{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["anti-rheumatoid activity", "immunomodulatory", "improved bioavailability", "novel delivery systems", "polyphenols", "rheumatoid arthritis"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35318759", "DateCompleted": {"Year": "2022", "Month": "06", "Day": "21"}, "DateRevised": {"Year": "2022", "Month": "06", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "03", "Day": "22"}], "Language": ["eng"], "ELocationID": ["10.1002/ptr.7444"], "Journal": {"ISSN": "1099-1573", "JournalIssue": {"Volume": "36", "Issue": "6", "PubDate": {"Year": "2022", "Month": "Jun"}}, "Title": "Phytotherapy research : PTR", "ISOAbbreviation": "Phytother Res"}, "ArticleTitle": "Dietary polyphenols for management of rheumatoid arthritis: Pharmacotherapy and novel delivery systems.", "Pagination": {"StartPage": "2324", "EndPage": "2341", "MedlinePgn": "2324-2341"}, "Abstract": {"AbstractText": ["Rheumatoid arthritis (RA) is a chronic, complex, systemic autoimmune disease causing chronic inflammation, swelling, and pain. It affects pulmonary and ocular physiology, gastrointestinal disturbance, skeletal disorders, and renal malfunctioning. Although conventional and biological drugs available to treat RA are potent and effective, they lead to life-threatening side effects and patient discomfort. Hence, alternative therapies are explored for their treatment which is safe, effective, and economical. Herbal drugs are widely used as an alternative therapy and some medicinal plants, especially dietary polyphenols proved their efficacy in treating RA. Polyphenols are secondary metabolites of plants possessing several pharmacological actions. They exert anti-inflammatory, immunomodulatory and anti-rheumatoid activity by modulating tumor necrosis factor, mitogen-activated protein kinase, nuclear factor kappa-light-chain-enhancer of activated B cells, and c-Jun N-terminal kinases. Thus, polyphenols could be a promising option for the management of RA. Unfortunately, polyphenols suffer from poor bioavailability due to their physicochemical properties and incorporation into novel delivery systems such as liposomes, nanoparticles, nanoemulsions, micelles improved their oral bioavailability. This review article summarizes dietary polyphenols, their pharmacological actions and novel delivery systems for the treatment of RA. Nevertheless, the commercial translation of polyphenols could be only possible after establishing their safety profile and successful clinical trials."], "CopyrightInformation": "© 2022 John Wiley & Sons Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Shobhaben Pratapbhai Patel School of Pharmacy & Technology Management, SVKMs NMIMS, Mumbai, India."}], "LastName": "Maity", "ForeName": "Siddharth", "Initials": "S"}, {"Identifier": ["0000-0002-0124-1741"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Shobhaben Pratapbhai Patel School of Pharmacy & Technology Management, SVKMs NMIMS, Mumbai, India."}], "LastName": "Wairkar", "ForeName": "Sarika", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Phytother Res", "NlmUniqueID": "8904486", "ISSNLinking": "0951-418X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Inflammatory Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Polyphenols"}, {"RegistryNumber": "0", "NameOfSubstance": "Tumor Necrosis Factor-alpha"}, {"RegistryNumber": "EC 2.7.11.24", "NameOfSubstance": "Mitogen-Activated Protein Kinases"}], "MeshHeadingList": [{"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Anti-Inflammatory Agents"}, {"QualifierName": ["pathology"], "DescriptorName": "Arthritis, Rheumatoid"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["metabolism"], "DescriptorName": "Mitogen-Activated Protein Kinases"}, {"QualifierName": ["chemistry", "pharmacology", "therapeutic use"], "DescriptorName": "Polyphenols"}, {"QualifierName": [], "DescriptorName": "Tumor Necrosis Factor-alpha"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abidin, L., Mujeeb, M., Imam, S. S., Aqil, M., & Khurana, D. (2016). Enhanced transdermal delivery of luteolin via non-ionic surfactant-based vesicle: Quality evaluation and anti-arthritic assessment. Drug Delivery, 23(3), 1,079-1,084. https://doi.org/10.3109/10717544.2014.945130"}, {"Citation": "Adangale, S. C., & Wairkar, S. (2021). Potential therapeutic activities and novel delivery systems of chrysin-a nature's boon. Food Bioscience, 101, 316. https://doi.org/10.1016/j.fbio.2021.101316"}, {"Citation": "Adefegha, S. A., Bottari, N. B., Leal, D. B., de Andrade, C. M., & Schetinger, M. R. (2020). Interferon gamma/interleukin-4 modulation, anti-inflammatory and antioxidant effects of hesperidin in complete Freund's adjuvant (CFA)-induced arthritis model of rats. Immunopharmacology and Immunotoxicology, 42(5), 509-520. https://doi.org/10.1080/08923973.2020.1814806"}, {"Citation": "Ader, P., Grenacher, B., Langguth, P., Scharrer, E., & Wolffram, S. (1996). Cinnamate uptake by rat small intestine: Transport kinetics and transepithelial transfer. Experimental Physiology, 81(6), 943-955. https://doi.org/10.1113/expphysiol.1996.sp003995"}, {"Citation": "Alamgir, A. N. M. (2018). Phytoconstituents-Active and inert constituents, metabolic pathways, chemistry and application of Phytoconstituents, primary metabolic products, and bioactive compounds of primary metabolic origin. In Therapeutic use of medicinal plants and their extracts: Volume 2. Progress in drug research (Vol. 74). Cham: Springer. https://doi.org/10.1007/978-3-319-92387-1_2"}, {"Citation": "Arjumand, S., Shahzad, M., Shabbir, A., & Yousaf, M. Z. (2019). Thymoquinone attenuates rheumatoid arthritis by downregulating TLR2, TLR4, TNF-α IL-1, and NFκB expression levels. Biomedicine and Pharmacotherapy, 111, 958-963. https://doi.org/10.1016/j.biopha.2019.01.006"}, {"Citation": "Astry, B., Venkatesha, S. H., Laurence, A., Christensen-Quick, A., Garzino-demo, A., Frieman, M. B., … Moudgil, K. D. (2015). Celastrol, a Chinese herbal compound, controls autoimmune inflammation by altering the balance of pathogenic and regulatory T cells in the target organ. Clinical Immunology, 157(2), 228-238. https://doi.org/10.1016/j.clim.2015.01.011"}, {"Citation": "Bakker, M. F. (2012). Low-dose prednisone inclusion in a methotrexate-based, tight control strategy for early rheumatoid arthritis. Annals of Internal Medicine, 156(5), 329. https://doi.org/10.7326/0003-4819-156-5-201203060-00004"}, {"Citation": "Biju, S., Talegaonkar, S., Mishra, P., & Khar, R. (2006). Vesicular systems: An overview. Indian Journal of Pharmaceutical Sciences, 68(2), 141-153. https://doi.org/10.4103/0250-474x.25707"}, {"Citation": "Boncler, M., Golanski, J., Lukasiak, M., Redzynia, M., Dastych, J., & Watala, C. (2017). A new approach for the assessment of the toxicity of polyphenol-rich compounds with the use of high content screening analysis. PLoS ONE, 12(6), e0180022. https://doi.org/10.1371/journal.pone.0180022"}, {"Citation": "Brown, P. M., Pratt, A. G., & Isaacs, J. D. (2016). Mechanism of action of methotrexate in rheumatoid arthritis, and the search for biomarkers. Nature Reviews Rheumatology, 12(12), 731-742. https://doi.org/10.1038/nrrheum.2016.175"}, {"Citation": "Cassidy, A., & Minihane, A. M. (2017). The role of metabolism (and the microbiome) in defining the clinical efficacy of dietary flavonoids. American Journal of Clinical Nutrition, 105(1), 10-22. https://doi.org/10.3945/ajcn.116.136051"}, {"Citation": "Cavalli, G., & Dinarello, C. A. (2015). Treating rheumatological diseases and co-morbidities with interleukin-1 blocking therapies. Rheumatology, 54(12), 2134-2144. https://doi.org/10.1093/rheumatology/kev269"}, {"Citation": "Chancay, M. G., Guendsechadze, S. N., & Blanco, I. (2019). Types of pain and their psychosocial impact in women with rheumatoid arthritis. Women's Midlife Health, 5(1), 1-9. https://doi.org/10.1186/S40695-019-0047-4"}, {"Citation": "Chen, X., Shen, J., Zhao, J. M., Guan, J., Li, W., Xie, Q. M., & Zhao, Y. Q. (2020). Cedrol attenuates collagen-induced arthritis in mice and modulates the inflammatory response in LPS-mediated fibroblast-like synoviocytes. Food and Function, 11(5), 4752-4764. https://doi.org/10.1039/d0fo00549e"}, {"Citation": "Chen, X., Zhu, X., Ma, L., Lin, A., Gong, Y., Yuan, G., & Liu, J. (2019). A core-shell structure QRu-PLGA-RES-DS NP nanocomposite with photothermal response-induced M2 macrophage polarization for rheumatoid arthritis therapy. Nanoscale, 11(39), 18209-18223. https://doi.org/10.1039/c9nr05922a"}, {"Citation": "Clarke, T. C., Black, L. I., Stussman, B. J., Barnes, P. M., & Nahin, R. L. (2015). Trends in the use of complementary health approaches among adults: United States, 2002-2012. National Health Statistics Reports, 79, 1-16."}, {"Citation": "Clifford, M. N., van der Hooft, J. J. J., & Crozier, A. (2013). Human studies on the absorption, distribution, metabolism, and excretion of tea polyphenols. The American Journal of Clinical Nutrition, 98(6), 1619S-1630S. https://doi.org/10.3945/ajcn.113.058958"}, {"Citation": "Coldham, N. G., & Sauer, M. J. (2000). Pharmacokinetics of [14C]genistein in the rat: Gender-related differences, potential mechanisms of biological action, and implications for human health. Toxicology and Applied Pharmacology, 164(2), 206-215. https://doi.org/10.1006/taap.2000.8902"}, {"Citation": "Crespy, V., Morand, C., Besson, C., Cotelle, N., Vézin, H., Demigné, C., & Rémésy, C. (2003). The splanchnic metabolism of flavonoids highly differed according to the nature of the compound. American Journal of Physiology-Gastrointestinal and Liver Physiology, 284(6), G980-G988. https://doi.org/10.1152/ajpgi.00223.2002"}, {"Citation": "Crofford, L. J. (2013). Use of NSAIDs in treating patients with arthritis. Arthritis Research and Therapy, 15(3), 1-10. https://doi.org/10.1186/ar4174"}, {"Citation": "Cutolo, M., Sulli, A., & Pincus, T. (2015). Circadian use of glucocorticoids in rheumatoid arthritis. Neuroimmunomodulation, 22(1-2), 33-39. https://doi.org/10.1159/000362733"}, {"Citation": "Decendit, A., Mamani-matsuda, M., Aumont, V., Waffo-teguo, P., Moynet, D., Boniface, K., & Richard, E. (2013). Macrophage-derived inflammatory mediators and decreases clinical scores in arthritic rats. Biochemical Pharmacology, 86, 1461-1467."}, {"Citation": "Doss, H. M., Samarpita, S., Ganesan, R., & Rasool, M. (2018). Ferulic acid, a dietary polyphenol suppresses osteoclast differentiation and bone erosion via the inhibition of RANKL dependent NF-κB signalling pathway. Life Sciences, 207, 284-295. https://doi.org/10.1016/j.lfs.2018.06.013"}, {"Citation": "Du, N., Song, L., Li, Y., Wang, T., Fang, Q., Ou, J., & Nandakumar, K. S. (2020). Phytoestrogens protect joints in collagen induced arthritis by increasing IgG glycosylation and reducing osteoclast activation. International Immunopharmacology, 83, 106387. https://doi.org/10.1016/j.intimp.2020.106387"}, {"Citation": "Dudics, S., Langan, D., Meka, R. R., Venkatesha, S. H., Berman, B. M., Che, C. T., & Moudgil, K. D. (2018). Natural products for the treatment of autoimmune arthritis: Their mechanisms of action, targeted delivery, and interplay with the host microbiome. International Journal of M olecular Sciences, 19(9), 2508. https://doi.org/10.3390/ijms19092508"}, {"Citation": "Dutta, S., Mahalanobish, S., & Sil, P. C. (2021). Phytoestrogens as novel therapeutic molecules against breast cancer. Discovery and Development of Anti-Breast Cancer Agents from Natural Products, 197-229. https://doi.org/10.1016/B978-0-12-821277-6.00008-8"}, {"Citation": "Fan, Z., Li, J., Liu, J., Jiao, H., & Liu, B. (2018). Anti-inflammation and joint lubrication dual effects of a novel hyaluronic acid/curcumin Nanomicelle improve the efficacy of rheumatoid arthritis therapy. ACS Applied Materials and Interfaces, 10(28), 23595-23604. https://doi.org/10.1021/acsami.8b06236"}, {"Citation": "Fechtner, S., Singh, A., Chourasia, M., & Ahmed, S. (2017). Molecular insights into the differences in anti-inflammatory activities of green tea catechins on IL-1β signaling in rheumatoid arthritis synovial fibroblasts. Toxicology and Applied Pharmacology, 329, 112-120. https://doi.org/10.1016/j.taap.2017.05.016"}, {"Citation": "Feng Zhai, K., Duan, H., Luo, L., Gen Cao, W., Kai Han, F., Ling Shan, L., & Mei Fang, X. (2017). Protective effects of paeonol on inflammatory response in IL-1β-induced human fibroblast-like synoviocytes and rheumatoid arthritis progression via modulating NF-κB pathway. Inflammopharmacology, 25(5), 523-532. https://doi.org/10.1007/s10787-017-0385-5"}, {"Citation": "Fikry, E. M., Gad, A. M., Eid, A. H., & Arab, H. H. (2019). Caffeic acid and ellagic acid ameliorate adjuvant-induced arthritis in rats via targeting inflammatory signals, chitinase-3-like protein-1 and angiogenesis. Biomedicine and Pharmacotherapy, 110, 878-886. https://doi.org/10.1016/j.biopha.2018.12.041"}, {"Citation": "Francini-Pesenti, F., Spinella, P., & Calò, L. A. (2019). Potential role of phytochemicals in metabolic syndrome prevention and therapy. Diabetes, Metabolic Syndrome and Obesity: Targets and Therapy, 12, 1987-2002. https://doi.org/10.2147/DMSO.S214550"}, {"Citation": "Fu, X., Lyu, X., Liu, H., Zhong, D., Xu, Z., He, F., & Huang, G. (2019). Chlorogenic acid inhibits BAFF expression in collagen-induced arthritis and human synoviocyte MH7A cells by modulating the activation of the NF-κB signaling pathway. Journal of Immunology Research, 2019, 8042097. https://doi.org/10.1155/2019/8042097"}, {"Citation": "Gautam, R. K., Roy, K., Thapa, G., Arora, D., Parashar, S., Gurung, B., & Deb, L. (2020). Perspective of plant medicine in therapy of rheumatoid arthritis. Indian Journal of Pharmaceutical Sciences, 82(5), 741-765. https://doi.org/10.36468/PHARMACEUTICAL-SCIENCES.703"}, {"Citation": "Gokhale, J. P., Mahajan, H. S., & Surana, S. S. (2019). Quercetin loaded nanoemulsion-based gel for rheumatoid arthritis: In vivo and in vitro studies. Biomedicine and Pharmacotherapy, 112(108), 622. https://doi.org/10.1016/j.biopha.2019.108622"}, {"Citation": "Guo, Q., Wang, Y., Xu, D., Nossent, J., Pavlos, N. J., & Xu, J. (2018). Rheumatoid arthritis: Pathological mechanisms and modern pharmacologic therapies. Bone Research, 6, 15. https://doi.org/10.1038/s41413-018-0016-9"}, {"Citation": "Han, X., Shen, T., & Lou, H. (2007). Dietary polyphenols and their biological significance. International journal of molecular sciences, 8(9), 950-988. https://doi.org/10.3390/i8090950"}, {"Citation": "Heinrich, M., Appendino, G., Efferth, T., Fürst, R., Izzo, A. A., Kayser, O., … Viljoen, A. (2020). Best practice in research - overcoming common challenges in phytopharmacological research. Journal of Ethnopharmacology, 246, 112230. https://doi.org/10.1016/J.JEP.2019.112230"}, {"Citation": "Hollman, P. C. H. (2004). Absorption, bioavailability, and metabolism of flavonoids. Pharmaceutical Biology, 42(sup1), 74-83. https://doi.org/10.3109/13880200490893492"}, {"Citation": "Izzo, A. A., Teixeira, M., Alexander, S. P. H., Cirino, G., Docherty, J. R., George, C. H., … Ahluwalia, A. (2020). A practical guide for transparent reporting of research on natural products in the British Journal of pharmacology: Reproducibility of natural product research. British Journal of Pharmacology, 177(10), 2169. https://doi.org/10.1111/BPH.15054"}, {"Citation": "Jaiswal, M., Dudhe, R., & Sharma, P. K. (2015). Nanoemulsion: An advanced mode of drug delivery system. 3 Biotech, 5(2), 123-127. https://doi.org/10.1007/s13205-014-0214-0"}, {"Citation": "Janakiraman, K., Krishnaswami, V., Rajendran, V., Natesan, S., & Kandasamy, R. (2018). Novel nano therapeutic materials for the effective treatment of rheumatoid arthritis-recent insights. Materials Today Communications, 17, 200-213. https://doi.org/10.1016/j.mtcomm.2018.09.011"}, {"Citation": "Javadi, M., Khadem Haghighian, H., Goodarzy, S., Abbasi, M., & Nassiri-Asl, M. (2019). Effect of curcumin nanomicelle on the clinical symptoms of patients with rheumatoid arthritis: A randomized, double-blind, controlled trial. International Journal of Rheumatic Diseases, 22(10), 1857-1862. https://doi.org/10.1111/1756-185X.13688"}, {"Citation": "Jeengar, M. K., Rompicharla, S. V. K., Shrivastava, S., Chella, N., Shastri, N. R., Naidu, V. G. M., & Sistla, R. (2016). Emu oil based nano-emulgel for topical delivery of curcumin. International Journal of Pharmaceutics, 506(1-2), 222-236. https://doi.org/10.1016/j.ijpharm.2016.04.052"}, {"Citation": "Jeyadevi, R., Sivasudha, T., Rameshkumar, A., Ananth, D. A., Aseervatham, G. S. B., Kumaresan, K., … Renganathan, R. (2013). Enhancement of anti arthritic effect of quercetin using thioglycolic acid-capped cadmium telluride quantum dots as nanocarrier in adjuvant induced arthritic Wistar rats. Colloids and Surfaces B: Biointerfaces, 112, 255-263. https://doi.org/10.1016/j.colsurfb.2013.07.065"}, {"Citation": "Joshi, R., Kulkarni, Y. A., & Wairkar, S. (2018). Pharmacokinetic, pharmacodynamic and formulations aspects of Naringenin: An update. Life Sciences, 215, 43-56. https://doi.org/10.1016/j.lfs.2018.10.066"}, {"Citation": "Kaleem, M., & Ahmad, A. (2018). Flavonoids as nutraceuticals. In Therapeutic, Probiotic, and Unconventional Foods (pp. 137-155). Cambridge, MA: Academic Press. https://doi.org/10.1016/B978-0-12-814625-5.00008-X"}, {"Citation": "Kamel, R., Abbas, H., & Shaffie, N. M. (2019). Development and evaluation of PLA-coated co-micellar nanosystem of resveratrol for the intra-articular treatment of arthritis. International Journal of Pharmaceutics, 569, 118560. https://doi.org/10.1016/j.ijpharm.2019.118560"}, {"Citation": "Kasarełło, K., Cudnoch-Jędrzejewska, A., Członkowski, A., & Mirowska-Guzel, D. (2017). Mechanism of action of three newly registered drugs for multiple sclerosis treatment. Pharmacological Reports, 69(4), 702-708. https://doi.org/10.1016/j.pharep.2017.02.017"}, {"Citation": "Kawaguchi, K., Maruyama, H., Hasunuma, R., & Kumazawa, Y. (2011). Suppression of inflammatory responses after onset of collagen-induced arthritis in mice by oral administration of the citrus flavanone naringin. Immunopharmacology and Immunotoxicology, 33(4), 723-729. https://doi.org/10.3109/08923973.2011.564186"}, {"Citation": "Kim, E. K., Kwon, J. E., Lee, S. Y., Lee, E. J., Kim, D. S., Moon, S. J., … Cho, M. l. (2017). IL-17-mediated mitochondrial dysfunction impairs apoptosis in rheumatoid arthritis synovial fibroblasts through activation of autophagy. Cell Death and Disease, 8(1), e2565. https://doi.org/10.1038/cddis.2016.490"}, {"Citation": "Kim, E. Y., & Moudgil, K. D. (2017). Immunomodulation of autoimmune arthritis by pro-inflammatory cytokines. Cytokine, 98, 87-96. https://doi.org/10.1016/j.cyto.2017.04.012"}, {"Citation": "Kim, K. H., Tsao, R., Yang, R., & Cui, S. W. (2006). Phenolic acid profiles and antioxidant activities of wheat bran extracts and the effect of hydrolysis conditions. Food Chemistry, 95(3), 466-473. https://doi.org/10.1016/j.foodchem.2005.01.032"}, {"Citation": "Kremer, J., Li, Z. G., Hall, S., Fleischmann, R., Genovese, M., Martin-Mola, E., … Bradley, J. (2013). Tofacitinib in combination with nonbiologic disease-modifying antirheumatic drugs in patients with active rheumatoid arthritis: A randomized trial. Annals of Internal Medicine, 159(4), 253-261. https://doi.org/10.7326/0003-4819-159-4-201308200-00006"}, {"Citation": "Kumar, N., & Goel, N. (2019). Phenolic acids: Natural versatile molecules with promising therapeutic applications. Biotechnology Reports, 24, e00370. https://doi.org/10.1016/j.btre.2019.e00370"}, {"Citation": "Kumar, V., Al-Abbasi, F. A., Verma, A., Mujeeb, M., & Anwar, F. (2015). Umbelliferone β-d-galactopyranoside exerts an anti-inflammatory effect by attenuating COX-1 and COX-2. Toxicology Research, 4(4), 1072-1084. https://doi.org/10.1039/c5tx00095e"}, {"Citation": "Li, Y., Liu, L. H., Yu, X. Q., Zhang, Y. X., Yang, J. W., Hu, X. Q., & Zhang, H. B. (2019). Transglycosylation improved Caffeic acid Phenethyl Ester anti-inflammatory activity and water solubility by Leuconostoc mesenteroides dextransucrase. Journal of Agricultural and Food Chemistry, 67(16), 4,505-4,512. https://doi.org/10.1021/acs.jafc.9b01143"}, {"Citation": "Li, Y., Yang, B., Bai, J.y., Xia, S., Mao, M., Li, X., … Chen, L. (2019). The roles of synovial hyperplasia, angiogenesis and osteoclastogenesis in the protective effect of apigenin on collagen-induced arthritis. International Immunopharmacology, 73, 362-369. https://doi.org/10.1016/j.intimp.2019.05.024"}, {"Citation": "Linares, V., Alonso, V., & Domingo, J. L. (2011). Oxidative stress as a mechanism underlying sulfasalazine-induced toxicity. Expert opinion on Drug Safety, 10(2), 253-263. https://doi.org/10.1517/14740338.2011.529898"}, {"Citation": "Liu, C., Han, X., Yu, P. J., Chen, L. Z., Xue, W., & Liu, X. H. (2020). Synthesis and biological evaluation of myricetin-pentadienone hybrids as potential anti-inflammatory agents in vitro and in vivo. Bioorganic Chemistry, 96(103), 597. https://doi.org/10.1016/j.bioorg.2020.103597"}, {"Citation": "Liu, F., Liu, Y., Zhan, S., Lv, J., Sun, F., Weng, B., … Xia, P. (2020). Chebulanin exerts its anti-inflammatory and anti-arthritic effects via inhibiting NF-κB and MAPK activation in collagen-induced arthritis mice. International Immunopharmacology, 88, 106823. https://doi.org/10.1016/j.intimp.2020.106823"}, {"Citation": "Löwenberg, M., Stahn, C., Hommes, D. W., & Buttgereit, F. (2008). Novel insights into mechanisms of glucocorticoid action and the development of new glucocorticoid receptor ligands. Steroids, 73(9-10), 1025-1029. https://doi.org/10.1016/j.steroids.2007.12.002"}, {"Citation": "Lu, J., Zheng, Y., Yang, J., Zhang, J., Cao, W., Chen, X., & Fang, S. (2019). Resveratrol alleviates inflammatory injury and enhances the apoptosis of fibroblast-like synoviocytes via mitochondrial dysfunction and ER stress in rats with adjuvant arthritis. Molecular Medicine Reports, 20(1), 463-472. https://doi.org/10.3892/mmr.2019.10273"}, {"Citation": "Ma, Y., Song, Y., Ma, F., & Chen, G. (2020). A potential polymeric Nanogel system for effective delivery of Chlorogenic acid to target collagen-induced arthritis. Journal of Inorganic and Organometallic Polymers and Materials, 30(7), 2356-2365. https://doi.org/10.1007/s10904-019-01421-8"}, {"Citation": "Macheix, J. J., Fleuriet, A., & Billot, J. (2018). Fruit Phenolics (pp. 1-378). Boca Raton: CRC Press. https://doi.org/10.1201/9781351072175"}, {"Citation": "Maity, S., Misra, A., & Wairkar, S. (2021). Novel injectable carrier based corticosteroid therapy for treatment of rheumatoid arthritis and osteoarthritis. Journal of Drug Delivery Science and Technology, 61, 102309. https://doi.org/10.1016/j.jddst.2020.102309"}, {"Citation": "Manach, C., Scalbert, A., Morand, C., Rémésy, C., & Jiménez, L. (2004). Polyphenols: Food sources and bioavailability 1,2. The American Journal of Clinical Nutrition, 79, 727-747."}, {"Citation": "Manach, C., Williamson, G., Morand, C., Scalbert, A., & Rémésy, C. (2005). Bioavailability and bioefficacy of polyphenols in humans. I. Review of 97 bioavailability studies. The American Journal of Clinical Nutrition, 81(1), 230S-242S. https://doi.org/10.1093/ajcn/81.1.230s"}, {"Citation": "McInnes, I. B., & Schett, G. (2011). The pathogenesis of rheumatoid arthritis. The New England Journal of Medicine, 365(23), 2205-2219. https://doi.org/10.1056/NEJMra1004965"}, {"Citation": "Mellado, M., Martínez-Muñoz, L., Cascio, G., Lucas, P., Pablos, J. L., & Rodríguez-Frade, J. M. (2015). T cell migration in rheumatoid arthritis. Frontiers in Immunology, 6, 384. https://doi.org/10.3389/fimmu.2015.00384"}, {"Citation": "Mennen, L. I., Walker, R., Bennetau-Pelissero, C., & Scalbert, A. (2005). Risks and safety of polyphenol consumption. The American Journal of Clinical Nutrition, 81, 326S-329S. https://doi.org/10.1093/ajcn/81.1.326S"}, {"Citation": "Mota, P., Reddy, V., & Isenberg, D. (2017). Improving B-cell depletion in systemic lupus erythematosus and rheumatoid arthritis. Expert Review of Clinical Immunology, 13(7), 667-676. https://doi.org/10.1080/1744666X.2017.1259068"}, {"Citation": "Nagula, R. L., & Wairkar, S. (2019). Recent advances in topical delivery of flavonoids: A review. Journal of Controlled Release, 296, 190-201. https://doi.org/10.1016/j.jconrel.2019.01.029"}, {"Citation": "Neog, M. K., Joshua Pragasam, S., Krishnan, M., & Rasool, M. (2017). P-Coumaric acid, a dietary polyphenol ameliorates inflammation and curtails cartilage and bone erosion in the rheumatoid arthritis rat model. BioFactors, 43(5), 698-717. https://doi.org/10.1002/biof.1377"}, {"Citation": "Neog, M. K., & Rasool, M. (2018). Targeted delivery of p-coumaric acid encapsulated mannosylated liposomes to the synovial macrophages inhibits osteoclast formation and bone resorption in the rheumatoid arthritis animal model. European Journal of Pharmaceutics and Biopharmaceutics, 133, 162-175. https://doi.org/10.1016/j.ejpb.2018.10.010"}, {"Citation": "Neumann, E., Lefèvre, S., Zimmermann, B., Gay, S., & Müller-Ladner, U. (2010). Rheumatoid arthritis progression mediated by activated synovial fibroblasts. Trends in Molecular Medicine, 16(10), 458-468. https://doi.org/10.1016/j.molmed.2010.07.004"}, {"Citation": "Nissen, S. E., Yeomans, N. D., Solomon, D. H., Lüscher, T. F., Libby, P., Husni, M. E., … Lincoff, A. M. (2016). Cardiovascular safety of celecoxib, naproxen, or ibuprofen for arthritis. New England Journal of Medicine, 375(26), 2519-2529. https://doi.org/10.1056/NEJMoa1611593"}, {"Citation": "Oz, B., Yildirim, A., Yolbas, S., Celik, Z. B., Etem, E. O., Deniz, G., … Koca, S. S. (2019). Resveratrol inhibits Src tyrosine kinase, STAT3, and Wnt signaling pathway in collagen induced arthritis model. BioFactors, 45(1), 69-74. https://doi.org/10.1002/biof.1463"}, {"Citation": "Pan, D., Li, N., Liu, Y., Xu, Q., Liu, Q., You, Y., … Lin, C. (2018). Kaempferol inhibits the migration and invasion of rheumatoid arthritis fibroblast-like synoviocytes by blocking activation of the MAPK pathway. International Immunopharmacology, 55, 174-182. https://doi.org/10.1016/j.intimp.2017.12.011"}, {"Citation": "Patel, D. K., Kesharwani, R., & Kumar, V. (2021). Nanoparticles: An emerging platform for medical imaging. In Nanoparticles in Analytical and Medical Devices (pp. 113-126). Amsterdam, Netherlands: Elsevier. https://doi.org/10.1016/b978-0-12-821163-2.00007-8"}, {"Citation": "Raimondo, M. G., Biggioggero, M., Crotti, C., Becciolini, A., & Favalli, E. G. (2017). Profile of sarilumab and its potential in the treatment of rheumatoid arthritis. Drug Design, Development and Therapy, 11, 1593-1603. https://doi.org/10.2147/DDDT.S100302"}, {"Citation": "Rainsford, K. D., Parke, A. L., Clifford-Rashotte, M., & Kean, W. F. (2015). Therapy and pharmacological properties of hydroxychloroquine and chloroquine in treatment of systemic lupus erythematosus, rheumatoid arthritis and related diseases. Inflammopharmacology, 23(5), 231-269. https://doi.org/10.1007/s10787-015-0239-y"}, {"Citation": "Rao, K., Aziz, S., Roome, T., Razzak, A., Sikandar, B., Jamali, K. S., … Shah, M. R. (2018). Gum acacia stabilized silver nanoparticles based nano-cargo for enhanced anti-arthritic potentials of hesperidin in adjuvant induced arthritic rats. Artificial Cells, Nanomedicine and Biotechnology, 46, 597-607. https://doi.org/10.1080/21691401.2018.1431653"}, {"Citation": "Samarpita, S., Ganesan, R., & Rasool, M. (2020). Cyanidin prevents the hyperproliferative potential of fibroblast-like synoviocytes and disease progression via targeting IL-17A cytokine signalling in rheumatoid arthritis. Toxicology and Applied Pharmacology, 391, 114917. https://doi.org/10.1016/j.taap.2020.114917"}, {"Citation": "Scher, J. U., Ubeda, C., Equinda, M., Khanin, R., Buischi, Y., Viale, A., … Abramson, S. B. (2012). Periodontal disease and the oral microbiota in new-onset rheumatoid arthritis. Arthritis and Rheumatism, 64(10), 3083-3094. https://doi.org/10.1002/art.34539"}, {"Citation": "Schett, G., Emery, P., Tanaka, Y., Burmester, G., Pisetsky, D. S., Naredo, E., … van Vollenhoven, R. (2016). Tapering biologic and conventional DMARD therapy in rheumatoid arthritis: Current evidence and future directions. Annals of the Rheumatic Diseases, 75(8), 1428-1437. https://doi.org/10.1136/annrheumdis-2016-209201"}, {"Citation": "Shi, F., Zhou, D., Ji, Z., Xu, Z., & Yang, H. (2015). Anti-arthritic activity of luteolin in Freund's complete adjuvant-induced arthritis in rats by suppressing P2X4 pathway. Chemico-Biological Interactions, 226, 82-87. https://doi.org/10.1016/j.cbi.2014.10.031"}, {"Citation": "Shi, J., van de Stadt, L. A., Levarht, E. W. N., Huizinga, T. W. J., Hamann, D., van Schaardenburg, D., … Trouw, L. A. (2014). Anti-carbamylated protein (anti-CarP) antibodies precede the onset of rheumatoid arthritis. Annals of the Rheumatic Diseases, 73(4), 780-783. https://doi.org/10.1136/ANNRHEUMDIS-2013-204154"}, {"Citation": "Smolen, J. S. (2020). Rheumatoid arthritis primer-behind the scenes. Nature Reviews Disease Primers, 6(1), 32. https://doi.org/10.1038/s41572-020-0168-y"}, {"Citation": "Smolen, J. S., Landewé, R. B. M., Bijlsma, J. W. J., Burmester, G. R., Dougados, M., Kerschbaumer, A., … van der Heijde, D. (2020). EULAR recommendations for the management of rheumatoid arthritis with synthetic and biological disease-modifying antirheumatic drugs: 2019 update. Annals of the Rheumatic Diseases, 79(6), S685-S699. https://doi.org/10.1136/annrheumdis-2019-216655"}, {"Citation": "Sun, F., & Gu, W. (2019). Baicalin attenuates collagen-induced arthritis via inhibition of JAK2-STAT3 signaling and regulation of Th17 cells in mice. Journal of Cell Communication and Signaling, 13(1), 65-73. https://doi.org/10.1007/s12079-018-0475-1"}, {"Citation": "Takeuchi, O., & Akira, S. (2010). Pattern recognition receptors and inflammation. Cell, 140(6), 805-820. https://doi.org/10.1016/j.cell.2010.01.022"}, {"Citation": "Tamhane, A., McGwin, G., Redden, D. T., Hughes, L. B., Brown, E. E., Westfall, A. O., … Callahan, L. F. (2014). Complementary and alternative medicine use in African Americans with rheumatoid arthritis. Arthritis Care & Research, 66(2), 180-189. https://doi.org/10.1002/acr.22148"}, {"Citation": "Tan, S., Xu, J., Lai, A., Cui, R., Bai, R., Li, S., … Wang, W. (2019). Curculigoside exerts significant anti-arthritic effects in vivo and in vitro via regulation of the JAK/STAT/NF-κB signaling pathway. Molecular Medicine Reports, 19(3), 2057-2064. https://doi.org/10.3892/mmr.2019.9854"}, {"Citation": "Tsao, R. (2010). Chemistry and biochemistry of dietary polyphenols. Nutrients, 2(12), 1231-1246. https://doi.org/10.3390/nu2121231"}, {"Citation": "Wang, Q., Ye, C., Sun, S., Li, R., Shi, X., Wang, S., … Liu, R. (2019). Curcumin attenuates collagen-induced rat arthritis via anti-inflammatory and apoptotic effects. International Immunopharmacology, 72, 292-300. https://doi.org/10.1016/j.intimp.2019.04.027"}, {"Citation": "Wang, W., Sun, W., & Jin, L. (2017). Caffeic acid alleviates inflammatory response in rheumatoid arthritis fibroblast-like synoviocytes by inhibiting phosphorylation of IκB kinase α/β and IκBα. International Immunopharmacology, 48, 61-66. https://doi.org/10.1016/j.intimp.2017.04.025"}, {"Citation": "Wang, Y., Chen, S., & Yu, O. (2011). Metabolic engineering of flavonoids in plants and microorganisms. Applied Microbiology and Biotechnology, 91(4), 949-956. https://doi.org/10.1007/s00253-011-3449-2"}, {"Citation": "Yadav, N. V., Sadashivaiah, R.,. B., Acharya, P., Belur, L., & Talahalli, R. R. (2016). Sesame oil and Rice bran oil ameliorates adjuvant-induced arthritis in rats: Distinguishing the role of minor components and fatty acids. Lipids, 51(12), 1385-1395. https://doi.org/10.1007/s11745-016-4203-4"}, {"Citation": "Yang, G., Chang, C. C., Yang, Y., Yuan, L., Xu, L., Ho, C. T., & Li, S. (2018). Resveratrol alleviates rheumatoid arthritis via reducing ROS and Inflammation, inhibiting MAPK signaling pathways, and suppressing angiogenesis. Journal of Agricultural and Food Chemistry, 66(49), 12953-12960. https://doi.org/10.1021/acs.jafc.8b05047"}, {"Citation": "Yin, Q., Wu, Y. J., Pan, S., Wang, D. D., Tao, M. Q., Pei, W. Y., & Zuo, J. (2020). Activation of cholinergic anti-inflammatory pathway in peripheral immune cells involved in therapeutic actions of α-mangostin on collagen-induced arthritis in rats. Drug Design, Development and Therapy, 14, 1983-1993. https://doi.org/10.2147/DDDT.S249865"}, {"Citation": "Yoon, C. H., Chung, S. J., Lee, S. W., Park, Y. B., Lee, S. K., & Park, M. C. (2013). Gallic acid, a natural polyphenolic acid, induces apoptosis and inhibits proinflammatory gene expressions in rheumatoid arthritis fibroblast-like synoviocytes. Joint Bone Spine, 80(3), 274-279. https://doi.org/10.1016/j.jbspin.2012.08.010"}, {"Citation": "Yuan, K., Zhu, Q., Lu, Q., Jiang, H., Zhu, M., Li, X., … Xu, A. (2020). Quercetin alleviates rheumatoid arthritis by inhibiting neutrophil inflammatory activities. Journal of Nutritional Biochemistry, 84(108), 454. https://doi.org/10.1016/j.jnutbio.2020.108454"}, {"Citation": "Zhang, Y., Wang, G., Wang, T., Cao, W., Zhang, L., & Chen, X. (2019). Nrf2-Keap1 pathway-mediated effects of resveratrol on oxidative stress and apoptosis in hydrogen peroxide-treated rheumatoid arthritis fibroblast-like synoviocytes. Annals of the new York Academy of Sciences, 1457, 166-178. https://doi.org/10.1111/nyas.14196"}, {"Citation": "Zheng, Y., Xiao, L., Yu, C., Jin, P., Qin, D., Xu, Y., … Du, Q. (2019). Enhanced Antiarthritic efficacy by nanoparticles of (−)-epigallocatechin Gallate-glucosamine-casein. Journal of Agricultural and Food Chemistry, 67(23), 6476-6486. https://doi.org/10.1021/acs.jafc.9b02075"}, {"Citation": "Zhu, H., Liang, Q. H., Xiong, X. G., Wang, Y., Zhang, Z. H., Sun, M. J., … Wu, D. (2018). Anti-inflammatory effects of p-Coumaric acid, a natural compound of Oldenlandia diffusa, on arthritis model rats. Evidence-Based Complementary and Alternative Medicine, 2018, 5198594. https://doi.org/10.1155/2018/5198594"}, {"Citation": "Zhu, L., Zhang, Z., Xia, N., Zhang, W., Wei, Y., Huang, J., … Yang, L. (2020). Anti-arthritic activity of ferulic acid in complete Freund's adjuvant (CFA)-induced arthritis in rats: JAK2 inhibition. Inflammopharmacology, 28(2), 463-473. https://doi.org/10.1007/s10787-019-00642-0"}, {"Citation": "Ziaullah, H. P., & Rupasinghe, V. (2015). Application of NMR spectroscopy in plant polyphenols associated with human health. Applications of NMR Spectroscopy, 2, 3-92. https://doi.org/10.1016/B978-1-60805-999-7.50001-X"}], "ReferenceList": [], "Title": "REFERENCE"}], "History": [{"Year": "2022", "Month": "3", "Day": "4"}, {"Year": "2021", "Month": "10", "Day": "23"}, {"Year": "2022", "Month": "3", "Day": "8"}, {"Year": "2022", "Month": "3", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "23", "Hour": "5", "Minute": "50"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35318759", "10.1002/ptr.7444"]}}], "PubmedBookArticle": []}