{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["animals", "anti-microbial properties", "antioxidant function", "immune function", "intestinal health", "protocatechuic acid"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35327138", "DateRevised": {"Year": "2022", "Month": "03", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "03", "Day": "16"}], "Language": ["eng"], "ELocationID": ["741", "10.3390/ani12060741"], "Journal": {"ISSN": "2076-2615", "JournalIssue": {"Volume": "12", "Issue": "6", "PubDate": {"Year": "2022", "Month": "Mar", "Day": "16"}}, "Title": "Animals : an open access journal from MDPI", "ISOAbbreviation": "Animals (Basel)"}, "ArticleTitle": "Potential Role of Protocatechuic Acid as Natural Feed Additives in Farm Animal Production.", "Abstract": {"AbstractText": ["Restriction on using antibiotics in animal feed that generates demand for antibiotics alternatives in animal breeding. Providing safe food to humans free from the residual effects of antibiotics is a great challenge to animal producers and food-producing industry owners. Medicinal plants and their extracts as feed supplements have been used to promote the growth and health of farm animals for centuries. Protocatechuic acid (PCA) is a phenolic compound that originated from natural plants. For years, the health-promoting role of PCA has been becoming an attraction of research in nutrition and pharmacy. Thus, it can be used as an active natural feed additive while synthetic antibiotics are illegal to use in animal breeding. However, the practical application of PCA in view of dosages in animal nutrition, together with its mode of action on animal health, is not well known. In this regard, this review study has explored the mode of action of PCA and the feasibility of using those compounds in animal nutrition. This review study concludes that phenolic-rich protocatechuic acid as a natural feed additive may be useful in enhancing antioxidant status, immune function, antimicrobial, intestinal health and growth performance of farm animals."]}, "AuthorList": [{"Identifier": ["0000-0001-8191-3028"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Animal Nutrition and Feed Science Laboratory, Department of Animal Science and Technology, Sunchon National University, Suncheon 57922, Korea."}, {"Identifier": [], "Affiliation": "Department of Animal Nutrition, Sylhet Agricultural University, Sylhet 3100, Bangladesh."}], "LastName": "Mahfuz", "ForeName": "Shad", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Animal Nutrition and Feed Science Laboratory, Department of Animal Science and Technology, Sunchon National University, Suncheon 57922, Korea."}, {"Identifier": [], "Affiliation": "Department of Multimedia Engineering, Sunchon National University, Suncheon 57922, Korea."}], "LastName": "Mun", "ForeName": "Hong-Seok", "Initials": "HS"}, {"Identifier": ["0000-0003-3012-1447"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Animal Nutrition and Feed Science Laboratory, Department of Animal Science and Technology, Sunchon National University, Suncheon 57922, Korea."}, {"Identifier": [], "Affiliation": "Interdisciplinary Program in IT-Bio Convergence System (BK21 Plus), Sunchon National University, 255 Jungangno, Suncheon 57922, Korea."}], "LastName": "Dilawar", "ForeName": "Muhammad Ammar", "Initials": "MA"}, {"Identifier": ["0000-0003-2693-6125"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Animal Nutrition and Feed Science Laboratory, Department of Animal Science and Technology, Sunchon National University, Suncheon 57922, Korea."}], "LastName": "Ampode", "ForeName": "Keiven Mark B", "Initials": "KMB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Animal Nutrition and Feed Science Laboratory, Department of Animal Science and Technology, Sunchon National University, Suncheon 57922, Korea."}, {"Identifier": [], "Affiliation": "Interdisciplinary Program in IT-Bio Convergence System (BK21 Plus), Sunchon National University, 255 Jungangno, Suncheon 57922, Korea."}], "LastName": "Yang", "ForeName": "Chul-Ju", "Initials": "CJ"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Animals (Basel)", "NlmUniqueID": "101635614", "ISSNLinking": "2076-2615"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Gonzalez-Gallego J., Garcia-Mediavilla M.V., Sanchez-Campos S., Tunon M. Fruit polyphenols, immunity and inflammation. Br. J. Nutr. 2010;104:S15–S27. doi: 10.1017/S0007114510003910.", "ArticleIdList": ["10.1017/S0007114510003910", "20955647"]}, {"Citation": "Son J.H., Kim S.Y., Jang H.H., Lee S.N., Ahn K.J. Protective effect of protocatechuic acid against inflammatory stress induced in human dermal fibroblasts. Biomed. Dermatol. 2018;2:9. doi: 10.1186/s41702-017-0018-z.", "ArticleIdList": ["10.1186/s41702-017-0018-z"]}, {"Citation": "Tan X., Zhu J., Wakisaka M. Effect of protocatechuic acid on Euglena gracilis growth and accumulation of metabolites. Sustainability. 2020;12:9158. doi: 10.3390/su12219158.", "ArticleIdList": ["10.3390/su12219158"]}, {"Citation": "Li Q., Huang L., Wang X., Li X., Wu S., Zhou X. Fungal immunomodulatory protein from Flammulina velutipes induces cytokine gene expression in mouse spleen cells. Curr. Top. Nutraceuticals Res. 2011;9:111."}, {"Citation": "Khan A., Rashid R., Fatima N., Mahmood S., Mir S., Khan S., Jabeen N., Murtaza G. Pharmacological activities of protocatechuic acid. Acta Pol. Pharm. 2015;72:643–650.", "ArticleIdList": ["26647619"]}, {"Citation": "Stojkovic D., Zivkovic J., Sokovic M., Glamoclija J., Ferreira I.C.F.R., Jankovic T., Maksimovic Z. Antibacterial activity of Veronica montana L. extract and of protocatechuic acid incorporated in a food system. Food Chem. Toxicol. 2013;55:209–213. doi: 10.1016/j.fct.2013.01.005.", "ArticleIdList": ["10.1016/j.fct.2013.01.005", "23333716"]}, {"Citation": "Ou C.B., Pang Q., Chen X., Hou N., He C. Protocatechuic acid, a new active substance against the challenge of avian infectious bursal disease virus. Poult. Sci. 2012;91:1604–1609. doi: 10.3382/ps.2011-02069.", "ArticleIdList": ["10.3382/ps.2011-02069", "22700505"]}, {"Citation": "Owumi S.E., Ajijola I.J., Agbeti O.M. Hepatorenal protective effects of protocatechuic acid in rats administered with anticancer drug methotrexate. Hum. Exp. Toxicol. 2019;38:1254–1265. doi: 10.1177/0960327119871095.", "ArticleIdList": ["10.1177/0960327119871095", "31431087"]}, {"Citation": "Zhou R., He L., Li Y., Shen Y., Chao R., Du J. Cardioprotective effect of water and ethanol extract of Salvia miltiorrhiza in an experimental model of myocardial infarction. J. Ethnopharmacol. 2012;139:440–446. doi: 10.1016/j.jep.2011.11.030.", "ArticleIdList": ["10.1016/j.jep.2011.11.030", "22138518"]}, {"Citation": "Kakkar S., Bais S. A review on protocatechuic acid and its pharmacological potential. ISRN Pharmacol. 2014:952943. doi: 10.1155/2014/952943.", "ArticleIdList": ["10.1155/2014/952943", "PMC4005030", "25006494"]}, {"Citation": "Semaming Y., Pannengpetch P., Chattipakorn S.C., Chattipakorn N. Pharmacological properties of protocatechuic acid and its potential roles as complementary medicine. Evid. Based Complement. Altern. Med. 2015;2015:593902. doi: 10.1155/2015/593902.", "ArticleIdList": ["10.1155/2015/593902", "PMC4337037", "25737736"]}, {"Citation": "Semaming Y., Kumfu S., Pannangpetch P., Chattipakorn S.C., Chattipakorn N. Protocatechuic acid exerts a cardioprotective effect in type 1 diabetic rats. J. Endocrinol. 2014;223:13–23. doi: 10.1530/JOE-14-0273.", "ArticleIdList": ["10.1530/JOE-14-0273", "25074852"]}, {"Citation": "Christaki E., Giannenas I., Bonos E., Florou-Paneri P. Chapter 2—Innovative uses of aromatic plants as natural supplements in nutrition. In: Florou-Paneri P., Christaki E., Giannenas I., editors. Feed Additives. Elsevier Academic Press; London, UK: 2020. pp. 19–34."}, {"Citation": "Yin M.C., Chao C.Y. Anti-Campylobacter, anti-aerobic, and anti-oxidative effects of roselle calyx extract and protocatechuic acid in ground beef. Int. J. Food Microbiol. 2008;127:73–77. doi: 10.1016/j.ijfoodmicro.2008.06.002.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2008.06.002", "18620770"]}, {"Citation": "Kay C.D., Kroon P.A., Cassidy A. The bioactivity of dietary anthocyanins is likely to be mediated by their degradation products. Mol. Nutr. Food Res. 2009;53:S92–S101. doi: 10.1002/mnfr.200800461.", "ArticleIdList": ["10.1002/mnfr.200800461", "19415657"]}, {"Citation": "Lin C., Tsai S., Huang C., Yin M. Antiglycative effects of protocatechuic acid in the kidneys of diabetic mice. J. Agric. Food Chem. 2011;59:5117–5124. doi: 10.1021/jf200103f.", "ArticleIdList": ["10.1021/jf200103f", "21456600"]}, {"Citation": "Mahfuz S., Shang Q., Piao X. Phenolic compounds as natural feed additives in poultry and swine diets: A review. J. Anim. Sci. Biotechnol. 2021;12:48. doi: 10.1186/s40104-021-00565-3.", "ArticleIdList": ["10.1186/s40104-021-00565-3", "PMC8025492", "33823919"]}, {"Citation": "Abdel-Moneim A., Shehata A., Alzahrani S., Shafi M., Mesalam N., Taha A., Swelum A., Arif M., Fayyaz M., Abd El-Hack M. The role of polyphenols in poultry nutrition. J. Anim. Physiol. Anim. Nutr. 2020;104:1851–1866. doi: 10.1111/jpn.13455.", "ArticleIdList": ["10.1111/jpn.13455", "32969538"]}, {"Citation": "Song J., He Y., Luo C., Feng B., Ran F., Xu H., Ci Z., Xu R., Han L., Zhang D. New progress in the pharmacology of protocatechuic acid: A compound ingested in daily foods and herbs frequently and heavily. Pharmacol. Res. 2020;161:105109. doi: 10.1016/j.phrs.2020.105109.", "ArticleIdList": ["10.1016/j.phrs.2020.105109", "32738494"]}, {"Citation": "Piazzon A., Vrhovsek U., Masuero D., Mattivi F., Mandoj F., Nardini M. Antioxidant activity of phenolic acids and their metabolites: Synthesis and antioxidant properties of the sulfate derivatives of ferulic and caffeic acids and of the acyl glucuronide of ferulic acid. J. Agric. Food Chem. 2012;60:12312–12323. doi: 10.1021/jf304076z.", "ArticleIdList": ["10.1021/jf304076z", "23157164"]}, {"Citation": "Vitaglione P., Donnarumma G., Napolitano A., Galvano F., Gallo A., Scalfi L., Fogliano V. Protocatechuic acid is the major human metabolite of cyanidin-glucosides. J. Nutr. 2007;137:2043–2048. doi: 10.1093/jn/137.9.2043.", "ArticleIdList": ["10.1093/jn/137.9.2043", "17709440"]}, {"Citation": "Tsuda T., Horio F., Osawa T. The role of anthocyanins as an antioxidant under oxidative stress in rats. Biofactors. 2000;13:133–139. doi: 10.1002/biof.5520130122.", "ArticleIdList": ["10.1002/biof.5520130122", "11237172"]}, {"Citation": "Aura A.M., Martin-Lopez P., Oleary K.A., Williamson G., Oksman-Caldentey K.M., Poutanen K., Santos-Buelga C. In vitro metabolism of anthocyanins by human gut microflora. Eur. J. Nutr. 2005;44:133–142. doi: 10.1007/s00394-004-0502-2.", "ArticleIdList": ["10.1007/s00394-004-0502-2", "15309431"]}, {"Citation": "Loarca-Pina G., Mendoza S., Ramos-Gomez M., Reynoso R. Antioxidant, antimutagenic, and antidiabetic activities of edible leaves from Cnidoscolus chayamansa Mc. vaugh. J. Food Sci. 2010;75:H68–H72. doi: 10.1111/j.1750-3841.2009.01505.x.", "ArticleIdList": ["10.1111/j.1750-3841.2009.01505.x", "20492237"]}, {"Citation": "Cao J., Wei Y.J., Qi L.W., Li P., Qian Z.M., Luo H.W., Chen J., Zhao J. Determination of fifteen bioactive components in radix et rhizoma salviae miltiorrhizae by high-performance liquid chromatography with ultraviolet and mass spectrometric detection. Biomed. Chromatogr. 2008;22:164–172. doi: 10.1002/bmc.911.", "ArticleIdList": ["10.1002/bmc.911", "17853389"]}, {"Citation": "Huang L., Zhao H., Huang B., Zheng C., Peng W., Qin L. Acanthopanax senticosus: Review of botany, chemistry and pharmacology. Die Pharm. 2011;66:83–97.", "ArticleIdList": ["21434569"]}, {"Citation": "Liu Q., Tang G.Y., Zhao C.N., Feng X.L., Xu X.Y., Cao S.Y., Meng X., Li S., Gan R.Y., Li H.B. Comparison of antioxidant activities of different grape varieties. Molecules. 2018;23:2432. doi: 10.3390/molecules23102432.", "ArticleIdList": ["10.3390/molecules23102432", "PMC6222363", "30249027"]}, {"Citation": "Sang S., Lapsley K., Jeong W.S., Lachance P.A., Ho C.T., Rosen R.T. Antioxidative phenolic compounds isolated from almond skins (Prunus amygdalus Batsch) J. Agric. Food Chem. 2002;50:2459–2463. doi: 10.1021/jf011533+.", "ArticleIdList": ["10.1021/jf011533+", "11929314"]}, {"Citation": "Sivaci A., Duman S. Evaluation of seasonal antioxidant activity and total phenolic compounds in stems and leaves of some almond (Prunus amygdalus L.) varieties. Biomed. Res. 2014;47:9. doi: 10.1186/0717-6287-47-9.", "ArticleIdList": ["10.1186/0717-6287-47-9", "PMC4103985", "25027590"]}, {"Citation": "Nazaruk J. Antioxidant activity and total phenolic content in Cirsium five species from north-east region of Poland. Fitoterapia. 2008;79:194–196. doi: 10.1016/j.fitote.2007.11.008.", "ArticleIdList": ["10.1016/j.fitote.2007.11.008", "18166278"]}, {"Citation": "Kozyra M., Biernasiuk A., Malm A., Chowaniec M. Chemical compositions and antibacterial activity of extracts obtained from the inflorescences of Cirsium canum (L.) all. Nat. Prod. Res. 2015;29:2059–2063. doi: 10.1080/14786419.2015.1030341.", "ArticleIdList": ["10.1080/14786419.2015.1030341", "25855328"]}, {"Citation": "Chao C.Y., Yin M.C. Antibacterial effects of roselle calyx extracts and protocatechuic acid in ground beef and apple juice. Foodborne Pathog. Dis. 2009;6:201–206. doi: 10.1089/fpd.2008.0187.", "ArticleIdList": ["10.1089/fpd.2008.0187", "19099360"]}, {"Citation": "Koczka N., Ombodi A., Moczar Z., Stefanovits-Banyai E. Total phenolic content and antioxidant capacity of ginkgo teas. Acta Alimentaria. 2016;45:77–84. doi: 10.1556/066.2015.8888.", "ArticleIdList": ["10.1556/066.2015.8888"]}, {"Citation": "Silveira T.F.F., Godoy H.T. Non-anthocyanin phenolic compounds in Acai (Euterpe oleracea Mart.) juice by ultrahigh-performance liquid chromatography-diode array detector (UHPLC-DAD): A multivariate optimization. J. Chromatogr. Sci. 2018;57:139–148. doi: 10.1093/chromsci/bmy095.", "ArticleIdList": ["10.1093/chromsci/bmy095", "30364953"]}, {"Citation": "Pacheco-Palencia L.A., Mertens-Talcott S., Talcott S.T. Chemical composition, antioxidant properties, and thermal stability of a phytochemical enriched oil from Acai (Euterpe oleracea Mart.) J. Agric. Food Chem. 2008;56:4631–4636. doi: 10.1021/jf800161u.", "ArticleIdList": ["10.1021/jf800161u", "18522407"]}, {"Citation": "Aline C.D.S.D.S., Goncalves G.D.A., Soares A.A., Nakanishi A.B., Ana Paula D.S.R., Natali M.R.M., Peralta R.M., Bracht A. Antioxidant action of an aqueous extract of royal sun medicinal mushroom, Agaricus brasiliensis (Agaricomycetes), in rats with adjuvant-induced arthritis. Int. J. Med. Mushrooms. 2018;20:101–117.", "ArticleIdList": ["29773003"]}, {"Citation": "Dogan A., Dalar A., Sadullahoglu C., Battal A., Uzun Y., Celik I., Demirel K. Investigation of the protective effects of horse mushroom (Agaricus arvensis Schaeff.) against carbon tetrachloride-induced oxidative stress in rats. Mol. Biol. Rep. 2018;45:787–797. doi: 10.1007/s11033-018-4218-4.", "ArticleIdList": ["10.1007/s11033-018-4218-4", "29931536"]}, {"Citation": "Hung M.Y., Fu T.Y., Shih P.H., Lee C.P., Yen G.C. Du-Zhong (Eucommia ulmoides Oliv.) leaves inhibits CCl4-induced hepatic damage in rats. Food Chem. Toxicol. 2006;44:1424–1431. doi: 10.1016/j.fct.2006.03.009.", "ArticleIdList": ["10.1016/j.fct.2006.03.009", "16707202"]}, {"Citation": "Ryu J.Y., Kang H.R., Cho S.K. Changes over the fermentation period in phenolic compounds and antioxidant and anticancer activities of blueberries fermented by Lactobacillus plantarum. J. Food Sci. 2019;84:2347–2356. doi: 10.1111/1750-3841.14731.", "ArticleIdList": ["10.1111/1750-3841.14731", "31313311"]}, {"Citation": "Taviano M.F., Marino A., Trovato A., Bellinghieri V., Melchini A., Dugo P., Cacciola F., Donato P., Mondello L., Guvenc A., et al. Juniperus oxycedrus L. subsp. oxycedrus and Juniperus oxycedrus L. subsp. macrocarpa (Sibth. & Sm.) Ball. “berries” from Turkey: Comparative evaluation of phenolic profile, antioxidant, cytotoxic and antimicrobial activities. Food Chem. Toxicol. 2013;58:22–29.", "ArticleIdList": ["23603383"]}, {"Citation": "Cen Y., Xiao A., Chen X., Liu L. Isolation of α-amylase inhibitors from Kadsura longipedunculata using a high-speed counter-current chromatography target guided by centrifugal ultrafiltration with LC-MS. Molecules. 2016;21:1190. doi: 10.3390/molecules21091190.", "ArticleIdList": ["10.3390/molecules21091190", "PMC6274455", "27617987"]}, {"Citation": "Flegkas A., Milosevic Ifantis T., Barda C., Samara P., Tsitsilonis O., Skaltsa H. Antiproliferative activity of (-)-rabdosiin isolated from Ocimum sanctum L. Medicines. 2019;6:37. doi: 10.3390/medicines6010037.", "ArticleIdList": ["10.3390/medicines6010037", "PMC6473744", "30870993"]}, {"Citation": "Zhong R.Z., Zhou D.W. Oxidative stress and role of natural plant derived antioxidants in animal peproduction. J. Integr. Agric. 2013;12:1826–1838. doi: 10.1016/S2095-3119(13)60412-8.", "ArticleIdList": ["10.1016/S2095-3119(13)60412-8"]}, {"Citation": "Sen S., Chakraborty R., Sridhar C., Reddy Y.S.R., De B. Free radicals, antioxidants, diseases and phytomedicines: Current status and future prospect. Int. J. Pharm. Sci. Rev. Res. 2010;3:91–100."}, {"Citation": "Sroka Z., Cisowski W. Hydrogen peroxide scavenging, antioxidant and anti-radical activity of some phenolic acids. Food Chem. Toxicol. 2003;41:753–758. doi: 10.1016/S0278-6915(02)00329-0.", "ArticleIdList": ["10.1016/S0278-6915(02)00329-0", "12738180"]}, {"Citation": "Masella R., Varì R., D’Archivio M., Di Benedetto R., Matarrese P., Malorni W., Scazzocchio B., Giovannini C. Extra virgin olive oil biophenols inhibit cell-mediated oxidation of LDL by increasing the mRNA transcription of glutathione-related enzymes. J. Nutr. 2004;134:785–791. doi: 10.1093/jn/134.4.785.", "ArticleIdList": ["10.1093/jn/134.4.785", "15051826"]}, {"Citation": "Shi G.F., An L.J., Jiang B., Guan S., Bao Y.M. Alpinia protocatechuic acid protects against oxidative damage in vitro and reduces oxidative stress in vivo. Neurosci. Lett. 2006;403:206–210. doi: 10.1016/j.neulet.2006.02.057.", "ArticleIdList": ["10.1016/j.neulet.2006.02.057", "16806694"]}, {"Citation": "Vari R., D'Archivio M., Filesi C., Carotenuto S., Scazzocchio B., Santangelo C., Giovannini C., Masella R. Protocatechuic acid induces antioxidant/detoxifying enzyme expression through JNK-mediated Nrf2 activation in murine macrophages. J. Nutr. Biochem. 2011;22:409–417. doi: 10.1016/j.jnutbio.2010.03.008.", "ArticleIdList": ["10.1016/j.jnutbio.2010.03.008", "20621462"]}, {"Citation": "Vuolo M.M., Lima V.S., Marostica Junior M.R. Chapter 2—Phenolic compounds: Structure, classification, and antioxidant power. In: Campos M.R.S., editor. Bioactive Compounds. Woodhead Publishing; Sawston, UK: 2019. pp. 33–50."}, {"Citation": "Farombi E.O., Adedara I.A., Awoyemi O.V., Njoku C.R., Micah G.O., Esogwa C.U., Owumi S.E., Olopade J.O. Dietary protocatechuic acid ameliorates dextran sulphate sodium-induced ulcerative colitis and hepatotoxicity in rats. Food Funct. 2016;7:913–921. doi: 10.1039/C5FO01228G.", "ArticleIdList": ["10.1039/C5FO01228G", "26691887"]}, {"Citation": "Li X., Wang X., Chen D., Chen S. Antioxidant activity and mechanism of protocatechuic acid In Vitro. Funct. Foods Health Dis. 2011;1:232–244. doi: 10.31989/ffhd.v1i7.127.", "ArticleIdList": ["10.31989/ffhd.v1i7.127"]}, {"Citation": "Valenzuela-Grijalva N.V., Pinelli-Saavedra A., Muhlia-Almazan A., Dominguez-Diaz D., Gonzalez-Rios H. Dietary inclusion effects of phytochemicals as growth promoters in animal production. J. Anim. Sci. Technol. 2017;59:8. doi: 10.1186/s40781-017-0133-9.", "ArticleIdList": ["10.1186/s40781-017-0133-9", "PMC5392986", "28428891"]}, {"Citation": "Ou C., Wang Q., Wei X., Liu M., Liu X., He C. Pro-apoptosis effects of protocatechuic acid in the early stage of infectious bursal disease virus infection. Microb. Pathog. 2018;124:216–222. doi: 10.1016/j.micpath.2018.08.030.", "ArticleIdList": ["10.1016/j.micpath.2018.08.030", "30145255"]}, {"Citation": "Bozkurt M., Tuzun A.E. Chapter 12—Application of aromatic plants and their extracts in diets of turkeys. In: Florou-Paneri P., Christaki E., Giannenas I., editors. Feed Additives. Elsevier Academic Press; London, UK: 2020. pp. 205–226."}, {"Citation": "Jayaraman P., Sakharkar M., Lim C., Tang T., Sakharkar K. Activity and interactions of antibiotic and phytochemical combinations against pseudomonas aeruginosa In Vitro. Int. J. Biol. Sci. 2010;6:556–568. doi: 10.7150/ijbs.6.556.", "ArticleIdList": ["10.7150/ijbs.6.556", "PMC2952406", "20941374"]}, {"Citation": "Kuete V., Nana F., Ngameni B., Mbaveng A., Keumedjio K., Ngadjui B. Antimicrobial activity of the crude extract, fractions and compounds from stem bark of Ficus ovata (Moraceae) J. Ethnopharmacol. 2009;124:556–561. doi: 10.1016/j.jep.2009.05.003.", "ArticleIdList": ["10.1016/j.jep.2009.05.003", "19450673"]}, {"Citation": "Liu W., Hsu C., Yin M. In vitro anti-Helicobacter pylori activity of diallyl sulphides and protocatechuic acid. Phytother. Res. 2008;22:53–57. doi: 10.1002/ptr.2259.", "ArticleIdList": ["10.1002/ptr.2259", "17705145"]}, {"Citation": "Yang C., Chowdhury K., Hou Y., Gong J. Phytogenic compounds as alternatives to in-feed antibiotics: Potentials and challenges in application. Pathogens. 2015;4:137–156. doi: 10.3390/pathogens4010137.", "ArticleIdList": ["10.3390/pathogens4010137", "PMC4384076", "25806623"]}, {"Citation": "Gheisar M.M., Kim I.H. Phytobiotics in poultry and swine nutrition—A review. Ital. J. Anim. Sci. 2017;17:92–99. doi: 10.1080/1828051X.2017.1350120.", "ArticleIdList": ["10.1080/1828051X.2017.1350120"]}, {"Citation": "Ou C., Shi N., Yang Q., Zhang Y., Wu Z., Wang B., Compans R.W., He C. Protocatechuic acid, a novel active substance against avian influenza virus H9N2 infection. PLoS ONE. 2014;9:e111004. doi: 10.1371/journal.pone.0111004.", "ArticleIdList": ["10.1371/journal.pone.0111004", "PMC4206475", "25337912"]}, {"Citation": "Guo Y., Zhang Q., Zuo Z., Chu J., Xiao H., Javed M.T., He C. Protocatechuic acid (PCA) induced a better antiviral effect by immune enhancement in SPF chickens. Microb. Pathog. 2018;114:233–238. doi: 10.1016/j.micpath.2017.11.068.", "ArticleIdList": ["10.1016/j.micpath.2017.11.068", "29217325"]}, {"Citation": "Borate A.R., Suralkar A., Birje S., Malusare P., Bangale P. Antihyperlipidemic effect of protocatechuic acid in fructose induced hyperlipidemia in rats. Int. J. Pharma Biosci. 2011;2:456."}, {"Citation": "Li L., Liu S., Tang H., Song S., Lu L., Zhang P., Li X. Effects of protocatechuic acid on ameliorating lipid profiles and cardio-protection against coronary artery disease in high fat and fructose diet fed in rats. J. Vet. Med. Sci. 2020;82:1387–1394. doi: 10.1292/jvms.20-0245.", "ArticleIdList": ["10.1292/jvms.20-0245", "PMC7538333", "32669485"]}, {"Citation": "Zheng J., Li Q., He L., Weng H., Su D., Liu X., Ling W., Wang D. Protocatechuic acid inhibits vulnerable atherosclerotic lesion progression in older apoe/mice. J. Nutr. 2020;150:1167–1177. doi: 10.1093/jn/nxaa017.", "ArticleIdList": ["10.1093/jn/nxaa017", "32047914"]}, {"Citation": "Thangaiyan R., Arjunan S., Periyasamy V., Kodukkur V. Effect of protocatechuic acid on lipid profile and DNA damage in D-galactosamine-induced hepatotoxic rats. J. Basic Clin. Physiol. Pharmacol. 2016;27:505–514.", "ArticleIdList": ["27226100"]}, {"Citation": "Liu W.H., Lin C.C., Wang Z.H., Mong M.C., Yin M.C. Effects of protocatechuic acid on trans fat induced hepatic steatosis in mice. J. Agric. Food Chem. 2010;58:10247–10252. doi: 10.1021/jf102379n.", "ArticleIdList": ["10.1021/jf102379n", "20799701"]}, {"Citation": "Larson D.E., Hunter G.R., Williams M.J., Kekes-Szabo T., Nyikos I., Goran M.I. Dietary fat in relation to body fat and intraabdominal adipose tissue: A cross-sectional analysis. Am. J. Clin. Nutr. 1996;64:677–684. doi: 10.1093/ajcn/64.5.677.", "ArticleIdList": ["10.1093/ajcn/64.5.677", "8901785"]}, {"Citation": "Sherling D., Perumareddi P., Hennekens C. Metabolic Syndromes. J. Cardiovasc. Pharmacol. Ther. 2017;22:365–367. doi: 10.1177/1074248416686187.", "ArticleIdList": ["10.1177/1074248416686187", "28587579"]}, {"Citation": "Ibitoye O., Ajiboye T. Dietary phenolic acids reverse insulin resistance, hyperglycaemia, dyslipidaemia, inflammation and oxidative stress in high-fructose diet-induced metabolic syndrome rats. Arc. Physiol. Biochem. 2018;124:410–417. doi: 10.1080/13813455.2017.1415938.", "ArticleIdList": ["10.1080/13813455.2017.1415938", "29260581"]}, {"Citation": "Artuso-Ponte V., Pastor A., Andratsch M. Chapter 17—The effects of plant extracts on the immune system of livestock: The isoquinoline alkaloids model. In: Florou-Paneri P., Christaki E., Giannenas I., editors. Feed Additives. Elsevier Academic Press; London, UK: 2020. pp. 295–310."}, {"Citation": "Scazzocchio B., Vari R., Filesi C., Archivio D.M., Santangelo C., Giovannini C., Iacovelli A., Silecchia G., Li Volti G., Galvano F., et al. Cyanidin-3-O-β-glucoside and protocatechuic acid exert insulin-like effects by upregulating PPARγ activity in human omental adipocytes. Diabetes. 2011;60:2234–2244. doi: 10.2337/db10-1461.", "ArticleIdList": ["10.2337/db10-1461", "PMC3161313", "21788573"]}, {"Citation": "Min S.W., Ryu S.N., Kim D.H. Anti-inflammatory effects of black rice, cyanidin-3-O-beta-D-glycoside, and its metabolites, cyanidin and protocatechuic acid. Int. Immunopharmacol. 2010;10:959–966. doi: 10.1016/j.intimp.2010.05.009.", "ArticleIdList": ["10.1016/j.intimp.2010.05.009", "20669401"]}, {"Citation": "Wang D., Wei X., Yan X., Jin T., Ling W. Protocatechuic acid, a metabolite of anthocyanins, inhibits monocyte adhesion and reduces atherosclerosis in apolipoprotein E-deficient mice. J. Agric. Food Chem. 2010;58:12722–12728. doi: 10.1021/jf103427j.", "ArticleIdList": ["10.1021/jf103427j", "21090717"]}, {"Citation": "Wang D., Zou T., Yang Y., Yan X., Ling W. Cyanidin-3-O-β-glucoside with the aid of its metabolite protocatechuic acid, reduces monocyte infiltration in apolipoprotein E-deficient mice. Biochem. Pharmacol. 2011;82:713–719. doi: 10.1016/j.bcp.2011.04.007.", "ArticleIdList": ["10.1016/j.bcp.2011.04.007", "21569764"]}, {"Citation": "Yan J., JS J., Hong Y.J. Protective effect of protocatechuic acid isopropyl ester against murine models of sepsis: Inhibition of TNF-alpha and nitric oxide production and augmentation of IL-10. Biol. Pharm. Bull. 2004;27:2024–2027. doi: 10.1248/bpb.27.2024.", "ArticleIdList": ["10.1248/bpb.27.2024", "15577225"]}, {"Citation": "Ma J., Piao X., Mahfuz S., Long S., Wang J. The interaction among gut microbes, the intestinal barrier and short chain fatty acids.  [(accessed on 26 January 2022)];Anim. Nutr. 2021  doi: 10.1016/j.aninu.2021.09.012. Available online:  https://www.sciencedirect.com/science/article/pii/S2405654521001967?via%3Dihub.", "ArticleIdList": ["10.1016/j.aninu.2021.09.012"]}, {"Citation": "Mahfuz S., Hui S., Zongjun L. Improved production performance and health status with winter mushroom stem (Flammulina velutipes) in laying chicken-A review. Int. J. Poult. Sci. 2017;16:112–117. doi: 10.3923/ijps.2017.112.117.", "ArticleIdList": ["10.3923/ijps.2017.112.117"]}, {"Citation": "Pearlin B., Muthuvel S., Govidasamy P., Villavan M., Alagawany M., Ragab Farag M., Dhama K., Gopi M. Role of acidifiers in livestock nutrition and health: A review. J. Anim. Physiol. Anim. Nutr. 2020;104:558–569. doi: 10.1111/jpn.13282.", "ArticleIdList": ["10.1111/jpn.13282", "31912950"]}, {"Citation": "Chenard T., Prevost K., Dube J., Masse E. Immune system modulations by products of the gut microbiota. Vaccines. 2020;8:461. doi: 10.3390/vaccines8030461.", "ArticleIdList": ["10.3390/vaccines8030461", "PMC7565937", "32825559"]}, {"Citation": "Schoeler M., Caesar R. Dietary lipids, gut microbiota and lipid metabolism. Rev. Endocr. Metab. Dis. 2019;20:461–472. doi: 10.1007/s11154-019-09512-0.", "ArticleIdList": ["10.1007/s11154-019-09512-0", "PMC6938793", "31707624"]}, {"Citation": "Zeng H., Umar S., Rust B., Lazarova D., Bordonaro M. Secondary bile acids and short chain fatty acids in the colon: A focus on colonic microbiome, cell proliferation, inflammation, and cancer. Int. J. Mol. Sci. 2019;5:1214. doi: 10.3390/ijms20051214.", "ArticleIdList": ["10.3390/ijms20051214", "PMC6429521", "30862015"]}, {"Citation": "Ning Q., Peng D., Gao Z. Protective effects and mechanisms of protocatechuic acid on common bile duct obstruction induced intestinal barrier dysfunction in mice. Pharmacol. Clin. Chin. Mater. Med. 2013;29:27–30."}, {"Citation": "Boneti C., Habib C., Keller J.E., Diaz J.A., Kokoska E., Jackson R.J. Probiotic acidified formula in an animal model reduces pulmonary and gastric bacterial load. J. Pediatr. Surg. 2009;44:530–533. doi: 10.1016/j.jpedsurg.2008.06.004.", "ArticleIdList": ["10.1016/j.jpedsurg.2008.06.004", "19302853"]}, {"Citation": "He X., Hao D., Liu C., Zhang X., Xu D., Xu X., Wang J., Wu R. Effect of supplemental oregano essential oils in diets on production performance and relatively intestinal parameters of laying hens. Am. J. Mol. Biol. 2017;7:73–85. doi: 10.4236/ajmb.2017.71006.", "ArticleIdList": ["10.4236/ajmb.2017.71006"]}, {"Citation": "Ahmed S., Hossain M., Kim G., Hwang J., Ji H., Yang C. Effects of resveratrol and essential oils on growth performance, immunity, digestibility and fecal microbial shedding in challenged piglets. Asian. Australas J. Anim. Sci. 2013;26:683–690. doi: 10.5713/ajas.2012.12683.", "ArticleIdList": ["10.5713/ajas.2012.12683", "PMC4093338", "25049839"]}, {"Citation": "Fiesel A., Gessner D.K., Most E., Eder K. Effects of dietary polyphenol-rich plant products from grape or hop on pro-inflammatory gene expression in the intestine, nutrient digestibility and faecal microbiota of weaned pigs. BMC Vet. Res. 2014;10:196. doi: 10.1186/s12917-014-0196-5.", "ArticleIdList": ["10.1186/s12917-014-0196-5", "PMC4158062", "25323005"]}, {"Citation": "Bela S.P. Chapter 4—Pepsin B. In: Rawlings N.D., Salvesen G., editors. Handbook of Proteolytic Enzymes. 3rd ed. Volume 1. Academic Press Elsevier; London, UK: 2013. pp. 36–37."}, {"Citation": "Tian Z., Ma X., Yang X., Fan Q., Xiong Y., Qiu Y., Wang L., Wen X., Jiang Z. Influence of low protein diets on gene expression of digestive enzymes and hormone secretion in the gastrointestinal tract of young weaned piglets. J. Zhejiang Uni. Sci. 2016;17:742–751. doi: 10.1631/jzus.B1600229.", "ArticleIdList": ["10.1631/jzus.B1600229", "PMC5064168", "27704744"]}, {"Citation": "Ma J., Piao X., Shang Q., Long S., Liu S., Mahfuz S. Mixed organic acids as an alternative to antibiotics improve serum biochemical parameters and intestinal health of weaned piglets. Anim. Nutr. 2021;7:737–749. doi: 10.1016/j.aninu.2020.11.018.", "ArticleIdList": ["10.1016/j.aninu.2020.11.018", "PMC8379140", "34466678"]}, {"Citation": "Risley C.R., Kornegay E.T., Lindemann M.D., Wood C.M., Eigel W.N. Effect of feeding organic acids on selected intestinal content measurements at varying times postweaning in pigs. J. Anim. Sci. 1992;70:196–206. doi: 10.2527/1992.701196x.", "ArticleIdList": ["10.2527/1992.701196x", "1582907"]}, {"Citation": "Bosi P., Jung H.J., Han I.K., Perini S., Cacciavillani J.A., Casini L. Effects of dietary buffering characteristics and protected or unprotected acid on piglet growth, digestibility and characteristics of gut content. Asian Australas J. Anim. Sci. 1999;12:1104–1110. doi: 10.5713/ajas.1999.1104.", "ArticleIdList": ["10.5713/ajas.1999.1104"]}, {"Citation": "Moroz Z. Organic acids as potential alternatives to antibiotic growth promoters for pigs. Adv. Pork Prod. 2005;16:169–182."}, {"Citation": "De Busser E.V., Dewulf J., Zutter L.D., Haesebrouck F., Callens J., Meyns T., Maes W., Maes D. Effect of administration of organic acids in drinking water on faecal shedding of E. coli, performance parameters and health in nursery pigs. Vet. J. 2011;188:184–188. doi: 10.1016/j.tvjl.2010.04.006.", "ArticleIdList": ["10.1016/j.tvjl.2010.04.006", "20471876"]}, {"Citation": "Hansen C.F., Riis A.L., Bresson S., Hojbjerg O., Jensen B.B. Feeding organic acids enhances the barrier function against pathogenic bacteria of the piglet stomach. Livest. Sci. 2007;108:206–209. doi: 10.1016/j.livsci.2007.01.059.", "ArticleIdList": ["10.1016/j.livsci.2007.01.059"]}, {"Citation": "Yang X., Liu Y., Yan F., Yang C., Yang X. Effects of encapsulated organic acids and essential oils on intestinal barrier, microbial count, and bacterial metabolites in broiler chickens. Poult. Sci. 2019;98:2858–2865. doi: 10.3382/ps/pez031.", "ArticleIdList": ["10.3382/ps/pez031", "30715522"]}, {"Citation": "Dong L., Liu J., Zhong Z., Wang S., Wang H., Huo Y., Wei Z., Yu L. Dietary tea tree oil supplementation improves the intestinal mucosal immunity of weanling piglets. Anim. Feed Sci. Technol. 2019;255:114209. doi: 10.1016/j.anifeedsci.2019.114209.", "ArticleIdList": ["10.1016/j.anifeedsci.2019.114209"]}, {"Citation": "Wang Y., Wang Y., Wang B., Mei X., Jiang S., Li W. Protocatechuic acid improved growth performance, meat quality, and intestinal health of Chinese yellow-feathered broilers. Poult. Sci. 2019;98:3138–3149. doi: 10.3382/ps/pez124.", "ArticleIdList": ["10.3382/ps/pez124", "PMC6615542", "30938807"]}, {"Citation": "Jiang S.G., Pan N.X., Chen M.J., Wang X.Q., Yan H.C., Gao C.Q. Effects of dietary supplementation with dl-methionine and dl-methionyl-dl-methionine in breeding pigeons on the carcass characteristics, meat quality and antioxidant activity of squabs. Antioxidants. 2019;8:435. doi: 10.3390/antiox8100435.", "ArticleIdList": ["10.3390/antiox8100435", "PMC6826467", "31581451"]}, {"Citation": "Hashemi S., Davoodi H. Herbal plants and their derivatives as growth and health promoters in animal nutrition. Vet. Res. Commun. 2011;35:169–180. doi: 10.1007/s11259-010-9458-2.", "ArticleIdList": ["10.1007/s11259-010-9458-2", "21213046"]}, {"Citation": "Mohebodini H., Jazi V., Bakhshalinejad R., Shabani A., Ashayerizadeh A. Effect of dietary resveratrol supplementation on growth performance, immune response, serum biochemical indices, cecal microflora, and intestinal morphology of broiler chickens challenged with Escherichia coli. Livest. Sci. 2019;229:13–21. doi: 10.1016/j.livsci.2019.09.008.", "ArticleIdList": ["10.1016/j.livsci.2019.09.008"]}, {"Citation": "Chen Y., Chen H., Li W., Miao J., Chen N., Shao X., Cao Y. Polyphenols in Eucalyptus leaves improved the egg and meat qualities and protected against ethanol-induced oxidative damage in laying hens. J. Anim. Physiol. Anim. Nutr. 2018;102:214–223. doi: 10.1111/jpn.12680.", "ArticleIdList": ["10.1111/jpn.12680", "28276101"]}, {"Citation": "Ding X., Wu X., Zhang K., Bai S., Wang J., Peng H., Xuan Y., Su Z., Zeng Q. Dietary supplement of essential oil from oregano affects growth performance, nutrient utilization, intestinal morphology and antioxidant ability in Pekin ducks. J. Anim. Physiol. Anim. Nutr. 2020;104:1067–1074. doi: 10.1111/jpn.13311.", "ArticleIdList": ["10.1111/jpn.13311", "31953905"]}, {"Citation": "Wang R., Yu H., Fang H., Jin Y., Zhao Y., Shen J., Zhou C., Li R., Wang J., Fu Y., et al. Effects of dietary grape pomace on the intestinal microbiota and growth performance of weaned piglets. Arch. Anim. Nutr. 2020;74:296–308. doi: 10.1080/1745039X.2020.1743607.", "ArticleIdList": ["10.1080/1745039X.2020.1743607", "32308036"]}, {"Citation": "Brenes A., Viveros A., Gon I., Centeno C., Sayago-Ayerdy S.G., Arija I., Saura-Calixto F. Effect grape seed extract on growth performance, protein and polyphenol digestibilities, and antioxidant activity in chickens. Poult. Sci. 2008;87:307–316. doi: 10.3382/ps.2007-00297.", "ArticleIdList": ["10.3382/ps.2007-00297", "18212374"]}, {"Citation": "Yilmazer-Musa M., Griffith A.M., Michels A.J., Schneider E., Frei B. Grape seed and tea extracts and catechin 3-gallates are potent inhibitors of α-amylase and α-glucosidase activity. J. Agric. Food Chem. 2012;60:8924–8929. doi: 10.1021/jf301147n.", "ArticleIdList": ["10.1021/jf301147n", "PMC4356113", "22697360"]}, {"Citation": "Longstaff M., McNab J. The inhibitory effects of hull polysaccharides and tannins of field beans (Vicia faba L.) on the digestion of amino acids, starch and lipid and on digestive enzyme activities in young chicks. Br. J. Nutr. 1991;65:199–206. doi: 10.1079/BJN19910081.", "ArticleIdList": ["10.1079/BJN19910081", "1645991"]}, {"Citation": "Ma Q., Kim E.Y., Lindsay E.A., Han O. Bioactive dietary polyphenols inhibit heme iron absorption in a dose-dependent manner in human intestinal CaCo−2 cells. J. Food Sci. 2011;76:H143–H150. doi: 10.1111/j.1750-3841.2011.02184.x.", "ArticleIdList": ["10.1111/j.1750-3841.2011.02184.x", "PMC3306181", "22417433"]}, {"Citation": "Smulikowska S., Pastuszewska B., Swiech E., Ochtabin A., Mieczkowska A., Nguyen V.C., Buraczewska L. Tannin content affects negatively nutritive value of pea for monogastrics. J. Anim. Feed Sci. 2001;10:511–523. doi: 10.22358/jafs/68004/2001.", "ArticleIdList": ["10.22358/jafs/68004/2001"]}, {"Citation": "Liu H., Hu J., Mahfuz S., Piao X. Effects of hydrolysable tannins as zinc oxide substitutes on antioxidant status, immune function, intestinal morphology, and digestive enzyme activities in weaned piglets. Animals. 2020;10:757. doi: 10.3390/ani10050757.", "ArticleIdList": ["10.3390/ani10050757", "PMC7277717", "32349238"]}, {"Citation": "Schiavone A., Guo K., Tassone S., Gasco L., Hernandez E., Denti R., Zoccarato I. Effects of a natural extract of chestnut wood on digestibility, performance traits, and nitrogen balance of broiler chicks. Poult. Sci. 2008;87:521–527. doi: 10.3382/ps.2007-00113.", "ArticleIdList": ["10.3382/ps.2007-00113", "18281579"]}, {"Citation": "Franz C.M., Baser K.H.C., Hahn-Ramssl I. Chapter 3—Herbs and aromatic plants as feed additives: Aspects of composition, safety, and registration rules. In: Florou-Paneri P., Christaki E., Giannenas I., editors. Feed Additives. Elsevier Academic Press; London, UK: 2020. pp. 35–56."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "3", "Day": "7"}, {"Year": "2022", "Month": "3", "Day": "14"}, {"Year": "2022", "Month": "3", "Day": "14"}, {"Year": "2022", "Month": "3", "Day": "25", "Hour": "1", "Minute": "3"}, {"Year": "2022", "Month": "3", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "26", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "3", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["35327138", "PMC8944766", "10.3390/ani12060741", "ani12060741"]}}], "PubmedBookArticle": []}