{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35325214", "DateCompleted": {"Year": "2022", "Month": "06", "Day": "29"}, "DateRevised": {"Year": "2023", "Month": "03", "Day": "24"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1093/plphys/kiac138"], "Journal": {"ISSN": "1532-2548", "JournalIssue": {"Volume": "189", "Issue": "3", "PubDate": {"Year": "2022", "Month": "Jun", "Day": "27"}}, "Title": "Plant physiology", "ISOAbbreviation": "Plant Physiol"}, "ArticleTitle": "MicroRNA858a, its encoded peptide, and phytosulfokine regulate Arabidopsis growth and development.", "Pagination": {"StartPage": "1397", "EndPage": "1415", "MedlinePgn": "1397-1415"}, "Abstract": {"AbstractText": ["Small molecules, such as peptides and miRNAs, are crucial regulators of plant growth. Here, we show the importance of cross-talk between miPEP858a (microRNA858a-encoded peptide)/miR858a and phytosulfokine (PSK4) in regulating plant growth and development in Arabidopsis (Arabidopsis thaliana). Genome-wide expression analysis suggested modulated expression of PSK4 in miR858a mutants and miR858a-overexpressing (miR858aOX) plants. The silencing of PSK4 in miR858aOX plants compromised growth, whereas overexpression of PSK4 in the miR858a mutant rescued the developmental defects. The exogenous application of synthetic PSK4 further complemented the plant development in mutant plants. Exogenous treatment of synthetic miPEP858a in the PSK4 mutant led to clathrin-mediated internalization of the peptide; however, it did not enhance growth as is the case in wild-type plants. We also demonstrated that MYB3 is an important molecular component participating in the miPEP858a/miR858a-PSK4 module. Finally, our work highlights the signaling between miR858a/miPEP858a-MYB3-PSK4 in modulating the expression of key elements involved in auxin responses, leading to the regulation of growth."], "CopyrightInformation": "© American Society of Plant Biologists 2022. All rights reserved. For permissions, please email: journals.permissions@oup.com."}, "AuthorList": [{"Identifier": ["0000-0003-2494-1924"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CSIR-National Botanical Research Institute, Council of Scientific and Industrial Research (CSIR-NBRI), Lucknow 226001, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201002, India."}], "LastName": "Badola", "ForeName": "Poorwa Kamal", "Initials": "PK"}, {"Identifier": ["0000-0001-7709-4461"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CSIR-National Botanical Research Institute, Council of Scientific and Industrial Research (CSIR-NBRI), Lucknow 226001, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201002, India."}], "LastName": "Sharma", "ForeName": "Ashish", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CSIR-National Botanical Research Institute, Council of Scientific and Industrial Research (CSIR-NBRI), Lucknow 226001, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201002, India."}], "LastName": "Gautam", "ForeName": "Himanshi", "Initials": "H"}, {"Identifier": ["0000-0001-6463-1731"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CSIR-National Botanical Research Institute, Council of Scientific and Industrial Research (CSIR-NBRI), Lucknow 226001, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201002, India."}, {"Identifier": [], "Affiliation": "Central Institute of Medicinal and Aromatic Plants (CSIR-CIMAP), Lucknow, India."}], "LastName": "Trivedi", "ForeName": "Prabodh Kumar", "Initials": "PK"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Physiol", "NlmUniqueID": "0401224", "ISSNLinking": "0032-0889"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Arabidopsis Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Indoleacetic Acids"}, {"RegistryNumber": "0", "NameOfSubstance": "MicroRNAs"}, {"RegistryNumber": "0", "NameOfSubstance": "Peptides"}, {"RegistryNumber": "0", "NameOfSubstance": "mipep858a peptide, Arabidopsis"}], "MeshHeadingList": [{"QualifierName": ["metabolism"], "DescriptorName": "Arabidopsis"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Arabidopsis Proteins"}, {"QualifierName": [], "DescriptorName": "Gene Expression Regulation, Plant"}, {"QualifierName": ["metabolism", "pharmacology"], "DescriptorName": "Indoleacetic Acids"}, {"QualifierName": ["genetics"], "DescriptorName": "MicroRNAs"}, {"QualifierName": ["genetics"], "DescriptorName": "Mutation"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Peptides"}, {"QualifierName": [], "DescriptorName": "Plant Development"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Amano Y, Tsubouchi H, Shinohara H, Ogawa M, Matsubayashi Y (2007) Tyrosine-sulfated glycopeptide involved in cellular proliferation and expansion in Arabidopsis. Proc Natl Acad Sci USA 104: 18333–18338", "ArticleIdList": ["PMC2084343", "17989228"]}, {"Citation": "Ambros V (2001) microRNAs: tiny regulators with great potential. Cell 107: 823–826", "ArticleIdList": ["11779458"]}, {"Citation": "Bhati KK, Dolde U, Wenkel S (2021) Micro proteins: expanding functions and novel modes of regulation. Mol Plant 14:705–707", "ArticleIdList": ["33450370"]}, {"Citation": "Bhatia C, Pandey A, Gaddam SR, Hoecker U, Trivedi PK (2018) Low temperature enhanced flavonol synthesis requires light-associated regulatory components in Arabidopsis thaliana. Plant Cell Physiol 59:2099–2112", "ArticleIdList": ["30010959"]}, {"Citation": "Bhatia C, Reddy S, Pandey A, Trivedi PK (2021) COP1 mediates light-dependent regulation of flavonol biosynthesis through HY5 in Arabidopsis. Plant Sci 303:110760.", "ArticleIdList": ["33487344"]}, {"Citation": "Brumos J, Robles LM, Yun J, Vu TC, Jackson S, Alonso JM, Stepanova AN (2018) Local auxin biosynthesis is a key regulator of plant development. Dev Cell 47:306–318", "ArticleIdList": ["30415657"]}, {"Citation": "Butenko MA, Patterson SE, Grini PE, Stenvik GE, Amundsen SS, Mandal A, Aalen RB (2003) Inflorescence deficient in abscission controls floral organ abscission in Arabidopsis and identifies a novel family of putative ligands in plants. Plant Cell 15: 2296–2307", "ArticleIdList": ["PMC197296", "12972671"]}, {"Citation": "Butenko MA, Vie AK, Brembu T, Aalen RB, Bones AM (2009) Plant peptides in signalling: looking for new partners. Trends Plant Sci 14: 255–263", "ArticleIdList": ["19362511"]}, {"Citation": "Catalanotto C, Cogoni C, Zardo G (2016) MicroRNA in control of gene expression: an overview of nuclear functions. Int J Mol Sci 17:1712", "ArticleIdList": ["PMC5085744", "27754357"]}, {"Citation": "Chen X (2009) Small RNAs and their roles in plant development. Annu Rev Cell Dev Biol 25: 21–44", "ArticleIdList": ["PMC5135726", "19575669"]}, {"Citation": "Clough SJ, Bent AF (1998) Floral dip: a simplified method for Agrobacterium-mediated transformation of Arabidopsis thaliana. Plant J 16:735–743", "ArticleIdList": ["10069079"]}, {"Citation": "Couzigou JM, Lauressergues D, Bécard G, Combier JP (2015) miRNA-encoded peptides (miPEPs): a new tool to analyze the roles of miRNAs in plant biology. RNA Biol 12: 1178–1180", "ArticleIdList": ["PMC4829328", "26400469"]}, {"Citation": "Czyzewicz N, Yue K, Beeckman T, De Smet I (2013) Message in a bottle: small signalling peptide outputs during growth and development. J Exp Bot 64: 5281–5296", "ArticleIdList": ["24014870"]}, {"Citation": "Dhonukshe P, Aniento F, Hwang I, Robinson DG, Mravec J, Stierhof YD, Friml J (2007) Clathrin-mediated constitutive endocytosis of PIN auxin efflux carriers in Arabidopsis. Curr Biol 17:520–527", "ArticleIdList": ["17306539"]}, {"Citation": "Dubos C, Stracke R, Grotewold E, Weisshaar B, Martin C, Lepiniec L (2010) MYB transcription factors in Arabidopsis. Trends Plant Sci 15: 573–581", "ArticleIdList": ["20674465"]}, {"Citation": "Geng Y, Jian C, Xu W, Liu H, Hao C, Hou J, Liu H, Zhang X, Li T (2020) miR164-targeted TaPSK5 encodes a phytosulfokine precursor that regulates root growth and yield traits in common wheat (Triticum aestivum L.). Plant Mol Biol 104: 615–628", "ArticleIdList": ["32968950"]}, {"Citation": "Grillet L, Lan P, Li W, Mokkapati G, Schmidt W (2018) IRON MAN is a ubiquitous family of peptides that control iron transport in plants. Nat Plant 4:953–963", "ArticleIdList": ["30323182"]}, {"Citation": "Haruta M, Sabat G, Stecker K, Minkoff BB, Sussman MR (2014) A peptide hormone and its receptor protein kinase regulate plant cell expansion. Science 343:408–411", "ArticleIdList": ["PMC4672726", "24458638"]}, {"Citation": "Igarashi D, Tsuda K, Katagiri F (2012) The peptide growth factor, phytosulfokine, attenuates pattern-triggered immunity. Plant J 71: 194–204", "ArticleIdList": ["22353039"]}, {"Citation": "Jefferson RA (1989) The GUS reporter gene system. Nature 342:837–838", "ArticleIdList": ["2689886"]}, {"Citation": "Jiao Y, Lau OS, Deng XW (2007) Light-regulated transcriptional networks in higher plants. Nat Rev Genet 8:217–230", "ArticleIdList": ["17304247"]}, {"Citation": "Kitakura S, Vanneste S, Robert S, Löfke C, Teichmann T, Tanaka H, Friml J (2011) Clathrin mediates endocytosis and polar distribution of PIN auxin transporters in Arabidopsis. Plant Cell 23: 1920–1931", "ArticleIdList": ["PMC3123958", "21551390"]}, {"Citation": "Kutschmar A, Rzewuski G, Stührwohldt N, Beemster GT, Inzé D, Sauter M (2009) PSK‐α promotes root growth in Arabidopsis. New Phytol 181: 820–831", "ArticleIdList": ["19076296"]}, {"Citation": "Lauressergues D, Couzigou JM, San Clemente H, Martinez Y, Dunand C, Bécard G, Combier JP (2015) Primary transcripts of microRNAs encode regulatory peptides. Nature 520: 90–93", "ArticleIdList": ["25807486"]}, {"Citation": "Lee DK, Ahn JH, Song SK, Choi YD, Lee JS (2003) Expression of an expansin gene is correlated with root elongation in soybean. Plant Physiol 131:985–997", "ArticleIdList": ["PMC166864", "12644651"]}, {"Citation": "Livak KJ, Schmittgen TD (2001) Analysis of relative gene expression data using real-time quantitative PCR and the 2− ΔΔCT method. Methods 25:402–408", "ArticleIdList": ["11846609"]}, {"Citation": "Ma D, Constabel CP (2019) MYB repressors as regulators of phenylpropanoid metabolism in plants. Trends Plant Sci 24: 275–289", "ArticleIdList": ["30704824"]}, {"Citation": "Ma X, Xu G, He P, Shan L (2016) SERKing coreceptors for receptors. Trends Plant Sci 21: 1017–1033", "ArticleIdList": ["27660030"]}, {"Citation": "Matsubayashi Y (2014) Posttranslationally modified small-peptide signals in plants. Annu Rev Plant Biol 65: 385–413", "ArticleIdList": ["24779997"]}, {"Citation": "Matsubayashi Y, Ogawa M, Kihara H, Niwa M, Sakagami Y (2006) Disruption and overexpression of Arabidopsis phytosulfokine receptor gene affects cellular longevity and potential for growth. Plant Physiol 142:45–53", "ArticleIdList": ["PMC1557600", "16829587"]}, {"Citation": "Matsubayashi Y, Sakagami Y (1996) Phytosulfokine, sulfated peptides that induce the proliferation of single mesophyll cells of Asparagus officinalis L. Proc Natl Acad Sci USA 93: 7623–7627", "ArticleIdList": ["PMC38796", "8755525"]}, {"Citation": "Misra P, Pandey A, Tiwari M, Chandrashekar K, Sidhu OP, Asif MH, Chakrabarty D, Singh PK, Trivedi PK, Nath P, et al. (2010) Modulation of transcriptome and metabolome of tobacco by Arabidopsis transcription factor, AtMYB12, leads to insect resistance. Plant Physiol 152: 2258–2268", "ArticleIdList": ["PMC2850017", "20190095"]}, {"Citation": "Olsson V, Joos L, Zhu S, Gevaert K, Butenko MA, De Smet I (2019) Look closely, the beautiful may be small: precursor-derived peptides in plants Annu Rev Plant Biol 70:153–186", "ArticleIdList": ["30525926"]}, {"Citation": "Ormancey M, Le Ru A, Duboé C, Jin H, Thuleau P, Plaza S, Combier JP (2020) Internalization of miPEP165a into Arabidopsis roots depends on both passive diffusion and endocytosis-associated processes. Int J Mol Sci 21:2266", "ArticleIdList": ["PMC7178249", "32218176"]}, {"Citation": "Osterlund MT, Wei N, Deng XW (2000) The roles of photoreceptor systems and the COP1-targeted destabilization of HY5 in light control of Arabidopsis seedling development. Plant Physiol 124:1520–1524", "ArticleIdList": ["PMC1539307", "11115869"]}, {"Citation": "Pan X, Welti R, Wang X (2010) Quantitative analysis of major plant hormones in crude plant extracts by high-performance liquid chromatography–mass spectrometry. Nat Protoc 5:986–992", "ArticleIdList": ["20448544"]}, {"Citation": "Pandey A, Misra P, Khan MP, Swarnkar G, Tewari MC, Bhambhania S, Trivedi R, Chattopadhyay C, Trivedi PK (2014) Coexpression of Arabidopsis transcription factor, AtMYB12, and soybean isoflavone synthase, GmIFS1, genes in tobacco leads to enhanced biosynthesis of isoflavones and flavonols resulting in osteoprotective activity. Plant Biotech J 12: 69–80", "ArticleIdList": ["24102754"]}, {"Citation": "Pandey A, Misra P, Trivedi PK (2015) Constitutive expression of Arabidopsis MYB transcription factor, AtMYB11, in tobacco modulates flavonoid biosynthesis in favour of flavonol accumulation. Plant Cell Rep 34: 1515–1528", "ArticleIdList": ["25981047"]}, {"Citation": "Pearce G, Strydom D, Johnson S, Ryan CA (1991) A polypeptide from tomato leaves induces wound-inducible proteinase inhibitor proteins. Science 253: 895–897", "ArticleIdList": ["17751827"]}, {"Citation": "Piya S, Kihm C, Rice JH, Baum TJ, Hewezi T (2017) Cooperative regulatory functions of miR858 and MYB83 during cyst nematode parasitism. Plant Physiol 174: 1897–1912", "ArticleIdList": ["PMC5490899", "28512179"]}, {"Citation": "Reichardt S, Piepho HP, Stintzi A, Schaller A (2020) Peptide signaling for drought-induced tomato flower drop. Science 367: 1482–1485", "ArticleIdList": ["32217727"]}, {"Citation": "Roberts I, Smith S, Stes E, De Rybel B, Staes A, Van De Cotte B, Njo MF, Dedeyne L, Demol H, Lavenus J, et al. (2016) CEP5 and XIP1/CEPR1 regulate lateral root initiation in Arabidopsis. J Exp Bot 67:4889–4899", "ArticleIdList": ["PMC4983111", "27296247"]}, {"Citation": "Sauter M (2015) Phytosulfokine peptide signalling. J Exp Bot 66: 5161–5169", "ArticleIdList": ["25754406"]}, {"Citation": "Schardon K, Hohl M, Graff L, Pfannstiel J, Schulze W, Stintzi A, Schaller A (2016) Precursor processing for plant peptide hormone maturation by subtilisin-like serine proteinases. Science 354:1594–1597", "ArticleIdList": ["27940581"]}, {"Citation": "Sharma A, Badola PK, Bhatia C, Sharma D, Trivedi PK (2020) Primary transcript of miR858 encodes regulatory peptide and controls flavonoid biosynthesis and development in Arabidopsis. Nat Plant 6: 1262–1274", "ArticleIdList": ["32958895"]}, {"Citation": "Sharma D, Tiwari M, Pandey A, Bhatia C, Sharma A, Trivedi PK (2016) MicroRNA858 is a potential regulator of phenylpropanoid pathway and plant development. Plant Physiol 171: 944–959", "ArticleIdList": ["PMC4902582", "27208307"]}, {"Citation": "Sharma A, Badola PK, Gautam H, Gaddam SR, Trivedi PK (2022) HY5 regulates light-dependent expression and accumulation of miR858a-encoded peptide, miPEP858a. Biochem Biophys Res Commun 589: 204–208", "ArticleIdList": ["34922204"]}, {"Citation": "Srivastava R, Liu JX, Howell SH (2008) Proteolytic processing of a precursor protein for a growth‐promoting peptide by a subtilisin serine protease in Arabidopsis. Plant J 56: 219–227", "ArticleIdList": ["PMC2667306", "18643977"]}, {"Citation": "Takahashi F, Suzuki T, Osakabe Y, Betsuyaku S, Kondo Y, Dohmae N, Fukuda H, Yamaguchi-Shinozaki K, Shinozaki K (2018) A small peptide modulates stomatal control via abscisic acid in long-distance signalling. Nature 556:235–238", "ArticleIdList": ["29618812"]}, {"Citation": "Tavormina P, De Coninck B, Nikonorova N, De Smet I, Cammue BP (2015) The plant peptidome: an expanding repertoire of structural features and biological functions. Plant Cell 27:2095–2118", "ArticleIdList": ["PMC4568509", "26276833"]}, {"Citation": "Trivedi PK, Nath P (2004) MaExp1, an ethylene-induced expansin from ripening banana fruit. Plant Sci 167:1351–1358"}, {"Citation": "Wang J, Li H, Han Z, Zhang H, Wang T, Lin G, Chang J, Yang W, Chai J (2015) Allosteric receptor activation by the plant peptide hormone phytosulfokine. Nature 525: 265–268", "ArticleIdList": ["26308901"]}, {"Citation": "Wang Y, Wang Y, Song Z, Zhang H (2016) Repression of MYBL2 by both microRNA858a and HY5 leads to the activation of anthocyanin biosynthetic pathway in Arabidopsis. Mol Plant 9:1395–1405", "ArticleIdList": ["27450422"]}, {"Citation": "Xing HL, Dong L, Wang ZP, Zhang HY, Han CY, Liu B, Wang XC, Chen QJ (2014) A CRISPR/Cas9 toolkit for multiplex genome editing in plants. BMC Plant Biol. 14:1–12", "ArticleIdList": ["PMC4262988", "25432517"]}, {"Citation": "Yang H, Matsubayashi Y, Nakamura K, Sakagami Y (2001) Diversity of Arabidopsis genes encoding precursors for phytosulfokine, a peptide growth factor. Plant Physiol 127: 842–851", "ArticleIdList": ["PMC129256", "11706167"]}, {"Citation": "Yu L, Liu Y, Liu Y, Li Q, Tang G, Luo L (2016) Overexpression of phytosulfokine-α induces male sterility and cell growth by regulating cell wall development in Arabidopsis. Plant Cell Rep 35: 2503–2512", "ArticleIdList": ["27620718"]}, {"Citation": "Zhang H, Hu Z, Lei C, Zheng C, Wang J, Shao S, Li X, Xia X, Cai X, Zhou J, Zhou Y (2018) A plant phytosulfokine peptide initiates auxin-dependent immunity through cytosolic Ca2+ signaling in tomato. Plant Cell 30:652–667", "ArticleIdList": ["PMC5894845", "29511053"]}, {"Citation": "Zhou M, Zhang K, Sun Z, Yan M, Chen C, Zhang X, Tang Y, Wu Y (2017) LNK1 and LNK2 corepressors interact with the MYB3 transcription factor in phenylpropanoid biosynthesis. Plant Physiol 174: 1348–1358", "ArticleIdList": ["PMC5490896", "28483877"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "1", "Day": "19"}, {"Year": "2022", "Month": "3", "Day": "4"}, {"Year": "2022", "Month": "3", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "24", "Hour": "17", "Minute": "26"}, {"Year": "2023", "Month": "3", "Day": "23"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35325214", "PMC9237717", "10.1093/plphys/kiac138", "6553056"]}}], "PubmedBookArticle": []}