{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Indigenous population", "Medicinal plants", "Traditional medicine"]], "GeneralNote": [], "OtherAbstract": [{"AbstractText": ["La población del Resguardo Indígena Muisca de Cota, Colombia, se encuentra en un proceso de fortalecimiento cultural. Ahora busca la recuperación de sus saberes ancestrales relacionados con la medicina tradicional.", "Explorar la ocurrencia de la medicina tradicional y factores asociados con su vigencia en el resguardo indígena Muisca de Cota, Colombia.", "Estudio transversal participativo con los miembros del resguardo. Para este estudio se aplicó en abril de 2019 un instrumento de 44 preguntas a 471 madres de familia que tenían por lo menos un hijo mayor de diez años. A través de él se indagaron algunos factores demográficos, sociales y culturales. Además, se plantearon preguntas relacionadas con conocimiento, uso y práctica de medicina tradicional. Usamos el procedimiento de Mantel-Haenszel para establecer las asociaciones mediante el Odds ratio e intervalos de confianza del 95%.", "El 66,2% (312/471) de las madres conocía al menos tres casos de enfermedades tradicionales, el 56,8% (267/470) tenía y usaba plantas medicinales, el 15,8% (73/462) practicaba cuidados tradicionales de la gripa, la menstruación y el puerperio, y el 11,8% (54/458) reportó que han acudido a parteras, sobanderos y curanderos. El consumo de tres alimentos tradicionales, la tenencia de huertos y plantas tradicionales, tener la vivienda dentro del resguardo y padres nacidos en un municipio de influencia indígena, fueron los principales factores asociados con la prevalencia de la medicina tradicional (p < 0,05).", "El estudio mostró que la permanencia de la medicina tradicional está fuertemente asociada a la alimentación tradicional, a la vocación agrícola y a la tenencia y uso de plantas medicinales. Los resultados sugieren que la estrategia de recuperación de la medicina tradicional podría enfocarse en promover un mayor vínculo entre identidad indígena, territorio, alimentación y salud."]}], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35323823", "DateCompleted": {"Year": "2022", "Month": "03", "Day": "28"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "03", "Day": "07"}], "Language": ["spa", "eng"], "ELocationID": [], "Journal": {"ISSN": "0717-6384", "JournalIssue": {"Volume": "22", "Issue": "2", "PubDate": {"Year": "2022", "Month": "Mar", "Day": "07"}}, "Title": "Medwave", "ISOAbbreviation": "Medwave"}, "ArticleTitle": "Overview of traditional medicine in the Muisca Reserve of Cota, Colombia: A cross-sectional study.", "Pagination": {"StartPage": "e8699", "MedlinePgn": "e8699"}, "Abstract": {"AbstractText": ["The Muisca Indigenous people in Cota, Colombia, has committed to reviving and strengthening their traditional culture, including the ancestral knowledge associated with their traditional medicine.", "To explore the occurrence of traditional medicine and factors associated with its use among the Muisca people in Cota, Colombia.", "A participatory cross-sectional study applied a questionnaire to 471 Muisca mothers who had at least one child over 10 in April 2019. The 44 questions inquired demographic, social, and cultural factors of participants and their knowledge, use and practice of traditional medicine. We used the Mantel-Haenszel procedure to measure the associations using Odds Ratio and 95% confidence intervals.", "66.2% (312/471) of the mothers knew at least three cases of traditional diseases; 56.8% (267/470) had and used medicinal plants; 15.8% (73/462) had practiced traditional self-care for flu, menstruation and postpartum; and 11.8% (54/458) reported that they had gone to midwives, bonesetters and healers. Four factors had a significant association (p < 0.05) with traditional medicine: consumption of three traditional foods; having traditional gardens and plants; living within the reservation; and parents born in a municipality of indigenous influence.", "The study showed that the permanence of traditional medicine is strongly associated with traditional food, agricultural vocation and the possession and use of medicinal plants. The results suggest that the strategy for the recovery of traditional medicine could focus on promoting a stronger link between indigenous identity, territory, food and health."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Grupo de Estudios en Sistemas Tradicionales de Salud, Escuela de Medicina y Ciencias de la Salud, Universidad del Rosario, Colombia. Address: Calle 12 # 3A 21 Cota Cundinamarca, Colombia. Email: gzuluaga@cemi.org.co."}], "LastName": "Zuluaga", "ForeName": "Germán", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Medicina Familiar y Salud Pública, Universidad de La Sabana, Chía, Colombia."}], "LastName": "Correal", "ForeName": "Camilo", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Grupo de Estudios en Sistemas Tradicionales de Salud, Escuela de Medicina y Ciencias de la Salud, Universidad del Rosario, Colombia."}], "LastName": "Rodríguez", "ForeName": "Néstor Andrés", "Initials": "NA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Resguardo Indígena Muisca de Cota, Colombia."}], "LastName": "Cano", "ForeName": "Sandra Patricia", "Initials": "SP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Grupo de Estudios en Sistemas Tradicionales de Salud, Escuela de Medicina y Ciencias de la Salud, Universidad del Rosario, Colombia."}], "LastName": "Sarmiento", "ForeName": "Iván", "Initials": "I"}], "PublicationTypeList": ["Journal Article"], "VernacularTitle": "Panorama de la medicina tradicional en el Resguardo Muisca de Cota, Colombia: estudio transversal."}, "MedlineJournalInfo": {"Country": "Chile", "MedlineTA": "Medwave", "NlmUniqueID": "101581949", "ISSNLinking": "0717-6384"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": [], "DescriptorName": "Colombia"}, {"QualifierName": [], "DescriptorName": "Cross-Sectional Studies"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Surveys and Questionnaires"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2021", "Month": "11", "Day": "11"}, {"Year": "2021", "Month": "12", "Day": "12"}, {"Year": "2022", "Month": "3", "Day": "24", "Hour": "12", "Minute": "15"}, {"Year": "2022", "Month": "3", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "29", "Hour": "6", "Minute": "0"}], "PublicationStatus": "epublish", "ArticleIdList": ["35323823", "e8699"]}}], "PubmedBookArticle": []}