{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["alternative control", "medicinal plants", "parasitic diseases", "poultry"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35330200", "DateRevised": {"Year": "2022", "Month": "03", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "03", "Day": "18"}], "Language": ["eng"], "ELocationID": ["449", "10.3390/life12030449"], "Journal": {"ISSN": "2075-1729", "JournalIssue": {"Volume": "12", "Issue": "3", "PubDate": {"Year": "2022", "Month": "Mar", "Day": "18"}}, "Title": "Life (Basel, Switzerland)", "ISOAbbreviation": "Life (Basel)"}, "ArticleTitle": "Medicinal Plants as an Alternative to Control Poultry Parasitic Diseases.", "Abstract": {"AbstractText": ["Parasitic infections are a major public health concern affecting millions of people universally. This review elaborates on the potential impacts of plants and their bioactive components that have been widely used in the cure of several parasitic infections of poultry. The medicinal importance of natural herbs depends upon their bioactive ingredients, which are originated from crude plants, consequently leading to the specific action on the body. Due to the limited availability of effective drugs and high cost, the development of drug resistance in several harmful parasites and microbes leads to huge economic losses in the poultry industry. This will impose the development of innovative sources for drugs to overwhelm the therapeutic failure. Moreover, the environment-friendly feed additives which can be applied as a substitute to antibiotic growth promoters (AGP) for broilers were proven. The application of natural products with therapeutic characteristics is an ancient practice that is appropriately gaining more acceptance. Globally, it is assessed that some 20,000 species of higher plants are used medicinally, although traditional medicine has a scarcity of knowledge on its efficiency and wellbeing. This review explores the usage of medicinal herbs for parasitic infections, emphasizing the recent knowledge available while detecting the research gaps which may be explored to find the usage of herbal medicines for parasitic infections in poultry. In conclusion, herbal medicines are the effective source of prime components for drug detection and the formation of phytopharmaceuticals in the control of devastating parasitic infections. There is a prerequisite to applying the traditional medicine information in clinical applications via value addition."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Traditional Chinese Veterinary Medicine, College of Veterinary Medicine, Nanjing Agricultural University, Nanjing 210095, China."}, {"Identifier": [], "Affiliation": "MOE Joint International Research Laboratory of Animal Health and Food Safety, College of Veterinary Medicine, Nanjing Agricultural University, Nanjing 210095, China."}, {"Identifier": [], "Affiliation": "Department of Pathology, University of Agriculture, Faisalabad 38040, Pakistan."}], "LastName": "Jamil", "ForeName": "Maria", "Initials": "M"}, {"Identifier": ["0000-0001-8899-2777"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "MOE Joint International Research Laboratory of Animal Health and Food Safety, College of Veterinary Medicine, Nanjing Agricultural University, Nanjing 210095, China."}], "LastName": "Aleem", "ForeName": "Muhammad Tahir", "Initials": "MT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Center for International Research on Animal Genetics, Breeding and Reproduction (NCIRAGBR), Huazhong Agricultural University, Wuhan 430070, China."}], "LastName": "Shaukat", "ForeName": "Aftab", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "MOE Joint International Research Laboratory of Animal Health and Food Safety, College of Veterinary Medicine, Nanjing Agricultural University, Nanjing 210095, China."}], "LastName": "Khan", "ForeName": "Asad", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Sciences, Fujian Agriculture and Forestry University, Fuzhou 350002, China."}], "LastName": "Mohsin", "ForeName": "Muhammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Parasitology, Faculty of Veterinary and Animal Sciences, The Islamia University of Bahawalpur, Bahawalpur 63100, Pakistan."}], "LastName": "Rehman", "ForeName": "Tauseef Ur", "Initials": "TU"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Parasitology, University of Agriculture, Faisalabad 38040, Pakistan."}], "LastName": "Abbas", "ForeName": "Rao Zahid", "Initials": "RZ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathology, University of Agriculture, Faisalabad 38040, Pakistan."}], "LastName": "Saleemi", "ForeName": "Muhammad Kashif", "Initials": "MK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathology, University of Agriculture, Faisalabad 38040, Pakistan."}], "LastName": "Khatoon", "ForeName": "Aisha", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Parasitology, Cholistan University of Veterinary and Animal Sciences, Bahawalpur 63100, Pakistan."}], "LastName": "Babar", "ForeName": "Waseem", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "MOE Joint International Research Laboratory of Animal Health and Food Safety, College of Veterinary Medicine, Nanjing Agricultural University, Nanjing 210095, China."}], "LastName": "Yan", "ForeName": "Ruofeng", "Initials": "R"}, {"Identifier": ["0000-0002-2026-9969"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Traditional Chinese Veterinary Medicine, College of Veterinary Medicine, Nanjing Agricultural University, Nanjing 210095, China."}, {"Identifier": [], "Affiliation": "MOE Joint International Research Laboratory of Animal Health and Food Safety, College of Veterinary Medicine, Nanjing Agricultural University, Nanjing 210095, China."}], "LastName": "Li", "ForeName": "Kun", "Initials": "K"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Life (Basel)", "NlmUniqueID": "101580444", "ISSNLinking": "2075-1729"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Jaric S., Macukanovic-Jocic M., Djurdjevic L. An ethnobotanical survey of traditionally used plants on Suva planina mountain (south-eastern Serbia) J. Ethnopharmacol. 2015;175:93–108. doi: 10.1016/j.jep.2015.09.002.", "ArticleIdList": ["10.1016/j.jep.2015.09.002", "26375774"]}, {"Citation": "Chowdhury P.R., McKinnon J., Wyrsch E., Hammond J.M., Charles I.G., Djordjevic S.P. Genomic interplay in bacterial communities: Implications for growth promoting practices in animal husbandry. Front. Microbiol. 2014;5:394. doi: 10.3389/fmicb.2014.00394.", "ArticleIdList": ["10.3389/fmicb.2014.00394", "PMC4129626", "25161648"]}, {"Citation": "Zdunczyk Z., Gruzauskas R., Juskiewicz J. Growth performance, gastrointestinal tract responses, and meat characteristics of broiler chickens fed a diet containing the natural alkaloid sanguinarine from Macleaya cordata. J. Appl. Poult. Res. 2010;19:393–400. doi: 10.3382/japr.2009-00114.", "ArticleIdList": ["10.3382/japr.2009-00114"]}, {"Citation": "Gong J., Yin F., Hou Y., Yin Y. Chinese herbs as al-ternatives to antibiotics in feed for swine and poultry production: Potential and challenges in application. Can. J. Anim. Sci. 2013;94:223–241. doi: 10.4141/cjas2013-144.", "ArticleIdList": ["10.4141/cjas2013-144"]}, {"Citation": "Zeng Z., Zhang S., Wang H., Piao X. Essential oil and aromatic plants as feed additives in non-ruminant nutrition: A review. J. Anim. Sci. Biotechnol. 2015;6:7. doi: 10.1186/s40104-015-0004-5.", "ArticleIdList": ["10.1186/s40104-015-0004-5", "PMC4359495", "25774291"]}, {"Citation": "Haniarti, Munir, Akib M.A., Ambar A., Rusman A.D.P., Abdullah A. Herbal for increasing immunity and weight of poultry. Earth Environ. Sci. 2019;247:012056."}, {"Citation": "Raza Q.S., Saleemi M.K., Gul S., Irshad H., Fayyaz A., Zaheer I., Tahir M.W., Fatima Z., Chohan T.Z., Imran M., et al. Role of essential oils/volatile oils in poultry production—A review on present, past and future contemplations. Agrobiol. Rec. 2022;7:40–56. doi: 10.47278/journal.abr/2021.013.", "ArticleIdList": ["10.47278/journal.abr/2021.013"]}, {"Citation": "Degla L.H., Kuiseu J., Olounlade P.A., Attindehou S., Hounzangbe-Adote M.S., Edorh P.A., Lagnika L. Use of medicinal plants as alternative for the control of intestinal parasitosis: Assessment and perspectives. Agrobiol. Rec. 2022;7:1–9. doi: 10.47278/journal.abr/2021.011.", "ArticleIdList": ["10.47278/journal.abr/2021.011"]}, {"Citation": "Khater H.F., Ziam H., Abbas A., Abbas R.Z., Raza M.A., Hussain K., Younis E.Z., Radwan T., Selim A. Avian coccidiosis: Recent advances in alternative control strategies and vaccine development. Agrobiol. Rec. 2020;1:11–25. doi: 10.47278/journal.abr/2020.004.", "ArticleIdList": ["10.47278/journal.abr/2020.004"]}, {"Citation": "Majeed Y., Shaukat M.B., Abbasi K.Y., Ahmad M.A. Indigenous plants of Pakistan for the treatment of Diabetes: A review. Agrobiol. Rec. 2021;4:44–63. doi: 10.47278/journal.abr/2020.028.", "ArticleIdList": ["10.47278/journal.abr/2020.028"]}, {"Citation": "Sulsen V.P., Cazorla S.I., Frank F.M. Trypanocidal and leishmanicidal activities of flavonoids from argentine medicinal plants. Am. J. Trop. Med. Hyg. 2007;77:654–659. doi: 10.4269/ajtmh.2007.77.654.", "ArticleIdList": ["10.4269/ajtmh.2007.77.654", "17978066"]}, {"Citation": "Sangster N.C., Dobson R.J. Anthelmintic resistance. In: Lee D.L., editor. The Biology of Nematodes. Harwood; New York, NY, USA: 2001. pp. 531–567."}, {"Citation": "Yasmin S., Nawaz M., Anjum A.A., Ashraf K., Basra M.A.R., Mehmood A., Khan I., Malik F. Phytochemical analysis and In Vitro activity of essential oils of selected plants against Salmonella enteritidis and Salmonella gallinarum of poultry origin. Pak. Vet. J. 2020;40:139–144. doi: 10.29261/pakvetj/2019.110.", "ArticleIdList": ["10.29261/pakvetj/2019.110"]}, {"Citation": "Abbas R.Z., Iqbal Z., Blake D., Khan M.N., Saleemi M.K. Anticoccidial drug resistance in fowl coccidia: The state of play revisited. World Poult. Sci. J. 2011;67:337–350. doi: 10.1017/S004393391100033X.", "ArticleIdList": ["10.1017/S004393391100033X"]}, {"Citation": "Martinez Y., Martinez O., Liu G. Effect of dietary supplementation with Anacardium occidentale on growth performance and immune and visceral organ weights in replacement laying pullets. J. Food Agric. Environ. 2013;11:1352–1357."}, {"Citation": "Mohammed K.A., Soliman N.A., El Dahmy S.I., Shalaby A.A. Assessment of the possible protective effect of sugarcane (Saccharum officinarum) peels extract for experimentally induced hepatotoxicity and renal disorders of adult male Sprague Dawley rats. Int. J. Vet. Sci. 2021;10:177–184."}, {"Citation": "Perez-Gregorio M.R., Mateus N., De Freitas V. Rapid screening and identification of new soluble tannin–salivary protein aggregates in saliva by mass spectrometry (MALDITOF-TOF and FIA-ESI-MS) Langmuir. 2014;30:8528–8537. doi: 10.1021/la502184f.", "ArticleIdList": ["10.1021/la502184f", "24967849"]}, {"Citation": "Sobhy H., AboElnaga T.R., Behour T.S., Razin E.A. In vitro trypanocidal activity of essential oils of some plants against Trypanosoma evansi. Int. J. Vet. Sci. 2021;10:191–195."}, {"Citation": "Khalaji S., Zaghari M., Hatami K.H., Hedari-Dastjerdi S., Lotfi L., Nazarian H. Black cumin seeds, Artemisia leaves (Artemisia sieberi), and Camellia L. plant extract as phytogenic products in broiler diets and their effects on performance, blood constituents, immunity, and cecal mi-crobial population. Poult. Sci. 2011;90:2500–2510. doi: 10.3382/ps.2011-01393.", "ArticleIdList": ["10.3382/ps.2011-01393", "22010235"]}, {"Citation": "Sarwar I., Ashar A., Mahfooz A., Aqib A.I., Saleem M.I., Butt A.A., Bhutta Z.A., Shoaib M., Kulyar M.F.A., Ilyas A. Evaluation of antibacterial potential of raw turmeric, nano-turmeric, and NSAIDs against multiple drug resistant Staphylococcus aureus and E. coli isolated from animal wounds. Pak. Vet. J. 2021;41:209–214."}, {"Citation": "Morshdy A.E.M.A., Nahla B.M., Shafik S., Hussein M.A. Antimicrobial effect of essential oils on multidrug-resistant Salmonella typhimurium in chicken fillets. Pak. Vet. J. 2021;41:545–551. doi: 10.29261/pakvetj/2021.055.", "ArticleIdList": ["10.29261/pakvetj/2021.055"]}, {"Citation": "Savon L., Scull I., Martinez M. Integral foliage meal for poultry feeding. Chemical composition, physical properties and phytochemical screening. Cuba. J. Agric. Sci. 2007;41:359–369."}, {"Citation": "Zaki M.G., Barka T.A., Tayeb F.A.E.F. Effect of ginger powder (Zingiber officinale) on acid-base balance, rumen and blood constituents in healthy Egyptian sheep. Int. J. Vet. Sci. 2021;10:55–58."}, {"Citation": "Ndjonka D., Rapado L.N., Silber A.M., Liebau E., Wrenger C. Natural products as a source for treating neglected parasitic diseases. Int. J. Mol. Sci. 2013;14:3395–3439. doi: 10.3390/ijms14023395.", "ArticleIdList": ["10.3390/ijms14023395", "PMC3588050", "23389040"]}, {"Citation": "Kasilo O.M., Trapsida J.M., Mwikisa Ngenda C., Lusamba-Dikassa P.S., World Health Organization An overview of the traditional medicine situation in the African region. Afr. Health Monit. 2010;1:7–15."}, {"Citation": "Chhabra M.B., Pathak K.M.L., Muraleedharan K. Medicinal plants as alternative for control of livestock parasites. 2. Protozoa. Indian J. Anim. Sci. 2014;84:599–608."}, {"Citation": "Kirby G.C. Medicinal plants and the control of protozoal diseases, with particular reference to malaria. Trans. R. Soc. Trop. Med. Hyg. 1996;90:605–609. doi: 10.1016/S0035-9203(96)90404-6.", "ArticleIdList": ["10.1016/S0035-9203(96)90404-6", "9015493"]}, {"Citation": "Yang W.C., Tien Y.J., Chungetal C.Y. Effect of Bidens pilosao ninfection and drug resistance of Eimeria in chickens. Res. Vet. Sci. 2015;98:74–81. doi: 10.1016/j.rvsc.2014.11.002.", "ArticleIdList": ["10.1016/j.rvsc.2014.11.002", "25440995"]}, {"Citation": "Muthamilselvan T., Kuo T.-F., Wu Y.-C., Yang W.-C. Herbal Remedies for Coccidiosis Control: A Review of Plants, Compounds, and Anticoccidial Actions. Evid. Based Complementary Altern. Med. 2016;1:1–19. doi: 10.1155/2016/2657981.", "ArticleIdList": ["10.1155/2016/2657981", "PMC4939967", "27429634"]}, {"Citation": "Yadav R.N.S., Agarwala M. Phytochemical analysis of some medicinal plants. J. Phytol. 2011;3:10–14."}, {"Citation": "Ashuma, Kaur J., Kaur G. Effect of Zylox and AV/CPP–12 on the sporulation and infectivity of Eimeria tenella oocysts in chicken. J. Vet. Parasitol. 2005;19:119–121."}, {"Citation": "Pangasa A., Singla L.D., Sood N., Singh A., Juyal P.D. Histopathological evaluation of anticoccidial activity of an ayurvedic coccidiostat, in induced Eimeria tenella infection in chicken. Indian J. Anim. Sci. 2007;77:214–216."}, {"Citation": "Bal M.S., Ashuma V., Kumar H., Kaur R., Kaur P., Singh J. Efficacy of some phytochemicals against Eimeria tenella infection in broilers. J. Vet. Parasitol. 2008;22:13–16."}, {"Citation": "Shameem H., Subramanian H., Devada K., Babu L. Anticoccidial effect of certain herbal formulations in chicken coccidiosis. J. Vet. Parasitol. 2010;24:79–81."}, {"Citation": "Singh V.S., Palod J., Shukla S.K., Shukla P.K. Influence of a herbal anticoccidial on growth, parasitological, haematological parameters and carcass traits of broilers experimentally infected with mixed field isolates of Eimeria species. Indian J. Anim. Sci. 2008;78:1057–1062."}, {"Citation": "Alnassan A.A., Thabet A., Daugschies A., Bangoura B. In vitro efficacy of allicin on chicken Eimeria tenella sporozoites. Parasitol. Res. 2015;114:3913–3915. doi: 10.1007/s00436-015-4637-2.", "ArticleIdList": ["10.1007/s00436-015-4637-2", "26264230"]}, {"Citation": "Elkhtam A., Shata A., El-Hewaity M. Efficacy of turmeric (Curcuma longa) and garlic (Allium sativum) on Eimeria species in broilers. Int. J. Basic Appl. Sci. 2014;3:349–356. doi: 10.14419/ijbas.v3i3.3142.", "ArticleIdList": ["10.14419/ijbas.v3i3.3142"]}, {"Citation": "Pourali M., Kermanshahi H., Golian A., Razmi G.R., Soukhtanloo M. Antioxidant and anticoccidial effects of garlic powder and sulfur amino acids on Eimeria-infected and uninfected broiler chickens. Iran. J. Vet. Res. 2014;15:227–232."}, {"Citation": "Srisanyong W., Bunyaluk D., Srinontong P., Chitsanoor S. Acaricidal activity of phenolic crude extract from Artocapus lakoocha leaves against cattle tick Rhipicephalus (Boophilus) microplus. Int. J. Vet. Sci. 2021;10:307–311."}, {"Citation": "Molan A.L., Faraj A.M. Effect of selenium-rich green tea extract on the course of sporulation of Eimeria oocysts. J. Dent. Med. Sci. 2015;14:68–74."}, {"Citation": "AL-Fifi Z. Effect of leaves extract of Carica papaya, Vernonia amigdalina and Azadiratcha indica on the coccidiosis in freerange chickens. Asian J. Anim. Sci. 2007;1:26–32. doi: 10.3923/ajas.2007.26.32.", "ArticleIdList": ["10.3923/ajas.2007.26.32"]}, {"Citation": "Nghonjuyi N.W. Efficacy of ethanolic extract of Carica papaya leaves as a substitute of sulphanomide for the control of coccidiosis in KABIR chickens in Cameroon. J. Anim. Health Prod. 2015;3:21–27. doi: 10.14737/journal.jahp/2015/3.1.21.27.", "ArticleIdList": ["10.14737/journal.jahp/2015/3.1.21.27"]}, {"Citation": "Rakhmani S.I., Wina E., Pasaribu T. Preliminary study On several Indonesian plants as feed additive and their effect on Eimeria tenella oocystes; Proceedings of the 16th AAAP Animal Science Congress; Yogyakarta, Indonesia. 10–14 November 2014;"}, {"Citation": "De Pablos L.M., DosSantos M.F.B., Montero E., Garcia-Granados A., Parra A., Osuna A. Anticoccidial activity of maslinic acid against infection with Eimeria tenella in chickens. Parasitol. Res. 2010;107:601–604. doi: 10.1007/s00436-010-1901-3.", "ArticleIdList": ["10.1007/s00436-010-1901-3", "20499099"]}, {"Citation": "Jang S.I., Jun M.H., Lillehoj H.S., Dalloul R.A., Kong I.K., Kim S. Anticoccidial effect of green tea-based diets against Eimeria maxima. Vet. Parasitol. 2007;144:172–175. doi: 10.1016/j.vetpar.2006.09.005.", "ArticleIdList": ["10.1016/j.vetpar.2006.09.005", "17027157"]}, {"Citation": "Molan A.L., Liu Z., De S. Effect of pine bark (Pinus radiata) extracts on sporulation of coccidian oocysts. Folia Parasitol. 2009;56:1. doi: 10.14411/fp.2009.001.", "ArticleIdList": ["10.14411/fp.2009.001", "19391326"]}, {"Citation": "Hassan S.M., El-Gayar A.K., Cadwell D.J., Bailey C.A., Cartwright A.L. Guar meal ameliorates Eimeria tenella infection in broiler chicks. Vet. Parasitol. 2008;57:133–138. doi: 10.1016/j.vetpar.2008.07.005.", "ArticleIdList": ["10.1016/j.vetpar.2008.07.005", "18715718"]}, {"Citation": "Malik T.A., Kamili A.N., Chishti M.Z., Tanveer S., Ahad S., Johri R.K. In vivo anticoccidial activity of berberine [18,5,6-dihydro-9,10-dimethoxybenzo(g)-1,3-benzodioxolo(5,6-a) quinolizinium]—An isoquinoline alkaloid present in the root bark of Berberis lycium. Phytomedicine. 2014;21:663–669. doi: 10.1016/j.phymed.2013.11.005.", "ArticleIdList": ["10.1016/j.phymed.2013.11.005", "24411651"]}, {"Citation": "Wang M.L., Suo X., Gu J.H., Zhang W.W., Fang Q., Wang X. Influence of grape seed proanthocyanidin extract in broiler chickens: Effect on chicken coccidiosis and antioxidant status. Poult. Sci. 2008;87:2273–2280. doi: 10.3382/ps.2008-00077.", "ArticleIdList": ["10.3382/ps.2008-00077", "18931178"]}, {"Citation": "Youn H.J., Noh J.W. Screening of the anticoccidial effects of herb extracts against Eimeria tenella. Vet. Parasitol. 2001;96:257–263. doi: 10.1016/S0304-4017(01)00385-5.", "ArticleIdList": ["10.1016/S0304-4017(01)00385-5", "11267752"]}, {"Citation": "Ola-Fadunsin S.D., Ademola I.O. Anticoccidial effects of Morinda lucida acetone extracts on broiler chickens naturally infected with Eimeria species. Pharma. Biol. 2014;52:330–334. doi: 10.3109/13880209.2013.836545.", "ArticleIdList": ["10.3109/13880209.2013.836545", "24134664"]}, {"Citation": "Naidoo V., McGaw L.J., Bisschop S.P.R., Duncan N., Eloff J.N. The value of plant extracts with antioxidant activityin attenuating coccidiosis in broiler chickens. Vet. Parasitol. 2008;153:214–219. doi: 10.1016/j.vetpar.2008.02.013.", "ArticleIdList": ["10.1016/j.vetpar.2008.02.013", "18417293"]}, {"Citation": "Zhai Z., Liu Y., Wu L., Senchina D.S., Wurtele E.S., Murphy P.A. Enhancement of innate and adaptive immune functions by multiple Echinacea species. J. Med. Food. 2007;10:423–434. doi: 10.1089/jmf.2006.257.", "ArticleIdList": ["10.1089/jmf.2006.257", "PMC2362099", "17887935"]}, {"Citation": "Khalafalla R.E., Muller U., Shahiduzzaman M., Dyachenko V., Desouky A.Y., Alber G. Effects of curcumin (diferuloylmethane) on Eimeria tenella sporozoites in vitro. Parasitol. Res. 2011;108:879–886. doi: 10.1007/s00436-010-2129-y.", "ArticleIdList": ["10.1007/s00436-010-2129-y", "21057813"]}, {"Citation": "Yim D., Kang S.S., Kim D.W., Kim S.H., Lillehoj H.S., Min W. Protective effects of Aloe vera-based diets in Eimeria maxima-infected broiler chickens. Exp. Parasitol. 2011;127:322–325. doi: 10.1016/j.exppara.2010.08.010.", "ArticleIdList": ["10.1016/j.exppara.2010.08.010", "20723543"]}, {"Citation": "Kaleem Q.M., Akhtar M., Awais M.M., Saleem M., Zafar M., Iqbal Z. Studies on Emblica officinalis derived tannins for their immunostimulatory and protective activities against coccidiosis in industrial broiler chickens. Sci. World J. 2014;2014:378473. doi: 10.1155/2014/378473.", "ArticleIdList": ["10.1155/2014/378473", "PMC3919087", "24578631"]}, {"Citation": "Lee H.-A., Hong S., Chung Y.-H., Song K.-D., Kim O. Anticoccidial effects of Galla rhois extract on Eimeria tenella-infected chicken. Lab. Anim. Res. 2012;28:193–197. doi: 10.5625/lar.2012.28.3.193.", "ArticleIdList": ["10.5625/lar.2012.28.3.193", "PMC3469847", "23091519"]}, {"Citation": "Ola-Fadunsin S.D., Ademola I.O. Direct effects of Moringa oleifera Lam (Moringaceae) acetone leaf extract on broiler chickens naturally infected with Eimeria species. Trop. Anim. Health Prod. 2013;45:1423–1428. doi: 10.1007/s11250-013-0380-9.", "ArticleIdList": ["10.1007/s11250-013-0380-9", "23440591"]}, {"Citation": "Angel C., Akhter N., Arijo A., Qureshi T.A., Gandahi J.A., Qazi I.H. Comparative efficacy of ivermectin and Nigella sativa against helminths in Aseel chickens (Gallus gallus domesticus) J. Helminthol. 2019;93:533–538. doi: 10.1017/S0022149X18000718.", "ArticleIdList": ["10.1017/S0022149X18000718", "30149818"]}, {"Citation": "Kaplan R.M. Drug resistance in nematodes of veterinary importance: A status report. Trends Parasitol. 2004;20:477–481. doi: 10.1016/j.pt.2004.08.001.", "ArticleIdList": ["10.1016/j.pt.2004.08.001", "15363441"]}, {"Citation": "Mali R.G., Mehta A.A. A review on anthelmintic plants. Natr. Prod. Radiance. 2008;7:466–475."}, {"Citation": "Veerakumari L. Botanical anthelmintics. Asian J. Sci. Technol. 2015;6:1881–1894."}, {"Citation": "Ahmad A. A review on therapeutic potential of Nigella sativa: A miracle herb. Asian Pac. J. Trop. Biomed. 2013;3:337–352. doi: 10.1016/S2221-1691(13)60075-1.", "ArticleIdList": ["10.1016/S2221-1691(13)60075-1", "PMC3642442", "23646296"]}, {"Citation": "Akhtar M. Final Report of the PARC Research Project (1985–1986) University of Agriculture; Faisalabad, Pakistan: 1988. Anthelmintic evaluation of indigenous medicinal plants for veterinary usage."}, {"Citation": "Al-Shaibani I. Anthelmintic activity of Nigella sativa Linn. Seeds on gastrointestinal nematodes of sheep. Pak. J. Nematol. 2008;26:207–218."}, {"Citation": "International Institute of Rural Reconstruction . Ethnoveterinary Medicine in Asia: An Information Kit on Traditional Animal Health Care Practices. 2nd ed. International Institute of Rural Reconstruction (IIRR); Silang, Philippines: 1994."}, {"Citation": "Guarrera P.M. Traditional antihelmintic, antiparasitic and repellent uses of plants in Central Italy. J. Ethnopharmacol. 1999;68:183–192. doi: 10.1016/S0378-8741(99)00089-6.", "ArticleIdList": ["10.1016/S0378-8741(99)00089-6", "10624877"]}, {"Citation": "Athanasiadou S., Kyriazakis I. Plant secondary metabolites: Antiparasitic effects and their role in ruminant production systems. Proc. Nutr. Soc. 2004;63:631–639. doi: 10.1079/PNS2004396.", "ArticleIdList": ["10.1079/PNS2004396", "15831136"]}, {"Citation": "Fajimi A.K., Taiwo A.A. Herbal remedies in animal parasitic diseases in Nigeria: A review. Afr. J. Biotechnol. 2005;4:303–307."}, {"Citation": "Githiori J.B., Athanasiadou S., Thamsborg S.M. Use of plants in novel approaches for control of gastrointestinal helminths in livestock with emphasis on small ruminants. Vet. Parasitol. 2006;139:308–320. doi: 10.1016/j.vetpar.2006.04.021.", "ArticleIdList": ["10.1016/j.vetpar.2006.04.021", "16725262"]}, {"Citation": "Raza A., Muhammad F., Bashir S., Aslam B., Anwar M.I., Naseer M.U. In-vitro and in-vivo anthelmintic potential of different medicinal plants against Ascaridia galli infection in poultry birds. World Poult. Sci. J. 2015;72:115–124. doi: 10.1017/S0043933915002615.", "ArticleIdList": ["10.1017/S0043933915002615"]}, {"Citation": "Biswas K., Chattopadhyay I., Banerjee R.K., Bandyopadhyay U. Biological activities and medicinal properties of neem (Azadirachta indica) Curr. Sci. 2002;82:1336–1345."}, {"Citation": "Subapriya R., Nagini S. Medicinal properties of neem leaves: A review. Curr. Med. Chem. Anticancer Agents. 2005;5:149–156. doi: 10.2174/1568011053174828.", "ArticleIdList": ["10.2174/1568011053174828", "15777222"]}, {"Citation": "Shalaby H. In vitro efficacy of a combination of ivermectin and Nigella sativa oil against helminth parasites. Glob. Vet. 2012;9:465–473."}, {"Citation": "Ruff M.D. Important parasites in poultry production systems. Vet. Parasitol. 1999;84:337–347. doi: 10.1016/S0304-4017(99)00076-X.", "ArticleIdList": ["10.1016/S0304-4017(99)00076-X", "10456422"]}, {"Citation": "Jabbar A. Anthelmintic resistance: The state of play revisited. Life Sci. 2006;79:2413–2431. doi: 10.1016/j.lfs.2006.08.010.", "ArticleIdList": ["10.1016/j.lfs.2006.08.010", "16979192"]}, {"Citation": "Katoch R. Prevalence and impact of gastrointestinal helminths on body weight gain in backyard chickens in subtropical and humid zone of Jammu, India. J. Parasit Dis. 2012;36:49–52. doi: 10.1007/s12639-011-0090-z.", "ArticleIdList": ["10.1007/s12639-011-0090-z", "PMC3284614", "23543701"]}, {"Citation": "Abbas R.Z., Zaman M.A., Sindhu Z.U.D., Sharif M., Rafique A., Saeed Z., Rehman T.U., Siddique F., Zaheer T., Khan M.K., et al. Anthelmintic effects and toxicity analysis of herbal dewormer against the infection of Haemonchus contortus and Fasciola hepatica in goat. Pak. Vet. J. 2020;40:455–460. doi: 10.29261/pakvetj/2020.083.", "ArticleIdList": ["10.29261/pakvetj/2020.083"]}, {"Citation": "Mahmoud W.G., Hassan E.S.M., Abdel Hafez M.S.A. Effect of medicinal plants against intestinal coccidiosis and capillariassis infecting pigeons. J. Egypt. Soc. Parasitol. 2021;51:51–54. doi: 10.21608/jesp.2021.165937.", "ArticleIdList": ["10.21608/jesp.2021.165937"]}, {"Citation": "Wanzala W. Potential of Traditional Knowledge of Plants in the Management of Arthropods in Livestock Industry with Focus on (Acari) Ticks. Evid. Based Complementary Altern. Med. 2017;2017:8647919. doi: 10.1155/2017/8647919.", "ArticleIdList": ["10.1155/2017/8647919", "PMC5536150", "28798806"]}, {"Citation": "Camilo C.J., Nonato C.F.A., Galvão-Rodrigues F.F., Costa W.D., Clemente G.G., Macedo M.A.C.S., Rodrigues F.F.G., Costa J.G.M. Acaricidal activity of essential oils: A review. Trends Phytochem. Res. 2017;1:183–198."}, {"Citation": "Qaid M.M., Al-Mufarrej S.I., Azzam M.M., Al-Garadi M.A. Anticoccidial effectivity of a traditional medicinal plant, Cinnamomum verum, in broiler chickens infected with Eimeria tenella. Polt. Sci. 2021;100:100902. doi: 10.1016/j.psj.2020.11.071.", "ArticleIdList": ["10.1016/j.psj.2020.11.071", "PMC7936149", "33518353"]}, {"Citation": "Wajiha, Qureshi N.A. In vitro anticoccidial, antioxidant activities and biochemical screening of methanolic and aqueous leaves extracts of selected plants. Pak. Vet. J. 2021;41:57–63. doi: 10.29261/pakvetj/2020.071.", "ArticleIdList": ["10.29261/pakvetj/2020.071"]}, {"Citation": "Pop L.M., Varga E., Coroian M., Nedisan M.E., Mircean V., Dumitrache M.O., Farczadi L., Croitoru D., Fazakas M., Gyorke A. Efficiacy of a commercial herbal formula in chicken experimental coccidiosis. Parasit. Vectors. 2019;12:343. doi: 10.1186/s13071-019-3595-4.", "ArticleIdList": ["10.1186/s13071-019-3595-4", "PMC6624883", "31300024"]}, {"Citation": "Lee J.J., Kim D.H., Lim J.J. Anticoccidial effect of supple-mental dietary Galla rhois against infection with Eimeria tenella in chickens. Avian Pathol. 2012;41:403–407. doi: 10.1080/03079457.2012.702888.", "ArticleIdList": ["10.1080/03079457.2012.702888", "22834556"]}, {"Citation": "El-Shall N.A., Abd El-Hack M.E., Taha A.E., Swelum A.A., Albaqami N.M., El-Saadony M.T., Salem H.M., El-Tahan A.M., Abu-Qamar S.F., El-Tarabily K.A., et al. Phytochemical control of poultry coccidiosis: A review. Poult. Sci. 2022;101:101542. doi: 10.1016/j.psj.2021.101542.", "ArticleIdList": ["10.1016/j.psj.2021.101542", "PMC8649401", "34871985"]}, {"Citation": "Lan L., Zuo B., Ding H., Huang Y., Chen X., Du A. Anticoccidial evaluation of a traditional Chinese medicine Brucea javanica in broilers. Poult. Sci. 2016;95:811–818. doi: 10.3382/ps/pev441.", "ArticleIdList": ["10.3382/ps/pev441", "26787922"]}, {"Citation": "Bakari G.G., Max R.A., Mdegela R.H., Phiri E.C.J., Mtambo M.M.A. Effect of resinous extract from Commiphora swynnertonii (Burrt) on experimental coccidial infection in chickens. Trop. Anim. Health Prod. 2013;45:455–459. doi: 10.1007/s11250-012-0239-5.", "ArticleIdList": ["10.1007/s11250-012-0239-5", "23001540"]}, {"Citation": "Johnston W.H., Karchesy J.J., Constantine G.H., Craig A.M. Antimicrobial activity of some Pacific Northwest woods against anaerobic bacteria and yeast. Phytother. Res. 2001;15:586–588. doi: 10.1002/ptr.765.", "ArticleIdList": ["10.1002/ptr.765", "11746838"]}, {"Citation": "Arima Y., Nakai Y., Hayakawa R., Nishino T. Antibacterial effect of betathujaplicin on staphylococci isolated from atopic dermatitis: Relationship between changes in the number of viable bacterial cells and clinical improvement in an eczematous lesion of atopic dermatitis. J. Antimicrob. Chemother. 2003;51:113–122. doi: 10.1093/jac/dkg037.", "ArticleIdList": ["10.1093/jac/dkg037", "12493795"]}, {"Citation": "Iqbal Z., Lateef M., Jabbar A., Ghayur M.N., Gilani A.H. In vitro and in vivo anthelmintic activity of Nicotiana tabacum L. leaves against gastrointestinal nematodes of sheep. Phytother. Res. 2006;20:46–48. doi: 10.1002/ptr.1800.", "ArticleIdList": ["10.1002/ptr.1800", "16397920"]}, {"Citation": "Benelli G., Bedini S., Cosci F., Toniolo C., Nicoletti M. Larvicidal and ovideterrent properties of neem oil and fractions against the filariasis vector Aedes albopictus (Diptera: Culicidae): A bioactivity survey across production sites. Parasitol. Res. 2015;114:227–236. doi: 10.1007/s00436-014-4183-3.", "ArticleIdList": ["10.1007/s00436-014-4183-3", "25327954"]}, {"Citation": "Ahmad J., Tanveer S., Zargar B.A. In vitro Anthelmintic Activity of Mentha longifolia (L.) Leaves Against Ascaridia galli. Glob. Vet. 2013;11:112–117."}, {"Citation": "Metwally D.M., Razan A.A.-T., Barakat I.A.H., ElKhadragy M.F. Effects of Eugenol on Haemoproteus columbae in domestic pigeons (Columba livia domestica) from Riyadh, Saudi Arabia. Biosci. Rep. 2019;39:BSR20190409. doi: 10.1042/BSR20190409.", "ArticleIdList": ["10.1042/BSR20190409", "PMC6533204", "31028133"]}, {"Citation": "Ragab E., Badr H., AbuElkheir A., Enbaawy M.I. The effectiveness of methanolic extracts of five plants on different Salmonella isolates. Int. J. Vet. Sci. 2020;9:379–384."}, {"Citation": "Seo S.W., Koo H.N., An H.J., Kwon K.B., Lim B.C., Seo E.A., Ryu D.G., Moon G., Kim H.Y., Kim H.M., et al. Taraxacum officinale protects against cholecystokinin-induced acute pancreatitis in rats. World J. Gastroenterol. 2005;11:597–599. doi: 10.3748/wjg.v11.i4.597.", "ArticleIdList": ["10.3748/wjg.v11.i4.597", "PMC4250819", "15641154"]}, {"Citation": "Cho M.K., Jang Y.P., Kim Y.C., Kim S.G. Arctigenin, a phenylpropanoid dibenzylbutyrolactone lignan, inhibits MAP kinases and AP-1 activation via potent MKK inhibition: The role in TNF-alpha inhibition. Int. J. Immunopharmacol. 2004;4:1419–1429. doi: 10.1016/j.intimp.2004.06.011.", "ArticleIdList": ["10.1016/j.intimp.2004.06.011", "15313439"]}, {"Citation": "Akhtar M.S., Iqbal Z., Khan M.N., Lateef M. Anthelmintic activity of medicinal plants with particular reference to their use in animals in the IndoPakistan subcontinent. Small Rumin. Res. 2000;38:99–107. doi: 10.1016/S0921-4488(00)00163-2.", "ArticleIdList": ["10.1016/S0921-4488(00)00163-2"]}, {"Citation": "Caner A., Doskaya M., Degirmenci A., Can H., Baykan S., Uner A., Basdemir G., Zeybek U., Guruz Y. Comparison of the effects of Artemisia vulgaris and Artemisia absinthium growing in western Anatolia against trichinellosis (Trichinella spiralis) in rats. Exp. Parasitol. 2008;119:173–179. doi: 10.1016/j.exppara.2008.01.012.", "ArticleIdList": ["10.1016/j.exppara.2008.01.012", "18325496"]}, {"Citation": "Zhang S., Guo Y., Zhao Q., Xue W., Li Y., Wu X., Huo S. Study on the bacteriostatic action of Chinese herbal medicine on avian Trichosporon. Poult. Sci. 2020;99:4530–4538. doi: 10.1016/j.psj.2020.06.011.", "ArticleIdList": ["10.1016/j.psj.2020.06.011", "PMC7598122", "32867997"]}, {"Citation": "Islam K.R., Farjana T., Begum N., Mondal M.M.H. In vitro efficacy of some indigenous plants on the inhibition of development of eggs of ascaridia galli (digenia: Nematoda) Bangl. J. Vet. Med. 2008;6:159–167. doi: 10.3329/bjvm.v6i2.2330.", "ArticleIdList": ["10.3329/bjvm.v6i2.2330"]}, {"Citation": "Bozkurt M., Selek N., Kuchukyilmaz Effects of dietary supplementation with a herbal extract on the performance of broilers infected with a mixture of Eimeria species. Br. Poult. Sci. 2012;53:325–332. doi: 10.1080/00071668.2012.699673.", "ArticleIdList": ["10.1080/00071668.2012.699673", "22978588"]}, {"Citation": "Quiroz-Castañeda R.E., Dantán-González E. Control of Avian Coccidiosis: Future and Present Natural Alternatives. BioMed Res. Int. 2015;2015:430610. doi: 10.1155/2015/430610.", "ArticleIdList": ["10.1155/2015/430610", "PMC4346696", "25785269"]}, {"Citation": "Orengo J., Buendia A.J., Ruiz-Ibanez M.R., Madrid J., Del Rio L., Catala-Gregori P., Garcia V., Hernandez F. Evaluating the efficacy of cinnamaldehyde and Echinacea purpurea plant extract in broilers against Eimeria acervulina. Vet. Parasitol. 2012;185:158–163. doi: 10.1016/j.vetpar.2011.09.024.", "ArticleIdList": ["10.1016/j.vetpar.2011.09.024", "21996002"]}, {"Citation": "Rani Z., Abbas R.Z., Abbas A., Saeed Z., Rehman T., Hussain R., Mehmood K., Rehman A., Hussain K. In vitro and in vivo anticoccidial effects of butyric acid and its impact on blood and serum chemistry of broiler chickens. Kafkas Univ. Vet. Fak. Derg. 2021;27:583–588."}, {"Citation": "Khaliq K., Akhtar M., Awais M.M., Anwar M.I. Evaluation of immunotherapeutic effects of Aloe vera polysaccharides against coccidiosis in chicken. Kafkas Univ. Vet. Fak. Derg. 2017;23:895–901."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "2", "Day": "13"}, {"Year": "2022", "Month": "3", "Day": "3"}, {"Year": "2022", "Month": "3", "Day": "11"}, {"Year": "2022", "Month": "3", "Day": "25", "Hour": "1", "Minute": "12"}, {"Year": "2022", "Month": "3", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "26", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "3", "Day": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["35330200", "PMC8953102", "10.3390/life12030449", "life12030449"]}}], "PubmedBookArticle": []}