{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35340929", "DateRevised": {"Year": "2022", "Month": "03", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "03", "Day": "16"}], "Language": ["eng"], "ELocationID": ["3584861", "10.1155/2022/3584861"], "Journal": {"ISSN": "2090-0023", "JournalIssue": {"Volume": "2022", "PubDate": {"Year": "2022"}}, "Title": "Journal of parasitology research", "ISOAbbreviation": "J Parasitol Res"}, "ArticleTitle": "Medicinal Plants Utilized for the Treatment of Gastrointestinal Parasitosis in Ethiopia.", "Pagination": {"StartPage": "3584861", "MedlinePgn": "3584861"}, "Abstract": {"AbstractText": ["Nonhygienic living conditions give rise to parasitic infections. Intestinal parasitosis is a serious public health problem in Ethiopia. It is more common in the poor part of the population with low-income, poor personal, and environmental sanitation and limited clean water supply. This review is aimed at providing an overview of the medicinal plants used for the treatment of gastrointestinal parasitosis in Ethiopia.", "International databases (PubMed, Google Scholar, Scopus, and Web of Science) were systematically searched to access published original articles on medicinal plants used to treat gastrointestinal parasitosis without restriction on the year of publication and methodology. The validity of articles was checked before inclusion in the review by undertaking critical appraisal using tools adapted from JBI Critical Appraisal Checklist. The details of medicinal plants were extracted from the included studies using a standardized data extraction format in excel spreadsheet and analyzed using descriptive statistics to calculate frequency and percentage.", "A search for published articles produced a total of 205 papers, of which 23 met the inclusion criteria. Of the 85 medicinal plants identified, the majority (40.2%) were shrubs, and the common plant part used was leaf (28.2%). Family Asteraceae has the highest number of plant species. The majority of the plant remedies were given orally (96.9%). Taeniasis comprises the highest percentage of intestinal parasitosis treated followed by ascariasis.", "Numerous plants have been utilized to treat gastrointestinal parasitosis. Information obtained from this review could serve as a guide to discover novel antiparasitic agents. Therefore, it is advisable for researchers to properly identify, document, conserve, and conduct safety and efficacy studies on such claimed medicinal plants."], "CopyrightInformation": "Copyright © 2022 Yibeltal Aschale et al."}, "AuthorList": [{"Identifier": ["0000-0001-7936-9270"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Laboratory Science, College of Health Sciences, Debre Markos University, Debre Markos, Ethiopia."}], "LastName": "Aschale", "ForeName": "Yibeltal", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Natural and Computational Science, Debre Markos University, Debre Markos, Ethiopia."}], "LastName": "Reta", "ForeName": "Haimanot", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medical Parasitologist, Bichena Primary Hospital, Amhara Region, Ethiopia."}], "LastName": "Minwuyelet", "ForeName": "Awoke", "Initials": "A"}, {"Identifier": ["0000-0002-8907-6794"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Laboratory Sciences, College of Medicine and Health Sciences, Bahir Dar University, Bahir Dar, Ethiopia."}], "LastName": "Ayehu", "ForeName": "Animen", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, College of Health Sciences, Debre Markos University, Debre Markos, Ethiopia."}], "LastName": "Wubetu", "ForeName": "Muluken", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Parasitol Res", "NlmUniqueID": "101526294", "ISSNLinking": "2090-0023"}, "CoiStatement": "The authors have declared that there is no competing interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Birhanu A., Haji F. Ethnobotanical Study of Medicinal Plants Used for the Treatment of Human and Livestock Ailments in Dawe Kachen District of Bale Zone, Southeast Ethiopia. International Journal of Emerging Trends & Technology . 2017;4(4):5043–5055."}, {"Citation": "Wink M. Medicinal plants: a source of anti-parasitic secondary metabolites. Molecules . 2012;17(11):12771–12791. doi: 10.3390/molecules171112771.", "ArticleIdList": ["10.3390/molecules171112771", "PMC6268567", "23114614"]}, {"Citation": "Birhanu Z., Endale A., Shewamene Z. An ethnomedicinal investigation of plants used by traditional healers of Gondar town, North-Western Ethiopia. Journal of Medicinal Plants . 2015;3(2):36–43."}, {"Citation": "Karunamoorthi K., Jegajeevanram K., Vijayalakshmi J., Mengistie E. Traditional medicinal plants. Journal of Evidence-Based Complementary & Alternative Medicine . 2013;18(1):67–74. doi: 10.1177/2156587212460241.", "ArticleIdList": ["10.1177/2156587212460241"]}, {"Citation": "Fentahun Y., Eshetu G., Worku A., Abdella T. A survey on medicinal plants used by traditional healers in Harari regional state, East Ethiopia. Journal of Medicinal Plants . 2017;5(1):85–90."}, {"Citation": "World Health Organization. Neglected tropical diseases, hidden successes, emerging opportunities . World Health Organization; 2009."}, {"Citation": "Knopp S., Steinmann P., Keiser J., Utzinger J. Nematode infections: soil-transmitted helminths and Trichinella. Infectious Disease Clinics . 2012;26(2):341–358. doi: 10.1016/j.idc.2012.02.006.", "ArticleIdList": ["10.1016/j.idc.2012.02.006", "22632643"]}, {"Citation": "Koukounari A., Estambale B. B. A., Njagi J. K., et al. Relationships between anaemia and parasitic infections in Kenyan schoolchildren: a Bayesian hierarchical modelling approach. International Journal for Parasitology . 2008;38(14):1663–1671. doi: 10.1016/j.ijpara.2008.05.013.", "ArticleIdList": ["10.1016/j.ijpara.2008.05.013", "PMC2649416", "18621051"]}, {"Citation": "Hedberg I., Edwards S., editors. The Biodiversity of African Plants . Sweden: Uppsala University; 2009. Flora of Ethiopia and Eritrea; pp. 802–804.", "ArticleIdList": ["10.1007/978-94-009-0285-5_104"]}, {"Citation": "Joanna Briggs Institute. Joanna Briggs Institute Critical Appraisal Checklist for Studies Reporting Prevalence Data . Joanna Briggs Institute; 2017."}, {"Citation": "Wubetu M., Abula T., Dejenu G. Ethnopharmacologic survey of medicinal plants used to treat human diseases by traditional medical practitioners in Dega Damot district, Amhara, northwestern Ethiopia. BMC Research Notes . 2017;10(1):p. 157. doi: 10.1186/s13104-017-2482-3.", "ArticleIdList": ["10.1186/s13104-017-2482-3", "PMC5395840", "28420410"]}, {"Citation": "Chekole G., Asfaw Z., Kelbessa E. Ethnobotanical study of medicinal plants in the environs of Tara-gedam and Amba remnant forests of Libo Kemkem District, Northwest Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2015;11(1) doi: 10.1186/1746-4269-11-4.", "ArticleIdList": ["10.1186/1746-4269-11-4", "PMC4417315", "25572933"]}, {"Citation": "Andarge E., Shonga A., Agize M., Tora A. Utilization and conservation of medicinal plants and their associated indigenous knowledge (IK) in Dawuro zone: an ethnobotanical approach. International Journal of Medicinal Plants Research . 2013;4(3):330–337."}, {"Citation": "Doffana Z. D. Sacred natural sites, herbal medicine, medicinal plants and their conservation in Sidama, Ethiopia. Cogent Food & Agriculture . 2017;3(1, article 1365399) doi: 10.1080/23311932.2017.1365399.", "ArticleIdList": ["10.1080/23311932.2017.1365399"]}, {"Citation": "Getnet Z., Chandrodyam S., Masresha G. Studies on traditional medicinal plants in Ambagiorgis area of Wogera District, Amhara Regional State, Ethiopia. International Journal of Pure and Applied Bioscience . 2016;4(2):38–45. doi: 10.18782/2320-7051.2240.", "ArticleIdList": ["10.18782/2320-7051.2240"]}, {"Citation": "Suleman S., Alemu T. A survey on utilization of ethnomedicinal plants in Nekemte town, East Wellega (Oromia), Ethiopia. Journal of Herbs, Spices & Medicinal Plants . 2012;18(1):34–57. doi: 10.1080/10496475.2011.645188.", "ArticleIdList": ["10.1080/10496475.2011.645188"]}, {"Citation": "Bekele G., Reddy P. R. Ethnobotanical study of medicinal plants used to treat human ailments by Guji Oromo tribes in Abaya District, Borana, Oromia, Ethiopia. Universal Journal of Plant Science . 2015;3(1):1–8. doi: 10.13189/ujps.2015.030101.", "ArticleIdList": ["10.13189/ujps.2015.030101"]}, {"Citation": "Teklay A., Abera B., Giday M. An ethnobotanical study of medicinal plants used in Kilte Awulaelo District, Tigray Region of Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2013;9(1):p. 65. doi: 10.1186/1746-4269-9-65.", "ArticleIdList": ["10.1186/1746-4269-9-65", "PMC3852788", "24011232"]}, {"Citation": "Tadesse M., Hunde D., Getachew Y. Survey of medicinal plants used to treat human diseases in Seka Chekorsa, Jimma Zone, Ethiopia. Ethiopian Journal of Health Sciences . 2005;15(2)"}, {"Citation": "Belayneh A., Bussa N. F. Ethnomedicinal plants used to treat human ailments in the prehistoric place of Harla and Dengego valleys, eastern Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2014;10(1):p. 18. doi: 10.1186/1746-4269-10-18.", "ArticleIdList": ["10.1186/1746-4269-10-18", "PMC3933041", "24499509"]}, {"Citation": "Teklehaymanot T., Giday M., Medhin G., Mekonnen Y. Knowledge and use of medicinal plants by people around Debre Libanos monastery in Ethiopia. Journal of Ethno Pharmacology . 2007;111(2):271–283. doi: 10.1016/j.jep.2006.11.019.", "ArticleIdList": ["10.1016/j.jep.2006.11.019", "17187950"]}, {"Citation": "Eshete A., Kelbessa E., Dalle G. Ethnobotanical study of medicinal plants in Guji Agro-pastoralists, Blue Hora District of Borana Zone, Oromia Region, Ethiopia. Journal of Medicinal Plants Studies . 2016;4:170–184."}, {"Citation": "Megersa M., Asfaw Z., Kelbessa E., Beyene A., Woldeab B. An ethnobotanical study of medicinal plants in Wayu Tuka district, east Welega zone of Oromia regional state, West Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2013;9(1):p. 68. doi: 10.1186/1746-4269-9-68.", "ArticleIdList": ["10.1186/1746-4269-9-68", "PMC3851437", "24295044"]}, {"Citation": "Mekuanent T., Zebene A., Solomon Z. Ethnobotanical study of medicinal plants in Chilga District, Northwestern Ethiopia. Journal of Natural Remedies . 2016;15(2):88–112. doi: 10.18311/jnr/2015/476.", "ArticleIdList": ["10.18311/jnr/2015/476"]}, {"Citation": "Gidey M., Beyene T., Signorini M. A., Bruschi P., Yirga G. Traditional medicinal plants used by Kunama ethnic group in northern Ethiopia. Journal of Medicinal Plants Research . 2015;9(15):494–509. doi: 10.5897/JMPR2014.5681.", "ArticleIdList": ["10.5897/JMPR2014.5681"]}, {"Citation": "Abera B. Medicinal plants used in traditional medicine by Oromo people, Ghimbi District, Southwest Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2014;10(1):p. 40. doi: 10.1186/1746-4269-10-40.", "ArticleIdList": ["10.1186/1746-4269-10-40", "PMC4060869", "24885586"]}, {"Citation": "Araya S., Abera B., Giday M. Study of plants traditionally used in public and animal health management in Seharti Samre District, Southern Tigray, Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2015;11(1):p. 22. doi: 10.1186/s13002-015-0015-5.", "ArticleIdList": ["10.1186/s13002-015-0015-5", "PMC4371875", "25889411"]}, {"Citation": "Giday K., Lenaerts L., Gebrehiwot K., Yirga G., Verbist B., Muys B. Ethnobotanical study of medicinal plants from degraded dry afromontane forest in northern Ethiopia: species, uses and conservation challenges. Journal of Herbal Medicine . 2016;6(2):96–104. doi: 10.1016/j.hermed.2016.03.004.", "ArticleIdList": ["10.1016/j.hermed.2016.03.004"]}, {"Citation": "Mesfin F., Demissew S., Teklehaymanot T. An ethnobotanical study of medicinal plants in Wonago Woreda, SNNPR, Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2009;5(1):p. 28. doi: 10.1186/1746-4269-5-28.", "ArticleIdList": ["10.1186/1746-4269-5-28", "PMC2769162", "19821994"]}, {"Citation": "Mesfin F., Seta T., Assefa A. An ethnobotanical study of medicinal plants in Amaro Woreda, Ethiopia. Ethnobotany Research and Applications . 2014;12 doi: 10.17348/era.12.0.341-354.", "ArticleIdList": ["10.17348/era.12.0.341-354"]}, {"Citation": "Ayalew S., Kebede A., Mesfin A., Mulualem G. Ethnobotanical study of medicinal plants used by agro pastoralist Somali people for the management of human ailments in Jeldesa Cluster, Dire Dawa Administration, Eastern Ethiopia. Journal of Medicinal Plants Research . 2017;11(9):171–187. doi: 10.5897/JMPR2016.6292.", "ArticleIdList": ["10.5897/JMPR2016.6292"]}, {"Citation": "Belayneh A., Bussa N. F., Demissew S., Asfaw Z. Medicinal plants potential and use by pastoral and agro-pastoral communities in Erer Valley of Babile Wereda, eastern Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2012;8(1):p. 42. doi: 10.1186/1746-4269-8-42.", "ArticleIdList": ["10.1186/1746-4269-8-42", "PMC3549935", "23082858"]}, {"Citation": "Tewelde F., Mesfin M., Tsewene S. Ethnobotanical survey of traditional medicinal practices in Laelay Adi-Yabo District, northern Ethiopia. International Journal of Ophthalmology & Visual Science . 2017;2(4):p. 80."}, {"Citation": "Haque M. A., Hassan M. M., Das A., Begum B., Ali M. Y., Morshed H. Phytochemical investigation of Vernonia cinerea (family: Asteraceae) Journal of Applied Pharmaceutical Science . 2012;2(6):p. 79. doi: 10.7324/JAPS.2012.2617.", "ArticleIdList": ["10.7324/JAPS.2012.2617"]}, {"Citation": "Szakiel A., Ruszkowski D., Grudniak A., et al. Antibacterial and antiparasitic activity of oleanolic acid and its glycosides isolated from marigold (Calendula officinalis) Planta Medica . 2008;74(14):1709–1715. doi: 10.1055/s-0028-1088315.", "ArticleIdList": ["10.1055/s-0028-1088315", "18951335"]}, {"Citation": "Gorka M. Medicinal plants traditionally used in the Northwest Spain. Journal of Ethnopharmacology . 2013;4(9):1–22."}, {"Citation": "Mi-Jang S. Ethnopharmacological survey of medicinal plants in Jeju Island, Korea. Journal of Ethnobiology and Ethnomedicine . 2013;9(1):p. 48. doi: 10.1186/1746-4269-9-48.", "ArticleIdList": ["10.1186/1746-4269-9-48", "PMC3716930", "23837693"]}, {"Citation": "Tefera B. N., Kim Y.-D. Ethnobotanical study of medicinal plants in the Hawassa Zuria District, Sidama zone, southern Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2019;15(1):p. 25. doi: 10.1186/s13002-019-0302-7.", "ArticleIdList": ["10.1186/s13002-019-0302-7", "PMC6534827", "31126296"]}, {"Citation": "Seifu T., Asres K., Gebre-Mariam T. Ethnobotanical and Ethno Pharmaceutical Studies on Medicinal Plants of Chifra District, Afar Region, North Eastern Ethiopia. Ethiopian Pharmaceutical Journal . 2004;24(1):41–58."}, {"Citation": "Amsalu N. An Ethnobotanical Study of Medicinal Plants in Farta Woreda, South Gondar Zone of Amhara Region, Ethiopia . Addis Ababa University; 2010."}, {"Citation": "Behailu E. Ethnobotanical Study of Traditional Medicinal Plants of Goma Woreda, Jima Zone of Oromia Region, Ethiopia (Doctoral dissertation, Addis Ababa University) 2010."}, {"Citation": "Agisho H., Osie M., Lambore T. Traditional medicinal plants utilization, management and threats in Hadiya Zone, Ethiopia. Journal of Medicinal Plants . 2014;2(2)"}, {"Citation": "Abubakar M., Musab A., Ahmeda M. The perception and practice of traditional medicine in the treatment of cancers and inflammations by the Hausa and Fulani tribes of Northern Nigeria. Journal of Ethno Pharmacology . 2007;111(3):625–629. doi: 10.1016/j.jep.2007.01.011.", "ArticleIdList": ["10.1016/j.jep.2007.01.011", "17320319"]}, {"Citation": "Tora A., Heliso T. Assessment of the indigenous knowledge and use of traditional medicinal plants in Wolaita zone, southern Ethiopia. International Journal of Medicinal Plants and Natural Products . 2017;3(1):16–22."}, {"Citation": "Regassa R. Assessment of indigenous knowledge of medicinal plant practice and mode of service delivery in Hawassa city, southern Ethiopia. Journal of Medicinal Plants Research . 2013;7(9):517–535."}, {"Citation": "Giday M., Teklehaymanot T., Animut A., Mekonnen Y. Medicinal plants of the Shinasha, Agew-awi and Amhara peoples in Northwest Ethiopia. Journal of Ethnopharmacology . 2007;110(3):516–525. doi: 10.1016/j.jep.2006.10.011.", "ArticleIdList": ["10.1016/j.jep.2006.10.011", "17101251"]}, {"Citation": "Wubet B., Mirutse G., Tilahun T. The contribution of traditional healers’ clinics to public health care system in Addis Ababa, Ethiopia: a cross-sectional study. Journal of Ethnobiology and Ethnomedicine . 2011;7(1):p. 39. doi: 10.1186/1746-4269-7-39.", "ArticleIdList": ["10.1186/1746-4269-7-39", "PMC3247023", "22132758"]}, {"Citation": "Kalayu M., Gebru T., Teklemichael T. Ethnobotanical study of traditional medicinal plants used by indigenous people of Gemad District, northern Ethiopia. Journal of Medicinal Plants Studies . 2013;1(4):32–37."}, {"Citation": "Ndetei D. M., Mbwayo A. W., Mutiso V. N., Khasakhala L. I., Chege P. M. Traditional healers and provision of mental health services in cosmopolitan informal settlements in Nairobi, Kenya. 2013;16(2):134–140. doi: 10.4314/ajpsy.v16i2.17.", "ArticleIdList": ["10.4314/ajpsy.v16i2.17", "23595533"]}, {"Citation": "Giday M., Asfaw Z., Woldu Z. Ethnomedicinal study of plants used by Sheko ethnic group of Ethiopia. Journal of Ethnopharmacology . 2010;132(1):75–85. doi: 10.1016/j.jep.2010.07.046.", "ArticleIdList": ["10.1016/j.jep.2010.07.046", "20674734"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "7", "Day": "27"}, {"Year": "2022", "Month": "3", "Day": "3"}, {"Year": "2022", "Month": "3", "Day": "28", "Hour": "5", "Minute": "19"}, {"Year": "2022", "Month": "3", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "3", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["35340929", "PMC8942683", "10.1155/2022/3584861"]}}], "PubmedBookArticle": []}