{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cancer", "Peptides", "Therapeutic effect", "Vaccines"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35346211", "DateRevised": {"Year": "2022", "Month": "04", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "03", "Day": "27"}], "Language": ["eng"], "ELocationID": ["139", "10.1186/s12935-022-02553-7"], "Journal": {"ISSN": "1475-2867", "JournalIssue": {"Volume": "22", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Mar", "Day": "27"}}, "Title": "Cancer cell international", "ISOAbbreviation": "Cancer Cell Int"}, "ArticleTitle": "Investigating the role of peptides in effective therapies against cancer.", "Pagination": {"StartPage": "139", "MedlinePgn": "139"}, "Abstract": {"AbstractText": ["Early diagnosis and effective treatment of cancer are challenging. To diagnose and treat cancer effectively and to overcome these challenges, fundamental innovations in traditional diagnosis and therapy are necessary. Peptides can be very helpful in this regard due to their potential and diversity. To enhance the therapeutic potential of peptides, their limitations must be properly identified and their structures engineered and modified for higher efficiency. Promoting the bioavailability and stability of peptides is one of the main concerns. Peptides can also be effective in different areas of targeting, alone or with the help of other therapeutic agents. There has been a lot of research in this area, and the potential for variability of peptides will continue to improve this process. Another promising area in which peptides can help treat cancer is peptide vaccines, which are undergoing promising research, and high throughput technologies can lead to fundamental changes in this area. Peptides have been effective in almost all areas of cancer treatment, and some have even gone through clinical phases. However, many barriers need to be overcome to reach the desired point. The purpose of this review is to evaluate the mechanisms associated with peptides in the diagnosis and treatment of cancer. Therefore, related studies in this area will be discussed."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Molecular Medicine, Hamadan University of Medical Sciences, Hamadan, Iran."}, {"Identifier": [], "Affiliation": "Department of Molecular Medicine, School of Advanced Medical Sciences and Technologies, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Naeimi", "ForeName": "Reza", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Plants and Natural Products Research Center, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Bahmani", "ForeName": "Asrin", "Initials": "A"}, {"Identifier": ["0000-0001-5136-4259"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Molecular Medicine, Hamadan University of Medical Sciences, Hamadan, Iran. s.afshar@umsha.ac.ir."}, {"Identifier": [], "Affiliation": "Department of Molecular Medicine, School of Advanced Medical Sciences and Technologies, Hamadan University of Medical Sciences, Hamadan, Iran. s.afshar@umsha.ac.ir."}], "LastName": "Afshar", "ForeName": "Saeid", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Cancer Cell Int", "NlmUniqueID": "101139795", "ISSNLinking": "1475-2867"}, "CoiStatement": "The authors declare no conflict of interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Zugazagoitia J et al. Current challenges in cancer treatment. (1879–114X (Electronic)).", "ArticleIdList": ["27158009"]}, {"Citation": "Hasan Abdali M, et al. Investigating the effect of radiosensitizer for ursolic acid and kamolonol acetate on HCT-116 cell line. Bioorg Med Chem. 2020;28(1):115152.", "ArticleIdList": ["31771799"]}, {"Citation": "Wu D et al. Peptide-based cancer therapy: opportunity and challenge. (1872–7980 (Electronic)).", "ArticleIdList": ["24836189"]}, {"Citation": "Afshar S, et al. Cross-resistance of acquired radioresistant colorectal cancer cell line to gefitinib and regorafenib. Iran J Med Sci. 2020;45(1):50.", "ArticleIdList": ["PMC6983275", "32038059"]}, {"Citation": "Ellert-Miklaszewska A, Poleszak K, Kaminska B. Short peptides interfering with signaling pathways as new therapeutic tools for cancer treatment. Future Med Chem. 2017;9(2):199–221.", "ArticleIdList": ["28111982"]}, {"Citation": "Mohit E, Hashemi A, Allahyari M. Breast cancer immunotherapy: monoclonal antibodies and peptide-based vaccines. Expert Rev Clin Immunol. 2014;10(7):927–961.", "ArticleIdList": ["24867051"]}, {"Citation": "Rahman M, et al. Advancement in multifunctional nanoparticles for the effective treatment of cancer. Expert Opin Drug Deliv. 2012;9(4):367–381.", "ArticleIdList": ["22400808"]}, {"Citation": "Thundimadathil J. Cancer treatment using peptides: current therapies and future prospects. (2090–0112 (Electronic)).", "ArticleIdList": ["PMC3539351", "23316341"]}, {"Citation": "Latham PW. Therapeutic peptides revisited. Nat Biotechnol. 1999;17(8):755–757.", "ArticleIdList": ["10429238"]}, {"Citation": "Sato AK, et al. Therapeutic peptides: technological advances driving peptides into development. Curr Opin Biotechnol. 2006;17(6):638–642.", "ArticleIdList": ["17049837"]}, {"Citation": "Kurrikoff K, Aphkhazava D, Langel Ü. The future of peptides in cancer treatment. Curr Opin Pharmacol. 2019;47:27–32.", "ArticleIdList": ["30856511"]}, {"Citation": "Accardo A, Tesauro D, Morelli G. Peptide-based targeting strategies for simultaneous imaging and therapy with nanovectors. Polym J. 2013;45(5):481–493."}, {"Citation": "Kumar D, Bhalla TC. Microbial proteases in peptide synthesis: approaches and applications. Appl Microbiol Biotechnol. 2005;68(6):726–736.", "ArticleIdList": ["16133322"]}, {"Citation": "Woodley JF. Enzymatic barriers for GI peptide and protein delivery. Crit Rev Ther Drug Carrier Syst. 1994;11(2–3):61–95.", "ArticleIdList": ["7600588"]}, {"Citation": "Naeimi SR, Torshizi HO, Jangjou A, Taghizadeh S, Kianirad M. Physical properties and stability of plasmid DNA-loaded chitosan-TPP nanoparticle. J Environ Treat Tech. 2019;7(3):479–484."}, {"Citation": "Fosgerau K, Hoffmann T. Peptide therapeutics: current status and future directions. Drug Discov Today. 2015;20(1):122–128.", "ArticleIdList": ["25450771"]}, {"Citation": "Lewis AL, Richard J. Challenges in the delivery of peptide drugs: an industry perspective. Ther Deliv. 2015;6(2):149–163.", "ArticleIdList": ["25690084"]}, {"Citation": "Wu D, et al. Peptide-based cancer therapy: opportunity and challenge. Cancer Lett. 2014;351(1):13–22.", "ArticleIdList": ["24836189"]}, {"Citation": "Aronson MR, et al. Lipopeptisomes: anticancer peptide-assembled particles for fusolytic oncotherapy. Acta Biomater. 2018;80:269–277.", "ArticleIdList": ["30240951"]}, {"Citation": "Marqus S, Pirogova E, Piva TJ. Evaluation of the use of therapeutic peptides for cancer treatment. J Biomed Sci 2017;24(1).", "ArticleIdList": ["PMC5359827", "28320393"]}, {"Citation": "Le Joncour V, Laakkonen P. Seek & destroy, use of targeting peptides for cancer detection and drug delivery. Bioorg Med Chem. 2018;26(10):2797–2806.", "ArticleIdList": ["28893601"]}, {"Citation": "Penchala SC, et al. A biomimetic approach for enhancing the in vivo half-life of peptides. Nat Chem Biol. 2015;11(10):793–798.", "ArticleIdList": ["PMC4575266", "26344696"]}, {"Citation": "Akrami M et al. Tuning the anticancer activity of a novel pro-apoptotic peptide using gold nanoparticle platforms. Sci Rep. 2016;6.", "ArticleIdList": ["PMC4977985", "27491007"]}, {"Citation": "Jung H-K, et al. Bladder tumor-targeted delivery of pro-apoptotic peptide for cancer therapy. J Contr Rel. 2016;235:259–267.", "ArticleIdList": ["27282414"]}, {"Citation": "Liu M, et al. d-Peptides as recognition molecules and therapeutic agents. Chem Rec. 2016;16(4):1772–1786.", "ArticleIdList": ["27255896"]}, {"Citation": "Zhou J, et al. Enzyme-instructed self-assembly of small d-peptides as a multiple-step process for selectively killing cancer cells. J Am Chem Soc. 2016;138(11):3813–3823.", "ArticleIdList": ["PMC4830347", "26966844"]}, {"Citation": "Ahangarzadeh S, et al. Bicyclic peptides: types, synthesis and applications. Drug Discov Today. 2019;24(6):1311–1319.", "ArticleIdList": ["31102732"]}, {"Citation": "Guardiola S, et al. Toward a novel drug to target the EGF–EGFR interaction: design of metabolically stable bicyclic peptides. ChemBioChem. 2018;19(1):76–84.", "ArticleIdList": ["29105934"]}, {"Citation": "Zafar S, et al. Novel therapeutic interventions in cancer treatment using protein and peptide-based targeted smart systems. Semin Cancer Biol. 2021;69:249–267.", "ArticleIdList": ["31442570"]}, {"Citation": "Mahmud H, et al. Targeting glioblastoma cells expressing CD44 with liposomes encapsulating doxorubicin and displaying chlorotoxin-IgG Fc fusion protein. Int J Mol Sci. 2018;19(3):659.", "ArticleIdList": ["PMC5877520", "29495404"]}, {"Citation": "Farkhani SM, et al. Cell penetrating peptides: efficient vectors for delivery of nanoparticles, nanocarriers, therapeutic and diagnostic molecules. Peptides. 2014;57:78–94.", "ArticleIdList": ["24795041"]}, {"Citation": "Teesalu T, et al. C-end rule peptides mediate neuropilin-1-dependent cell, vascular, and tissue penetration. Proc Natl Acad Sci. 2009;106(38):16157.", "ArticleIdList": ["PMC2752543", "19805273"]}, {"Citation": "Franz J, et al. SAP(E) A cell-penetrating polyproline helix at lipid interfaces. Biochim Biophys Acta (BBA) Biomembr. 2016;1858(9):2028–2034.", "ArticleIdList": ["27237727"]}, {"Citation": "Weng H, et al. TAT peptide-modified cisplatin-loaded iron oxide nanoparticles for reversing cisplatin-resistant nasopharyngeal carcinoma. Biochem Biophys Res Commun. 2019;511(3):597–603.", "ArticleIdList": ["30826059"]}, {"Citation": "Lim KJ, et al. A cancer specific cell-penetrating peptide, BR2, for the efficient delivery of an scFv into cancer cells. PLoS ONE. 2013;8(6):e66084.", "ArticleIdList": ["PMC3679022", "23776609"]}, {"Citation": "Xiong H, et al. Mitochondria and nuclei dual-targeted heterogeneous hydroxyapatite nanoparticles for enhancing therapeutic efficacy of doxorubicin. Biomaterials. 2016;94:70–83.", "ArticleIdList": ["27105438"]}, {"Citation": "Fulda S, Galluzzi L, Kroemer G. Targeting mitochondria for cancer therapy. Nat Rev Drug Discov. 2010;9(6):447–464.", "ArticleIdList": ["20467424"]}, {"Citation": "Song IS, et al. Mitochondria as therapeutic targets for cancer stem cells. World J Stem Cells. 2015;7(2):418–427.", "ArticleIdList": ["PMC4369497", "25815125"]}, {"Citation": "Laws K, et al. A copper(II) phenanthroline metallopeptide that targets and disrupts mitochondrial function in breast cancer stem cells. Angew Chem Int Ed. 2018;57(1):287–291.", "ArticleIdList": ["29144008"]}, {"Citation": "Lange A, et al. Classical nuclear localization signals: definition, function, and interaction with importin α*. J Biol Chem. 2007;282(8):5101–5105.", "ArticleIdList": ["PMC4502416", "17170104"]}, {"Citation": "Wlodarczyk MT, et al. Platinum(II) complex-nuclear localization sequence peptide hybrid for overcoming platinum resistance in cancer therapy. ACS Biomater Sci Eng. 2018;4(2):463–467.", "ArticleIdList": ["PMC7009786", "32042890"]}, {"Citation": "Cheng H, et al. Chimeric peptide engineered exosomes for dual-stage light guided plasma membrane and nucleus targeted photodynamic therapy. Biomaterials. 2019;211:14–24.", "ArticleIdList": ["31078049"]}, {"Citation": "Leung HM, et al. Dual-function, cationic, peptide-coated nanodiamond systems: facilitating nuclear-targeting delivery for enhanced gene therapy applications. ACS Sustain Chem Eng. 2018;6(8):9671–9681."}, {"Citation": "Foulkes WD, Smith IE, Reis-Filho JS. Triple-negative breast cancer. N Engl J Med. 2010;363(20):1938–1948.", "ArticleIdList": ["21067385"]}, {"Citation": "Verma S, et al. Trastuzumab emtansine for HER2-positive advanced breast cancer. N Engl J Med. 2012;367(19):1783–1791.", "ArticleIdList": ["PMC5125250", "23020162"]}, {"Citation": "Zhong P, et al. αvβ3 integrin-targeted micellar mertansine prodrug effectively inhibits triple-negative breast cancer in vivo. Int J Nanomed. 2017;12:7913–7921.", "ArticleIdList": ["PMC5667790", "29138558"]}, {"Citation": "Lim C, et al. Cyclic RGD-conjugated pluronic® blending system for active, targeted drug delivery. Int J Nanomed. 2018;13:4627–4639.", "ArticleIdList": ["PMC6091488", "30127610"]}, {"Citation": "Kaspar M, Zardi L, Neri D. Fibronectin as target for tumor therapy. Int J Cancer. 2006;118(6):1331–1339.", "ArticleIdList": ["16381025"]}, {"Citation": "Zhang B, et al. Targeting fibronectins of glioma extracellular matrix by CLT1 peptide-conjugated nanoparticles. Biomaterials. 2014;35(13):4088–4098.", "ArticleIdList": ["24513320"]}, {"Citation": "Ji T, et al. Designing liposomes to suppress extracellular matrix expression to enhance drug penetration and pancreatic tumor therapy. ACS Nano. 2017;11(9):8668–8678.", "ArticleIdList": ["28806504"]}, {"Citation": "Nasarre C, et al. Peptide-based interference of the transmembrane domain of neuropilin-1 inhibits glioma growth in vivo. Oncogene. 2010;29(16):2381–2392.", "ArticleIdList": ["20140015"]}, {"Citation": "Roth L, et al. Transmembrane domain interactions control biological functions of neuropilin-1. Mol Biol Cell. 2007;19(2):646–654.", "ArticleIdList": ["PMC2230599", "18045991"]}, {"Citation": "Lee E et al. Inhibition of breast cancer growth and metastasis by a biomimetic peptide. Sci Rep. 2014;4.", "ArticleIdList": ["PMC4238022", "25409905"]}, {"Citation": "Shah A, et al. Stimuli-responsive peptide-based biomaterials as drug delivery systems. Chem Eng J. 2018;353:559–583."}, {"Citation": "Liberti MV, Locasale JW. The Warburg effect: how does it benefit cancer cells? Trends Biochem Sci. 2016;41(3):211–218.", "ArticleIdList": ["PMC4783224", "26778478"]}, {"Citation": "Andreev OA, Engelman DM, Reshetnyak YK. pH-sensitive membrane peptides (pHLIPs) as a novel class of delivery agents. Mol Membr Biol. 2010;27(7):341–352.", "ArticleIdList": ["PMC4691209", "20939768"]}, {"Citation": "Narayanan T, et al. pHLIP peptide interaction with a membrane monitored by SAXS. J Phys Chem B. 2016;120(44):11484–11491.", "ArticleIdList": ["PMC5209755", "27726396"]}, {"Citation": "Wyatt LC, et al. Peptides of pHLIP family for targeted intracellular and extracellular delivery of cargo molecules to tumors. Proc Natl Acad Sci. 2018;115(12):E2811.", "ArticleIdList": ["PMC5866553", "29507241"]}, {"Citation": "Diop-Frimpong B, et al. Losartan inhibits collagen I synthesis and improves the distribution and efficacy of nanotherapeutics in tumors. Proc Natl Acad Sci. 2011;108(7):2909.", "ArticleIdList": ["PMC3041115", "21282607"]}, {"Citation": "Wu H, Zhu L, Torchilin VP. pH-sensitive poly(histidine)-PEG/DSPE-PEG co-polymer micelles for cytosolic drug delivery. Biomaterials. 2013;34(4):1213–1222.", "ArticleIdList": ["PMC3587181", "23102622"]}, {"Citation": "Xia T, et al. Losartan loaded liposomes improve the antitumor efficacy of liposomal paclitaxel modified with pH sensitive peptides by inhibition of collagen in breast cancer. Pharm Dev Technol. 2018;23(1):13–21.", "ArticleIdList": ["27884084"]}, {"Citation": "Massodi I, Thomas E, Raucher D. Application of thermally responsive elastin-like polypeptide fused to a lactoferrin-derived peptide for treatment of pancreatic cancer. Molecules. 2009;14(6):1999–2015.", "ArticleIdList": ["PMC6254221", "19513001"]}, {"Citation": "Bidwell GL, III, et al. Thermally targeted delivery of a c-Myc inhibitory polypeptide inhibits tumor progression and extends survival in a rat glioma model. PLoS ONE. 2013;8(1):e55104.", "ArticleIdList": ["PMC3555869", "23372821"]}, {"Citation": "Batra H, et al. Engineered bacteriophage T4 nanoparticle as a potential targeted activator of HIV-1 latency in CD4+ human T-cells. BioRxiv. 2021;508:199."}, {"Citation": "Foglizzo V, Marchiò S. Bacteriophages as therapeutic and diagnostic vehicles in cancer. Pharmaceuticals. 2021;14(2):161.", "ArticleIdList": ["PMC7923149", "33671476"]}, {"Citation": "Shadidi M, Sioud M. Identification of novel carrier peptides for the specific delivery of therapeutics into cancer cells. Faseb J. 2003;17(2):256–258.", "ArticleIdList": ["12490548"]}, {"Citation": "Cai XM, et al. Inhibition of cell growth and invasion by epidermal growth factor-targeted phagemid particles carrying siRNA against focal adhesion kinase in the presence of hydroxycamptothecin. BMC Biotechnol. 2008;8:74.", "ArticleIdList": ["PMC2562374", "18801171"]}, {"Citation": "Cooper BM, et al. Peptides as a platform for targeted therapeutics for cancer: peptide–drug conjugates (PDCs) Chem Soc Rev. 2021;50(3):1480–1494.", "ArticleIdList": ["33346298"]}, {"Citation": "U.S. Food and Drug Administration, F.a.l.L.d.f.t.o.G.-N., https://www.fda.gov/drugs/resources-information-approved-drugs/fda-approves-lutetium-lu-177-dotatate-treatment-gep-nets. Accessed 12 Jan 2020."}, {"Citation": "B Therapeutics P. https://www.bicycletherapeutics.com/programs/#bicycle-conjugates. Accessed 14 May 2020."}, {"Citation": "Bushweller JA-O. Targeting transcription factors in cancer—from undruggable to reality. (1474–1768 (Electronic)).", "ArticleIdList": ["PMC8820243", "31511663"]}, {"Citation": "Polo JM, et al. Specific peptide interference reveals BCL6 transcriptional and oncogenic mechanisms in B-cell lymphoma cells. Nat Med. 2004;10(12):1329–1335.", "ArticleIdList": ["15531890"]}, {"Citation": "Karagiota A, et al. HIF-1α-derived cell-penetrating peptides inhibit ERK-dependent activation of HIF-1 and trigger apoptosis of cancer cells under hypoxia. Cell Mol Life Sci. 2019;76(4):809–825.", "ArticleIdList": ["30535970"]}, {"Citation": "Olsen LR et al. Bioinformatics for cancer immunotherapy target discovery. (1432–0851 (Electronic)).", "ArticleIdList": ["25344903"]}, {"Citation": "Kerlero de Rosbo N, Mendel AI Fau Ben-Nun, Ben-Nun A. Chronic relapsing experimental autoimmune encephalomyelitis with a delayed onset and an atypical clinical course, induced in PL/J mice by myelin oligodendrocyte glycoprotein (MOG)-derived peptide: preliminary analysis of MOG T cell epitopes. (0014–2980 (Print)).", "ArticleIdList": ["7737302"]}, {"Citation": "Rosenberg SA, Yang NP, Fau JC, Restifo NP. Cancer immunotherapy: moving beyond current vaccines. (1078–8956 (Print)).", "ArticleIdList": ["PMC1435696", "15340416"]}, {"Citation": "Mellman I, Coukos G, Fau Dranoff, Dranoff G. Cancer immunotherapy comes of age. (1476–4687 (Electronic))."}, {"Citation": "Sultan H, et al. Designing therapeutic cancer vaccines by mimicking viral infections. Cancer Immunol Immunother CII. 2017;66(2):203–213.", "ArticleIdList": ["PMC5053837", "27052572"]}, {"Citation": "van der Burg SH et al. Vaccines for established cancer: overcoming the challenges posed by immune evasion. (1474–1768 (Electronic)).", "ArticleIdList": ["26965076"]}, {"Citation": "Mackensen A, et al. Phase I study of adoptive T-cell therapy using antigen-specific CD8+ T cells for the treatment of patients with metastatic melanoma. J Clin Oncol. 2006;24(31):5060–5069.", "ArticleIdList": ["17075125"]}, {"Citation": "Leisegang M et al. Eradication of large solid tumors by gene therapy with a T-cell receptor targeting a single cancer-specific point mutation. (1557–3265 (Electronic)).", "ArticleIdList": ["PMC4891260", "26667491"]}, {"Citation": "Sotillo E et al. Convergence of acquired mutations and alternative splicing of CD19 enables resistance to CART-19 immunotherapy. (2159–8290 (Electronic)).", "ArticleIdList": ["PMC4670800", "26516065"]}, {"Citation": "Willis RA, Kappler PC, Fau-Marrack, Marrack PC. CD8 T cell competition for dendritic cells in vivo is an early event in activation. (0027–8424 (Print)).", "ArticleIdList": ["PMC1524925", "16880405"]}, {"Citation": "Moldovan I, et al. How frequently are predicted peptides actually recognized by CD8 cells? Cancer Immunol Immunother. 2016;65(7):847–855.", "ArticleIdList": ["PMC4917593", "27108305"]}, {"Citation": "Pritchard AL et al. Exome sequencing to predict neoantigens in melanoma. (2326–6074 (Electronic)).", "ArticleIdList": ["26048577"]}, {"Citation": "Kumai T, et al. EGFR inhibitors augment antitumour helper T-cell responses of HER family-specific immunotherapy. Br J Cancer. 2013;109(8):2155–2166.", "ArticleIdList": ["PMC3798972", "24045666"]}, {"Citation": "Jørgensen NG, et al. Peptide vaccination against multiple myeloma using peptides derived from anti-apoptotic proteins: a phase I trial. Stem Cell Investig. 2016;3:95. doi: 10.21037/sci.2016.11.09.", "ArticleIdList": ["10.21037/sci.2016.11.09", "PMC5222710", "28078275"]}, {"Citation": "Shariat S, et al. P5 HER2/neu-derived peptide conjugated to liposomes containing MPL adjuvant as an effective prophylactic vaccine formulation for breast cancer. Cancer Lett. 2014;355(1):54–60.", "ArticleIdList": ["25224570"]}, {"Citation": "Conibear AC et al. Recent advances in peptide-based approaches for cancer treatment. (1875–533X (Electronic)).", "ArticleIdList": ["29173146"]}, {"Citation": "Talebi S, et al. Hp91 immunoadjuvant: an HMGB1-derived peptide for development of therapeutic HPV vaccines. Biomed Pharmacother. 2017;85:148–154.", "ArticleIdList": ["27930979"]}, {"Citation": "Kuttan G, Kuttan R. Immunomodulatory activity of a peptide isolated from viscum album extract (NSC 635 089) Immunol Invest. 1992;21(4):285–296.", "ArticleIdList": ["1398778"]}, {"Citation": "Ophir E et al. Personalized approaches to active immunotherapy in cancer. (0006–3002 (Print)).", "ArticleIdList": ["26241169"]}, {"Citation": "Zhang X, et al. Personalized cancer vaccines: targeting the cancer mutanome. Vaccine. 2017;35(7):1094–1100.", "ArticleIdList": ["PMC5448976", "27449681"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "12", "Day": "3"}, {"Year": "2022", "Month": "3", "Day": "14"}, {"Year": "2022", "Month": "3", "Day": "29", "Hour": "5", "Minute": "39"}, {"Year": "2022", "Month": "3", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "30", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "3", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["35346211", "PMC8962089", "10.1186/s12935-022-02553-7", "10.1186/s12935-022-02553-7"]}}], "PubmedBookArticle": []}