{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Covid-19", "Dihydromyricetin", "Flavonoids", "Quercetin", "Zinc"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35340665", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "12", "Day": "31"}], "Language": ["eng"], "ELocationID": ["202111001"], "Journal": {"JournalIssue": {"Volume": "1", "Issue": "1", "PubDate": {"Year": "2022"}}, "Title": "Medpress nutrition & food sciences", "ISOAbbreviation": "Medpress Nutr Food Sci"}, "ArticleTitle": "Therapeutic Potential of Flavonoids and Zinc in COVID-19.", "Abstract": {"AbstractText": ["The Coronavirus Disease 2019 (COVID-19) is a devastating global pandemic. Although control of inflammation and supportive care is a common practice, effective and safe disease-modifying or preventive treatments are not yet available. Recent studies demonstrate that small natural molecules belonging to polyphenol family can interfere with various stages of coronavirus entry and replication. These bioactive phytoconstituents, available as natural components in foods and medicinal plants may provide preventive and other benefits against COVID-19, particularly in older adults with micronutrient deficiencies. Another age-related nutritional deficiency may be inadequate levels of the trace metal zinc (Zn), rendering this population more susceptible to COVID-19. Here, following a brief review of 2 select flavonoids; quercetin as a potent antioxidant, and dihydromyricetin (DHM) as an effective antiviral agent together with Zn, essential for immune function, we suggest potential use of a combination of these compounds as an added prevention and/or treatment modality in COVID-19."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Integrative Medicine Fellow, University of Arizona, Tucson, AZ."}], "LastName": "Landis", "ForeName": "Harold E", "Initials": "HE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Howard University College of Medicine, Washington, DC."}], "LastName": "Getachew", "ForeName": "Bruk", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Howard University College of Medicine, Washington, DC."}], "LastName": "Tizabi", "ForeName": "Yousef", "Initials": "Y"}], "GrantList": [{"GrantID": "S06 GM008016", "Acronym": "GM", "Agency": "NIGMS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Medpress Nutr Food Sci", "NlmUniqueID": "9918333187006676"}, "CoiStatement": "Conflicts of Interest: None declared. Declaration of competing interests The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Devaux CA, Rolain JM, Raoult D. ACE2 receptor polymorphism: Susceptibility to SARS-CoV-2, hypertension, multi-organ failure, and COVID-19 disease outcome J Microbiol Immunol Infect 2020;53(3):425–435.", "ArticleIdList": ["PMC7201239", "32414646"]}, {"Citation": "Varga Z, Flammer AJ, Steiger P, Haberecker M, Andermatt R, Zinkernagel AS, et al. Endothelial cell infection and endotheliitis in COVID-19. Lancet 2020;395(10234):1417–1418.", "ArticleIdList": ["PMC7172722", "32325026"]}, {"Citation": "Hojyo S, Uchida M, Tanaka K, Hasebe R, Tanaka Y, Murakami M, et al. How COVID-19 induces cytokine storm with high mortality. Inflamm Regen 2020;40:37.", "ArticleIdList": ["PMC7527296", "33014208"]}, {"Citation": "Ruan Q, Yang K, Wang W, Jiang L, Song J. Clinical predictors of mortality due to COVID-19 based on an analysis of data of 150 patients from Wuhan, China. Intensive Care Med 2020; 46(5):846–848.", "ArticleIdList": ["PMC7080116", "32125452"]}, {"Citation": "Williamson G, Kay CD, Crozier A. The Bioavailability, Transport, and Bioactivity of Dietary Flavonoids: A Review from a Historical Perspective. Comp Rev Food Sci Food Saf 2018; 17:1054–1112.", "ArticleIdList": ["33350159"]}, {"Citation": "Ademiluyi AO, Oboh G. In vitro anti-diabetes and antihypertension potential of phenolic extracts of selected underutilized tropical legumes. J Basic Clinical Physiol Pharmacol 2012;23(1):17–25.", "ArticleIdList": ["22865445"]}, {"Citation": "Spagnuolo C, Moccia S, Russo GL. Anti-inflammatory effects of flavonoids in neurodegenerative disorders. Eur J Med Chem 2018;153:105–115.", "ArticleIdList": ["28923363"]}, {"Citation": "Dobrydnev AV, Tkachuk TM, Atamaniuk VP, Popova MV. Quercetin-amino acid conjugates are promising anti-cancer agents in drug discovery projects. Mini rev. Med Chem 2020;20(2):107–122.", "ArticleIdList": ["31595850"]}, {"Citation": "Derosa G, Maffioli P, D’Angelo A, Di Pierro F. A role for quercetin in coronavirus disease 2019 (COVID-19). Phytother Res 2020. 9:10.1002/ptr.6887. Epub ahead of print.", "ArticleIdList": ["10.1002/ptr.6887", "PMC7675685", "33034398"]}, {"Citation": "Gryglewski RJ, Korbut R, Robak J, Swies J. On the mechanism of antithrombotic action of flavonoids. Biochem Pharmacol 1987;36(3):317–22.", "ArticleIdList": ["3101704"]}, {"Citation": "Haslberger AG,Jacob U, Hippe B, Karlic H. Mechanisms of selected functional foods against viral infections with a view on COVID-19: Mini review. Funct Food Health Dis 2020;5:195–209."}, {"Citation": "Sargiacomo C, Sotgia F, Lisanti MP. COVID-19 and chronological aging: senolytics and other anti-aging drugs for the treatment or prevention of corona virus infection? Aging 2020; 12(8):6511–6517.", "ArticleIdList": ["PMC7202514", "32229706"]}, {"Citation": "Guo Y, Mah E, Bruno RS. Quercetin bioavailability is associated with inadequate. plasma vitamin C status and greater plasma endotoxin in healthy adults. Nutrition 2014;30:1279–1286.", "ArticleIdList": ["25280405"]}, {"Citation": "Dabeek WM, Marra MV. Dietary Quercetin and Kaempferol: Bioavailability and Potential Cardiovascular-Related Bioactivity in Humans. Nutrients. 2019;11(10):2288.", "ArticleIdList": ["PMC6835347", "31557798"]}, {"Citation": "Zhang J, Chen Y, Luo H, Sun L, Xu M, Yu J, et al. Recent update on the pharmacological effects and mechanisms of dihydromyricetin. Front Pharmacol. 2018;9:1204.", "ArticleIdList": ["PMC6209623", "30410442"]}, {"Citation": "Dzobo K, Chiririwa H, Dandara C, Dzobo W. Coronavirus disease-2019 treatment strategies targeting interleukin-6 signaling and herbal medicine. OMICS;2020. Epub ahead of print..", "ArticleIdList": ["32857671"]}, {"Citation": "Tang N, Ma J, Wang KS, Mi C, Lv Y, Piao LX, et al. Dihydromyricetin suppresses TNF-α-induced NF-κB activation and target gene expression Mol Cell Biochem 2016;422:11–20.", "ArticleIdList": ["27686451"]}, {"Citation": "Prasad AS, Beck FW, Bao B, Fitzgerald JT, Snell DC, Steinberg JD, Cardozo LJ. Zinc supplementation decreases incidence of infections in the elderly: effect of zinc on generation of cytokines and oxidative stress. Am J Clin Nutr 2007;85(3):837–44.", "ArticleIdList": ["17344507"]}, {"Citation": "Chasapis CT, Ntoupa PA, Spiliopoulou CA, Stefanidou ME. Recent aspects of the effects of zinc on human health. Arch Toxicol 2020;94(5):1443–1460.", "ArticleIdList": ["32394086"]}, {"Citation": "Lee YH, Tuyet PT. Synthesis and biological evaluation of quercetin-zinc (II) complex for anti-cancer and anti-metastasis of human bladder cancer cells. In Vitro Cell Dev Biol Anim 2019;55(6):395–404.", "ArticleIdList": ["31089950"]}, {"Citation": "Hess SY. National risk of zinc deficiency as estimated by national surveys. Food Nutr Bull 2017;38(1):3–17.", "ArticleIdList": ["28118744"]}, {"Citation": "Skalny AV, L. Rink L, Ajsuvakova OP, Aschner M, Gritsenko VA, Alekseenko SI, et al. Zinc and respiratory tract infections: Perspectives for COVID-19 (Review). Int J Mol Med 2020;46(1):17–26.", "ArticleIdList": ["PMC7255455", "32319538"]}, {"Citation": "Mammadova-Bach E, Braun A. Zinc homeostasis in platelet-related diseases. Int J Mol Sci 2019;20(21):5258.", "ArticleIdList": ["PMC6861892", "31652790"]}, {"Citation": "Gąsecka A, Borovac JA, Guerreiro RA, Giustozzi M, Parker W, Caldeira D, Chiva-Blanch G. Thrombotic complications in patients with COVID-19: pathophysiological mechanisms, diagnosis, and treatment. Cardiovasc Drugs Ther 2020;19:1–15.", "ArticleIdList": ["PMC7569200", "33074525"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "3", "Day": "28", "Hour": "5", "Minute": "12"}, {"Year": "2022", "Month": "3", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "6", "Day": "24"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35340665", "NIHMS1726746", "PMC8950086", "202111001"]}}], "PubmedBookArticle": []}