{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["ADMET", "Antiproteases", "COVID-19", "Drug development", "Interaction", "Phytochemicals", "Terpenoid"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35345871", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "03", "Day": "24"}], "Language": ["eng"], "ELocationID": ["103274", "10.1016/j.sjbs.2022.03.024"], "Journal": {"ISSN": "1319-562X", "JournalIssue": {"Volume": "29", "Issue": "6", "PubDate": {"Year": "2022", "Month": "Jun"}}, "Title": "Saudi journal of biological sciences", "ISOAbbreviation": "Saudi J Biol Sci"}, "ArticleTitle": "Identification of phytochemical inhibitors of SARS-CoV-2 protease 3CL<sup>pro</sup> from selected medicinal plants as per molecular docking, bond energies and amino acid binding energies.", "Pagination": {"StartPage": "103274", "MedlinePgn": "103274"}, "Abstract": {"AbstractText": ["Recent worldwide outbreak of SARS-COV-2 pandemic has increased the thirst to discover and introduce antiviral drugs to combat it. The bioactive compounds from plant sources, especially terpenoid have protease inhibition activities so these may be much effective for the control of viral epidemics and may reduce the burden on health care system worldwide. Present study aims the use of terpenoid from selected plant source through bioinformatics tools for the inhibition of SARS-COV-2. This study is based on descriptive analysis. The Protein Data Bank and PubChem database were used for the analysis of SARS-COV-2 protease and plant source terpenoids. Molecular docking by using molegro virtual docker (MVD) software was carried out. The findings of study are based on the inhibitory actions of different plant sourced terpenoid against SARS-COV-2. As per the available resources and complementary analysis these phytochemicals have capacity to inhibit 3CL<sup>pro</sup> protease. The study reports that (3,3-dimethylally) isoflavone (<i>Glycine</i> max), licoleafol (<i>Glycyrrhiza uralensis</i>), myricitrin (<i>Myrica cerifera</i>), thymoquinone (<i>Nigella sativa</i>), bilobalide, ginkgolide A (<i>Ginkgo biloba</i>), Salvinorin A (<i>Salvia divinorum</i>), citral (<i>Backhousia citriodora</i>) and prephenazine (drug) showed high activity against SARS-COV-2 protease 3CL<sup>pro</sup>. The drug like and ADMET properties revealed that these compounds can safely be used as drugs. Cross structural analysis by using bioinformatics study concludes that these plant source terpenoid compounds can be effectively used as antiprotease drugs for SARS-COV-2 in future."], "CopyrightInformation": "© 2022 The Authors."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, College Science, King Khalid University, Abha 61413, PO Box, 9004, Saudi Arabia."}], "LastName": "Ullah", "ForeName": "Sami", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Chemistry, University of Sargodha, Sargodha, Pakistan."}], "LastName": "Munir", "ForeName": "Bushra", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, College Science, King Khalid University, Abha 61413, PO Box, 9004, Saudi Arabia."}], "LastName": "Al-Sehemi", "ForeName": "Abdullah G", "Initials": "AG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physics, College Science, King Khalid University, Abha 61413, PO Box, 9004, Saudi Arabia."}], "LastName": "Muhammad", "ForeName": "Shabbir", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biotechnology and Genetic Engineering, IBGE, University of Sindh, Jamshoro 76080, Pakistan."}], "LastName": "Haq", "ForeName": "Ikram-Ul", "Initials": "IU"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, The Women University, Multan, Pakistan."}], "LastName": "Aziz", "ForeName": "Abida", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Government College University Faisalabad, Pakistan."}], "LastName": "Ahmed", "ForeName": "Bilal", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Government College University Faisalabad, Pakistan."}], "LastName": "Ghaffar", "ForeName": "Abdul", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Saudi Arabia", "MedlineTA": "Saudi J Biol Sci", "NlmUniqueID": "101543796", "ISSNLinking": "2213-7106"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Andersen N.H., Christensen N.J., Lassen P.R., Freedman T.B., Nafie L.A., Strømgaard K., Hemmingsen L. Structure and absolute configuration of ginkgolide B characterized by IR-and VCD spectroscopy. Chirality: The Pharmacol. Biol. Chem Conseq. Mol. Asymmetr. 2010;22(2):217–223.", "ArticleIdList": ["19455619"]}, {"Citation": "Augustin J.M., Kuzina V., Andersen S.B., Bak S. Molecular activities, biosynthesis and evolution of triterpenoid saponins. Phytochemistry. 2011;72(6):435–457.", "ArticleIdList": ["21333312"]}, {"Citation": "Chen Y., Liu Q., Guo D. Emerging coronaviruses: genome structure, replication, and pathogenesis. J. Med. Virol. 2020;92(4):418–423.", "ArticleIdList": ["PMC7167049", "31967327"]}, {"Citation": "Chen, Y.W., Yiu, C.P. B., Wong, K.Y., 2020b. Prediction of the SARS-CoV-2 (2019-nCoV) 3C-like protease (3CL pro) structure: virtual screening reveals velpatasvir, ledipasvir, and other drug repurposing candidates. F1000Research. 9(129), 129.", "ArticleIdList": ["PMC7062204", "32194944"]}, {"Citation": "Cui J., Li F., Shi Z.L. Origin and evolution of pathogenic coronaviruses. Nature Rev. Microbiol. 2019;17(3):181–192.", "ArticleIdList": ["PMC7097006", "30531947"]}, {"Citation": "del Carmen Recio M., Giner R.M., Máñez S., Ríos J.L. Structural requirements for the anti-inflammatory activity of natural triterpenoids. Planta Med. 1995;61(02):182–185.", "ArticleIdList": ["7753929"]}, {"Citation": "Farooq M.U., Munir B., Naeem S., Yameen M., Iqbal S.Z., Ahmad A., Mustaan M.A., Noor M.W., Nadeem A., Ghaffar A. Exploration of Carica papaya bioactive compounds as potential inhibitors of dengue NS2B, NS3 and NS5 protease. Pak. J. Pharm. Sci. 2020;33(Suppl 1):355–360.", "ArticleIdList": ["32122868"]}, {"Citation": "Federico L.B., Silva G.M., da Silva Hage-Melim L.I., Gomes S.Q., Barcelos M.P., Galindo Francischini I.A., de Paula T., da Silva C.H. Identification of known drugs as potential SARS-CoV-2 Mpro inhibitors using ligand-and structure-based virtual screening. Future Med. Chem. 2021;13(16):1353–1366.", "ArticleIdList": ["PMC8240648", "34169729"]}, {"Citation": "Frimayanti N., Chee C.F., Zain S., Rahman N.A. Design of new competitive dengue Ns2b/Ns3 protease inhibitors-a computational approach. Int. J. Mol. Sci. 2011;12(2):1089–1100.", "ArticleIdList": ["PMC3083692", "21541045"]}, {"Citation": "Ghaffar A., Yameen M., Kiran S., Kamal S., Jalal F., Munir B., Saleem S., Rafiq N., Ahmad A., Saba I., Jabbar A. Chemical composition and in-vitro evaluation of the antimicrobial and antioxidant activities of essential oils extracted from seven Eucalyptus species. Molecules. 2015;20(11):20487–20498.", "ArticleIdList": ["PMC6332271", "26593893"]}, {"Citation": "Grinter S.Z., Zou X. Challenges, applications, and recent advances of protein-ligand docking in structure-based drug design. Molecules. 2014;19(7):10150–10176.", "ArticleIdList": ["PMC6270832", "25019558"]}, {"Citation": "Hasan A., Biswas P., Bondhon T.A., Jannat K., Paul T.K., Paul A.K., Jahan R., Nissapatorn V., Mahboob T., Wilairatana P., Hasan M.N. Can Artemisia herba-alba be useful for managing COVID-19 and comorbidities? Molecules. 2022;27(2):492.", "ArticleIdList": ["PMC8779608", "35056809"]}, {"Citation": "Hilgenfeld R. From SARS to MERS: crystallographic studies on coronaviral proteases enable antiviral drug design. FEBS J. 2014;281(18):4085–4096.", "ArticleIdList": ["PMC7163996", "25039866"]}, {"Citation": "Irfan A., Imran M., Khalid N., Hussain R., Basra M.A.R., Khaliq T., Shahzad M., Hussien M., Shah A.T., Qayyum M.A., Al-Sehemi A.G. Isolation of phytochemicals from Malva neglecta Wallr and their quantum chemical, molecular docking exploration as active drugs against COVID-19. J. Saudi Chem. Soc. 2021;25(12)"}, {"Citation": "Jo S., Kim S., Shin D.H., Kim M.S., Kim M. Inhibition of SARS-CoV 3CL protease by flavonoids. J. Enzym. Inhib. Med. Chem. 2020;35:145–151.", "ArticleIdList": ["PMC6882434", "31724441"]}, {"Citation": "John S.E.S., Tomar S., Stauffer S.R., Mesecar A.D. Targeting zoonotic viruses: Structure-based inhibition of the 3C-like protease from bat coronavirus HKU4-The likely reservoir host to the human coronavirus that causes Middle East Respiratory Syndrome (MERS) Bioorgan. Med. Chem. 2015;23(17):6036–6048.", "ArticleIdList": ["PMC5433438", "26190463"]}, {"Citation": "Krichel B., Falke S., Hilgenfeld R., Redecke L., Uetrecht C. Processing of the SARS-CoV pp1a/ab nsp7-10 region. Biochem. J. 2020;477:1009–1019.", "ArticleIdList": ["PMC7078746", "32083638"]}, {"Citation": "Lattanzio F., Greco E., Carretta D., Cervellati R., Govoni P., Speroni E. In vivo anti-inflammatory effect of Rosa canina L. extract. J. Ethnopharmacol. 2011;137(1):880–885.", "ArticleIdList": ["21771653"]}, {"Citation": "Lipinski C.A. Lead-and drug-like compounds: the rule-of-five revolution. Drug Discov. Today: Technol. 2004;1:337–341.", "ArticleIdList": ["24981612"]}, {"Citation": "Liu H., Ye F., Sun Q., Liang H., Li C., Li S., Lai L. Scutellaria baicalensis extract and baicalein inhibit replication of SARS-CoV-2 and its 3C-like protease in vitro. J. Enzym. Inhib. Med. Chem. 2021;36(1):497–503.", "ArticleIdList": ["PMC7850424", "33491508"]}, {"Citation": "Liu, X., Zhang, B., Jin, Z., Yang, H., Rao, Z., 2020. The crytal structure of 2019-NCOV main protease in complex with an inhibitor N3. RCSB Protein Data Bank."}, {"Citation": "Luo W., Su X., Gong S., Qin Y., Liu W., Li J. Anti-SARS coronavirus 3C-like protease effects of Rheum palmatum L. extracts. Biosci. Trends. 2009;3:124–126.", "ArticleIdList": ["20103835"]}, {"Citation": "Mahmud S., Mita M.A., Biswas S., Paul G.K., Promi M.M., Afrose S., Saleh A. Molecular docking and dynamics study to explore phytochemical ligand molecules against the main protease of SARS-CoV-2 from extensive phytochemical datasets. Expert. Rev. Clin. Pharmacol. 2021;14(10):1305–1315.", "ArticleIdList": ["34301158"]}, {"Citation": "Mukesh B., Rakesh K. Review on molecular docking. Int. J. Res. Ayurveda Pharm. 2011;2(6):1746–1751."}, {"Citation": "Nosrati M., Behbahani M. Molecular docking study of HIV-1 protease with triterpenoides compounds from plants and mushroom. J. Arak Univ. Med. Sci. 2015;18(3):67–79."}, {"Citation": "Nallusamy S., Mannu J., Ravikumar C., Angamuthu K., Nathan B., Nachimuthu K., Ramasamy G., Muthurajan R., Subbarayalu M., Neelakandan K. Exploring phytochemicals of traditional medicinal plants exhibiting inhibitory activity against main protease, Spike glycoprotein, RNA-dependent RNA polymerase and non-structural proteins of SARS-CoV-2 through virtual screening. Front. Pharmacol. 2021;12:1704.", "ArticleIdList": ["PMC8295902", "34305589"]}, {"Citation": "Roy U., Luck L.A. Molecular modeling of estrogen receptor using molecular operating environment. Biochem. Mol. Biol. Edu. 2007;35:238–243.", "ArticleIdList": ["21591100"]}, {"Citation": "Shree P., Mishra P., Selvaraj C., Singh S.K., Chaube R., Garg N., Tripathi Y.B. Targeting COVID-19 (SARS-CoV-2) main protease through active phytochemicals of ayurvedic medicinal plants–Withania somnifera (Ashwagandha), Tinospora cordifolia (Giloy) and Ocimum sanctum (Tulsi)–a molecular docking study. J. Biomol. Struct. Dyn. 2022;40(1):190–203.", "ArticleIdList": ["PMC7484581", "32851919"]}, {"Citation": "Topcu G., Ertas A., Kolak U., Ozturk M., Ulubelen A. Antioxidant activity tests on novel triterpenoids from Salvia macrochlamys. Arkivoc. 2007;7:195–208."}, {"Citation": "ul Qamar, M. T., Alqahtani, S. M., Alamri, M. A., Chen, L. L., 2020. Structural basis of SARS-CoV-2 3CLpro and anti-COVID-19 drug discovery from medicinal plants. J. Pharm. Anal. 10(4), 313-319.", "ArticleIdList": ["PMC7156227", "32296570"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "12", "Day": "29"}, {"Year": "2022", "Month": "1", "Day": "22"}, {"Year": "2022", "Month": "3", "Day": "17"}, {"Year": "2022", "Month": "3", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "30", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "3", "Day": "29", "Hour": "5", "Minute": "16"}, {"Year": "2022", "Month": "3", "Day": "24"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35345871", "PMC8944115", "10.1016/j.sjbs.2022.03.024", "S1319-562X(22)00182-6"]}}], "PubmedBookArticle": []}