{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Active ingredients", "Bletilla", "Correlation analysis", "Gray relation analysis", "Phenotypic traits"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35351005", "DateCompleted": {"Year": "2022", "Month": "04", "Day": "04"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "05"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "03", "Day": "29"}], "Language": ["eng"], "ELocationID": ["154", "10.1186/s12870-022-03540-w"], "Journal": {"ISSN": "1471-2229", "JournalIssue": {"Volume": "22", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Mar", "Day": "29"}}, "Title": "BMC plant biology", "ISOAbbreviation": "BMC Plant Biol"}, "ArticleTitle": "Phenotype correlation analysis and excellent germplasm screening of herb Bletilla Rchb. f. based on comprehensive evaluation from thirty-three geographic populations.", "Pagination": {"StartPage": "154", "MedlinePgn": "154"}, "Abstract": {"AbstractText": ["The Bletilla genus of Orchidaceae includes plants with great economic value, among which B. striata is the main traditional medicinal plant, and its pseudobulb, known as BaiJi, was first recorded in Shennong's Classic of Materia Medica. However, there has been little systemic evaluation of the germplasm quality of Bletilla plants in China. In order to comprehensive evaluate the Bletilla resources in China and screen out the candidate phenotypic traits determining yield and/or quality of Bletilla, the variation of phenotypic indicators (pseudobulb, leaf, stem, inflorescence, flower) and active ingredients contents (polysaccharide, total phenolics and militarine) in different populations of B. striata and B. ochracea were investigated through 4 years' common-garden experiment.", "There were abundant phenotypic variations and significant differences among different populations in the morphological phenotypes, pseudobulb weight and main active ingredient contents. AHBZ, HBLT and HBSN populations showed good prospects for industrial development, presenting higher quality in terms of yield and main active ingredient content. Pseudobulb yield, polysaccharide and total phenol content are positively correlated with phenotypic traits. Militarine content is negatively correlated with almost all indexes. Plant height, leaf width and stem diameter may be important indicators of potential excellent germplasms.", "Bletilla is not strictly geoauthentic medicinal plants. B. ochracea could be accepted as an alternative resource to B. striata. The best harvest period of Bletilla is the third year after cultivation. Plant height, leaf width and stem diameter may be important indicators of potential excellent germplasms. These results provide important information required for the efficient screening and utilization of Bletilla germplasm resources."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Plant Germplasm Enhancement and Specialty Agriculture, Wuhan Botanical Garden, Chinese Academy of Sciences, Wuhan, 430074, China."}], "LastName": "Huang", "ForeName": "Junfeng", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Plant Germplasm Enhancement and Specialty Agriculture, Wuhan Botanical Garden, Chinese Academy of Sciences, Wuhan, 430074, China."}], "LastName": "Yuan", "ForeName": "Fang", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Plant Germplasm Enhancement and Specialty Agriculture, Wuhan Botanical Garden, Chinese Academy of Sciences, Wuhan, 430074, China."}], "LastName": "Zhou", "ForeName": "Ming", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Plant Germplasm Enhancement and Specialty Agriculture, Wuhan Botanical Garden, Chinese Academy of Sciences, Wuhan, 430074, China."}], "LastName": "Huang", "ForeName": "Tianyue", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Plant Germplasm Enhancement and Specialty Agriculture, Wuhan Botanical Garden, Chinese Academy of Sciences, Wuhan, 430074, China."}], "LastName": "Zhang", "ForeName": "Yanjun", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Plant Germplasm Enhancement and Specialty Agriculture, Wuhan Botanical Garden, Chinese Academy of Sciences, Wuhan, 430074, China. qiongl@wbgcas.cn."}], "LastName": "Liang", "ForeName": "Qiong", "Initials": "Q"}], "GrantList": [{"GrantID": "31771871", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "KFJ-BRP-007", "Agency": "Biological Resources Program, Chinese Academy of Sciences", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Plant Biol", "NlmUniqueID": "100967807", "ISSNLinking": "1471-2229"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Flowers"}, {"QualifierName": ["genetics"], "DescriptorName": "Orchidaceae"}, {"QualifierName": [], "DescriptorName": "Phenotype"}, {"QualifierName": [], "DescriptorName": "Plant Leaves"}, {"QualifierName": ["genetics"], "DescriptorName": "Plants, Medicinal"}], "CoiStatement": "The authors declare that they have no conflict of interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Chen XQ, Gale SW, Cribb PJ. Flora of China, Vol. 25. 2009. pp. 209–210."}, {"Citation": "Li L, Liu HB, Wen WE, Huang CY, Li XM, Xiao SJ, Wu MK, Shi JH, Xu DL. Full transcriptome analysis of callus suspension culture system of Bletilla striata. Front Genet. 2020;11:995. doi: 10.3389/fgene.2020.00995.", "ArticleIdList": ["10.3389/fgene.2020.00995", "PMC7593603", "33193583"]}, {"Citation": "Zhang YJ, Sun W, He Y, Wang SH, Wang Q, Yuan F, Yang LL, Liang Q. Current situation and prospect of resource evaluation and sustainable utilization on Bletilla. Zhongguo Zhong Yao Za Zhi. 2018;43:4397–4403. doi: 10.19540/j.cnki.cjcmm.20180821.001.", "ArticleIdList": ["10.19540/j.cnki.cjcmm.20180821.001", "30593230"]}, {"Citation": "He XR, Wang XX, Fang LC, Zhao ZF, Huang LH, Guo H, Zheng XH. Bletilla striata: Medicinal uses, phytochemistry and pharmacological activities. J Ethnopharmacol. 2017;195:20–38. doi: 10.1016/j.jep.2016.11.026.", "ArticleIdList": ["10.1016/j.jep.2016.11.026", "27865796"]}, {"Citation": "Xu DL, Pan YC, Chen JS. Chemical constituents, pharmacologic properties, and clinical applications of Bletilla striata. Front Pharmacol. 2019;10:1168. doi: 10.3389/fphar.2019.01168.", "ArticleIdList": ["10.3389/fphar.2019.01168", "PMC6838137", "31736742"]}, {"Citation": "Zhang JQ, Zhou T, Xiao CH, Jiang WK, Guo LP, Wang X. Bletilla striata ecological planting patterns and technical principle analysis. Zhongguo Zhong Yao Za Zhi. 2020;45:5042–5047. doi: 10.19540/j.cnki.cjcmm.20200707.102.", "ArticleIdList": ["10.19540/j.cnki.cjcmm.20200707.102", "33350281"]}, {"Citation": "Zhang GY, Huang L, Wu J, Liu YR, Zhang ZL, Guan QX. Doxorubicin-loaded folate-mediated pH-responsive micelle based on Bletilla striata polysaccharide: Release mechanism, cellular uptake mechanism, distribution, pharmacokinetics, and antitumor effects. Int J Biol Macromol. 2020;164:566–577. doi: 10.1016/j.ijbiomac.2020.07.123.", "ArticleIdList": ["10.1016/j.ijbiomac.2020.07.123", "32693124"]}, {"Citation": "Chen G, Chang WH, Li XZ, Han LZ, Zhou D, Feng Y, Li BX, Zhu FY, Li N. n-BuOH extract of Bletilla striata exerts chemopreventive effects on lung against SiO2 nanoparticles through activation of Nrf2 pathway. Phytomedicine. 2021;82:153445. doi: 10.1016/j.phymed.2020.153445.", "ArticleIdList": ["10.1016/j.phymed.2020.153445", "33418138"]}, {"Citation": "Jiang S, Wang MY, Jiang L, Xie Q, Yuan HW, Yang YP, Zafar S, Liu Y, Jian YQ, Li B, Wang W. The medicinal uses of the genus Bletilla in traditional Chinese medicine: A phytochemical and pharmacological review. J Ethnopharmacol. 2021;280:114263. doi: 10.1016/j.jep.2021.114263.", "ArticleIdList": ["10.1016/j.jep.2021.114263", "34144194"]}, {"Citation": "Chen ZY, Zhao Y, Zhang MK, Yang XF, Yue PX, Tang DK, Wei XL. Structural characterization and antioxidant activity of a new polysaccharide from Bletilla striata fibrous roots. Carbohydr Polym. 2020;227:115362. doi: 10.1016/j.carbpol.2019.115362.", "ArticleIdList": ["10.1016/j.carbpol.2019.115362", "31590882"]}, {"Citation": "Liu YR, Sun C, Zhang GY, Wu J, Huang L, Qiao J, Guan QX. Bio-responsive Bletilla striata polysaccharide-based micelles for enhancing intracellular docetaxel delivery. Int J Biol Macromol. 2020;142:277–287. doi: 10.1016/j.ijbiomac.2019.09.099.", "ArticleIdList": ["10.1016/j.ijbiomac.2019.09.099", "31593738"]}, {"Citation": "Zhao Y, Wang QB, Yan S, Zhou J, Huang LY, Zhu HT, Ye F, Zhang YH, Chen L, Chen L, Zheng T. Bletilla striata Polysaccharide Promotes Diabetic Wound Healing Through Inhibition of the NLRP3 Inflammasome. Front Pharmacol. 2021;12:659215. doi: 10.3389/fphar.2021.659215.", "ArticleIdList": ["10.3389/fphar.2021.659215", "PMC8110216", "33981238"]}, {"Citation": "Qu Y, Li CX, Zhang C, Zeng R, Fu CM. Optimization of infrared-assisted extraction of Bletilla striata polysaccharides based on response surface methodology and their antioxidant activities. Carbohydr Polym. 2016;148:345–353. doi: 10.1016/j.carbpol.2016.04.081.", "ArticleIdList": ["10.1016/j.carbpol.2016.04.081", "27185148"]}, {"Citation": "Niu JF, Zhao GM, Mi ZY, Chen LJ, Liu S, Wang SQ, Wang DH, Wang ZZ. De novo sequencing of Bletilla striata (Orchidaceae) transcriptome and identification of genes involved in polysaccharide biosynthesis. Genet Mol Biol. 2020;43:e20190417. doi: 10.1590/1678-4685-GMB-2019-0417.", "ArticleIdList": ["10.1590/1678-4685-GMB-2019-0417", "PMC7315133", "32609279"]}, {"Citation": "Zhou D, Chang WH, Liu B, Chen G, Yang YQ, Hao YT, Hou Y, Li N. Stilbenes from the tubers of Bletilla striata with potential anti-neuroinflammatory activity. Bioorg Chem. 2020;97:103715. doi: 10.1016/j.bioorg.2020.103715.", "ArticleIdList": ["10.1016/j.bioorg.2020.103715", "32146172"]}, {"Citation": "Sun MH, Ma XJ, Shao SY, Han SW, Jiang JW, Zhang JJ, Li S. Phenanthrene, 9,10-dihydrophenanthrene and bibenzyl enantiomers from Bletilla striata with their antineuroinflammatory and cytotoxic activities. Phytochemistry. 2021;182:112609. doi: 10.1016/j.phytochem.2020.112609.", "ArticleIdList": ["10.1016/j.phytochem.2020.112609", "33326906"]}, {"Citation": "Yang C, Xia T, Wang CQ, Sun HY, Li YJ, Gong ZP, Li YT, Zheng L, Huang Y. Using the UPLC-ESI-Q-TOF-MS(E) method and intestinal bacteria for metabolite identification in the nonpolysaccharide fraction from Bletilla striata. Biomed Chromatogr. 2019;33:e4637. doi: 10.1002/bmc.4637.", "ArticleIdList": ["10.1002/bmc.4637", "31256429"]}, {"Citation": "Zhang XQ, Zhou T, Xiao CH, Yang CG, Jiang WK, Yu J, Zhang HJ. Quality comprehensive evaluation of Bletilla striata with different producing areas from Guizhou. Zhong Yao Cai. 2020;43:368–373. doi: 10.13863/j.issn1001-4454.2020.02.023.", "ArticleIdList": ["10.13863/j.issn1001-4454.2020.02.023"]}, {"Citation": "Liu JM, An LL, Liu G, Liu YC. Research progress on chemical composition and pharmacological effects of Bletilla striata and predictive analysis on quality marker. Zhonghua Zhong Yi Yao Xue Kan. 2021;39:28–37. doi: 10.13193/j.issn.1673-7717.2021.06.006.", "ArticleIdList": ["10.13193/j.issn.1673-7717.2021.06.006"]}, {"Citation": "Moloney KA, Holzapfel C, Tielbrger K, Jeltsch F, Schurr FM. Rethinking the common garden in invasion research. Perspect Plant Ecol Evol Syst. 2009;11:311–320. doi: 10.1016/j.ppees.2009.05.002.", "ArticleIdList": ["10.1016/j.ppees.2009.05.002"]}, {"Citation": "Penton PM, Davoren GK. A common garden experiment on capelin (mallotus villosus) early life history stages to examine use of beach and deep-water spawning habitats. J Exp Mar Biol Ecol. 2013;439:54–60. doi: 10.1016/j.jembe.2012.10.009.", "ArticleIdList": ["10.1016/j.jembe.2012.10.009"]}, {"Citation": "Liang Q, Zhang YJ, Chen JJ, Huang HW, Wang Y. Quality variation of ten geographic populations of epimedium sagittatum as evaluated in common garden practice. Genet Resour Crop Evol. 2016;63:733–743. doi: 10.1007/s10722-016-0369-0.", "ArticleIdList": ["10.1007/s10722-016-0369-0"]}, {"Citation": "Yang LL, Liang Q, Wang SH, Yuan F, He Y. Quality evaluation of thirteen geographical populations of Lycium chinense using quantitative analysis of nutrients and bioactive components. J Food Quality. 2019;2019:9714930. doi: 10.1155/2019/9714930.", "ArticleIdList": ["10.1155/2019/9714930"]}, {"Citation": "Wang YP, Cui YL, Huang L, Yang MM, Tian J. Quality evaluation of Lycii Fructus based on grey incidence degree method. Mod Chin Med. 2020;22:1851–1862. doi: 10.13313/j.issn.1673-4890.20200508006.", "ArticleIdList": ["10.13313/j.issn.1673-4890.20200508006"]}, {"Citation": "Schober P, Boer C, Schwarte LA. Correlation coefficients, appropriate use and interpretation. Anesth Analg. 2018;126:1763–1768. doi: 10.1213/ane.0000000000002864.", "ArticleIdList": ["10.1213/ane.0000000000002864", "29481436"]}, {"Citation": "Lu HX, Tang DB, Wu ZD, Luo K, Han X, Jiang F, Luo YL, Zhang XY, Zhang K, Wang JC. Genotypic variation and environmental effects on yield, quality and agronomic traits of sweet potato. Zhongguo Sheng Tai Nong Ye Xue Bao. 2015;23:158–1168. doi: 10.13930/j.cnki.cjea.150363.", "ArticleIdList": ["10.13930/j.cnki.cjea.150363"]}, {"Citation": "Naim-Feil E, Pembleton LW, Spooner LE, Malthouse AL, Miner A, Quinn M, Polotnianka RM, Baillie RC, Spangenberg GC, Cogan NOI. The characterization of key physiological traits of medicinal cannabis (Cannabis sativa L.) as a tool for precision breeding. BMC Plant Biol. 2021;21(1):294. doi: 10.1186/s12870-021-03079-2.", "ArticleIdList": ["10.1186/s12870-021-03079-2", "PMC8235858", "34174826"]}, {"Citation": "Chen J, Yan T, Jia JM. Research on HPLC fingerprint of Blerillae Rhizoma from multiple provinces. Zhong Guo Yi Yuan Yong Yao Ping Jia Yu Fen Xi. 2017;17:218–221. doi: 10.14009/j.issn.1672-2124.2017.02.026.", "ArticleIdList": ["10.14009/j.issn.1672-2124.2017.02.026"]}, {"Citation": "Zhu XY, Zi SH, Wang JJ, Wang L, Shi YN, Qian JX, Ji PZ. Histochemistry localization and content determination for polysaccharide in Bletilla striata and two related species. Zhong Yao Cai. 2018;41:2774–2778. doi: 10.13863/j.issn1001-4454.2018.12.009.", "ArticleIdList": ["10.13863/j.issn1001-4454.2018.12.009"]}, {"Citation": "Mousavi S, Rosa R, Moukhli A, Riachy ME, Mariotti R, Torres M, Pierantozzi P, Stanzione V, Mastio V, Zaher H, Antari AE, Ayoub S, Dandachi F, Youssef H, Aggelou N, Contreras C, Maestri D, Belaj A, Bufacchi M, Baldoni L, Leon L. Plasticity of fruit and oil traits in olive among different environments. Sci Rep. 2019;9:16968. doi: 10.1038/s41598-019-53169-3.", "ArticleIdList": ["10.1038/s41598-019-53169-3", "PMC6861299", "31740728"]}, {"Citation": "Wu FY, Qiu LS, Cui XM, Zhang CY, Peng G, Wang CX, Guan HL, Yang Y. Research on influence factors of quality characteristics of Bletilla Striata. Chin Hosp Pharm J. 2016;36:1838–1844. doi: 10.13286/j.cnki.chinhosppharmacyj.2016.21.03.", "ArticleIdList": ["10.13286/j.cnki.chinhosppharmacyj.2016.21.03"]}, {"Citation": "Zhang JC, Sun C, Li CZ, Zhou Y, Yang JW, Wang Y, Xiong PF. Study on soil organic matter, enzyme activity and the effective components of Bletilla striata under different planting years. Zhong Yao Cai. 2020;431:7–10. doi: 10.13863/j.issn1001-4454.2020.01.001.", "ArticleIdList": ["10.13863/j.issn1001-4454.2020.01.001"]}, {"Citation": "Ainsworth EA, Gillespie KM. Estimation of total phenolic content and other oxidation substrates in plant tissues using Folin-Ciocalteu reagent. Nat Protoc. 2007;2:875–877. doi: 10.1038/nprot.2007.102.", "ArticleIdList": ["10.1038/nprot.2007.102", "17446889"]}, {"Citation": "Suyal R, Rawat S, Rawal RS, Bhatt ID. Variability in morphology, phytochemicals, and antioxidants in Polygonatum verticillatum (L.) All. populations under different altitudes and habitat conditions in Western Himalaya India. Environ Monit Assess. 2020;191:783. doi: 10.1007/s10661-019-7687-6.", "ArticleIdList": ["10.1007/s10661-019-7687-6", "31989296"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "9", "Day": "24"}, {"Year": "2022", "Month": "3", "Day": "14"}, {"Year": "2022", "Month": "3", "Day": "30", "Hour": "5", "Minute": "36"}, {"Year": "2022", "Month": "3", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "29"}], "PublicationStatus": "epublish", "ArticleIdList": ["35351005", "PMC8966332", "10.1186/s12870-022-03540-w", "10.1186/s12870-022-03540-w"]}}], "PubmedBookArticle": []}