{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35363167", "DateCompleted": {"Year": "2022", "Month": "04", "Day": "05"}, "DateRevised": {"Year": "2023", "Month": "01", "Day": "03"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["e28802", "10.1097/MD.0000000000028802"], "Journal": {"ISSN": "1536-5964", "JournalIssue": {"Volume": "101", "Issue": "7", "PubDate": {"Year": "2022", "Month": "Feb", "Day": "18"}}, "Title": "Medicine", "ISOAbbreviation": "Medicine (Baltimore)"}, "ArticleTitle": "Integrative treatment of herbal medicine with western medicine on coronary artery lesions in children with Kawasaki disease.", "Pagination": {"StartPage": "e28802", "MedlinePgn": "e28802"}, "Abstract": {"AbstractText": ["Kawasaki disease (KD) is a major cause of coronary artery lesions (CALs) in children. Approximately 10% to 20% of children treated with intravenous immunoglobulin are intravenous immunoglobulin-resistant. This study evaluated the efficacy and safety of adding herbal medicine to conventional western medicines versus conventional western medicines alone for CALs in children with KD.", "This study searched 9 electronic databases until August 31, 2021. The inclusion criteria were the randomized controlled trials (RCTs) that assessed the CALs in children with KD and compared integrative treatment with conventional western treatments. Two authors searched independently for RCTs, including eligible articles that fulfilled the inclusion criteria, extracted data, and assessed the methodological quality using the Cochrane risk of bias tool. Meta-analysis was conducted using Cochrane Collaboration's Review Manager 5.4 software. The effect size was presented as the risk ratio (RR), and the fixed-effect models were used to pool the results.", "The finally selected 12 studies included a total of 1030 KD patients. According to a meta-analysis, the integrative treatment showed better results than the conventional treatment in the CAL prevalence rate (RR = 2.00; 95% confidence interval [CI], 1.49-2.71; P < .00001), CAL recovery rate (RR = 1.27; 95% CI, 1.05-1.54; P = .02), and total effective rate (RR = 1.17; 95% CI, 1.11-1.23; P < .00001). Only 2 studies referred to the safety of the treatment. The asymmetrical funnel plot of the CAL prevalence rate indicated the possibility of potential publication bias.", "This review found the integrative treatment to be more effective in reducing the CAL prevalence rate and increasing the CAL recovery rate and total effective rate in KD patients than conventional western treatment. However, additional well-designed RCTs will be needed further to compensate restrictions of insufficient trials on safety, methodological quality, and publication bias."], "CopyrightInformation": "Copyright © 2022 the Author(s). Published by Wolters Kluwer Health, Inc."}, "AuthorList": [{"Identifier": ["0000-0002-3073-0624"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics of Korean Medicine, Graduate School of Dongguk University, Pildong-ro 1-Gil 30, Jung-gu, Seoul, Republic of Korea."}], "LastName": "Choi", "ForeName": "Jungyoon", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics of Korean Medicine, Graduate School of Dongguk University, Pildong-ro 1-Gil 30, Jung-gu, Seoul, Republic of Korea."}], "LastName": "Chang", "ForeName": "Seokjoo", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics of Korean Medicine, Korean Medicine Hospital, Dongguk University Bundang Medical Center, 268, Buljeong-ro, Bun-dang-gu, Seongnam-si, Gyeonggi-do, Republic of Korea."}], "LastName": "Kim", "ForeName": "Eunjin", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics of Korean Medicine, Graduate School of Dongguk University, Pildong-ro 1-Gil 30, Jung-gu, Seoul, Republic of Korea."}, {"Identifier": [], "Affiliation": "Department of Pediatrics of Korean Medicine, Korean Medicine Hospital, Dongguk University Ilsan Medical Center, Dongguk-ro 27, Ilsandong-gu, Goyang-si, Gyeonggi-do, Republic of Korea."}], "LastName": "Min", "ForeName": "Sang Yeon", "Initials": "SY"}], "PublicationTypeList": ["Journal Article", "Meta-Analysis", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Medicine (Baltimore)", "NlmUniqueID": "2985248R", "ISSNLinking": "0025-7974"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": [], "DescriptorName": "Coronary Vessels"}, {"QualifierName": [], "DescriptorName": "Herbal Medicine"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["complications", "drug therapy"], "DescriptorName": "Mucocutaneous Lymph Node Syndrome"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}], "CoiStatement": "The authors have no funding and conflicts of interest to disclose."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Kawasaki T. Acute febrile mucocutaneous syndrome with lymphoid involvement with specific desquamation of the fingers and toes in children. Arerugi 1967;16:178–222.", "ArticleIdList": ["6062087"]}, {"Citation": "Agarwal S, Agrawal DK. Kawasaki disease: etiopathogenesis and novel treatment strategies. Expert Rev Clin Immunol 2017;13:247–58.", "ArticleIdList": ["PMC5542821", "27590181"]}, {"Citation": "Singh S, Jindal AK, Pilania RK. Diagnosis of Kawasaki disease. Int J Rheum Dis 2018;21:36–44.", "ArticleIdList": ["PMC7159575", "29131549"]}, {"Citation": "McCrindle BW, Rowley AH, Newburger JW, et al. . Diagnosis, treatment, and long-term management of Kawasaki disease: a scientific statement for health professionals from the American Heart Association. Circulation 2017;135:e927–99.", "ArticleIdList": ["28356445"]}, {"Citation": "Saguil A, Fargo M, Grogan S. Diagnosis and management of Kawasaki disease. Am Fam Physician 2015;91:365–71.", "ArticleIdList": ["25822554"]}, {"Citation": "Newburger JW, Takahashi M, Gerber MA, et al. . Diagnosis, treatment, and long-term management of Kawasaki disease: a statement for health professionals from the Committee on Rheumatic Fever, Endocarditis, and Kawasaki Disease, Council on Cardiovascular Disease in the Young, American Heart Association. Pediatrics 2004;114:1708–33.", "ArticleIdList": ["15574639"]}, {"Citation": "Kato H, Sugimura T, Akagi T, et al. . Long-term consequences of Kawasaki disease. A 10- to 21-year follow-up study of 594 patients. Circulation 1996;94:1379–85.", "ArticleIdList": ["8822996"]}, {"Citation": "Hayasaka S, Nakamura Y, Yashiro M, et al. . Analysis of fatal cases of Kawasaki disease in Japan using vital statistical data over 27 years. J Epidemiol 2003;13:246–50.", "ArticleIdList": ["14604219"]}, {"Citation": "Fukushige J, Takahashi N, Ueda Y, Ueda K. Incidence and clinical features of incomplete Kawasaki disease. Acta Paediatr 1994;83:1057–60.", "ArticleIdList": ["7841704"]}, {"Citation": "Witt MT, Minich LL, Bohnsack JF, Young PC. Kawasaki disease: more patients are being diagnosed who do not meet American Heart Association criteria. Pediatrics 1999;104:e10.", "ArticleIdList": ["10390296"]}, {"Citation": "Rife E, Gedalia A. Kawasaki disease: an update. Curr Rheumatol Rep 2020;22:75.", "ArticleIdList": ["PMC7487199", "32924089"]}, {"Citation": "Bayers S, Shulman ST, Paller AS. Kawasaki disease: part II. Complications and treatment. J Am Acad Dermatol 2013;69:513.e1–8.e1. quiz 521–2.", "ArticleIdList": ["24034380"]}, {"Citation": "Akagi T, Ogawa S, Ino T, et al. . Catheter interventional treatment in Kawasaki disease: a report from the Japanese Pediatric Interventional Cardiology Investigation group. J Pediatr 2000;137:181–6.", "ArticleIdList": ["10931409"]}, {"Citation": "Kitamura S. The role of coronary bypass operation on children with Kawasaki disease. Coron Artery Dis 2002;13:437–47.", "ArticleIdList": ["12544719"]}, {"Citation": "Kemmotsu Y, Nakayama T, Matsuura H, Saji T. Clinical characteristics of aseptic meningitis induced by intravenous immunoglobulin in patients with Kawasaki disease. Pediatr Rheumatol Online J 2011;9:28.", "ArticleIdList": ["PMC3189389", "21917158"]}, {"Citation": "Hamada H, Suzuki H, Abe J, et al. . Inflammatory cytokine profiles during cyclosporin treatment for immunoglobulin-resistant Kawasaki disease. Cytokine 2012;60:681–5.", "ArticleIdList": ["22944461"]}, {"Citation": "Lee JH, Hung HY, Huang FY. Kawasaki disease with Reye syndrome: report of one case. Zhonghua Min Guo Xiao Er Ke Yi Xue Hui Za Zhi 1992;33:67–71.", "ArticleIdList": ["1626454"]}, {"Citation": "Chen JY, Yin JM, Du ZD, Hao J, Yan HM. Qing Re Liang Xue decoction alleviates hypercoagulability in Kawasaki disease. Evid Based Complement Altern Med 2015;2015:864597.", "ArticleIdList": ["PMC4628669", "26557152"]}, {"Citation": "Qi SH, Wei B. Advances in the application of Chinese and western medicines for coronary artery thrombosis caused by Kawasaki disease. Chin Pediatr Integr Tradit West Med 2021;13:311–6."}, {"Citation": "Yang XN, Deng J, Ye QN. Meta-analysis of the treatment for Kawasaki disease with Weiqi and Yingxue differentiation. Chin Pediatr Integr Tradit West Med 2021;13:185–90."}, {"Citation": "Moher D, Liberati A, Tetzlaff J, Altman DG. Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement. PLoS Med 2009;6:e1000097.", "ArticleIdList": ["PMC2707599", "19621072"]}, {"Citation": "Cumpston M, Li T, Page MJ, et al. . Updated guidance for trusted systematic reviews: a new edition of the Cochrane Handbook for Systematic Reviews of Interventions. Cochrane Database Syst Rev 2019;10:ED000142.", "ArticleIdList": ["31643080"]}, {"Citation": "An N, Li C, Duan BX, et al. . Effect evaluation on traditional Chinese medicine combined with western medicine treatment of Kawasaki. Chin Arch Tradit Chin Med 2017;35:1310–2."}, {"Citation": "Chen JY, Du ZD, Yan HM. Clinical efficacy observation of the heat-clearing and blood-cooling method in acute stage of Kawasaki disease. Beijing J Tradit Chin Med 2014;33:650–3."}, {"Citation": "Da ZH. Experience in diagnosis and treatment of 86 cases of Kawasaki disease in children with integrated traditional Chinese and western medicine. Chin Prim Health Care 2013;27:110–1."}, {"Citation": "Geng SY, Zhang J, Zhao YN. Observation on the clinical efficacy of 23 cases of Kawasaki disease with Qingre Huayu decoction. J Hebei Tradit Chin Med Pharmacol 2005;20:08–9."}, {"Citation": "Li YJ, Li Y. Clinical observation on 68 cases of Kawasaki disease in children treated with integrated traditional Chinese and western medicine. Chin Community Dr 2009;1:148."}, {"Citation": "Liao RS, Du SJ. Effect of heat-clearing and blood-activating herbs on platelet parameters in children with Kawasaki disease. J Guangzhou Univ Tradit Chin Med 2008;25:492–4."}, {"Citation": "Liu J. Clinical observation of Jiedu Huayu dDecoction combined with gamma globulin in the treatment of Kawasaki disease. Shaanxi J Tradit Chin Med 2017;38:180–1."}, {"Citation": "Ren LL, Wang CX, Li J, Liu SZ. Observation on the efficacy of Chinese medicine combined with gamma globulin and aspirin in the treatment of Kawasaki disease. Mod J Integr Tradit Chin West Med 2016;25:1890–2."}, {"Citation": "Sha BW, Zhao DM. Observation on the curative effect of Huanglian Jiedu decoction plus Baihu decoction in the treatment of children's Kawasaki disease (Qiying and burnt syndrome) and their effects on the levels of NT-proBNP, PCT and CRP in the peripheral blood of children. J Emerg Tradit Chin Med 2021;30:524–6."}, {"Citation": "Tian ZW. Treatment of 20 cases of Kawasaki disease with Jieduhuayu decoction. Henan Tradit Chin Med 2007;27:37–8."}, {"Citation": "Wang XH, He F, Zhang DL. Clinical observation on treatment of coronary artery lesion of Kawasaki disease by stages of TCM. Chin J Clin Ration Drug Use 2018;11:100–2."}, {"Citation": "Wei JH, Wu LX, Xiao PX. Clinical observation for the combined traditional Chinese and western medicine in treating infantile Kawasaki disease of 48 cases. J Hebei N Univ 2006;23:34–6."}, {"Citation": "Orenstein JM, Shulman ST, Fox LM, et al. . Three linked vasculopathic processes characterize Kawasaki disease: a light and transmission electron microscopic study. PLoS One 2012;7:e38998.", "ArticleIdList": ["PMC3377625", "22723916"]}, {"Citation": "McCrindle BW. Kawasaki disease: a childhood disease with important consequences into adulthood. Circulation 2009;120:06–8.", "ArticleIdList": ["19546382"]}, {"Citation": "McCrindle BW, Harris KC. Coronary artery aneurysms after Kawasaki disease: understanding the pathology. Can J Cardiol 2018;34:1094–7.", "ArticleIdList": ["30170663"]}, {"Citation": "Kavey RE, Allada V, Daniels SR, et al. . Cardiovascular risk reduction in high-risk pediatric patients: a scientific statement from the American Heart Association Expert Panel on Population and Prevention Science; the Councils on Cardiovascular Disease in the Young, Epidemiology and Prevention, Nutrition, Physical Activity and Metabolism, High Blood Pressure Research, Cardiovascular Nursing, and the Kidney in Heart Disease; and the Interdisciplinary Working Group on Quality of Care and Outcomes Research: endorsed by the American Academy of Pediatrics. Circulation 2006;114:2710–38.", "ArticleIdList": ["17130340"]}, {"Citation": "Wang BY, Wang Y. Progress in treatment of Kawasaki disease with infliximab. Chin J Mod Med 2019;29:46–50."}, {"Citation": "Soriano-Ramos M, Martínez-Del Val E, Negreira Cepeda S, et al. . Risk of coronary artery involvement in Kawasaki disease. Arch Argent Pediatr 2016;114:107–13.", "ArticleIdList": ["27079387"]}, {"Citation": "Hu HZ. Treating Kawasaki disease from “heart”. Shanghai J Tradit Chin Med 1997;26–7. doi: 10.16305/j.1007-1334.1997.01.017.", "ArticleIdList": ["0"]}, {"Citation": "Ridker PM, Lüscher TF. Anti-inflammatory therapies for cardiovascular disease. Eur Heart J 2014;35:1782–91.", "ArticleIdList": ["PMC4155455", "24864079"]}, {"Citation": "Zhao L, Xiang KL, Liu RX, Xie ZP, Zhang SM, Dai SJ. Anti-inflammatory and antiviral labdane diterpenoids from the fruits of Forsythia suspensa. Bioorg Chem 2020;96:103651.", "ArticleIdList": ["32050134"]}, {"Citation": "Li Y, Cai W, Weng X, et al. . Lonicerae Japonicae Flos and Lonicerae Flos: a systematic pharmacology review. Evid Based Complement Altern Med 2015;2015:905063.", "ArticleIdList": ["PMC4519546", "26257818"]}, {"Citation": "Liu C, Ma R, Wang L, et al. . Rehmanniae Radix in osteoporosis: a review of traditional Chinese medicinal uses, phytochemistry, pharmacokinetics and pharmacology. J Ethnopharmacol 2017;198:351–62.", "ArticleIdList": ["28111216"]}, {"Citation": "Guo R, Li L, Su J, et al. . Pharmacological activity and mechanism of tanshinone IIA in related diseases. Drug Des Devel Ther 2020;14:4735–48.", "ArticleIdList": ["PMC7653026", "33192051"]}, {"Citation": "Wang H, Wang M, Li X. Evaluation of the antipyretic activity of Gypsum Fibrosum and its constituents. Asian J Tradit Med 2009;4:82–4."}, {"Citation": "Kim HU, Ryu JY, Lee JO, Lee SY. A systems approach to traditional oriental medicine. Nat Biotechnol 2015;33:264–8.", "ArticleIdList": ["25748918"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "10", "Day": "26"}, {"Year": "2022", "Month": "1", "Day": "24"}, {"Year": "2022", "Month": "4", "Day": "1", "Hour": "12", "Minute": "21"}, {"Year": "2022", "Month": "4", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "18"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35363167", "PMC9281920", "10.1097/MD.0000000000028802", "00005792-202202180-00009"]}}], "PubmedBookArticle": []}