{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["NAC transcription factor", "aluminum stress", "expression regulation", "metabolism", "oxalate"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35371150", "DateRevised": {"Year": "2022", "Month": "04", "Day": "05"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "03", "Day": "15"}], "Language": ["eng"], "ELocationID": ["826954", "10.3389/fpls.2022.826954"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "The Tomato Transcription Factor SlNAC063 Is Required for Aluminum Tolerance by Regulating <i>SlAAE3-1</i> Expression.", "Pagination": {"StartPage": "826954", "MedlinePgn": "826954"}, "Abstract": {"AbstractText": ["Aluminum (Al) toxicity constitutes one of the major limiting factors of plant growth and development on acid soils, which comprises approximately 50% of potentially arable lands worldwide. When suffering Al toxicity, plants reprogram the transcription of genes, which activates physiological and metabolic pathways to deal with the toxicity. Here, we report the role of a NAM, ATAF1, 2 and CUC2 (NAC) transcription factor (TF) in tomato Al tolerance. Among 53 NAC TFs in tomatoes, <i>SlNAC063</i> was most abundantly expressed in root apex and significantly induced by Al stress. Furthermore, the expression of <i>SlNAC063</i> was not induced by other metals. Meanwhile, the SlNAC063 protein was localized at the nucleus and has transcriptional activation potentials in yeast. By constructing CRISPR/Cas9 knockout mutants, we found that <i>slnac063</i> mutants displayed increased sensitivity to Al compared to wild-type plants. However, the mutants accumulated even less Al than wild-type (WT) plants, suggesting that internal tolerance mechanisms but not external exclusion mechanisms are implicated in SlNAC063-mediated Al tolerance in tomatoes. Further comparative RNA-sequencing analysis revealed that only 45 Al-responsive genes were positively regulated by SlNAC063, although the expression of thousands of genes (1,557 upregulated and 636 downregulated) was found to be affected in <i>slnac063</i> mutants in the absence of Al stress. The kyoto encyclopedia of genes and genomes (KEGG) pathway analysis revealed that SlNAC063-mediated Al-responsive genes were enriched in \"phenylpropanoid metabolism,\" \"fatty acid metabolism,\" and \"dicarboxylate metabolism,\" indicating that SlNAC063 regulates metabolisms in response to Al stress. Quantitative real-time (RT)-PCR analysis showed that the expression of <i>SlAAE3-1</i> was repressed by SlNAC063 in the absence of Al. However, the expression of <i>SlAAE3-1</i> was dependent on SlNAC063 in the presence of Al stress. Taken together, our results demonstrate that a NAC TF SlNAC063 is involved in tomato Al tolerance by regulating the expression of genes involved in metabolism, and SlNAC063 is required for Al-induced expression of <i>SlAAE3-1</i>."], "CopyrightInformation": "Copyright © 2022 Jin, Zhu, He, Li, Fan, Xu, Yang and Chen."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Plant Physiology and Biochemistry, College of Life Sciences, Zhejiang University, Hangzhou, China."}], "LastName": "Jin", "ForeName": "Jian Feng", "Initials": "JF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Plant Physiology and Biochemistry, College of Life Sciences, Zhejiang University, Hangzhou, China."}], "LastName": "Zhu", "ForeName": "Hui Hui", "Initials": "HH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Plant Physiology and Biochemistry, College of Life Sciences, Zhejiang University, Hangzhou, China."}], "LastName": "He", "ForeName": "Qi Yu", "Initials": "QY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Plant Physiology and Biochemistry, College of Life Sciences, Zhejiang University, Hangzhou, China."}], "LastName": "Li", "ForeName": "Peng Fei", "Initials": "PF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Conservation and Utilization of Bio-Resources in Yunnan, The Key Laboratory of Medicinal Plant Biology of Yunnan Province, National and Local Joint Engineering Research Center on Germplasm Innovation and Utilization of Chinese Medicinal Materials in Southwest China, Yunnan Agricultural University, Kunming, China."}], "LastName": "Fan", "ForeName": "Wei", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Plant Physiology and Biochemistry, College of Life Sciences, Zhejiang University, Hangzhou, China."}], "LastName": "Xu", "ForeName": "Ji Ming", "Initials": "JM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Plant Physiology and Biochemistry, College of Life Sciences, Zhejiang University, Hangzhou, China."}], "LastName": "Yang", "ForeName": "Jian Li", "Initials": "JL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Plant Physiology and Biochemistry, College of Life Sciences, Zhejiang University, Hangzhou, China."}, {"Identifier": [], "Affiliation": "Research Centre for Plant RNA Signaling, Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, College of Life and Environmental Sciences, Hangzhou Normal University, Hangzhou, China."}], "LastName": "Chen", "ForeName": "Wei Wei", "Initials": "WW"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Anders S., Huber W. (2010). Differential expression analysis for sequence count data. Genome Biol. 11:R106. 10.1186/gb-2010-11-10-r106", "ArticleIdList": ["10.1186/gb-2010-11-10-r106", "PMC3218662", "20979621"]}, {"Citation": "Blom N., Gammeltoft S., Brunak S. (1999). Sequence and structure-based prediction of eukaryotic protein phosphorylation sites. J. Mol. Biol. 294 1351–1362. 10.1006/jmbi.1999.3310", "ArticleIdList": ["10.1006/jmbi.1999.3310", "10600390"]}, {"Citation": "Blom N., Sicheritz-Pontén T., Gupta R., Gammeltoft S., Brunak S. (2004). Prediction of post-translational glycosylation and phosphorylation of proteins from the amino acid sequence. Proteomics 4 1633–1649. 10.1002/pmic.200300771", "ArticleIdList": ["10.1002/pmic.200300771", "15174133"]}, {"Citation": "Brachmann R. K., Boeke J. D. (1997). Tag games in yeast: the two-hybrid system and beyond. Curr. Opin. Biotechnol. 8 561–568. 10.1016/s0958-1669(97)80029-8", "ArticleIdList": ["10.1016/s0958-1669(97)80029-8", "9353226"]}, {"Citation": "Chen W. W., Fan W., Lou H. Q., Yang J. L., Zheng S. J. (2017). Regulating cytoplasmic oxalate homeostasis by acyl activating enzyme3 is critical for plant Al tolerance. Plant Signal. Behav. 12:e1276688. 10.1080/15592324.2016.1276688", "ArticleIdList": ["10.1080/15592324.2016.1276688", "PMC5289516", "28045586"]}, {"Citation": "Chen W. W., Tang L., Wang J. Y., Zhu H. H., Jin J. F., Yang J. L., et al. (2022). Research advances in the mutual mechanisms regulating response of plant roots to phosphate deficiency and aluminum toxicity. Int. J. Mol. Sci. 23, 1137. 10.3390/ijms23031137", "ArticleIdList": ["10.3390/ijms23031137", "PMC8835462", "35163057"]}, {"Citation": "Cheng N., Foster J., Mysore K. S., Wen J., Rao X., Nakata P. A. (2018). Effect of acyl activating enzyme (AAE)3 on the growth and development of Medicago truncatula. Biochem. Biophys. Res. Commun. 505 255–260. 10.1016/j.bbrc.2018.09.104", "ArticleIdList": ["10.1016/j.bbrc.2018.09.104", "30245129"]}, {"Citation": "Cho J., Benoit M., Catoni M., Drost H. G., Brestovitsky A., Oosterbeek M., et al. (2019). Sensitive detection of pre-integration intermediates of long terminal repeat retrotransposons in crop plants. Nat. Plants 5 26–33. 10.1038/s41477-018-0320-9", "ArticleIdList": ["10.1038/s41477-018-0320-9", "PMC6366555", "30531940"]}, {"Citation": "Daspute A. A., Kobayashi Y., Panda S. K., Fakrudin B., Kobayashi Y., Tokizawa M. (2018). Characterization of CcSTOP1; a C2H2-type transcription factor regulates Al tolerance gene in pigeonpea. Planta 247 201–214. 10.1007/s00425-017-2777-6", "ArticleIdList": ["10.1007/s00425-017-2777-6", "28921050"]}, {"Citation": "Ding Z. J., Yan J. Y., Xu X. Y., Li G. X., Zheng S. J. (2013). WRKY46 functions as a transcriptional repressor of ALMT, regulating aluminum-induced malate secretion in Arabidopsis. Plant J. 76 825–835. 10.1111/tpj.12337", "ArticleIdList": ["10.1111/tpj.12337", "24118304"]}, {"Citation": "Du M. M., Zhai Q. Z., Deng L., Li S. Y., Li H. S., Yan L. H., et al. (2014). Closely Related NAC transcription factors of tomato differentially regulate stomatal closure and reopening during pathogen attack. Plant Cell 26 3167–3184. 10.1105/tpc.114.128272", "ArticleIdList": ["10.1105/tpc.114.128272", "PMC4145139", "25005917"]}, {"Citation": "Fan W., Lou H. Q., Gong Y. L., Liu M. Y., Cao M. J., Liu Y., et al. (2015). Characterization of an inducible C2H2-type zinc finger transcription factor VuSTOP1 in rice bean (Vigna umbellata) reveals differential regulation between low pH and aluminum tolerance mechanisms. New Phytol. 208 456–468. 10.1111/nph.13456", "ArticleIdList": ["10.1111/nph.13456", "25970766"]}, {"Citation": "Fan W., Lou H. Q., Gong Y. L., Liu M. Y., Wang Z. Q., Yang J. L., et al. (2014). Identification of early Al-responsive genes in rice bean (Vigna umbellata) roots provides new clues to molecular mechanisms of Al toxicity and tolerance. Plant Cell Environ. 37 1586–1597. 10.1111/pce.12258", "ArticleIdList": ["10.1111/pce.12258", "24372448"]}, {"Citation": "Foster J., Kim H. U., Nakata P. A., Browse J. (2012). A previously unknown oxalyl-CoA synthetase is important for oxalate catabolism in Arabidopsis. Plant Cell 24 1217–1229. 10.1105/tpc.112.096032", "ArticleIdList": ["10.1105/tpc.112.096032", "PMC3336115", "22447686"]}, {"Citation": "Foster J., Nakata P. A. (2014). An oxalyl-CoA synthetase is important for oxalate metabolism in Saccharomyces cerevisiae. FEBS Lett. 588 160–166. 10.1016/j.febslet.2013.11.026", "ArticleIdList": ["10.1016/j.febslet.2013.11.026", "24291261"]}, {"Citation": "Franceschi V. R., Nakata P. A. (2005). Calcium oxalate in plants: formation and function. Annu. Rev. Plant Biol. 56 41–71. 10.1146/annurev.arplant.56.032604.144106", "ArticleIdList": ["10.1146/annurev.arplant.56.032604.144106", "15862089"]}, {"Citation": "Gao Y., Wei W., Zhao X. D., Tan X. L., Fan Z. Q., Zhang Y. P. (2018). A NAC transcription factor, NOR-like1, is a new positive regulator of tomato fruit ripening. Hortic. Res. 5:75. 10.1038/s41438-018-0111-5", "ArticleIdList": ["10.1038/s41438-018-0111-5", "PMC6303401", "30588320"]}, {"Citation": "Gao Z. X., Dong B. Y., Cao H. Y., He H., Yang Q., Meng D., et al. (2020). Time series RNA-seq in pigeonpea revealed the core genes in metabolic pathways under aluminum stress. Genes 11:380. 10.3390/genes11040380", "ArticleIdList": ["10.3390/genes11040380", "PMC7230159", "32244575"]}, {"Citation": "Garcia-Oliveira A. L., Benito C., Prieto P., Menezes R. D. A., Rodrigues-Pousada C., Guedes-Pinto H., et al. (2013). Molecular characterization of TaSTOP1 homoeologues and their response to aluminium and proton (H+) toxicity in bread wheat (Triticum aestivum L.). BMC Plant Biol 13:134. 10.1186/1471-2229-13-134", "ArticleIdList": ["10.1186/1471-2229-13-134", "PMC3848728", "24034075"]}, {"Citation": "Goodstein D. M., Shu S. Q., Howson R., Neupane R., Hayes R. D., Fazo J., et al. (2012). Phytozome: a comparative platform for green plant genomics. Nucleic Acids Res. 40 1178–1186. 10.1093/nar/gkr944", "ArticleIdList": ["10.1093/nar/gkr944", "PMC3245001", "22110026"]}, {"Citation": "Gupta S., Van Eck J. (2016). Modification of plant regeneration medium decreases the time for recovery of Solanum lycopersicum cultivar M82 stable transgenic lines. Plant Cell Tissue Organ. Cult. 127 417–423. 10.1007/s11240-016-1063-9", "ArticleIdList": ["10.1007/s11240-016-1063-9"]}, {"Citation": "Han Q. Q., Song Y. Z., Zhang J. Y., Liu L. F. (2014). Studies on the role of the SlNAC3 gene in regulating seed development in tomato (Solanum lycopersicum). J. Hortic. Sci. Biotechnol. 89 423–429. 10.1080/14620316.2014.11513101", "ArticleIdList": ["10.1080/14620316.2014.11513101"]}, {"Citation": "Huang S., Gao J., You J. F., Liang Y., Guan K., Yan S., et al. (2018). Identification of STOP1-like proteins associated with aluminum tolerance in sweet sorghum (Sorghum bicolor L.). Front. Plant Sci. 9:258. 10.3389/fpls.2018.00258", "ArticleIdList": ["10.3389/fpls.2018.00258", "PMC5835670", "29541086"]}, {"Citation": "Iuchi S., Koyama H., Iuchi A., Kobayashi Y., Kitabayashi S., Ikka T., et al. (2007). Zinc finger protein STOP1 is critical for proton tolerance in Arabidopsis and coregulates a key gene in aluminum tolerance. Proc. Natl. Acad. Sci. USA 104 9900–9905. 10.1073/pnas.0700117104", "ArticleIdList": ["10.1073/pnas.0700117104", "PMC1887543", "17535918"]}, {"Citation": "Jin J. F., He Q. Y., Li P. F., Lou H. Q., Chen W. W., Yang J. L. (2021). Genome-wide identification and gene expression analysis of acyl-activating enzymes superfamily in tomato (Solanum lycopersicum) under aluminum stress. Front. Plant Sci. 12:754147. 10.3389/fpls.2021.754147", "ArticleIdList": ["10.3389/fpls.2021.754147", "PMC8674732", "34925406"]}, {"Citation": "Jin J. F., Wang Z. Q., He Q. Y., Wang J. Y., Li P. F., Xu J. M., et al. (2020). Genome-wide identification and expression analysis of the NAC transcription factor family in tomato (Solanum lycopersicum) during aluminum stress. BMC Genomics 21:288. 10.1186/s12864-020-6689-7", "ArticleIdList": ["10.1186/s12864-020-6689-7", "PMC7140551", "32264854"]}, {"Citation": "Kochian L. V. (1995). Cellular mechanisms of aluminum toxicity and resistance in plants. Annu. Rev. Plant Physiol. Plant Mol. Biol. 46 237–260. 10.1146/annurev.pp.46.060195.001321", "ArticleIdList": ["10.1146/annurev.pp.46.060195.001321"]}, {"Citation": "Kochian L. V., Piñeros M. A., Liu J. P., Magalhaes J. V. (2015). Plant adaptation to acid soils: the molecular basis for crop aluminum resistance. Annu. Rev. Plant Biol. 66 571–598. 10.1146/annurev-arplant-043014-114822", "ArticleIdList": ["10.1146/annurev-arplant-043014-114822", "25621514"]}, {"Citation": "Kou X. H., Liu C., Han L. H., Wang S., Xue Z. H. (2016). NAC transcription factors play an important role in ethylene biosynthesis, reception and signaling of tomato fruit ripening. Mol. Genet. Genomics 291 1205–1217. 10.1007/s00438-016-1177-0", "ArticleIdList": ["10.1007/s00438-016-1177-0", "26852223"]}, {"Citation": "Kumar R., Tamboli V., Sharma R., Sreelakshmi Y. (2018). NAC-NOR mutations in tomato Penjar accessions attenuate multiple metabolic processes and prolong the fruit shelf life. Food Chem. 259 234–244. 10.1016/j.foodchem.2018.03.135", "ArticleIdList": ["10.1016/j.foodchem.2018.03.135", "29680049"]}, {"Citation": "Kumar S., Stecher G., Tamura K. (2016). MEGA7: molecular evolutionary genetics analysis version 7.0 for bigger datasets. Mol. Biol. Evol. 33 1870–1874. 10.1093/molbev/msw054", "ArticleIdList": ["10.1093/molbev/msw054", "PMC8210823", "27004904"]}, {"Citation": "Kumar V., Chattopadhyay A., Ghosh S., Irfan M., Chakraborty N., Chakraborty S., et al. (2016). Improving nutritional quality and fungal tolerance in soya bean and grass pea by expressing an oxalate decarboxylase. Plant Biotechnol. J. 14 1394–1405. 10.1111/pbi.12503", "ArticleIdList": ["10.1111/pbi.12503", "26798990"]}, {"Citation": "Kumar V., Irfan M., Datta A. (2019). Manipulation of oxalate metabolism in plants for improving food quality and production. Phytochemistry 158 103–109. 10.1016/j.phytochem.2018.10.029", "ArticleIdList": ["10.1016/j.phytochem.2018.10.029", "30500595"]}, {"Citation": "Kundu A., Das S., Basu S., Kobayashi Y., Koyama H., Ganesan M. (2019). GhSTOP1, a C2H2 type zinc finger transcription factor is essential for Aluminum and proton stress tolerance and lateral root initiation in cotton. Plant Biol. 21 35–44. 10.1111/plb.12895", "ArticleIdList": ["10.1111/plb.12895", "30098101"]}, {"Citation": "Li G. Z., Wang Z. Q., Yokosho K., Ding B., Fan W., Gong Q. Q., et al. (2018). Transcription factor WRKY22 promotes aluminum tolerance via activation of OsFRDL4 expression and enhancement of citrate secretion in rice (Oryza sativa). New Phytol. 219 149–162. 10.1111/nph.15143", "ArticleIdList": ["10.1111/nph.15143", "29658118"]}, {"Citation": "Li X. D., Zhuang K. Y., Liu Z. M., Yang D. Y., Ma N. N., Meng Q. W. (2016). Overexpression of a novel NAC-type tomato transcription factor, SlNAM1, enhances the chilling stress tolerance of transgenic tobacco. J. Plant Physiol. 204 54–65. 10.1016/j.jplph.2016.06.024", "ArticleIdList": ["10.1016/j.jplph.2016.06.024", "27518221"]}, {"Citation": "Lira B. S., Gramegna G., Trench B. A., Alves F. R. R., Silva E. M., Silva G. F. F., et al. (2017). Manipulation of a Senescence-Associated Gene Improves Fleshy Fruit Yield. Plant Physiol. 175 77–91. 10.1104/pp.17.00452", "ArticleIdList": ["10.1104/pp.17.00452", "PMC5580748", "28710129"]}, {"Citation": "Liu H., Ding Y. D., Zhou Y. Q., Jin W. Q., Xie K. B., Chen L. L. (2017). CRISPR-P 2.0: An Improved CRISPR-Cas9 Tool for Genome Editing in Plants. Mol. Plant 10 530–532. 10.1016/j.molp.2017.01.003", "ArticleIdList": ["10.1016/j.molp.2017.01.003", "28089950"]}, {"Citation": "Liu J., Pineros M. A., Kochian L. V. (2014). The role of aluminum sensing and signaling in plant aluminum resistance. J. Integr. Plant Biol. 56 221–230. 10.1111/jipb.12162", "ArticleIdList": ["10.1111/jipb.12162", "24417891"]}, {"Citation": "Liu M. Y., Lou H. Q., Chen W. W., Piñeros M. A., Xu J. M., Fan W., et al. (2018). Two citrate transporters co-ordinately regulate citrate secretion from rice bean root tip under aluminum stress. Plant Cell Environ. 41 809–822. 10.1111/pce.13150", "ArticleIdList": ["10.1111/pce.13150", "29346835"]}, {"Citation": "Lou H. Q., Fan W., Jin J. F., Xu J. M., Chen W. W., Yang J. L., et al. (2020). A NAC-type transcription factor confers aluminium resistance by regulating cell wall-associated receptor kinase 1 and cell wall pectin. Plant Cell Environ. 43 463–478. 10.1111/pce.13676", "ArticleIdList": ["10.1111/pce.13676", "31713247"]}, {"Citation": "Lou H. Q., Gong Y. L., Fan W., Xu J. M., Liu Y., Cao M. J., et al. (2016a). A formate dehydrogenase confers tolerance to aluminum and low pH. Plant Physiol. 171 294–305. 10.1104/pp.16.01105", "ArticleIdList": ["10.1104/pp.16.01105", "PMC4854670", "27021188"]}, {"Citation": "Lou H. Q., Fan W., Xu J. M., Gong Y. L., Jin J. F., Chen W. W., et al. (2016b). An oxalyl-CoA synthetase is involved in oxalate degradation and aluminum tolerance. Plant Physiol. 172 1679–1690. 10.1104/pp.16.01106", "ArticleIdList": ["10.1104/pp.16.01106", "PMC5100784", "27650448"]}, {"Citation": "Louvet O., Doignon F., Crouzet M. (1997). Stable DNA-binding yeast vector allowing high-bait expression for use in the two-hybrid system. Biotechniques 23 816–820. 10.2144/97235bm11", "ArticleIdList": ["10.2144/97235bm11", "9383543"]}, {"Citation": "Love M. I., Huber W., Anders S. (2014). Moderated estimation of fold change and dispersion for RNA-seq data with DESeq2. Genome Biol. 15:550. 10.1186/s13059-014-0550-8", "ArticleIdList": ["10.1186/s13059-014-0550-8", "PMC4302049", "25516281"]}, {"Citation": "Ma J. F., Ryan P. R., Delhaize E. (2001). Aluminium tolerance in plants and the complexing role of organic acids. Trends Plant Sci. 6 273–278. 10.1016/s1360-1385(01)01961-6", "ArticleIdList": ["10.1016/s1360-1385(01)01961-6", "11378470"]}, {"Citation": "Ma J. F., Zheng S. J., Matsumoto H., Hiradate S. (1997). Detoxifying aluminium with buckwheat. Nature 390 569–570.", "ArticleIdList": ["0"]}, {"Citation": "Ma N. N., Feng H. L., Meng X., Li D., Yang D. Y., Wu C. G., et al. (2014). Overexpression of tomato SlNAC1 transcription factor alters fruit pigmentation and softening. BMC Plant Biol. 14:351. 10.1186/s12870-014-0351-y", "ArticleIdList": ["10.1186/s12870-014-0351-y", "PMC4272553", "25491370"]}, {"Citation": "Ma X. M., Zhang Y. J., Turečková V., Xue G. P., Fernie A. R., Mueller-Roeber B., et al. (2018). The NAC Transcription Factor SlNAP2 Regulates Leaf Senescence and Fruit Yield in Tomato. Plant Physiol. 177 1286–1302. 10.1104/pp.18.00292", "ArticleIdList": ["10.1104/pp.18.00292", "PMC6052983", "29760199"]}, {"Citation": "Maher W., Forster S., Krikowa F., Snitch P., Chapple G., Craig P. (2001). Measurement of trace elements and phosphorus in marine animal and plant tissues by low-volume microwave digestion and ICP-MS. Atom. Spectrosc. 22 361–370."}, {"Citation": "McCormick S., Niedermeyer J., Fry J., Barnason A., Horsch R., Fraley R. (1986). Leaf disc transformation of cultivated tomato (L. esculentum) using Agrobacterium tumefaciens. Plant Cell Rep. 5 81–84. 10.1007/BF00269239", "ArticleIdList": ["10.1007/BF00269239", "24248039"]}, {"Citation": "Moe O. W. (2006). Kidney stones: pathophysiology and medical management. Lancet 367 333–344. 10.1016/S0140-6736(06)68071-9", "ArticleIdList": ["10.1016/S0140-6736(06)68071-9", "16443041"]}, {"Citation": "Moreno-Alvarado M., García-Morales S., Trejo-Téllez L. I., Hidalgo-Contreras J. V., Olsen A. N., Ernst H. A., et al. (2017). Aluminum Enhances Growth and Sugar concentration, alters macronutrient status and regulates the Expression of NAC Transcription Factors in Rice. Trends Plant Sci. 8:73. 10.3389/fpls.2017.00073", "ArticleIdList": ["10.3389/fpls.2017.00073", "PMC5306397", "28261224"]}, {"Citation": "Ohyama Y., Ito H., Kobayashi Y., Ikka T., Morita A., Kobayashi M., et al. (2013). Characterization of AtSTOP1 orthologous genes in tobacco and other plant species. Plant Physiol. 162 193–196. 10.1104/pp.113.218958", "ArticleIdList": ["10.1104/pp.113.218958", "PMC3729772", "23749850"]}, {"Citation": "Olsen A. N., Ernst H. A., Leggio L. L., Skriver K. (2005). NAC transcription factors: structurally distinct, functionally diverse. Trends Plant Sci. 10 79–87. 10.1016/j.tplants.2004.12.010", "ArticleIdList": ["10.1016/j.tplants.2004.12.010", "15708345"]}, {"Citation": "Ooka H., Satoh K., Doi K., Nagata T., Otomo Y., Murakami K., et al. (2003). Comprehensive analysis of NAC family genes in Oryza sativa and Arabidopsis thaliana. DNA Res. 10 239–247. 10.1093/dnares/10.6.239", "ArticleIdList": ["10.1093/dnares/10.6.239", "15029955"]}, {"Citation": "Peng C., Liang X., Liu E. E., Zhang J. J., Peng X. X. (2017). The oxalyl-CoA synthetase-regulated oxalate and its distinct effects on resistance to bacterial blight and aluminium toxicity in rice. Plant Biol. 19 345–353. 10.1111/plb.12542", "ArticleIdList": ["10.1111/plb.12542", "28039904"]}, {"Citation": "Saleh M., Rambaldi I., Yang X., Featherstone M. S. (2000). Cell signalling switches HOX-PBX complexes from repressors to activators of transcription mediated by histone deacetylases and histone acetyltransferase. Mol. Cell. Biol. 20 8623–8633. 10.1128/MCB.20.22.8623-8633.2000", "ArticleIdList": ["10.1128/MCB.20.22.8623-8633.2000", "PMC102167", "11046157"]}, {"Citation": "Sawaki Y., Iuchi S., Kobayashi Y., Kobayashi Y., Ikka T., Sakurai N., et al. (2009). STOP1 regulates multiple genes that protect Arabidopsis from proton and aluminum toxicities. Plant Physiol. 150 281–294. 10.1104/pp.108.134700", "ArticleIdList": ["10.1104/pp.108.134700", "PMC2675709", "19321711"]}, {"Citation": "Sawaki Y., Kobayashi Y., Kihara-Doi T., Nishikubo N., Kawazu T., Kobayashi M., et al. (2014). Identification of a STOP1-like protein in Eucalyptus that regulates transcription of Al tolerance genes. Plant Sci. 223 8–15. 10.1016/j.plantsci.2014.02.011", "ArticleIdList": ["10.1016/j.plantsci.2014.02.011", "24767110"]}, {"Citation": "Sjogren C. A., Bolaris S. C., Larsen P. B. (2015). Aluminum-dependent terminal differentiation of the Arabidopsis root tip is mediated through an ATR-. ALT2-, and SOG1-regulated transcriptional response. Plant Cell 27 2501–2515. 10.1105/tpc.15.00172", "ArticleIdList": ["10.1105/tpc.15.00172", "PMC4815104", "26320227"]}, {"Citation": "Tokizawa M., Kobayashi Y., Saito T., Kobayashi M., Iuchi S., Nomoto M., et al. (2015). Sensitive to proton rhizotoxicity1, calmodulin binding transcription activator2, and other transcription factors are involved in aluminum-activated malate transporter1 expression. Plant Physiol. 167 991–1003. 10.1104/pp.114.256552", "ArticleIdList": ["10.1104/pp.114.256552", "PMC4348791", "25627216"]}, {"Citation": "Wang G. D., Zhang S., Ma X. C., Wang Y., Kong F. Y., Meng Q. W. (2016). A stress-associated NAC transcription factor (SlNAC35) from tomato plays a positive role in biotic and abiotic stresses. Physiol. Plant. 158 45–64. 10.1111/ppl.12444", "ArticleIdList": ["10.1111/ppl.12444", "26991441"]}, {"Citation": "Wang Z. P., Xing H. L., Dong L., Zhang H. Y., Han C. Y., Wang X. C., et al. (2015). Egg cell-specific promoter-controlled CRISPR/Cas9 efficiently generates homozygous mutants for multiple target genes in Arabidopsis in a single generation. Genome Biol. 16:144. 10.1186/s13059-015-0715-0", "ArticleIdList": ["10.1186/s13059-015-0715-0", "PMC4507317", "26193878"]}, {"Citation": "Wu W., Lin Y., Chen Q., Peng W., Peng J., Tian J., et al. (2018). Functional conservation and divergence of soybean GmSTOP1 members in proton and aluminum tolerance. Front. Plant Sci. 9:570. 10.3389/fpls.2018.00570", "ArticleIdList": ["10.3389/fpls.2018.00570", "PMC5932199", "29755502"]}, {"Citation": "Xian P. Q., Cai Z. D., Cheng Y. B., Lin R. B., Lian T. X., Ma Q. B., et al. (2020). Wild soybean oxalyl-CoA synthetase degrades oxalate and affects the tolerance to cadmium and aluminum stresses. Int. J. Mol. Sci. 21:8869. 10.3390/ijms21228869", "ArticleIdList": ["10.3390/ijms21228869", "PMC7700444", "33238600"]}, {"Citation": "Xiong J. L., Xiong Y. C., Bai X., Kong H. Y., Tan R. Y., Zhu H., et al. (2015). Genotypic variation in the concentration of β-N-oxalyl-L-α, β-diaminopropionic acid (β-ODAP) in grass pea (Lathyrus sativus L.) seeds is associated with an accumulation of leaf and pod β-ODAP during vegetative and reproductive stages at three levels of water stress. J. Agric. Food Chem. 63 6133–6141. 10.1021/acs.jafc.5b01729", "ArticleIdList": ["10.1021/acs.jafc.5b01729", "26027639"]}, {"Citation": "Xu J. M., Fan W., Jin J. F., Lou H. Q., Chen W. W., Yang J. L., et al. (2017). Transcriptome Analysis of Al-Induced Genes in Buckwheat (Fagopyrum esculentum Moench) Root apex: new insight into al toxicity and resistance mechanisms in an Al Accumulating Species. Front. Plant Sci. 8:1141. 10.3389/fpls.2017.01141", "ArticleIdList": ["10.3389/fpls.2017.01141", "PMC5487443", "28702047"]}, {"Citation": "Yang J. L., Fan W., Zheng S. J. (2019). Mechanisms and regulation of aluminum-induced secretion of organic acid anions from plant roots. J. Zhejiang Univ. Sci. B 20 513–527. 10.1631/jzus.b1900188", "ArticleIdList": ["10.1631/jzus.b1900188", "PMC6568218", "31090277"]}, {"Citation": "Zhang H. Y., Wang X. H., Dong L., Wang Z. P., Liu B., Lv J., et al. (2017). MISSA 2.0: an updated synthetic biology toolbox for assembly of orthogonal CRISPR/Cas systems. Sci. Rep. 7:41993. 10.1038/srep41993", "ArticleIdList": ["10.1038/srep41993", "PMC5290471", "28155921"]}, {"Citation": "Zhang Y., Zhang J., Guo J. L., Zhou F. L., Singh S., Xu X., et al. (2019). F-box protein RAE1 regulates the stability of the aluminum-resistance transcription factor STOP1 in Arabidopsis. Proc. Natl. Acad. Sci. USA 116 319–327. 10.1073/pnas.1814426116", "ArticleIdList": ["10.1073/pnas.1814426116", "PMC6320511", "30559192"]}, {"Citation": "Zhao H., Huang W., Zhang Y., Zhang Z., Li Y., Tang C., et al. (2018). Natural variation of CsSTOP1 in tea plant (Camellia sinensis) related to aluminum tolerance. Plant Soil 431 71–87. 10.1007/s11104-018-3746-y", "ArticleIdList": ["10.1007/s11104-018-3746-y"]}, {"Citation": "Zhu M. K., Chen G. P., Zhou S., Tu Y., Wang Y., Dong T. T., et al. (2014a). A New Tomato NAC (NAM/ATAF1/2/CUC2) Transcription Factor, SlNAC4, Functions as a positive regulator of fruit ripening and carotenoid accumulation. Plant Cell Physiol. 55 119–135. 10.1093/pcp/pct162", "ArticleIdList": ["10.1093/pcp/pct162", "24265273"]}, {"Citation": "Zhu M. K., Hu Z. L., Zhou S., Wang L. L., Dong T. T., Pan Y., et al. (2014b). Molecular characterization of six tissue-specific or stress-inducible genes of NAC Transcription Factor Family in Tomato (Solanum lycopersicum). J. Plant Growth Regul. 33 730–744. 10.1007/s00344-014-9420-6", "ArticleIdList": ["10.1007/s00344-014-9420-6"]}, {"Citation": "Zhu X., Wang P., Bia Z., Herde M., Ma Y., Li N., et al. (2021). Calmodulin-like protein CML24 interacts with CAMTA2 and WRKY46 to regulate ALMT1-dependent Al resistance in Arabidopsis thaliana Calmodulin-like protein CML24 interacts with CAMTA2 and WRKY46 to regulate ALMT1-dependent Al resistance in Arabidopsis thaliana. New Phytol. 2021:17812. 10.1111/nph.17812", "ArticleIdList": ["10.1111/nph.17812", "34665465"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "12", "Day": "1"}, {"Year": "2022", "Month": "1", "Day": "31"}, {"Year": "2022", "Month": "4", "Day": "4", "Hour": "5", "Minute": "29"}, {"Year": "2022", "Month": "4", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "5", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["35371150", "PMC8965521", "10.3389/fpls.2022.826954"]}}], "PubmedBookArticle": []}