{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35399638", "DateRevised": {"Year": "2022", "Month": "04", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "03", "Day": "30"}], "Language": ["eng"], "ELocationID": ["9308598", "10.1155/2022/9308598"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2022", "PubDate": {"Year": "2022"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Understanding of Diabetes in Tibetan, Mongolian, Miao, Dai, Uygur, and Yi Medicine and Collation of Prevention and Cure Medicines.", "Pagination": {"StartPage": "9308598", "MedlinePgn": "9308598"}, "Abstract": {"AbstractText": ["Diabetes seriously endangers human health and causes a huge economic burden. With the improvement of people's living standard, the prevalence of diabetes is getting higher and higher, and age is becoming younger. It is an increasingly serious global problem. Therefore, it is imperative to find the drugs to treat diabetes. Ethnic medicine is an important part of the world's medicinal treasure house and has its own unique system. This study systematically combined the theoretical understanding of the prevention and treatment of diabetes of Tibetan, Mongolian, Miao, Dai, Uygur, and Yi people by searching the existing literature studies published until 2021, library collection resources (related ethnic monographs, medical books, standards of medicinal materials, etc.), CNKI, PubMed, and other databases and collected and sorted the relevant medicines. A total of 112 kinds of ethnic medicines for the prevention and treatment of diabetes have been discovered, including plant medicines (105 kinds), animal medicines (6 kinds), and fungal medicines (1 kind). The composition of family and genus, medicinal parts, and life forms of medicinal plants were analyzed, and the number of drugs used in the prevention and treatment of diabetes in each ethnic group was statistically analyzed. The results showed that Rosaceae was at the top of the list, and the drugs used in underground parts accounted for 33.90% of the total, and the medicinal plants were mainly herbaceous, and the Mongolians have the largest number of diabetes medicines. In addition, CNKI, PubMed, and other databases selected \"medicinal materials name,\" \"diabetes,\" and \"hypoglycemia\" as keywords, the top 30 medicinal materials reported in existing literature were listed, and their Chinese name, the Latin name of the original plant, family and genus, nationality used, medicinal parts, and active ingredients related to the prevention and treatment of diabetes were introduced in detail. Among the 30 medicines, Astragalus membranaceus, Pueraria lobata, and Coptis chinensis are the most commonly used. Through literature research, this study summarized the existing theories of ethnic medicine for the prevention and treatment of diabetes, collected and sorted out ethnic medicine, clarified the potential mechanism of ethnic medicine, and provided effective data compilation. Ethnic medicine has a long history of treating diabetes, and there are abundant medicinal materials, to provide a new idea and basis for treating diabetes."], "CopyrightInformation": "Copyright © 2022 Yi Shi et al."}, "AuthorList": [{"Identifier": ["0000-0002-7674-6939"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Chengdu University of Traditional Chinese Medicine, Chengdu 611137, China."}], "LastName": "Shi", "ForeName": "Yi", "Initials": "Y"}, {"Identifier": ["0000-0002-6370-6938"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Qiandongnan Engineering and Technology Research Center for Comprehensive Utilization of Ethnic Medicine, Kaili University, Kaili 556011, China."}], "LastName": "Zhou", "ForeName": "Banghua", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Chengdu University of Traditional Chinese Medicine, Chengdu 611137, China."}], "LastName": "Yu", "ForeName": "Liqiong", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Chengdu University of Traditional Chinese Medicine, Chengdu 611137, China."}], "LastName": "Liu", "ForeName": "Yaqin", "Initials": "Y"}, {"Identifier": ["0000-0001-8323-8185"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Chengdu University of Traditional Chinese Medicine, Chengdu 611137, China."}], "LastName": "Han", "ForeName": "Yunfeng", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Chengdu University of Traditional Chinese Medicine, Chengdu 611137, China."}], "LastName": "Tang", "ForeName": "Xi", "Initials": "X"}, {"Identifier": ["0000-0002-1133-1505"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Chengdu University of Traditional Chinese Medicine, Chengdu 611137, China."}], "LastName": "Lai", "ForeName": "Xianrong", "Initials": "X"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "The authors report no declarations of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Williams R., Karuranga S., Malanda B. Global and Regional Estimates and Projections of Diabetes-Related Health Expenditure: Results from the International Diabetes Federation Diabetes Atlas. Diabetes Research and Clinical Practice . 2020;162108072", "ArticleIdList": ["32061820"]}, {"Citation": "Yang H. F. Understanding and treatment of diabetes mellitus in Tibetan medicine. Diabetes New World . 2015;13:183–184."}, {"Citation": "Zhang R., Qin X., Zhang T. Astragalus polysaccharide improves insulin sensitivity via AMPK activation in 3T3-L1 adipocytes. Molecules . 2018;23(10)2711", "ArticleIdList": ["PMC6222405", "30347867"]}, {"Citation": "Chen X.-F., Li X. L., Yang M., Song Y., Zhang Y. Osteoprotective effects of salidroside in ovariectomized mice and diabetic mice. European Journal of Pharmacology . 2018;819:281–288. doi: 10.1016/j.ejphar.2017.12.025.", "ArticleIdList": ["10.1016/j.ejphar.2017.12.025", "29242120"]}, {"Citation": "Yuan R. Y., Zhuoma D. Z., Zeren L. M. Research progress of Tibetan medicine on the therapeutic effect of diabetes mellitus and its complications. Plateau scientific research . 2021;5(2):72–79."}, {"Citation": "Wang Y. R., Zhao C. H., Wangman J. C. Treatment of diabetes mellitus by Tibetan medicine. Chinese Journal of Ethnic Medicine . 2013;19(10):33–35."}, {"Citation": "Gao J., Pan L., Bi R. H. Tibetan medicines and Tibetan prescriptions for the treatment of diabetes mellitus. Evidence-based Complementary and Alternative Medicine . 2021;20215532159", "ArticleIdList": ["PMC8149248", "34055007"]}, {"Citation": "Pa K. Eight Branches Essentials . Beijing, China: China:Nationalities Publishing House; 1989."}, {"Citation": "Zhong J. G. Tibetan medicine’s understanding and treatment of type 2 diabetes. Tibetan studies in China . 2014;2"}, {"Citation": "Yang H. F. Tibetan medicine’s understanding and treatment of diabetes. New world of diabetes . 2015;13:183–184."}, {"Citation": "Ethnic Medicine Research Group of Central University for Nationalities. Ethnic Medicine . Beijing, China: China Economic Publishing House; 2013."}, {"Citation": "Li K. Four Necter Treatises of Mongolian Medicine . Hohhot, China: Inner Mongolia People’s Publishing House; 2007."}, {"Citation": "Wuliji A. BZ Mongolian Medicine Internal Medicine . Hohhot, China: Inner Mongolia People’s Publishing House; 1989."}, {"Citation": "Qiqi G. T. Selected Mongolian Medicine . Hohhot, China: Inner Mongolia People’s Publishing House; 1983."}, {"Citation": "Bai J. Q. Brief introduction of Mongolian medicine’s understanding of diabetes. Chinese Journal of Ethnic Medicine . 2019;25(11):p. 74+80."}, {"Citation": "Yong H., Ni H. Understanding of diabetes in Mongolian medicine. World Latest Medical Information Abstract . 2019;19(71):334–335."}, {"Citation": "Jakhadai C. Encyclopedia of Mongolian Studies·Medicine . Hohhot, China: Inner Mongolia People’s Publishing House; 2012."}, {"Citation": "Saren G. W., Bao H. J. Research progress of Mongolian medicine in the treatment of diabetes. Chinese Journal of Ethnic Medicine . 2020;26(6):49–51."}, {"Citation": "Du J., Zhang J. M. Miao Medical Foundation . Beijing, China: Ancient Books of Traditional Chinese Medicine Press; 2007."}, {"Citation": "Fu J., Cui J., Guo W. W. Analysis of “challenge therapy” of miao doctor’s “poison” Theory. Chinese Journal of Ethnomedicine and Ethnopharmacy . 2017;26(1):6–8."}, {"Citation": "Li D., Chen Y. H., Xu S. H. A brief analysis of the application of “poison” theory in Miao Medicine in quenching thirst and removing gangrene. Hunan Journal of Traditional Chinese Medicine . 2020;36(11):136–137+144."}, {"Citation": "Deng M. X., Chen Y. H., Ni H. G. Application of miao medicine, Posion “Theroy in Diabetes”. Asion-Pacific Traditional Medicine . 2021;17(3):14–16."}, {"Citation": "Fu L. H., Zhou X., Ge Z. X. Investigation and study on the drugs commonly used in the internal treatment of miao Medicine. Chinese Journal of Ethnomedicine and Ethnopharmacy . 2019;25(5):38–40."}, {"Citation": "Chen J., Yang H. Clinical experience of Tangningtongluo capsule in the treatment of diabetic foot. China Medical Review . 2016;13(34):89–92+104."}, {"Citation": "Zhang C. Basic Theory of Dai Medicine . Beijing, China: China Traditional Chinese Medicine Publishing House; 2007."}, {"Citation": "Niu F., Zhang C., Zheng J. Discussionon the relationship between the theory of four elements and five skandhas and the theoryof Dai medicione disease. Journal of Yunnan University of Traditional Chinese Medicine . 2009;32(6):30–32."}, {"Citation": "Zhang Z., Tian C. H. Comparative study of Dai medicine theory. Yunnan Journal of Traditional Chinese Medicine . 1992;5:1–4."}, {"Citation": "Li J., Lin L. Research status of Dai Medicine in the treatment of endocrine and metabolic diseases. China’s Naturopathy . 2021;29(8):18–20."}, {"Citation": "Tang Y. X. On the relationship between the theory of four elements and five skandhas of Dai medicine and human diseases. Yunnan Journal of Traditional Chinese Medicine . 1992;2"}, {"Citation": "Zhang Z., Tian C. H. A comparative study of Dai medicine theory (continuation 1) Yunnan Journal of Traditional Chinese Medicine . 1992;6:1–6."}, {"Citation": "Zhu H. M. Clinical progress of ethnic medicine in treating diabetes. Chinese Journal of Ethnomedicine and Ethnopharmacy . 2008;6:68–70. doi: 10.3736/jcim200800708.", "ArticleIdList": ["10.3736/jcim200800708"]}, {"Citation": "Guan S., Chen L., Guo X. Y. Treatment of diabetes with Uygur medicine. China’s Naturopathy . 2014;22(4):69–71."}, {"Citation": "Abuduwaili A. B. Uyghur Medical Guide for diagnosis and treatment of diabetes. Chinese Journal of Ethnomedicine and Ethnopharmacy . 2009;15(8):67–68."}, {"Citation": "Zhou Y. Investigation on traditional medicinal plants for prevention and treatment of diabetes in China . Beijing, China: Minzu University of China; 2016."}, {"Citation": "Xue M., Wei M. M., Wang D. Astragalus polysaccharides protect renal function and affect the TGF-β/Smad signaling pathway in streptozotocin-induced diabetic rats. Journal of International Medical Research . 2020;48(5):1–13.", "ArticleIdList": ["PMC7263164", "32475187"]}, {"Citation": "Lin L., Wu S. Y., Wang G. F. Effect of astragaloside IV on hepatic glucose-regulating enzymes in diabetic mice induced by a high-fat diet and streptozotocin. Phytotherapy Research: PTR . 2010;24(2):219–224.", "ArticleIdList": ["19610026"]}, {"Citation": "Wei Q. F., Wang H. X. Research Progress in astragalus Total Flavone Multi-Target Regulation for Diabetes mellitus and its complications. Central South Pharmacy . 2020;18(8):1348–1356."}, {"Citation": "Zhu G. H., Wang X. W., Qi C. The regulatory effect of Astragalus total flavonoids on high glucose induced inflammatory factors in HK-2 cells through miR-378. Immunological Journal . 2019;35(8):653–658."}, {"Citation": "Li S. X. Research progress of chemical constituents and pharmacological effects of pueraria lobata. Liaoning Chemical Industry . 2020;49(11):1412–1413+1417."}, {"Citation": "Wang C. J., Yao J. H., Ju L. J. Puerarin ameliorates hyperglycemia in HFD diabetic mice by promoting β-cell neogenesis via GLP-1R signaling activation. Phytomedicine: International Journal of Phytotherapy and Phytopharmacology . 2020;70153222", "ArticleIdList": ["32361558"]}, {"Citation": "Xu W., Tang M., Wang J., Wang L. Anti-inflammatory activities of puerarin in high-fat diet-fed rats with streptozotocin-induced gestational diabetes mellitus. Molecular Biology Reports . 2020;47(10):7537–7546. doi: 10.1007/s11033-020-05816-6.", "ArticleIdList": ["10.1007/s11033-020-05816-6", "PMC7588390", "32946041"]}, {"Citation": "Zhang D. Z., Li M. Puerarin prevents cataract development and progression in diabetic rats through Nrf2/HO-1 signaling. Molecular Medicine Reports . 2019;20(2):1017–1024.", "ArticleIdList": ["PMC6625395", "31173182"]}, {"Citation": "Chen X., Yu J., Shi J. Management of diabetes mellitus with puerarin, a natural isoflavone from pueraria lobata. The American journal of Chinese medicine . 2018;46(8):1771–1789. doi: 10.1142/S0192415X18500891.", "ArticleIdList": ["10.1142/S0192415X18500891", "30525896"]}, {"Citation": "Lin F., Qiang F., Ji L. Research progress on chemical Constituents and pharmacological action of Coptis chinensis. Acta Chinese Medicine and Pharmacology . 2021;49(2):87–92."}, {"Citation": "Ma H., Hu Y. R., Zou Z. Y. Preliminary evaluation of antihyperglycemic effect of Rhizoma Coptidis alkaloids and their structure-activity relationships. Chinese Pharmacological Bulletin . 2019;31(11):1575–1579."}, {"Citation": "Yin J., Xing H., Ye J. Efficacy of berberine in patients with type 2 diabetes mellitus. Metabolism . 2008;57(5):712–717. doi: 10.1016/j.metabol.2008.01.013.", "ArticleIdList": ["10.1016/j.metabol.2008.01.013", "PMC2410097", "18442638"]}, {"Citation": "Zhang H., Wei J., Wu R., et al. Berberine lowers blood glucose in type 2 diabetes mellitus patients through increasing insulin receptor expression. Metabolism . 2010;59(2):285–292. doi: 10.1016/j.metabol.2009.07.029.", "ArticleIdList": ["10.1016/j.metabol.2009.07.029", "19800084"]}, {"Citation": "Zhong Y., Jin J., Liu P. Y. Berberine attenuates hyperglycemia by inhibiting the hepatic glucagon pathway in diabetic mice. Oxidative Medicine and Cellular Longevity . 2020;2020 doi: 10.1155/2020/6210526.6210526", "ArticleIdList": ["10.1155/2020/6210526", "PMC6961611", "31976031"]}, {"Citation": "Wu Y. S., Li Z. M., Chen Y. T. Berberine improves inflammatory responses of diabetes mellitus in zucker diabetic fatty rats and insulin-resistant HepG2 cells through the PPM1B pathway. Journal of immunology research . 2020;20202141508", "ArticleIdList": ["PMC7450322", "32908938"]}, {"Citation": "Zhang X., Zhao Y., Zhang M., et al. Structural changes of gut microbiota during berberine-mediated prevention of obesity and insulin resistance in high-fat diet-fed rats. PLoS One . 2012;7(8) doi: 10.1371/journal.pone.0042529.e42529", "ArticleIdList": ["10.1371/journal.pone.0042529", "PMC3411811", "22880019"]}, {"Citation": "Kong W., Wei J., Abidi P., et al. Berberine is a novel cholesterol-lowering drug working through a unique mechanism distinct from statins. Nature Medicine . 2004;10(12):1344–1351. doi: 10.1038/nm1135.", "ArticleIdList": ["10.1038/nm1135", "15531889"]}, {"Citation": "Jiang S.-J., Dong H., Li J. B. Berberine inhibits hepatic gluconeogenesisviathe LKB1-AMPK-TORC2 signaling pathway in streptozotocin-induced diabetic rats. World Journal of Gastroenterology . 2015;21(25):7777–7785. doi: 10.3748/wjg.v21.i25.7777.", "ArticleIdList": ["10.3748/wjg.v21.i25.7777", "PMC4491964", "26167077"]}, {"Citation": "Zhou J., Zhou S., Tang J., et al. Protective effect of berberine on beta cells in streptozotocin- and high-carbohydrate/high-fat diet-induced diabetic rats. European Journal of Pharmacology . 2009;606(13):262–268. doi: 10.1016/j.ejphar.2008.12.056.", "ArticleIdList": ["10.1016/j.ejphar.2008.12.056", "19374872"]}, {"Citation": "Ren H. B., Wang Y. Y., Wang Tuanjie T. J. Study on acute renal toxicity of rhubarb total anthraquinone in rats. Journal of liaoning university of traditional Chinese medicine . 2012;14(1):69–71."}, {"Citation": "Wu L., Han W., Chen Y., et al. Gender differences in the hepatotoxicity and toxicokinetics of emodin: The Potential Mechanisms Mediated by UGT2B7 and MRP2. Molecular Pharmaceutics . 2018;15(9):3931–3945. doi: 10.1021/acs.molpharmaceut.8b00387.", "ArticleIdList": ["10.1021/acs.molpharmaceut.8b00387", "30011215"]}, {"Citation": "Zhou B. H., Tang J. P., Li X. R. Research progress on comprehensive utilization of animal medicine porcupine quill. Asia-pacific traditional medicine . 2020;16(5):177–180."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "10", "Day": "12"}, {"Year": "2022", "Month": "2", "Day": "17"}, {"Year": "2022", "Month": "4", "Day": "11", "Hour": "5", "Minute": "16"}, {"Year": "2022", "Month": "4", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "12", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "3", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["35399638", "PMC8986368", "10.1155/2022/9308598"]}}], "PubmedBookArticle": []}