{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ammi visnaga (khell)", "Medicago sativa (alfalfa)", "Urtica dioica (nettle)", "antihistaminic", "eosinophil", "leukocyte"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35399803", "DateRevised": {"Year": "2022", "Month": "04", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "03", "Day": "04"}], "Language": ["eng"], "ELocationID": ["10.4103/jpbs.jpbs_454_21"], "Journal": {"ISSN": "0976-4879", "JournalIssue": {"Volume": "13", "Issue": "4", "PubDate": {"Year": "2021", "Season": "Oct-Dec"}}, "Title": "Journal of pharmacy & bioallied sciences", "ISOAbbreviation": "J Pharm Bioallied Sci"}, "ArticleTitle": "<i>In Vivo</i> Pharmacological Testing of Herbal Drugs for Anti-Allergic and Anti-Asthmatic Properties.", "Pagination": {"StartPage": "380", "EndPage": "386", "MedlinePgn": "380-386"}, "Abstract": {"AbstractText": ["Asthma is a chronic inflammatory disease characterized by reversible airway obstruction, hyperresponsiveness, and remodeling. Asthma prevalence has increased significantly globally over the last decade, and it remains incurable to this date.", "The present study evaluated some of the antiasthmatic medicinal plants to assess their mode of action.", "Animal models for milk-induced leukocytosis, milk-induced eosinophilia, mast cell degranulation, clonidine-induced catalepsy, and active paw anaphylaxis were used to assess the pharmacological effects of Ammi visnaga, Medicago sativa, and Urtica dioica.", "Mice pretreated with diazepam, methanolic extract of <i>M. sativa</i>, and <i>U. dioica</i> exhibited significant (<i>P</i> < 0.05) inhibition in milk-induced leukocytosis. However, only <i>M. sativa</i> showed statistically significant (<i>P</i> < 0.05) results. All plants showed a statistically significant (<i>P</i> < 0.05) tendency to decrease milk-induced eosinophilia. Methanolic extracts of all plants significantly (<i>P</i> < 0.05) protected mast cells against degranulation by clonidine. <i>A. visnaga</i> and <i>U. dioica</i> significantly (<i>P</i> < 0.05) protected mice against clonidine-induced catalepsy. An acute treatment by <i>M. sativa</i> potentiated the catalepsy, while it significantly inhibited the catalepsy (<i>P</i> < 0.05) upon chronic treatment. In the allergic inflammation model, methanolic extracts of all plants under study decreased paw thickness in a statistically significant manner (<i>P</i> < 0.05).", "All the three plants in this study demonstrated anti-inflammatory and antihistaminic effects, as well as decreased paw thickness, validate anti-allergic properties. <i>A. visnaga</i> showed a mast cell-stabilizing effect. <i>A. visnaga</i> and <i>U. dioica</i> inhibited the histamine-mediated clonidine-induced catalepsy from mast cells which proves the antihistaminic activity of these plants."], "CopyrightInformation": "Copyright: © 2022 Journal of Pharmacy And Bioallied Sciences."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Faculty of Medicine, Umm Al-Qura University, Holy Makkah, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Saudi Toxicology Society, Faculty of Medicine, Umm Al-Qura University, Holy Makkah, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Department of Pharmacology, Singhania Hospital and Research Centre, Singhania University, Jhunjhunu, Rajasthan, India."}], "LastName": "Shahzad", "ForeName": "Naiyer", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Faculty of Medicine, Umm Al-Qura University, Holy Makkah, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Saudi Toxicology Society, Faculty of Medicine, Umm Al-Qura University, Holy Makkah, Saudi Arabia."}], "LastName": "Alzahrani", "ForeName": "Abdullah R", "Initials": "AR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Faculty of Medicine, Umm Al-Qura University, Holy Makkah, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Saudi Toxicology Society, Faculty of Medicine, Umm Al-Qura University, Holy Makkah, Saudi Arabia."}], "LastName": "Ibrahim", "ForeName": "Ibrahim Abdel Aziz", "Initials": "IAA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Formulation Development, Dabur Research Foundation, Ghaziabad, Uttar Pradesh, India."}], "LastName": "Soni", "ForeName": "Kriti", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Faculty of Medicine, Umm Al-Qura University, Holy Makkah, Saudi Arabia."}], "LastName": "Shahid", "ForeName": "Imran", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Faculty of Medicine, Umm Al-Qura University, Holy Makkah, Saudi Arabia."}], "LastName": "Alsanosi", "ForeName": "Safaa Mohammed", "Initials": "SM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Faculty of Medicine, Umm Al-Qura University, Holy Makkah, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Saudi Toxicology Society, Faculty of Medicine, Umm Al-Qura University, Holy Makkah, Saudi Arabia."}], "LastName": "Falemban", "ForeName": "Alaa", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Faculty of Medicine, Umm Al-Qura University, Holy Makkah, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Saudi Toxicology Society, Faculty of Medicine, Umm Al-Qura University, Holy Makkah, Saudi Arabia."}], "LastName": "Alanazi", "ForeName": "Ibrahim Mufadhi M", "Initials": "IMM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Faculty of Medicine, Umm Al-Qura University, Holy Makkah, Saudi Arabia."}], "LastName": "Bamagous", "ForeName": "Ghazi A", "Initials": "GA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Faculty of Medicine, Umm Al-Qura University, Holy Makkah, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Saudi Toxicology Society, Faculty of Medicine, Umm Al-Qura University, Holy Makkah, Saudi Arabia."}], "LastName": "Al-Ghamdi", "ForeName": "Saeed Saeed", "Initials": "SS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Faculty of Pharmacy, Modern University for Technology and Information, Cairo, Egypt."}], "LastName": "Mahfoz", "ForeName": "Amal M", "Initials": "AM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "J Pharm Bioallied Sci", "NlmUniqueID": "101537209", "ISSNLinking": "0975-7406"}, "CoiStatement": "There are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Eichenberger PA, Diener SN, Kofmehl R, Spengler CM. Effects of exercise training on airway hyperreactivity in asthma: A systematic review and meta-analysis. Sports Med. 2013;43:1157–70.", "ArticleIdList": ["23846823"]}, {"Citation": "Bateman ED, Hurd SS, Barnes PJ, Bousquet J, Drazen JM, FitzGerald JM, et al. Global strategy for asthma management and prevention: GINA executive summary. Eur Respir J. 2008;31:143–78.", "ArticleIdList": ["18166595"]}, {"Citation": "Su X, Ren Y, Yu N, Kong L, Kang J. Thymoquinone inhibits inflammation, neoangiogenesis and vascular remodeling in asthma mice. Int Immunopharmacol. 2016;38:70–80.", "ArticleIdList": ["27240137"]}, {"Citation": "Kistemaker LE, Bos ST, Mudde WM, Hylkema MN, Hiemstra PS, Wess J, et al. Muscarinic M- receptors contribute to allergen-induced airway remodeling in mice. Am J Respir Cell Mol Biol. 2014;50:690–8.", "ArticleIdList": ["24156289"]}, {"Citation": "Agrawal DK, Shao Z. Pathogenesis of allergic airway inflammation. Curr Allergy Asthma Rep. 2010;10:39–48.", "ArticleIdList": ["PMC2894992", "20425513"]}, {"Citation": "Anderson GP. Endotyping asthma: New insights into key pathogenic mechanisms in a complex, heterogeneous disease. Lancet. 2008;372:1107–19.", "ArticleIdList": ["18805339"]}, {"Citation": "Gleich GJ. Mechanisms of eosinophil-associated inflammation. J Allergy Clin Immunol. 2000;105:651–63.", "ArticleIdList": ["10756213"]}, {"Citation": "Lee AM, Jacoby DB, Fryer AD. Selective muscarinic receptor antagonists for airway diseases. Curr Opin Pharmacol. 2001;1:223–9.", "ArticleIdList": ["11712743"]}, {"Citation": "Qian J, Ma X, Xun Y, Pan L. Protective effect of forsythiaside A on OVA-induced asthma in mice. Eur J Pharmacol. 2017;812:250–5.", "ArticleIdList": ["28733217"]}, {"Citation": "Toyran M, Bakirtas A, Dogruman-Al F, Turktas I. Airway inflammation and bronchial hyperreactivity in steroid naive children with intermittent and mild persistent asthma. Pediatr Pulmonol. 2014;49:140–7.", "ArticleIdList": ["23798479"]}, {"Citation": "Singh BB, Khorsan R, Vinjamury SP, Der-Martirosian C, Kizhakkeveettil A, Anderson TM. Herbal treatments of asthma: A systematic review. J Asthma. 2007;44:685–98.", "ArticleIdList": ["17994396"]}, {"Citation": "Lodha R, Bagga A. Traditional Indian systems of medicine. Ann Acad Med Singap. 2000;29:37–41.", "ArticleIdList": ["10748962"]}, {"Citation": "Szelenyi I, Brune K. Herbal remedies for asthma treatment: Between myth and reality. Drugs Today (Barc) 2002;38:265–303.", "ArticleIdList": ["12532195"]}, {"Citation": "Youm J, Lee H, Chang HB, Jeon J, Yoon MH, Woo JY, et al. Justicia procumbens extract (DW2008) selectively suppresses Th2 cytokines in splenocytes and ameliorates ovalbumin-induced airway inflammation in a mouse model of asthma. Biol Pharm Bull. 2017;40:1416–22.", "ArticleIdList": ["28867724"]}, {"Citation": "Youm J, Lee H, Choi Y, Yoon J. DW2008S and its major constituents from Justicia procumbens exert anti-asthmatic effect via multitargeting activity. J Cell Mol Med. 2018;22:2680–91.", "ArticleIdList": ["PMC5908124", "29512870"]}, {"Citation": "von Schoen-Angerer T, Madeleyn R, Kiene H, Kienle GS, Vagedes J. Improvement of asthma and gastroesophageal reflux disease with oral Pulvis stomachicus cum belladonna, a combination of Matricaria recutita, Atropa belladonna, bismuth, and antimonite: A pediatric case report. Glob Adv Health Med. 2016;5:107–11.", "ArticleIdList": ["PMC4756774", "26937321"]}, {"Citation": "Greenberger PA. Therapy in the management of the rhinitis/asthma complex. Allergy Asthma Proc. 2003;24:403–7.", "ArticleIdList": ["14763241"]}, {"Citation": "Brekhman II, Dardymov IV. New substances of plant origin which increase nonspecific resistance. Annu Rev Pharmacol. 1969;9:419–30.", "ArticleIdList": ["4892434"]}, {"Citation": "Soman I, Mengi SA, Kasture SB. Effect of leaves of Butea frondosa on stress, anxiety, and cognition in rats. Pharmacol Biochem Behav. 2004;79:11–6.", "ArticleIdList": ["15388278"]}, {"Citation": "Taur DJ, Patil RY. Mast cell stabilizing and antiallergic activity of Abrus precatorius in the management of asthma. Asian Pac J Trop Med. 2011;4:46–9.", "ArticleIdList": ["21771414"]}, {"Citation": "Ferré S, Guix T, Prat G, Jane F, Casas M. Is experimental catalepsy properly measured? Pharmacol Biochem Behav. 1990;35:753–7.", "ArticleIdList": ["2345754"]}, {"Citation": "Patel J, Shah S, Deshpande S, Shah G. Evaluation of the antiasthmatic activity of leaves of Vitex negundo. Asian J Pharm Clin Res. 2009;2:81–6."}, {"Citation": "Bousquet J, Jeffery PK, Busse WW, Johnson M, Vignola AM. Asthma.From bronchoconstriction to airways inflammation and remodeling. Am J Respir Crit Care Med. 2000;161:1720–45.", "ArticleIdList": ["10806180"]}, {"Citation": "Al-Shami A, Spolski R, Kelly J, Keane-Myers A, Leonard WJ. A role for TSLP in the development of inflammation in an asthma model. J Exp Med. 2005;202:829–39.", "ArticleIdList": ["PMC2212950", "16172260"]}, {"Citation": "Jember AG, Zuberi R, Liu FT, Croft M. Development of allergic inflammation in a murine model of asthma is dependent on the costimulatory receptor OX40. J Exp Med. 2001;193:387–92.", "ArticleIdList": ["PMC2195923", "11157058"]}, {"Citation": "Zhao H, Song X, Yan L, Ren M, Cui X, Li Y, et al. IgE induces hypotension in asthma mice by down-regulating vascular NCX1 expression through activating MiR-212-5p. Biochim Biophys Acta Mol Basis Dis. 2018;1864:189–96.", "ArticleIdList": ["28988887"]}, {"Citation": "Liu MC, Hubbard WC, Proud D, Stealey BA, Galli SJ, Kagey-Sobotka A, et al. Immediate and late inflammatory responses to ragweed antigen challenge of the peripheral airways in allergic asthmatics. Cellular, mediator, and permeability changes. Am Rev Respir Dis. 1991;144:51–8.", "ArticleIdList": ["2064141"]}, {"Citation": "Wenzel SE, Westcott JY, Smith HR, Larsen GL. Spectrum of prostanoid release after bronchoalveolar allergen challenge in atopic asthmatics and in control groups. An alteration in the ratio of bronchoconstrictive to bronchoprotective mediators. Am Rev Respir Dis. 1989;139:450–7.", "ArticleIdList": ["2643903"]}, {"Citation": "Pelikan Z. Delayed asthmatic response to allergen challenge and cytokines released by nonspecifically stimulated blood cells. ISRN Inflamm. 2013;2013:496208.", "ArticleIdList": ["PMC3767332", "24049660"]}, {"Citation": "Chand N, Eyre P. Pharmacological study of chicken airway smooth muscle. J Pharm Pharmacol. 1978;30:432–5.", "ArticleIdList": ["27609"]}, {"Citation": "Vasconcelos LH, Silva MD, Costa AC, de Oliveira GA, de Souza IL, Queiroga FR, et al. A guinea pig model of airway smooth muscle hyperreactivity induced by chronic allergic lung inflammation: Contribution of epithelium and oxidative stress. Front Pharmacol. 2018;9:1547.", "ArticleIdList": ["PMC6353839", "30814952"]}, {"Citation": "Fujinuma S, Kamikawa Y, Shimo Y. Pharmacological characterization of the histamine receptor in the isolated muscularis mucosae of the guinea-pig oesophagus. Br J Pharmacol. 1985;86:619–25.", "ArticleIdList": ["PMC1916728", "4063583"]}, {"Citation": "Gupta P, Kanase VG, Kadam S, Kapadia S, Bamne F. Antihistaminic activity models. Asian J Pharm Clin Res. 2020;13:51–5."}, {"Citation": "Taur DJ, Patil RN, Patil RY. Antiasthmatic related properties of Abrus precatorius leaves on various models. J Tradit Complement Med. 2017;7:428–32.", "ArticleIdList": ["PMC5634729", "29034190"]}, {"Citation": "Zhou FM, Liang Y, Dani JA. Endogenous nicotinic cholinergic activity regulates dopamine release in the striatum. Nat Neurosci. 2001;4:1224–9.", "ArticleIdList": ["11713470"]}, {"Citation": "Dhanalakshmi S, Khaserao S, Kasture S. Effect of ethanolic extract of some anti-asthmatic herbs on clonidine and haloperidol-induced catalepsy in mice. Advances Trad Med. 2004;4:95–9."}, {"Citation": "Belvisi MG, Hele DJ, Birrell MA. New anti-inflammatory therapies and targets for asthma and chronic obstructive pulmonary disease. Expert Opin Ther Targets. 2004;8:265–85.", "ArticleIdList": ["15268623"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "6", "Day": "20"}, {"Year": "2021", "Month": "9", "Day": "1"}, {"Year": "2021", "Month": "9", "Day": "12"}, {"Year": "2022", "Month": "4", "Day": "11", "Hour": "5", "Minute": "18"}, {"Year": "2022", "Month": "4", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "12", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "10", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35399803", "PMC8985834", "10.4103/jpbs.jpbs_454_21", "JPBS-13-380"]}}], "PubmedBookArticle": []}