{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["ACPYPE, AnteChamberPYthon Parser interface", "ATP, Adenosine tri phosphate", "Binding energy", "COVID-19, Corona Virus Disease 2019", "DCCM, Dynamic Cross Correlation Matrix", "GO, Gene Ontology enrichment", "H-bond, Hydrogen Bond", "HIV, Human Immuno Deficiency Virus", "India", "JAK-STAT, The Janus kinase (JAK)-signal transducer and activator of transcription (STAT)", "KEGG, Kyoto Encyclopedia of Genes and Genomes", "MAPK, Mitogen-activated protein kinase", "MD, Molecular dynamics", "MM/PBSA, Molecular Mechanics/Poisson–Boltzmann (Generalized Born) surface area", "Molecular dynamics simulation", "NSP, Non Structural Proteins", "PCA, Principal Component Analysis", "PME, Particle-Mesh-Ewald summation", "Pathway enrichment", "Phytochemicals", "RMSD, Root mean square deviation", "RMSF, Root mean square fluctuations", "RNA, Ribonucleic Acid", "RdRp, RNA-dependent RNA polymerase", "Rg, Radius of gyration (Rg)", "SARS-CoV, Severe acute respiratory syndrome/coronavirus", "SARS-CoV-2", "SARS-CoV-2, Severe acute respiratory syndrome coronavirus 2", "vdW, van der Waal's energy."]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35403083", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "11", "Day": "27"}], "Language": ["eng"], "ELocationID": ["10.1016/j.phyplu.2020.100002"], "Journal": {"ISSN": "2667-0313", "JournalIssue": {"Volume": "1", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Feb"}}, "Title": "Phytomedicine plus : international journal of phytotherapy and phytopharmacology", "ISOAbbreviation": "Phytomed Plus"}, "ArticleTitle": "Nature's therapy for COVID-19: Targeting the vital non-structural proteins (NSP) from SARS-CoV-2 with phytochemicals from Indian medicinal plants.", "Pagination": {"StartPage": "100002", "MedlinePgn": "100002"}, "Abstract": {"AbstractText": ["Containing COVID-19 is still a global challenge. It has affected the \"normal\" world by targeting its economy and health sector. The effect is shifting of focus of research from life threatening diseases like cancer. Thus, we need to develop a medical solution at the earliest. The purpose of this present work was to understand the efficacy of 22 rationally screened phytochemicals from Indian medicinal plants obtained from our previous work, following drug-likeness properties, against 6 non-structural-proteins (NSP) from SARS-CoV-2.", "100 ns molecular dynamics simulations were performed, and relative binding free energies were computed by MM/PBSA. Further, principal component analysis, dynamic cross correlation and hydrogen bond occupancy were analyzed to characterize protein-ligand interactions. Biological pathway enrichment analysis was also carried out to elucidate the therapeutic targets of the phytochemicals in comparison to SARS-CoV-2.", "The potential binding modes and favourable molecular interaction profile of 9 phytochemicals, majorly from <i>Withania somnifera</i> with lowest free binding energies, against the SARS-CoV-2 NSP targets were identified. It was understood that phytochemicals and 2 repurposed drugs with steroidal moieties in their chemical structures formed stable interactions with the NSPs. Additionally, human target pathway analysis for SARS-CoV-2 and phytochemicals showed that cytokine mediated pathway and phosphorylation pathways were with the most significant p-value.", "To summarize this work, we suggest a global approach of targeting multiple proteins of SARS-CoV-2 with phytochemicals as a natural alternative therapy for COVID-19. We also suggest that these phytochemicals need to be tested experimentally to confirm their efficacy."], "CopyrightInformation": "© 2020 Novel Techsciences (OPC) Private Limited."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Noor Enzymes Private Limited, 37-B, Darga Road, Kolkata 700 017, India."}], "LastName": "Parida", "ForeName": "Pratap Kumar", "Initials": "PK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Noor Enzymes Private Limited, 37-B, Darga Road, Kolkata 700 017, India."}], "LastName": "Paul", "ForeName": "Dipak", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Novel Techsciences (OPC) Private Limited, 37-B, Darga Road, 1st Floor, Kolkata 700 017, India."}], "LastName": "Chakravorty", "ForeName": "Debamitra", "Initials": "D"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Phytomed Plus", "NlmUniqueID": "9918382982506676", "ISSNLinking": "2667-0313"}, "CoiStatement": "No potential conflict of interest was reported by the authors."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Amanat F., Krammer F. SARS-CoV-2 vaccines: status report. Immunity. 2020;52:583–589.", "ArticleIdList": ["PMC7136867", "32259480"]}, {"Citation": "Astuti I., Ysrafil Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2): an overview of viral structure and host response. Diabetes Metab. Syndr. 2020;14:407–412.", "ArticleIdList": ["PMC7165108", "32335367"]}, {"Citation": "Baker N.A., Sept D., Joseph S., Holst M.J., McCammon J.A. Electrostatics of nanosystems: application to microtubules and the ribosome. Proc. Natl. Acad. Sci. 2001;98:10037–10041.", "ArticleIdList": ["PMC56910", "11517324"]}, {"Citation": "Bouvet M., Lugari A., Posthuma C.C., Zevenhoven J.C., Bernard S., Betzi S., Imbert I., Canard B., Guillemot J.C., Lécine P., Pfefferle S., Drosten C., Snijder E.J., Decroly E., Morelli X. Coronavirus Nsp10, a critical co-factor for activation of multiple replicative enzymes. J. Biol. Chem. 2014;289:25783–25796.", "ArticleIdList": ["PMC4162180", "25074927"]}, {"Citation": "Chakrabarty B., Das D., Bulusu G., Roy A. Network-based analysis of fatal comorbidities of COVID-19 and potential therapeutics. ChemRxiv. 2020 doi: 10.26434/chemrxiv.12136470.", "ArticleIdList": ["10.26434/chemrxiv.12136470", "PMC8791434", "33891554"]}, {"Citation": "Chatr-Aryamontri A., Ceol A., Peluso D., Nardozza A., Panni S., Sacco F., Tinti M., Smolyar A., Castagnoli L., Vidal M., Cusick M.E., Cesareni G. VirusMINT: a viral protein interaction database. Nucl. Acids Res. 2009;37:D669–D673.", "ArticleIdList": ["PMC2686573", "18974184"]}, {"Citation": "Cho C.C., Lin M.H., Chuang C.Y., Hsu C.H. Macro domain from Middle East respiratory syndrome coronavirus (MERS-CoV) is an efficient ADP-ribose binding module crystal structure and biochemical studies. J. Biol. Chem. 2016;291:4894–4902.", "ArticleIdList": ["PMC4777827", "26740631"]}, {"Citation": "da Silva A.W.S., Vranken W.F. ACPYPE-antechamber python parser interface. BMC Res. Notes. 2012;5:367.", "ArticleIdList": ["PMC3461484", "22824207"]}, {"Citation": "da Silva S.J.R., da Silva C.T.A., Mendes R.P.G., Pena L. Role of nonstructural proteins in the pathogenesis of SARS-CoV-2. J. Med. Virol. 2020;92:1427–1429.", "ArticleIdList": ["PMC7262198", "32270884"]}, {"Citation": "Darden T., York D., Pedersen L. Particle mesh Ewald: an N log (N) method for Ewald sums in large systems. J. Chem. Phys. 1993;98:10089–10092."}, {"Citation": "Decroly E., Ferron F., Lescar J., Canard B. Conventional and unconventional mechanisms for capping viral mRNA. Nat. Rev. Microbiol. 2012;10:51–65.", "ArticleIdList": ["PMC7097100", "22138959"]}, {"Citation": "Denaro M., Smeriglio A., Barreca D., De Francesco C., Occhiuto C., Milano G., Trombetta D. Antiviral activity of plants and their isolated bioactive compounds: an update. Phytother. Res. 2020;34:742–768.", "ArticleIdList": ["31858645"]}, {"Citation": "Deng S.Q., Peng H.J. Characteristics of and public health responses to the coronavirus disease 2019 outbreak in China. J. Clin. Med. 2020;9:575.", "ArticleIdList": ["PMC7074453", "32093211"]}, {"Citation": "Dubey K.D., Tiwari R.K., Ojha R.P. Recent advances in protein-ligand interactions: molecular dynamics simulations and binding free energy. Curr. Comput. Aid. Drug Des. 2013;9:518–531.", "ArticleIdList": ["24138393"]}, {"Citation": "DurmuşTekir S., Çakir T., Ülgen K.Ö. Infection strategies of bacterial and viral pathogens through pathogen–human protein–protein interactions. Front. Microbiol. 2012;3:46.", "ArticleIdList": ["PMC3278985", "22347880"]}, {"Citation": "Fehr A.R., Channappanavar R., Jankevicius G., Fett C., Zhao J., Athmer J., Meyerholz D.K., Ahel I., Perlman S. The conserved coronavirus macrodomain promotes virulence and suppresses the innate immune response during severe acute respiratory syndrome coronavirus infection. MBio. 2016;7 e01721–e01716.", "ArticleIdList": ["PMC5156301", "27965448"]}, {"Citation": "Frieman M., Yount B., Agnihothram S., Page C., Donaldson E., Roberts A., Vogel L., Woodruff B., Scorpio D., Subbarao K., Baric R.S. Molecular determinants of severe acute respiratory syndrome coronavirus pathogenesis and virulence in young and aged mouse models of human disease. J. Virol. 2012;86:884–897.", "ArticleIdList": ["PMC3255850", "22072787"]}, {"Citation": "Frigo D.E., Duong B.N., Melnik L.I., Schief L.S., Collins-Burow B.M., Pace D.K., McLachlan J.A., Burow M.E. Flavonoid phytochemicals regulate activator protein-1 signal transduction pathways in endometrial and kidney stable cell lines. J. Nutr. 2002;132:1848–1853.", "ArticleIdList": ["12097658"]}, {"Citation": "Gfeller D., Grosdidier A., Wirth M., Daina A., Michielin O., Zoete V. SwissTargetPrediction: a web server for target prediction of bioactive small molecules. Nucl. Acids Res. 2014;42:W32–W38.", "ArticleIdList": ["PMC4086140", "24792161"]}, {"Citation": "Grant B.J., Rodrigues A.P., ElSawy K.M., McCammon J.A., Caves L.S. Bio3d: an R package for the comparative analysis of protein structures. Bioinformatics. 2006;22:2695–2696.", "ArticleIdList": ["16940322"]}, {"Citation": "Guan W., Ni Z., Hu Y., Liang W., Ou C., He J., Liu L., Shan H., Lei C., Hui D.S.C., Du B., Li L., Zeng G., Yuen K.Y., Chen R., Tang C., Wang T., Chen P., Xiang J., Li S., Wang J.L., Liang Z., Peng Y., Wei L., Liu Y., Hu Y.H., Peng P., Wang J.M., Liu J., Chen Z., Li G., Zheng Z., Qiu S., Luo J., Ye C., Zhu S., Zhong N., for the China Medical Treatment Expert Group for Covid-19 Clinical characteristics of coronavirus disease 2019 in China. N. Engl. J. Med. 2020;382:1708–1720.", "ArticleIdList": ["PMC7092819", "32109013"]}, {"Citation": "Guergnon J., Godet A.N., Galioot A., Falanga P.B., Colle J.H., Cayla X., Garcia A. PP2A targeting by viral proteins: a widespread biological strategy from DNA/RNA tumor viruses to HIV-1. Biochim. Biophys. Acta. 2011;1812:1498–1507.", "ArticleIdList": ["21856415"]}, {"Citation": "Hackbart M., Deng X., Baker S.C. Coronavirus endoribonuclease targets viral polyuridine sequences to evade activating host sensors. Proc. Natl. Acad. Sci. 2020;117:8094–8103.", "ArticleIdList": ["PMC7149396", "32198201"]}, {"Citation": "Han W., Li X., Fu X. The macro domain protein family: structure, functions, and their potential therapeutic implications. Mutat. Res. 2011;727:86–103.", "ArticleIdList": ["PMC7110529", "21421074"]}, {"Citation": "Hirano T., Murakami M. COVID-19: a new virus, but a familiar receptor and cytokine release syndrome. Immunity. 2020;52:731–733.", "ArticleIdList": ["PMC7175868", "32325025"]}, {"Citation": "Huang C., Wang Y., Li X., Ren L., Zhao J., Hu Y., Zhang L., Fan G., Xu J., Gu X., Cheng Z., Yu T., Xia J., Wei Y., Wu W., Xie X., Yin W., Li H., Liu M., Xiao Y., Gao H., Guo L., Xie J., Wang G., Jiang R., Gao Z., Jin Q., Wang J., Cao B. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395:497–506.", "ArticleIdList": ["PMC7159299", "31986264"]}, {"Citation": "Hünenberger P.H., Mark A.E., Van Gunsteren W.F. Fluctuation and cross-correlation analysis of protein motions observed in nanosecond molecular dynamics simulations. J. Mol. Biol. 1995;252:492–503.", "ArticleIdList": ["7563068"]}, {"Citation": "Islam M.J., Khan A.M., Parves M.R., Hossain M.N., Halim M.A. Prediction of deleterious non-synonymous SNPs of human STK11 gene by combining algorithms, molecular docking, and molecular dynamics simulation. Sci. Rep. 2019;9:16426.", "ArticleIdList": ["PMC6848484", "31712642"]}, {"Citation": "Islam M.T., Sarkar C., El-Kersh D.M., Jamaddar S., Uddin S.J., Shilpi J.A., Mubarak M.S. Natural products and their derivatives against coronavirus: review of the non-clinical and pre-clinical data. Phytother. Res. 2020 doi: 10.1002/ptr.6700.", "ArticleIdList": ["10.1002/ptr.6700", "32248575"]}, {"Citation": "Jin Y.H., Cai L., Cheng Z.S., Cheng H., Deng T., Fan Y.P., Fang C., Huang D., Huang L.Q., Huang Q., Han Y., Hu B., Hu F., Li B.H., Li Y.R., Liang K., Lin L.K., Luo L.S., Ma J., Ma L.L., Peng Z.Y., Pan Y.B., Pan Z.Y., Ren X.Q., Sun H.M., Wang Y., Wang Y.Y., Weng H., Wei C.J., Wu D.F., Xia J., Xiong Y., Xu H.B., Yao X.M., Yuan Y.F., Ye T.S., Zhang X.C., Zhang Y.W., Zhang Y.G., Zhang H.M., Zhao Y., Zhao M.J., Zi H., Zeng X.T., Wang Y.Y., Wang X.H., for the Zhongnan Hospital of Wuhan University Novel Coronavirus Management and Research Team, Evidence-Based Medicine Chapter of China International Exchange and Promotive Association for Medical and Health Care (CPAM) A rapid advice guideline for the diagnosis and treatment of 2019 novel coronavirus (2019-nCoV) infected pneumonia (standard version) Mil. Med. Res. 2020;7:4.", "ArticleIdList": ["PMC7003341", "32029004"]}, {"Citation": "Jin Z., Du X., Xu Y., Deng Y., Liu M., Zhao Y., Zhang B., Li X., Zhang L., Peng C., Duan Y., Yu J., Wang L., Yang K., Liu F., Jiang R., Yang X., You T., Liu X., Yang X., Bai F., Liu H., Liu X., Guddat L.W., Xu W., Xiao G., Qin C., Shi Z., Jiang H., Rao Z., Yang H. Structure of Mpro from SARS-CoV-2 and discovery of its inhibitors. Nature. 2020;582:289–293.", "ArticleIdList": ["32272481"]}, {"Citation": "Joseph J.S., Saikatendu K.S., Subramanian V., Neuman B.W., Brooun A., Griffith M., Moy K., Yadav M.K., Velasquez J., Buchmeier M.J., Stevens R.C., Kuhn P. Crystal structure of nonstructural protein 10 from the severe acute respiratory syndrome coronavirus reveals a novel fold with two zinc-binding motifs. J. Virol. 2006;80:7894–7901.", "ArticleIdList": ["PMC1563791", "16873246"]}, {"Citation": "Kashiwada Y., Aoshima A., Ikeshiro Y., Chen Y.P., Furukawa H., Itoigawa M., Fujioka T., Mihashi K., Cosentino L.M., Morris-Natschke S.L., Lee K.H. Anti-HIV benzylisoquinoline alkaloids and flavonoids from the leaves of Nelumbo nucifera, and structure–activity correlations with related alkaloids. Bioorg. Med. Chem. 2005;13:443–448.", "ArticleIdList": ["15598565"]}, {"Citation": "Kaur M., Singh R.P., Gu M., Agarwal R., Agarwal C. Grape seed extract inhibits in vitro and in vivo growth of human colorectal carcinoma cells. Clin. Cancer Res. 2006;12:6194–6202.", "ArticleIdList": ["17062697"]}, {"Citation": "Khan S.A., Zia K., Ashraf S., Uddin R., Ui-Haq Z. Identification of chymotrypsin-like protease inhibitors of SARS-CoV-2 via integrated computational approach. J. Biomol. Struct. Dyn. 2020 doi: 10.1080/07391102.2020.1751298.", "ArticleIdList": ["10.1080/07391102.2020.1751298", "32238094"]}, {"Citation": "Kim Y., Jedrzejczak R., Maltseva N.I., Wilamowski M., Endres M., Godzik A., Michalska K., Joachimiak A. Crystal structure of Nsp15 endoribonuclease NendoU from SARS-CoV-2. Protein Sci. 2020;29:1596–1605.", "ArticleIdList": ["PMC7264519", "32304108"]}, {"Citation": "Kliger Y., Levanon E.Y. Cloaked similarity between HIV-1 and SARS-CoV suggests an anti-SARS strategy. BMC Microbiol. 2003;3:20.", "ArticleIdList": ["PMC222911", "14499001"]}, {"Citation": "Kuleshov M.V., Jones M.R., Rouillard A.D., Fernandez N.F., Duan Q., Wang Z., Koplev S., Jenkins S.L., Jagodnik K.M., Lachmann A., McDermott M.G., Monteiro C.D., Gundersen G.W., Ma'ayan A. Enrichr: a comprehensive gene set enrichment analysis web server 2016 update. Nucl. Acids Res. 2016;44:W90–W97.", "ArticleIdList": ["PMC4987924", "27141961"]}, {"Citation": "Kumar S., Kashyap P., Chowdhury S., Kumar S., Panwar A., Kumar A. Identification of phytochemicals as potential therapeutic agents that binds to Nsp15 protein target of coronavirus (SARS-CoV-2) that are capable of inhibiting virus replication. Phytomedicine. 2020 doi: 10.1016/j.phymed.2020.153317.", "ArticleIdList": ["10.1016/j.phymed.2020.153317", "PMC7470885", "32943302"]}, {"Citation": "Kumari R., Kumar R., Lynn A., Open Source Drug Discovery Consortium g_mmpbsa - a GROMACS tool for high-throughput MM-PBSA calculations. J. Chem. Inf. Model. 2014;54:1951–1962.", "ArticleIdList": ["24850022"]}, {"Citation": "Lei J., Kusov Y., Hilgenfeld R. Nsp3 of coronaviruses: structures and functions of a large multi-domain protein. Antivir. Res. 2018;149:58–74.", "ArticleIdList": ["PMC7113668", "29128390"]}, {"Citation": "Lindahl A., Hess v.d.S. Zenodo; 2020. GROMACS 2020.2 Source code."}, {"Citation": "Littler D.R., Gully B.S., Colson R.N., Rossjohn J. Crystal structure of the SARS-CoV-2 non-structural protein 9, Nsp9. iScience. 2020;23", "ArticleIdList": ["PMC7282741", "32592996"]}, {"Citation": "Luo H., Tang Q.L., Shang Y.X., Liang S.B., Yang M., Robinson N., Liu J.P. Can Chinese medicine be used for prevention of corona virus disease 2019 (COVID-19)? A review of historical classics, research evidence and current prevention programs. Chin. J. Integr. Med. 2020;26:243–250.", "ArticleIdList": ["PMC7088641", "32065348"]}, {"Citation": "Magro G. SARS-CoV-2 and COVID-19: is interleukin-6 (IL-6) the 'culprit lesion' of ARDS onset? What is there besides Tocilizumab? SGP130Fc. Cytokine: X. 2020;2", "ArticleIdList": ["PMC7224649", "32421092"]}, {"Citation": "Martinez M.A. Compounds with therapeutic potential against novel respiratory 2019 coronavirus. Antimicrob. Agents Chemother. 2020;64:e00399. -20.", "ArticleIdList": ["PMC7179632", "32152082"]}, {"Citation": "Matthes N., Mesters J.R., Coutard B., Canard B., Snijder E.J., Moll R., Hilgenfeld R. The non structural protein Nsp10 of mouse hepatitis virus binds zinc ions and nucleic acids. FEBS Lett. 2006;580:4143–4149.", "ArticleIdList": ["PMC7094219", "16828088"]}, {"Citation": "Mizutani T. In: Molecular Biology of the SARS-Coronavirus. Lal S.K., editor. Springer-Verlag; Berlin Heidelberg: 2010. Signaling pathways of SARS-CoV in vitro and in vivo; pp. 305–322."}, {"Citation": "Neogi U., Hill K.J., Ambikan A.T., Heng X., Quinn T.P., Byrareddy S.N., Sönnerborg A., Sarafianos S.G., Singh K. Feasibility of known RNA polymerase inhibitors as anti-SARS-CoV-2 drugs. Pathogens. 2020;9(5):320.", "ArticleIdList": ["PMC7281371", "32357471"]}, {"Citation": "Pachetti M., Marini B., Benedetti F., Giudici F., Mauro E., Storici P., Masciovecchio C., Angeletti S., Ciccozzi M., Gallo R.C., Zella D., Ippodrino R. Emerging SARS-CoV-2 mutation hot spots include a novel RNA-dependent-RNA polymerase variant. J. Transl. Med. 2020;18:179.", "ArticleIdList": ["PMC7174922", "32321524"]}, {"Citation": "Pang J., Wang M.X., Ang I.Y.H., Tan S.H.X., Lewis R.F., Chen J.I.P., Gutierrez R.A., Gwee S.X.W., Chua P.E.Y., Yang Q., Ng X.Y., Yap R.K.S., Tan H.Y., Teo Y.Y., Tan C.C., Cook A.R., Yap J.C.H., Hsu L.Y. Potential rapid diagnostics, vaccine and therapeutics for 2019 novel coronavirus (2019-nCoV): a systematic review. J. Clin. Med. 2020;9:623.", "ArticleIdList": ["PMC7141113", "32110875"]}, {"Citation": "Parida P.K., Paul D., Chakravorty D. Nature to nurture- identifying phytochemicals from Indian medicinal plants as prophylactic medicine by rational screening to be potent against multiple drug targets of SARS-CoV-2. ChemRxiv. 2020 doi: 10.26434/chemrxiv.12355937.", "ArticleIdList": ["10.26434/chemrxiv.12355937"]}, {"Citation": "Parida P.K., Paul D., Chakravorty D. The natural way forward: molecular dynamics simulation analysis of phytochemicals from Indian medicinal plants as potential inhibitors of SARS-CoV-2 targets. Phytother. Res. 2020;24 doi: 10.1002/ptr.6868.", "ArticleIdList": ["10.1002/ptr.6868", "PMC7537166", "32969524"]}, {"Citation": "Shannon P., Markiel A., Ozier O., Baliga N.S., Wang J.T., Ramage D., Amin N., Schwikowski B., Ideker T. Cytoscape: a software environment for integrated models of biomolecular interaction networks. Genome Res. 2003;13:2498–2504.", "ArticleIdList": ["PMC403769", "14597658"]}, {"Citation": "Supek F., Bošnjak M., Škunca N., Šmuc T. REVIGO summarizes and visualizes long lists of gene ontology terms. PLoS One. 2011;6:e21800.", "ArticleIdList": ["PMC3138752", "21789182"]}, {"Citation": "Sutton G., Fry E., Carter L., Sainsbury S., Walter T., Nettleship J., Berrow N., Owens R., Gilbert R., Davidson A., Siddell S., Poon L.L.M., Diprose J., Alderton D., Walsh M., Grimes J.M., Stuart D.I. The nsp9 replicase protein of SARS-coronavirus, structure and functional insights. Structure. 2004;12:341–353.", "ArticleIdList": ["PMC7135010", "14962394"]}, {"Citation": "van den Brand J.M.A., Haagmans B.L., van Riel D., Osterhaus A.D.M.E., Kuiken T. The pathology and pathogenesis of experimental severe acute respiratory syndrome and influenza in animal models. J. Comp. Pathol. 2014;151:83–112.", "ArticleIdList": ["PMC7094469", "24581932"]}, {"Citation": "Wang C., Horby P.W., Hayden F.G., Gao G.F. A novel coronavirus outbreak of global health concern. Lancet. 2020;395:470–473.", "ArticleIdList": ["PMC7135038", "31986257"]}, {"Citation": "Wu C., Liu Y., Yang Y., Zhang P., Zhong W., Wang Y., Wang Q., Xu Y., Li M., Li X., Zheng M., Chen L., Li H. Analysis of therapeutic targets for SARS-CoV-2 and discovery of potential drugs by computational methods. Acta Pharm. Sin. B. 2020;10:766–788.", "ArticleIdList": ["PMC7102550", "32292689"]}, {"Citation": "Xu X., Chen P., Wang J., Feng J., Zhou H., Li X., Zhong P., Hao P. Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk of human transmission. Sci. China Life Sci. 2020;63:457–460.", "ArticleIdList": ["PMC7089049", "32009228"]}, {"Citation": "Yang Y., Islam M.S., Wang J., Li Y., Chen X. Traditional Chinese medicine in the treatment of patients infected with 2019-new coronavirus (SARS-CoV-2): a review and perspective. Int. J. Biol. Sci. 2020;16:1708–1717.", "ArticleIdList": ["PMC7098036", "32226288"]}, {"Citation": "Yoshimoto F.K. The proteins of severe acute respiratory syndrome coronavirus-2 (SARS CoV-2 or n-COV19), the cause of COVID-19. Protein J. 2020;39:198–216.", "ArticleIdList": ["PMC7245191", "32447571"]}, {"Citation": "Yu D.S., Weng T.H., Hu C.Y., Wu Z.G., Li Y.H., Cheng L.F., Wu N.P., Li L.J., Yao H.P. Chaperones, membrane trafficking and signal transduction proteins regulate Zaire Ebola Virus trVLPs and interact with trVLP elements. Front. Microbiol. 2018;9:2724.", "ArticleIdList": ["PMC6240689", "30483236"]}, {"Citation": "Zhang D.H., Wu K.L., Zhang X., Deng S.Q., Peng B. In silico screening of Chinese herbal medicines with the potential to directly inhibit 2019 novel coronavirus. J. Integr. Med. 2020;18:152–158.", "ArticleIdList": ["PMC7102521", "32113846"]}, {"Citation": "Zhou P., Yang X.L., Wang X.G., Hu B., Zhang L., Zhang W., Si. H.R., Zhu Y., Li B., Huang C.L., Chen H.D., Chen J., Luo Y., Guo H., Jiang R.D., Liu M.Q., Chen Y., Shen X.R., Wang X., Zheng X.S., Zhao K., Chen Q.J., Deng F., Liu L.L., Yan B., Zhan F.X., Wang Y.Y., Xiao G.F., Shi Z.L. A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature. 2020;579:270–273.", "ArticleIdList": ["PMC7095418", "32015507"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "9", "Day": "18"}, {"Year": "2020", "Month": "11", "Day": "6"}, {"Year": "2020", "Month": "11", "Day": "24"}, {"Year": "2022", "Month": "4", "Day": "11", "Hour": "5", "Minute": "34"}, {"Year": "2021", "Month": "2", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2020", "Month": "11", "Day": "27"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35403083", "PMC7691168", "10.1016/j.phyplu.2020.100002", "S2667-0313(20)30002-6"]}}], "PubmedBookArticle": []}