{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["active compound separation", "magnetic molecularly imprinted polymer", "natural product"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35406265", "DateRevised": {"Year": "2022", "Month": "04", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "03", "Day": "29"}], "Language": ["eng"], "ELocationID": ["1389", "10.3390/polym14071389"], "Journal": {"ISSN": "2073-4360", "JournalIssue": {"Volume": "14", "Issue": "7", "PubDate": {"Year": "2022", "Month": "Mar", "Day": "29"}}, "Title": "Polymers", "ISOAbbreviation": "Polymers (Basel)"}, "ArticleTitle": "Magnetic Molecularly Imprinted Polymers: An Update on Their Use in the Separation of Active Compounds from Natural Products.", "Abstract": {"AbstractText": ["During the last few years, separation techniques using molecularly imprinted polymers (MIPs) have been developed, making breakthroughs using magnetic properties. Compared to conventional MIPs, magnetic molecularly imprinted polymers (MMIPs) have advantages in sample pretreatment due to their high specificity and selectivity towards analytes as a result of their larger specific surface areas and highly accessible specific binding sites. The techniques of isolation of active compounds from natural products usually require very long process times and low compound yields. When MMIPs are used in sample separation as Solid Phase Extraction (SPE) sorbents, the MMIPs are introduced into the dissolved sample and spread evenly, and they form bonds between the analyte and the MMIPs, which are then separated from the sample matrix using an external magnetic field. This process of separating analytes from the sample matrix makes the separation technique with MMIPs very simple and easy. This review discusses how to synthesize MMIPs, which factors must be considered in their synthesis, and their application in the separation of active compounds from natural products. MMIPs with magnetic core-shells made by co-precipitation can be a good choice for further development due to the high synthesis yield. Further optimization of the factors affecting the size and distribution of magnetic core-shell particles can obtain higher synthesis yields of MMIPs with higher adsorption capacity and selectivity. Thus, they can isolate target compounds from natural plants in high yields and purity."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Analysis and Medicinal Chemistry Department, Faculty of Pharmacy, Universitas Padjadjaran, Sumedang, Bandung 45463, West Java, Indonesia."}], "LastName": "Ariani", "ForeName": "Marisa Dwi", "Initials": "MD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacy Biology Department, Faculty of Pharmacy, Universitas Padjadjaran, Sumedang, Bandung 45463, West Java, Indonesia."}], "LastName": "Zuhrotun", "ForeName": "Ade", "Initials": "A"}, {"Identifier": ["0000-0001-6107-8782"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Chemistry and Chemical Engineering, Queens University of Belfast, Belfast BT9 5AG, UK."}], "LastName": "Manesiotis", "ForeName": "Panagiotis", "Initials": "P"}, {"Identifier": ["0000-0002-4085-7872"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Analysis and Medicinal Chemistry Department, Faculty of Pharmacy, Universitas Padjadjaran, Sumedang, Bandung 45463, West Java, Indonesia."}, {"Identifier": [], "Affiliation": "Drug Development Study Center, Faculty of Pharmacy, Universitas Padjadjaran, Sumedang, Bandung 45463, West Java, Indonesia."}], "LastName": "Hasanah", "ForeName": "Aliya Nur", "Initials": "AN"}], "GrantList": [{"GrantID": "1615/UN6.3.1/PT.00/2022", "Agency": "Padjadjaran University", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Polymers (Basel)", "NlmUniqueID": "101545357", "ISSNLinking": "2073-4360"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Fernando W.G.D. Plants: An international scientific open access journal to publish all facets of plants, their functions and interactions with the environment and other living organisms. Plants. 2012;1:1. doi: 10.3390/plants1010001.", "ArticleIdList": ["10.3390/plants1010001", "PMC4844262", "27137635"]}, {"Citation": "Atanasov A.G., Waltenberger B., Pferschy-Wenzig E.M., Linder T., Wawrosch C., Uhrin P., Temml V., Wang L., Schwaiger S., Heiss E.H., et al. Discovery and resupply of pharmacologically active plant-derived natural products: A review. Biotechnol. Adv. 2015;33:1582–1614. doi: 10.1016/j.biotechadv.2015.08.001.", "ArticleIdList": ["10.1016/j.biotechadv.2015.08.001", "PMC4748402", "26281720"]}, {"Citation": "Kumar S., Dhir A., Talwar S., Chakraborty D., Kaur P. What drives brand love for natural products? The moderating role of household size. J. Retail. Consum. Serv. 2021;58:102329. doi: 10.1016/j.jretconser.2020.102329.", "ArticleIdList": ["10.1016/j.jretconser.2020.102329"]}, {"Citation": "Allied Market Research Natural Food & Drinks Market. 2020.  [(accessed on 20 January 2022)].  Available online:  https://www.alliedmarketresearch.com/natural-food-and-drinks-market."}, {"Citation": "Verma S., Singh S.P. Current and future status of herbal medicines. Vet. World. 2008;1:347–350. doi: 10.5455/vetworld.2008.347-350.", "ArticleIdList": ["10.5455/vetworld.2008.347-350"]}, {"Citation": "Newman D.J., Cragg G.M. Natural Products as Sources of New Drugs from 1981 to 2014. J. Nat. Prod. 2016;79:629–661. doi: 10.1021/acs.jnatprod.5b01055.", "ArticleIdList": ["10.1021/acs.jnatprod.5b01055", "26852623"]}, {"Citation": "Müller-Kuhrt L. Putting nature back into drug discovery. Nat. Biotechnol. 2003;21:602. doi: 10.1038/nbt0603-602.", "ArticleIdList": ["10.1038/nbt0603-602", "12776140"]}, {"Citation": "Cragg G.M., Newman D.J. Natural products: A continuing source of novel drug leads. Biochim. Biophys. Acta-Gen. Subj. 2013;1830:3670–3695. doi: 10.1016/j.bbagen.2013.02.008.", "ArticleIdList": ["10.1016/j.bbagen.2013.02.008", "PMC3672862", "23428572"]}, {"Citation": "Weinmann S., Roll S., Schwarzbach C., Vauth C., Willich S.N. Effects of Ginkgo biloba in dementia: Systematic review and meta-analysis. BMC Geriatr. 2010;10:14. doi: 10.1186/1471-2318-10-14.", "ArticleIdList": ["10.1186/1471-2318-10-14", "PMC2846949", "20236541"]}, {"Citation": "Tintore M., Vidal-Jordana A., Sastre-Garriga J. Treatment of multiple sclerosis—success from bench to bedside. Nat. Rev. Neurol. 2019;15:53–58. doi: 10.1038/s41582-018-0082-z.", "ArticleIdList": ["10.1038/s41582-018-0082-z", "30315270"]}, {"Citation": "Atanasov A.G., Zotchev S.B., Dirsch V.M., Orhan I.E., Banach M., Rollinger J.M., Barreca D., Weckwerth W., Bauer R., Bayer E.A., et al. Natural products in drug discovery: Advances and opportunities. Nat. Rev. Drug Discov. 2021;20:200–216. doi: 10.1038/s41573-020-00114-z.", "ArticleIdList": ["10.1038/s41573-020-00114-z", "PMC7841765", "33510482"]}, {"Citation": "Kumar A., Patil D., Rajamohanan P.R., Ahmad A. Isolation, Purification and Characterization of Vinblastine and Vincristine from Endophytic Fungus Fusarium oxysporum Isolated from Catharanthus roseus. PLoS ONE. 2013;8:e71805. doi: 10.1371/journal.pone.0071805.", "ArticleIdList": ["10.1371/journal.pone.0071805", "PMC3774759", "24066024"]}, {"Citation": "Hakim A., Andayani Y., Deana Rahayuan B. Isolation of Ethyl P-Methoxy Cinnamate from Kaemferia galanga L. J. Phys. Conf. Ser. 2018;1095:4–7. doi: 10.1088/1742-6596/1095/1/012039.", "ArticleIdList": ["10.1088/1742-6596/1095/1/012039"]}, {"Citation": "Lin L.C., Pai Y.F., Tsai T.H. Isolation of Luteolin and Luteolin-7-O-glucoside from Dendranthema morifolium Ramat Tzvel and Their Pharmacokinetics in Rats. J. Agric. Food Chem. 2015;63:7700–7706. doi: 10.1021/jf505848z.", "ArticleIdList": ["10.1021/jf505848z", "25625345"]}, {"Citation": "Jokić S., Rajić M., Bilić B., Molnar M. Supercritical Extraction of Scopoletin from Helichrysum italicum (Roth) G. Don Flowers. Phytochem. Anal. 2016;5:290–295. doi: 10.1002/pca.2630.", "ArticleIdList": ["10.1002/pca.2630", "27439115"]}, {"Citation": "Sasidharan S., Chen Y., Saravanan D., Sundram K.M., Yoga Latha L. Extraction, isolation and characterization of bioactive compounds from plants’ extracts. African J. Tradit. Complement. Altern. Med. 2011;8:1–10. doi: 10.4314/ajtcam.v8i1.60483.", "ArticleIdList": ["10.4314/ajtcam.v8i1.60483", "PMC3218439", "22238476"]}, {"Citation": "Ye L., Mosbach K. Molecular imprinting: Synthetic materials as substitutes for biological antibodies and receptors. Chem. Mater. 2008;20:859–868. doi: 10.1021/cm703190w.", "ArticleIdList": ["10.1021/cm703190w"]}, {"Citation": "Baggiani C., Anfossi L., Giovannoli C. Solid phase extraction of food contaminants using molecular imprinted polymers. Anal. Chim. Acta. 2007;591:29–39. doi: 10.1016/j.aca.2007.01.056.", "ArticleIdList": ["10.1016/j.aca.2007.01.056", "17456421"]}, {"Citation": "Puoci F., Cirillo G., Curcio M., Iemma F., Spizzirri U.G., Picci N. Molecularly imprinted solid phase extraction for the selective HPLC determination of α-tocopherol in bay leaves. Anal. Chim. Acta. 2007;593:164–170. doi: 10.1016/j.aca.2007.04.053.", "ArticleIdList": ["10.1016/j.aca.2007.04.053", "17543603"]}, {"Citation": "Scorrano S., Mergola L., del Sole R., Vasapollo G. Synthesis of molecularly imprinted polymers for amino acid derivates by using different functional monomers. Int. J. Mol. Sci. 2011;12:1735. doi: 10.3390/ijms12031735.", "ArticleIdList": ["10.3390/ijms12031735", "PMC3111630", "21673919"]}, {"Citation": "Bossi A., Bonini F., Turner A.P.F., Piletsky S.A. Molecularly I mprinted polymers for the recognition of proteins: The state of the art. Biosens. Bioelectron. 2007;22:1131–1137. doi: 10.1016/j.bios.2006.06.023.", "ArticleIdList": ["10.1016/j.bios.2006.06.023", "16891110"]}, {"Citation": "Shi H., Tsal W.B., Garrison M.D., Ferrari S., Ratner B.D. Template-imprinted nanostructured surfaces for protein recognition. Nature. 1999;398:593–597. doi: 10.1038/19267.", "ArticleIdList": ["10.1038/19267", "10217142"]}, {"Citation": "Li W., Li S. Molecular imprinting: A versatile tool for separation, sensors and catalysis. Adv. Polym. Sci. 2007;206:191–210. doi: 10.1007/12_2006_105.", "ArticleIdList": ["10.1007/12_2006_105"]}, {"Citation": "Piletsky S.A., Piletskaya E.V., Elgersma A.V., Yano K., Karube I., Parhometz Y.P., El’skaya A.V. Atrazine sensing by molecularly imprinted membranes. Biosens. Bioelectron. 1995;10:959–964. doi: 10.1016/0956-5663(95)99233-B.", "ArticleIdList": ["10.1016/0956-5663(95)99233-B"]}, {"Citation": "Puoci F., Iemma F., Picci N. Stimuli-Responsive Molecularly Imprinted Polymers for Drug Delivery: A Review. Curr. Drug Deliv. 2008;5:85–96. doi: 10.2174/156720108783954888.", "ArticleIdList": ["10.2174/156720108783954888", "18393809"]}, {"Citation": "Andersson L.I. Molecular imprinting: Developments and applications in the analytical chemistry field. J. Chromatogr. B Biomed. Sci. Appl. 2000;745:3–13. doi: 10.1016/S0378-4347(00)00135-3.", "ArticleIdList": ["10.1016/S0378-4347(00)00135-3", "10997701"]}, {"Citation": "Sellergren B. Imprinted chiral stationary phases in high-performance liquid chromatography. J. Chromatogr. A. 2001;906:227–252. doi: 10.1016/S0021-9673(00)00929-8.", "ArticleIdList": ["10.1016/S0021-9673(00)00929-8", "11215890"]}, {"Citation": "Tamayo F.G., Titirici M.M., Martin-Esteban A., Sellergren B. Synthesis and evaluation of new propazine-imprinted polymer formats for use as stationary phases in liquid chromatography; Proceedings of the Analytica Chimica Acta; Stockholm, Sweden. 29 June 2005;"}, {"Citation": "Hu S.G., Li L., He X.W. Solid-phase extraction of esculetin from the ash bark of Chinese traditional medicine by using molecularly imprinted polymers. J. Chromatogr. A. 2005;1062:31–37. doi: 10.1016/j.chroma.2004.11.036.", "ArticleIdList": ["10.1016/j.chroma.2004.11.036", "15679140"]}, {"Citation": "Kitahara K.I., Yoshihama I., Hanada T., Kokuba H., Arai S. Synthesis of monodispersed molecularly imprinted polymer particles for high-performance liquid chromatographic separation of cholesterol using templating polymerization in porous silica gel bound with cholesterol molecules on its surface. J. Chromatogr. A. 2010;1217:7249–7254. doi: 10.1016/j.chroma.2010.09.041.", "ArticleIdList": ["10.1016/j.chroma.2010.09.041", "20934706"]}, {"Citation": "Saad E.M., El Gohary N.A., Abdel-Halim M., Handoussa H., Mohamed El Nashar R., Mizaikoff B. Molecularly Imprinted Polymers for Selective Extraction of Rosmarinic Acid from Rosmarinus Officinalis L. Volume 335. Elsevier Ltd.; Amsterdam, The Netherlands: 2021.", "ArticleIdList": ["32739815"]}, {"Citation": "Hasanah A.N., Andriana G., Pratiwi R., Megantara S. Synthesis of molecular imprinting solid phase extraction (MI-SPE) for quercetin purification as active compound in plant extract. Eurasian J. Anal. Chem. 2018;13:36–43."}, {"Citation": "Wang L., Fu W., Shen Y., Tan H., Xu H., McPhee D.J. Molecularly imprinted polymers for selective extraction of Oblongifolin C from garcinia Yunnanensis Hu. Molecules. 2017;22:508. doi: 10.3390/molecules22040508.", "ArticleIdList": ["10.3390/molecules22040508", "PMC6153995", "28333096"]}, {"Citation": "Hosny H., El Gohary N., Saad E., Handoussa H., El Nashar R.M. Isolation of sinapic acid from broccoli using molecularly imprinted polymers. J. Sep. Sci. 2018;41:1164–1172. doi: 10.1002/jssc.201701120.", "ArticleIdList": ["10.1002/jssc.201701120", "29239525"]}, {"Citation": "Saad E.M., Madbouly A., Ayoub N., Mohamed El Nashar R. Preparation and application of molecularly imprinted polymer for isolation of chicoric acid from Chicorium intybus L. medicinal plant. Anal. Chim. Acta. 2015;877:80–89. doi: 10.1016/j.aca.2015.03.047.", "ArticleIdList": ["10.1016/j.aca.2015.03.047", "26002213"]}, {"Citation": "Tsermentseli S.K., Manesiotis P., Assimopoulou A.N., Papageorgiou V.P. Molecularly imprinted polymers for the isolation of bioactive naphthoquinones from plant extracts. J. Chromatogr. A. 2013;1315:15–20. doi: 10.1016/j.chroma.2013.09.044.", "ArticleIdList": ["10.1016/j.chroma.2013.09.044", "24075017"]}, {"Citation": "Lopez C., Claude B., Morin P., Max J.P., Pena R., Ribet J.P. Synthesis and study of a molecularly imprinted polymer for the specific extraction of indole alkaloids from Catharanthus roseus extracts. Anal. Chim. Acta. 2011;683:198–205. doi: 10.1016/j.aca.2010.09.051.", "ArticleIdList": ["10.1016/j.aca.2010.09.051", "21167971"]}, {"Citation": "Cirillo G., Curcio M., Parisi O.I., Puoci F., Iemma F., Spizzirri U.G., Restuccia D., Picci N. Molecularly imprinted polymers for the selective extraction of glycyrrhizic acid from liquorice roots. Food Chem. 2011;125:1058–1063. doi: 10.1016/j.foodchem.2010.09.077.", "ArticleIdList": ["10.1016/j.foodchem.2010.09.077"]}, {"Citation": "Huang M., Pang W., Zhang J., Lin S., Hu J. A target analogue imprinted polymer for the recognition of antiplatelet active ingredients in Radix Salviae Miltiorrhizae by LC/MS/MS. J. Pharm. Biomed. Anal. 2012;58:12–18. doi: 10.1016/j.jpba.2011.09.010.", "ArticleIdList": ["10.1016/j.jpba.2011.09.010", "21978827"]}, {"Citation": "Fu Q., Fang Q., Feng B., Sun S., Du W., Amut E., Xiao A., Chang C. Matrine-imprinted monolithic stationary phase for extraction and purification of matrine from Sophorae flavescentis Ait. J. Chromatogr. B Anal. Technol. Biomed. Life Sci. 2011;879:894–900. doi: 10.1016/j.jchromb.2011.02.041.", "ArticleIdList": ["10.1016/j.jchromb.2011.02.041", "21440517"]}, {"Citation": "Wan Y., Wang M., Fu Q., Wang L., Wang D., Zhang K., Xia Z., Gao D. Novel dual functional monomers based molecularly imprinted polymers for selective extraction of myricetin from herbal medicines. J. Chromatogr. B Anal. Technol. Biomed. Life Sci. 2018;1097–1098:1–9. doi: 10.1016/j.jchromb.2018.08.033.", "ArticleIdList": ["10.1016/j.jchromb.2018.08.033", "30195070"]}, {"Citation": "Ma X., Lin H., Zhang J., She Y., Zhou X., Li X., Cui Y., Wang J., Rabah T., Shao Y. Extraction and Identification of Matrine-Type Alkaloids from Sophora Moorcroftiana Using Double-Templated Molecularly Imprinted Polymers with HPLC–MS/MS. Volume 41. John Wiley & Sons, Inc.; Hoboken, NJ, USA: 2018.", "ArticleIdList": ["29316234"]}, {"Citation": "Gao D., Yang F., Xia Z., Zhang Q. Molecularly imprinted polymer for the selective extraction of luteolin from Chrysanthemum morifolium Ramat. J. Sep. Sci. 2016;39:3002–3010. doi: 10.1002/jssc.201600520.", "ArticleIdList": ["10.1002/jssc.201600520", "27288270"]}, {"Citation": "Kitabatake T., Tabo H., Matsunaga H., Haginaka J. Preparation of monodisperse curcumin-imprinted polymer by precipitation polymerization and its application for the extraction of curcuminoids from Curcuma longa L. Anal. Bioanal. Chem. 2013;405:6555–6561. doi: 10.1007/s00216-013-7088-6.", "ArticleIdList": ["10.1007/s00216-013-7088-6", "23739751"]}, {"Citation": "Funaya N., Haginaka J. Matrine- and oxymatrine-imprinted monodisperse polymers prepared by precipitation polymerization and their applications for the selective extraction of matrine-type alkaloids from Sophora flavescens Aiton. J. Chromatogr. A. 2012;1248:18–23. doi: 10.1016/j.chroma.2012.05.081.", "ArticleIdList": ["10.1016/j.chroma.2012.05.081", "22695694"]}, {"Citation": "Bi W., Tian M., Row K.H. Separation of phenolic acids from natural plant extracts using molecularly imprinted anion-exchange polymer confined ionic liquids. J. Chromatogr. A. 2012;1232:37–42. doi: 10.1016/j.chroma.2011.08.054.", "ArticleIdList": ["10.1016/j.chroma.2011.08.054", "21903215"]}, {"Citation": "Chen F.F., Wang G.Y., Shi Y.P. Molecularly imprinted polymer microspheres for solid-phase extraction of protocatechuic acid in Rhizoma homalomenae. J. Sep. Sci. 2011;34:2602–2610. doi: 10.1002/jssc.201100463.", "ArticleIdList": ["10.1002/jssc.201100463", "21809445"]}, {"Citation": "Yuan Y., Wang Y., Huang M., Xu R., Zeng H., Nie C., Kong J. Development and characterization of molecularly imprinted polymers for the selective enrichment of podophyllotoxin from traditional Chinese medicines. Anal. Chim. Acta. 2011;695:63–72. doi: 10.1016/j.aca.2011.04.007.", "ArticleIdList": ["10.1016/j.aca.2011.04.007", "21601031"]}, {"Citation": "Yin X., Liu Q., Jiang Y., Luo Y. Development of andrographolide molecularly imprinted polymer for solid-phase extraction. Spectrochim. Acta-Part A Mol. Biomol. Spectrosc. 2011;79:191–196. doi: 10.1016/j.saa.2011.02.034.", "ArticleIdList": ["10.1016/j.saa.2011.02.034", "21420352"]}, {"Citation": "Sun Y., Zhang Y., Ju Z., Niu L., Gong Z., Xu Z. Molecularly imprinted polymers fabricated by Pickering emulsion polymerization for the selective adsorption and separation of quercetin from Spina Gleditsiae. New J. Chem. 2019;43:14747–14755. doi: 10.1039/C9NJ03559A.", "ArticleIdList": ["10.1039/C9NJ03559A"]}, {"Citation": "Gomes C., Sadoyan G., Dias R.C.S., Costa M.R.P.F.N. Development of molecularly imprinted polymers to target polyphenols present in plant extracts. Processes. 2017;5:72. doi: 10.3390/pr5040072.", "ArticleIdList": ["10.3390/pr5040072"]}, {"Citation": "Lai J.P., He X.W., Jiang Y., Chen F. Preparative separation and determination of matrine from the Chinese medicinal plant Sophora flavescens Ait by molecularly imprinted solid-phase extraction. Anal. Bioanal. Chem. 2003;375:264–269. doi: 10.1007/s00216-002-1675-2.", "ArticleIdList": ["10.1007/s00216-002-1675-2", "12560971"]}, {"Citation": "Ansari S. Application of magnetic molecularly imprinted polymer as a versatile and highly selective tool in food and environmental analysis: Recent developments and trends. TrAC-Trends Anal. Chem. 2017;90:89–106. doi: 10.1016/j.trac.2017.03.001.", "ArticleIdList": ["10.1016/j.trac.2017.03.001"]}, {"Citation": "Dinc M., Esen C., Mizaikoff B. Recent advances on core–shell magnetic molecularly imprinted polymers for biomacromolecules. TrAC-Trends Anal. Chem. 2019;114:202–217. doi: 10.1016/j.trac.2019.03.008.", "ArticleIdList": ["10.1016/j.trac.2019.03.008"]}, {"Citation": "Cui Y., Ding L., Ding J. Recent advances of magnetic molecularly imprinted materials: From materials design to complex sample pretreatment. TrAC-Trends Anal. Chem. 2022;147:116514. doi: 10.1016/j.trac.2021.116514.", "ArticleIdList": ["10.1016/j.trac.2021.116514"]}, {"Citation": "Li J., Wang Y., Yu X. Magnetic Molecularly Imprinted Polymers: Synthesis and Applications in the Selective Extraction of Antibiotics. Front. Chem. 2021;9:555. doi: 10.3389/fchem.2021.706311.", "ArticleIdList": ["10.3389/fchem.2021.706311", "PMC8371043", "34422765"]}, {"Citation": "Wang Y., Yang X., Pang L., Geng P., Mi F., Hu C., Peng F., Guan M. Application progress of magnetic molecularly imprinted polymer chemical sensors in the detection of biomarkers. Analyst. 2022;147:571–586. doi: 10.1039/D1AN01112J.", "ArticleIdList": ["10.1039/D1AN01112J", "35050266"]}, {"Citation": "Reddy L.H., Arias J.L., Nicolas J., Couvreur P. Magnetic Nanoparticles: Design and Characterization, Toxicity and Biocompatibility, Pharmaceutical and Biomedical Applications. Chem. Rev. 2012;112:5818–5878. doi: 10.1021/cr300068p.", "ArticleIdList": ["10.1021/cr300068p", "23043508"]}, {"Citation": "Gao R., Kong X., Wang X., He X., Chen L., Zhang Y. Preparation and characterization of uniformly sized molecularly imprinted polymers functionalized with core-shell magnetic nanoparticles for the recognition and enrichment of protein. J. Mater. Chem. 2011;21:17863–17871. doi: 10.1039/c1jm12414e.", "ArticleIdList": ["10.1039/c1jm12414e"]}, {"Citation": "Gu X.H., Xu R., Yuan G.L., Lu H., Gu B.R., Xie H.P. Preparation of chlorogenic acid surface-imprinted magnetic nanoparticles and their usage in separation of Traditional Chinese Medicine. Anal. Chim. Acta. 2010;675:64–70. doi: 10.1016/j.aca.2010.06.033.", "ArticleIdList": ["10.1016/j.aca.2010.06.033", "20708118"]}, {"Citation": "Lu F., Li H., Sun M., Fan L., Qiu H., Li X., Luo C. Flow injection chemiluminescence sensor based on core-shell magnetic molecularly imprinted nanoparticles for determination of sulfadiazine. Anal. Chim. Acta. 2012;718:84–91. doi: 10.1016/j.aca.2011.12.054.", "ArticleIdList": ["10.1016/j.aca.2011.12.054", "22305902"]}, {"Citation": "Zhu W., Jiang G., Xu L., Li B., Cai Q., Jiang H., Zhou X. Facile and controllable one-step fabrication of molecularly imprinted polymer membrane by magnetic field directed self-assembly for electrochemical sensing of glutathione. Anal. Chim. Acta. 2015;886:37–47. doi: 10.1016/j.aca.2015.05.036.", "ArticleIdList": ["10.1016/j.aca.2015.05.036", "26320634"]}, {"Citation": "Xie X., Wei F., Chen L., Wang S. Preparation of molecularly imprinted polymers based on magnetic nanoparticles for the selective extraction of protocatechuic acid from plant extracts. J. Sep. Sci. 2015;38:1046–1052. doi: 10.1002/jssc.201401142.", "ArticleIdList": ["10.1002/jssc.201401142", "25641806"]}, {"Citation": "Shao M., Ning F., Zhao J., Wei M., Evans D.G., Duan X. Magnetic molecularly imprinted specific solid-phase extraction for determination of dihydroquercetin from Larix griffithiana using HPLC. J. Sep. Sci. 2020;43:2301–2310. doi: 10.1002/jssc.201901086.", "ArticleIdList": ["10.1002/jssc.201901086", "32191398"]}, {"Citation": "Zhong M., Wang Y.H., Wang L., Long R.Q., Chen C.L. Preparation and application of magnetic molecularly imprinted polymers for the isolation of chelerythrine from Macleaya cordata. J. Sep. Sci. 2018;41:3318–3327. doi: 10.1002/jssc.201800245.", "ArticleIdList": ["10.1002/jssc.201800245", "29917314"]}, {"Citation": "Xie L., Jiang R., Zhu F., Liu H., Ouyang G. Application of functionalized magnetic nanoparticles in sample preparation. Anal. Bioanal. Chem. 2014;406:377–399. doi: 10.1007/s00216-013-7302-6.", "ArticleIdList": ["10.1007/s00216-013-7302-6", "24037613"]}, {"Citation": "Liu L., Shi S., Zhao H., Yu J., Jiang X., Chen X. Selective fishing and analysis of xanthine oxidase binders from two Fabaceae species by coupling enzyme functionalized core-shell magnetic nanoparticles with HPLC-MS. J. Chromatogr. B Anal. Technol. Biomed. Life Sci. 2014;945–946:163–170. doi: 10.1016/j.jchromb.2013.11.053.", "ArticleIdList": ["10.1016/j.jchromb.2013.11.053", "24342509"]}, {"Citation": "Kang X., Deng L., Quan T., Gao M., Zhang K., Xia Z., Gao D. Selective extraction of quinolizidine alkaloids from Sophora flavescens Aiton root using tailor-made deep eutectic solvents and magnetic molecularly imprinted polymers. Sep. Purif. Technol. 2021;261:118282. doi: 10.1016/j.seppur.2020.118282.", "ArticleIdList": ["10.1016/j.seppur.2020.118282"]}, {"Citation": "Ma X., Lin H., He Y., She Y., Wang M., Abd El-Aty A.M., Afifi N.A., Han J., Zhou X., Wang J., et al. Magnetic Molecularly Imprinted Polymers Doped with Graphene Oxide for the Selective Recognition and Extraction of Four Flavonoids from Rhododendron Species. Volume 1598. Elsevier B.V.; Amsterdam, The Netherlands: 2019.", "ArticleIdList": ["30940357"]}, {"Citation": "Liu J., Wang W., Xie Y., Huang Y., Liu Y., Liu X., Zhao R., Liu G., Chen Y. A novel polychloromethylstyrene coated superparamagnetic surface molecularly imprinted core-shell nanoparticle for bisphenol A. J. Mater. Chem. 2011;21:9232–9238. doi: 10.1039/c1jm10227c.", "ArticleIdList": ["10.1039/c1jm10227c"]}, {"Citation": "Qiao F., Gao M., Yan H. Molecularly imprinted ionic liquid magnetic microspheres for the rapid isolation of organochlorine pesticides in environmental water. J. Sep. Sci. 2016;39:1310–1315. doi: 10.1002/jssc.201501165.", "ArticleIdList": ["10.1002/jssc.201501165", "26791136"]}, {"Citation": "Chen F.F., Xie X.Y., Shi Y.P. Magnetic molecularly imprinted polymer for the detection of rhaponticin in Chinese patent medicines. J. Chromatogr. A. 2012;1252:8–14. doi: 10.1016/j.chroma.2012.06.071.", "ArticleIdList": ["10.1016/j.chroma.2012.06.071", "22776726"]}, {"Citation": "Chen L., Wang X., Lu W., Wu X., Li J. Molecular imprinting: Perspectives and applications. Chem. Soc. Rev. 2016;45:2137–2211. doi: 10.1039/C6CS00061D.", "ArticleIdList": ["10.1039/C6CS00061D", "26936282"]}, {"Citation": "Söylemez M.A., Okan M., Güven O., Barsbay M. Synthesis of well-defined molecularly imprinted bulk polymers for the removal of azo dyes from water resources. Curr. Res. Green Sustain. Chem. 2021;4:100196. doi: 10.1016/j.crgsc.2021.100196.", "ArticleIdList": ["10.1016/j.crgsc.2021.100196"]}, {"Citation": "Wang X., Fang Q., Liu S., Chen L. Preparation of a magnetic molecularly imprinted polymer with pseudo template for rapid simultaneous determination of cyromazine and melamine in bio-matrix samples. Anal. Bioanal. Chem. 2012;404:1555–1564. doi: 10.1007/s00216-012-6200-7.", "ArticleIdList": ["10.1007/s00216-012-6200-7", "22820903"]}, {"Citation": "Dai J., He J., Xie A., Gao L., Pan J., Chen X., Zhou Z., Wei X., Yan Y. Novel pitaya-inspired well-defined core-shell nanospheres with ultrathin surface imprinted nanofilm from magnetic mesoporous nanosilica for highly efficient chloramphenicol removal. Chem. Eng. J. 2016;284:812–822. doi: 10.1016/j.cej.2015.09.050.", "ArticleIdList": ["10.1016/j.cej.2015.09.050"]}, {"Citation": "Hang H., Li C., Pan J., Li L., Dai J., Dai X., Yu P., Feng Y. Selective separation of lambdacyhalothrin by porous/magnetic molecularly imprinted polymers prepared by Pickering emulsion polymerization. J. Sep. Sci. 2013;36:3285–3294. doi: 10.1002/jssc.201300494.", "ArticleIdList": ["10.1002/jssc.201300494", "23894024"]}, {"Citation": "Gao R., Hao Y., Zhao S., Zhang L., Cui X., Liu D., Tang Y., Zheng Y. Novel magnetic multi-template molecularly imprinted polymers for specific separation and determination of three endocrine disrupting compounds simultaneously in environmental water samples. RSC Adv. 2014;4:56798–56808. doi: 10.1039/C4RA09825K.", "ArticleIdList": ["10.1039/C4RA09825K"]}, {"Citation": "Zhao B., He M., Chen B., Hu B. Novel ion imprinted magnetic mesoporous silica for selective magnetic solid phase extraction of trace Cd followed by graphite furnace atomic absorption spectrometry detection. Spectrochim. Acta-Part B At. Spectrosc. 2015;107:115–124. doi: 10.1016/j.sab.2015.03.005.", "ArticleIdList": ["10.1016/j.sab.2015.03.005"]}, {"Citation": "Liu X., Yu D., Yu Y., Ji S. Preparation of a magnetic molecularly imprinted polymer for selective recognition of rhodamine B. Appl. Surf. Sci. 2014;320:138–145. doi: 10.1016/j.apsusc.2014.08.122.", "ArticleIdList": ["10.1016/j.apsusc.2014.08.122"]}, {"Citation": "Lofgreen J.E., Ozin G.A. Controlling morphology and porosity to improve performance of molecularly imprinted sol-gel silica. Chem. Soc. Rev. 2014;43:911–933. doi: 10.1039/C3CS60276A.", "ArticleIdList": ["10.1039/C3CS60276A", "24247659"]}, {"Citation": "He Y., Huang Y., Jin Y., Liu X., Liu G., Zhao R. Well-defined nanostructured surface-imprinted polymers for highly selective magnetic separation of fluoroquinolones in human urine. ACS Appl. Mater. Interfaces. 2014;6:9634–9642. doi: 10.1021/am5020666.", "ArticleIdList": ["10.1021/am5020666", "24853973"]}, {"Citation": "Mahajan R., Suriyanarayanan S., Nicholls I.A. Improved solvothermal synthesis of γ-Fe2O3 magnetic nanoparticles for SiO2 coating. Nanomaterials. 2021;11:1889. doi: 10.3390/nano11081889.", "ArticleIdList": ["10.3390/nano11081889", "PMC8398533", "34443719"]}, {"Citation": "Yan A., Liu X., Qiu G., Wu H., Yi R., Zhang N., Xu J. Solvothermal synthesis and characterization of size-controlled Fe3O4 nanoparticles. J. Alloys Compd. 2008;458:487–491. doi: 10.1016/j.jallcom.2007.04.019.", "ArticleIdList": ["10.1016/j.jallcom.2007.04.019"]}, {"Citation": "Saragi T., Depi B.L., Butarbutar S., Permana B. The impact of synthesis temperature on magnetite nanoparticles size synthesized by co-precipitation method. J. Phys. Conf. Ser. 2018;1013:012190. doi: 10.1088/1742-6596/1013/1/012190.", "ArticleIdList": ["10.1088/1742-6596/1013/1/012190"]}, {"Citation": "Binh V.T., Purcell S.T., Semet V., Feschet F. Nanotips and nanomagnetism. Appl. Surf. Sci. 1998;130–132:803–814. doi: 10.1016/S0169-4332(98)00158-5.", "ArticleIdList": ["10.1016/S0169-4332(98)00158-5"]}, {"Citation": "Wu W., He Q., Jiang C. Magnetic iron oxide nanoparticles: Synthesis and surface functionalization strategies. Nanoscale Res. Lett. 2008;3:397–415. doi: 10.1007/s11671-008-9174-9.", "ArticleIdList": ["10.1007/s11671-008-9174-9", "PMC3244954", "21749733"]}, {"Citation": "Zhao G., Liu J., Liu M., Han X., Peng Y., Tian X., Liu J., Zhang S. Synthesis of molecularly imprinted polymer via emulsion polymerization for application in solanesol separation. Appl. Sci. 2020;10:2868. doi: 10.3390/app10082868.", "ArticleIdList": ["10.3390/app10082868"]}, {"Citation": "Barros L.A., Custodio R., Rath S. Design of a new molecularly imprinted polymer selective for hydrochlorothiazide based on theoretical predictions using Gibbs free energy. J. Braz. Chem. Soc. 2016;27:2300–2311. doi: 10.5935/0103-5053.20160126.", "ArticleIdList": ["10.5935/0103-5053.20160126"]}, {"Citation": "Song X., Wang J., Zhu J. Effect of porogenic solvent on selective performance of molecularly imprinted polymer for quercetin. Mater. Res. 2009;12:299–304. doi: 10.1590/S1516-14392009000300009.", "ArticleIdList": ["10.1590/S1516-14392009000300009"]}, {"Citation": "Foroughirad S., Arabzadeh N., Mohammadi A., Khosravi A. Synthesis and characterization of novel water-compatible magnetic molecularly imprinted polymer for tartrazine. J. Chin. Adv. Mater. Soc. 2018;6:706–721. doi: 10.1080/22243682.2018.1542619.", "ArticleIdList": ["10.1080/22243682.2018.1542619"]}, {"Citation": "Su Y., Qiu B., Chang C., Li X., Zhang M., Zhou B., Yang Y. Separation of bovine hemoglobin using novel magnetic molecular imprinted nanoparticles. RSC Adv. 2018;8:6192–6199. doi: 10.1039/C7RA12457K.", "ArticleIdList": ["10.1039/C7RA12457K"]}, {"Citation": "Ma R.T., Shi Y.P. Magnetic molecularly imprinted polymer for the selective extraction of quercetagetin from Calendula officinalis extract. Talanta. 2015;134:650–656. doi: 10.1016/j.talanta.2014.12.003.", "ArticleIdList": ["10.1016/j.talanta.2014.12.003", "25618718"]}, {"Citation": "Luo Y., Huang P., Fu Q., Du W., Sun S., Li Y., Liu M., Chang C. Preparation of monolithic imprinted stationary phase for clenbuterol by in situ polymerization and application in biological samples pretreatment. Chromatographia. 2011;74:693–701. doi: 10.1007/s10337-011-2129-9.", "ArticleIdList": ["10.1007/s10337-011-2129-9"]}, {"Citation": "Zhuang L., Zhang W., Zhao Y., Shen H., Lin H., Liang J. Preparation and characterization of Fe3O4 particles with novel nanosheets morphology and magnetochromatic property by a modified solvothermal method. Sci. Rep. 2015;5:1–6. doi: 10.1038/srep09320.", "ArticleIdList": ["10.1038/srep09320", "PMC4369971", "25799320"]}, {"Citation": "Cheng Y., Nie J., Li J., Liu H., Yan Z., Kuang L. Synthesis and characterization of core–shell magnetic molecularly imprinted polymers for selective recognition and determination of quercetin in apple samples. Food Chem. 2019;287:100–106. doi: 10.1016/j.foodchem.2019.02.069.", "ArticleIdList": ["10.1016/j.foodchem.2019.02.069", "30857677"]}, {"Citation": "Sadegh N., Asfaram A., Javadian H., Haddadi H., Sharifpour E. Ultrasound-assisted solid phase microextraction-HPLC method based on Fe3O4@SiO2-NH2-molecularly imprinted polymer magnetic nano-sorbent for rapid and efficient extraction of harmaline from Peganum harmala extract. J. Chromatogr. B Anal. Technol. Biomed. Life Sci. 2021;1171:122640. doi: 10.1016/j.jchromb.2021.122640.", "ArticleIdList": ["10.1016/j.jchromb.2021.122640", "33743514"]}, {"Citation": "Cheng Y., Nie J., Liu H., Kuang L., Xu G. Synthesis and characterization of magnetic molecularly imprinted polymers for effective extraction and determination of kaempferol from apple samples. J. Chromatogr. A. 2020;1630:461531. doi: 10.1016/j.chroma.2020.461531.", "ArticleIdList": ["10.1016/j.chroma.2020.461531", "32950815"]}, {"Citation": "Xie L., Guo J., Zhang Y., Hu Y., You Q., Shi S. Novel molecular imprinted polymers over magnetic mesoporous silica microspheres for selective and efficient determination of protocatechuic acid in Syzygium aromaticum. Food Chem. 2015;178:18–25. doi: 10.1016/j.foodchem.2015.01.069.", "ArticleIdList": ["10.1016/j.foodchem.2015.01.069", "25704678"]}, {"Citation": "Liang Y., Zhao Q., Liu H., Chen X., Zhang D., Lai X., Li B., Yang X. Amido surface-functionalized magnetic molecularly imprinted polymers for the efficient extraction of Sibiskoside from Sibiraea angustata. J. Chromatogr. B. 2019;1109:90–98. doi: 10.1016/j.jchromb.2019.01.009.", "ArticleIdList": ["10.1016/j.jchromb.2019.01.009", "30739881"]}, {"Citation": "Wang D.D., Gao D., Xu W.J., Li F., Yin M.N., Fu Q.F., Xia Z.N. Magnetic molecularly imprinted polymer for the selective extraction of hesperetin from the dried pericarp of Citrus reticulata Blanco. Talanta. 2018;184:307–315. doi: 10.1016/j.talanta.2018.03.010.", "ArticleIdList": ["10.1016/j.talanta.2018.03.010", "29674047"]}, {"Citation": "Tabaraki R., Sadeghinejad N. Preparation and application of magnetic molecularly imprinted polymers for rutin determination in green tea. Chem. Pap. 2020;74:1937–1944. doi: 10.1007/s11696-019-01039-7.", "ArticleIdList": ["10.1007/s11696-019-01039-7"]}, {"Citation": "Ma X., Zhang X., Lin H., Abd El-Aty A.M., Rabah T., Liu X., Yu Z., Yong Y., Ju X., She Y. Magnetic molecularly imprinted specific solid-phase extraction for determination of dihydroquercetin from Larix griffithiana using HPLC. J. Sep. Sci. 2020;43:2301–2310. doi: 10.1002/jssc.201901086.", "ArticleIdList": ["10.1002/jssc.201901086", "32191398"]}, {"Citation": "Xie L., Guo J., Zhang Y., Shi S. Efficient determination of protocatechuic acid in fruit juices by selective and rapid magnetic molecular imprinted solid phase extraction coupled with HPLC. J. Agric. Food Chem. 2014;62:8221–8228. doi: 10.1021/jf5021895.", "ArticleIdList": ["10.1021/jf5021895", "25075753"]}, {"Citation": "Chen F.F., Xie X.Y., Shi Y.P. Preparation of magnetic molecularly imprinted polymer for selective recognition of resveratrol in wine. J. Chromatogr. A. 2013;1300:112–118. doi: 10.1016/j.chroma.2013.02.018.", "ArticleIdList": ["10.1016/j.chroma.2013.02.018", "23481473"]}, {"Citation": "Zhang Y.Z., Qin B., Zhang B., Ma J.G., Hu Y.Q., Han L., He M.F., Liu C.Y. Specific enrichment of caffeic acid from Taraxacum mon-golicum Hand.-Mazz. by pH and magnetic dual-responsive molecularly imprinted polymers. Anal. Chim. Acta. 2020;1096:193–202. doi: 10.1016/j.aca.2019.10.060.", "ArticleIdList": ["10.1016/j.aca.2019.10.060", "31883587"]}, {"Citation": "Gao D., Wang D.D., Fu Q.F., Wang L.J., Zhang K.L., Yang F.Q., Xia Z.N. Preparation and evaluation of magnetic molecularly imprinted polymers for the specific enrichment of phloridzin. Talanta. 2018;178:299–307. doi: 10.1016/j.talanta.2017.09.058.", "ArticleIdList": ["10.1016/j.talanta.2017.09.058", "29136826"]}, {"Citation": "Munhoz V.M., Longhini R., Souza J.R.P., Zequi J.A.C., Mello E.V.S.L., Lopes G.C., Mello J.C.P. Extraction of flavonoids from Tagetes patula: Process optimization and screening for biological activity. Rev. Bras. Farmacogn. 2014;24:576–583. doi: 10.1016/j.bjp.2014.10.001.", "ArticleIdList": ["10.1016/j.bjp.2014.10.001"]}, {"Citation": "Wang Q., Jin J., Dai N., Han N., Han J., Bao B. Anti-inflammatory effects, nuclear magnetic resonance identification, and high-performance liquid chromatography isolation of the total flavonoids from Artemisia frigida. J. Food Drug Anal. 2016;24:385–391. doi: 10.1016/j.jfda.2015.11.004.", "ArticleIdList": ["10.1016/j.jfda.2015.11.004", "28911593"]}, {"Citation": "Marzouk M.M. Flavonoid constituents and cytotoxic activity of Erucaria hispanica (L.) Druce growing wild in Egypt. Arab. J. Chem. 2016;9:S411–S415. doi: 10.1016/j.arabjc.2011.05.010.", "ArticleIdList": ["10.1016/j.arabjc.2011.05.010"]}, {"Citation": "Wang T.Y., Li Q., Bi K.S. Bioactive flavonoids in medicinal plants: Structure, activity and biological fate. Asian J. Pharm. Sci. 2018;13:12–23. doi: 10.1016/j.ajps.2017.08.004.", "ArticleIdList": ["10.1016/j.ajps.2017.08.004", "PMC7032191", "32104374"]}, {"Citation": "Feng S., Li M., Zhao D., Li X., Zhang L., Wang Z., Gao N. Simultaneous Determination of 10 Anthraquinones in Rhubarb Based on HPLC-Q-HR/MS. Chin. Herb. Med. 2017;9:388–395. doi: 10.1016/S1674-6384(17)60120-5.", "ArticleIdList": ["10.1016/S1674-6384(17)60120-5"]}, {"Citation": "Matsuda H., Morikawa T., Toguchida I., Park J.Y., Harima S., Yoshikawa M. Antioxidant constituents from rhubarb: Structural requirements of stilbenes for the activity and structures of two new anthraquinone glucosides. Bioorg. Med. Chem. 2001;9:41–50. doi: 10.1016/S0968-0896(00)00215-7.", "ArticleIdList": ["10.1016/S0968-0896(00)00215-7", "11197344"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "2", "Day": "27"}, {"Year": "2022", "Month": "3", "Day": "18"}, {"Year": "2022", "Month": "3", "Day": "25"}, {"Year": "2022", "Month": "4", "Day": "12", "Hour": "1", "Minute": "3"}, {"Year": "2022", "Month": "4", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "13", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "3", "Day": "29"}], "PublicationStatus": "epublish", "ArticleIdList": ["35406265", "PMC9003505", "10.3390/polym14071389", "polym14071389"]}}], "PubmedBookArticle": []}