{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Bangladeshi", "inflammation", "medicinal plants", "preclinical study", "traditional"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35401207", "DateRevised": {"Year": "2022", "Month": "04", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "03", "Day": "24"}], "Language": ["eng"], "ELocationID": ["809324", "10.3389/fphar.2022.809324"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "Anti-Inflammatory Medicinal Plants of Bangladesh-A Pharmacological Evaluation.", "Pagination": {"StartPage": "809324", "MedlinePgn": "809324"}, "Abstract": {"AbstractText": ["Inflammatory diseases are considered major threats to human health worldwide. In Bangladesh, a number of medicinal plants have been used in traditional medicine from time immemorial in the treatment of diverse diseases, including inflammatory disorders. This assignment aims at providing the status of the medicinal plants of Bangladesh which are traditionally used in the management of inflammatory disorders and are investigated for their anti-inflammatory prospects using different preclinical studies and future research directions. The information of medicinal plants assembled in this review was obtained from a literature search of electronic databases such as Google Scholar, PubMed, Scopus, Web of Science and ScienceDirect up to December, 2020 from publications on plants investigated for their anti-inflammatory activities, in which the place of plant sample collection was identified as Bangladesh. Keywords for primary searches were \"anti-inflammatory,\" \"Bangladeshi,\" and \"medicinal plants.\" Criteria followed to include plant species were plants that showed significant anti-inflammatory activities in 1) two or more sets of experiments in a single report, 2) same or different sets of experiments in two or more reports, and, 3) plants which are traditionally used in the treatment of inflammation and inflammatory disorders. In this study, 48 species of medicinal plants have been reviewed which have been used in traditional healing practices to manage inflammatory disorders in Bangladesh. The mechanistic pathways of the <i>in vivo</i> and <i>in vitro</i> study models used for the evaluation of anti-inflammatory properties of plant samples have been discussed. Selected plants were described in further detail for their habitat, anti-inflammatory studies conducted in countries other than Bangladesh, and anti-inflammatory active constituents isolated from these plants if any. Medicinal plants of Bangladesh have immense significance for anti-inflammatory activity and have potential to contribute toward the discovery and development of novel therapeutic approaches to combat diseases associated with inflammation. However, the plants reviewed in this article had chiefly undergone preliminary screening and require substantial investigations including identification of active molecules, understanding the mechanism of action, and evaluation for safety and efficacy to be followed by the formulation of safe and effective drug products."], "CopyrightInformation": "Copyright © 2022 Akhtar."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Faculty of Science, University of Rajshahi, Rajshahi, Bangladesh."}], "LastName": "Akhtar", "ForeName": "Most Afia", "Initials": "MA"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}, "CoiStatement": "The author declares that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adegbite A. E., Sanyaolu E. B. (2009). Cytotoxicity Testing of Aqueous Extract of Bitter Leaf (Vernonia Amygdalina Del.) Using the Allium cepa Chromosome Aberration Assay. Scientific Res. Essays 4 (11), 311–1314. 10.5897/SRE.9000315", "ArticleIdList": ["10.5897/SRE.9000315"]}, {"Citation": "Ahmad Khan M. S., Ahmad I. (2019). “Herbal Medicine,” in New Look to Phytomedicine. Editors Ahmad Khan M. S., Ahmad I., Chattopadhyay D. (Academic Press; ), 3–13. 10.1016/b978-0-12-814619-4.00001-x", "ArticleIdList": ["10.1016/b978-0-12-814619-4.00001-x"]}, {"Citation": "Ahmed F., Shahid I. Z., Biswas U. K., Roy B. A., Das A. K., Choudhuri M. S. K. (2007). Anti-inflammatory, Antinociceptive, and Neuropharmacological Activities ofClerodendron Viscosum. Pharm. Biol. 45 (7), 587–593. 10.1080/13880200701501342", "ArticleIdList": ["10.1080/13880200701501342"]}, {"Citation": "Ahmed R., Choudhury S., Vajczikova I., Leclercq P. A. (2000). Essential Oils ofGlycosmis pentaphylla(Cor.). A New Report from Assam, India. J. Essent. Oil Res. 12 (4), 471–474. 10.1080/10412905.2000.9699568", "ArticleIdList": ["10.1080/10412905.2000.9699568"]}, {"Citation": "Akber M., Seraj S., Nahar N., Islam F., Ahsan S., Ferdausi D., et al. (2011). A Survey of Medicinal Plants Used by the Traditional Medicinal Practitioners of Khulna City, Bangladesh. American-Eurasian J. Sustainable Agric. 5 (2), 177–195."}, {"Citation": "\nAkhila J. S., Shyamjith D., Alwar M. C. (2007). Acute Toxicity Studies and Determination of Median Lethal Dose. Curr. Sci.\n93 (7), 917–920. Availableat: http://www.jstor.org/stable/24099255\n. "}, {"Citation": "\nAkhtar M. A. (2018). \nAustralian Native Plants - A Source of Novel Anti-inflammatoty Compounds [Online]. Sydney, NSW, Australia: Western Sydney University. Availableat: https://core.ac.uk/download/pdf/226479947.pdf (Accessed January 12, 2021). "}, {"Citation": "Akihisa T., Takahashi A., Kikuchi T., Takagi M., Watanabe K., Fukatsu M., et al. (2011). The Melanogenesis-Inhibitory, Anti-inflammatory, and Chemopreventive Effects of Limonoids in N-Hexane Extract of Azadirachta indica A. Juss. (Neem) Seeds. J. Oleo Sci. 60 (2), 53–59. 10.5650/jos.60.53", "ArticleIdList": ["10.5650/jos.60.53", "21263200"]}, {"Citation": "Aktar A., Hassan S. M. H., Parvin T., Akhlas M. B., Khatun F., Islam M. T., et al. (2019). Further Phytochemical Screening; Non-clinical Evaluation of Toxic and Anti- Inflammatory Effects of Crude Aqueous Extract of Gynura Nepalensis . Pharmacologyonline 1, 136–153."}, {"Citation": "Aktar F., Kuddus M. R., Kabir S., Rashid M. A., Chakma K. (2013). Membrane Stabilizing and Cytotoxic Activities of Different Kupchan Partitionates of Oroxylum Indicum (L.) Vent. Leaf and Bark Extracts. Dhaka Univ. J. Pharm. Sci. 12 (2), 181–183. 10.3329/dujps.v12i2.17625", "ArticleIdList": ["10.3329/dujps.v12i2.17625"]}, {"Citation": "Akter M., Hira T. E., Mian M. Y., Ahmed I., Rahman M. M., Rahman S. M. A. (2014). Cytotoxic, Thrombolytic and Membrane Stabilizing Activities of Swietenia Mahagoni (L.) Jacq. Bark Extract. J. SUB 5 (1), 32–38."}, {"Citation": "Al Mahmud Z., Emran T. B., Qais N., Bachar S. C., Sarker M., Uddin M. M. (2015). Evaluation of Analgesic, Anti-inflammatory, Thrombolytic and Hepatoprotective Activities of Roots of Premna Esculenta (Roxb). J. Basic Clin. Physiol. Pharmacol. 27, 63–70. 10.1515/jbcpp-2015-0056", "ArticleIdList": ["10.1515/jbcpp-2015-0056", "26457773"]}, {"Citation": "Al-Amin Sarker M., Banik S., Saddam Hussain M., Ghosh A., S. Hossain M. M. (2016). In-vitro and In-Vivo Pharmacological Activities with Phytochemical Evaluation of Methanolic Extract of Microcos Paniculata Stem Barks. Cdth 11 (2), 142–149. 10.2174/1574885511666160520154529", "ArticleIdList": ["10.2174/1574885511666160520154529"]}, {"Citation": "Al-Attas A. A., El-Shaer N. S., Mohamed G. A., Ibrahim S. R., Esmat A. (2015). Anti-inflammatory Sesquiterpenes from Costus Speciosus Rhizomes. J. Ethnopharmacol 176, 365–374. 10.1016/j.jep.2015.11.026", "ArticleIdList": ["10.1016/j.jep.2015.11.026", "26593213"]}, {"Citation": "Alam A., Haldar S., Thulasiram H. V., Kumar R., Goyal M., Iqbal M. S., et al. (2012). Novel Anti-inflammatory Activity of Epoxyazadiradione against Macrophage Migration Inhibitory Factor: Inhibition of Tautomerase and Proinflammatory Activities of Macrophage Migration Inhibitory Factor. J. Biol. Chem. 287 (29), 24844–24861. 10.1074/jbc.M112.341321", "ArticleIdList": ["10.1074/jbc.M112.341321", "PMC3397911", "22645149"]}, {"Citation": "Alam M. A., Rahman M. M., Subhan N., Majumder M. M., Hasan S. M. R., Akter R., et al. (2009a). Antioxidant Potential of the Ethanol Extract of the Leaves of Vitex Negundo L. Turkish J. Pharm. Sci. 6 (1), 11–20."}, {"Citation": "Alam M. A., Subhan N., Awal M. A., Alam M. S., Sarder M., Nahar L., et al. (2009b). Antinociceptive and Anti-inflammatory Properties ofRuellia Tuberosa. Pharm. Biol. 47 (3), 209–214. 10.1080/13880200802434575", "ArticleIdList": ["10.1080/13880200802434575"]}, {"Citation": "Alam M. N., Biozid M. S., Islam M. R., Rahman M. M., Chowdhury A. I., Mazumdar M. M. U. (2015). In-vitro Comparative Study of Anti-inflammatory and Anti-arthritic Effects of the Methanol Extract of Cissus Pentagona Roxb. And Thunbergia Grandiflora Roxb. Leaf. Pharma Innovation J. 4 (4), 39–42."}, {"Citation": "Ali K., Ashraf A., Nath Biswas N. (2012). Analgesic, Anti-inflammatory and Anti-diarrheal Activities of Ethanolic Leaf Extract of Typhonium Trilobatum L. Schott. Asian Pac. J. Trop. Biomed. 2 (9), 722–726. 10.1016/S2221-1691(12)60217-2", "ArticleIdList": ["10.1016/S2221-1691(12)60217-2", "PMC3609382", "23570002"]}, {"Citation": "Alzohairy M. A. (2016). Therapeutics Role of Azadirachta indica (Neem) and Their Active Constituents in Diseases Prevention and Treatment. Evid. Based Complement. Alternat Med. 2016, 7382506. 10.1155/2016/7382506", "ArticleIdList": ["10.1155/2016/7382506", "PMC4791507", "27034694"]}, {"Citation": "Ambriz-Perez D. L., Leyva-Lepez N., Gutierrez-Grijalva E. P., Heredia J. B. (2016). Phenolic Compounds: Natural Alternative in Inflammation Treatment. A Review. Cogent Food Agric. 2 (1), 1131412. 10.1080/23311932.2015.1131412", "ArticleIdList": ["10.1080/23311932.2015.1131412"]}, {"Citation": "Anosike C. A., Obidoa O., Ezeanyika L. U. (2012). Membrane Stabilization as a Mechanism of the Anti-inflammatory Activity of Methanol Extract of Garden Egg (Solanum Aethiopicum). Daru 20 (1), 76. 10.1186/2008-2231-20-76", "ArticleIdList": ["10.1186/2008-2231-20-76", "PMC3556049", "23351977"]}, {"Citation": "Ansari P., Azam S., Reyad-ul-ferdous M., Hossain A., Azad T., Goswami S., et al. (2015). Potential Investigation of Anti-inflammatory Activity and Phytochemical Investigations of Ethanolic Extract of Glycosmis Pentaphylla Leaves. Am. J. Biomed. Res. 3 (1), 6–8. 10.12691/ajbr-3-1-2", "ArticleIdList": ["10.12691/ajbr-3-1-2"]}, {"Citation": "Anwar R., Sultana S. R., Hossen S., Chowdhury M. R. H. (2018). Ethnopharmacological Investigation in Sterculia Villosa to Determine Anti-diabetic, Anti-inflammatory, Antioxidant, Thrombolytic, and Cytotoxic Effect. J. Pharmacognosy Phytochemistry 7 (2), 3203–3211."}, {"Citation": "Apu A. S., Bhuyan S. H., Prova S. S., Muhit M. A. (2012). Anti-Inflammatory Activity of Medicinal Plants Native to Bangladesh: A Review. J. Appl. Pharm. Sci. 2 (2), 7–10."}, {"Citation": "Arefin S. M. A., Islam M. A., Rashid S. T. B., Rayhan M. A., Hossen M. M., Alam M. J., et al. (2015). Analgesic, Anti-inflammatory, Anticonvulsant and CNS Effect of the Ethanolic Extract of Butea Monosperma Roots. Jahangirnagar Univ. J. Biol. Sci. 4 (1), 9–18. 10.3329/jujbs.v4i1.27781", "ArticleIdList": ["10.3329/jujbs.v4i1.27781"]}, {"Citation": "Arora N., Arora P. (2016). Anti-inflammatory Activity of Methanolic Extract of Roots of Glycosmis Pentaphylla . Asian J. Pharm. Res. Development 4 (2), 1–4. 10.18203/2349-2902.isj20164471", "ArticleIdList": ["10.18203/2349-2902.isj20164471"]}, {"Citation": "Arulselvan P., Fard M. T., Tan W. S., Gothai S., Fakurazi S., Norhaizan M. E., et al. (2016). Role of Antioxidants and Natural Products in Inflammation. Oxid Med. Cel Longev 2016, 5276130. 10.1155/2016/5276130", "ArticleIdList": ["10.1155/2016/5276130", "PMC5075620", "27803762"]}, {"Citation": "Arzi A., Olapour S., Yaghooti H., Sistani Karampour N. (2015). Effect of Royal Jelly on Formalin Induced-Inflammation in Rat Hind Paw. Jundishapur J. Nat. Pharm. Prod. 10 (1), e22466. 10.17795/jjnpp-22466", "ArticleIdList": ["10.17795/jjnpp-22466", "PMC4385293", "25866724"]}, {"Citation": "Asante-Kwatia Evelyn., Abraham Yeboah Mensah., Baidoo M. F. (2020). “Analgesic and Anti-inflammatory Effect of Ghanaian Medicinal Plants,” in Medicinal Plants - Use in Prevention and Treatment of Diseases. Editor Hassan B. A. R. (IntechOpen, 1–22. 10.5772/intechopen.90154", "ArticleIdList": ["10.5772/intechopen.90154"]}, {"Citation": "Attiq A., Jalil J., Husain K., Ahmad W. (2018). Raging the War against Inflammation with Natural Products. Front. Pharmacol. 9, 976. 10.3389/fphar.2018.00976", "ArticleIdList": ["10.3389/fphar.2018.00976", "PMC6137277", "30245627"]}, {"Citation": "Aziz M. A. (2015). Qualitative Phytochemical Screening and Evaluation of Anti-inflammatory, Analgesic and Antipyretic Activities of Microcos Paniculata Barks and Fruits. J. Integr. Med. 13 (3), 173–184. 10.1016/S2095-4964(15)60179-0", "ArticleIdList": ["10.1016/S2095-4964(15)60179-0", "26006030"]}, {"Citation": "Aziz M. A., Akter M. I., Sajon S. R., Rahman S. M. M., Rana M. S. (2018). Anti-inflammatory and Anti-pyretic Activities of the Hydro-Methanol and Petroleum-Benzene Extracts of Microcos Paniculata Barks. Pharmacologyonline 2, 23–30."}, {"Citation": "Aziz M. A., Rahman S., Islam T., Islam T., Alam A. S., Uddin N., et al. (2015). Anti-inflammatory, Anthelmintic & Antidiabetic Activity of Aqueous Extract of Microcos Paniculata Fruits. Pharmacologyonline 1, 121–125."}, {"Citation": "Bahtiar A., Nurazizah M., Roselina T., Tambunan A. P., Arsianti A. (2017). Ethanolic Extracts of Babandotan Leaves (Ageratum Conyzoides L.) Prevents Inflammation and Proteoglycan Degradation by Inhibiting TNF-α and MMP-9 on Osteoarthritis Rats Induced by Monosodium Iodoacetate. Asian Pac. J. Trop. Med. 10 (3), 270–277. 10.1016/j.apjtm.2017.03.006", "ArticleIdList": ["10.1016/j.apjtm.2017.03.006", "28442110"]}, {"Citation": "Balkrishna A., Nain P., Chauhan A., Sharma N., Gupta A., Ranjan R., et al. (2020). Super Critical Fluid Extracted Fatty Acids from Withania Somnifera Seeds Repair Psoriasis-like Skin Lesions and Attenuate Pro-inflammatory Cytokines (TNF-α and IL-6) Release. Biomolecules 10(2), 185. doi: doi:10.3390/biom10020185", "ArticleIdList": ["10.3390/biom10020185", "PMC7072271", "31991752"]}, {"Citation": "Balsinde J., Winstead M. V., Dennis E. A. (2002). Phospholipase A(2) Regulation of Arachidonic Acid Mobilization. FEBS Lett. 531 (1), 2–6. 10.1016/S0014-5793(02)03413-0", "ArticleIdList": ["10.1016/S0014-5793(02)03413-0", "12401193"]}, {"Citation": "Barbosa-Filho J. M., Piuvezam M. R., Moura M. D., Silva M. S., Lima K. V. B., da-Cunha E. V. L., et al. (2006). Anti-inflammatory Activity of Alkaloids: a Twenty-century Review. Rev. Bras. Farmacogn. 16 (1), 109–139. 10.1590/S0102-695X2006000100020", "ArticleIdList": ["10.1590/S0102-695X2006000100020"]}, {"Citation": "Barton G. M. (2008). A Calculated Response: Control of Inflammation by the Innate Immune System. J. Clin. Invest. 118 (2), 413–420. 10.1172/JCI34431", "ArticleIdList": ["10.1172/JCI34431", "PMC2214713", "18246191"]}, {"Citation": "Bashar M., Ibrahim M., Sultana I., Hossain M. I., Tasneem Z., Kuddus M. R., et al. (2014). Preliminary Phytochemical Screenings and Antipyretic, Analgesic and Anti-inflammatory Activities of Methanol Extract of Vernonia Cinerea Less. (Fam: Asteraceae). Ejmp 4 (10), 1178–1185. 10.9734/EJMP/2014/10050", "ArticleIdList": ["10.9734/EJMP/2014/10050"]}, {"Citation": "Batista F. L. A., Lima L. M. G., Abrante I. A., de Araújo J. I. F., Batista F. L. A., Abrante I. A., et al. (2018). Antinociceptive Activity of Ethanolic Extract of Azadirachta indica A. Juss (Neem, Meliaceae) Fruit through Opioid, Glutamatergic and Acid-Sensitive Ion Pathways in Adult Zebrafish (Danio rerio). Biomed. Pharmacother. 108, 408–416. 10.1016/j.biopha.2018.08.160", "ArticleIdList": ["10.1016/j.biopha.2018.08.160", "30236850"]}, {"Citation": "Beg S., Swain S., Hasan H., Barkat M. A., Hussain M. S. (2011). Systematic Review of Herbals as Potential Anti-inflammatory Agents: Recent Advances, Current Clinical Status and Future Perspectives. Pharmacogn Rev. 5 (10), 120–137. 10.4103/0973-7847.91102", "ArticleIdList": ["10.4103/0973-7847.91102", "PMC3263046", "22279370"]}, {"Citation": "Begum F., Begum Z., Uddin M., Haider A., Barman R. (2012). Effects of Methanol Extract of Piper Chaba Stem Bark on Acute Inflammation in Rats. Faridpur Med. Coll. J. 7 (1), 26–28. 10.3329/fmcj.v7i1.10294", "ArticleIdList": ["10.3329/fmcj.v7i1.10294"]}, {"Citation": "Begum F., Uddin K., Sultana S., Ferdous A. H., Begum Z. A. (2008). Effects of Methanol Extract of Piper Chaba Stem Bark on Chronic Inflamation in Rats. Ibrahim Med. Coll. J. 2 (2), 37–39. 10.3329/imcj.v2i2.2934", "ArticleIdList": ["10.3329/imcj.v2i2.2934"]}, {"Citation": "Begum M. M., Islam A., Begum R., Uddin M. S., Rahman M. S., Alam S., et al. (2019). Ethnopharmacological Inspections of Organic Extract of Oroxylum Indicum in Rat Models: A Promising Natural Gift. Evid. Based Complement. Alternat Med. 2019, 1562038. 10.1155/2019/1562038", "ArticleIdList": ["10.1155/2019/1562038", "PMC6470466", "31073315"]}, {"Citation": "Bellik Y., Boukraâ L., Alzahrani H. A., Bakhotmah B. A., Abdellah F., Hammoudi S. M., et al. (2013). Molecular Mechanism Underlying Anti-inflammatory and Anti-allergic Activities of Phytochemicals: An Update. Molecules 18 (1), 322–353. 10.3390/molecules18010322", "ArticleIdList": ["10.3390/molecules18010322", "PMC6269762", "23271469"]}, {"Citation": "Bellik Y., Hammoudi S. M., Abdellah F., Iguer-Ouada M., Boukraâ L. (2012). Phytochemicals to Prevent Inflammation and Allergy. Recent Pat Inflamm. Allergy Drug Discov. 6 (2), 147–158. 10.2174/187221312800166886", "ArticleIdList": ["10.2174/187221312800166886", "22352960"]}, {"Citation": "Benedek B., Kopp B., Melzig M. F. (2007). Achillea millefolium L. s.L. -- Is the Anti-inflammatory Activity Mediated by Protease Inhibition? J. Ethnopharmacol 113 (2), 312–317. 10.1016/j.jep.2007.06.014", "ArticleIdList": ["10.1016/j.jep.2007.06.014", "17689902"]}, {"Citation": "Betanabhatla K. S., Sajni R., Karthik R., Raamamurthy J., Christina A. J. M., Sasikumar S. (2007). Anti-inflammatory and Anti-nociceptive Activities of Heliotropium Indicum Linn. In Experimental Animal Models. Pharmacologyonline 3, 438–445."}, {"Citation": "Bighetti E. J., Hiruma-Lima C. A., Gracioso J. S., Brito A. R. (1999). Anti-inflammatory and Antinociceptive Effects in Rodents of the Essential Oil of Croton Cajucara Benth. J. Pharm. Pharmacol. 51 (12), 1447–1453. 10.1211/0022357991777100", "ArticleIdList": ["10.1211/0022357991777100", "10678502"]}, {"Citation": "Bin Emran T., Uddin M. M. N., Rahman M. A., Uddin M., Islam M. (2015). Phytochemical, Antimicrobial, Cytotoxic, Analgesic and Anti-inflammatory Properties of Azadirachta indica: A Therapeutic Study. J. Bioanal. Biomed. 01007, 1–7. 10.4172/1948-593X.S12-007", "ArticleIdList": ["10.4172/1948-593X.S12-007"]}, {"Citation": "\nBiozid M. S., Rahman M. M., Alam M. N., Sayeed M. A., Chowdhury A. I., Faruk M., et al.  (2015). \nIn-vitro Comparative Study of Anti-inflammatory and Anti-arthritic Effects of Flemingia Stricta Roxb. And Nymphaea Nouchali Leaf. Int. J. Pharm. Pharm. Sci.\n7 (8), 49–52. Availableat: https://innovareacademics.in/journals/index.php/ijpps/article/view/6552\n. "}, {"Citation": "Birecka H., DiNolfo T. E., Martin W. B., Frohlich M. W. (1984). Polyamines and Leaf Senescence in Pyrrolizidine Alkaloid-Bearing Heliotropium Plants. Phytochemistry 23 (5), 991–997. 10.1016/S0031-9422(00)82598-4", "ArticleIdList": ["10.1016/S0031-9422(00)82598-4"]}, {"Citation": "Birhanu Z. (2013). Traditional Use of Medicinal Plants by the Ethnic Groups of Gondar Zuria District, north-western Ethiopia. J. Nat. Remedies 8. 10.18311/jnr/2013/117", "ArticleIdList": ["10.18311/jnr/2013/117"]}, {"Citation": "Biswas R., Rahman S. M. M., Didarul Islam K. M., Billah M. M., Aunjum A., Nurunnabi T. R., et al. (2019). Antioxidant, Anti-inflammatory, and Anticoagulation Properties of Aegiceras corniculatum and Acanthus ilicifolius . Pbr 5 (3), 35–44. 10.18502/pbr.v5i3.2117", "ArticleIdList": ["10.18502/pbr.v5i3.2117"]}, {"Citation": "Brune K., Patrignani P. (2015). New Insights into the Use of Currently Available Non-steroidal Anti-inflammatory Drugs. J. Pain Res. 8, 105–118. 10.2147/JPR.S75160", "ArticleIdList": ["10.2147/JPR.S75160", "PMC4346004", "25759598"]}, {"Citation": "Chaibi R., Romdhane M., Ferchichi A., Bouajila J. (2015). Assessment of Antioxidant, Anti-inflammatory, Anti-cholinesterase and Cytotoxic Activities of Henna (Lawsonia Inermis) Flowers. J. Nat. Prod. 8, 85–92."}, {"Citation": "\nChattopadhyay R. R. (1998). Possible Biochemical Mode of Anti-inflammatory Action of Azadirachta indica A. Juss. In Rats. Indian J. Exp. Biol.\n36 (4), 418–420. Availableat: http://europepmc.org/abstract/MED/9717455\n. ", "ArticleIdList": ["9717455"]}, {"Citation": "Chaudhuri T., Dutta S., Chakraborty A., Kar P., Dey P., Sen A. (2018). Stimulation of Murine Immune Response by Clerodendrum Infortunatum . Phcog Mag. 14 (57), 417–429. 10.4103/pm.pm_549_17", "ArticleIdList": ["10.4103/pm.pm_549_17"]}, {"Citation": "Choi R. J., Chun J., Khan S., Kim Y. S. (2014). Desoxyrhapontigenin, a Potent Anti-inflammatory Phytochemical, Inhibits LPS-Induced Inflammatory Responses via Suppressing NF-Κb and MAPK Pathways in RAW 264.7 Cells. Int. Immunopharmacol 18 (1), 182–190. 10.1016/j.intimp.2013.11.022", "ArticleIdList": ["10.1016/j.intimp.2013.11.022", "24295651"]}, {"Citation": "Chokchaisiri S., Apiratikul N., Rukachaisirikul T. (2020). A New Ent-Abietane Lactone from Glycosmis Pentaphylla . Nat. Prod. Res. 34 (21), 3019–3026. 10.1080/14786419.2018.1540477", "ArticleIdList": ["10.1080/14786419.2018.1540477", "32962428"]}, {"Citation": "Choudhury M. D., Paul S. B., Choudhury S., Choudhury S., Choudhury P. P. N. (2009). Isolation, Characterization and Bio-Activity Screening of Compound from Clerodendrum Viscosum Vent. Assam Univ. J. Sci. Technol. Biol. Sci. 4 (1), 29–34."}, {"Citation": "Chowdhury M., Sultana M. I., Tasneem M. Z., Jubair A. A. b. (2015). Phytochemical and Pharmacological Screening of Glycosmis Pentaphylla (Retz) A.DC. (Fam. Rutaceae). Int. J. Scientific Eng. Res. 6 (10), 928–934."}, {"Citation": "Chowdury M., Alam M., Chowdhury S., Biozid M., Faruk M., Mazumdar M., et al. (2015). Evaluation of Ex-Vivo Anti-arthritic, Anti-inflammatory, Anti-cancerous and Thrombolytic Activities of Mussaenda Roxburghii Leaf. Ejmp 10 (4), 1–7. 10.9734/EJMP/2015/20483", "ArticleIdList": ["10.9734/EJMP/2015/20483"]}, {"Citation": "Chuku L. C., Chinaka N. C., Damilola D. (2020). Phytochemical Screening and Anti-inflammatory Properties of Henna Leaves (Lawsonia Inermis). Ejmp 31 (18), 23–28. 10.9734/EJMP/2020/v31i1830340", "ArticleIdList": ["10.9734/EJMP/2020/v31i1830340"]}, {"Citation": "Chung I. M., Rajakumar G., Lee J. H., Kim S. H., Thiruvengadam M. (2017). Ethnopharmacological Uses, Phytochemistry, Biological Activities, and Biotechnological Applications of Eclipta Prostrata . Appl. Microbiol. Biotechnol. 101 (13), 5247–5257. 10.1007/s00253-017-8363-9", "ArticleIdList": ["10.1007/s00253-017-8363-9", "28623383"]}, {"Citation": "Chunthorng-Orn J., Dechayont B., Phuaklee P., Prajuabjinda O., Juckmeta T., Itharat A. (2016). Cytotoxic, Anti-inflammatory and Antioxidant Activities of Heliotropium Indicum Extracts. J. Med. Assoc. Thai 99, S102–S109.", "ArticleIdList": ["29919994"]}, {"Citation": "Çitoğlu G., Tanker M., Gümüşel B. (1998). Anti-inflammatory Effects of Lycorine and Haemanthidine. Phytotherapy Res. 12, 205–206. 10.1002/(sici)1099-1573(199805)12:3<205::Aid-ptr203>3.0.Co;2-7", "ArticleIdList": ["10.1002/(sici)1099-1573(199805)12:3<205::Aid-ptr203>3.0.Co;2-7"]}, {"Citation": "Dar N. J., Hamid A., Ahmad M. (2015). Pharmacologic Overview of Withania Somnifera, the Indian Ginseng. Cell Mol Life Sci 72 (23), 4445–4460. 10.1007/s00018-015-2012-1", "ArticleIdList": ["10.1007/s00018-015-2012-1", "26306935"]}, {"Citation": "Dar N. J., MuzamilAhmad M. (2020). Neurodegenerative Diseases and Withania Somnifera (L.): An Update. J. Ethnopharmacol 256, 112769. 10.1016/j.jep.2020.112769", "ArticleIdList": ["10.1016/j.jep.2020.112769", "32240781"]}, {"Citation": "Das A., Jawed J. J., Das M. C., Sandhu P., De U. C., Dinda B., et al. (2017). Antileishmanial and Immunomodulatory Activities of Lupeol, a Triterpene Compound Isolated from Sterculia Villosa . Int. J. Antimicrob. Agents 50 (4), 512–522. 10.1016/j.ijantimicag.2017.04.022", "ArticleIdList": ["10.1016/j.ijantimicag.2017.04.022", "28669838"]}, {"Citation": "Das A. K., Shahid I. Z., Choudhuri M. S. K., Shilpi J., Ahmed F. (2005). Anti-inflammatory, Antinociceptive and Diuretic Activities of Amoora Cucullata Roxb. Oriental Pharm. Exp. Med. 5 (1), 37–42. 10.3742/opem.2005.5.1.037", "ArticleIdList": ["10.3742/opem.2005.5.1.037"]}, {"Citation": "Das N., Goshwami D., Hasan M. S., Mahmud Z. A., Raihan S. Z., Sultan M. Z. (2015). Evaluation of Antinociceptive, Anti-inflammatory and Anxiolytic Activities of Methanolic Extract of Terminalia Citrina Leaves. Asian Pac. J. Trop. Dis. 5, S137–S141. 10.1016/S2222-1808(15)60875-1", "ArticleIdList": ["10.1016/S2222-1808(15)60875-1"]}, {"Citation": "Das N., Hasan M. S., Raihan S. Z., Sultan M. Z. (2016). Antinociceptive, Anti-inflammatory and Hypoglycemic Activities of Terminalia Citrina Leaves. Bangla Pharma J. 19 (1), 25–31. 10.3329/bpj.v19i1.29232", "ArticleIdList": ["10.3329/bpj.v19i1.29232"]}, {"Citation": "Davies N. M. (1995). Toxicity of Nonsteroidal Anti-inflammatory Drugs in the Large Intestine. Dis. Colon Rectum 38 (12), 1311–1321. 10.1007/BF02049158", "ArticleIdList": ["10.1007/BF02049158", "7497845"]}, {"Citation": "de Almeida E. R., da Silva Filho A. A., Dos Santos E. R., Correia Lopes C. A. (1990). Antiinflammatory Action of Lapachol. J. Ethnopharmacology 29 (2), 239–241. 10.1016/0378-8741(90)90061-w", "ArticleIdList": ["10.1016/0378-8741(90)90061-w", "2374436"]}, {"Citation": "de Cássia da Silveira E Sá R., Andrade L. N., dos Reis Barreto de Oliveira R., de Sousa D. P. (2014). A Review on Anti-inflammatory Activity of Phenylpropanoids Found in Essential Oils. Molecules 19 (2), 1459–1480. 10.3390/molecules19021459", "ArticleIdList": ["10.3390/molecules19021459", "PMC6270723", "24473208"]}, {"Citation": "de las Heras B., Hortelano S. (2009). Molecular Basis of the Anti-inflammatory Effects of Terpenoids. Inflamm. Allergy Drug Targets 8 (1), 28–39. 10.2174/187152809787582534", "ArticleIdList": ["10.2174/187152809787582534", "19275691"]}, {"Citation": "Dina T. A., Taslima M. A., Ahmed N. U., Uddin M. N. (2010). Analgesic and Anti-inflammatory Properties of Argyreia Argentea Methanol Extract in Animal Model. J. Taibah Univ. Sci. 3, 1–7. 10.1016/S1658-3655(12)60014-4", "ArticleIdList": ["10.1016/S1658-3655(12)60014-4"]}, {"Citation": "do Nascimento K. F., Moreira F. M. F., Alencar Santos J., Kassuya C. A. L., Croda J. H. R., Cardoso C. A. L., et al. (2018). Antioxidant, Anti-inflammatory, Antiproliferative and Antimycobacterial Activities of the Essential Oil of Psidium Guineense Sw. And Spathulenol. J. Ethnopharmacol 210, 351–358. 10.1016/j.jep.2017.08.030", "ArticleIdList": ["10.1016/j.jep.2017.08.030", "28844678"]}, {"Citation": "Dulla O., Jahan F. I. (2017). Ethnopharmacological Survey on Traditional Medicinal Plants at Kalaroa Upazila, Satkhira District, Khulna Division, Bangladesh. J. Intercult Ethnopharmacol 6 (3), 316–325. 10.5455/jice.20170719010256", "ArticleIdList": ["10.5455/jice.20170719010256", "PMC5580958", "28894631"]}, {"Citation": "Dzoyem J. P., McGaw L. J., Kuete V., Bakowsky U. (2017). “Anti-inflammatory and Anti-nociceptive Activities of African Medicinal Spices and Vegetables,” in Medicinal Spices and Vegetables from Africa. Editor Kuete V. (Academic Press; ), 239–270. 10.1016/b978-0-12-809286-6.00009-1", "ArticleIdList": ["10.1016/b978-0-12-809286-6.00009-1"]}, {"Citation": "Emran T., E-Mowla T., Ahmed S., Zahan S., Rakib A., Hasan M., et al. (2018). Sedative, Anxiolytic, Antinociceptive, Anti-inflammatory and Antipyretic Effects of a Chloroform Extract from the Leaves of Urena Sinuata in Rodents. Jalsi 16 (3), 1–19. 10.9734/JALSI/2018/39073", "ArticleIdList": ["10.9734/JALSI/2018/39073"]}, {"Citation": "\nEricson-Neilsen W., Kaye A. D. (2014). Steroids: Pharmacology, Complications, and Practice Delivery Issues. Ochsner J.\n14 (2), 203–207. Availableat: http://www.ochsnerjournal.org/content/ochjnl/14/2/203.full.pdf\n. ", "ArticleIdList": ["PMC4052587", "24940130"]}, {"Citation": "Everts B., Währborg P., Hedner T. (2000). COX-2-Specific Inhibitors-Tthe Emergence of a New Class of Analgesic and Anti-inflammatory Drugs. Clin. Rheumatol. 19 (5), 331–343. 10.1007/s100670070024", "ArticleIdList": ["10.1007/s100670070024", "11055820"]}, {"Citation": "Fang S. C., Hsu C. L., Yen G. C. (2008). Anti-inflammatory Effects of Phenolic Compounds Isolated from the Fruits of Artocarpus Heterophyllus . J. Agric. Food Chem. 56 (12), 4463–4468. 10.1021/jf800444g", "ArticleIdList": ["10.1021/jf800444g", "18500810"]}, {"Citation": "Faqueti L. G., Brieudes V., Halabalaki M., Skaltsounis A. L., Nascimento L. F., Barros W. M., et al. (2016). Antinociceptive and Anti-inflammatory Activities of Standardized Extract of Polymethoxyflavones from Ageratum Conyzoides . J. Ethnopharmacol 194, 369–377. 10.1016/j.jep.2016.09.025", "ArticleIdList": ["10.1016/j.jep.2016.09.025", "27633406"]}, {"Citation": "Faruq A. A., Ibrahim M., Mahmood A., Chowdhury M. M. U., Rashid R. B., Kuddus M. R., et al. (2014). Pharmacological and Phytochemical Screenings of Ethanol Extract of Leea Macrophylla Roxb. Innov. Pharmaceuticals Pharmacother. 2 (1), 321–327."}, {"Citation": "Feng L., Zhai Y. Y., Xu J., Yao W. F., Cao Y. D., Cheng F. F., et al. (2019). A Review on Traditional Uses, Phytochemistry and Pharmacology of Eclipta Prostrata (L.) L. J. Ethnopharmacol 245, 112109. 10.1016/j.jep.2019.112109", "ArticleIdList": ["10.1016/j.jep.2019.112109", "31395303"]}, {"Citation": "Fernández M. A., de las Heras B., Garcia M. D., Sáenz M. T., Villar A. (2010). New Insights into the Mechanism of Action of the Anti-inflammatory Triterpene Lupeol. J. Pharm. Pharmacol. 53 (11), 1533–1539. 10.1211/0022357011777909", "ArticleIdList": ["10.1211/0022357011777909", "11732756"]}, {"Citation": "Ferrari F. C., Lemos Lima Rde. C., Schimith Ferraz Filha Z., Barros C. H., de Paula Michel Araújo M. C., Antunes Saúde-Guimarães D. (2016). Effects of Pimenta Pseudocaryophyllus Extracts on Gout: Anti-inflammatory Activity and Anti-hyperuricemic Effect through Xantine Oxidase and Uricosuric Action. J. Ethnopharmacol 180, 37–42. 10.1016/j.jep.2016.01.007", "ArticleIdList": ["10.1016/j.jep.2016.01.007", "26778678"]}, {"Citation": "Fürst R., Zündorf I., Dingermann T. (2017). New Knowledge about Old Drugs: The Anti-inflammatory Properties of Cardiac Glycosides. Planta Med. 83 (12-13), 977–984. 10.1055/s-0043-105390", "ArticleIdList": ["10.1055/s-0043-105390", "28297727"]}, {"Citation": "Fürst R., Zündorf I. (2014). Plant-derived Anti-inflammatory Compounds: Hopes and Disappointments Regarding the Translation of Preclinical Knowledge into Clinical Progress. Mediators Inflamm. 2014, 1–9. 10.1155/2014/146832", "ArticleIdList": ["10.1155/2014/146832", "PMC4060065", "24987194"]}, {"Citation": "Ganguly A., Mahmud Z. A., Uddin M. M. N., Rahman S. A. (2013). In-vivo Anti-inflammatory and Anti-pyretic Activities of Manilkara Zapota Leaves in Albino Wistar Rats. Asian Pac. J. Trop. Dis. 3 (4), 301–307. 10.1016/S2222-1808(13)60073-0", "ArticleIdList": ["10.1016/S2222-1808(13)60073-0"]}, {"Citation": "García-Mediavilla V., Crespo I., Collado P. S., Esteller A., Sánchez-Campos S., Tuñón M. J., et al. (2007). The Anti-inflammatory Flavones Quercetin and Kaempferol Cause Inhibition of Inducible Nitric Oxide Synthase, Cyclooxygenase-2 and Reactive C-Protein, and Down-Regulation of the Nuclear Factor kappaB Pathway in Chang Liver Cells. Eur. J. Pharmacol. 557 (2), 221–229. 10.1016/j.ejphar.2006.11.014", "ArticleIdList": ["10.1016/j.ejphar.2006.11.014", "17184768"]}, {"Citation": "Ghani A. (2003). Medicinal Plants of Bangladesh with Chemical Constituents and Uses. Dhaka, Bangladesh: The Asiatic Society of Bangladesh."}, {"Citation": "Ghosh G., Panda P., Rath M., Pal A., Sharma T., Das D. (2015). GC-MS Analysis of Bioactive Compounds in the Methanol Extract of Clerodendrum Viscosum Leaves. Pharmacognosy Res. 7 (1), 110–113. 10.4103/0974-8490.147223", "ArticleIdList": ["10.4103/0974-8490.147223", "PMC4285639", "25598644"]}, {"Citation": "Giri K. R. (2016). Comparative Study of Anti-inflammatory Activity of Withania Somnifera (Ashwagandha) with Hydrocortisone in Experimental Animals (Albino Rats). J. Med. Plants Stud. 4 (1), 78–83."}, {"Citation": "Glass C. K., Saijo K., Winner B., Marchetto M. C., Gage F. H. (2010). Mechanisms Underlying Inflammation in Neurodegeneration. Cell 140 (6), 918–934. 10.1016/j.cell.2010.02.016", "ArticleIdList": ["10.1016/j.cell.2010.02.016", "PMC2873093", "20303880"]}, {"Citation": "Gomes A., Fernandes E., Lima J. L., Mira L., Corvo M. L. (2008). Molecular Mechanisms of Anti-inflammatory Activity Mediated by Flavonoids. Curr. Med. Chem. 15 (16), 1586–1605. 10.2174/092986708784911579", "ArticleIdList": ["10.2174/092986708784911579", "18673226"]}, {"Citation": "González-Gallego J., Sánchez-Campos S., Tuñón M. J. (2007). Anti-inflammatory Properties of Dietary Flavonoids. Nutrición Hospitalaria 22 (3), 287–293.", "ArticleIdList": ["17612370"]}, {"Citation": "Gou K. J., Zeng R., Dong Y., Hu Q. Q., Hu H. W., Maffucci K. G., et al. (2017). Anti-inflammatory and Analgesic Effects of Polygonum Orientale L. Extracts. Front. Pharmacol. 8 (562), 562. 10.3389/fphar.2017.00562", "ArticleIdList": ["10.3389/fphar.2017.00562", "PMC5582316", "28912714"]}, {"Citation": "Guardia T., Rotelli A. E., Juarez A. O., Pelzer L. E. (2001). Anti-inflammatory Properties of Plant Flavonoids. Effects of Rutin, Quercetin and Hesperidin on Adjuvant Arthritis in Rat. Farmaco 56 (9), 683–687. 10.1016/S0014-827X(01)01111-9", "ArticleIdList": ["10.1016/S0014-827X(01)01111-9", "11680812"]}, {"Citation": "Guha G., Rajkumar V., Ashok Kumar R., Mathew L. (2011). Therapeutic Potential of Polar and Non-polar Extracts of Cyanthillium cinereum In Vitro . Evid. Based Complement. Alternat Med. 2011, 784826. 10.1093/ecam/nep155", "ArticleIdList": ["10.1093/ecam/nep155", "PMC3137564", "19875433"]}, {"Citation": "Gupta M., Kaur G. (2016). Aqueous Extract from the Withania Somnifera Leaves as a Potential Anti-neuroinflammatory Agent: a Mechanistic Study. J. Neuroinflammation 13 (1), 193. 10.1186/s12974-016-0650-3", "ArticleIdList": ["10.1186/s12974-016-0650-3", "PMC4994385", "27550017"]}, {"Citation": "Gupta M., Kaur G. (2018). Withania Somnifera as a Potential Anxiolytic and Anti-inflammatory Candidate against Systemic Lipopolysaccharide-Induced Neuroinflammation. Neuromolecular Med. 20 (3), 343–362. 10.1007/s12017-018-8497-7", "ArticleIdList": ["10.1007/s12017-018-8497-7", "29846872"]}, {"Citation": "Gupta R., Singh H. (2012). Detection and Quantitation of SS-Sitosterol in Clerodendrum Infortunatum and Alternanthera Sessilis by HPTLC. Phcog Commn. 2 (1), 31–36. 10.5530/pc.2012.1.6", "ArticleIdList": ["10.5530/pc.2012.1.6"]}, {"Citation": "Gupta S., Gupta R. (2012). Detection and Quantification of Quercetin in Roots, Leaves and Flowers of Clerodendrum Infortunatum L. Asian Pac. J. Trop. Dis. 2, S940–S943. 10.1016/S2222-1808(12)60296-5", "ArticleIdList": ["10.1016/S2222-1808(12)60296-5"]}, {"Citation": "Haldar K. M., Ghosh P., Chandra G. (2011). Evaluation of Target Specific Larvicidal Activity of the Leaf Extract of Typhonium Trilobatum against Culex quinquefasciatus Say. Asian Pac. J. Trop. Biomed. 1 (2Suppl. ment), S199–S203. 10.1016/S2221-1691(11)60156-1", "ArticleIdList": ["10.1016/S2221-1691(11)60156-1"]}, {"Citation": "Hämäläinen M., Nieminen R., Vuorela P., Heinonen M., Moilanen E. (2007). Anti-inflammatory Effects of Flavonoids: Genistein, Kaempferol, Quercetin, and Daidzein Inhibit STAT-1 and NF-kappaB Activations, whereas Flavone, Isorhamnetin, Naringenin, and Pelargonidin Inhibit Only NF-kappaB Activation along with Their Inhibitory Effect on iNOS Expression and NO Production in Activated Macrophages. Mediators Inflamm. 2007, 45673. 10.1155/2007/45673", "ArticleIdList": ["10.1155/2007/45673", "PMC2220047", "18274639"]}, {"Citation": "Hamidi М. R., Jovanova B., Panovska Т. K. (2014). Toxicоlogical Evaluation of the Plant Products Using Brine Shrimp (Artemia salina L.) Model. Macedonian Pharm. Bull. 60 (1), 9–18. 10.33320/maced.pharm.bull.2014.60.01.002", "ArticleIdList": ["10.33320/maced.pharm.bull.2014.60.01.002"]}, {"Citation": "Hamiduzzaman M., Nur F., Bhuiyan M. I. (2017). Evaluation of Anti-inflammatory Activity through Assaying the Stability of Erythrocytes' Membrane by Different Organic Extracts of Heliotropium Indicum (Boraginacea). J. Nat. Product. Plant Resour. 7 (2), 74–78."}, {"Citation": "Haque M. A., Louis V. R., Phalkey R., Sauerborn R. (2014). Use of Traditional Medicines to Cope with Climate-Sensitive Diseases in a Resource Poor Setting in Bangladesh. BMC Public Health 14 (1), 202. 10.1186/1471-2458-14-202", "ArticleIdList": ["10.1186/1471-2458-14-202", "PMC3974044", "24568150"]}, {"Citation": "Haque M. I., Chowdhury A. B. M. A., Shahjahan M., Harun M. G. D. (2018). Traditional Healing Practices in Rural Bangladesh: a Qualitative Investigation. BMC Complement. Altern. Med. 18 (1), 62. 10.1186/s12906-018-2129-5", "ArticleIdList": ["10.1186/s12906-018-2129-5", "PMC5815193", "29448941"]}, {"Citation": "Harvey A. (2000). Strategies for Discovering Drugs from Previously Unexplored Natural Products. Drug Discov. Today 5 (7), 294–300. 10.1016/S1359-6446(00)01511-7", "ArticleIdList": ["10.1016/S1359-6446(00)01511-7", "10856912"]}, {"Citation": "Hasan M. M., Uddin N., Hasan M. R., Islam A. F., Hossain M. M., Rahman A. B., et al. (2014). Analgesic and Anti-inflammatory Activities of Leaf Extract of Mallotus Repandus (Willd.) Muell. Arg. Biomed. Res. Int. 2014, 539807. 10.1155/2014/539807", "ArticleIdList": ["10.1155/2014/539807", "PMC4297635", "25629031"]}, {"Citation": "Hasan M. R., Uddin N., Sana T., Hossain M. M., Mondal M., Kanta I. J., et al. (2018). Analgesic and Anti-inflammatory Activities of Methanolic Extract of Mallotus Repandus Stem in Animal Models. Orient Pharm. Exp. Med. 18 (2), 139–147. 10.1007/s13596-018-0312-3", "ArticleIdList": ["10.1007/s13596-018-0312-3"]}, {"Citation": "Hassan M., Khan S., Shaikat A., Hossain M., Islam S., Hoque M., et al. (2013). Analgesic and Anti-inflammatory Effects of Ethanol Extracted Leaves of Selected Medicinal Plants in Animal Model. Vet. World 6 (2), 68–71. 10.5455/vetworld.2013.68-71", "ArticleIdList": ["10.5455/vetworld.2013.68-71"]}, {"Citation": "Hassan M. M., Daula A. F. M. S., Jahan I. A., Nimmi I., Adnan M., Hossain H. (2012). Anti-inflammatory Activity, Total Flavonoids and Tannin Content from the Ethanolic Extract of Ageratum Conyzoides Linn. Leaf. Int. J. Pharm. Phytopharmacological Res. 1 (5), 234–241."}, {"Citation": "He J. B., Fang M. J., Ma X. Y., Li W. J., Lin D. S. (2020). Angiogenic and Anti-inflammatory Properties of Azadirachtin A Improve Random Skin Flap Survival in Rats. Exp. Biol. Med. (Maywood) 245 (18), 1672–1682. 10.1177/1535370220951896", "ArticleIdList": ["10.1177/1535370220951896", "PMC7802382", "32867550"]}, {"Citation": "Helen L. R., Jayesh K., Vysakh A., Latha M. (2018). Polyphenolic Content Correlates with Anti-inflammatory Activity of Root Bark Extract from Clerodendrum Infortunatum L. And Inhibit Carrageenan Induced Paw Edema. J. Pharmacognosy Phytochemistry 7 (2), 2032–2014."}, {"Citation": "Hira A., Dey S. K., Howlader M. S., Ahmed A., Hossain H., Jahan I. A. (2013). Anti-inflammatory and Antioxidant Activities of Ethanolic Extract of Aerial Parts of Vernonia Patula (Dryand.) Merr. Asian Pac. J. Trop. Biomed. 3 (10), 798–805. 10.1016/S2221-1691(13)60158-6", "ArticleIdList": ["10.1016/S2221-1691(13)60158-6", "PMC3761139", "24075345"]}, {"Citation": "Hodgson E. (2004). A Textbook of Modern Toxicology. Hoboken, New Jersey, United States of America: John Wiley & Sons."}, {"Citation": "Hong J., Bose M., Ju J., Ryu J. H., Chen X., Sang S., et al. (2004). Modulation of Arachidonic Acid Metabolism by Curcumin and Related Beta-Diketone Derivatives: Effects on Cytosolic Phospholipase A(2), Cyclooxygenases and 5-lipoxygenase. Carcinogenesis 25 (9), 1671–1679. 10.1093/carcin/bgh165", "ArticleIdList": ["10.1093/carcin/bgh165", "15073046"]}, {"Citation": "Hoque T., Sikder M. A. A., Kaisar M. A., Chowdhury A. A., Rashid M. A. (2011). Biological Screenings of Two Araceous Plants Growing in Bangladesh. Dhaka Univ. J. Pharm. Sci. 10 (2), 131–135. 10.3329/dujps.v10i2.11794", "ArticleIdList": ["10.3329/dujps.v10i2.11794"]}, {"Citation": "Hossain H., Akbar P. N., Rahman S. E., Khan T. A., Rahman M. M., Jahan I. A. (2014a). In Vivo anti-inflammatory and In Vitro Antioxidant Activities of Toona Ciliata Leaves Native to Bangladesh. Glob. J. Med. Res. (B) 14 (7), 17–26."}, {"Citation": "Hossain M. F., Talukder B., Rana M. N., Tasnim R., Nipun T. S., Uddin S. M., et al. (2016). In Vivo sedative Activity of Methanolic Extract of Stericulia Villosa Roxb. Leaves. BMC Complement. Altern. Med. 16 (1), 398. 10.1186/s12906-016-1374-8", "ArticleIdList": ["10.1186/s12906-016-1374-8", "PMC5073963", "27769218"]}, {"Citation": "\nHossain M. H., Jahan F., JahanHowlader M. S. I. H., Dey S. K., Hira A. H., Ahmed A. A., et al.  (2012a). Evaluation of Anti-inflammatory Activity and Total Flavonoids Content of Manilkara Zapota (Linn.) Bark. Int. J. Pharm. Phytopharmacological Res.\n2 (1), 35–39. Availableat: https://eijppr.com/uP6NLQj\n. "}, {"Citation": "Hossain M. K., Prodhan M. A., Even A. S. M. I. H., Morshed H., Hossain M. M. (2012b). Anti-inflammatory and Antidiabetic Activity of Ethanolic Extracts of Sterculia Villosa Barks on Albino Wistar Rats. J. App. Pharm. Sci. 2 (8), 96–100. 10.7324/JAPS.2012.2815", "ArticleIdList": ["10.7324/JAPS.2012.2815"]}, {"Citation": "Hossain M. M., Ahamed S. K., Dewan S. M., Hassan M. M., Istiaq A., Islam M. S., et al. (2014b). In Vivo antipyretic, Antiemetic, In Vitro Membrane Stabilization, Antimicrobial, and Cytotoxic Activities of Different Extracts from Spilanthes Paniculata Leaves. Biol. Res. 47, 45. 10.1186/0717-6287-47-45", "ArticleIdList": ["10.1186/0717-6287-47-45", "PMC4177068", "25299748"]}, {"Citation": "Hossain M. M., Kabir M. S. H., Hasanat A., Kabir M. I., Chowdhury T. A., Kibria A. S. M. G. (2015). Investigation of In Vitro Anti-arthritic and Membrane Stabilizing Activity of Ethanol Extracts of Three Bangladeshi Plants. Pharma Innovation J. 4 (1), 76–80."}, {"Citation": "Hossain M. S., Alam M. B., Chowdhury N. S., Asadujjama M., Zahan R., Islam M. M., et al. (2011). Antioxidant, Analgesic and Anti-inflammatory Activities of the Herb Eclipta Prostrata . J. Pharmacol. Toxicol. 6 (5), 468–480. 10.3923/jpt.2011.468.480", "ArticleIdList": ["10.3923/jpt.2011.468.480"]}, {"Citation": "Hossain S. M., Islam F., Sharmin T., Sheikh H., Hasan A. R., Rashid M. A. (2012c). In Vitro antioxidant, Membrane Stabilizing and Thrombolytic Activities of Glycosmis Arborea . Bangla Pharma J. 15 (2), 141–143. 10.3329/bpj.v15i2.12579", "ArticleIdList": ["10.3329/bpj.v15i2.12579"]}, {"Citation": "Huang Y. L., Kou J. P., Ma L., Song J. X., Yu B. Y. (2008). Possible Mechanism of the Anti-inflammatory Activity of Ruscogenin: Role of Intercellular Adhesion Molecule-1 and Nuclear Factor-kappaB. J. Pharmacol. Sci. 108 (2), 198–205. 10.1254/jphs.08083fp", "ArticleIdList": ["10.1254/jphs.08083fp", "18946195"]}, {"Citation": "Humaish H. H. (2017). Study Comparison Analgesic, Antipyretic and Anti-inflammatory Activity of Aqueous and Alcoholic Leaves Extract of Lawsonia Inermis L. (Henna) with Ketoprofen in Male Albino Rats. Kufa J. Vet. Med. Sci. 8 (2), 88–100."}, {"Citation": "Ilango K., Maharajan G., Narasimhan S. (2013). Anti-nociceptive and Anti-inflammatory Activities of Azadirachta indica Fruit Skin Extract and its Isolated Constituent Azadiradione. Nat. Prod. Res. 27 (16), 1463–1467. 10.1080/14786419.2012.717288", "ArticleIdList": ["10.1080/14786419.2012.717288", "22928548"]}, {"Citation": "Imam H., Mahbub N. U., Khan M. F., Hana H. K., Sarker M. M. (2013). Alpha Amylase Enzyme Inhibitory and Anti-inflammatory Effect of Lawsonia Inermis . Pak J. Biol. Sci. 16 (23), 1796–1800. 10.3923/pjbs.2013.1796.1800", "ArticleIdList": ["10.3923/pjbs.2013.1796.1800", "24506051"]}, {"Citation": "Islam M. E., Islam K. M. D., Billah M. M., Biswas R., Sohrab M. H., Rahman S. M. M. (2020a). Antioxidant and Anti-inflammatory Activity of Heritiera Fomes (Buch.-Ham), a Mangrove Plant of the Sundarbans. Adv. Tradit Med. (Adtm) 20 (2), 189–197. 10.1007/s13596-019-00401-0", "ArticleIdList": ["10.1007/s13596-019-00401-0"]}, {"Citation": "Islam M., Mannan M., Kabir M., Islam A., Olival K. (2010). Analgesic, Anti-inflammatory and Antimicrobial Effects of Ethanol Extracts of Mango Leaves. J. Bangladesh Agric. Univ. 8 (2), 239–244. 10.3329/jbau.v8i2.7932", "ArticleIdList": ["10.3329/jbau.v8i2.7932"]}, {"Citation": "Islam M. T., Hasan J., Snigdha H. M. S. H., Ali E. S., Sharifi-Rad J., Martorell M., et al. (2020b). Chemical Profile, Traditional Uses, and Biological Activities of Piper Chaba Hunter: A Review. J. Ethnopharmacol 257, 112853. 10.1016/j.jep.2020.112853", "ArticleIdList": ["10.1016/j.jep.2020.112853", "32283191"]}, {"Citation": "Islas J. F., Acosta E., G-Buentello Z., Delgado-Gallegos J. L., Moreno-Treviño M. G., Escalante B., et al. (2020). An Overview of Neem (Azadirachta indica) and its Potential Impact on Health. J. Funct. Foods 74, 104171. 10.1016/j.jff.2020.104171", "ArticleIdList": ["10.1016/j.jff.2020.104171"]}, {"Citation": "Issa A. Y., Volate S. R., Wargovich M. J. (2006). The Role of Phytochemicals in Inhibition of Cancer and Inflammation: New Directions and Perspectives. J. Food Compost. Anal. 19 (5), 405–419. 10.1016/j.jfca.2006.02.009", "ArticleIdList": ["10.1016/j.jfca.2006.02.009"]}, {"Citation": "Ivanovska N., Philipov S. (1996). Study on the Anti-inflammatory Action of Berberis Vulgaris Root Extract, Alkaloid Fractions and Pure Alkaloids. Int. J. Immunopharmacol 18 (10), 553–561. 10.1016/S0192-0561(96)00047-1", "ArticleIdList": ["10.1016/S0192-0561(96)00047-1", "9080249"]}, {"Citation": "Jackson L. M., Hawkey C. J. (2000). COX-2 Selective Nonsteroidal Anti-inflammatory Drugs: Do They Really Offer Any Advantages? Drugs 59 (6), 1207–1216. 10.2165/00003495-200059060-00001", "ArticleIdList": ["10.2165/00003495-200059060-00001", "10882157"]}, {"Citation": "Jahan F. I., Sultana S., Brishti S. A., Dulla O. (2019). Ethnopharmacological Survey on Traditional Medicinal Plants at Keraniganj, Dhaka, Bangladesh. Orient Pharm. Exp. Med. 19 (3), 331–339. 10.1007/s13596-019-00362-4", "ArticleIdList": ["10.1007/s13596-019-00362-4"]}, {"Citation": "Jiang Y. Q., Liu E. H. (2019). Microcos Paniculata: A Review on its Botany, Traditional Uses, Phytochemistry and Pharmacology. Chin. J. Nat. Med. 17 (8), 561–574. 10.1016/S1875-5364(19)30058-5", "ArticleIdList": ["10.1016/S1875-5364(19)30058-5", "31472893"]}, {"Citation": "John N. A. A., Shobana G. (2012). Anti-inflammatory Activity of Talinum Fruticosum L. On Formalin Induced Paw Edema in Albino Rats. J. Appl. Pharm. Sci. 2 (1), 123–127."}, {"Citation": "Jones C. K., Peters S. C., Shannon H. E. (2005). Efficacy of Duloxetine, a Potent and Balanced Serotonergic and Noradrenergic Reuptake Inhibitor, in Inflammatory and Acute Pain Models in Rodents. J. Pharmacol. Exp. Ther. 312 (2), 726–732. 10.1124/jpet.104.075960", "ArticleIdList": ["10.1124/jpet.104.075960", "15494550"]}, {"Citation": "Joshi R. K. (2020). GC-MS Analysis of Volatile Organic Constituents of Traditionally Used Medicinal Plants from the Western Ghats of India: Blumea Lanceolaria (Roxb.) Druce., Heliotropium Indicum L. And Triumfetta Rhomboidea Jacq. J. Mex. Chem. Soc. 64, 74–82. 10.29356/jmcs.v64i2.1093", "ArticleIdList": ["10.29356/jmcs.v64i2.1093"]}, {"Citation": "Jothy S. L., Zakaria Z., Chen Y., Lau Y. L., Latha L. Y., Sasidharan S. (2011). Acute Oral Toxicity of Methanolic Seed Extract of Cassia Fistula in Mice. Molecules 16 (6), 5268–5282. 10.3390/molecules16065268", "ArticleIdList": ["10.3390/molecules16065268", "PMC6264368", "21701437"]}, {"Citation": "Just M. J., Recio M. C., Giner R. M., Cuéllar M. J., Máñez S., Bilia A. R., et al. (1998). Anti-inflammatory Activity of Unusual Lupane Saponins from Bupleurum Fruticescens . Planta Med. 64 (5), 404–407. 10.1055/s-2006-957469", "ArticleIdList": ["10.1055/s-2006-957469", "9690340"]}, {"Citation": "Kader M. A., Parvin S., Chowduri M. A. U., Haque M. E. (2014). Antibacterial, Antifungal and Insecticidal Activities of Ruellia Tuberosa (L.) Root Extract. J. Bio-sci. 20 (0), 91–97. 10.3329/jbs.v20i0.17720", "ArticleIdList": ["10.3329/jbs.v20i0.17720"]}, {"Citation": "Kamalakararao K., Gopalakrishnan V. K., Hagos Z., Rao G. D., Padal S. B., Chaithanya K. K. (2018a). Anti-inflammatory Activity of Bioactive Flavonoid Apigenin-7-O-β-D-Glucuronide Methyl Ester from Ethyl Acetate Leaf Extract of Manilkara Zapota on Lipopolysaccharide-Induced Pro-inflammatory Mediators Nitric Oxide (NO), Prostaglandin E2 (PGE2) in Raw 264.7 Cells. Drug Invention Today 10 (4), 531–535."}, {"Citation": "Kamalakararao K., Rao D., Muthulingam M., Gopalakrishnan V. K., Hagos Z., Palleti J., et al. (2018b). Effect of Isolated Bioactive Flavonoid Apigenin-7-O-β- D-Glucuronide Methyl Ester on Cyclooxygenase-2 Gene Expression in the Breast Cancer MCF-7 Cell Lines. Drug Invention Today 10 (4), 3552–3555."}, {"Citation": "Kannadas S., Pathirana R., Ratnasooriya W. (2020). In-vitro Investigation of Anti-inflammatory Activity and Evaluation of Phytochemical Profile of Eclipta Prostrata (L.). J. Pharmacognosy Phytochemistry 9 (2), 831–835."}, {"Citation": "Kashyap D., Sharma A., Tuli H. S., Punia S., Sharma A. K. (2016). Ursolic Acid and Oleanolic Acid: Pentacyclic Terpenoids with Promising Anti-inflammatory Activities. Recent Pat Inflamm. Allergy Drug Discov. 10 (1), 21–33. 10.2174/1872213x10666160711143904", "ArticleIdList": ["10.2174/1872213x10666160711143904", "27531153"]}, {"Citation": "Kassim M., Achoui M., Mustafa M. R., Mohd M. A., Yusoff K. M. (2010). Ellagic Acid, Phenolic Acids, and Flavonoids in Malaysian Honey Extracts Demonstrate In Vitro Anti-inflammatory Activity. Nutr. Res. 30 (9), 650–659. 10.1016/j.nutres.2010.08.008", "ArticleIdList": ["10.1016/j.nutres.2010.08.008", "20934607"]}, {"Citation": "Kaur G., Sarwar Alam M., Athar M. (2004). Nimbidin Suppresses Functions of Macrophages and Neutrophils: Relevance to its Antiinflammatory Mechanismsflammatory Mechanisms. Phytother Res. 18 (5), 419–424. 10.1002/ptr.1474", "ArticleIdList": ["10.1002/ptr.1474", "15174005"]}, {"Citation": "Kawsar M. H., Sikder M. A. A., Rana M. S., Nimmi I., Rashid M. A. (2011). Studies of Thrombolytic, Antioxidant and Cytotoxic Properties of Two Asteraceous Plants of Bangladesh. Bangladesh Pharm. J. 14 (2), 103–106."}, {"Citation": "Kazłowska K., Hsu T., Hou C. C., Yang W. C., Tsai G. J. (2010). Anti-inflammatory Properties of Phenolic Compounds and Crude Extract from Porphyra Dentata . J. Ethnopharmacol 128 (1), 123–130. 10.1016/j.jep.2009.12.037", "ArticleIdList": ["10.1016/j.jep.2009.12.037", "20051261"]}, {"Citation": "Khan M. A., Ahmed R. S., Chandra N., Arora V. K., Ali A. (2019). In Vivo, Extract from Withania Somnifera Root Ameliorates Arthritis via Regulation of Key Immune Mediators of Inflammation in Experimental Model of Arthritis. Antiinflamm Antiallergy Agents Med. Chem. 18 (1), 55–70. 10.2174/1871523017666181116092934", "ArticleIdList": ["10.2174/1871523017666181116092934", "PMC6446523", "30444203"]}, {"Citation": "Khan M. S. S., Syeed S. H., Uddin M. H., Akter L., Ullah M. A., Jahan S., et al. (2013). Screening and Evaluation of Antioxidant, Antimicrobial, Cytotoxic, Thrombolytic and Membrane Stabilizing Properties of the Methanolic Extract and Solvent-Solvent Partitioning Effect of Vitex Negundo Bark. Asian Pac. J. Trop. Dis. 3 (5), 393–400. 10.1016/S2222-1808(13)60090-0", "ArticleIdList": ["10.1016/S2222-1808(13)60090-0"]}, {"Citation": "Khatry N., Kundu J., Bachar S. C., Uddin M. N., Kundu J. K. (2005). Studies on Antinociceptive, Antiinflammatory and Diuretic Activities of Methanol Extract of the Aerial Parts of Clerodendron Viscosum Vent. Dhaka Univ. J. Pharm. Sci. 5 (1-2), 63–66. 10.3329/dujps.v5i1.231", "ArticleIdList": ["10.3329/dujps.v5i1.231"]}, {"Citation": "Kim D. S., Lee H. J., Jeon Y. D., Han Y. H., Kee J. Y., Kim H. J., et al. (2015a). Alpha-Pinene Exhibits Anti-inflammatory Activity through the Suppression of MAPKs and the NF-Κb Pathway in Mouse Peritoneal Macrophages. Am. J. Chin. Med. 43 (04), 731–742. 10.1142/s0192415x15500457", "ArticleIdList": ["10.1142/s0192415x15500457", "26119957"]}, {"Citation": "Kim G. Y., Kim K. H., Lee S. H., Yoon M. S., Lee H. J., Moon D. O., et al. (2005). Curcumin Inhibits Immunostimulatory Function of Dendritic Cells: MAPKs and Translocation of NF-Kappa B as Potential Targets. J. Immunol. 174 (12), 8116–8124. 10.4049/jimmunol.174.12.8116", "ArticleIdList": ["10.4049/jimmunol.174.12.8116", "15944320"]}, {"Citation": "Kim H. D., Cho H. R., Moon S. B., Shin H. D., Yang K. J., Jang H. J., et al. (2006). Effect of Exopolymers from Aureobasidium Pullulans on Formalin-Induced Chronic Paw Inflammation in Mice. J. Microbiol. Biotechnol. 12 (16), 1954–1060."}, {"Citation": "Kim H. P., Son K. H., Chang H. W., Kang S. S. (2004). Anti-inflammatory Plant Flavonoids and Cellular Action Mechanisms. J. Pharmacol. Sci. 96 (3), 229–245. 10.1254/jphs.crj04003x", "ArticleIdList": ["10.1254/jphs.crj04003x", "15539763"]}, {"Citation": "Kim S. H., Park J. G., Lee J., Yang W. S., Park G. W., Kim H. G., et al. (2015b). The Dietary Flavonoid Kaempferol Mediates Anti-inflammatory Responses via the Src, Syk, IRAK1, and IRAK4 Molecular Targets. Mediators Inflamm. 2015, 904142. 10.1155/2015/904142", "ArticleIdList": ["10.1155/2015/904142", "PMC4398932", "25922567"]}, {"Citation": "Kim Y. S., Young M. R., Bobe G., Colburn N. H., Milner J. A. (2009). Bioactive Food Components, Inflammatory Targets, and Cancer Prevention. Cancer Prev. Res. (Phila) 2 (3), 200–208. 10.1158/1940-6207.Capr-08-0141", "ArticleIdList": ["10.1158/1940-6207.Capr-08-0141", "PMC3449301", "19258539"]}, {"Citation": "Konuku K., Karri K. C., Gopalakrishnan V. K., Hagos Z., Kebede H., Naidu T. K., et al. (2017). Anti-inflammatory Activity of Manilkara Zapota Leaf Extract. Int. J. Curr. Pharm. Sci. 9 (4), 130–134. 10.22159/ijcpr.2017v9i4.20977", "ArticleIdList": ["10.22159/ijcpr.2017v9i4.20977"]}, {"Citation": "Kotta J. C., Lestari A. B. S., Candrasari D. S., Hariono M. (2020). Medicinal Effect, In Silico Bioactivity Prediction, and Pharmaceutical Formulation of Ageratum Conyzoides L.: A Review. Scientifica (Cairo) 2020, 6420909. 10.1155/2020/6420909", "ArticleIdList": ["10.1155/2020/6420909", "PMC7578719", "33110668"]}, {"Citation": "Kumar A. D. N., Bevara G. B., Laxmikoteswramma K., Malla R. R. (2013). Antioxidant, Cytoprotective and Anti-inflammatory Activities of Stem Bark Extract of Semecarpus Anacardium . Asian J. Pharm. Clin. Res. 6, 213–219."}, {"Citation": "Kundu J. K., Shin Y. K., Surh Y. J. (2006). Resveratrol Modulates Phorbol Ester-Induced Pro-inflammatory Signal Transduction Pathways in Mouse Skin In Vivo: NF-kappaB and AP-1 as Prime Targets. Biochem. Pharmacol. 72 (11), 1506–1515. 10.1016/j.bcp.2006.08.005", "ArticleIdList": ["10.1016/j.bcp.2006.08.005", "16999939"]}, {"Citation": "Kuropakornpong P., Itharat A., Panthong S., Sireeratawong S., Ooraikul B. (2020). In Vitro and In Vivo Anti-inflammatory Activities of Benjakul: A Potential Medicinal Product from Thai Traditional Medicine. Evid. Based Complement. Alternat Med. 2020, 9760948. 10.1155/2020/9760948", "ArticleIdList": ["10.1155/2020/9760948", "PMC7376408", "32733593"]}, {"Citation": "Kyei S., Koffuor G. A., Ramkissoon P., Ameyaw E. O., Asiamah E. A. (2016). Anti-inflammatory Effect of Heliotropium Indicum Linn on Lipopolysaccharide-Induced Uveitis in New Zealand white Rabbits. Int. J. Ophthalmol. 9 (4), 528–535. 10.18240/ijo.2016.04.08", "ArticleIdList": ["10.18240/ijo.2016.04.08", "PMC4853346", "27162723"]}, {"Citation": "Laboni F. R., Sultana T., Kamal S., Karim S., Das S., Harun-Or-Rashid M., et al. (2017). Biological Investigations of the Ethanol Extract of the Aerial Part (Leaf) of Coccinia Grandis L. J. Pharmacognosy Phytochemistry 6 (2), 134–138."}, {"Citation": "Le D. D., Nguyen D. H., Ma E. S., Lee J. H., Min B. S., Choi J. S., et al. (2021). PTP1B Inhibitory and Anti-inflammatory Properties of Constituents from Eclipta Prostrata L. Biol. Pharm. Bull. 44, 298–304. 10.1248/bpb.b20-00994", "ArticleIdList": ["10.1248/bpb.b20-00994", "33361652"]}, {"Citation": "Lee H. (2017). Enhancement of Skin Anti-inflammatory Activities of Eclipta Prostrata L. From the Ultrasonic Extraction Process. Appl. Sci. 7 (12), 1227. 10.3390/app7121227", "ArticleIdList": ["10.3390/app7121227"]}, {"Citation": "Leelarungrayub J., Sriboonreung T., Pothasak Y., Kaju J., Puntumetakul R. (2019). Anti-oxidant and Anti-inflammatory Activities of Manilkara Zapota (Sapodilla) In Vitro and Efficiency in Healthy Elderly Persons. Biomed. J. Scientific Tech. Res. 15 (2), 11294–11308. 10.26717/bjstr.2019.15.002684", "ArticleIdList": ["10.26717/bjstr.2019.15.002684"]}, {"Citation": "Lesjak M., Beara I., Simin N., Pintać D., Majkić T., Bekvalac K., et al. (2018). Antioxidant and Anti-inflammatory Activities of Quercetin and its Derivatives. J. Funct. Foods 40, 68–75. 10.1016/j.jff.2017.10.047", "ArticleIdList": ["10.1016/j.jff.2017.10.047"]}, {"Citation": "Li K., He Z., Wang X., Pineda M., Chen R., Liu H., et al. (2018). Apigenin C-Glycosides of Microcos Paniculata Protects Lipopolysaccharide Induced Apoptosis and Inflammation in Acute Lung Injury through TLR4 Signaling Pathway. Free Radic. Biol. Med. 124, 163–175. 10.1016/j.freeradbiomed.2018.06.009", "ArticleIdList": ["10.1016/j.freeradbiomed.2018.06.009", "29890216"]}, {"Citation": "Liu Y. P., Yan G., Guo J. M., Liu Y. Y., Li Y. J., Zhao Y. Y., et al. (2019). Prenylated Coumarins from the Fruits of Manilkara Zapota with Potential Anti-inflammatory Effects and Anti-HIV Activities. J. Agric. Food Chem. 67 (43), 11942–11947. 10.1021/acs.jafc.9b04326", "ArticleIdList": ["10.1021/acs.jafc.9b04326", "31622090"]}, {"Citation": "López-Otín C., Overall C. M. (2002). Protease Degradomics: A New challenge for Proteomics. Nat. Rev. Mol. Cel Biol. 3 (7), 509–519. 10.1038/nrm858", "ArticleIdList": ["10.1038/nrm858", "12094217"]}, {"Citation": "Lu H. M., Liang Y. Z., Yi L. Z., Wu X. J. (2006). Anti-inflammatory Effect of Houttuynia Cordata Injection. J. Ethnopharmacol 104 (1), 245–249. 10.1016/j.jep.2005.09.012", "ArticleIdList": ["10.1016/j.jep.2005.09.012", "PMC7127264", "16213118"]}, {"Citation": "Lucas L., Russell A., Keast R. (2011). Molecular Mechanisms of Inflammation. Anti-inflammatory Benefits of virgin Olive Oil and the Phenolic Compound Oleocanthal. Curr. Pharm. Des. 17 (8), 754–768. 10.2174/138161211795428911", "ArticleIdList": ["10.2174/138161211795428911", "21443487"]}, {"Citation": "Luo H., Lv X. D., Wang G. E., Li Y. F., Kurihara H., He R. R. (2014). Anti-inflammatory Effects of Anthocyanins-Rich Extract from Bilberry (Vaccinium Myrtillus L.) on croton Oil-Induced Ear Edema and Propionibacterium Acnes Plus LPS-Induced Liver Damage in Mice. Int. J. Food Sci. Nutr. 65 (5), 594–601. 10.3109/09637486.2014.886184", "ArticleIdList": ["10.3109/09637486.2014.886184", "24548119"]}, {"Citation": "Luster A. D., Alon R., von Andrian U. H. (2005). Immune Cell Migration in Inflammation: Present and Future Therapeutic Targets. Nat. Immunol. 6 (12), 1182–1190. 10.1038/ni1275", "ArticleIdList": ["10.1038/ni1275", "16369557"]}, {"Citation": "Machan T., Korth J., Liawruangrath B., Liawruangrath S., Pyne S. G. (2006). Composition and Antituberculosis Activity of the Volatile Oil ofHeliotropium Indicum Linn. Growing in Phitsanulok, Thailand. Flavour Fragr. J. 21 (2), 265–267. 10.1002/ffj.1577", "ArticleIdList": ["10.1002/ffj.1577"]}, {"Citation": "Mahabub-Uz-Zaman M., Ahmed N. U., Akter R., Ahmed K., Aziz M. S. I., Ahmed M. S. (2009). Studies on Anti-inflammatory, Antinociceptive and Antipyretic Activities of Ethanol Extract of Azadirachta indica Leaves. Bangladesh J. Scientific Ind. Res. 44 (2), 199–206."}, {"Citation": "Manivannan R., Aeganathan R., Aeganathan R., Prabakaran K. (2015). Anti-microbial and Anti-inflammatory Flavonoid Constituents from the Leaves of Lawsonia Inermis . J. Phytopharmacol 4 (4), 212–216. 10.31254/phyto.2015.4404", "ArticleIdList": ["10.31254/phyto.2015.4404"]}, {"Citation": "Manna K., Debnath B., Das M., Marwein S. (2016). A Comprehensive Review on Pharmacognostical Investigation and Pharmacology of Typhonium Trilobatum. Npj 6 (3), 172–178. 10.2174/2210315506666160810145157", "ArticleIdList": ["10.2174/2210315506666160810145157"]}, {"Citation": "Martin D., Valdez J., Boren J., Mayersohn M. (2004). Dermal Absorption of Camphor, Menthol, and Methyl Salicylate in Humans. J. Clin. Pharmacol. 44 (10), 1151–1157. 10.1177/0091270004268409", "ArticleIdList": ["10.1177/0091270004268409", "15342616"]}, {"Citation": "Md A. R., S M Azad H., Nazim U. A., Md S. I. (2013). Analgesic and Anti-inflammatory Effects of Crinum asiaticum Leaf Alcoholic Extract in Animal Models. Afr. J. Biotechnol. 12 (2), 212–218. 10.5897/AJB12.1431", "ArticleIdList": ["10.5897/AJB12.1431"]}, {"Citation": "Md. Atiar Rahman M. A., Akter N., Rashid H., Ahmed N. U., Islam M. S. (2012). Analgesic and Anti-inflammatory Effect of Whole Ageratum Conyzoides and Emilia Sonchifolia Alcoholic Extracts in Animal Models. Afr. J. Pharm. Pharmacol. 6 (20), 1469–1476. 10.5897/AJPP12.083", "ArticleIdList": ["10.5897/AJPP12.083"]}, {"Citation": "Medzhitov R. (2010). Inflammation 2010: New Adventures of an Old Flame. Cell 140 (6), 771–776. 10.1016/j.cell.2010.03.006", "ArticleIdList": ["10.1016/j.cell.2010.03.006", "20303867"]}, {"Citation": "Medzhitov R. (2008). Origin and Physiological Roles of Inflammation. Nature 454 (7203), 428–435. 10.1038/nature07201", "ArticleIdList": ["10.1038/nature07201", "18650913"]}, {"Citation": "Miguel M. G. (2010). Antioxidant and Anti-inflammatory Activities of Essential Oils: a Short Review. Molecules 15 (12), 9252–9287. 10.3390/molecules15129252", "ArticleIdList": ["10.3390/molecules15129252", "PMC6259136", "21160452"]}, {"Citation": "Miles E. A., Zoubouli P., Calder P. C. (2005). Differential Anti-inflammatory Effects of Phenolic Compounds from Extra virgin Olive Oil Identified in Human Whole Blood Cultures. Nutrition 21 (3), 389–394. 10.1016/j.nut.2004.06.031", "ArticleIdList": ["10.1016/j.nut.2004.06.031", "15797683"]}, {"Citation": "Mollik M. A. H., Hossan M. S., Paul A. K., Taufiq-Ur-Rahman M., Jahan R., Rahmatullah M. (2010). A Comparative Analysis of Medicinal Plants Used by Folk Medicinal Healers in Three Districts of Bangladesh and Inquiry as to Mode of Selection of Medicinal Plants. Ethnobot. Res. App. 8, 195–218. 10.17348/era.8.0.195-218", "ArticleIdList": ["10.17348/era.8.0.195-218"]}, {"Citation": "Morshed M. A., Uddin M., Hasan T., Ahmed T., Uddin F., Zakaria M., et al. (2011). Evaluation of Analgesic and Anti-inflammatory Effect of Terminalia Arjuna Ethanol Extract. Int. J. Pharm. Sci. Res. 2 (10), 2577–2585."}, {"Citation": "Mosaddek A. S. M., Rashid M. M. U. (2008). A Comparative Study of the Anti-inflammatory Effect of Aqueous Extract of Neem Leaf and Dexamethasone. Bangladesh J. Pharmacol. 3, 44–47. 10.3329/bjp.v3i1.836", "ArticleIdList": ["10.3329/bjp.v3i1.836"]}, {"Citation": "Mourin N. A., Sharmin T., Chowdhury S. R., Islam F., Rahman M. S., Rashid M. A. (2013). Evaluation of Bioactivities of Heliotropium Indicum, a Medicinal Plant of Bangladesh. Pharma Innovation 2 (5), 217–221."}, {"Citation": "Naik M., Agrawal D., Behera R., Bhattacharya A., Dehury S., Kumar S. (2014). Study of Anti-inflammatory Effect of Neem Seed Oil (Azadirachta indica) on Infected Albino Rats. J. Health Res. Rev. 1 (3), 66–69. 10.4103/2394-2010.153880", "ArticleIdList": ["10.4103/2394-2010.153880"]}, {"Citation": "Namsa N. D., Tag H., Mandal M., Kalita P., Das A. K. (2009). An Ethnobotanical Study of Traditional Anti-inflammatory Plants Used by the Lohit Community of Arunachal Pradesh, India. J. Ethnopharmacol 125 (2), 234–245. 10.1016/j.jep.2009.07.004", "ArticleIdList": ["10.1016/j.jep.2009.07.004", "19607898"]}, {"Citation": "Nandi S., Lyndem L. M. (2016). Clerodendrum Viscosum: Traditional Uses, Pharmacological Activities and Phytochemical Constituents. Nat. Prod. Res. 30 (5), 497–506. 10.1080/14786419.2015.1025229", "ArticleIdList": ["10.1080/14786419.2015.1025229", "25825067"]}, {"Citation": "Nandi S., Ukil B., Lyndem L. M. (2017). Acute and Sub-acute Toxicological Evaluation of the Alcoholic Leaf and Root Extracts of Clerodendrum Infortunatum L. Nat. Prod. Res. 32 (17), 2062–2066. 10.1080/14786419.2017.1360879", "ArticleIdList": ["10.1080/14786419.2017.1360879", "28783963"]}, {"Citation": "Nathan C. (2002). Points of Control in Inflammation. Nature 420 (6917), 846–852. 10.1038/nature01320", "ArticleIdList": ["10.1038/nature01320", "12490957"]}, {"Citation": "Nesa L., Munira S., Mollika S., Islam M., Choin H., Chouduri A. U., et al. (2014). Evaluation of Analgesic, Anti-inflammatory and CNS Depressant Activities of Methanolic Extract of Lawsonia Inermis Barks in Mice. Avicenna J. Phytomed 4 (4), 287–296. 10.9734/bjpr/2014/7845", "ArticleIdList": ["10.9734/bjpr/2014/7845", "PMC4110786", "25068143"]}, {"Citation": "Nian H., Xiong H., Zhong F., Teng H., Teng H., Chen Y., et al. (2020). Anti-inflammatory and Antiproliferative Prenylated sulphur-containing Amides from the Leaves of Glycosmis Pentaphylla . Fitoterapia 146, 104693. 10.1016/j.fitote.2020.104693", "ArticleIdList": ["10.1016/j.fitote.2020.104693", "32712133"]}, {"Citation": "Niazi M., Mehrabani M., Namazi M. R., Salmanpour M., Heydari M., Karami M. M., et al. (2020). Efficacy of a Topical Formulation of Henna (Lawsonia Inermis L.) in Contact Dermatitis in Patients Using Prosthesis: A Double-Blind Randomized Placebo-Controlled Clinical Trial. Complement. Ther. Med. 49, 102316. 10.1016/j.ctim.2020.102316", "ArticleIdList": ["10.1016/j.ctim.2020.102316", "32147071"]}, {"Citation": "Nirmal N. P., Panichayupakaranant P. (2015). Antioxidant, Antibacterial, and Anti-inflammatory Activities of Standardized Brazilin-Rich Caesalpinia Sappan Extract. Pharm. Biol. 53 (9), 1339–1343. 10.3109/13880209.2014.982295", "ArticleIdList": ["10.3109/13880209.2014.982295", "25864864"]}, {"Citation": "Noor S., Rahman S. M. A., Ahmed Z., Das A., Hossain M. M. (2013). Evaluation of Anti-inflammatory and Antidiabetic Activity of Ethanolic Extracts of Desmodium Pulchellum Benth. (Fabaceae) Barks on Albino Wistar Rats. J. Appl. Pharm. Sci. 3 (7), 48–51. 10.9734/bjpr/2013/3505", "ArticleIdList": ["10.9734/bjpr/2013/3505"]}, {"Citation": "Ocvirk S., Kistler M., Khan S., Talukder S. H., Hauner H. (2013). Traditional Medicinal Plants Used for the Treatment of Diabetes in Rural and Urban Areas of Dhaka, Bangladesh--an Ethnobotanical Survey. J. Ethnobiol. Ethnomed 9 (1), 43. 10.1186/1746-4269-9-43", "ArticleIdList": ["10.1186/1746-4269-9-43", "PMC3702453", "23800215"]}, {"Citation": "Ogunbinu A. O., Flamini G., Cioni P. L., Adebayo M. A., Ogunwande I. A. (2009). Constituents of Cajanus Cajan (L.) Millsp., Moringa Oleifera Lam., Heliotropium Indicum L. And Bidens Pilosa L. from Nigeria. Nat. Prod. Commun. 4 (4), 573–578. 10.1177/1934578x0900400427", "ArticleIdList": ["10.1177/1934578x0900400427", "19476009"]}, {"Citation": "Okpanyi S. N., Ezeukwu G. C. (1981). Anti-inflammatory and Antipyretic Activities of Azadirachta indica . Planta Med. 41 (01), 34–39. 10.1055/s-2007-971670", "ArticleIdList": ["10.1055/s-2007-971670", "6972048"]}, {"Citation": "Okunade A. L. (2002). Ageratum Conyzoides L. (Asteraceae). Fitoterapia 73 (1), 1–16. 10.1016/s0367-326x(01)00364-1", "ArticleIdList": ["10.1016/s0367-326x(01)00364-1", "11864757"]}, {"Citation": "Özbek H., Yılmaz B. S. (2017). Anti-inflammatory and Hypoglycemic Activities of Alpha-Pinene. actapharm 55 (4), 7–14. 10.23893/1307-2080.APS.05522", "ArticleIdList": ["10.23893/1307-2080.APS.05522"]}, {"Citation": "Paniagua-Pérez R., Flores-Mondragón G., Reyes-Legorreta C., Herrera-López B., Cervantes-Hernández I., Madrigal-Santillán O., et al. (2016). Evaluation of the Anti-inflammatory Capacity of Beta-Sitosterol in Rodent Assays. Ajtcam 14 (1), 123–130. 10.21010/ajtcam.v14i1.13", "ArticleIdList": ["10.21010/ajtcam.v14i1.13", "PMC5411862", "28480389"]}, {"Citation": "Parvin T., Akhlas M. B., Khatun F., Akter A., Al Amin M., Islam M. T., et al. (2019). Phytochemical Screening and Evaluation of Pharmacological Activities of Aqueous Extract of Typhonium Trilobatum (L.) Schott. Orient Pharm. Exp. Med. 19 (4), 445–454. 10.1007/s13596-019-00382-0", "ArticleIdList": ["10.1007/s13596-019-00382-0"]}, {"Citation": "Pereira L. d. P., Silva K. E. S. d., Silva R. O. d., Assreuy A. M. S., Pereira M. G. (2012). Anti-inflammatory Polysaccharides of Azadirachta indica Seed Tegument. Rev. Bras. Farmacogn. 22 (3), 617–622. 10.1590/S0102-695X2012005000031", "ArticleIdList": ["10.1590/S0102-695X2012005000031"]}, {"Citation": "Perez R. M. (2001). Anti-inflammatory Activity of Compounds Isolated from Plants. ScientificWorldJournal 1, 713–784. 10.1100/tsw.2001.77", "ArticleIdList": ["10.1100/tsw.2001.77", "PMC6084703", "12805773"]}, {"Citation": "Pillai N. R., Santhakumari G. (1981). Anti-arthritic and Anti-inflammatory Actions of Nimbidin. Planta Med. 43 (09), 59–63. 10.1055/s-2007-971474", "ArticleIdList": ["10.1055/s-2007-971474", "7345443"]}, {"Citation": "Posadas I., Bucci M., Roviezzo F., Rossi A., Parente L., Sautebin L., et al. (2004). Carrageenan-induced Mouse Paw Oedema Is Biphasic, Age-Weight Dependent and Displays Differential Nitric Oxide Cyclooxygenase-2 Expression. Br. J. Pharmacol. 142 (2), 331–338. 10.1038/sj.bjp.0705650", "ArticleIdList": ["10.1038/sj.bjp.0705650", "PMC1574940", "15155540"]}, {"Citation": "Prashith Kekuda T. R., Dhanya Shree V. S., Saema Noorain G. K., Sahana B. K., Raghavendra H. L. (2019). Ethnobotanical Uses, Phytochemistry and Pharmacological Activities of Clerodendrum Infortunatum L. (Lamiaceae): A Review. J. Drug Deliv. Ther. 9 (2), 547–559. 10.22270/jddt.v9i2.2433", "ArticleIdList": ["10.22270/jddt.v9i2.2433"]}, {"Citation": "Qais N., Mahmud Z. A., Karim M. R., Bachar S. C. (2011). Anti-nociceptive, Anti-inflammatory and Sedating Activities of Leaf Extracts of Premna Esculenta (Roxb). J. Pharm. Res. 4 (10), 3463–3465."}, {"Citation": "R C., Rao S. N. (2013). Chronic Anti-inflammatory Activity of Ethanolic Extract of Leaves of Clerodendrum Viscosum by Carrageenin Induced Paw Oedema in Wistar Albino Rats. Bjpr 3 (4), 579–586. 10.7897/2277-4343.04227", "ArticleIdList": ["10.7897/2277-4343.04227"]}, {"Citation": "Rahman M. A., Sharmin R., Uddin M. N., Mahbub Uz Z., Rana S., Ahmed N. U. (2011a). Antinociceptive and Anti-inflammatory Effect of Crinum asiaticum Bulb Extract. Asian J. Pharm. Clin. Res. 4 (3), 34–37."}, {"Citation": "Rahman M. A., Solaiman M., Haque M. E., Das A. K. (2011b). Analgesic and Anti-inflammatory Activities of Alocasia Indica (Roxb.) Schott. Orient Pharm. Exp. Med. 11 (3), 143–146. 10.1007/s13596-011-0027-1", "ArticleIdList": ["10.1007/s13596-011-0027-1"]}, {"Citation": "Rahman S., Akter M., Hira T. E., Sharmin T., Nayeen M. J. (2014). Cytotoxic, Thrombolytic and Membrane Stabilizing Activities of Swietenia Mahagoni (L.) Jacq. Flower Extract. Ejmp 4 (10), 1232–1239. 10.9734/ejmp/2014/11047", "ArticleIdList": ["10.9734/ejmp/2014/11047"]}, {"Citation": "Rahman S., Hasnat A., Hasan C. M., Rashid M. A., Ilias M. (2001). Pharmacological Evaluation of Bangladeshi Medicinal Plants - a Review. Pharm. Biol. 39 (1), 1–6. 10.1076/phbi.39.1.1.5939", "ArticleIdList": ["10.1076/phbi.39.1.1.5939"]}, {"Citation": "Rahmatullah M., Jahan R., Azam F. M., Hossan S., Mollik M. A., Rahman T. (2011b). Folk Medicinal Uses of Verbenaceae Family Plants in Bangladesh. Afr. J. Tradit Complement. Altern. Med. 8, 53–65. 10.4314/ajtcam.v8i5S.15", "ArticleIdList": ["10.4314/ajtcam.v8i5S.15", "PMC3252728", "22754058"]}, {"Citation": "Rahmatullah M., Khatun Z., Hasan A., Parvin W., Moniruzzaman M., Khatun A., et al. (2012). Survey and Scientific Evaluation of Medicinal Plants Used by the Pahan and Teli Tribal Communities of Natore District, Bangladesh. Afr. J. Tradit Complement. Altern. Med. 9 (3), 366–373. 10.4314/ajtcam.v9i3.10", "ArticleIdList": ["10.4314/ajtcam.v9i3.10", "PMC3746669", "23983368"]}, {"Citation": "Rahmatullah M., Azam M. N. K., Rahman M. M., Seraj S., Mahal M. J., Mou S. M., et al. (2011a). A Survey of Medicinal Plants Used by Garo and Non-garo Traditional Medicinal Practitioners in Two Villages of Tangail District, Bangladesh. American-Eurasian J. Sustainable Agric. 5 (3), 350–357."}, {"Citation": "Rai U., Rawal A., Singh S. (2018). Evaluation of the Anti-inflammatory Effect of an Anti-platelet Agent Crinumin on Carrageenan-Induced Paw Oedema and Granuloma Tissue Formation in Rats. Inflammopharmacology 26 (3), 769–778. 10.1007/s10787-017-0411-7", "ArticleIdList": ["10.1007/s10787-017-0411-7", "29197932"]}, {"Citation": "\nRamamurthy V., Fathima M. A., Govindaraju G., Raveendran S. (2009). Anti-inflammatory Activity of Heliotropium Indicum Extract on Formaldehyde Induced Inflammation in Rats. J. Ecobiology\n24 (4), 345–351. Availableat: http://www.palaniparamount.com\n. "}, {"Citation": "Rao B. G., Raju N. J. (2009). Investigation of Anti-inflammatory Activity of Glycosmis Pentaphylla (Rutaceae). Int. J. Chem. Sci. 7 (4), 2891–2899."}, {"Citation": "Razia S., Kamrun N., Sitesh C. B. (2018). In-vitro Membrane Stabilizing, Thrombolytic, Antioxidant and Antimicrobial Activities of Bangladeshi Origin Coccinia Indica (Cucurbitaceae). Afr. J. Pharm. Pharmacol. 12 (16), 188–192. 10.5897/AJPP2018.4913", "ArticleIdList": ["10.5897/AJPP2018.4913"]}, {"Citation": "Recio M. C., Andujar I., Rios J. L. J. (2012). Anti-inflammatory Agents from Plants: Progress and Potential. Curr. Med. Chem. 19 (14), 2088–2103. 10.2174/092986712800229069", "ArticleIdList": ["10.2174/092986712800229069", "22414101"]}, {"Citation": "Ribeiro R. A., Vale M. L., Thomazzi S. M., Paschoalato A. B., Poole S., Ferreira S. H., et al. (2000). Involvement of Resident Macrophages and Mast Cells in the Writhing Nociceptive Response Induced by Zymosan and Acetic Acid in Mice. Eur. J. Pharmacol. 387 (1), 111–118. 10.1016/S0014-2999(99)00790-6", "ArticleIdList": ["10.1016/S0014-2999(99)00790-6", "10633169"]}, {"Citation": "Ripon S. S., Mahmood A., Chowdhury M. M. U., Islam M. T. (2016). A Possible Cytoprotectivity Triggering Anti- Atherothrombosis Activity of Lantana Camera L. Methanol Extract. Asian J. Ethnopharmacology Med. Foods 2 (6), 1–5."}, {"Citation": "Sabikunnahar J., Jalal U., Labu Z. K. (2016). Naturally Growing Medicinal Plant Clerodendrum Viscosum in Bangladesh - Thrombolytic, Membrane Stabilizing and Anti-microbial Properties. Int. J. Pharm. 7 (1), 2678–2684."}, {"Citation": "Saddam Hus M., Mazbah Udd A. H. M., Azmerin M., Tohidul Am M., Hasan M., Das Aka T., et al. (2019). An In Vivo and In Vitro Evaluation of Anti-inflammatory Action of Seeds of Vigna Unguiculata Available in Bangladeshi Region. J. Appl. Sci. 19 (2), 62–67. 10.3923/jas.2019.62.67", "ArticleIdList": ["10.3923/jas.2019.62.67"]}, {"Citation": "Salminen A., Lehtonen M., Suuronen T., Kaarniranta K., Huuskonen J. (2008). Terpenoids: Natural Inhibitors of NF-kappaB Signaling with Anti-inflammatory and Anticancer Potential. Cel Mol Life Sci 65 (19), 2979–2999. 10.1007/s00018-008-8103-5", "ArticleIdList": ["10.1007/s00018-008-8103-5", "18516495"]}, {"Citation": "Saltan Çitoğlu G., Bahadır Acıkara Ö., Sever Yılmaz B., Özbek H. (2012). Evaluation of Analgesic, Anti-inflammatory and Hepatoprotective Effects of Lycorine from Sternbergia Fisheriana (Herbert) Rupr. Fitoterapia 83 (1), 81–87. 10.1016/j.fitote.2011.09.008", "ArticleIdList": ["10.1016/j.fitote.2011.09.008", "21968064"]}, {"Citation": "Salvo F., Fourrier-Réglat A., Bazin F., Robinson P., Riera-Guardia N., Haag M., et al. (2011). Cardiovascular and Gastrointestinal Safety of NSAIDs: A Systematic Review of Meta-Analyses of Randomized Clinical Trials. Clin. Pharmacol. Ther. 89 (6), 855–866. 10.1038/clpt.2011.45", "ArticleIdList": ["10.1038/clpt.2011.45", "21471964"]}, {"Citation": "Samira K., Md K., Laboni F. R., Julie A. S., Jalal U., Labu Z. K. (2016). Biological Investigations of Medicinal Plants of Heliotropium Indicum Indigenous to Bangladesh. J. Coast Life Med. 4 (11), 874–878. 10.12980/jclm.4.2016J6-175", "ArticleIdList": ["10.12980/jclm.4.2016J6-175"]}, {"Citation": "Samud A. M., Asmawi M. Z., Sharma J. N., Yusof A. P. (1999). Anti-inflammatory Activity of Crinum asiaticum Plant and its Effect on Bradykinin-Induced Contractions on Isolated Uterus. Immunopharmacology 43 (2), 311–316. 10.1016/S0162-3109(99)00132-0", "ArticleIdList": ["10.1016/S0162-3109(99)00132-0", "10596868"]}, {"Citation": "Sannigrahi S., Mazumder U. K., Pal D., Mishra S. L. (2012). Terpenoids of Methanol Extract of Clerodendrum Infortunatum Exhibit Anticancer Activity against Ehrlich's Ascites Carcinoma (EAC) in Mice. Pharm. Biol. 50 (3), 304–309. 10.3109/13880209.2011.604089", "ArticleIdList": ["10.3109/13880209.2011.604089", "22321031"]}, {"Citation": "Santos F. A., Rao V. S. (2000). Antiinflammatory and Antinociceptive Effects of 1,8-cineole a Terpenoid Oxide Present in many Plant Essential Oils. Phytother Res. 14 (4), 240–244. 10.1002/1099-1573(200006)14:4<240::aid-ptr573>3.0.co;2-x", "ArticleIdList": ["10.1002/1099-1573(200006)14:4<240::aid-ptr573>3.0.co;2-x", "10861965"]}, {"Citation": "Sasidharan S. P., Vasumathi A. V. (2017). In Vitro pharmacological, In Vivo Toxicological and In Silico Molecular Docking Analysis of Glycopentalone, a Novel Compound from Glycosmis Pentaphylla (Retz.) Correa. Med. Chem. Res. 26 (8), 1697–1707. 10.1007/s00044-017-1880-3", "ArticleIdList": ["10.1007/s00044-017-1880-3"]}, {"Citation": "Schumacher M., Cerella C., Reuter S., Dicato M., Diederich M. (2011). Anti-inflammatory, Pro-apoptotic, and Anti-proliferative Effects of a Methanolic Neem (Azadirachta indica) Leaf Extract Are Mediated via Modulation of the Nuclear Factor-Κb Pathway. Genes Nutr. 6 (2), 149–160. 10.1007/s12263-010-0194-6", "ArticleIdList": ["10.1007/s12263-010-0194-6", "PMC3092905", "21484152"]}, {"Citation": "Seetharaman T. R. (1990). Flavonoids of Firmiana Simplex and Sterculia Villosa . Fitoterapia 61 (4), 373–374."}, {"Citation": "Shafa F., Shahriar M., Opo F. A. D. M., Akhter R., Hossain M. M., Choudhury N. (2016). Characterization of Phytoconstituents, In Vitro Antioxidant Activity and Pharmacological Investigation of the Root Extract of Typhonium Trilobatum . Int. J. Pharm. Sci. Res. 7 (4), 1694–1704. 10.13040/IJPSR.0975-8232.7(4).1694-04", "ArticleIdList": ["10.13040/IJPSR.0975-8232.7(4).1694-04"]}, {"Citation": "Shah V. O., Ferguson J. E., Hunsaker L. A., Deck L. M., Vander Jagt D. L. (2010). Natural Products Inhibit LPS-Induced Activation of Pro-inflammatory Cytokines in Peripheral Blood Mononuclear Cells. Nat. Prod. Res. 24 (12), 1177–1188. 10.1080/14786410903112680", "ArticleIdList": ["10.1080/14786410903112680", "20582811"]}, {"Citation": "Shahriar M., Alam F., Uddin M. M. N. (2014). Membrane Stabilizing and Thrombolytic Activity of Withania Somnifera Root. Am. J. Phytomedicine Clin. Ther. 2 (2), 252–256."}, {"Citation": "Shahriar M., Sharmin F. A., Islam A. S. M., Dewan I., Kabir S. (2012). Membrane Stabilizing and Anti-thrombolytic Activities of Four Medicinal Plants of Bangladesh. Exp. 4 (4), 265–270."}, {"Citation": "Shahriar M., Tithi N. A., Akhter R., Kamal S., Narjish S. N., Bhuiyan M. A. (2015). Phytochemical and Pharmacological Investigation of the Crude Extract of Typhonium Trilobatum (L.) Schott. World J. Pharm. Res. 4 (2), 167–188."}, {"Citation": "Shalini S., Shaik F. (2010). Study on the Anti-inflammatory Activity of Heliotropium Indicum . J. Innovative Trends Pharm. Sci. 1 (1), 43–46."}, {"Citation": "Sharma B., Vasudeva N., Sharma S. (2020). Phytopharmacological Review on Crinum asiaticum: A Potential Medicinal Herb. Npj 10 (4), 342–354. 10.2174/2210315509666190731142333", "ArticleIdList": ["10.2174/2210315509666190731142333"]}, {"Citation": "Sharma R. K., Goel A., Bhatia A. K. (2016). Lawsonia Inermis Linn: A Plant with Cosmetic and Medical Benefits. Int. J. Appl. Sci. Biotechnol. 4 (1), 15–20. 10.3126/ijasbt.v4i1.14728", "ArticleIdList": ["10.3126/ijasbt.v4i1.14728"]}, {"Citation": "Shinde U. A., Phadke A. S., Nair A. M., Mungantiwar A. A., Dikshit V. J., Saraf M. N. (1999). Membrane Stabilizing Activity - a Possible Mechanism of Action for the Anti-inflammatory Activity of Cedrus Deodara wood Oil. Fitoterapia 70, 251–257. 10.1016/S0367-326X(99)00030-1", "ArticleIdList": ["10.1016/S0367-326X(99)00030-1"]}, {"Citation": "Siddiqui S., Kamal A., Khan F., Jamali K. S., Saify Z. S. (2019). Gallic and Vanillic Acid Suppress Inflammation and Promote Myelination in an In Vitro Mouse Model of Neurodegeneration. Mol. Biol. Rep. 46 (1), 997–1011. 10.1007/s11033-018-4557-1", "ArticleIdList": ["10.1007/s11033-018-4557-1", "30569390"]}, {"Citation": "Sikder M. A. A., Rahman M. A., Islam M. R., Kaisar M. A., Rahman M. S., Rashid M. A. (2010). In Vitro antioxidant , Reducing Power, Free Radical Scavenging and Membrane Stabilizing Activities of Spilanthes Calva . Bangladesh Pharm. J. 13 (1), 63–67."}, {"Citation": "Sinha N. K., Seth K. K., Pandey V. B., Dasgupta B., Shah A. H. (1981). Flavonoids from the Flowers of Clerodendron Infortunatum . Planta Med. 42 (07), 296–298. 10.1055/s-2007-971645", "ArticleIdList": ["10.1055/s-2007-971645", "17401979"]}, {"Citation": "Sireeratawong S., Itharat A., Lerdvuthisopon N., Piyabhan P., Khonsung P., Boonraeng S., et al. (2012). Anti-inflammatory, Analgesic, and Antipyretic Activities of the Ethanol Extract of Piper Interruptum Opiz. And Piper Chaba Linn. ISRN Pharmacol. 2012, 480265. 10.5402/2012/480265", "ArticleIdList": ["10.5402/2012/480265", "PMC3317034", "22530143"]}, {"Citation": "Sm M. R., Rana S., Afm A. I., Kumer A., Hashem A. K., Rahman H., et al. (2019). Antithrombotic and Anti-inflammatory Activities of Leaf Methanolic Extract of Euphorbia Hirta Lin. Ijcam 12 (4), 154–162. 10.15406/ijcam.2019.12.00466", "ArticleIdList": ["10.15406/ijcam.2019.12.00466"]}, {"Citation": "Smyth E. M., Grosser T., Wang M., Yu Y., FitzGerald G. A. (2009). Prostanoids in Health and Disease. J. Lipid Res. 50, S423–S428. 10.1194/jlr.R800094-JLR200", "ArticleIdList": ["10.1194/jlr.R800094-JLR200", "PMC2674745", "19095631"]}, {"Citation": "Sofowora A., Ogunbodede E., Onayade A. (2013). The Role and Place of Medicinal Plants in the Strategies for Disease Prevention. Afr. J. Tradit Complement. Altern. Med. 10 (5), 210–229. 10.4314/ajtcam.v10i5.2", "ArticleIdList": ["10.4314/ajtcam.v10i5.2", "PMC3847409", "24311829"]}, {"Citation": "Soma M. A., Khan M. F., Tahia F., Al-Mansur M. A., Rahman M. S., Rashid M. A. (2019). Cyclooxygenase-2 Inhibitory Compounds from the Leaves of Glycosmis Pentaphylla (Retz.) A. DC.: Chemical and In Silico Studies. Asian J. Chem. 31, 1260–1264. 10.14233/ajchem.2019.21913", "ArticleIdList": ["10.14233/ajchem.2019.21913"]}, {"Citation": "Souto A. L., Tavares J. F., da Silva M. S., Diniz Mde. F., de Athayde-Filho P. F., Barbosa Filho J. M. (2011). Anti-inflammatory Activity of Alkaloids: an Update from 2000 to 2010. Molecules 16 (10), 8515–8534. 10.3390/molecules16108515", "ArticleIdList": ["10.3390/molecules16108515", "PMC6264344", "21989312"]}, {"Citation": "\nSouza M. C., Siani A. C., Ramos M. F., Menezes-de-Lima O. J., Henriques M. G., Jr, Henriques M. G. M. O. (2003). Evaluation of Anti-inflammatory Activity of Essential Oils from Two Asteraceae Species. Pharmazie\n58 (8), 582–586. Availableat: https://www.ingentaconnect.com/content/govi/pharmaz/2003/00000058/00000008/art00014\n. ", "ArticleIdList": ["12967039"]}, {"Citation": "Sravani D., Aarathi K., Kumar N. S. S., Krupanidhi S., Ramu D. V., Venkateswarlu T. C. (2015). In VitroAnti-Inflammatory Activity ofMangifera indicaandManilkara zapotaLeaf Extract. Rese. Jour. Pharm. Technol. 8 (11), 1477–1480. 10.5958/0974-360x.2015.00264.4", "ArticleIdList": ["10.5958/0974-360x.2015.00264.4"]}, {"Citation": "Sreejith P. S., Asha V. V. (2015). Glycopentalone, a Novel Compound from Glycosmis Pentaphylla (Retz.) Correa with Potent Anti-hepatocellular Carcinoma Activity. J. Ethnopharmacol 172, 38–43. 10.1016/j.jep.2015.05.051", "ArticleIdList": ["10.1016/j.jep.2015.05.051", "26068427"]}, {"Citation": "Srinivas K., Rao M. E. B., Rao S. S. (2000). Anti-inflammatory Activity of Heliotropium Indicum Linn. And Leucas Aspera Spreng. in Albino Rats. Indian J. Pharmacol. 32 (1), 37–38."}, {"Citation": "Sufian M., Chowdhury T., Mian M., Mohiuddin M., Koly S., Uddin M., et al. (2017). In Vitro study on Thrombolytic and Membrane Stabilizing Activities of Alternanthera Paronychioides and Vernonia Patula Leaves and Stems. Arrb 15 (3), 1–9. 10.9734/ARRB/2017/34776", "ArticleIdList": ["10.9734/ARRB/2017/34776"]}, {"Citation": "Sukardiman, Ervina M. (2020). The Recent Use of Swietenia Mahagoni (L.) Jacq. As Antidiabetes Type 2 Phytomedicine: A Systematic Review. Heliyon 6 (3), e03536. 10.1016/j.heliyon.2020.e03536", "ArticleIdList": ["10.1016/j.heliyon.2020.e03536", "PMC7068623", "32190758"]}, {"Citation": "Sumi F., Ansari P., Sikder B., AnaytullaZhumur N. A., Zhumur N., Mohamed M., et al. (2015). Investigation of the Different Ethnopharmacological Activity of Fractional Root Extracts of Mussaenda Roxburghii in In Vitro Model. Ejmp 10 (2), 1–9. 10.9734/EJMP/2015/19315", "ArticleIdList": ["10.9734/EJMP/2015/19315"]}, {"Citation": "\nSwingle K. F., Shideman F. E. (1972). Phases of the Inflammatory Response to Subcutaneous Implantation of a Cotton Pellet and Their Modification by Certain Anti-inflammatory Agents. J. Pharmacol. Exp. Ther.\n183 (1), 226–234. Availableat: http://jpet.aspetjournals.org/content/jpet/183/1/226.full.pdf\n. ", "ArticleIdList": ["4562620"]}, {"Citation": "Syahmi A. R., Vijayarathna S., Sasidharan S., Latha L. Y., Kwan Y. P., Lau Y. L., et al. (2010). Acute Oral Toxicity and Brine Shrimp Lethality of Elaeis Guineensis Jacq., (Oil palm Leaf) Methanol Extract. Molecules 15 (11), 8111–8121. 10.3390/molecules15118111", "ArticleIdList": ["10.3390/molecules15118111", "PMC6259233", "21072022"]}, {"Citation": "Tania K. N., Islam M. T., Mahmood A., Ibrahim M., Chowdhury M. M. U., Kuddus M. R., et al. (2013). Pharmacological and Phytochemical Screenings of Ethanol Extract of Sterculia Villosa Roxb. J. Biomed. Pharm. Res. 2 (1), 9–14."}, {"Citation": "Taufiq-Ur-Rahman M., Shilpi J. A., Ahmed M., Faiz Hossain C. (2005). Preliminary Pharmacological Studies on Piper Chaba Stem Bark. J. Ethnopharmacol 99 (2), 203–209. 10.1016/j.jep.2005.01.055", "ArticleIdList": ["10.1016/j.jep.2005.01.055", "15894128"]}, {"Citation": "Tewtrakul S., Hase K., Kadota S., Namba T., Komatsu K., Tanaka K. (2000). Fruit Oil Composition of Piper Chaba Hunt., P. Longum L. And P. Nigrum L. J. Essent. Oil Res. 12 (5), 603–608. 10.1080/10412905.2000.9712168", "ArticleIdList": ["10.1080/10412905.2000.9712168"]}, {"Citation": "Thabet A. A., Youssef F. S., El-Shazly M., Singab A. N. B. (2018). Sterculia and Brachychiton: a Comprehensive Overview on Their Ethnopharmacology, Biological Activities, Phytochemistry and the Role of Their Gummy Exudates in Drug Delivery. J. Pharm. Pharmacol. 70 (4), 450–474. 10.1111/jphp.12876", "ArticleIdList": ["10.1111/jphp.12876", "29423957"]}, {"Citation": "Thangaraj P. (2016). “Anti-inflammatory Activity,” in Pharmacological Assays of Plant-Based Natural Products. Progress in Drug Research (Cham: Springer; ). 10.1007/978-3-319-26811-8_16", "ArticleIdList": ["10.1007/978-3-319-26811-8_16"]}, {"Citation": "Tian E. L., Cui Y. Y., Yang G. Z., Mei Z. N., Chen Y. (2014). Phenolic Glycosides from Glycosmis Pentaphylla . J. Asian Nat. Prod. Res. 16 (12), 1119–1125. 10.1080/10286020.2014.951924", "ArticleIdList": ["10.1080/10286020.2014.951924", "25367455"]}, {"Citation": "Tung Y. T., Chua M. T., Wang S. Y., Chang S. T. (2008). Anti-inflammation Activities of Essential Oil and its Constituents from Indigenous Cinnamon (Cinnamomum Osmophloeum) Twigs. Bioresour. Technol. 99 (9), 3908–3913. 10.1016/j.biortech.2007.07.050", "ArticleIdList": ["10.1016/j.biortech.2007.07.050", "17826984"]}, {"Citation": "Tuñón M. J., García-Mediavilla M. V., Sánchez-Campos S., González-Gallego J. (2009). Potential of Flavonoids as Anti-inflammatory Agents: Modulation of Pro-inflammatory Gene Expression and Signal Transduction Pathways. Curr. Drug Metab. 10 (3), 256–271. 10.2174/138920009787846369", "ArticleIdList": ["10.2174/138920009787846369", "19442088"]}, {"Citation": "Uddin J., Biswas A. J., Labu Z. K. (2018). In Vitro assessment of Butea Monosperma (Lam.) Leaves: Thrombolytic, Membrane Stabilizing Potentials and Total Phenolic Content. Npj 8 (3), 239–246. 10.2174/2210315508666180410143634", "ArticleIdList": ["10.2174/2210315508666180410143634"]}, {"Citation": "Uddin J., Julie A. S., Ali M. H., Islam M. N., Khan S. A., Labu Z. K. (2015). Antimicrobial, Thrombolytic, Membrane Stabilizing Activities and Total Flavonoid Content of Various Partitionates of Aerial Parts of Eclipta alba (L.) Hassk. Dhaka Univ. J. Pharm. Sci. 14 (2), 207–213. 10.3329/dujps.v14i2.28512", "ArticleIdList": ["10.3329/dujps.v14i2.28512"]}, {"Citation": "Uddin M., Begum J., Rahman M. A., Ahmed N., Akter R., Abdullah A. M. (2010). Antinociceptive and Anti-inflammatory Properties of the Methanol Leaf Extract of Argyreia Argentea . J. Pharm. Sci. Res. 2 (8), 465–471."}, {"Citation": "Uddin M. J., Çiçek S. S., Willer J., Shulha O., Abdalla M. A., Sönnichsen F., et al. (2020). Phenylpropanoid and Flavonoid Glycosides from the Leaves of Clerodendrum Infortunatum (Lamiaceae). Biochem. Syst. Ecol. 92, 104131. 10.1016/j.bse.2020.104131", "ArticleIdList": ["10.1016/j.bse.2020.104131"]}, {"Citation": "\nUddin M. S. (2019). Medicinal Plants of Bangladesh. Dhaka: MPB. Availableat: https://www.natureinfo.com.bd/mpb/ (Accessed July 25, 2021). "}, {"Citation": "Uddin M., Uddin M. Z., Emran T. B., Nath A. K., Jenny A., Duttaa M., et al. (2012). Anti-inflammatory and Antioxidant Activity of Leaf Extract of Crinum asiaticum . J. Pharm. Res. 05 (12), 5553–5556."}, {"Citation": "Uddin S. N. (2006). Traditional Uses of Ethnomedicinal Plants of the Chittagong hill Tracts. Dhaka, Bangladesh: Bangladesh National Herbarium."}, {"Citation": "Uddin S. S., Islam M. S. (2020). Anti-inflammatory, Analgesic and Cognitive Enhancer Plants Present in Bangladesh: A Study Review. Univ. J. Pharm. Res. 5 (5). 10.22270/ujpr.v5i5.490", "ArticleIdList": ["10.22270/ujpr.v5i5.490"]}, {"Citation": "Ugboko H. U., Nwinyi O. C., Oranusi S. U., Fatoki T. H., Omonhinmin C. A. (2020). Antimicrobial Importance of Medicinal Plants in Nigeria. ScientificWorldJournal 2020, 7059323. 10.1155/2020/7059323", "ArticleIdList": ["10.1155/2020/7059323", "PMC7528132", "33029108"]}, {"Citation": "Ullah H. M. A., Akter L., Zaman S., Juhara F., Tareq S. M., Bhattacharjee R., et al. (2015). Anti-inflammatory and Analgesic Activities of Methanolic Seed Extract of Sterculia Villosa Roxb. Asian J. Pharm. Clin. Res. 8 (5), 285–289."}, {"Citation": "Umapathy E. U., Ndebia E., Meeme A., Adam B., Menziwa P., Nkeh-Chungag B., et al. (2010). An Experimental Evaluation of Albuca Setosa Aqueous Extract on Membrane Stabilization, Protein Denaturation and white Blood Cell Migration during Acute Inflammation. J. Med. Plants Res. 4 (9), 789–795."}, {"Citation": "Vaghasiya Y., Nair R., Chanda S. (2007). Investigation of Some Piper Species for Anti-bacterial and Anti-inflammatory Property. Int. J. Pharmacol. 3 (5), 400–405. 10.3923/ijp.2007.400.405", "ArticleIdList": ["10.3923/ijp.2007.400.405"]}, {"Citation": "Vane J. R., Botting R. M. (1998). Mechanism of Action of Nonsteroidal Anti-inflammatory Drugs. Am. J. Med. 104 (3Suppl. 1), 2S–22S. 10.1016/S0002-9343(97)00203-9", "ArticleIdList": ["10.1016/S0002-9343(97)00203-9", "9572314"]}, {"Citation": "Venkatesha S. H., Berman B. M., Moudgil K. D. (2011). Herbal Medicinal Products Target Defined Biochemical and Molecular Mediators of Inflammatory Autoimmune Arthritis. Bioorg. Med. Chem. 19 (1), 21–29. 10.1016/j.bmc.2010.10.053", "ArticleIdList": ["10.1016/j.bmc.2010.10.053", "PMC3020797", "21115252"]}, {"Citation": "Vigil de Mello S. V., da Rosa J. S., Facchin B. M., Luz A. B., Vicente G., Faqueti L. G., et al. (2016). Beneficial Effect of Ageratum Conyzoides Linn (Asteraceae) upon Inflammatory Response Induced by Carrageenan into the Mice Pleural Cavity. J. Ethnopharmacol 194, 337–347. 10.1016/j.jep.2016.09.003", "ArticleIdList": ["10.1016/j.jep.2016.09.003", "27596330"]}, {"Citation": "Vijayaraj R., Kumaran N. S. (2018). Protective Effect of Lawsonia Inermis Linn. On Chronic Inflammation in Rats. Int. J. Green Pharm. 12 (3), S549–S554."}, {"Citation": "Wadsworth T. L., Koop D. R. (1999). Effects of the Wine Polyphenolics Quercetin and Resveratrol on Pro-inflammatory Cytokine Expression in RAW 264.7 Macrophages. Biochem. Pharmacol. 57 (8), 941–949. 10.1016/s0006-2952(99)00002-7", "ArticleIdList": ["10.1016/s0006-2952(99)00002-7", "10086329"]}, {"Citation": "Williams L. A., O'Connar A., Latore L., Dennis O., Ringer S., Whittaker J. A., et al. (2008). The In Vitro Anti-denaturation Effects Induced by Natural Products and Non-steroidal Compounds in Heat Treated (Immunogenic) Bovine Serum Albumin Is Proposed as a Screening Assay for the Detection of Anti-inflammatory Compounds, without the Use of Animals, in the Early Stages of the Drug Discovery Process. West. Indian Med. J. 57 (4), 327–331.", "ArticleIdList": ["19566010"]}, {"Citation": "World Health Organization (1998). Medicinal Plants in the South Pacific : Information on 102 Commonly Used Medicinal Plants in the South Pacific. Manila: WHO Regional Office for the Western Pacific."}, {"Citation": "World Health Organization (2013). WHO Traditional Medicine Strategy: 2014-2023. Geneva: World Health Organization."}, {"Citation": "Xu L. P., Wang H., Yuan Z. (2008). Triterpenoid Saponins with Anti-inflammatory Activity from Codonopsis Lanceolata . Planta Med. 74 (11), 1412–1415. 10.1055/s-2008-1081318", "ArticleIdList": ["10.1055/s-2008-1081318", "18666043"]}, {"Citation": "Yesmin S., Paul A., Naz T., Rahman A. B. M. A., Akhter S. F., Wahed M. I. I., et al. (2020). Membrane Stabilization as a Mechanism of the Anti-inflammatory Activity of Ethanolic Root Extract of Choi (Piper Chaba). Clin. Phytosci 6 (1), 59. 10.1186/s40816-020-00207-7", "ArticleIdList": ["10.1186/s40816-020-00207-7"]}, {"Citation": "Yong K. Y., Abdul Shukkoor M. S. (2020). Manilkara Zapota: A Phytochemical and Pharmacological Review. Mater. Today Proc. 29, 30–33. 10.1016/j.matpr.2020.05.688", "ArticleIdList": ["10.1016/j.matpr.2020.05.688"]}, {"Citation": "Yong Y. K., Sulaiman N., Hakim M. N., Lian G. E., Zakaria Z. A., Othman F., et al. (2013a). Suppressions of Serotonin-Induced Increased Vascular Permeability and Leukocyte Infiltration by Bixa Orellana Leaf Extract. Biomed. Res. Int. 2013, 463145. 10.1155/2013/463145", "ArticleIdList": ["10.1155/2013/463145", "PMC3808716", "24224164"]}, {"Citation": "Yong Y. K., Zakaria Z. A., Kadir A. A., Somchit M. N., Ee Cheng Lian G., Ahmad Z. (2013b). Chemical Constituents and Antihistamine Activity of Bixa Orellana Leaf Extract. BMC Complement. Altern. Med. 13, 32. 10.1186/1472-6882-13-32", "ArticleIdList": ["10.1186/1472-6882-13-32", "PMC3582463", "23410184"]}, {"Citation": "Yu S. J., Yu J. H., Yu Z. P., Yan X., Zhang J. S., Sun J. Y., et al. (2020). Bioactive Terpenoid Constituents from Eclipta Prostrata . Phytochemistry 170, 112192. 10.1016/j.phytochem.2019.112192", "ArticleIdList": ["10.1016/j.phytochem.2019.112192", "31726325"]}, {"Citation": "Yuan M., Zhang C., He Z., Liu C., Li K. (2019). Anti-inflammatory Effect and Chemical Constituents of Microcos Paniculata Total Flavone Glycosides Fraction. IOP Conf. Ser. Earth Environ. Sci. 332, 032018. 10.1088/1755-1315/332/3/032018", "ArticleIdList": ["10.1088/1755-1315/332/3/032018"]}, {"Citation": "Yusoff S. a. M., Asmawi M. Z., Abdul Majid S., Asif M., Basheer M. K. A., Mohamed S. K., et al. (2017). Anti-angiogenesis as a Possible Mechanism of Action for Anti-tumor (Potential Anti-cancer) Activity of Crinum asiaticum Leaf Methanol Extract. J. Angiotherapy 1 (1), E012–E017. 10.25163/angiotherapy.11000210419100517", "ArticleIdList": ["10.25163/angiotherapy.11000210419100517"]}, {"Citation": "Zahan R., Nahar L., Nesa M. L. (2013). Antinociceptive and Anti-inflammatory Activities of Flower (Alangium Salvifolium) Extract. Pak J. Biol. Sci. 16 (19), 1040–1045. 10.3923/pjbs.2013.1040.1045", "ArticleIdList": ["10.3923/pjbs.2013.1040.1045", "24502168"]}, {"Citation": "Ziadlou R., Barbero A., Martin I., Wang X., Qin L., Alini M., et al. (2020). Anti-inflammatory and Chondroprotective Effects of Vanillic Acid and Epimedin C in Human Osteoarthritic Chondrocytes. Biomolecules 10 (6), 932. 10.3390/biom10060932", "ArticleIdList": ["10.3390/biom10060932", "PMC7356262", "32575510"]}, {"Citation": "Zou L., Zhang Y., Li W., Zhang J., Wang D., Fu J., et al. (2017). Comparison of Chemical Profiles, Anti-inflammatory Activity, and UPLC-Q-TOF/MS-based Metabolomics in Endotoxic Fever Rats between Synthetic Borneol and Natural Borneol. Molecules 22 (9), 1446. 10.3390/molecules22091446", "ArticleIdList": ["10.3390/molecules22091446", "PMC6151575", "28858264"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "11", "Day": "4"}, {"Year": "2022", "Month": "2", "Day": "1"}, {"Year": "2022", "Month": "4", "Day": "11", "Hour": "5", "Minute": "27"}, {"Year": "2022", "Month": "4", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "12", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "3", "Day": "24"}], "PublicationStatus": "epublish", "ArticleIdList": ["35401207", "PMC8987533", "10.3389/fphar.2022.809324", "809324"]}}], "PubmedBookArticle": []}