{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Acteoside", "Anti-nephritic", "Duranta erecta", "Pharmacological", "Phytochemistry"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35405253", "DateCompleted": {"Year": "2022", "Month": "05", "Day": "17"}, "DateRevised": {"Year": "2022", "Month": "05", "Day": "17"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "04", "Day": "09"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jep.2022.115274", "S0378-8741(22)00313-0"], "Journal": {"ISSN": "1872-7573", "JournalIssue": {"Volume": "293", "PubDate": {"Year": "2022", "Month": "Jul", "Day": "15"}}, "Title": "Journal of ethnopharmacology", "ISOAbbreviation": "J Ethnopharmacol"}, "ArticleTitle": "Duranta erecta Linn: A critical review on phytochemistry, traditional uses, pharmacology, and toxicity from phytopharmaceutical perspective.", "Pagination": {"StartPage": "115274", "MedlinePgn": "115274"}, "Abstract": {"AbstractText": ["Duranta erecta Linn. belonging to the Verbenaceae family is widely used in the traditional systems of medicines practiced in Bangladesh, India, Nigeria, the Philippines, and Brazil. The ethnomedicinal application as vermifuge, febrifuge, diuretic, anti-parasitic, and anti-malarial are well documented. D. erecta is also a significant source of phenylethanoid glycoside known as acteoside-a drug in clinical trials for IgA nephropathy patients.", "This review aims to critically highlight the existing studies on D. erecta, including its botanical authentication, geographical distribution, ethnomedicinal uses, phytochemistry, and pharmacological properties. Critical discussion is focused on the overview and gap in knowledge for future research. Additionally, the clinical significance of its major secondary metabolite, i.e., acteoside, has also been discussed with emphasis on biosynthesis, distribution, pre-clinical, and clinical outcomes.", "Professional research data from 1963 to 2021 appeared in scholarly journals, and books were retrieved from scientific database platforms viz. Sci-Finder, PubMed, CNKI, Science Direct, Web of Science, Wiley, Google Scholar, Taylor and Francis, Springer, and Scopus. The chemical structures for all the phytomolecules were validated using Sci-finder and first-hand references. While plant name and synonyms were corroborated by \"The Plant List\" (www.theplantlist.org).", "D. erecta and its key metabolite acteoside display various biological actions like antimalarial, antimicrobial, antioxidant, anticancer, antinephritic, hepatoprotective, neuroprotective, and antiviral properties. Acteoside literature analysis shows its presence in different stages of clinical trials for anti-nephritic, hepatoprotective, and osteoarthritic activity. The phytochemical review of D. erecta exhibited 64 compounds that have been isolated and identified from D. erecta, such as iridoid glycosides, phenylethanoid glycosides, flavonoids, steroids, phenolics, terpenoids, and saponins. The other significant secondary metabolites responsible for its medicinal properties are acteoside, durantol, pectolinaringenin, repenins, scutellarein, and repennoside.", "Duranta erecta is one of the Verbenaceae plants, widely used in ethnomedicines having various phytochemicals with understandable pharmacological actions mainly confined at the crude extract level. However, further bioactivity-guided or fingerprint-assisted studies are required to validate the ethnomedicinal uses, concerning cellular and molecular mechanisms, quality standardization, and safety with respect to its bioactive constituent(s). Therefore, the present review identified the gap in the research on scientific validation of Duranta based ethnomedicines and may provide critical information for the development of phytopharmaceuticals/Phyto-cosmeceuticals."], "CopyrightInformation": "Copyright © 2022 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Analytical Chemistry Department, CSIR-Central Institute of Medicinal and Aromatic Plants, Lucknow, 226015, India; Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201002, India. Electronic address: madhumitasrivastava05@gmail.com."}], "LastName": "Srivastava", "ForeName": "Madhumita", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Analytical Chemistry Department, CSIR-Central Institute of Medicinal and Aromatic Plants, Lucknow, 226015, India; Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201002, India. Electronic address: kspklko@yahoo.com."}], "LastName": "Shanker", "ForeName": "Karuna", "Initials": "K"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "J Ethnopharmacol", "NlmUniqueID": "7903310", "ISSNLinking": "0378-8741"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Glycosides"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Drosophila"}, {"QualifierName": ["methods"], "DescriptorName": "Ethnopharmacology"}, {"QualifierName": [], "DescriptorName": "Glycosides"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["methods"], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": ["therapeutic use", "toxicity"], "DescriptorName": "Phytochemicals"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["chemistry", "pharmacology", "therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Verbenaceae"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2021", "Month": "11", "Day": "28"}, {"Year": "2022", "Month": "3", "Day": "30"}, {"Year": "2022", "Month": "4", "Day": "5"}, {"Year": "2022", "Month": "4", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "11", "Hour": "20", "Minute": "11"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35405253", "10.1016/j.jep.2022.115274", "S0378-8741(22)00313-0"]}}], "PubmedBookArticle": []}