{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Uvae ursi folium", "arbutin", "bearberry", "hydroquinone", "natural antioxidants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35408643", "DateCompleted": {"Year": "2022", "Month": "04", "Day": "13"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "23"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "03", "Day": "30"}], "Language": ["eng"], "ELocationID": ["2247", "10.3390/molecules27072247"], "Journal": {"ISSN": "1420-3049", "JournalIssue": {"Volume": "27", "Issue": "7", "PubDate": {"Year": "2022", "Month": "Mar", "Day": "30"}}, "Title": "Molecules (Basel, Switzerland)", "ISOAbbreviation": "Molecules"}, "ArticleTitle": "Variation in Population and Solvents as Factors Determining the Chemical Composition and Antioxidant Potential of <i>Arctostaphylos uva-ursi</i> (L.) Spreng. Leaf Extracts.", "Abstract": {"AbstractText": ["The bearberry <i>Arctostaphylos uva-ursi</i> (L.) Spreng. has a long history of ethnopharmacological use. This species has been used in folk medicine for centuries as a rich source of raw material abundant in secondary metabolites and is important for medicinal and pharmacological purposes. The plant is a source of herbal material-<i>Uvae ursi folium</i>, which is highly valued and sought by pharmaceutical and cosmetic industries. The studied bearberry leaves can be classified as a suitable herbal material for use in pharmacy; therefore, the investigated populations can be a potentially valuable source of plant material for cultivation and can be used in in vitro cultures and in biotechnological processes. The objective of this study was to characterize the variability of the phytochemical composition and antioxidant activity of water and ethanol bearberry extracts from raw material collected from different natural populations. In each of the twelve <i>A. uva-ursi</i> sites, three leaf samples were collected and analyzed. The water extracts from bearberry leaves were characterized by similar concentration of arbutin (77.64-105.56 mg g<sup>-1</sup>) and a significantly higher concentration of hydroquinone (6.96-13.08 mg g<sup>-1</sup>) and corilagin (0.83-2.12 mg g<sup>-1</sup>) in comparison with the ethanol extracts -77.21-103.38 mg g<sup>-1</sup>, 10.55-16.72 mg g<sup>-1</sup>, 0.20-1.54 mg g<sup>-1</sup>, respectively. The concentration of other metabolites in the water extracts was significantly lower in comparison with the ethanol extracts. In the case of the water extracts, a significant effect of not only total phenolic compounds, but also hydroquinone on the antioxidant parameters, was observed, which indicates the solvent-related activity of these metabolites. Therefore, it is suggested that special attention should be paid to the concentration of not only arbutin, but also hydroquinone in <i>Uvae ursi folium</i>. The latter metabolite serving a very important function as an active bearberry ingredient should be controlled not only in alcoholic extracts but also in water extracts, since bearberry leaves are applied as infusions and decoctions. The results presented in this paper can contribute to appropriate selection of plant material for pharmaceutical, cosmetic, and food industries, with special emphasis on the antioxidant activity of different types of extracts."]}, "AuthorList": [{"Identifier": ["0000-0002-1448-1517"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Mycology and Ecology, Institute of Biological Sciences, Maria Curie-Skłodowska University, 19 Akademicka Street, 20-033 Lublin, Poland."}], "LastName": "Sugier", "ForeName": "Piotr", "Initials": "P"}, {"Identifier": ["0000-0002-3795-0566"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Industrial and Medicinal Plants, University of Life Sciences in Lublin, 15 Akademicka Street, 20-950 Lublin, Poland."}], "LastName": "Sęczyk", "ForeName": "Łukasz", "Initials": "Ł"}, {"Identifier": ["0000-0002-0837-9751"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Industrial and Medicinal Plants, University of Life Sciences in Lublin, 15 Akademicka Street, 20-950 Lublin, Poland."}], "LastName": "Sugier", "ForeName": "Danuta", "Initials": "D"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Molecules", "NlmUniqueID": "100964009", "ISSNLinking": "1420-3049"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Solvents"}, {"RegistryNumber": "059QF0KO0R", "NameOfSubstance": "Water"}, {"RegistryNumber": "3K9958V90M", "NameOfSubstance": "Ethanol"}, {"RegistryNumber": "C5INA23HXF", "NameOfSubstance": "Arbutin"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Arbutin"}, {"QualifierName": ["chemistry"], "DescriptorName": "Arctostaphylos"}, {"QualifierName": [], "DescriptorName": "Ethanol"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plant Leaves"}, {"QualifierName": [], "DescriptorName": "Solvents"}, {"QualifierName": [], "DescriptorName": "Water"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Chiocchio I., Mandrone M., Tomasi P., Marincich L., Poli F. Plant secondary metabolites: An opportunity for circular economy. Molecules. 2021;26:495. doi: 10.3390/molecules26020495.", "ArticleIdList": ["10.3390/molecules26020495", "PMC7831927", "33477709"]}, {"Citation": "Ramawat K.G., Arora J. Medicinal Plants Domestication, Cultivation, Improvement, and Alternative Technologies for the Production of High Value Therapeutics: An Overview. In: Ekiert H.M., Ramawat K.G., Arora J., editors. Medicinal Plants. Springer; Cham, Switzerland: 2021. pp. 1–29. Sustainable Development and Biodiversity 28."}, {"Citation": "Chen S.L., Yu H., Lo H.M., Wu Q., Li C.F., Steinmetz A. Conservation and sustainable use of medicinal plants: Problems, progress, and prospects. Chin. Med. 2016;11:37. doi: 10.1186/s13020-016-0108-7.", "ArticleIdList": ["10.1186/s13020-016-0108-7", "PMC4967523", "27478496"]}, {"Citation": "Stefanescu B.E., Szabo K., Mocan A., Crisan G. Phenolic compounds from five Ericaceae species leaves and their related bioavailability and health benefits. Molecules. 2019;24:2046. doi: 10.3390/molecules24112046.", "ArticleIdList": ["10.3390/molecules24112046", "PMC6600139", "31146359"]}, {"Citation": "Lourenço S.C., Moldão-Martins M., Alves V.D. Antioxidants of natural plant origins: From sources to food jndustry applications. Molecules. 2019;24:4132. doi: 10.3390/molecules24224132.", "ArticleIdList": ["10.3390/molecules24224132", "PMC6891691", "31731614"]}, {"Citation": "Sugier D., Sugier P., Pawełek M., Gawlik-Dziki U. Salix myrsinifolia Salisb. as a source of phenolic glycosides: Distribution and characteristic of habitat conditions in the mid-eastern Poland. Acta Sci. Pol. Hortorum Cultus. 2011;10:75–88."}, {"Citation": "Gawlik-Dziki U., Sugier D., Dziki D., Sugier P. Bioaccessibility in vitro of nutraceuticals from bark of selected Salix species. Sci. World J. 2014;2014:782763. doi: 10.1155/2014/782763.", "ArticleIdList": ["10.1155/2014/782763", "PMC3947866", "24696660"]}, {"Citation": "Sugier P., Jakubowicz-Gil J., Sugier D., Kowalski R., Gawlik-Dziki U., Kołodziej B., Dziki D. Chemical characteristics and anticancer activity of essential oil from Arnica montana L. rhizomes and roots. Molecules. 2020;25:1284. doi: 10.3390/molecules25061284.", "ArticleIdList": ["10.3390/molecules25061284", "PMC7143959", "32178275"]}, {"Citation": "Asensio E., Vitales D., Pérez I., Peralba L., Viruel J., Montaner C., Vallès J., Garnatje T., Sales E. Phenolic compounds content and genetic diversity at population level across the natural distribution range of Bearberry (Arctostaphylos uva-ursi, Ericaceae) in the Iberian Peninsula. Plants. 2020;9:1250. doi: 10.3390/plants9091250.", "ArticleIdList": ["10.3390/plants9091250", "PMC7570137", "32971908"]}, {"Citation": "Sugier P., Sęczyk Ł., Sugier D., Krawczyk R., Wójcik M., Czarnecka J., Okoń S., Plak A. Chemical characteristics and antioxidant activity of Arctostaphylos uva-ursi L. Spreng. at the southern border of the geographical range of the species in Europe. Molecules. 2021;26:7692. doi: 10.3390/molecules26247692.", "ArticleIdList": ["10.3390/molecules26247692", "PMC8707569", "34946773"]}, {"Citation": "Tumova L., Doleckova I., Hendrychova H., Kasparova M. Arbutin content and tyrosinase activity of Bergenia extracts. Nat. Prod. Commun. 2017;12:549–552.", "ArticleIdList": ["30520594"]}, {"Citation": "Cho J.-Y., Park K.Y., Lee K.H., Lee H.J., Lee S.-H., Cho J.A., Kim W.-S., Shin S.-C., Park K.-H., Moon J.-H. Recovery of arbutin in high purity from fruit peels of pear (Pyrus pyrifolia Nakai) Food Sci. Biotechnol. 2011;20:801–807. doi: 10.1007/s10068-011-0111-9.", "ArticleIdList": ["10.1007/s10068-011-0111-9"]}, {"Citation": "Jurica K., Brčić Karačonji I., Mikolić A., Milojković-Opsenica D., Benković V., Kopjar N. In vitro safety assessment of the strawberry tree (Arbutus unedo L.) water leaf extract and arbutin in human peripheral blood lymphocytes. Cytotechnology. 2018;70:1261–1278. doi: 10.1007/s10616-018-0218-4.", "ArticleIdList": ["10.1007/s10616-018-0218-4", "PMC6081932", "29696482"]}, {"Citation": "Lukas B., Schmiderer C., Mitteregger U., Novak J. Arbutin in marjoram and oregano. Food Chem. 2010;121:185–190. doi: 10.1016/j.foodchem.2009.12.028.", "ArticleIdList": ["10.1016/j.foodchem.2009.12.028"]}, {"Citation": "Bilz M., Kell S.P., Maxted N., Lansdown R.V. European Red List of Vascular Plants. Publications Office of the European Union; Luxembourg: 2011. pp. 1–130."}, {"Citation": "Allen D., Bilz M., Leaman D.J., Miller R.M., Timoshyna A., Window J. European Red List of Medicinal Plants. Publications Office of the European Union; Luxembourg: 2014."}, {"Citation": "Procházka F. Černý a červený seznam cévnatých rostlin České republiky (stav v roce 2000) Příroda. 2001;18:1–166."}, {"Citation": "Petrova A., Vladimirov V. Red List of Bulgarian Vascular Plants. Phytol. Balc. 2009;15:63–94."}, {"Citation": "Kaźmierczakowa R., Bloch-Orłowska J., Celka Z., Cwener A., Dajdok Z., Michalska-Hejduk D., Pawlikowski P., Szczęśniak E., Ziarnek K. Polska Czerwona Lista Paprotników i Roślin Kwiatowych. Polish Red List of Pteridophytes and Flowering Plants. Instytut Ochrony Przyrody Polskiej Akademii Nauk; Kraków, Poland: 2016."}, {"Citation": "Carrión J.A.P., Mur C. Propagación vegetativa de la gayuba (Arctostaphylos uva-ursi L.) An. INIA Ser. Recur. Nat. 1980;4:173–182."}, {"Citation": "Pihlik U. Arctostaphyos uva-ursi in Estonia. 2: Biomass resources and their rational exploitation. Eesti NSV Tead. Akad. TOIM Biol. 1989;38:40–51."}, {"Citation": "Polish Pharmaceutical Society . Polish Pharmacopoeia VI. The Minister of Health; Warsaw, Poland: 2002."}, {"Citation": "Lamien-Meda A., Lukas B., Schmiderer C., Franz C., Novak J. Validation of a quantitative assay of arbutin using gas chromatography in Origanum majorana and Arctostaphylos uva-ursi extracts. Phytochem. Anal. 2009;20:416–420. doi: 10.1002/pca.1142.", "ArticleIdList": ["10.1002/pca.1142", "19609883"]}, {"Citation": "Panusa A., Petrucci R., Marrosu G., Multari G., Gallo F.R. UHPLC-PDA-ESI-TOF/MS metabolic profiling of Arctostaphylos pungens and Arctostaphylos uva-ursi. A comparative study of phenolic compounds from leaf methanolic extracts. Phytochemistry. 2015;115:79–88. doi: 10.1016/j.phytochem.2015.01.002.", "ArticleIdList": ["10.1016/j.phytochem.2015.01.002", "25702282"]}, {"Citation": "Beaux D., Fleurentin J., Mortier F. Effect of extracts of Orthosiphon stamineus Benth, Hieracium pilosella L., Sambucus nigra L. and Arctostaphylos uva-ursi (L.) Spreng. in rats. Phyther. Res. 1999;13:222–225. doi: 10.1002/(SICI)1099-1573(199905)13:3<222::AID-PTR447>3.0.CO;2-P.", "ArticleIdList": ["10.1002/(SICI)1099-1573(199905)13:3<222::AID-PTR447>3.0.CO;2-P", "10353162"]}, {"Citation": "Vranješ M., Popović B.M., Štajner D., Ivetić V., Mandić A., Vranješ D. Effects of bearberry, parsley and corn silk extracts on diuresis, electrolytes composition, antioxidant capacity and histopathological features in mice kidneys. J. Funct. Foods. 2016;21:272–282. doi: 10.1016/j.jff.2015.12.016.", "ArticleIdList": ["10.1016/j.jff.2015.12.016"]}, {"Citation": "Wrona M., Blasco S., Becerril R., Nerin C., Sales E., Asensio E. Antioxidant and antimicrobial markers by UPLC®–ESI-Q-TOF-MSE of a new multilayer active packaging based on Arctostaphylos uva-ursi. Talanta. 2019;196:498–509. doi: 10.1016/j.talanta.2018.12.057.", "ArticleIdList": ["10.1016/j.talanta.2018.12.057", "30683397"]}, {"Citation": "Carpenter R., O’Grady M.N., O’Callaghan Y., O’Brien N.M., Kerry J.P. Evaluation of the antioxidant potential of grape seed and bearberry extracts in raw and cooked pork. Meat Sci. 2007;76:604–610. doi: 10.1016/j.meatsci.2007.01.021.", "ArticleIdList": ["10.1016/j.meatsci.2007.01.021", "22061235"]}, {"Citation": "Azman N.A.M., Gallego M.G., Segovia F., Abdullah S., Shaarani S.M., Almajano-Pablos M.P. Study of the properties of bearberry leaf extract as a natural antioxidant in model foods. Antioxidants. 2016;5:11. doi: 10.3390/antiox5020011.", "ArticleIdList": ["10.3390/antiox5020011", "PMC4931532", "27043639"]}, {"Citation": "Boo Y.C. Arbutin as a skin depigmenting agent with antimelanogenic and antioxidant properties. Antioxidants. 2021;10:1129. doi: 10.3390/antiox10071129.", "ArticleIdList": ["10.3390/antiox10071129", "PMC8301119", "34356362"]}, {"Citation": "Amarowicz R., Pegg R.B. Inhibition of proliferation of human carcinoma cell lines by phenolic compounds from a bearberry-leaf crude extract and its fractions. J. Funct. Foods. 2013;5:660–667. doi: 10.1016/j.jff.2013.01.009.", "ArticleIdList": ["10.1016/j.jff.2013.01.009"]}, {"Citation": "Amarowicz R., Pegg R.B., Rahimi-Moghaddam P., Barl B., Weil J.A. Free-radical scavenging capacity and antioxidant activity of selected plant species from the Canadian prairies. Food Chem. 2004;84:551–562. doi: 10.1016/S0308-8146(03)00278-4.", "ArticleIdList": ["10.1016/S0308-8146(03)00278-4"]}, {"Citation": "Annuk H., Hirmo S., Türi E., Mikelsaar M., Arak E., Wadström T. Effect on cell surface hydrophobicity and susceptibility of Helicobacter pylori to medicinal plant extracts. FEMS Microbiol. Lett. 1999;172:41–45. doi: 10.1111/j.1574-6968.1999.tb13447.x.", "ArticleIdList": ["10.1111/j.1574-6968.1999.tb13447.x", "10079525"]}, {"Citation": "Vučić D.M., Petković M.R., Rodić-Grabovac D.B., Vasić S.M., Čomić L.R. In vitro efficacy of extracts of Arctostaphylos uva-ursi L. on clinical isolated Escherichia coli and Enterococcus faecalis strains. Kragujev. J. Sci. 2013;35:107–113."}, {"Citation": "Turković A.H., Gunjač M., Marjanović M., Lovrić M., Butorac A., Rašić D., Peraica M., Bok V.V., Šola I., Rusak G., et al. Proteome changes in human bladder T24 cells induced by hydroquinone derived from Arctostaphylos uva-ursi herbal preparation. J. Ethnopharmacol. 2022;289:115092. doi: 10.1016/j.jep.2022.115092.", "ArticleIdList": ["10.1016/j.jep.2022.115092", "35143933"]}, {"Citation": "Schindler G., Patzak U., Brinkhaus B., von Niecieck A., Wittig J., Krähmer N., Glöckl I., Veit M. Urinary excretion and metabolism of arbutin after oral administration of Arctostaphylos uvae ursi extract as film-coated tablets and aqueous solution in healthy humans. J. Clin. Pharmacol. 2002;42:920–927. doi: 10.1177/009127002401102740.", "ArticleIdList": ["10.1177/009127002401102740", "12162475"]}, {"Citation": "Jurica K., Karačonji I.B., Šegan S., Opsenica D.M., Kremer D. Quantitative analysis of arbutin and hydroquinone in strawberry tree (Arbutus unedo L., Ericaceae) leaves by gas chromatography-mass spectrometry. Arh. Hig. Rada Toksikol. 2015;66:197–202. doi: 10.1515/aiht-2015-66-2696.", "ArticleIdList": ["10.1515/aiht-2015-66-2696", "26444340"]}, {"Citation": "De Arriba S.G., Naser B., Nolte K.-U. Risk assessment of free hydroquinone derived from Arctostaphylos uva-ursi folium herbal preparations. Int. J. Toxicol. 2014;32:442–453. doi: 10.1177/1091581813507721.", "ArticleIdList": ["10.1177/1091581813507721", "24296864"]}, {"Citation": "Song X.C., Canellas E., Dreolin N., Nerin C., Goshawk J. Discovery and characterization of phenolic compounds in bearberry (Arctostaphylos uva-ursi) leaves using Liquid Chromatography-Ion Mobility-High-Resolution Mass Spectrometry. J. Agric. Food Chem. 2021;69:10856–10868. doi: 10.1021/acs.jafc.1c02845.", "ArticleIdList": ["10.1021/acs.jafc.1c02845", "34493038"]}, {"Citation": "Naczk M., Pegg R.B., Amarowicz R. Protein-precipitating capacity of bearberry-leaf (Arctostaphylos uva-ursi L. Sprengel) polyphenolics. Food Chem. 2011;124:1507–1513. doi: 10.1016/j.foodchem.2010.08.003.", "ArticleIdList": ["10.1016/j.foodchem.2010.08.003"]}, {"Citation": "Cui T., Nakamura K., Ma L., Li J.Z., Kayahara H. Analyses of arbutin and chlorogenic acid, the major phenolic constituents in oriental pear. J. Agric. Food Chem. 2005;53:3882–3887. doi: 10.1021/jf047878k.", "ArticleIdList": ["10.1021/jf047878k", "15884812"]}, {"Citation": "Sasaki C., Ichitani M., Kunimoto K.K., Asada C., Nakamura Y. Extraction of arbutin and its comparative content in branches, leaves, stems, and fruits of Japanese pear Pyrus pyrifolia cv. Kousui. Biosci. Biotechnol. Biochem. 2014;78:874–877. doi: 10.1080/09168451.2014.893185.", "ArticleIdList": ["10.1080/09168451.2014.893185", "25035992"]}, {"Citation": "Lee B.-D., Eun J.-B. Optimum extraction conditions for arbutin from Asian pear peel by supercritical fluid extraction (SFE) using Box-Behnken design. J. Med. Plants Res. 2012;6:2348–2364."}, {"Citation": "Council of Europe . European Pharmacopoeia, 8.1 Supplement. 8th ed. Council of Europe; Strasbourg, France: 2014."}, {"Citation": "Parejo I., Viladomat F., Bastida J., Codina C. Variation of the arbutin content in different wild populations of Arctostaphylos uva-ursi in Catalonia, Spain. J. Herbs Spices Med. Plants. 2002;9:329–333. doi: 10.1300/J044v09n04_10.", "ArticleIdList": ["10.1300/J044v09n04_10"]}, {"Citation": "Matsuda H., Higashino M., Nakai Y., Iinuma M., Kubo M., Lang F.A. Studies of cuticle drugs from natural sources. IV. Inhibitory effects of some Arctostaphylos plants on melanin biosynthesis. Biol. Pharm. Bull. 1996;19:153–156. doi: 10.1248/bpb.19.153.", "ArticleIdList": ["10.1248/bpb.19.153", "8820931"]}, {"Citation": "Bang S.H., Han S.J., Kim D.H. Hydrolysis of arbutin to hydroquinone by human skin bacteria and its effect on antioxidant activity. J. Cosmet. Dermatol. 2008;7:189–193. doi: 10.1111/j.1473-2165.2008.00387.x.", "ArticleIdList": ["10.1111/j.1473-2165.2008.00387.x", "18789053"]}, {"Citation": "Chang N.F., Chen Y.S., Lin Y.J., Tai T.H., Chen A.N., Huang C.H., Lin C.C. Study of hydroquinone mediated cytotoxicity and hypopigmentation effects from UVB-irradiated arbutin and deoxyarbutin. Int. J. Mol. Sci. 2017;18:969. doi: 10.3390/ijms18050969.", "ArticleIdList": ["10.3390/ijms18050969", "PMC5454882", "28467382"]}, {"Citation": "Zhang F., Luo S.Y., Ye Y.B., Zhao W.H., Sun X.G., Wang Z.Q., Li R., Sun Y.H., Tian W.X., Zhang Y.X. The antibacterial efficacy of an aceraceous plant [Shantung maple (Acer truncatum Bunge)] may be related to inhibition of bacterial beta-oxoacyl-acyl carrier protein reductase (FabG) Biotechnol. Appl. Biochem. 2008;51:73–78. doi: 10.1042/BA20070255.", "ArticleIdList": ["10.1042/BA20070255", "18208374"]}, {"Citation": "Kim D.H., Kim M.J., Kim D.W., Kim G.Y., Kim J.K., Gebru Y.A., Choi H.S., Kim Y.H., Kim M.K. Changes of phytochemical components (urushiols, polyphenols, gallotannins) and antioxidant capacity during Fomitella fraxinea-mediated fermentation of Toxicodendron vernicifluum bark. Molecules. 2019;24:683. doi: 10.3390/molecules24040683.", "ArticleIdList": ["10.3390/molecules24040683", "PMC6412378", "30769845"]}, {"Citation": "Oh G.S., Pae H.O., Oh H., Hong S.G., Kim I.K., Chai K.Y., Yun Y.G., Kwon T.O., Chung H.T. In vitro anti-proliferative effect of 1,2,3,4,6-penta-O-galloyl-beta-D-glucose on human hepatocellular carcinoma cell line, SK-HEP-1 cells. Cancer Lett. 2001;174:17–24. doi: 10.1016/S0304-3835(01)00680-2.", "ArticleIdList": ["10.1016/S0304-3835(01)00680-2", "11675148"]}, {"Citation": "Cavalher-Machado S.C., Rosas E.C., de Brito F.A., Heringe A.P., de Oliveira R.R., Kaplan M.A., Figueiredo M.R., de Oliveira M.D. The anti-allergic activity of the acetate fraction of Schinus terebinthifolius leaves in IgE induced mice paw edema and pleurisy. Int. Immunopharmacol. 2008;8:1552–1560. doi: 10.1016/j.intimp.2008.06.012.", "ArticleIdList": ["10.1016/j.intimp.2008.06.012", "18672096"]}, {"Citation": "Huh J.E., Lee E.O., Kim M.S., Kang K.S., Kim C.H., Cha B.C., Surh Y.J., Kim S.H. Penta-O-galloyl-beta-D-glucose suppresses tumor growth via inhibition of angiogenesis and stimulation of apoptosis: Roles of cyclooxygenase-2 and mitogen-activated protein kinase pathways. Carcinogenesis. 2005;26:1436–1445. doi: 10.1093/carcin/bgi097.", "ArticleIdList": ["10.1093/carcin/bgi097", "15845650"]}, {"Citation": "Kim J.-A., Lee J.-E., Kim J.H., Lee H.-J., Kang N.J. Penta-1,2,3,4,6-O-galloyl-β-d-glucose inhibits UVB-induced photoaging by targeting PAK1 and JNK1. Antioxidants. 2019;8:561. doi: 10.3390/antiox8110561.", "ArticleIdList": ["10.3390/antiox8110561", "PMC6912523", "31731779"]}, {"Citation": "Zhang J., Li L., Kim S.H., Hagerman A.E., Lü J. Anti-cancer, anti-diabetic and other pharmacologic and biological activities of penta-galloyl-glucose. Pharm. Res. 2009;26:2066–2080. doi: 10.1007/s11095-009-9932-0.", "ArticleIdList": ["10.1007/s11095-009-9932-0", "PMC2822717", "19575286"]}, {"Citation": "Lee H.J., Seo N.J., Jeong S.J., Park Y., Jung D.B., Koh W., Lee H.J., Lee E.O., Ahn K.S., Ahn K.S., et al. Oral administration of penta-O-galloyl-beta-D-glucose suppresses triple-negative breast cancer xenograft growth and metastasis in strong association with JAK1-STAT3 inhibition. Carcinogenesis. 2011;32:804–811. doi: 10.1093/carcin/bgr015.", "ArticleIdList": ["10.1093/carcin/bgr015", "PMC3106430", "21289371"]}, {"Citation": "Kesari K.K., Dhasmana A., Shandilya S., Prabhakar N., Shaukat A., Dou J., Rosenholm J.M., Vuorinen T., Ruokolainen J. Plant-derived natural biomolecule picein attenuates menadione induced oxidative stress on neuroblastoma cell mitochondria. Antioxidants. 2020;9:552. doi: 10.3390/antiox9060552.", "ArticleIdList": ["10.3390/antiox9060552", "PMC7346164", "32630418"]}, {"Citation": "Dong X.R., Luo M., Fan L., Zhang T., Liu L., Dong J.H., Wu G. Corilagin inhibits the double strand break-triggered NF-kappaB pathway in irradiated microglial cells. Int. J. Mol. Med. 2010;25:531–536.", "ArticleIdList": ["20198301"]}, {"Citation": "Pham A.T., Malterud K.E., Paulsen B.S., Diallo D., Wangensteen H. DPPH radical scavenging and xanthine oxidase inhibitory activity of Terminalia macroptera leaves. Nat. Prod. Commun. 2011;6:1125–1128. doi: 10.1177/1934578X1100600819.", "ArticleIdList": ["10.1177/1934578X1100600819", "21922915"]}, {"Citation": "Yang F., Wang Y., Xue J., Ma Q., Zhang J., Chen Y.F., Shang Z.Z., Li Q.Q., Zhang S.L., Zhao L. Effect of corilagin on the miR-21/smad7/ERK signaling pathway in a schistosomiasis-induced hepatic fibrosis mouse model. Parasitol. Int. 2016;65:308–315. doi: 10.1016/j.parint.2016.03.001.", "ArticleIdList": ["10.1016/j.parint.2016.03.001", "26946098"]}, {"Citation": "Hao X.L., Kang Y., Li J.K., Li Q.S., Liu E.L., Liu X.X. Protective effects of hyperoside against H2O2-induced apoptosis in human umbilical vein endothelial cells. Mol. Med. Rep. 2016;14:399–405. doi: 10.3892/mmr.2016.5235.", "ArticleIdList": ["10.3892/mmr.2016.5235", "27176644"]}, {"Citation": "Wu W., Xie Z., Zhang Q., Ma Y., Bi X., Yang X., Li B., Chen J. Hyperoside ameliorates diabetic retinopathy via anti-oxidation, inhibiting cell damage and apoptosis induced by high glucose. Front. Pharmacol. 2020;11:797. doi: 10.3389/fphar.2020.00797.", "ArticleIdList": ["10.3389/fphar.2020.00797", "PMC7273924", "32547397"]}, {"Citation": "Wang L., Yue Z., Guo M., Fang L., Bai L., Li X., Tao Y., Wang S., Liu Q., Zhi D., et al. Dietary flavonoid hyperoside induces apoptosis of activated human LX-2 hepatic stellate cell by suppressing canonical NF-κB signaling. BioMed Res. Int. 2016;2016:1068528. doi: 10.1155/2016/1068528.", "ArticleIdList": ["10.1155/2016/1068528", "PMC4826685", "27110557"]}, {"Citation": "Romagnolo D.F., Selmin O.I. Flavonoids and cancer prevention: A review of the evidence. J. Nutr. Gerontol. Geriatr. 2012;31:206–238. doi: 10.1080/21551197.2012.702534.", "ArticleIdList": ["10.1080/21551197.2012.702534", "22888839"]}, {"Citation": "Testa R., Bonfigli A.R., Genovese S., De Nigris V., Ceriello A. The possible role of flavonoids in the prevention of diabetic complications. Nutrients. 2016;8:310. doi: 10.3390/nu8050310.", "ArticleIdList": ["10.3390/nu8050310", "PMC4882722", "27213445"]}, {"Citation": "Agostini-Costa T.S., Teodoro A.F.P., Alves R.B.N., Braga L.R., Ribeiro I.F., Silva J.P., Quintana L.G., Burle M.L. Total phenolics, flavonoids, tannins and antioxidant activity of Lima beans conserved in a Brazilian Genebank. Cienc. Rural. 2015;45:335–341. doi: 10.1590/0103-8478cr20140030.", "ArticleIdList": ["10.1590/0103-8478cr20140030"]}, {"Citation": "Orak H.H., Karamac M., Orak A., Amarowicz R. Antioxidant potential and phenolic compounds of some widely consumed Turkish white bean (Phaseolus vulgaris L.) varieties. Pol. J. Food Nutr. Sci. 2016;66:253–260. doi: 10.1515/pjfns-2016-0022.", "ArticleIdList": ["10.1515/pjfns-2016-0022"]}, {"Citation": "Singleton V.L., Rossi J.A. Colorimetry of total phenolics with phosphomolybdic-phosphotungstic acid reagents. Am. J. Enol. Vitic. 1965;16:144–158."}, {"Citation": "Lamaison J.L., Carnart A. Teneurs en principaux flavonoïdes des fleurs et feuilles de Crataegeus monogyna Jacq. et de Crataegeus laevigata (Poiret) DC. Pharm. Acta Helv. 1990;65:315–320."}, {"Citation": "Re R., Pellegrini N., Proteggente A., Pannala A., Yang M., Rice-Evans C. Antioxidant activity applying an improved ABTS radical cation decolorization assay. Free Radic. Biol. Med. 1999;26:1231–1237. doi: 10.1016/S0891-5849(98)00315-3.", "ArticleIdList": ["10.1016/S0891-5849(98)00315-3", "10381194"]}, {"Citation": "Brand-Williams W., Cuvelier M.E., Berset C. Use of a free radical method to evaluate antioxidant activity. LWT Food Sci. Technol. 1995;28:25–30. doi: 10.1016/S0023-6438(95)80008-5.", "ArticleIdList": ["10.1016/S0023-6438(95)80008-5"]}, {"Citation": "Benzie I.F.F., Strain J.J. The ferric reducing ability of plasma (FRAP) as a measure of “antioxidant power”: The FRAP assay. Anal. Biochem. 1996;239:70–76. doi: 10.1006/abio.1996.0292.", "ArticleIdList": ["10.1006/abio.1996.0292", "8660627"]}, {"Citation": "Guo R., Lee H.-I., Chiang S.-H., Lin F.-I., Chang Y. Antioxidant properties of the extracts from different parts of broccoli in Taiwan. J. Food Drug Anal. 2001;9:96–101. doi: 10.38212/2224-6614.2795.", "ArticleIdList": ["10.38212/2224-6614.2795"]}, {"Citation": "Kovach W. MVSP—A Multivariate Statistical Package for Windows, version 3.1. Kovach Computing Services; Wales, UK: 1999."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "2", "Day": "28"}, {"Year": "2022", "Month": "3", "Day": "23"}, {"Year": "2022", "Month": "3", "Day": "28"}, {"Year": "2022", "Month": "4", "Day": "12", "Hour": "1", "Minute": "11"}, {"Year": "2022", "Month": "4", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["35408643", "PMC9000281", "10.3390/molecules27072247", "molecules27072247"]}}], "PubmedBookArticle": []}