{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Heterorhabditis", "Photorhabdus", "anti-inflammatory and anticancer", "antimicrobial", "antiprotozoal", "nematodes"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35422783", "DateRevised": {"Year": "2022", "Month": "04", "Day": "23"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "03", "Day": "29"}], "Language": ["eng"], "ELocationID": ["790339", "10.3389/fmicb.2022.790339"], "Journal": {"ISSN": "1664-302X", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in microbiology", "ISOAbbreviation": "Front Microbiol"}, "ArticleTitle": "<i>Heterorhabditis</i> and <i>Photorhabdus</i> Symbiosis: A Natural Mine of Bioactive Compounds.", "Pagination": {"StartPage": "790339", "MedlinePgn": "790339"}, "Abstract": {"AbstractText": ["Phylum Nematoda is of great economic importance. It has been a focused area for various research activities in distinct domains across the globe. Among nematodes, there is a group called entomopathogenic nematodes, which has two families that live in symbiotic association with bacteria of genus <i>Xenorhabdus</i> and <i>Photorhabdus</i>, respectively. With the passing years, researchers have isolated a wide array of bioactive compounds from these symbiotically associated nematodes. In this article, we are encapsulating bioactive compounds isolated from members of the family Heterorhabditidae inhabiting <i>Photorhabdus</i> in its gut. Isolated bioactive compounds have shown a wide range of biological activity against deadly pathogens to both plants as well as animals. Some compounds exhibit lethal effects against fungi, bacteria, protozoan, insects, cancerous cell lines, neuroinflammation, etc., with great potency. The main aim of this article is to collect and analyze the importance of nematode and its associated bacteria, isolated secondary metabolites, and their biomedical potential, which can serve as potential leads for further drug discovery."], "CopyrightInformation": "Copyright © 2022 Parihar, Dhiman, Bhushan, Gupta and Gupta."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Zoology, University of Jammu, Jammu, India."}], "LastName": "Parihar", "ForeName": "Ripu Daman", "Initials": "RD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Zoology, DAV University, Jalandhar, India."}], "LastName": "Dhiman", "ForeName": "Urvashi", "Initials": "U"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural Products and Medicinal Chemistry Division, Council of Scientific and Industrial Research (CSIR)-Indian Institute of Integrative Medicine, Jammu, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, India."}], "LastName": "Bhushan", "ForeName": "Anil", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticulture, Rajmata Vijayaraje Scindia Krishi Vishwa Vidyalaya, Gwalior, India."}], "LastName": "Gupta", "ForeName": "Prashant Kumar", "Initials": "PK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural Products and Medicinal Chemistry Division, Council of Scientific and Industrial Research (CSIR)-Indian Institute of Integrative Medicine, Jammu, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, India."}], "LastName": "Gupta", "ForeName": "Prasoon", "Initials": "P"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Microbiol", "NlmUniqueID": "101548977", "ISSNLinking": "1664-302X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abd-Elgawad M. M. M. (2021). Photorhabdus spp.: an overview of the beneficial aspects of Mutualistic bacteria of insecticidal nematodes. Plants 10 1660–1673. 10.3390/plants10081660", "ArticleIdList": ["10.3390/plants10081660", "PMC8401807", "34451705"]}, {"Citation": "Akhurst R. J. (1982). Antibiotic activity of Xenorhabdus spp., bacteria symbiotically associated with insect pathogenic nematodes of the families Heterorhabditidae and Steinernematidae. J. Gen. Microbiol. 128 3061–3065. 10.1099/00221287-128-12-3061", "ArticleIdList": ["10.1099/00221287-128-12-3061", "7183749"]}, {"Citation": "Ashley E. A., Phyo A. P., Woodrow C. J. (2018). Malaria. Lancet 391 1608–1621.", "ArticleIdList": ["29631781"]}, {"Citation": "Atanasov A. G., Waltenberger B., Pferschy-Wenzig E. M., Linder T., Wawrosch C., Uhrin P., et al. (2015). Discovery and resupply of pharmacologically active plant-derived natural products: a review. Biotechnol. Adv. 33 1582–1614. 10.1016/j.biotechadv.2015.08.001", "ArticleIdList": ["10.1016/j.biotechadv.2015.08.001", "PMC4748402", "26281720"]}, {"Citation": "Atanasov A. G., Zotchev S. B., Dirsch V. M., Supuran C. T. (2021). Natural products in drug discovery: advances and opportunities. Nat. Rev. Drug Discov. 20 200–216. 10.1038/s41573-020-00114-z", "ArticleIdList": ["10.1038/s41573-020-00114-z", "PMC7841765", "33510482"]}, {"Citation": "Bai Y. B., Zhang A. L., Tang J. J., Gao J. M. (2013). Synthesis and antifungal activity of 2-chloromethyl-1 H-benzimidazole derivatives against phytopathogenic fungi in vitro. J. Agric. Food Chem. 61 2789–2795. 10.1021/jf3053934", "ArticleIdList": ["10.1021/jf3053934", "23419161"]}, {"Citation": "Baker W., Van den B. A., Camon E., Hingamp P., Sterk P., Stoesser G., et al. (2000). The EMBL nucleotide sequence database. Nucleic Acids Res. 28 19–23. 10.1093/nar/29.1.17", "ArticleIdList": ["10.1093/nar/29.1.17", "PMC102461", "10592171"]}, {"Citation": "Baneth G., Solano G. L. (2020). “Protozoal and protozoa like infections,” in Clinical Small Animal Internal Medicine, ed. Bruyette D. S. (Hoboken, NJ: Willey; ), 1003–1021. 10.1002/9781119501237.ch110", "ArticleIdList": ["10.1002/9781119501237.ch110"]}, {"Citation": "Batista R., De Jesus Silva Júnior A., De Oliveira A. B. (2009). Plant-derived antimalarial agents: new leads and efficient phytomedicines. Part II. Non-alkaloidal natural products. Molecules 14 3037–3072. 10.3390/molecules14083037", "ArticleIdList": ["10.3390/molecules14083037", "PMC6254980", "19701144"]}, {"Citation": "Bender D. A. (2009). A Dictionary of Food and Nutrition, 3rd Edn. Oxford: OUP Oxford."}, {"Citation": "Bérdy J. (2005). Bioactive microbial metabolites. J. Antibiot. 58 1–26. 10.1038/ja.2005.1", "ArticleIdList": ["10.1038/ja.2005.1", "15813176"]}, {"Citation": "Bock C., Shapiro-Ilan D., Wedge D. E., Cantrell C. L. (2014). Identification of the antifungal compound, trans-cinnamic acid, produced by Photorhabdus luminescens, a potential biopesticide against pecan scab. J. Pest. Sci. 87 1–9. 10.1007/s10340-013-0519-5", "ArticleIdList": ["10.1007/s10340-013-0519-5"]}, {"Citation": "Bode H. B., Brachmann A. O., Jadhav K. B., Seyfarth L., Dauth C., Fuchs S. W., et al. (2015). Structure elucidation and activity of kolossin a, the D-/L-Pentadecapeptide product of a giant nonribosomal peptide synthetase. Angew. Chem. Int. Ed. 54 10352–10355. 10.1002/anie.201502835", "ArticleIdList": ["10.1002/anie.201502835", "26118790"]}, {"Citation": "Bonadonna G., Monfardini S., De Lena M., Fossati-Bellani F. (1969). Clinical evaluation of adriamycin, a new antitumour antibiotic. Br. Med. J. 3:5669. 10.1136/bmj.3.5669.503", "ArticleIdList": ["10.1136/bmj.3.5669.503", "PMC1984262", "5257148"]}, {"Citation": "Bonnington L. S., Tanaka J., Higa T., Kimura J., Yoshimura Y., Nakao Y., et al. (1997). Cupolamide A: a cytotoxic cyclic heptapeptide from two samples of the sponge Theonella cupola. J. Org. Chem. 62 7765–7767. 10.1021/jo9710285", "ArticleIdList": ["10.1021/jo9710285"]}, {"Citation": "Brachmann A. O., Joyce S. A., Jenke-Kodama H., Schwär G., Clarke D. J., Bode H. B. (2007). A type II polyketide synthase is responsible for anthraquinone biosynthesis in Photorhabdus luminescence. Chem. Biochem. 8 1721–1728. 10.1002/cbic.200700300", "ArticleIdList": ["10.1002/cbic.200700300", "17722122"]}, {"Citation": "Braun C., Engel M., Seifert M., Theisinger B., Seitz G., Zang K. D., et al. (1999). Expression of calpain I messenger RNA in human renal cell carcinoma: correlation with lymph node metastasis and histological type. Int. J. Cancer 84 6–9. 10.1002/(sici)1097-0215(19990219)84:1<6::aid-ijc2>3.0.co;2-t", "ArticleIdList": ["10.1002/(sici)1097-0215(19990219)84:1<6::aid-ijc2>3.0.co;2-t", "9988224"]}, {"Citation": "Bray F., Ren J. S., Masuyer E., Ferlay J. (2013). Global estimates of cancer prevalence for 27 sites in the adult population in 2008. Int. J. Cancer 132 1133–1145. 10.1002/ijc.27711", "ArticleIdList": ["10.1002/ijc.27711", "22752881"]}, {"Citation": "Brusotti G., Cesari I., Dentamaro A., Caccialanza G., Massolini G. (2014). Isolation and characterization of bioactive compounds from plant resources: the role of analysis in the ethnopharmacological approach. J. Pharm. Biomed. Anal. 87 218–228. 10.1016/j.jpba.2013.03.007", "ArticleIdList": ["10.1016/j.jpba.2013.03.007", "23591140"]}, {"Citation": "Burke J. E., Dennis E. A. (2009). Phospholipase A2 structure/function, mechanism, and signaling1. J. Lipid Res. 50 S237–S242. 10.1194/jlr.R800033-JLR200", "ArticleIdList": ["10.1194/jlr.R800033-JLR200", "PMC2674709", "19011112"]}, {"Citation": "Bycroft B. W., Maslen C., Box S. J., Brown A., Tyler J. W. (1988). The biosynthetic implications of acetate and glutamate incorporation into (3r, 5r)-careapenam-3-carboxylic acid and (5r)-carbapen-2-em-3-carboxylic acid by serratia sp. J. Antibiot. 41 1231–1242. 10.7164/antibiotics.41.1231", "ArticleIdList": ["10.7164/antibiotics.41.1231", "3182403"]}, {"Citation": "Cabeza L., Peña M., Martínez R., Mesas C., Galisteo M., Perazzoli G., et al. (2021). Anemoniasulcata and its symbiont symbiodinium as a source of anti-tumor and anti-oxoxidant compounds for colon cancer therapy: a preliminary in vitro study. Biology 10:134. 10.3390/biology10020134", "ArticleIdList": ["10.3390/biology10020134", "PMC7915377", "33567702"]}, {"Citation": "Carmichael W. W. (1992). Cyanobacteria secondary metabolites-the cyanotoxins. J. Appl. Bacteriol. 72 445–459. 10.1111/j.1365-2672.1992.tb01858.x", "ArticleIdList": ["10.1111/j.1365-2672.1992.tb01858.x", "1644701"]}, {"Citation": "Castillo J. C., Reynolds S. E., Eleftherianos I. (2011). Insect immune responses to nematode parasites. Trends Parasitol. 27 537–547. 10.1016/j.pt.2011.09.001", "ArticleIdList": ["10.1016/j.pt.2011.09.001", "21982477"]}, {"Citation": "Cha J. W., Park J. S., Sim T., Nam S. J., Kwon H. C., Del Valle J. R., et al. (2012). Structure assignment of lucentamycin E and revision of the olefin geometries of the marine-derived lucentamycins. J. Nat. Prod. 75 1648–1651. 10.1021/np3003854", "ArticleIdList": ["10.1021/np3003854", "PMC3689542", "22953793"]}, {"Citation": "Chalabaev S., Turlin E., Bay S., Ganneau C., Brito-Fravallo E., Charles J. F., et al. (2008). Cinnamic acid, an autoinducer of its own biosynthesis, is processed via Hca enzymes in Photorhabdus luminescens. Appl. Environ. Microbiol. 74 1717–1725. 10.1128/AEM.02589-07", "ArticleIdList": ["10.1128/AEM.02589-07", "PMC2268303", "18245247"]}, {"Citation": "Chamika W. A. S., Ho T. C., Roy V. C., Kiddane A. T., Park J. S., Kim G. D., et al. (2021). In vitro characterization of bioactive compounds extracted from sea urchin Stomopneustes variolaris using green and conventional techniques. Food Chem. 36 129866–129872. 10.1016/j.foodchem.2021.129866", "ArticleIdList": ["10.1016/j.foodchem.2021.129866", "34091399"]}, {"Citation": "Chen Y. L., Huang S. T., Sun F. M., Chiang Y. L., Chiang C. J., Tsai C. M., et al. (2011). Transformation of cinnamic acid from trans-to cis-form raises a notable bactericidal and synergistic activity against multiple-drug resistant Mycobacterium tuberculosis. Eur. J. Pharm. Sci. 43 188–194. 10.1016/j.ejps.2011.04.012", "ArticleIdList": ["10.1016/j.ejps.2011.04.012", "21536127"]}, {"Citation": "Cheng S. S., Liu J. Y., Huang C. G., Hsui Y. R., Chen W. J., Chang S. T. (2009). Insecticidal activities of leaf essential oils from Cinnamomum osmophloeum against three mosquito species. Bioresour. Technol. 100 457–464. 10.1016/j.biortech.2008.02.030", "ArticleIdList": ["10.1016/j.biortech.2008.02.030", "18396039"]}, {"Citation": "Chitwood D. J. (1999). Biochemistry and function of nematode steroids. Crit. Rev. Biochem. Mol. Biol. 34 273–284. 10.1080/10409239991209309", "ArticleIdList": ["10.1080/10409239991209309", "10517647"]}, {"Citation": "Ciche T. A., Ensign J. C. (2003). For the insect pathogen Photorhabdus luminescens, which end of a nematode is out? Appl. Environ. Microbiol. 69 1890–1897. 10.1128/AEM.69.4.1890-1897.2003", "ArticleIdList": ["10.1128/AEM.69.4.1890-1897.2003", "PMC154793", "12676661"]}, {"Citation": "Ciche T. A., Bintrim S. B., Horswill A. R., Ensign J. C. (2001). A phosphopantetheinyltransferase homolog is essential for Photorhabdus luminescens to support growth and reproduction of the entomopathogenic nematode Heterorhabditis bacteriophora. J. Bacteriol. 183 3117–3126. 10.1128/JB.183.10.3117-3126.2001", "ArticleIdList": ["10.1128/JB.183.10.3117-3126.2001", "PMC95212", "11325940"]}, {"Citation": "Ciche T. A., Blackburn M., Carney J. R., Ensign J. C. (2003). Photobactin: a catechol siderophore produced by Photorhabdus luminescens, an entomopathogen mutually associated with Heterorhabditis bacteriophora NC1 nematodes. Appl. Environ. Microbiol. 69 4706–4713. 10.1128/AEM.69.8.4706-4713.2003", "ArticleIdList": ["10.1128/AEM.69.8.4706-4713.2003", "PMC169088", "12902261"]}, {"Citation": "Ciechanover A. (1998). The ubiquitin–proteasome pathway: on protein death and cell life. EMBO. J. 17 7151–7160. 10.1093/emboj/17.24.7151", "ArticleIdList": ["10.1093/emboj/17.24.7151", "PMC1171061", "9857172"]}, {"Citation": "Ciehanover A., Hod Y., Hershko A. (1978). A heat-stable polypeptide component of an ATP-dependent proteolytic system from reticulocytes. Biochem. Biophys. Res. Commun. 81 1100–1115. 10.1016/0006-291X(78)91249-4", "ArticleIdList": ["10.1016/0006-291X(78)91249-4", "666810"]}, {"Citation": "Cimen H., Touray M., Gulsen S. H., Erincik O., Wenski S. L., Bode H. B., et al. (2021). Antifungal activity of different Xenorhabdus and Photorhabdus species against various fungal phytopathogens and identification of the antifungal compounds from X. szentirmaii. App. Microbiol. Biotech. 105 5517–5528. 10.1007/s00253-021-11435-3", "ArticleIdList": ["10.1007/s00253-021-11435-3", "34250572"]}, {"Citation": "Coates A. R., Halls G., Hu Y. (2011). Novel classes of antibiotics or more of the same? Br. J. Pharmacol. 163 184–194. 10.1111/j.1476-5381.2011.01250.x", "ArticleIdList": ["10.1111/j.1476-5381.2011.01250.x", "PMC3085877", "21323894"]}, {"Citation": "Coates A., Hu Y., Bax R., Page C. (2002). The future challenges facing the development of new antimicrobial drugs. Nat. Rev. Drug Discov. 1 895–910. 10.1038/nrd940", "ArticleIdList": ["10.1038/nrd940", "12415249"]}, {"Citation": "Courtnay R., Ngo D. C., Malik N., Ververis K., Tortorella S. M., Karagiannis T. C. (2015). Cancer metabolism and the Warburg effect: the role of HIF-1 and PI3K. Mol. Biol. Rep. 42 841–851. 10.1007/s11033-015-3858-x", "ArticleIdList": ["10.1007/s11033-015-3858-x", "25689954"]}, {"Citation": "Crawford J. M., Portmann C., Zhang X., Roeffaers M. B., Clardy J. (2012). Small molecule perimeter defense in entomopathogenic bacteria. Proc. Natl. Acad. Sci. U S A. 109 10821–10826. 10.1073/pnas.1201160109", "ArticleIdList": ["10.1073/pnas.1201160109", "PMC3390839", "22711807"]}, {"Citation": "Crawford L. J., Walker B., Irvine A. E. (2011). Proteasome inhibitors in cancer therapy. Cell Commun. Signal. 5 101–110. 10.1007/s12079-011-0121-7", "ArticleIdList": ["10.1007/s12079-011-0121-7", "PMC3088792", "21484190"]}, {"Citation": "Daborn P. J., Waterfield N., Blight M. A., Ffrench-Constant R. H. (2001). Measuring virulence factor expression by the pathogenic bacterium Photorhabdus luminescens in culture and during insect infection. J. Bacteriol. 183 5834–5839. 10.1128/JB.183.20.5834-5839.2001", "ArticleIdList": ["10.1128/JB.183.20.5834-5839.2001", "PMC99659", "11566980"]}, {"Citation": "Derzelle S., Duchaud E., Kunst F., Danchin A., Bertin P. (2002). Identification, characterization, and regulation of a cluster of genes involved in carbapenem biosynthesis in Photorhabdus luminescens. Appl. Environ. Microbiol. 68 3780–3789. 10.1128/AEM.68.8.3780-3789.2002", "ArticleIdList": ["10.1128/AEM.68.8.3780-3789.2002", "PMC124005", "12147472"]}, {"Citation": "Du Q. S., Xie N. Z., Huang R. B. (2015). Recent development of peptide drugs and advance on theory and methodology of peptide inhibitor design. Med. Chem. 11 235–247. 10.2174/1573406411666141229163355", "ArticleIdList": ["10.2174/1573406411666141229163355", "25548931"]}, {"Citation": "Duchaud E., Rusniok C., Frangeul L., Buchrieser C., Givaudan A., Taourit S., et al. (2003). The genome sequence of the entomopathogenic bacterium Photorhabdus luminescens. Nat. Biotechnol. 21 1307–1313. 10.1038/nbt886", "ArticleIdList": ["10.1038/nbt886", "14528314"]}, {"Citation": "Dutky S. R. (1959). Insect microbiology. Adv. Appl. Microbiol. 1 175–200.", "ArticleIdList": ["13818906"]}, {"Citation": "Dutky S. R. (1974). “Nematode parasites,” in Proceedings of the Summer Institute on Biological Control of Plant Insects and Diseases, eds Maxwell F. G., Harris F. A. (Jackson, MS: University Press of Mississippi; ), 576–590."}, {"Citation": "Ebada S. S., Edrada R. A., Lin W., Proksch P. (2008). Methods for isolation, purification and structural elucidation of bioactive secondary metabolites from marine invertebrates. Nat. Protoc. 3 1820–1831. 10.1038/nprot.2008.182", "ArticleIdList": ["10.1038/nprot.2008.182", "18989260"]}, {"Citation": "Eleftherianos I. G. (2009). Novel antibiotic compounds produced by the insect pathogenic bacterium Photorhabdus. Anti-Infect. Drug Discov. 4 81–89. 10.2174/157489109788490280", "ArticleIdList": ["10.2174/157489109788490280", "19519542"]}, {"Citation": "Eleftherianos I., Boundy S., Joyce S. A., Aslam S., Marshall J. W., Cox R. J., et al. (2007). An antibiotic produced by an insect-pathogenic bacterium suppresses host defenses through phenoloxidase inhibition. Proc. Natl. Acad. Sci. U S A. 104 2419–2424. 10.1073/pnas.0610525104", "ArticleIdList": ["10.1073/pnas.0610525104", "PMC1892976", "17284598"]}, {"Citation": "Ferlay J., Shin H. R., Bray F., Forman D., Mathers C., Parkin D. M. (2010). Estimates of worldwide burden of cancer in 2008: globocan 2008. Int. J. Cancer 127 2893–2917. 10.1002/ijc.25516", "ArticleIdList": ["10.1002/ijc.25516", "21351269"]}, {"Citation": "Ferrer J. L., Austin M. B., Stewart C., Jr., Noel J. P. (2008). Structure and function of enzymes involved in the biosynthesis of phenylpropanoids. Plant Physiol. Biochem. 46 356–370. 10.1016/j.plaphy.2007.12.009", "ArticleIdList": ["10.1016/j.plaphy.2007.12.009", "PMC2860624", "18272377"]}, {"Citation": "Ffrench-Constant R., Waterfield N., Daborn P., Joyce S., Bennett H., Au C., et al. (2003). Photorhabdus: toward a functional genomic analysis of a symbiont and pathogen. FEMS Microbiol. Rev. 26 433–456. 10.1111/j.1574-6976.2003.tb00625.x", "ArticleIdList": ["10.1111/j.1574-6976.2003.tb00625.x", "12586390"]}, {"Citation": "Fong P. Y., Fesinmeyer M. D., White E., Farin F. M., Srinouanprachanh S., Afsharinejad Z., et al. (2010). Association of diabetes susceptibility gene calpain-10 with pancreatic cancer among smokers. J. Gastrointest. Cancer 41 203–208. 10.1007/s12029-010-9130-7", "ArticleIdList": ["10.1007/s12029-010-9130-7", "PMC2952047", "20178008"]}, {"Citation": "Forst S., Nealson K. (1996). Molecular biology of the symbiotic pathogenic bacteria Xenorhabdus spp. and Photorhabdus spp. Microbiol. Rev. 60 21–43. 10.1128/mr.60.1.21-43.1996", "ArticleIdList": ["10.1128/mr.60.1.21-43.1996", "PMC239416", "8852894"]}, {"Citation": "Forst S., Dowds B., Boemare N., Stackebrandt E. (1997). Xenorhabdus and Photorhabdus spp.: bugs that kill bugs. Annu. Rev. Microbiol. 51 47–72. 10.1146/annurev.micro.51.1.47", "ArticleIdList": ["10.1146/annurev.micro.51.1.47", "9343343"]}, {"Citation": "Frances C. P., Conde M. C., Saez M. E., Diez S. F., Rey C. M., Ramírez A. J. A., et al. (2007). Identification of a protective haplogenotype within CAPN10 gene influencing colorectal cancer susceptibility. J. Gastroenterol. Hepatol. 22 2298–2302. 10.1111/j.1440-1746.2007.04843.x", "ArticleIdList": ["10.1111/j.1440-1746.2007.04843.x", "17559371"]}, {"Citation": "Frink R. E., Peyton M., Schiller J. H., Gazdar A. F., Shay J. W., Minna J. D. (2016). Telomerase inhibitor imetelstat has preclinical activity across the spectrum of non-small cell lung cancer oncogenotypes in a telomere length dependent manner. Oncotarget 7 31639–31651. 10.18632/oncotarget.9335", "ArticleIdList": ["10.18632/oncotarget.9335", "PMC5077965", "27192120"]}, {"Citation": "Fuchs S. W., Bozhüyük K. A., Kresovic D., Grundmann F., Dill V., Brachmann A. O., et al. (2013). Formation of 1, 3-cyclohexanediones and resorcinols catalyzed by a widely occuringketosynthase. Angew. Chem. Int. Ed. 52 4108–4112. 10.1002/anie.201210116", "ArticleIdList": ["10.1002/anie.201210116", "23423827"]}, {"Citation": "Garcia H. H., Gonzalez A. E., Gilman R. H. (2003). Diagnosis, treatment and control of Taeniasoliumcysticercosis. Curr. Opin. Infect. Dis. 16 411–419. 10.1097/00001432-200310000-200310007", "ArticleIdList": ["10.1097/00001432-200310000-200310007", "14501993"]}, {"Citation": "Gerrard J., Waterfield N., Vohra R. (2004). Human infection with Photorhabdus asymbiotica: an emerging bacterial pathogen. Microb. Infect. 6 229–237. 10.1016/j.micinf.2003.10.018", "ArticleIdList": ["10.1016/j.micinf.2003.10.018", "15049334"]}, {"Citation": "Gessler N. N., Egorova A. S., Belozerskaya T. A. (2013). Fungal anthraquinones. Appl. Biochem. Microbiol. 49 85–99. 10.1134/S000368381302004X", "ArticleIdList": ["10.1134/S000368381302004X", "23795468"]}, {"Citation": "Goll D. E., Thompson V. F., Li H., Wei W. E. I., Cong J. (2003). The calpain system. Physiol. Rev. 83 731–801. 10.1152/physrev.00029.2002", "ArticleIdList": ["10.1152/physrev.00029.2002", "12843408"]}, {"Citation": "Groll M., Schellenberg B., Bachmann A. S., Archer C. R., Huber R., Powell T. K., et al. (2008). A plant pathogen virulence factor inhibits the eukaryotic proteasome by a novel mechanism. Nature 452 755–758. 10.1038/nature06782", "ArticleIdList": ["10.1038/nature06782", "18401409"]}, {"Citation": "Großelindemann E., Lewis M. J., Hedden P., Graebe J. E. (1992). Gibberellin biosynthesis from gibberellin A 12-aldehyde in a cell-free system from germinating barley (Hordeumvulgare L., cv. Himalaya) embryos. Planta 188 252–257. 10.1007/BF00216821", "ArticleIdList": ["10.1007/BF00216821", "24178262"]}, {"Citation": "Hakkim F. L., Essa M. M., Arivazhagan G., Guizani N., Hyuk S. (2012). Evaluation of food protective property of five natural products using fresh-cut apple slice model. Pak. J. Biol. Sci. 15 10–18. 10.3923/pjbs.2012.10.18", "ArticleIdList": ["10.3923/pjbs.2012.10.18", "22530437"]}, {"Citation": "Hanahan D., Weinberg R. A. (2011). Hallmarks of cancer: the next generation. Cell 144 646–674. 10.1016/j.cell.2011.02.013", "ArticleIdList": ["10.1016/j.cell.2011.02.013", "21376230"]}, {"Citation": "Hapeshi A., Healey J. R. J., Mulley G., Waterfield N. R. (2020). Temperature restriction in Entomopathogenic bacteria. Front. Microbiol. 11:548800. 10.3389/fmicb.2020.548800", "ArticleIdList": ["10.3389/fmicb.2020.548800", "PMC7554251", "33101227"]}, {"Citation": "Harris J. R. (1971). The proteins released from intact erythrocyte ‘ghosts’ at low ionic strength. Biochem. J. 122 38–40. 10.1042/bj1220038P", "ArticleIdList": ["10.1042/bj1220038P", "PMC1176848", "5129233"]}, {"Citation": "Hasan M. A., Ahmed S., Mollah M. M. I., Lee D., Kim Y. (2019). Variation in pathogenicity of different strains of Xenorhabdus nematophila; differential immunosuppressive activities and secondary metabolite production. J. Invertebr. Pathol. 166:107221. 10.1016/j.jip.2019.107221", "ArticleIdList": ["10.1016/j.jip.2019.107221", "31356819"]}, {"Citation": "Hedden P., Kamiya Y. (1997). Gibberellin biosynthesis: enzymes, genes and their regulation. Annu. Rev. Plant Biol. 48 431–460. 10.1146/annurev.arplant.48.1.431n", "ArticleIdList": ["10.1146/annurev.arplant.48.1.431n", "15012270"]}, {"Citation": "Hu K., Webster J. M. (2000). Antibiotic production in relation to bacterial growth and nematode development in Photorhabdus–Heterorhabditis infected Galleria mellonella larvae. FEMS Microbiol. Lett. 189 219–223. 10.1111/j.1574-6968.2000.tb09234", "ArticleIdList": ["10.1111/j.1574-6968.2000.tb09234", "10930742"]}, {"Citation": "Hu K., Li J., Webster J. M. (1997). Quantitative analysis of a bacteria-derived antibiotic in nematode-infected insects using HPLC–UV and TLC–UV methods. J. Chromatogr. B. Biomed. Appl. 703 177–183. 10.1016/S0378-4347(97)00398-8", "ArticleIdList": ["10.1016/S0378-4347(97)00398-8", "9448074"]}, {"Citation": "Hu K., Li J., Li B., Webster J. M., Chen G. (2006). A novel antimicrobial epoxide isolated from larval Galleria mellonella infected by the nematode symbiont, Photorhabdus luminescens (Enterobacteriaceae). Bioorg. Med. Chem. 14 4677–4681. 10.1016/j.bmc.2006.01.025", "ArticleIdList": ["10.1016/j.bmc.2006.01.025", "16644226"]}, {"Citation": "Hu K., Li J., Wang W., Wu H., Lin H., Webster J. M. (1998). Comparison of metabolites produced in vitro and in vivo by Photorhabdus luminescens, a bacterial symbiont of the entomopathogenic nematode Heterorhabditis megidis. Can. J. Microbiol. 44 2–10. 10.1139/w98-098", "ArticleIdList": ["10.1139/w98-098"]}, {"Citation": "Jarosz J. (1996). Ecology of anti-microbials produced by bacterial associates of Steinernema carpocapsae and Heterorhabditis bacteriophora. Parasitology 112 545–552. 10.1017/S0031182000066129", "ArticleIdList": ["10.1017/S0031182000066129", "8684829"]}, {"Citation": "Jiang W. G., Sanders A. J., Katoh M., Ungefroren H., Gieseler F., Prince M., et al. (2015). Tissue invasion and metastasis: molecular, biological and clinical perspectives. Sem. Cancer Biol. 35 S244–S275. 10.1016/j.semcancer.2015.03.008", "ArticleIdList": ["10.1016/j.semcancer.2015.03.008", "25865774"]}, {"Citation": "Joyce S. A., Brachmann A. O., Glazer I., Lango L., Schwär G., Clarke D. J., et al. (2008). Bacterial biosynthesis of a multipotentstilbene. Angew. Chem. Int. Ed. 47 1942–1945. 10.1002/anie.200705148", "ArticleIdList": ["10.1002/anie.200705148", "18236486"]}, {"Citation": "Kamisawa T., Wood L. D., Itoi T., Takaori K. (2016). Pancreatic cancer. Lancet 388 2008–2020. 10.1016/S0140-6736(16)00141-0", "ArticleIdList": ["10.1016/S0140-6736(16)00141-0", "26830752"]}, {"Citation": "Kim S. H., Jang S. D., Lee K. Y., Sung S. H., Kim Y. C. (2009). Chemical constituents isolated from Polygala japonica leaves and their inhibitory effect on nitric oxide production in vitro. J. Enzyme. Inhib. Med. Chem. 24 230–233. 10.1080/14756360802051362", "ArticleIdList": ["10.1080/14756360802051362", "18825536"]}, {"Citation": "Kimura Y., Koga H., Araki N., Mugita N., Fujita N., Takeshima H., et al. (1998). The involvement of calpain-independent proteolysis of the tumor suppressor NF2 (merlin) in schwannomas and meningiomas. Nat. Med. 4 915–922. 10.1038/nm0898-915", "ArticleIdList": ["10.1038/nm0898-915", "9701243"]}, {"Citation": "Kisselev A. F., Van der Linden W. A., Overkleeft H. S. (2012). Proteasome inhibitors: an expanding army attacking a unique target. Chem. Biol. 19 99–115. 10.1016/j.chembiol.2012.01.003", "ArticleIdList": ["10.1016/j.chembiol.2012.01.003", "PMC3503453", "22284358"]}, {"Citation": "Korkina L. G. (2007). Phenylpropanoids as naturally occurring antioxidants: from plant defense to human health. Cell. Mol. Biol. 53 15–25.", "ArticleIdList": ["17519109"]}, {"Citation": "Kronenwerth M., Brachmann A. O., Kaiser M., Bode H. B. (2014). Bioactive derivatives of isopropylstilbene from mutasynthesis and chemical synthesis. Chem. Bio. Chem. 15 2689–2691. 10.1002/cbic.201402447", "ArticleIdList": ["10.1002/cbic.201402447", "25346446"]}, {"Citation": "Kyle R. A., Rajkumar S. V. (2009). Treatment of multiple myeloma: a comprehensive review. Clin. Lymphoma Myeloma Leuk. 9 278–288. 10.3816/CLM.2009.n.056", "ArticleIdList": ["10.3816/CLM.2009.n.056", "PMC3910142", "19717377"]}, {"Citation": "Lachance H., Wetzel S., Kumar K., Waldmann H. (2012). Charting, navigating, and populating natural product chemical space for drug discovery. J. Med. Chem. 55 5989–6001. 10.1021/jm300288g", "ArticleIdList": ["10.1021/jm300288g", "22537178"]}, {"Citation": "Lakshmikuttyamma A., Selvakumar P., Kanthan R., Kanthan S. C., Sharma R. K. (2004). Overexpression of m-calpain in human colorectal adenocarcinomas. Cancer Epidemiol. Biomark. Prev. 13 1604–1609.", "ArticleIdList": ["15466976"]}, {"Citation": "Lee S. J., Choi Y. L., Lee E. J., Kim B. G., Bae D. S., Ahn G. H., et al. (2007). Increased expression of calpain 6 in uterine sarcomas and carcinosarcomas: an immunohistochemical analysis. Int. J. Gynecol. Cancer 17 248–253. 10.1111/j.1525-1438.2006.00756.x", "ArticleIdList": ["10.1111/j.1525-1438.2006.00756.x", "17291261"]}, {"Citation": "Lee S. J., Kim B. G., Choi Y. L., Lee J. W. (2008). Increased expression of calpain 6 during the progression of uterine cervical neoplasia: immunohistochemical analysis. Oncol. Rep. 19 859–863. 10.3892/or.19.4.859", "ArticleIdList": ["10.3892/or.19.4.859", "18357368"]}, {"Citation": "Lee S. M., Kim M. S., Hayat F., Shin D. (2019). Recent advances in the discovery of novel antiprotozoal agents. Molecules 24 3886–3893. 10.3390/molecules24213886", "ArticleIdList": ["10.3390/molecules24213886", "PMC6864685", "31661934"]}, {"Citation": "Li J., Chen G., Wu H., Webster J. M. (1995). Identic/cation of two pigments and a hydroxystilbene antibiotic from Photorhabdus luminescens. Appl. Environ. Microbiol. 61 4329–4333. 10.1128/aem.61.12.4329-4333.1995", "ArticleIdList": ["10.1128/aem.61.12.4329-4333.1995", "PMC167744", "8534100"]}, {"Citation": "Lim W., Yang C., Bazer F. W., Song G. (2017). Chrysophanol induces apoptosis of choriocarcinoma through regulation of ROS and the AKT and ERK1/2 pathways. J. Cell. Physiol. 232 31–39. 10.1002/jcp.25423", "ArticleIdList": ["10.1002/jcp.25423", "27171670"]}, {"Citation": "Lulamba T. E., Green E., Serepa-Dlamini M. H. (2021). Photorhabdus sp. ETL antimicrobial properties and characterization of its secondary metabolites by gas chromatography–mass spectrometry. Life 11 787–792. 10.3390/life11080787", "ArticleIdList": ["10.3390/life11080787", "PMC8401408", "34440531"]}, {"Citation": "Machado R. A. R., Wüthrich D., Kuhnert P., Arce C. C. M., Thönen L., Ruiz C., et al. (2018). Whole-genome-based revisit of Photorhabdus phylogeny: proposal for the elevation of most Photorhabdus subspecies to the species level and description of one novel species Photorhabdus bodei sp. nov., and one novel subspecies Photorhabdus laumondii subsp. clarkei subsp. Nov. Int. J. Syst. Evol. Microbiol. 68 2664–2681. 10.1099/ijsem.0.002820", "ArticleIdList": ["10.1099/ijsem.0.002820", "29877789"]}, {"Citation": "Mamoune A., Luo J. H., Lauffenburger D. A., Wells A. (2003). Calpain-2 as a target for limiting prostate cancer invasion. Cancer Res. 63 4632–4640.", "ArticleIdList": ["12907643"]}, {"Citation": "Mar A. C., Chu C. H., Lee H. J., Chien C. W., Cheng J. J., Yang S. H., et al. (2015). Interleukin-1 receptor type 2 acts with c-Fos to enhance the expression of interleukin-6 and vascular endothelial growth factor A in colon cancer cells and induce angiogenesis. J. Biol. Chem. 290 22212–22224. 10.1074/jbc.M115.644823", "ArticleIdList": ["10.1074/jbc.M115.644823", "PMC4571972", "26209639"]}, {"Citation": "Marokhazi J., Waterfield N., LeGoff G., Feil E., Stabler R., Hinds J., et al. (2003). Using a DNA microarray to investigate the distribution of insect virulence factors in strains of Photorhabdus bacteria. J. Bacteriol. 185 4648–4656. 10.1128/JB.185.15.4648-4656.2003", "ArticleIdList": ["10.1128/JB.185.15.4648-4656.2003", "PMC165762", "12867479"]}, {"Citation": "Mayefis D., Widiastuti S. (2021). Antioxidant activity of methanol extracts natuna marine sponge (porifera) with dpphmethode. Asian J. Pharm. Clin. Res. 80 109–112. 10.22159/ajpcr.2021.v14i4.40091", "ArticleIdList": ["10.22159/ajpcr.2021.v14i4.40091"]}, {"Citation": "Méndez C., Salas J. A. (2001). Altering the glycosylation pattern of bioactive compounds. Trends Biotechnol. 19 449–456. 10.1016/S0167-7799(01)01765-6", "ArticleIdList": ["10.1016/S0167-7799(01)01765-6", "11602309"]}, {"Citation": "Merdad A., Karim S., Schulten H. J., Dallol A., Buhmeida A., Al-Thubaity F., et al. (2014). Expression of matrix metalloproteinases (MMPs) in primary human breast cancer: MMP-9 as a potential biomarker for cancer invasion and metastasis. Anticancer. Res. 34 1355–1366.", "ArticleIdList": ["24596383"]}, {"Citation": "Monks T. J., Hanzlik R. P., Cohen G. M., Ross D., Graham D. G. (1992). Quinone chemistry and toxicity. Toxicol. Appl. Pharmacol. 112 2–16. 10.1016/0041-008X(92)90273-U", "ArticleIdList": ["10.1016/0041-008X(92)90273-U", "1733045"]}, {"Citation": "Moreno L. R., Abrante A., Esteban F., González M. M. A., Delgado R. M., Sáez M. E., et al. (2011). Calpain 10 gene and laryngeal cancer: a survival analysis. Head Neck 33 72–76. 10.1002/hed.21404", "ArticleIdList": ["10.1002/hed.21404", "20848425"]}, {"Citation": "Moretti D., Del Bello B., Cosci E., Biagioli M., Miracco C., Maellaro E. (2009). Novel variants of muscle calpain 3 identified in human melanoma cells: cisplatin-induced changes in vitro and differential expression in melanocytic lesions. Carcinogenesis 30 960–967. 10.1093/carcin/bgp098", "ArticleIdList": ["10.1093/carcin/bgp098", "19386580"]}, {"Citation": "Nollmann F. I., Heinrich A. K., Brachmann A. O., Morisseau C., Mukherjee K., Casanova Torres, et al. (2015b). A photorhabdus natural product inhibits insect juvenile hormone epoxide hydrolase. Chem. Bio. Chem. 16 766–771. 10.1002/cbic.201402650", "ArticleIdList": ["10.1002/cbic.201402650", "PMC4486325", "25711603"]}, {"Citation": "Nollmann F. I., Dauth C., Mulley G., Kegler C., Kaiser M., Waterfield N. R., et al. (2015a). Insect-specific production of new GameXPeptides in Photorhabdus luminescens TTO1, widespread natural products in entomopathogenic bacteria. Chem. Bio. Chem. 16 205–208. 10.1002/cbic.201402603", "ArticleIdList": ["10.1002/cbic.201402603", "25425189"]}, {"Citation": "Ntie-Kang F., Svozil D. (2020). An enumeration of natural products from microbial, marine and terrestrial sources. Phys. Sci. Rev. 5 2021–2026. 10.1515/psr-2018-0121", "ArticleIdList": ["10.1515/psr-2018-0121"]}, {"Citation": "Oka M., Yaginuma K., Numata K., Konishi M., Oki T., Kawaguchi H. (1988). Glidobactins a, b and c, new antitumor antibiotics. J. Antibiot. 41 1331–1337. 10.7164/antibiotics.41.1338", "ArticleIdList": ["10.7164/antibiotics.41.1338", "3142840"]}, {"Citation": "Pankewitz F., Zöllmer A., Gräser Y., Hilker M. (2007). Anthraquinones as defensive compounds in eggs of Galerucini leaf beetles: biosynthesis by the beetles? Arch. Insect Biochem. Physiol. 66 98–108. 10.1002/arch.20215", "ArticleIdList": ["10.1002/arch.20215", "17879233"]}, {"Citation": "Park H. B., Crawford J. M. (2016). Pyrazinone protease inhibitor metabolites from Photorhabdus luminescens. J. Antibiot. 69:8. 10.1038/ja.2016.79", "ArticleIdList": ["10.1038/ja.2016.79", "PMC5003743", "27353165"]}, {"Citation": "Paul V. J., Frautschy S., Fenical W., Nealson K. H. (1981). Antibiotics in microbial ecology: isolation and structure assignment of several new antibacterial compounds for the insect symbiotic bacteria Xenorhabdusspp. J. Chem. Ecol. 7 589–597. 10.1007/BF00987707", "ArticleIdList": ["10.1007/BF00987707", "24420598"]}, {"Citation": "Peel M. M., Alfredson D. A., Gerrard J. G., Davis J. M., Robson J. M., McDougall R. J., et al. (1999). Isolation, identification, and molecular characterization of strains of Photorhabdus luminescens from infected humans in Australia. J. Clin. Microbiol. 37 3647–3653. 10.1128/JCM.37.11.3647-3653.1999", "ArticleIdList": ["10.1128/JCM.37.11.3647-3653.1999", "PMC85716", "10523568"]}, {"Citation": "Pérez M. A. (2014). Cancer Stem Cells, Reason of the Failure of Conventional Cancer Treatments. Barcelona: Autonomous University of Barcelona, Department of Cell Biology, Physiology and Immunology."}, {"Citation": "Plowe C. V. (2005). Antimalarial drug resistance in Africa: strategies for monitoring and deterrence. Curr. Top. Microbiol. Immunol. 295 55–79. 10.1007/3-540-29088-5_3", "ArticleIdList": ["10.1007/3-540-29088-5_3", "16265887"]}, {"Citation": "Powers J. H. (2004). Antimicrobial drug development–the past, the present, and the future. Clin. Microbiol. Infect. 10 23–31. 10.1111/j.1465-0691.2004.1007.x", "ArticleIdList": ["10.1111/j.1465-0691.2004.1007.x", "15522037"]}, {"Citation": "Pozio E. (2007). World distribution of Trichinella spp. infections in animals and humans. Vet. Parasitol. 149 3–21. 10.1016/j.vetpar.2007.07.002", "ArticleIdList": ["10.1016/j.vetpar.2007.07.002", "17689195"]}, {"Citation": "Ramesh C., Tulasi B. R., Raju M., Thakur N., Dufossé L. (2021). Marine natural products from tunicates and their associated microbes. Mar. Drugs 19:308. 10.3390/md19060308", "ArticleIdList": ["10.3390/md19060308", "PMC8228501", "34073515"]}, {"Citation": "Reichrath J., Welter C., Mitschele T., Classen U., Meineke V., Tilgen W., et al. (2003). Different expression patterns of calpainisozymes 1 and 2 (CAPN1 and 2) in squamous cell carcinomas (SCC) and basal cell carcinomas (BCC) of human skin. J. Pathol. 199 509–516. 10.1002/path.1308", "ArticleIdList": ["10.1002/path.1308", "12635142"]}, {"Citation": "Renslo A. R., McKerrow J. H. (2006). Drug discovery and development for neglected parasitic diseases. Nat. Chem. Biol. 2 701–710. 10.1038/nchembio837m", "ArticleIdList": ["10.1038/nchembio837m", "17108988"]}, {"Citation": "Riccio G., Nuzzo G., Zazo G., Coppola D., Senese G., Romano L., et al. (2021). Bioactivity screening of antarctic sponges reveals anticancer activity and potential cell death via ferroptosis by mycalols. Mar. Drugs 19:459. 10.3390/md19080459", "ArticleIdList": ["10.3390/md19080459", "PMC8400861", "34436298"]}, {"Citation": "Richardson W. H., Schmidt T. M., Nealson K. H. (1988). Identification of an anthraquinone pigment and a hydroxystilbene antibiotic from Xenorhabdus luminescens. Appl. Environ. Microbiol. 54 1602–1605. 10.1128/aem.54.6.1602-1605.1988", "ArticleIdList": ["10.1128/aem.54.6.1602-1605.1988", "PMC202703", "3415225"]}, {"Citation": "Rios-Doria J., Day K. C., Kuefer R., Rashid M. G., Chinnaiyan A. M., Rubin M. A., et al. (2003). The role of calpain in the proteolytic cleavage of E-cadherin in prostate and mammary epithelial cells. J. Biol. Chem. 278 1372–1379. 10.1074/jbc.M208772200", "ArticleIdList": ["10.1074/jbc.M208772200", "12393869"]}, {"Citation": "Saito K., Konno A., Ishii H., Saito H., Nishida F., Abe T., et al. (2001). Nodularin-Har: a new nodularin from Nodularia. J. Nat. Prod. 64 139–141. 10.1021/np000299z", "ArticleIdList": ["10.1021/np000299z", "11170690"]}, {"Citation": "Salehin D., Fromberg I., Haugk C., Dohmen B., Georg T., Bohle R. M., et al. (2010). Immunhistochemical analysis for expression of calpain 1, calpain 2 and calpastatin in endometrial cancer. Anticancer. Res. 30 2837–2843.", "ArticleIdList": ["20683020"]}, {"Citation": "Saremi H., Okhovvat S. M. (2006). Mycotoxin producing Fusarium species associated with plant disease on potato, wheat, corn and animal diseases in northwest Iran. Commun. Agric. Appl. Biol. Sci. 71 1175–1185.", "ArticleIdList": ["17390876"]}, {"Citation": "Sato K., Kawashima S. (2001). Calpain function in the modulation of signal transduction molecules. Biol. Chem. 382 743–751. 10.1515/bchm.2001.382.5.743", "ArticleIdList": ["10.1515/bchm.2001.382.5.743", "11517927"]}, {"Citation": "Savary S., Teng P. S., Willocquet L., Nutter F. W., Jr. (2006). Quantification and modeling of crop losses: a review of purposes. Annu. Rev. Phytopathol. 44 89–112. 10.1146/annurev.phyto.44.070505.143342", "ArticleIdList": ["10.1146/annurev.phyto.44.070505.143342", "16480337"]}, {"Citation": "Shah J. J., Orlowski R. Z. (2009). Proteasome inhibitors in the treatment of multiple myeloma. Leukemia 23 1964–1979. 10.1038/leu.2009.173", "ArticleIdList": ["10.1038/leu.2009.173", "PMC4737506", "19741722"]}, {"Citation": "Sharma S., Waterfield N., Bowen D., Rocheleau T., Holland L., James R., et al. (2002). The lumicins: novel bacteriocins from Photorhabdus luminescens with similarity to the uropathogenic-specific protein (USP) from uropathogenic Escherichia coli. FEMS Microbiol. Lett. 214 241–249. 10.1111/j.1574-6968.2002.tb11354.x", "ArticleIdList": ["10.1111/j.1574-6968.2002.tb11354.x", "12351238"]}, {"Citation": "Shen B. (2015). A new golden age of natural products drug discovery. Cell 163 1297–1300. 10.1016/j.cell.2015.11.031", "ArticleIdList": ["10.1016/j.cell.2015.11.031", "PMC5070666", "26638061"]}, {"Citation": "Shi D., An R., Zhang W., Zhang G., Yu Z. (2017). Stilbene derivatives from Photorhabdus temperata SN259 and their antifungal activities against phytopathogenic fungi. J. Agric. Food Chem. 65 60–65. 10.1021/acs.jafc.6b04303", "ArticleIdList": ["10.1021/acs.jafc.6b04303", "27960253"]}, {"Citation": "Shoji J. I., Hinoo H., Kato T., Hattori T., Hirooka K., Tawara K., et al. (1990). Isolation of cepafungins I, II and III from Pseudomonas species. J. Antibiot. 43 783–787. 10.7164/antibiotics.43.783", "ArticleIdList": ["10.7164/antibiotics.43.783", "2387772"]}, {"Citation": "Shrestha S., Kim Y. (2008). Eicosanoids mediate prophenoloxidase release from oenocytoids in the beet armyworm Spodoptera exigua. Insect. Biochem. Mol. Biol. 38 99–112. 10.1016/j.ibmb.2007.09.013", "ArticleIdList": ["10.1016/j.ibmb.2007.09.013", "18070669"]}, {"Citation": "Shrestha S., Stanley D., Kim Y. (2011). PGE2 induces oenocytoid cell lysis via a G protein-coupled receptor in the beet armyworm, Spodoptera exigua. J. Insect Physiol. 57 1568–1576. 10.1016/j.jinsphys.2011.08.010", "ArticleIdList": ["10.1016/j.jinsphys.2011.08.010", "21867708"]}, {"Citation": "Si W., Gong J., Tsao R., Zhou T., Yu H., Poppe C., et al. (2006). Antimicrobial activity of essential oils and structurally related synthetic food additives towards selected pathogenic and beneficial gut bacteria. J. Appl. Microbiol. 100 296–3505. 10.1111/j.1365-2672.2005.02789.x", "ArticleIdList": ["10.1111/j.1365-2672.2005.02789.x", "16430506"]}, {"Citation": "Sibiya A., Jeyavani J., Sivakamavalli J., Ravi C., Divya M., Vaseeharan B. (2021). Bioactive compounds from various types of sea urchin and their therapeutic effects—a review. Reg. Stud. Mar. Sci. 44 101760–101768. 10.1016/j.rsma.2021.101760", "ArticleIdList": ["10.1016/j.rsma.2021.101760"]}, {"Citation": "Silva C. P., Waterfield N. R., Daborn P. J., Dean P., Chilver T., Au C. P., et al. (2002). Bacterial infection of a model insect: Photorhabdus luminescens and Manducasexta. Cell. Microbiol. 4 329–339. 10.1046/j.1462-5822.2002.00194.x", "ArticleIdList": ["10.1046/j.1462-5822.2002.00194.x", "12067318"]}, {"Citation": "Singh R. K., Ranjan A., Singh M., Srivastava A. K. (2021). Anticancer natural product from marine invertebrates. Evol. Diversity Source Anticancer Mol. 2 255–266. 10.1016/B978-0-12-821710-8.00011-4", "ArticleIdList": ["10.1016/B978-0-12-821710-8.00011-4"]}, {"Citation": "Sivaramakrishnan S., Razia M. (2021). “Recent advances and future prospect,” in Entomopathogenic Nematodes and Their Symbiotic Bacteria, eds Sivaramakrishnan S., Razia M. (New York, NY: Springer; ), 159–161. 10.1007/978-1-0716-1445-7_12", "ArticleIdList": ["10.1007/978-1-0716-1445-7_12"]}, {"Citation": "Snellenberg S., Cillessen S. A., Van Criekinge W., Bosch L., Meijer C. J., Snijders P. J., et al. (2014). Methylation-mediated repression of PRDM14 contributes to apoptosis evasion in HPV-positive cancers. Carcinogenesis 35 2611–2618. 10.1093/carcin/bgu197", "ArticleIdList": ["10.1093/carcin/bgu197", "25233927"]}, {"Citation": "Solomon H. K., William W. W. (2003). In Bioactive Food Components, 2 Edn. New York, NY: Charles Scribner’s Sons."}, {"Citation": "Stanley D. W. (2014). Eicosanoids in Invertebrate Signal Transduction Systems. Princeton NJ: Princeton University Press, 10.1515/9781400865055", "ArticleIdList": ["10.1515/9781400865055"]}, {"Citation": "Stanley D., Kim Y. (2019). Prostaglandins and other eicosanoids in insects: biosynthesis and biological actions. Front. Physiol. 9:1927. 10.3389/fphys.2018.01927", "ArticleIdList": ["10.3389/fphys.2018.01927", "PMC6375067", "30792667"]}, {"Citation": "Stein M. L., Beck P., Kaiser M., Dudler R., Becker C. F., Groll M. (2012). One-shot NMR analysis of microbial secretions identifies highly potent proteasome inhibitor. Proc. Natl. Acad. Sci. U S A. 109 18367–18371. 10.1073/pnas.1211423109", "ArticleIdList": ["10.1073/pnas.1211423109", "PMC3494908", "23091006"]}, {"Citation": "Steketee R. W., Wirima J. J., Slutsker L., Breman J. G., Heymann D. L. (1996). Comparability of treatment groups and risk factors for parasitemia at the first antenatal clinic visit in a study of malaria treatment and prevention in pregnancy in rural Malawi. Am. J. Trop. Med. Hyg. 55 17–23. 10.4269/ajtmh.1996.55.17", "ArticleIdList": ["10.4269/ajtmh.1996.55.17", "8702032"]}, {"Citation": "Stock S. P., Kusakabe A., Orozco R. A. (2017). Secondary metabolites produced by Heterorhabditis symbionts and their application in agriculture: what we know and what to do next. J. Nematol. 49 373–383.", "ArticleIdList": ["PMC5770283", "29353924"]}, {"Citation": "Sztaricskai F., Dinya Z., Batta G. Y., Szallas E., Szentirmai A., Fodor A. (1992). Anthraquinones produced by enterobacters and nematodes. Acta Chim. Hung. 129 697–707."}, {"Citation": "Tarver T. (2012). Cancer facts & figures 2012. American Cancer Society (ACS). American Cancer Soc. 2012:66. 10.1080/15398285.2012.701177", "ArticleIdList": ["10.1080/15398285.2012.701177"]}, {"Citation": "Theodore C. M., King J. B., You J., Cichewicz R. H. (2012). Production of cytotoxic glidobactins/luminmycins by Photorhabdus asymbiotica in liquid media and live crickets. J. Nat. Prod. 75 2007–2011. 10.1021/np300623x", "ArticleIdList": ["10.1021/np300623x", "PMC3570697", "23095088"]}, {"Citation": "Tsvetkov V., Todorov D., Hinkov A., Velkova L., Dolashki A., et al. (2021). Effect of extracts of some species from Phylum Mollusca against the replication of Human Alphaherpesviruses types. Bulg. Chem. Commun. 53 66–72."}, {"Citation": "Uhlemann A. C., Krishna S. (2005). Antimalarial multi-drug resistance in Asia: mechanisms and assessment. Curr. Top. Microbiol. Immunol. 295 39–53. 10.1007/3-540-29088-5_2", "ArticleIdList": ["10.1007/3-540-29088-5_2", "16265886"]}, {"Citation": "Ullah I., Khan A. L., Ali L., Khan A. R., Waqas M., Hussain J., et al. (2015). Benzaldehyde as an insecticidal, antimicrobial, and antioxidant compound produced by Photorhabdus temperata M1021. J. Microbiol. 53 127–133. 10.1007/s12275-015-4632-4", "ArticleIdList": ["10.1007/s12275-015-4632-4", "25626368"]}, {"Citation": "Ullah I., Khan A. L., Ali L., Khan A. R., Waqas M., Lee I. J., et al. (2014a). An insecticidal compound produced by an insect-pathogenic bacterium suppresses host defenses through phenoloxidase inhibition. Molecules 19 20913–20928. 10.3390/molecules191220913", "ArticleIdList": ["10.3390/molecules191220913", "PMC6271226", "25514230"]}, {"Citation": "Ullah I., Khan A. R., Jung B. K., Khan A. L., Lee I. J., Shin J. H. (2014b). Gibberellins synthesized by the entomopathogenic bacterium, Photorhabdus temperata M1021 as one of the factors of rice plant growth promotion. J. Plant Interact. 9 775–782. 10.1080/17429145.2014.942956", "ArticleIdList": ["10.1080/17429145.2014.942956"]}, {"Citation": "Van Gorkom B. A. P., Timmer-Bosscha H., De Jong S., Van der Kolk D. M., Kleibeuker J. H., De Vries E. G. E. (2002). Cytotoxicity of rhein, the active metabolite of sennoside laxatives, is reduced by multidrug resistance-associated protein 1. Br. J. Cancer 86 1494–1500. 10.1038/sj.bjc.6600255", "ArticleIdList": ["10.1038/sj.bjc.6600255", "PMC2375364", "11986786"]}, {"Citation": "Voorhees P. M., Dees E. C., O’Neil B., Orlowski R. Z. (2003). The proteasome as a target for cancer therapy. Clin. Cancer Res. 9 6316–6325.", "ArticleIdList": ["14695130"]}, {"Citation": "Wang C., Zhang D., Ma H., Liu J. (2007). Neuroprotective effects of emodin-8-O-β-d-glucoside in vivo and in vitro. Eur. J. Pharmacol. 577 58–63. 10.1016/j.ejphar.2007.08.033", "ArticleIdList": ["10.1016/j.ejphar.2007.08.033", "17897641"]}, {"Citation": "Waterfield N. R., Ciche T., Clarke D. (2009). Photorhabdus and a host of hosts. Annual Rev. Microbiol. 63 557–574. 10.1146/annurev.micro.091208.073507", "ArticleIdList": ["10.1146/annurev.micro.091208.073507", "19575559"]}, {"Citation": "Weinke T., Trautmann M., Held T., Weber G., Eichenlaub D., Fleischer K., et al. (1991). Neuropsychiatric side effects after the use of mefloquine. Am. J. Trop. Med. Hyg. 45 86–91. 10.4269/ajtmh.1991.45.86", "ArticleIdList": ["10.4269/ajtmh.1991.45.86", "1867351"]}, {"Citation": "Wewengkang D. S., Rotinsulu H., Sumilat D. A., Oda T., Yamazaki H., Ukai K., et al. (2021). Three bioactive compounds against colony formation of chinese hamster V79 cells from an indonesian ascidian Didemnum sp. Chem. Nat. Compd. 57 592–593. 10.1007/s10600-021-03427-6", "ArticleIdList": ["10.1007/s10600-021-03427-6"]}, {"Citation": "Wilkinson P., Waterfield N. R., Crossman L., Corton C., Sanchez-Contreras M., Vlisidou I., et al. (2009). Comparative genomics of the emerging human pathogen Photorhabdus asymbiotica with the insect pathogen Photorhabdus luminescens. BMC Genomics 10:309. 10.1186/1471-2164-10-302", "ArticleIdList": ["10.1186/1471-2164-10-302", "PMC2717986", "19583835"]}, {"Citation": "Williams J. S., Thomas M., Clarke D. J. (2005). The gene stlA encodes a phenylalanine ammonia-lyase that is involved in the production of a stilbene antibiotic in Photorhabdus luminescens TT01. Microbiology 151 2543–2550. 10.1099/mic.0.28136-0", "ArticleIdList": ["10.1099/mic.0.28136-0", "16079333"]}, {"Citation": "Williamson J. M., Inamine E., Wilson K. E., Douglas A. W., Liesch J. M., Albers-Schönberg G. (1985). Biosynthesis of the beta-lactam antibiotic, thienamycin, by Streptomyces cattleya. J. Biol. Chem. 260 4637–4647. 10.1016/S0021-9258(18)89118-9", "ArticleIdList": ["10.1016/S0021-9258(18)89118-9", "3988730"]}, {"Citation": "Wong S. Y., Grant I. R., Friedman M., Elliott C. T., Situ C. (2008). Antibacterial activities of naturally occurring compounds against Mycobacterium avium sub sp. paratuberculosis. Appl. Environ. Microbiol. 74 5986–5990. 10.1128/AEM.00981-08", "ArticleIdList": ["10.1128/AEM.00981-08", "PMC2565950", "18676709"]}, {"Citation": "World Health Organization [WHO] (2018). Malaria. Geneva: WHO."}, {"Citation": "World Health Organization [WHO] (2019). Malaria. Geneva: WHO."}, {"Citation": "World Health Organization [WHO] (2021). Cancer. Geneva: WHO."}, {"Citation": "Wu Y., Jin F., Wang Y., Li F., Ren Z., Wang Y. (2017). In vitro and in vivo inhibitory effects of 6-hydroxyrubiadin on lipopolysaccharide-induced inflammation. Immunopharmacol. Immunotoxicol. 39 107–116. 10.1080/08923973.2017.1295053", "ArticleIdList": ["10.1080/08923973.2017.1295053", "28276734"]}, {"Citation": "Yang E. J., Kim S. H., Lee K. Y., Song K. S. (2018). Neuroprotective and anti-neuroinflammatory activities of anthraquinones isolated from Photorhabdus temperata culture broth. J. Microbiol. Biotechnol. 28 12–21. 10.4014/jmb.1708.08067", "ArticleIdList": ["10.4014/jmb.1708.08067", "29061029"]}, {"Citation": "Yin J., Zhu H., Xia L., Ding X., Hoffmann T., Hoffmann M., et al. (2015). A new recombineering system for Photorhabdus and Xenorhabdus. Nucleic Acids Res. 43:e36.", "ArticleIdList": ["PMC4381043", "25539914"]}, {"Citation": "Yoshikawa Y., Mukai H., Hino F., Asada K., Kato I. (2000). Isolation of two novel genes, down regulated in gastric cancer. Jpn. J. Cancer Res. 91 449–463. 10.1111/j.1349-7006.2000.tb00967.x", "ArticleIdList": ["10.1111/j.1349-7006.2000.tb00967.x", "PMC5926377", "10835488"]}, {"Citation": "Zhang F., Ren J., Zhan J. (2021). Identification and characterization of an efficient phenylalanine ammonia-lyase from Photorhabdus luminescens. Appl. Biochem. Biotech. 193 1099–1115. 10.1007/s12010-020-03477-6", "ArticleIdList": ["10.1007/s12010-020-03477-6", "33411135"]}, {"Citation": "Zhao L., Bode H. B. (2019). Production of a photohexapeptide library from entomopathogenic Photorhabdus asymbiotica PB68. Org. Biomol. Chem. 17 7858–7862. 10.1039/C9OB01489F", "ArticleIdList": ["10.1039/C9OB01489F", "31403156"]}, {"Citation": "Zhao L., Awori R. M., Kaiser M., Groß J., Opatz T., Bode H. B. (2019). Structure, biosynthesis, and bioactivity of photoditritide from Photorhabdus temperata Meg1. J. Nat. Prod. 82 3499–3503. 10.1021/acs.jnatprod.9b00932", "ArticleIdList": ["10.1021/acs.jnatprod.9b00932", "31799840"]}, {"Citation": "Zhao L., Le Chapelain C., Brachmann A. O., Kaiser M., Groll M., Bode H. B. (2021). Activation, structure, biosynthesis and bioactivity of glidobactin-like proteasome inhibitors from Photorhabdus laumondii. Chem. Bio. Chem. 22 1582–1588. 10.1002/cbic.202100014", "ArticleIdList": ["10.1002/cbic.202100014", "PMC8248439", "33452852"]}, {"Citation": "Zhao L., Vo T. D., Kaiser M., Bode H. B. (2020). Phototemtide a, a cyclic lipopeptide heterologously expressed from Photorhabdus temperata Meg1, shows selective antiprotozoal activity. Chem. Bio. Chem. 21 1288–1292. 10.1002/cbic.201900665", "ArticleIdList": ["10.1002/cbic.201900665", "PMC7317862", "31814269"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "10", "Day": "6"}, {"Year": "2022", "Month": "2", "Day": "2"}, {"Year": "2022", "Month": "4", "Day": "15", "Hour": "5", "Minute": "24"}, {"Year": "2022", "Month": "4", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "16", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "3", "Day": "29"}], "PublicationStatus": "epublish", "ArticleIdList": ["35422783", "PMC9002308", "10.3389/fmicb.2022.790339"]}}], "PubmedBookArticle": []}