{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ethnopharmacological use", "Pharmacology", "Phytochemistry", "Stephania", "Toxicology"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35430287", "DateCompleted": {"Year": "2022", "Month": "05", "Day": "17"}, "DateRevised": {"Year": "2022", "Month": "05", "Day": "17"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "04", "Day": "14"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jep.2022.115248", "S0378-8741(22)00287-2"], "Journal": {"ISSN": "1872-7573", "JournalIssue": {"Volume": "293", "PubDate": {"Year": "2022", "Month": "Jul", "Day": "15"}}, "Title": "Journal of ethnopharmacology", "ISOAbbreviation": "J Ethnopharmacol"}, "ArticleTitle": "Alkaloids in genus stephania (Menispermaceae): A comprehensive review of its ethnopharmacology, phytochemistry, pharmacology and toxicology.", "Pagination": {"StartPage": "115248", "MedlinePgn": "115248"}, "Abstract": {"AbstractText": ["Approximately 60 species of the genus Stephania (Menispermaceae) are distributed worldwide. Among these, 39 species are located in South and Southwest China; in particular, these plants are rich in alkaloids and were used in traditional Chinese medicine (TCM) against numerous ailments.", "The purpose of this study was to provide organized information on the ethnopharmacological uses as well as the phytochemical, pharmacological, and toxicological evaluation of the alkaloids derived from plant species included in the genus Stephania. In addition, we aimed to provide comprehensive basic knowledge on the medicinal properties of these plants and establish meaningful guidelines for further research.", "Information related to the Stephania genus was collected from scientific databases, such as Web of Science, PubMed, Baidu Scholar, and China Academic Journals (CNKI), within the last 20 years on phytochemistry, pharmacology, and toxicology of the plants in genus Stephania. Furthermore, information was obtained from the Pharmacopoeia of the People's Republic of China. Chinese Pharmacopoeia and Flora of China.", "Plant species belonging to the genus Stephania have been mentioned as traditional remedies and various alkaloidal compounds have been identified and isolated, including aporphine, proaporphine, morphinane, hasubanane, protoberberine, benzylisoquinoline, and bisbenzylisoquinoline and among others. The isolated alkaloidal compounds reportedly exhibited promising pharmacological properties, such as antimicrobial, antiviral, antitumor, antioxidant, antihyperglycemic, anti-inflammatory, antinociceptive, anti-multidrug resistance, neuroprotective, and cardioprotective activities.", "The genus Stephania is widely used in TCM. The ethnopharmacological uses, phytochemistry, and pharmacology of the Stephania sp. Described in this review demonstrated that these plants contain numerous alkaloids and active constituents and display myriad pharmacological activities. Typically, research on the plants' pharmacological activity focuses on parts of the plants and the associated compounds. However, many Stephania species have rarely been studied, and the ethnomedicinal potential of those discovered has not been scientifically evaluated and needs to be further elucidated. Furthermore, quality control and toxicology studies are warranted in the future."], "CopyrightInformation": "Copyright © 2022 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Basic and Application Research of Beiyao (Heilongjiang University of Chinese Medicine), Ministry of Education, Heilongjiang University of Chinese Medicine, Harbin, 150040, China. Electronic address: wangmeng@hljucm.net."}], "LastName": "Wang", "ForeName": "Meng", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Generic Manufacture Technology of Chinese Traditional Medicine, Lunan Pharmaceutical Group Co., Ltd., Linyi, 276006, China. Electronic address: superangeler@163.com."}], "LastName": "Zhang", "ForeName": "Xian-Mei", "Initials": "XM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Basic and Application Research of Beiyao (Heilongjiang University of Chinese Medicine), Ministry of Education, Heilongjiang University of Chinese Medicine, Harbin, 150040, China. Electronic address: fu13796063704@sina.com."}], "LastName": "Fu", "ForeName": "Xin", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Basic and Application Research of Beiyao (Heilongjiang University of Chinese Medicine), Ministry of Education, Heilongjiang University of Chinese Medicine, Harbin, 150040, China. Electronic address: zp3495486524@163.com."}], "LastName": "Zhang", "ForeName": "Peng", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Basic and Application Research of Beiyao (Heilongjiang University of Chinese Medicine), Ministry of Education, Heilongjiang University of Chinese Medicine, Harbin, 150040, China. Electronic address: hwj202122027@163.com."}], "LastName": "Hu", "ForeName": "Wen-Jing", "Initials": "WJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Basic and Application Research of Beiyao (Heilongjiang University of Chinese Medicine), Ministry of Education, Heilongjiang University of Chinese Medicine, Harbin, 150040, China. Electronic address: ybywater@163.com."}], "LastName": "Yang", "ForeName": "Bing-You", "Initials": "BY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Basic and Application Research of Beiyao (Heilongjiang University of Chinese Medicine), Ministry of Education, Heilongjiang University of Chinese Medicine, Harbin, 150040, China. Electronic address: hxkuang@hljucm.net."}], "LastName": "Kuang", "ForeName": "Hai-Xue", "Initials": "HX"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "J Ethnopharmacol", "NlmUniqueID": "7903310", "ISSNLinking": "0378-8741"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Alkaloids"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": ["toxicity"], "DescriptorName": "Alkaloids"}, {"QualifierName": [], "DescriptorName": "Ethnopharmacology"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Menispermaceae"}, {"QualifierName": ["therapeutic use", "toxicity"], "DescriptorName": "Phytochemicals"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Stephania"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2022", "Month": "1", "Day": "19"}, {"Year": "2022", "Month": "3", "Day": "17"}, {"Year": "2022", "Month": "3", "Day": "28"}, {"Year": "2022", "Month": "4", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "17", "Hour": "20", "Minute": "18"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35430287", "10.1016/j.jep.2022.115248", "S0378-8741(22)00287-2"]}}], "PubmedBookArticle": []}