{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["anti-inflammatory", "cutaneous lupus erythematosus (CLE)", "herbal formulas", "medicinal mushroom extracts", "medicinal plant extracts", "natural compounds", "skin disease", "traditional Chinese medicine"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35431950", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "03", "Day": "31"}], "Language": ["eng"], "ELocationID": ["802624", "10.3389/fphar.2022.802624"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "Medicinal Plant Extracts and Natural Compounds for the Treatment of Cutaneous Lupus Erythematosus: A Systematic Review.", "Pagination": {"StartPage": "802624", "MedlinePgn": "802624"}, "Abstract": {"AbstractText": ["Cutaneous lupus erythematosus (CLE) is a group of autoimmune connective tissue disorders that significantly impact quality of life. Current treatment approaches typically use antimalarial medications, though patients may become recalcitrant. Other treatment options include general immunosuppressants, highlighting the need for more and more targeted treatment options. The purpose of this systematic review was to identify potential compounds that could be repurposed for CLE from natural products since many rheumatologic drugs are derived from natural products, including antimalarials<i>.</i> This study was registered with PROSPERO, the international prospective register of systematic reviews (registration number CRD42021251048). We comprehensively searched Ovid Medline, Cochrane Library, and Scopus databases from inception to April 27th, 2021. These terms included cutaneous lupus erythematosus; general plant, fungus, bacteria terminology; selected plants and plant-derived products; selected antimalarials; and JAK inhibitors. Our search yielded 13,970 studies, of which 1,362 were duplicates. We screened 12,608 abstracts, found 12,043 to be irrelevant, and assessed 565 full-text studies for eligibility. Of these, 506 were excluded, and 59 studies were included in the data extraction. The ROBINS-I risk of bias assessment tool was used to assess studies that met our inclusion criteria. According to our findings, several natural compounds do reduce inflammation in lupus and other autoimmune skin diseases in studies using <i>in vitro</i> methods, mouse models, and clinical observational studies, along with a few randomized clinical trials. Our study has cataloged evidence in support of potential natural compounds and plant extracts that could serve as novel sources of active ingredients for the treatment of CLE<i>.</i> It is imperative that further studies in mice and humans are conducted to validate these findings. <b>Systematic Review Registration:</b> https://www.crd.york.ac.uk/prospero/display_record.php?RecordID=251048."], "CopyrightInformation": "Copyright © 2022 Lubov, Jamison, Baltich Nelson, Amudzi, Haas and Richmond."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dermatology, UMass Chan Medical School, Worcester, MA, United States."}, {"Identifier": [], "Affiliation": "Wright State University Boonshoft School of Medicine, Dayton, OH, United States."}], "LastName": "Lubov", "ForeName": "Janet E", "Initials": "JE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dermatology, UMass Chan Medical School, Worcester, MA, United States."}, {"Identifier": [], "Affiliation": "Wright State University Boonshoft School of Medicine, Dayton, OH, United States."}], "LastName": "Jamison", "ForeName": "Aisha S", "Initials": "AS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Lamar Soutter Library, UMass Chan Medical School, Worcester, MA, United States."}], "LastName": "Baltich Nelson", "ForeName": "Becky", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dermatology, UMass Chan Medical School, Worcester, MA, United States."}], "LastName": "Amudzi", "ForeName": "Alice A", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, UMass Amherst, Amherst, MA, United States."}], "LastName": "Haas", "ForeName": "Kelly N", "Initials": "KN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dermatology, UMass Chan Medical School, Worcester, MA, United States."}], "LastName": "Richmond", "ForeName": "Jillian M", "Initials": "JM"}], "PublicationTypeList": ["Systematic Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}, "CoiStatement": "JR is an inventor on use patents targeting CXCR3 and IL15 for the treatment of vitiligo. The remaining authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Achan J., Talisuna A. O., Erhart A., Yeka A., Tibenderana J. K., Baliraine F. N., et al. (2011). Quinine, an Old Anti-malarial Drug in a Modern World: Role in the Treatment of Malaria. Malar. J. 10, 144. 10.1186/1475-2875-10-144", "ArticleIdList": ["10.1186/1475-2875-10-144", "PMC3121651", "21609473"]}, {"Citation": "Achtman J. C., Werth V. P. (2015). Pathophysiology of Cutaneous Lupus Erythematosus. Arthritis Res. Ther. 17, 182. 10.1186/s13075-015-0706-2", "ArticleIdList": ["10.1186/s13075-015-0706-2", "PMC4530484", "26257198"]}, {"Citation": "Akarsu S., Fetil E., Ozbagcivan O., Gunes A. T. (2018). Blocking or Enhancing Effects of Some Basic Emollients in UVA Penetration. Bras. Dermatol. 93, 238–241. 10.1590/abd1806-4841.20186869", "ArticleIdList": ["10.1590/abd1806-4841.20186869", "PMC5916397", "29723354"]}, {"Citation": "Alam S. T., Hwang H., Son J. D., Nguyen U. T. T., Park J. S., Kwon H. C., et al. (2021). Natural Photosensitizers from Tripterygium Wilfordii and Their Antimicrobial Photodynamic Therapeutic Effects in a Caenorhabditis elegans Model. J. Photochem. Photobiol. B 218, 112184. 10.1016/j.jphotobiol.2021.112184", "ArticleIdList": ["10.1016/j.jphotobiol.2021.112184", "33848804"]}, {"Citation": "Allison A. C., Eugui E. M. (2005). Mechanisms of Action of Mycophenolate Mofetil in Preventing Acute and Chronic Allograft Rejection. Transplantation 80 (Suppl. 1), S181–S190. 10.1191/0961203305lu2109oa10.1097/01.tp.0000186390.10150.66", "ArticleIdList": ["10.1191/0961203305lu2109oa10.1097/01.tp.0000186390.10150.66", "16251851"]}, {"Citation": "Alonso-Lebrero J. L., Domínguez-Jiménez C., Tejedor R., Brieva A., Pivel J. P. (2003). Photoprotective Properties of a Hydrophilic Extract of the Fern Polypodium Leucotomos on Human Skin Cells. J. Photochem. Photobiol. B 70, 31–37. 10.1016/s1011-1344(03)00051-4", "ArticleIdList": ["10.1016/s1011-1344(03)00051-4", "12745244"]}, {"Citation": "Alves P., Bashir M. M., Wysocka M., Zeidi M., Feng R., Werth V. P. (2017). Quinacrine Suppresses Tumor Necrosis Factor-α and IFN-α in Dermatomyositis and Cutaneous Lupus Erythematosus. J. Investig. Dermatol. Symp. Proc. 18, S57–S63. 10.1016/j.jisp.2016.11.001", "ArticleIdList": ["10.1016/j.jisp.2016.11.001", "PMC5645024", "28941496"]}, {"Citation": "Aparicio-Soto M., Sánchéz-Hidalgo M., Cárdeno A., Lucena J. M., Gonzáléz-Escribano F., Castillo M. J., et al. (2017). The Phenolic Fraction of Extra virgin Olive Oil Modulates the Activation and the Inflammatory Response of T Cells from Patients with Systemic Lupus Erythematosus and Healthy Donors. Mol. Nutr. Food Res. 61. 10.1002/mnfr.201601080", "ArticleIdList": ["10.1002/mnfr.201601080", "28198144"]}, {"Citation": "Arriens C., Hynan L. S., Lerman R. H., Karp D. R., Mohan C. (2015). Placebo-controlled Randomized Clinical Trial of Fish Oil's Impact on Fatigue, Quality of Life, and Disease Activity in Systemic Lupus Erythematosus. Nutr. J. 14, 82. 10.1186/s12937-015-0068-2", "ArticleIdList": ["10.1186/s12937-015-0068-2", "PMC4538741", "26283629"]}, {"Citation": "Baell J., Walters M. A. (2014). Chemistry: Chemical con artists foil drug discovery. Nature 513, 481–483. 10.1038/513481a", "ArticleIdList": ["10.1038/513481a", "25254460"]}, {"Citation": "Berthier C. C., Tsoi L. C., Reed T. J., Stannard J. N., Myers E. M., Namas R., et al. (2019). Molecular Profiling of Cutaneous Lupus Lesions Identifies Subgroups Distinct from Clinical Phenotypes. J. Clin. Med. 8. 10.3390/jcm8081244", "ArticleIdList": ["10.3390/jcm8081244", "PMC6723404", "31426521"]}, {"Citation": "Birmingham D. J., Irshaid F., Nagaraja H. N., Zou X., Tsao B. P., Wu H., et al. (2010). The Complex Nature of Serum C3 and C4 as Biomarkers of Lupus Renal Flare. Lupus 19, 1272–1280. 10.1177/0961203310371154", "ArticleIdList": ["10.1177/0961203310371154", "PMC3086056", "20605879"]}, {"Citation": "Bito T., Roy S., Sen C. K., Packer L. (2000). Pine Bark Extract Pycnogenol Downregulates IFN-Gamma-Induced Adhesion of T Cells to Human Keratinocytes by Inhibiting Inducible ICAM-1 Expression. Free Radic. Biol. Med. 28, 219–227. 10.1016/s0891-5849(99)00229-4", "ArticleIdList": ["10.1016/s0891-5849(99)00229-4", "11281289"]}, {"Citation": "Bito T., Roy S., Sen C. K., Shirakawa T., Gotoh A., Ueda M., et al. (2002). Flavonoids Differentially Regulate IFN Gamma-Induced ICAM-1 Expression in Human Keratinocytes: Molecular Mechanisms of Action. FEBS Lett. 520, 145–152. 10.1016/s0014-5793(02)02810-7", "ArticleIdList": ["10.1016/s0014-5793(02)02810-7", "12044887"]}, {"Citation": "Blakely K. M., Drucker A. M., Rosen C. F. (2019). Drug-Induced Photosensitivity-An Update: Culprit Drugs, Prevention and Management. Drug Saf. 42, 827–847. 10.1007/s40264-019-00806-5", "ArticleIdList": ["10.1007/s40264-019-00806-5", "30888626"]}, {"Citation": "\nBreithaupt A. D., Jacob S. E. (2012). Subacute Cutaneous Lupus Erythematosus: a Case Report of Polypodium Leucotomos as an Adjuvant Therapy. Cutis\n89, 183–184. Available at: https://www.ncbi.nlm.nih.gov/pubmed/22611747\n. ", "ArticleIdList": ["22611747"]}, {"Citation": "Cai Z., Wong C. K., Dong J., Jiao D., Chu M., Leung P. C., et al. (2016). Anti-inflammatory Activities of Ganoderma Lucidum (Lingzhi) and San-Miao-San Supplements in MRL/lpr Mice for the Treatment of Systemic Lupus Erythematosus. Chin. Med. 11, 23. 10.1186/s13020-016-0093-x", "ArticleIdList": ["10.1186/s13020-016-0093-x", "PMC4851790", "27134645"]}, {"Citation": "Castangia I., Nácher A., Caddeo C., Valenti D., Fadda A. M., Díez-Sales O., et al. (2014). Fabrication of Quercetin and Curcumin Bionanovesicles for the Prevention and Rapid Regeneration of Full-Thickness Skin Defects on Mice. Acta Biomater. 10, 1292–1300. 10.1016/j.actbio.2013.11.005", "ArticleIdList": ["10.1016/j.actbio.2013.11.005", "24239901"]}, {"Citation": "Castejón M. L., Montoya T., Alarcón-de-la-Lastra C., González-Benjumea A., Vázquez-Román M. V., Sánchez-Hidalgo M. (2020). Dietary Oleuropein and its Acyl Derivative Ameliorate Inflammatory Response in Peritoneal Macrophages from Pristane-Induced SLE Mice via Canonical and Noncanonical NLRP3 Inflammasomes Pathway. Food Funct. 11, 6622–6631. 10.1039/d0fo00235f", "ArticleIdList": ["10.1039/d0fo00235f", "32656558"]}, {"Citation": "\nChang D. M., Chang W. Y., Kuo S. Y., Chang M. L. (1997). The Effects of Traditional Antirheumatic Herbal Medicines on Immune Response Cells. J. Rheumatol.\n24, 436–441. Available at: https://www.ncbi.nlm.nih.gov/pubmed/9058645\n. ", "ArticleIdList": ["9058645"]}, {"Citation": "Charoenwoodhipong P., Harlow S. D., Marder W., Hassett A. L., McCune W. J., Gordon C., et al. (2020). Dietary omega Polyunsaturated Fatty Acid Intake and Patient-Reported Outcomes in Systemic Lupus Erythematosus: The Michigan Lupus Epidemiology and Surveillance Program. Arthritis Care Res. (Hoboken) 72, 874–881. 10.1002/acr.23925", "ArticleIdList": ["10.1002/acr.23925", "PMC6842394", "31074595"]}, {"Citation": "Chen S., Han K., Li H., Cen J., Yang Y., Wu H., et al. (2017). Isogarcinol Extracted from Garcinia Mangostana L. Ameliorates Imiquimod-Induced Psoriasis-like Skin Lesions in Mice. J. Agric. Food Chem. 65, 846–857. 10.1021/acs.jafc.6b05207", "ArticleIdList": ["10.1021/acs.jafc.6b05207", "28081600"]}, {"Citation": "Cras A., Farge D., Carmoi T., Lataillade J. J., Wang D. D., Sun L. (2015). Update on Mesenchymal Stem Cell-Based Therapy in Lupus and Scleroderma. Arthritis Res. Ther. 17, 301. 10.1186/s13075-015-0819-7", "ArticleIdList": ["10.1186/s13075-015-0819-7", "PMC4631077", "26525582"]}, {"Citation": "Cusack C., Danby C., Fallon J. C., Ho W. L., Murray B., Brady J., et al. (2008). Photoprotective Behaviour and Sunscreen Use: Impact on Vitamin D Levels in Cutaneous Lupus Erythematosus. Photodermatol. Photoimmunol. Photomed. 24, 260–267. 10.1111/j.1600-0781.2008.00373.x", "ArticleIdList": ["10.1111/j.1600-0781.2008.00373.x", "18811868"]}, {"Citation": "Cutillas-Marco E., Marquina-Vila A., Grant W. B., Vilata-Corell J. J., Morales-Suárez-Varela M. M. (2014). Vitamin D and Cutaneous Lupus Erythematosus: Effect of Vitamin D Replacement on Disease Severity. Lupus 23, 615–623. 10.1177/0961203314522338", "ArticleIdList": ["10.1177/0961203314522338", "24503020"]}, {"Citation": "\nDas S. (2012). Artemisia Annua (Qinghao): a Pharmacological Review. Int. J. Life Sci. Pharma Res.\n3, 4573–4577. Available at: https://ijpsr.com/bft-article/artemisia-annua-qinghao-a-pharmacological-review/\n. "}, {"Citation": "Ding X., Hu J., Wen C., Ding Z., Yao L., Fan Y. (2014). Rapid Resolution Liquid Chromatography Coupled with Quadrupole Time-Of-Flight Mass Spectrometry-Based Metabolomics Approach to Study the Effects of Jieduquyuziyin Prescription on Systemic Lupus Erythematosus. PLoS One 9, e88223. 10.1371/journal.pone.0088223", "ArticleIdList": ["10.1371/journal.pone.0088223", "PMC3914949", "24505438"]}, {"Citation": "\nDuffy E. M., Meenagh G. K., McMillan S. A., Strain J. J., Hannigan B. M., Bell A. L. (2004). The Clinical Effect of Dietary Supplementation with omega-3 Fish Oils And/or Copper in Systemic Lupus Erythematosus. J. Rheumatol.\n31, 1551–1556. Available at: https://www.ncbi.nlm.nih.gov/pubmed/15290734\n. ", "ArticleIdList": ["15290734"]}, {"Citation": "Fetil E., Akarsu S., Ilknur T., Kuşku E., Güneş A. T. (2006). Effects of Some Emollients on the Transmission of Ultraviolet. Photodermatol. Photoimmunol. Photomed. 22, 137–140. 10.1111/j.1600-0781.2006.00221.x", "ArticleIdList": ["10.1111/j.1600-0781.2006.00221.x", "16719867"]}, {"Citation": "Freutel S., Gaffal E., Zahn S., Bieber T., Tüting T., Wenzel J. (2011). Enhanced CCR5+/CCR3+ T Helper Cell Ratio in Patients with Active Cutaneous Lupus Erythematosus. Lupus 20, 1300–1304. 10.1177/0961203311409267", "ArticleIdList": ["10.1177/0961203311409267", "21844117"]}, {"Citation": "Garelli C. J., Refat M. A., Nanaware P. P., Ramirez-Ortiz Z. G., Rashighi M., Richmond J. M. (2020). Current Insights in Cutaneous Lupus Erythematosus Immunopathogenesis. Front. Immunol. 11, 1353. 10.3389/fimmu.2020.01353", "ArticleIdList": ["10.3389/fimmu.2020.01353", "PMC7343764", "32714331"]}, {"Citation": "Garelli C. J., Wong N. B., Piedra-Mora C., Wrijil L. M., Scarglia G., David C. N., et al. (2021). Shared Inflammatory and Skin-specific Gene Signatures Reveal Common Drivers of Discoid Lupus Erythematosus in Canines, Humans and Mice. Curr. Res. Immunol. 2, 41–51. 10.1016/j.crimmu.2021.03.003", "ArticleIdList": ["10.1016/j.crimmu.2021.03.003", "PMC9040131", "35492392"]}, {"Citation": "Grönhagen C. M., Tang M. B., Tan V. W., Tan K. W., Lim Y. L. (2016). Vitamin D Levels in 87 Asian Patients with Cutaneous Lupus Erythematosus: a Case-Control Study. Clin. Exp. Dermatol. 41, 723–729. 10.1111/ced.12884", "ArticleIdList": ["10.1111/ced.12884", "27480455"]}, {"Citation": "Guo L., Liu W., Lu T., Guo W., Gao J., Luo Q., et al. (2015). Decrease of Functional Activated T and B Cells and Treatment of Glomerulonephitis in Lupus-Prone Mice Using a Natural Flavonoid Astilbin. PLOS ONE 10, e0124002. 10.1371/journal.pone.0124002", "ArticleIdList": ["10.1371/journal.pone.0124002", "PMC4395080", "25867237"]}, {"Citation": "Hamed F. N., McDonagh A. J. G., Almaghrabi S., Bakri Y., Messenger A. G., Tazi-Ahnini R. (2018). Epigallocatechin-3 Gallate Inhibits STAT-1/JAK2/IRF-1/HLA-DR/HLA-B and Reduces CD8 MKG2D Lymphocytes of Alopecia Areata Patients. Int. J. Environ. Res. Public Health 15. 10.3390/ijerph15122882", "ArticleIdList": ["10.3390/ijerph15122882", "PMC6313664", "30558329"]}, {"Citation": "Hamidou M., Nã©el A., Poupon J., Amoura Z., Ebbo M., Sibilia J., et al. (2021). Safety and Efficacy of Low-Dose Intravenous Arsenic Trioxide in Systemic Lupus Erythematosus: an Open-Label Phase IIa Trial (Lupsenic). Arthritis Res. Ther. 23, 70. 10.1186/s13075-021-02454-6", "ArticleIdList": ["10.1186/s13075-021-02454-6", "PMC7927234", "33658052"]}, {"Citation": "He H., Xu H., Xu J., Zhao H., Lin Q., Zhou Y., et al. (2020). Sodium Butyrate Ameliorates Gut Microbiota Dysbiosis in Lupus-like Mice. Front. Nutr. 7, 604283. 10.3389/fnut.2020.604283", "ArticleIdList": ["10.3389/fnut.2020.604283", "PMC7688247", "33262998"]}, {"Citation": "Heine G., Lahl A., Müller C., Worm M. (2010). Vitamin D Deficiency in Patients with Cutaneous Lupus Erythematosus Is Prevalent throughout the Year. Br. J. Dermatol. 163, 863–865. 10.1111/j.1365-2133.2010.09948.x", "ArticleIdList": ["10.1111/j.1365-2133.2010.09948.x", "20662833"]}, {"Citation": "Hejazi E. Z., Werth V. P. (2016). Cutaneous Lupus Erythematosus: An Update on Pathogenesis, Diagnosis and Treatment. Am. J. Clin. Dermatol. 17, 135–146. 10.1007/s40257-016-0173-9", "ArticleIdList": ["10.1007/s40257-016-0173-9", "26872954"]}, {"Citation": "Huang T. H., Wang P. W., Yang S. C., Chou W. L., Fang J. Y. (2018a). Cosmetic and Therapeutic Applications of Fish Oil's Fatty Acids on the Skin. Mar. Drugs 16. 10.3390/md16080256", "ArticleIdList": ["10.3390/md16080256", "PMC6117694", "30061538"]}, {"Citation": "Huang X., Wen C., Wei H. (2018b). Therapeutic Effects of Triptolide on Lupus-Prone MRL/lpr Mice. Int. J. Pharmacol. 14, 681–688. 10.3923/ijp.2018.681.688", "ArticleIdList": ["10.3923/ijp.2018.681.688"]}, {"Citation": "Islam M. A., Khandker S. S., Kotyla P. J., Hassan R. (2020). Immunomodulatory Effects of Diet and Nutrients in Systemic Lupus Erythematosus (SLE): A Systematic Review. Front. Immunol. 11, 1477. 10.3389/fimmu.2020.01477", "ArticleIdList": ["10.3389/fimmu.2020.01477", "PMC7387408", "32793202"]}, {"Citation": "Ji J., Fu T., Dong C., Zhu W., Yang J., Kong X., et al. (2019a). Targeting HMGB1 by Ethyl Pyruvate Ameliorates Systemic Lupus Erythematosus and Reverses the Senescent Phenotype of Bone Marrow-Mesenchymal Stem Cells. Aging (Albany NY) 11, 4338–4353. 10.18632/aging.102052", "ArticleIdList": ["10.18632/aging.102052", "PMC6660056", "31303606"]}, {"Citation": "Ji L., Fan X., Hou X., Fu D., Bao J., Zhuang A., et al. (2020). Jieduquyuziyin Prescription Suppresses Inflammatory Activity of MRL/lpr Mice and Their Bone Marrow-Derived Macrophages via Inhibiting Expression of IRAK1-NF-Κb Signaling Pathway. Front. Pharmacol. 11, 1049. 10.3389/fphar.2020.01049", "ArticleIdList": ["10.3389/fphar.2020.01049", "PMC7372094", "32760274"]}, {"Citation": "Ji L., Hou X., Liu W., Deng X., Jiang Z., Huang K., et al. (2018). Paeoniflorin Inhibits Activation of the IRAK1-NF-Κb Signaling Pathway in Peritoneal Macrophages from Lupus-Prone MRL/lpr Mice. Microb. Pathog. 124, 223–229. 10.1016/j.micpath.2018.08.051", "ArticleIdList": ["10.1016/j.micpath.2018.08.051", "30149133"]}, {"Citation": "Ji L., Hou X., Deng X., Fan X., Zhuang A., Zhang X., et al. (2019b2019). Jieduquyuziyin Prescription-Treated Rat Serum Suppresses Activation of Peritoneal Macrophages in MRL/Lpr Lupus Mice by Inhibiting IRAK1 Signaling Pathway. Evidence-Based Complement. Altern. Med. 2019, 1–13. 10.1155/2019/2357217", "ArticleIdList": ["10.1155/2019/2357217", "PMC6875022", "31781262"]}, {"Citation": "Jiang Y. W., Li H., Zhang Y. Y., Li W., Jiang Y. F., Ou Y. Y., et al. (20122012). Beneficial Effect of Bupleurum Polysaccharides on Autoimmune-Prone MRL-Lpr Mice. Clin. Dev. Immunol. 2012, 842928. 10.1155/2012/842928", "ArticleIdList": ["10.1155/2012/842928", "PMC3372380", "22701502"]}, {"Citation": "Kanauchi H., Imamura S., Takigawa M., Furukawa F. (1994). Evaluation of the Japanese-Chinese Herbal Medicine, Kampo, for the Treatment of Lupus Dermatoses in Autoimmune Prone MRL/Mp-lpr/lpr Mice. J. Dermatol. 21, 935–939. 10.1111/j.1346-8138.1994.tb03315.x", "ArticleIdList": ["10.1111/j.1346-8138.1994.tb03315.x", "7868765"]}, {"Citation": "Kansal R., Richardson N., Neeli I., Khawaja S., Chamberlain D., Ghani M., et al. (2019). Sustained B Cell Depletion by CD19-Targeted CAR T Cells Is a Highly Effective Treatment for Murine Lupus. Sci. Transl. Med. 11, eaav1648. 10.1126/scitranslmed.aav1648", "ArticleIdList": ["10.1126/scitranslmed.aav1648", "PMC8201923", "30842314"]}, {"Citation": "Khan M. A., Shahidi F. (1999). Rapid Oxidation of Commercial Extra virgin Olive Oil Stored under Fluorescent Light. J. Food Lipids 6, 331–339. 10.1111/j.1745-4522.1999.tb00154.x", "ArticleIdList": ["10.1111/j.1745-4522.1999.tb00154.x"]}, {"Citation": "Klaeschen A. S., Wenzel J. (2016). Upcoming Therapeutic Targets in Cutaneous Lupus Erythematous. Expert Rev. Clin. Pharmacol. 9, 567–578. 10.1586/17512433.2016.1145543", "ArticleIdList": ["10.1586/17512433.2016.1145543", "26799969"]}, {"Citation": "Klein R., Moghadam-Kia S., Taylor L., Coley C., Okawa J., LoMonico J., et al. (2011). Quality of Life in Cutaneous Lupus Erythematosus. J. Am. Acad. Dermatol. 64, 849–858. 10.1016/j.jaad.2010.02.008", "ArticleIdList": ["10.1016/j.jaad.2010.02.008", "PMC3079065", "21397983"]}, {"Citation": "Ko E., Lee Y., Park N., Cho C., Yim Y. N., Kim J., et al. (2007). Sophorae Radix Reduces Autoimmune Response in NZB/w F1 Systemic Lupus Erythematosus Mouse Model. Lupus 16, 335–341. 10.1177/0961203307078228", "ArticleIdList": ["10.1177/0961203307078228", "17576735"]}, {"Citation": "Kuhn A., Ruland V., Bonsmann G. (2011). Cutaneous Lupus Erythematosus: Update of Therapeutic Options Part II. J. Am. Acad. Dermatol. 65, e195–213. 10.1016/j.jaad.2010.06.017", "ArticleIdList": ["10.1016/j.jaad.2010.06.017", "20800319"]}, {"Citation": "Kurien B. T., D'Souza A., Scofield R. H. (2010). Heat-solubilized Curry Spice Curcumin Inhibits Antibody-Antigen Interaction in In Vitro Studies: a Possible Therapy to Alleviate Autoimmune Disorders. Mol. Nutr. Food Res. 54, 1202–1209. 10.1002/mnfr.200900106", "ArticleIdList": ["10.1002/mnfr.200900106", "PMC3545698", "20146265"]}, {"Citation": "Lee T. Y., Chang H. H. (2010). Longdan Xiegan Tang Has Immunomodulatory Effects on CD4+CD25+ T Cells and Attenuates Pathological Signs in MRL/lpr Mice. Int. J. Mol. Med. 25, 677–685. 10.3892/ijmm_00000391", "ArticleIdList": ["10.3892/ijmm_00000391", "20372809"]}, {"Citation": "\nLevine J. I. (1990). “Medications that Increase Sensitivity to Light: A 1990 Listing” 12/90. Silver Spring, MD: US FDA. FDA 91-8280; Accessed from Wisconsin Department of Public Health at Available at: https://www.dhs.wisconsin.gov/radiation/medications.htm on 1/3/2022\n. "}, {"Citation": "Li W., Li H., Zhang M., Wang M., Zhong Y., Wu H., et al. (2016a). Quercitrin Ameliorates the Development of Systemic Lupus Erythematosus-like Disease in a Chronic Graft-Versus-Host Murine Model. Am. J. Physiol. Ren. Physiol 311, F217–F226. 10.1152/ajprenal.00249.2015", "ArticleIdList": ["10.1152/ajprenal.00249.2015", "26911849"]}, {"Citation": "Li W., Li H., Zhang M., Zhong Y., Wang M., Cen J., et al. (2015). Isogarcinol Extracted from Garcinia Mangostana L. Ameliorates Systemic Lupus Erythematosus-like Disease in a Murine Model. J. Agric. Food Chem. 63, 8452–8459. 10.1021/acs.jafc.5b03425", "ArticleIdList": ["10.1021/acs.jafc.5b03425", "26330173"]}, {"Citation": "Li X., Gu L., Yang L., Zhang D., Shen J. (2017). Aconitine: A Potential Novel Treatment for Systemic Lupus Erythematosus. J. Pharmacol. Sci. 133, 115–121. 10.1016/j.jphs.2017.01.007", "ArticleIdList": ["10.1016/j.jphs.2017.01.007", "28302448"]}, {"Citation": "Li X., Hu Y., He L., Wang S., Zhou H., Liu S. (2012). Icaritin Inhibits T Cell Activation and Prolongs Skin Allograft Survival in Mice. Int. Immunopharmacol. 13, 1–7. 10.1016/j.intimp.2012.02.011", "ArticleIdList": ["10.1016/j.intimp.2012.02.011", "22406176"]}, {"Citation": "Li Y., Yao J., Han C., Yang J., Chaudhry M. T., Wang S., et al. (2016b). Quercetin, Inflammation and Immunity. Nutrients 8, 167. 10.3390/nu8030167", "ArticleIdList": ["10.3390/nu8030167", "PMC4808895", "26999194"]}, {"Citation": "Liao J., Liu Y., Wu H., Zhao M., Tan Y., Li D., et al. (2016). The Role of Icaritin in Regulating Foxp3/IL17a Balance in Systemic Lupus Erythematosus and its Effects on the Treatment of MRL/lpr Mice. Clin. Immunol. 162, 74–83. 10.1016/j.clim.2015.11.006", "ArticleIdList": ["10.1016/j.clim.2015.11.006", "26604013"]}, {"Citation": "Liao Y. N., Liu C. S., Tsai T. R., Hung Y. C., Chang S. J., Lin H. L., et al. (2011). Preliminary Study of a Traditional Chinese Medicine Formula in Systemic Lupus Erythematosus Patients to Taper Steroid Dose and Prevent Disease Flare-Up. Kaohsiung J. Med. Sci. 27, 251–257. 10.1016/j.kjms.2011.03.001", "ArticleIdList": ["10.1016/j.kjms.2011.03.001", "21757141"]}, {"Citation": "Liberati A., Altman D. G., Tetzlaff J., Mulrow C., Gøtzsche P. C., Ioannidis J. P., et al. (2009). The PRISMA Statement for Reporting Systematic Reviews and Meta-Analyses of Studies that Evaluate Healthcare Interventions: Explanation and Elaboration. BMJ 339, b2700. 10.1136/bmj.b2700", "ArticleIdList": ["10.1136/bmj.b2700", "PMC2714672", "19622552"]}, {"Citation": "Lin M. Y., Chiang S. Y., Li Y. Z., Chen M. F., Chen Y. S., Wu J. Y., et al. (2016). Anti-tumor Effect of Radix Paeoniae Rubra Extract on Mice Bladder Tumors Using Intravesical Therapy. Oncol. Lett. 12, 904–910. 10.3892/ol.2016.4698", "ArticleIdList": ["10.3892/ol.2016.4698", "PMC4950246", "27446367"]}, {"Citation": "Liu C. P., Tsai W. J., Shen C. C., Lin Y. L., Liao J. F., Chen C. F., et al. (2006). Inhibition of (S)-armepavine from Nelumbo nucifera on Autoimmune Disease of MRL/MpJ-lpr/lpr Mice. Eur. J. Pharmacol. 531, 270–279. 10.1016/j.ejphar.2005.11.062", "ArticleIdList": ["10.1016/j.ejphar.2005.11.062", "16413531"]}, {"Citation": "Liu Q. (2011). Triptolide and its Expanding Multiple Pharmacological Functions. Int. Immunopharmacol. 11, 377–383. 10.1016/j.intimp.2011.01.012", "ArticleIdList": ["10.1016/j.intimp.2011.01.012", "21255694"]}, {"Citation": "Liu T. F., Jones B. M., Wong R. W., Srivastava G. (1999). Impaired Production of IL-12 in Systemic Lupus Erythematosus. III: Deficient IL-12 P40 Gene Expression and Cross-Regulation of IL-12, IL-10 and IFN-Gamma Gene Expression. Cytokine 11, 805–811. 10.1006/cyto.1999.0512", "ArticleIdList": ["10.1006/cyto.1999.0512", "10525320"]}, {"Citation": "Liu Y., Xiao N., Du H., Kou M., Lin L., Huang M., et al. (2020). Celastrol Ameliorates Autoimmune Disorders in Trex1-Deficient Mice. Biochem. Pharmacol. 178, 114090. 10.1016/j.bcp.2020.114090", "ArticleIdList": ["10.1016/j.bcp.2020.114090", "32565148"]}, {"Citation": "Ma Y. C., Lin C. C., Li C. I., Chiang J. H., Li T. C., Lin J. G. (2016). Traditional Chinese Medicine Therapy Improves the Survival of Systemic Lupus Erythematosus Patients. Semin. Arthritis Rheum. 45, 596–603. 10.1016/j.semarthrit.2015.09.006", "ArticleIdList": ["10.1016/j.semarthrit.2015.09.006", "26522135"]}, {"Citation": "\nMalik A. B., Lo S. K. (1996). Vascular Endothelial Adhesion Molecules and Tissue Inflammation. Pharmacol. Rev.\n48, 213–229. Available at: https://www.ncbi.nlm.nih.gov/pubmed/8804104\n. ", "ArticleIdList": ["8804104"]}, {"Citation": "Mardani F., Mahmoudi M., Esmaeili S. A., Khorasani S., Tabasi N., Rastin M. (2019). In Vivo study: Th1-Th17 Reduction in Pristane-Induced Systemic Lupus Erythematosus Mice after Treatment with Tolerogenic Lactobacillus Probiotics. J. Cel Physiol 234, 642–649. 10.1002/jcp.26819", "ArticleIdList": ["10.1002/jcp.26819", "30078223"]}, {"Citation": "McHugh M. L. (2012). Interrater Reliability: the Kappa Statistic. Biochem. Med. (Zagreb) 22, 276–282. 10.11613/bm.2012.031", "ArticleIdList": ["10.11613/bm.2012.031", "PMC3900052", "23092060"]}, {"Citation": "Méndez-Flores S., Hernández-Molina G., Enríquez A. B., Faz-Muñoz D., Esquivel Y., Pacheco-Molina C., et al. (2016). Cytokines and Effector/Regulatory Cells Characterization in the Physiopathology of Cutaneous Lupus Erythematous: A Cross-Sectional Study. Mediators Inflamm. 2016, 7074829. 10.1155/2016/7074829", "ArticleIdList": ["10.1155/2016/7074829", "PMC4799821", "27041826"]}, {"Citation": "Menéndez A., Gómez J., Escanlar E., Caminal-Montero L., Mozo L. (2013). Clinical Associations of Anti-SSA/Ro60 and Anti-Ro52/TRIM21 Antibodies: Diagnostic Utility of Their Separate Detection. Autoimmunity 46, 32–39. 10.3109/08916934.2012.732131", "ArticleIdList": ["10.3109/08916934.2012.732131", "23039326"]}, {"Citation": "Moore D. E., Hemmens V. J. (1982). Photosensitization by Antimalarial Drugs. Photochem. Photobiol. 36, 71–77. 10.1111/j.1751-1097.1982.tb04342.x", "ArticleIdList": ["10.1111/j.1751-1097.1982.tb04342.x", "7111441"]}, {"Citation": "Mougiakakos D., KrÃ¶nke G., Vã¶lkl S., Kretschmann S., Aigner M., Kharboutli S., et al. (2021). CD19-Targeted CAR T Cells in Refractory Systemic Lupus Erythematosus. N. Engl. J. Med. 385, 567–569. 10.1056/NEJMc2107725", "ArticleIdList": ["10.1056/NEJMc2107725", "34347960"]}, {"Citation": "Musallam K. M., Baydoun E. A., Uthman I. (2009). Clinical Images: Severe Photosensitive Skin Reaction Secondary to an Herbal Treatment in a Patient with Systemic Lupus Erythematosus. Arthritis Rheum. 60, 2854. 10.1002/art.24766", "ArticleIdList": ["10.1002/art.24766", "19714639"]}, {"Citation": "Nanda S. K., Lopez-Pelaez M., Arthur J. S., Marchesi F., Cohen P. (2016). Suppression of IRAK1 or IRAK4 Catalytic Activity, but Not Type 1 IFN Signaling, Prevents Lupus Nephritis in Mice Expressing a Ubiquitin Binding-Defective Mutant of ABIN1. J. Immunol. 197, 4266–4273. 10.4049/jimmunol.1600788", "ArticleIdList": ["10.4049/jimmunol.1600788", "PMC5114882", "27807192"]}, {"Citation": "Neves S. S., Watson M. F. (2004). Phylogenetic Relationships in Bupleurum (Apiaceae) Based on Nuclear Ribosomal DNA its Sequence Data. Ann. Bot. 93, 379–398. 10.1093/aob/mch052", "ArticleIdList": ["10.1093/aob/mch052", "PMC4242331", "14980972"]}, {"Citation": "Ning W., Wang S., Dong X., Liu D., Fu L., Jin R., et al. (2015). Epigallocatechin-3-gallate (EGCG) Suppresses the Trafficking of Lymphocytes to Epidermal Melanocytes via Inhibition of JAK2: Its Implication for Vitiligo Treatment. Biol. Pharm. Bull. 38, 1700–1706. 10.1248/bpb.b15-00331", "ArticleIdList": ["10.1248/bpb.b15-00331", "26345342"]}, {"Citation": "Ogunsanya M. E., Cho S. K., Hudson A., Chong B. F. (2020). Factors Associated with Quality of Life in Cutaneous Lupus Erythematosus Using the Revised Wilson and Cleary Model. Lupus 29, 1691–1703. 10.1177/0961203320951842", "ArticleIdList": ["10.1177/0961203320951842", "PMC7641991", "32883161"]}, {"Citation": "Otton R., Bolin A. P., Ferreira L. T., Marinovic M. P., Rocha A. L. S., Mori M. A. (2018). Polyphenol-rich green tea Extract Improves Adipose Tissue Metabolism by Down-Regulating miR-335 Expression and Mitigating Insulin Resistance and Inflammation. J. Nutr. Biochem. 57, 170–179. 10.1016/j.jnutbio.2018.03.024", "ArticleIdList": ["10.1016/j.jnutbio.2018.03.024", "29734116"]}, {"Citation": "Pannu N., Bhatnagar A. (2020a). Combinatorial Therapeutic Effect of Resveratrol and Piperine on Murine Model of Systemic Lupus Erythematosus. Inflammopharmacology 28, 401–424. 10.1007/s10787-019-00662-w", "ArticleIdList": ["10.1007/s10787-019-00662-w", "31732838"]}, {"Citation": "Pannu N., Bhatnagar A. (2020b). Prophylactic Effect of Resveratrol and Piperine on Pristane-Induced Murine Model of Lupus-like Disease. Inflammopharmacology 28, 719–735. 10.1007/s10787-020-00717-3", "ArticleIdList": ["10.1007/s10787-020-00717-3", "32415428"]}, {"Citation": "Panzella L., Napolitano A. (2019). Natural and Bioinspired Phenolic Compounds as Tyrosinase Inhibitors for the Treatment of Skin Hyperpigmentation: Recent Advances. CosmeticsCosmetics; Basel volume 6, 57. 10.3390/cosmetics6040057", "ArticleIdList": ["10.3390/cosmetics6040057"]}, {"Citation": "Partan R. U., Hidayat R., Saputra N., Rahmayani F., Prapto H., Yudha T. W. (2019). Seluang Fish (Rasbora Spp.) Oil Decreases Inflammatory Cytokines via Increasing Vitamin D Level in Systemic Lupus Erythematosus. Open Access Maced J. Med. Sci. 7, 1418–1421. 10.3889/oamjms.2019.308", "ArticleIdList": ["10.3889/oamjms.2019.308", "PMC6542399", "31198446"]}, {"Citation": "Pilkington S. M., Watson R. E., Nicolaou A., Rhodes L. E. (2011). Omega-3 Polyunsaturated Fatty Acids: Photoprotective Macronutrients. Exp. Dermatol. 20, 537–543. 10.1111/j.1600-0625.2011.01294.x", "ArticleIdList": ["10.1111/j.1600-0625.2011.01294.x", "21569104"]}, {"Citation": "Prado G., Teplitz R., Winkelmann R., Del Rosso J., Rigel D. (2018). Clinical Efficacy & Safety of Oral Polypodium Leucotomos Extract for Photoprotection: A Systematic Review. J. Skin. 10.25251/skin.2.6.2", "ArticleIdList": ["10.25251/skin.2.6.2"]}, {"Citation": "Prinz J. C., Meurer M., Reiter C., Rieber E. P., Plewig G., Riethmüller G. (1996). Treatment of Severe Cutaneous Lupus Erythematosus with a Chimeric CD4 Monoclonal Antibody, cM-T412. J. Am. Acad. Dermatol. 34, 244–252. 10.1016/s0190-9622(96)80119-8", "ArticleIdList": ["10.1016/s0190-9622(96)80119-8", "8642089"]}, {"Citation": "Rajnochová Svobodová A., Ryšavá A., Psotová M., Kosina P., Zálešák B., Ulrichová J., et al. (2017). The Phototoxic Potential of the Flavonoids, Taxifolin and Quercetin. Photochem. Photobiol. 93, 1240–1247. 10.1111/php.12755", "ArticleIdList": ["10.1111/php.12755", "28303596"]}, {"Citation": "Rhodes L. E., Durham B. H., Fraser W. D., Friedmann P. S. (1995). Dietary Fish Oil Reduces Basal and Ultraviolet B-Generated PGE2 Levels in Skin and Increases the Threshold to Provocation of Polymorphic Light Eruption. J. Invest. Dermatol. 105, 532–535. 10.1111/1523-1747.ep12323389", "ArticleIdList": ["10.1111/1523-1747.ep12323389", "7561154"]}, {"Citation": "Rhodes L. E., White S. I. (1998). Dietary Fish Oil as a Photoprotective Agent in Hydroa Vacciniforme. Br. J. Dermatol. 138, 173–178. 10.1046/j.1365-2133.1998.02047.x", "ArticleIdList": ["10.1046/j.1365-2133.1998.02047.x", "9536243"]}, {"Citation": "Ricker D. M., Hebert L. A., Rohde R., Sedmak D. D., Lewis E. J., Clough J. D. (1991). Serum C3 Levels Are Diagnostically More Sensitive and Specific for Systemic Lupus Erythematosus Activity Than Are Serum C4 Levels. The Lupus Nephritis Collaborative Study Group. Am. J. Kidney Dis. 18, 678–685. 10.1016/S0272-6386(12)80609-3", "ArticleIdList": ["10.1016/S0272-6386(12)80609-3", "1962653"]}, {"Citation": "Ru Y., Luo Y., Zhou Y., Kuai L., Sun X., Xing M., et al. (2019). Adverse Events Associated with Treatment of Tripterygium Wilfordii Hook F: A Quantitative Evidence Synthesis. Front. Pharmacol. 10, 1250. 10.3389/fphar.2019.01250", "ArticleIdList": ["10.3389/fphar.2019.01250", "PMC6851843", "31780926"]}, {"Citation": "Sakata D., Yao C., Narumiya S. (2010). Prostaglandin E2, an Immunoactivator. J. Pharmacol. Sci. 112, 1–5. 10.1254/jphs.09r03cp", "ArticleIdList": ["10.1254/jphs.09r03cp", "20051652"]}, {"Citation": "\nSalmon E. (1996). Decolonizing Our Voices. Winds of Change\n11, 70–72. Available at: https://eric.ed.gov/?id=EJ531384 (Accessed October 16, 2021). "}, {"Citation": "Salmón E. (2020). Iwígara: American Indian Ethnobotanical Traditions and Science. Portland, OR: Timber Press."}, {"Citation": "Sárdy M., Ruzicka T., Kuhn A. (2009). Topical Calcineurin Inhibitors in Cutaneous Lupus Erythematosus. Arch. Dermatol. Res. 301, 93–98. 10.1007/s00403-008-0894-6", "ArticleIdList": ["10.1007/s00403-008-0894-6", "18797893"]}, {"Citation": "\nSegars K., McCarver V., Miller R. A. (2021). Dermatologic Applications of Polypodium Leucotomos: A Literature Review. J. Clin. Aesthet. Dermatol.\n14, 50–60. Available at: https://www.ncbi.nlm.nih.gov/pubmed/34221229.\n", "ArticleIdList": ["PMC8211346", "34221229"]}, {"Citation": "Shui B., Xia W., Wen C., Ding X. (2015). Jieduquyuziyin Prescription Suppresses IL-17 Production and Th17 Activity in MRL/lpr Mice by Inhibiting Expression of Ca(2+)/calmodulin-dependent Protein Kinase-4. J. Nat. Med. 69, 349–357. 10.1007/s11418-015-0900-1", "ArticleIdList": ["10.1007/s11418-015-0900-1", "25821132"]}, {"Citation": "\nSirobhushanam S., Parsa N., Reed T. J., Berthier C. C., Sarkar M. K., Hile G. A., et al.  (2019). \nStaphylococcus aureus Colonization Is Increased on Lupus Skin Lesions and Is Promoted by Interferon-Mediated Barrier Disruption. J. Invest. Dermatol.\nAvailable at: https://www.sciencedirect.com/science/article/pii/S0022202X19335006\n. ", "ArticleIdList": ["PMC7183889", "31877319"]}, {"Citation": "Stefanescu M., Matache C., Onu A., Tanaseanu S., Dragomir C., Constantinescu I., et al. (2001). Pycnogenol Efficacy in the Treatment of Systemic Lupus Erythematosus Patients. Phytother. Res. 15, 698–704. 10.1002/ptr.915", "ArticleIdList": ["10.1002/ptr.915", "11746863"]}, {"Citation": "Stein L. F., Saed G. M., Fivenson D. P. (1997). T-cell Cytokine Network in Cutaneous Lupus Erythematosus. J. Am. Acad. Dermatol. 36, 191–196. 10.1016/s0190-9622(97)70279-2", "ArticleIdList": ["10.1016/s0190-9622(97)70279-2", "9039167"]}, {"Citation": "Sterne J. A., Hernán M. A., Reeves B. C., Savović J., Berkman N. D., Viswanathan M., et al. (2016). ROBINS-I: a Tool for Assessing Risk of Bias in Non-randomised Studies of Interventions. BMJ 355, i4919. 10.1136/bmj.i4919", "ArticleIdList": ["10.1136/bmj.i4919", "PMC5062054", "27733354"]}, {"Citation": "Sung Y. Y., Kim H. K. (2013). Illicium Verum Extract Suppresses IFN-γ-Induced ICAM-1 Expression via Blockade of JAK/STAT Pathway in HaCaT Human Keratinocytes. J. Ethnopharmacol. 149, 626–632. 10.1016/j.jep.2013.07.013", "ArticleIdList": ["10.1016/j.jep.2013.07.013", "23872327"]}, {"Citation": "Szabó M. Z., Szodoray P., Kiss E. (2017). Dyslipidemia in Systemic Lupus Erythematosus. Immunol. Res. 65, 543–550. 10.1007/s12026-016-8892-9", "ArticleIdList": ["10.1007/s12026-016-8892-9", "28168401"]}, {"Citation": "Tedeschi E., Suzuki H., Menegazzi M. (2002). Antiinflammatory Action of EGCG, the Main Component of green tea, through STAT-1 Inhibition. Ann. N. Y. Acad. Sci. 973, 435–437. 10.1111/j.1749-6632.2002.tb04678.x", "ArticleIdList": ["10.1111/j.1749-6632.2002.tb04678.x", "12485906"]}, {"Citation": "Tsai P. Y., Ka S. M., Chang J. M., Chen H. C., Shui H. A., Li C. Y., et al. (2011). Epigallocatechin-3-gallate Prevents Lupus Nephritis Development in Mice via Enhancing the Nrf2 Antioxidant Pathway and Inhibiting NLRP3 Inflammasome Activation. Free Radic. Biol. Med. 51, 744–754. 10.1016/j.freeradbiomed.2011.05.016", "ArticleIdList": ["10.1016/j.freeradbiomed.2011.05.016", "21641991"]}, {"Citation": "van Weelden H., Bolling H. H., Baart de la Faille H., van der Leun J. C. (1982). Photosensitivity Caused by Chloroquine. Arch. Dermatol. 118, 290. 10.1001/archderm.1982.01650170004005", "ArticleIdList": ["10.1001/archderm.1982.01650170004005", "7082015"]}, {"Citation": "Wang C., Yuan J., Wu H. X., Chang Y., Wang Q. T., Wu Y. J., et al. (2013). Paeoniflorin Inhibits Inflammatory Responses in Mice with Allergic Contact Dermatitis by Regulating the Balance between Inflammatory and Anti-inflammatory Cytokines. Inflamm. Res. 62, 1035–1044. 10.1007/s00011-013-0662-8", "ArticleIdList": ["10.1007/s00011-013-0662-8", "24096935"]}, {"Citation": "Wang H., Wang G., Banerjee N., Liang Y., Du X., Boor P. J., et al. (2021a). Aberrant Gut Microbiome Contributes to Intestinal Oxidative Stress, Barrier Dysfunction, Inflammation and Systemic Autoimmune Responses in MRL/lpr Mice. Front. Immunol. 12, 651191. 10.3389/fimmu.2021.651191", "ArticleIdList": ["10.3389/fimmu.2021.651191", "PMC8071869", "33912174"]}, {"Citation": "Wang W., Cao L., Wang X., Fan Y. (2020). Radix Paeoniae Rubra Ameliorates Lupus Nephritis in Lupus-like Symptoms of Mrl Mice by Reducing Intercellular Cell Adhesion Molecule-1, Vascular Cell Adhesion Molecule-1, and Platelet Endothelial Cell Adhesion Molecule-1 Expression. Comb. Chem. High Throughput Screen. 23, 675–683. 10.2174/1386207323666200517114802", "ArticleIdList": ["10.2174/1386207323666200517114802", "32416674"]}, {"Citation": "Wang Y., Han M., Pedigo C. E., Xie Z.-M., Wang W.-J., Liu J.-P. (2021b). Chinese Herbal Medicine for Systemic Lupus Erythematosus: A Systematic Review and Meta-Analysis of Randomized, Placebo-Controlled Trials. Chin. J. Integr. Med. 27, 778–787. 10.1007/s11655-021-3497-0", "ArticleIdList": ["10.1007/s11655-021-3497-0", "34319503"]}, {"Citation": "Wenzel J. (2019). Cutaneous Lupus Erythematosus: New Insights into Pathogenesis and Therapeutic Strategies. Nat. Rev. Rheumatol. 15, 519–532. 10.1038/s41584-019-0272-0", "ArticleIdList": ["10.1038/s41584-019-0272-0", "31399711"]}, {"Citation": "Wenzel J., Landmann A., Vorwerk G., Kuhn A. (2018). High Expression of B Lymphocyte Stimulator in Lesional Keratinocytes of Patients with Cutaneous Lupus Erythematosus. Exp. Dermatol. 27, 95–97. 10.1111/exd.13419", "ArticleIdList": ["10.1111/exd.13419", "28833566"]}, {"Citation": "Wenzel J., Wörenkämper E., Freutel S., Henze S., Haller O., Bieber T., et al. (2005). Enhanced Type I Interferon Signalling Promotes Th1-Biased Inflammation in Cutaneous Lupus Erythematosus. J. Pathol. 205, 435–442. 10.1002/path.1721", "ArticleIdList": ["10.1002/path.1721", "15685590"]}, {"Citation": "Word A. P., Perese F., Tseng L. C., Adams-Huet B., Olsen N. J., Chong B. F. (2012). 25-Hydroxyvitamin D Levels in African-American and Caucasian/Hispanic Subjects with Cutaneous Lupus Erythematosus. Br. J. Dermatol. 166, 372–379. 10.1111/j.1365-2133.2011.10667.x", "ArticleIdList": ["10.1111/j.1365-2133.2011.10667.x", "PMC3265693", "21966891"]}, {"Citation": "Wright S. A., O'Prey F. M., McHenry M. T., Leahey W. J., Devine A. B., Duffy E. M., et al. (2008). A Randomised Interventional Trial of omega-3-polyunsaturated Fatty Acids on Endothelial Function and Disease Activity in Systemic Lupus Erythematosus. Ann. Rheum. Dis. 67, 841–848. 10.1136/ard.2007.077156", "ArticleIdList": ["10.1136/ard.2007.077156", "17875549"]}, {"Citation": "Wu X., Qi X., Wang J., Zhang Y., Xiao Y., Tu C., et al. (2021). Paeoniflorin Attenuates the Allergic Contact Dermatitis Response via Inhibiting the IFN-γ Production and the NF-Κb/iκbα Signaling Pathway in T Lymphocytes. Int. Immunopharmacology 96, 107687. 10.1016/j.intimp.2021.107687", "ArticleIdList": ["10.1016/j.intimp.2021.107687", "33965879"]}, {"Citation": "Wu Y., He S., Bai B., Zhang L., Xue L., Lin Z., et al. (2016). Therapeutic Effects of the Artemisinin Analog SM934 on Lupus-Prone MRL/lpr Mice via Inhibition of TLR-Triggered B-Cell Activation and Plasma Cell Formation. Cell. Mol. Immunol. 13, 379–390. 10.1038/cmi.2015.13", "ArticleIdList": ["10.1038/cmi.2015.13", "PMC4856803", "25942599"]}, {"Citation": "Yang Q.-Q., Farha A. K., Kim G., Gul K., Gan R.-Y., Corke H. (2020). Antimicrobial and Anticancer Applications and Related Mechanisms of Curcumin-Mediated Photodynamic Treatments. Trends Food Sci. Tech. 97, 341–354. 10.1016/j.tifs.2020.01.023", "ArticleIdList": ["10.1016/j.tifs.2020.01.023"]}, {"Citation": "Yap K. S., Northcott M., Hoi A. B., Nikpour M., Nikpour M. (2015). Association of Low Vitamin D with High Disease Activity in an Australian Systemic Lupus Erythematosus Cohort. Lupus Sci. Med. 2, e000064e000064. 10.1136/lupus-2014-000064", "ArticleIdList": ["10.1136/lupus-2014-000064", "PMC4395813", "25893106"]}, {"Citation": "Yarnell E., Abascal K. (2008). Lupus Erythematosus and Herbal Medicine. Altern. Complement. Therapies 14, 9–12. 10.1089/act.2008.14105", "ArticleIdList": ["10.1089/act.2008.14105"]}, {"Citation": "Yazdanpanah E., Mahmoudi M., Sahebari M., Rezaieyazdi Z., Esmaeili S. A., Tabasi N., et al. (2017). Vitamin D3 Alters the Expression of Toll-like Receptors in Peripheral Blood Mononuclear Cells of Patients with Systemic Lupus Erythematosus. J. Cel. Biochem. 118, 4831–4835. 10.1002/jcb.26155", "ArticleIdList": ["10.1002/jcb.26155", "28544067"]}, {"Citation": "Yu Y., Koehn C. D., Yue Y., Li S., Thiele G. M., Hearth-Holmes M. P., et al. (2015). Celastrol Inhibits Inflammatory Stimuli-Induced Neutrophil Extracellular Trap Formation. Curr. Mol. Med. 15, 401–410. 10.2174/1566524015666150505160743", "ArticleIdList": ["10.2174/1566524015666150505160743", "PMC4527119", "25941817"]}, {"Citation": "Zeb A., Khan S., Khan I., Imran M. (2008). Effect of Temperature, UV, Sun and white Lights on the Stability of Olive Oil. J. Chem. Soc. Pak. 30, 790–794."}, {"Citation": "Zhang Y., Liu J., Jia W., Zhao A., Li T. (2005). Distinct Immunosuppressive Effect by Isodon Serra Extracts. Int. Immunopharmacol. 5, 1957–1965. 10.1016/j.intimp.2005.06.016", "ArticleIdList": ["10.1016/j.intimp.2005.06.016", "16275630"]}, {"Citation": "Zhang Y., Ma X. (2010). Triptolide Inhibits IL-12/IL-23 Expression in APCs via CCAAT/enhancer-binding Protein Alpha. J. Immunol. 184, 3866–3877. 10.4049/jimmunol.0903417", "ArticleIdList": ["10.4049/jimmunol.0903417", "PMC2965075", "20194724"]}, {"Citation": "Zhao J., Wang J., Zhou M., Li M., Li M., Tan H. (2019). Curcumin Attenuates Murine Lupus via Inhibiting NLRP3 Inflammasome. Int. Immunopharmacol. 69, 213–216. 10.1016/j.intimp.2019.01.046", "ArticleIdList": ["10.1016/j.intimp.2019.01.046", "30738291"]}, {"Citation": "Zhao Y., Wen G., Qiao Z., Xu H., Sun Q., Huang H., et al. (2013). Effects of Tetra-Arsenic Tetra-Sulfide on BXSB Lupus-Prone Mice: a Pilot Study. Lupus 22, 469–476. 10.1177/0961203313478302", "ArticleIdList": ["10.1177/0961203313478302", "23554035"]}, {"Citation": "Zhong L. L., Bian Z. X., Gu J. H., Zhou X., Tian Y., Mao J. C., et al. (2013). Chinese Herbal Medicine (Zi Shen Qing) for Mild-To-Moderate Systematic Lupus Erythematosus: A Pilot Prospective, Single-Blinded, Randomized Controlled Study. Evid. Based. Complement. Alternat. Med. 2013, 327245. 10.1155/2013/327245", "ArticleIdList": ["10.1155/2013/327245", "PMC3662182", "23737826"]}, {"Citation": "Zhou L., Sun L., Wu H., Zhang L., Chen M., Liu J., et al. (2013). Oridonin Ameliorates Lupus-like Symptoms of MRL(lpr/lpr) Mice by Inhibition of B-Cell Activating Factor (BAFF). Eur. J. Pharmacol. 715, 230–237. 10.1016/j.ejphar.2013.05.016", "ArticleIdList": ["10.1016/j.ejphar.2013.05.016", "23712004"]}, {"Citation": "Zhu H. H., Wu D. P., Jin J., Li J. Y., Ma J., Wang J. X., et al. (2013). Oral Tetra-Arsenic Tetra-Sulfide Formula versus Intravenous Arsenic Trioxide as First-Line Treatment of Acute Promyelocytic Leukemia: a Multicenter Randomized Controlled Trial. J. Clin. Oncol. 31, 4215–4221. 10.1200/JCO.2013.48.8312", "ArticleIdList": ["10.1200/JCO.2013.48.8312", "24127444"]}, {"Citation": "Zhu J., Cui K., Kou J., Wang S., Xu Y., Ding Z., et al. (20142014). Naja naja Atra Venom Protects against Manifestations of Systemic Lupus Erythematosus in MRL/lpr Mice. Evid. Based. Complement. Alternat. Med. 2014, 969482. 10.1155/2014/969482", "ArticleIdList": ["10.1155/2014/969482", "PMC4100264", "25093033"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "10", "Day": "26"}, {"Year": "2022", "Month": "1", "Day": "17"}, {"Year": "2022", "Month": "4", "Day": "18", "Hour": "6", "Minute": "32"}, {"Year": "2022", "Month": "4", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "19", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "3", "Day": "31"}], "PublicationStatus": "epublish", "ArticleIdList": ["35431950", "PMC9008762", "10.3389/fphar.2022.802624", "802624"]}}], "PubmedBookArticle": []}