{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35451412", "DateCompleted": {"Year": "2022", "Month": "04", "Day": "25"}, "DateRevised": {"Year": "2023", "Month": "01", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "03", "Day": "11"}], "Language": ["eng"], "ELocationID": ["e29035", "10.1097/MD.0000000000029035"], "Journal": {"ISSN": "1536-5964", "JournalIssue": {"Volume": "101", "Issue": "10", "PubDate": {"Year": "2022", "Month": "Mar", "Day": "11"}}, "Title": "Medicine", "ISOAbbreviation": "Medicine (Baltimore)"}, "ArticleTitle": "External treatment of herbal medicine with tuina in congenital muscular torticollis: A protocol for systematic review and meta-analysis.", "Pagination": {"StartPage": "e29035", "MedlinePgn": "e29035"}, "Abstract": {"AbstractText": ["This study is the protocol to evaluate the clinical evidence for external treatments using herbal medicine (ETHM) with tuina as a congenital muscular treatment (CMT) in pediatrics.", "Eleven databases will be searched until June 2022, without any language restrictions: four English databases (MEDLINE, Pubmed, EMBASE, and The Cochrane Central Register of Database of Controlled Trials), three Chinese databases (China National Knowledge Infrastructure, Chinese Scientific Journal Database, and Wan Fang Database), and four Korean electronic databases (Oriental Medicine Advanced Searching Integrated System, Korean Studies Information Service System, National Digital Science Links, and Research Information Sharing Service). This review will include randomized clinical trials (RCTs) of ETHM with tuina as an intervention versus the same tuina. All published RCTs for any ETHM for CMT will be included. Non-RCTs, RCT protocol, animal studies, case reports, reviews, and surveys will be excluded. The methodological quality assessment will be performed using the Cochrane risk of bias (ROBs). Review Manager version 5.4. will be used for the data synthesis and quantitative analysis.", "The systematic review and meta-analysis will provide evidence for ETHM as a treatment of CMT. The evidence can help clinicians and patients recognize more effective therapeutic and safe inventions.", "INPLASY202210017."], "CopyrightInformation": "Copyright © 2022 the Author(s). Published by Wolters Kluwer Health, Inc."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics of Korean Medicine, Korean Medicine Hospital, Dongguk University Bundang Medical Center, Republic of Korea."}], "LastName": "Kim", "ForeName": "Eunjin", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics of Korean Medicine, Graduate School of Dongguk University, Republic of Korea."}], "LastName": "Choi", "ForeName": "Jungyoon", "Initials": "J"}, {"Identifier": ["0000-0003-0387-7556"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics of Korean Medicine, Graduate School of Dongguk University, Republic of Korea."}, {"Identifier": [], "Affiliation": "Department of Pediatrics of Korean Medicine, Korean Medicine Hospital, Dongguk University Ilsan Medical Center, Republic of Korea."}], "LastName": "Min", "ForeName": "Sang Yeon", "Initials": "SY"}], "GrantList": [{"GrantID": "no", "Agency": "Dongguk University Research fund of 2022", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Medicine (Baltimore)", "NlmUniqueID": "2985248R", "ISSNLinking": "0025-7974"}, "SupplMeshList": ["Congenital torticollis"], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": [], "DescriptorName": "Herbal Medicine"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["methods"], "DescriptorName": "Medicine, Chinese Traditional"}, {"QualifierName": [], "DescriptorName": "Meta-Analysis as Topic"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Research Design"}, {"QualifierName": [], "DescriptorName": "Review Literature as Topic"}, {"QualifierName": [], "DescriptorName": "Systematic Reviews as Topic"}, {"QualifierName": ["congenital"], "DescriptorName": "Torticollis"}], "CoiStatement": "The authors have no conflicts of interest to disclose."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Karmel-Ross K. Congenital muscular torticollis. Physical Therapy for Children 4th ed.2012;St Louis, MO: Elsevier, 359–380."}, {"Citation": "Cheng JC, Tang SP, Chen TM, Wong MW, Wong EM. The clinical presentation and outcome of treatment of congenital muscular torticollis in infants—a study of 1,086 cases. J Pediatr Surg 2000;35:1091–6.", "ArticleIdList": ["10917303"]}, {"Citation": "Stellwagen L, Hubbard E, Chambers C, Jones KL. Torticollis, facial asymmetry and plagiocephaly in normal newborns. Arch Dis Child 2008;93:827–31.", "ArticleIdList": ["18381343"]}, {"Citation": "Suzuki S, Yamamuro T, Fujita A. The aetiological relationship between congenital torticollis and obstetrical paralysis. Int Orthop 1984;8:175–81.", "ArticleIdList": ["6530313"]}, {"Citation": "Do TT. Congenital muscular torticollis: current concepts and review of treatment. Curr Opin Pediatr 2006;18:26–9.", "ArticleIdList": ["16470158"]}, {"Citation": "Wei JL, Schwartz KM, Weaver AL, Orvidas LJ. Pseudotumor of infancy and congenital muscular torticollis: 170 cases. Laryngoscope 2001;111(4 Pt 1):688–95.", "ArticleIdList": ["11359141"]}, {"Citation": "Kaplan SL, Coulter C, Sargent B. Physical Therapy Management of Congenital Muscular Torticollis: a 2018 Evidence-Based Clinical Practice Guideline from the APTA Academy of Pediatric Physical Therapy. Pediatr Phys Ther 2018;30:240–90.", "ArticleIdList": ["PMC8568067", "30277962"]}, {"Citation": "Öhman AM, Beckung E. Children who had congenital torticollis as infants are not at higher risk for a delay in motor development at preschool age. PM R 2013;5:850–5.", "ArticleIdList": ["23702351"]}, {"Citation": "Ellwood J, Draper-Rodi J, Carnes D. The effectiveness and safety of conservative interventions for positional plagiocephaly and congenital muscular torticollis: a synthesis of systematic reviews and guidance. Chiropr Man Therap 2020;28:31.", "ArticleIdList": ["PMC7288527", "32522230"]}, {"Citation": "Chen SC, Ho YS, Kwai-Ping Suen L, et al. . Traditional Chinese medicine (TCM) massage for the treatment of congenital muscular torticollis (CMT) in infants and children: a systematic review and meta-analysis. Complement Ther Clin Pract 2020;39:101112.", "ArticleIdList": ["32379651"]}, {"Citation": "Giray E, Karadag-Saygi E, Mansiz-Kaplan B, Tokgoz D, Bayindir O, Kayhan O. A randomized, single-blinded pilot study evaluating the effects of kinesiology taping and the tape application techniques in addition to therapeutic exercises in the treatment of congenital muscular torticollis. Clin Rehabil 2017;31:1098–106.", "ArticleIdList": ["27733650"]}, {"Citation": "Jiang B, Zu W, Xu J, et al. . Botulinum toxin type A relieves sternocleidomastoid muscle fibrosis in congenital muscular torticollis. Int J Biol Macromol 2018;112:1014–20.", "ArticleIdList": ["29447964"]}, {"Citation": "Huang X, Zhu Z, Wu G, et al. . Efficacy and safety of external application of Traditional Chinese Medicine for the treatment of acute gouty arthritis: a systematic review and meta-analysis. J Tradit Chin Med 2019;39:297–306.", "ArticleIdList": ["32186001"]}, {"Citation": "Wei C, Zhang X, Li P, Li W. Acupoint herbal patching during Sanfu Days on reducing frequency of acute asthma attack in children: a systematic review and meta-analysis. Medicine (Baltimore) 2020;99:e18962.", "ArticleIdList": ["PMC7004639", "32000423"]}, {"Citation": "Wang Z, Sun Y, Liu B, Fan Z, Tian J, Lu T. External therapy of Chinese medicine for postherpetic neuralgia: a protocol for systematic review and meta-analysis. Medicine (Baltimore) 2020;99:e23270.", "ArticleIdList": ["PMC7738126", "33327248"]}, {"Citation": "Hwang JH, Song HS. External application of herbal medicine for gout: a protocol for systematic review and meta-analysis of randomized controlled trials. Medicine (Baltimore) 2021;100:e25649.", "ArticleIdList": ["PMC8078420", "33879747"]}, {"Citation": "Wang HR, Fu Q, Liu Z, Li ML, Zhai SQ. A systematic review and meta-analysis of randomized controlled trials: skin-patch of Chinese herbal medicine for patients with acute gouty arthritis. J Adv Nurs 2018;00:01–18.", "ArticleIdList": ["29574941"]}, {"Citation": "Kriplani P, Guarve K, Baghel US. Novel herbal topical patch containing Curcumin and Arnica Montana for the treatment of osteoarthritis. Curr Rheumatol Rev 2020;16:43–60.", "ArticleIdList": ["30767746"]}, {"Citation": "Xu SX. Observation of efficacy and safety of paste massage of Sansesan cream on treatment of congenital muscular Torticollis. Shandong J Traditi Chin Med 2018;37:830–2."}, {"Citation": "Wang Z, Yin H, Wang F. Clinical observation on the treatment of muscular Torticollis in children with Shenjin liquid as paste massage. J Hebei Traditi Chin Med Pharmacol 2008;23:35."}, {"Citation": "Cui LN, Zhang XY, Li ZT. Tuina for infant congenital muscular torticollis: a randomized controlled trial. World J Acupunct Moxibustion 2019;29:186–9."}, {"Citation": "Moher D, Shamseer L, Clarke M, et al. . Preferred reporting items for systematic review and meta-analysis protocols (PRISMA-P) 2015 statement. Syst Rev 2015;4:01.", "ArticleIdList": ["PMC4320440", "25554246"]}, {"Citation": "Cumpston M, Li T, Page MJ, et al. . Updated guidance for trusted systematic reviews: a new edition of the Cochrane Handbook for Systematic Reviews of Interventions. Cochrane Database Syst Rev 2019;10:ED000142.", "ArticleIdList": ["31643080"]}, {"Citation": "Cheng JC, Wong MW, Tang SP, Chen TM, Shum SL, Wong EM. Clinical determinants of the outcome of manual stretching in the treatment of congenital muscular torticollis in infants. A prospective study of eight hundred and twenty-one cases. J Bone Joint Surg Am 2001;83:679–87.", "ArticleIdList": ["11379737"]}, {"Citation": "Boere-Boonekamp MM, van der Linden-Kuiper LTLT. Positional preference: prevalence in infants and follow-up after two years. Pediatrics 2001;107:339–43.", "ArticleIdList": ["11158467"]}, {"Citation": "Ho BC, Lee EH, Singh K. Epidemiology, presentation and management of congenital muscular torticollis. Singapore Med J 1999;40:675–9.", "ArticleIdList": ["10709403"]}, {"Citation": "Kahraman A, Büğüşan Oruç S, Erdoğan D, Mutlu A. Analysis of spontaneous movements in infants with Torticollis. Pediatr Phys Ther 2022;34:17–21.", "ArticleIdList": ["34873118"]}, {"Citation": "Song H, Zhang X, Zou X. Chinese massage (Tuina) combline with paraffin therapy versus tuina or paraffin therapy alone for the treatment of congenital muscular torticollis: a protocol for systematic review and Bayesian network meta-analysis. Medicine (Baltimore) 2021;100:e27648.", "ArticleIdList": ["PMC8568347", "34871237"]}, {"Citation": "He YL. Clinical study on early comprehensive treatment of congenital muscular torticollis in children. Guangming J Chin Med 2009;24:2147–8."}, {"Citation": "Wang JG, Li HN. Clinical observation on congenital muscular Torticollis in children treated by TCM comprehensive therapy based on tuina. J N Chin Med 2011;43:84–6."}, {"Citation": "Yang J, Xu H. External application of herbal medicine to acupoints. J Tradit Chin Med 2008;28:21–3.", "ArticleIdList": ["18416079"]}, {"Citation": "Yang L, Zhang YP, Peng LH. Research progress on role of Chinese medicinal materials and their topical preparations in wound healing by regulating cytokines and growth factors. Zhongguo Zhong Yao Za Zhi 2021;46:5173–84.", "ArticleIdList": ["34738417"]}, {"Citation": "Pang L, Zhang H, Lü X, Liu J, Liu C, Lü L. Preventive and therapeutic effectiveness of Sanfu acupoint herbal patching for chronic obstructive pulmonary disease at stable stages: a systematic review and Meta-analysis. J Tradit Chin Med 2020;40:530–49.", "ArticleIdList": ["32744021"]}, {"Citation": "Zang P, Zhu YC, Zhang H. Observations on the efficacy of external application of herbal medicine as a main treatment for Genual osteoarthritis. Shanghai zhen jiu za zhi xuan ji 2007;26:19–20."}, {"Citation": "Xiao ZJ. Oral administration and external application of Chinese herbal medicine in the treatment of external humeral epicondylitis for 104 cases. Chin Med Mod Distance Educ Chin 2015;13:23–4."}, {"Citation": "Sung SH, Choi GH, Lee NW, Shin BC. External application of herbal medicines for acne vulgaris: a systematic review and meta analysis. J Pharmacopuncture 2020;23:08–17.", "ArticleIdList": ["PMC7163391", "32322430"]}, {"Citation": "Chen J, Liang BW, Qiao PL, et al. . External preparations of traditional Chinese medicines: overview and future direction. J Nanjing Univ Tradit Chin Med 2022;38:01–8."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "2", "Day": "15"}, {"Year": "2022", "Month": "2", "Day": "18"}, {"Year": "2022", "Month": "4", "Day": "22", "Hour": "8", "Minute": "39"}, {"Year": "2022", "Month": "4", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "11"}], "PublicationStatus": "epublish", "ArticleIdList": ["35451412", "PMC8913123", "10.1097/MD.0000000000029035", "00005792-202203110-00037"]}}], "PubmedBookArticle": []}