{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Meloidogyne hapla", "Salvia miltiorrhiza", "Shaanxi"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35452253", "DateRevised": {"Year": "2024", "Month": "02", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "04", "Day": "22"}], "Language": ["eng"], "ELocationID": ["10.1094/PDIS-01-22-0088-PDN"], "Journal": {"ISSN": "0191-2917", "JournalIssue": {"PubDate": {"Year": "2022", "Month": "Apr", "Day": "22"}}, "Title": "Plant disease", "ISOAbbreviation": "Plant Dis"}, "ArticleTitle": "First report of Meloidogyne hapla infecting Salvia miltiorrhiza in Shaanxi, China.", "Abstract": {"AbstractText": ["Salvia miltiorrhiza is a perennial herbaceous plant for traditional Chinese medicine. It has been extensively applied for many hundred years to treat various diseases (Su et al. 2015). It is also a kind of important cash crop that is widely cultivated in southern Shaanxi province. In June of 2021, in a field in Luonan County, Shaanxi Province, some S. miltiorrhiza plants with stunting and leaf wilting symptoms were observed. The diseased plants exhibited a large number of globular galling on the secondary and tertiary roots. The symptoms were typical of infection by root-knot nematodes. Population densities of second-stage juveniles (J2s) ranged from 330 to 650 per 100 cm3. To identify the species of the root-knot nematodes, J2s and males were collected from the soil in the root zone, and females were isolated from diseased roots. The perineal patterns of females (n = 12) were round-shaped, with low dorsal arches, obvious lateral lines, and characteristic small punctations near anus. Morphological measurements of females (n = 20) included body length (L) = 565.25 ± 33.9 (503.35 - 632.47) μm, body width (BW) = 420.00 ± 21.28 (378.27 - 452.51) μm, stylet = 11.11 ± 0.73 (10.05-12.29) μm, dorsal pharyngeal gland orifice to stylet base (DGO) = 4.69 ± 0.45 (3.82-5.32) μm, vulval slit length = 21.1 ± 1.33 (18.38-22.96) μm, and vulval slit to anus distance = 15.76 ± 1.24 (13.38-17.45) μm. The morphological characters of males (n = 7): L = 1098.14 ± 82.99 (962.83-1193.87) μm, BW = 28.44 ± 1.18 (26.59-29.83) μm, stylet = 18.27 ± 0.97 (16.57-19.28) μm, DGO = 4.89 ± 0.62 (3.82-5.68) μm, and spicule length = 24.04 ± 1.80 (21.30-26.71) μm. The key morphometrics of J2s: L = 380.24 ± 18.24 (354.43-423.13) μm, BW = 13.94 ± 0.70 (12.88-15.34) μm, stylet = 11.82 ± 0.49 (10.96-12.61) μm, DGO = 3.68 ± 0.42 (3.09-4.56) μm, tail length = 55.42 ± 5.81 (46.97-67.03) μm, and hyaline tail terminus = 13.79 ± 1.24 (12.0-16.51) μm. These morphological characteristics are consistent with Meloidogyne hapla as described by Whitehead (1968). Ten individual females were transferred to ten different tubes for DNA extraction. The DNA extraction followed the method described by Htay et al. (2016). The species-specific primers JMV1 (5'-GGATGGCGTGCTTTCAAC-3') and JMV (5'-AAAAATCCCCTCGAAAAATCCACC-3') were used for the identification of M. hapla (Adam et al. 2007). A single 440 bp fragment was amplified by this pair of primers, confirming their identities as M. hapla. To confirm species identification, the ITS region was amplified using the primers 18S/26S (5'-TTGATTACGTCCCTGCCCTTT-3'/5'-TTTCACTCGCCGTTACTAAGG-3') (Vrain et al. 1992). The sequence from the ITS region was 768 bp (GenBank Accession No. OM049198) and was 100% identical to the sequences of M. hapla (GenBank Accession Nos. MT249016 and KJ572385). The mitochondrial DNA (mtDNA) region between COII and the lRNA gene was amplified using primers C2F3 (5'-GGTCAATGTTCAGAAATTTGTGG-3') and 1108 (5'-TACCTTTGACCAATCACGCT-3') (Powers and Harris, 1993). A fragment of 529 bp was obtained and the sequence (GenBank Accession No. OM055828) was 100% identical to the known sequence of M. hapla from Taiwan (GenBank Accession No. KJ598134). An infection test was conducted in greenhouse conditions. Six 2-month-old S. miltiorrhiza plants were individually maintained in 12-cm diameter, 10-cm deep plastic pots containing sterilized soil and each plant was inoculated with 3000 J2s hatched from egg masses of collected M. hapla samples. Two non-inoculated S. miltiorrhiza plants served as negative controls. After 60 days, inoculated plants exhibited galled roots similar to those observed in the field. Many galls (61.33 ± 8.52) and egg masses (26.17 ± 4.79) were found on each root system. The nematode reproduction factor (RF = final population/initial population) was 4.5. No symptoms were observed in control plants. The nematode was reisolated from root tissue and identified to be M. hapla with its sequence-specific primers JMV1/JMV. These results confirmed that the nematode population could infect S. miltiorrhiza. To our knowledge, this is the first time of natural infection of S. miltiorrhiza with M. hapla in China. Including S. miltiorrhiza, the medicinal ingredients of many traditional Chinese herbal medicines were extracted from the roots of the plants. The infection of root-knot nematode will cause a serious decline in the quality of Chinese medicinal materials. Therefore, it is necessary to identify the species of root-knot nematode in different Chinese herbal medicines."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bio-Agriculture Institute of Shaanxi, Shaanxi Academy of Sciences, Shaanxi Key Laboratory of Plant Nematology, Xian, China; letusgo2007@163.com."}], "LastName": "Pan", "ForeName": "Song", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Xianyang Vocational Technical College, 381963, Xianyang, Shaanxi, China; 271650850@QQ.com."}], "LastName": "Wang", "ForeName": "Li", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Shaanxi Natural Forest Protection Project Management Center, Xi' an, Shaanxi province, China; 10564794@qq.com."}], "LastName": "Zhang", "ForeName": "Ru", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bio-Agriculture Institute of Shaanxi, Shaanxi Key Laboratory of Plant Nematology, Xi' an, Shaanxi province, China; weipyao@163.com."}], "LastName": "Wei", "ForeName": "Peiyao", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bio-Agriculture Institute of Shaanxi, Shaanxi Key Laboratory of Plant Nematology, xian, Shaanxi, China; yangyiwei05@163.com."}], "LastName": "Yang", "ForeName": "Yiwei", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Plant Protection, Chinese Academy of Agricultural Sciences, West Yuanmingyuan Road No.2,, Beijing, China, 100193; dlpeng@ippcaas.cn."}], "LastName": "Peng", "ForeName": "Deliang", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bio-Agriculture Institute of Shaanxi, Shaanxi Key Laboratory of Plant Nematology, Xi'an, China; zhijiechen68@sina.com."}], "LastName": "Chen", "ForeName": "ZhiJie", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bio-Agriculture Institute of Shaanxi, Shaanxi Key Laboratory of Plant Nematology, No 125, Xianning road, xian, Shaanxi, China, 710043; liym@xab.ac.cn."}], "LastName": "Li", "ForeName": "YingMei", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Dis", "NlmUniqueID": "9882809", "ISSNLinking": "0191-2917"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2022", "Month": "4", "Day": "22", "Hour": "17", "Minute": "11"}, {"Year": "2022", "Month": "4", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "23", "Hour": "6", "Minute": "0"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["35452253", "10.1094/PDIS-01-22-0088-PDN"]}}], "PubmedBookArticle": []}