{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Database", "Genome", "RNA-Seq data", "Salvia miltiorrhiza"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35460467", "DateCompleted": {"Year": "2022", "Month": "05", "Day": "23"}, "DateRevised": {"Year": "2022", "Month": "06", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "04", "Day": "23"}], "Language": ["eng"], "ELocationID": ["10.1007/s13258-022-01251-y"], "Journal": {"ISSN": "2092-9293", "JournalIssue": {"Volume": "44", "Issue": "6", "PubDate": {"Year": "2022", "Month": "Jun"}}, "Title": "Genes & genomics", "ISOAbbreviation": "Genes Genomics"}, "ArticleTitle": "SmGDB: genome database of Salvia miltiorrhiza, an important TCM Plant.", "Pagination": {"StartPage": "699", "EndPage": "707", "MedlinePgn": "699-707"}, "Abstract": {"AbstractText": ["Salvia miltiorrhiza is an important traditional Chinese medicinal (TCM) plant and a model plant in the genetic study of TCM. A series of omics related to Danshen have been published. Integrating, managing, storing, and sharing data has become an urgent problem to be solved in S. miltiorrhiza genetic studies.", "The genome database is the link for the exchange, acquisition, and use of different omics data between data producers and users, maximizing value and utilization of data.", "The genome database included DSS3 genome and five RNA-Seq data. The back-end performs data search and retrieval through the LAMP (Linux, Apache, MySQL, PHP) framework.", "Here, we present SmGDB (S. miltiorrhiza genome database; http://8.140.162.85/ ), which houses the latest version of genome sequence and annotation data for S. miltiorrhiza, combining three unpublished RNA-Seq data from our group and two released RNA-Seq data. We also identified a novel gene cluster including seven CYP71D genes involved in the tanshinone synthesis pathway based on genome sequences and expression data. Besides, SmGDB provides user-friendly web interfaces for querying and browsing gene annotation, structure, location, and expression profiles for concerned genes. Popular bioinformatics tools such as 'BLAST', 'Search', 'Heatmap', 'JBrowse', etc., were also provided in SmGDB.", "SmGDB will provide utility for characterizing the structure of the S. miltiorrhiza genome and better understanding gene functions and biological processes underlying complex secondary metabolism in Danshen."], "CopyrightInformation": "© 2022. The Author(s) under exclusive licence to The Genetics Society of Korea."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agronomy College, Shandong Agricultural University, Tai'an, Shandong, 271028, China."}], "LastName": "Zhou", "ForeName": "Changhao", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agronomy College, Shandong Agricultural University, Tai'an, Shandong, 271028, China."}], "LastName": "Lin", "ForeName": "Caicai", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agronomy College, Shandong Agricultural University, Tai'an, Shandong, 271028, China."}], "LastName": "Xing", "ForeName": "Piyi", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agronomy College, Shandong Agricultural University, Tai'an, Shandong, 271028, China. lixf@sdau.edu.cn."}, {"Identifier": [], "Affiliation": "State Key Laboratory of Crop Biology, Shandong Agricultural University, Tai'an, Shandong, 271028, China. lixf@sdau.edu.cn."}], "LastName": "Li", "ForeName": "Xingfeng", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agronomy College, Shandong Agricultural University, Tai'an, Shandong, 271028, China. szq@sdau.edu.cn."}], "LastName": "Song", "ForeName": "Zhenqiao", "Initials": "Z"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Korea (South)", "MedlineTA": "Genes Genomics", "NlmUniqueID": "101481027", "ISSNLinking": "1976-9571"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Molecular Sequence Annotation"}, {"QualifierName": [], "DescriptorName": "Multigene Family"}, {"QualifierName": ["genetics"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Salvia miltiorrhiza"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Alaux M, Rogers J, Letellier T, Flores R, Alfama F, Pommier C, Mohellibi N, Durand S, Kimmel E, Michotey C et al (2018) Linking the International Wheat Genome Sequencing Consortium bread wheat reference genome sequence to wheat genetic and phenomic data. Genome Biol 19:111", "ArticleIdList": ["10.1186/s13059-018-1491-4"]}, {"Citation": "Brown J, Pirrung M, Mccue LA (2017) FQC Dashboard: integrates FastQC results into a web-based, interactive, and extensible FASTQ quality control tool. Bioinformatics 33:3137–3139", "ArticleIdList": ["10.1093/bioinformatics/btx373"]}, {"Citation": "Buels R, Yao E, Diesh CM, Hayes RD, Munoz-Torres M, Helt G, Goodstein DM, Elsik CG, Lewis SE et al (2016) JBrowse: a dynamic web platform for genome visualizationand analysis. Genome Biol 17:66", "ArticleIdList": ["10.1186/s13059-016-0924-1"]}, {"Citation": "Deng W, Nickle DC, Learn GH, Maust B, Mullins JI (2007) ViroBLAST: a stand-alone BLAST web server for flexible queries of multiple databases and user’s datasets. Bioinformatics 23:2334–2336", "ArticleIdList": ["10.1093/bioinformatics/btm331"]}, {"Citation": "Elsik CG, Tayal A, Diesh CM, Unni DR, Emery ML, Nguyen HN, Hagen DE (2016) Hymenoptera Genome Database: integrating genome annotations in HymenopteraMine. Nucleic Acids Res 44:D793–D800", "ArticleIdList": ["10.1093/nar/gkv1208"]}, {"Citation": "Garcia-Hernandez M, Berardini TZ, Chen GH, Crist D, Doyle A, Huala E, Knee E, Lambrecht M, Miller N, Mueller LA et al (2002) TAIR: a resource for integrated Arabidopsis data. Funct Integr Genom 2:239–253", "ArticleIdList": ["10.1007/s10142-002-0077-z"]}, {"Citation": "Jung S, Lee T, Cheng CH, Buble K, Zheng P, Yu J, Humann J, Ficklin SP, Gasic K, Scott K et al (2019) 15 years of GDR: New data and functionality in the Genome Database for Rosaceae. Nucleic Acids Res 47:D1137–D1145", "ArticleIdList": ["10.1093/nar/gky1000"]}, {"Citation": "Kawahara Y, Bastide M, Hamilton JP, Kanamori H, McCombie WR, Ouyang S, Schwartz DC, Tanaka T, Wu J, Zhou S et al (2013) Improvement of the Oryza sativa Nipponbare reference genome using next generation sequence and optical map data. Rice 6:4", "ArticleIdList": ["10.1186/1939-8433-6-4"]}, {"Citation": "Li Y, Sun C, Luo HM, Li XW, Niu YY, Chen SL (2010) Transcriptome characterization for Salvia miltiorrhiza using 454 GS FLX. Acta Pharm Sin 45:524–529"}, {"Citation": "Luo HM, Zhu YJ, Song JY, Xu LJ, Sun C, Zhang X, Xu YH, He L, Sun W, Xu HB et al (2014) Transcriptional data mining of Salvia miltiorrhiza in response to methyl jasmonate to examine the mechanism of bioactive compound biosynthesis and regulation. Physiol Plant 152:241–255", "ArticleIdList": ["10.1111/ppl.12193"]}, {"Citation": "Ma Y, Cui G, Chen T, Ma XH, Wang RS, Jin BL, Yang J, Kang LP, Tang JF, Lai C et al (2021) Expansion within the CYP71D subfamily drives the heterocyclization of tanshinones synthesis in Salvia miltiorrhiza. Nat Commun 12:685", "ArticleIdList": ["10.1038/s41467-021-20959-1"]}, {"Citation": "Pertea M, Kim D, Pertea GM, Leek JT, Salzberg SL (2016) Transcript-level expression analysis of RNA-seq experiments with HISAT, StringTie and Ballgown. Nat Protoc 11:1650", "ArticleIdList": ["10.1038/nprot.2016.095"]}, {"Citation": "Qian J, Song JY, Gao HH, Zhu YJ, Xu J, Pang XH, Yao H, Sun C, Li XE, Li CY et al (2013) The complete chloroplast genome sequence of the medicinal plant Salvia miltiorrhiza. PLoS One 8:e57607", "ArticleIdList": ["10.1371/journal.pone.0057607"]}, {"Citation": "Shi M, Hua Q, Kai G (2021) Comprehensive transcriptomic analysis in response to abscisic acid in Salvia miltiorrhiza. Plant Cell Tiss Org 147:389–404", "ArticleIdList": ["10.1007/s11240-021-02135-x"]}, {"Citation": "Song JY, Luo HM, Li CF, Sun C, Xu J, Chen SL (2013) Salvia miltiorrhiza as medicinal model plant. Acta Pharm Sin 48:1099–1106"}, {"Citation": "Song ZQ, Lin CC, Xing PY, Fen YY, Jin H, Zhou CH, Gu Y, Wang JH, Li XF (2020) A high-quality reference genome sequence of Salvia miltiorrhiza provides insights into tanshinone synthesis in its red rhizomes. Plant Genome 13:e20041", "ArticleIdList": ["10.1002/tpg2.20041"]}, {"Citation": "Wang XH, Morris-Natschke SL, Lee KH (2007) New developments in the chemistry and biology of the bioactive compounds of Tanshen. Med Res Rev 27:133–148", "ArticleIdList": ["10.1002/med.20077"]}, {"Citation": "Wang BY, Wu XY, Fan GW (2014) Pharmacologic mechanism for protective effects of danshensu on cardiovascular system. Chin Tradit Herb Drugs 45:2571–2575"}, {"Citation": "Xu ZC, Peters RJ, Weirather J, Luo HM, Liao BS, Zhang X, Zhu YJ, Ji AJ, Zhang B, Hu SN et al (2015) Full-length transcriptome sequences and splice variants obtained by a combination of sequencing platforms applied to different root tissues of Salvia miltiorrhiza and tanshinone biosynthesis. Plant J 82:951–961", "ArticleIdList": ["10.1111/tpj.12865"]}, {"Citation": "Xu HB, Song JY, Luo HM, Zhang YJ, Li QS, Zhu YJ, Xu J, Li Y, Song C, Wang B et al (2016) Analysis of the genome sequence of the medicinal plant Salvia miltiorrhiza. Mol Plant 9:949–952", "ArticleIdList": ["10.1016/j.molp.2016.03.010"]}, {"Citation": "Yu J, Jung S, Cheng CH, Ficklin SP, Lee T, Zheng P, Jones D, Percy RG, Main D (2014) CottonGen: a genomics, genetics and breeding database for cotton research. Nucleic Acids Res 42:D1229–D1236", "ArticleIdList": ["10.1093/nar/gkt1064"]}, {"Citation": "Zhang GH, Tian Y, Zhang J, Shu LP, Yang SC, Wang W, Sheng J, Dong Y, Chen W (2015) Hybrid de novo genome assembly of the Chinese herbal plant danshen (Salvia miltiorrhiza Bunge). Gigascience 4:62", "ArticleIdList": ["10.1186/s13742-015-0104-3"]}, {"Citation": "Zheng Y, Jiao C, Sun HH, Rosli HG, Pombo MA, Zhang PF, Banf M, Dai XB, Martin GB, Giovannoni JJ et al (2016) iTAK: a program for genome-wide prediction and classification of plant transcription factors, transcriptional regulators, and protein kinases. Mol Plant 9:1667–1670", "ArticleIdList": ["10.1016/j.molp.2016.09.014"]}, {"Citation": "Zheng Y, Wu S, Bai Y, Sun HH, Jiao C, Guo SG, Zhao K, Blanca JM, Zhang ZH, Huang SW et al (2019) Cucurbit Genomics Database (CuGenDB): a central portal for comparative and functional genomics of cucurbit crops. Nucleic Acids Res 47:D1128–D1136", "ArticleIdList": ["10.1093/nar/gky944"]}, {"Citation": "Zhou LM, Zuo Z, Chow MS (2005) Danshen: an overview of its chemistry, pharmacology, pharmacokinetics, and clinical use. J Clin Pharmacol 4:1345–1359", "ArticleIdList": ["10.1177/0091270005282630"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "1", "Day": "4"}, {"Year": "2022", "Month": "3", "Day": "22"}, {"Year": "2022", "Month": "4", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "23", "Hour": "12", "Minute": "4"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35460467", "10.1007/s13258-022-01251-y", "10.1007/s13258-022-01251-y"]}}], "PubmedBookArticle": []}