{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35474764", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "04", "Day": "08"}], "Language": ["eng"], "ELocationID": ["10.1021/acsomega.2c00595"], "Journal": {"ISSN": "2470-1343", "JournalIssue": {"Volume": "7", "Issue": "15", "PubDate": {"Year": "2022", "Month": "Apr", "Day": "19"}}, "Title": "ACS omega", "ISOAbbreviation": "ACS Omega"}, "ArticleTitle": "Antidiabetic Sterols from <i>Peniocereus greggii</i> Roots.", "Pagination": {"StartPage": "13144", "EndPage": "13154", "MedlinePgn": "13144-13154"}, "Abstract": {"AbstractText": ["The roots of the cactus <i>Peniocereus greggii</i>, which grows in Northern Mexico and in the south of Arizona, are highly valued by the Pima to treat diabetes and other illnesses, such as breast pain and common cold. As part of our chemical and pharmacological investigation on medicinal plants used for treating diabetes, herein we report the hypoglycemic and antihyperglycemic action of a decoction prepared from the roots of the plant. The active compounds were a series of cholestane steroids, namely, peniocerol (<b>2</b>), desoxyviperidone (<b>3</b>), viperidone (<b>4</b>), and viperidinone (<b>5</b>). Also, a new chemical entity was obtained from an alkalinized chloroform extract (CE1), which was characterized as 3,6-dihydroxycholesta-5,8(9),14-trien-7-one (<b>6</b>) by spectroscopic means. Desoxyviperidone (<b>3</b>) showed an antihyperglycemic action during an oral glucose tolerance test. Compound <b>3</b> was also able to decrease blood glucose levels during an intraperitoneal insulin tolerance test in hyperglycemic mice only in combination with insulin, thus behaving as an insulin sensitizer agent. Nevertheless, mitochondrial bioenergetic experiments revealed that compounds <b>3</b> and <b>6</b> increased basal respiration and proton leak, without affecting the respiration associated with ATP production in C2C12 myotubes. Finally, an ultraefficiency liquid chromatographic method for quantifying desoxyviperidone (<b>3</b>) and viperidone (<b>4</b>) in the crude drug was developed and validated. Altogether, our results demonstrate that <i>Peniocereus greggii</i> decoction possesses a hypoglycemic and antihyperglycemic action in vivo, that sterols <b>2</b> and <b>6</b> promotes insulin secretion in vitro, and that desoxyviperidone (<b>3</b>) physiologically behaves as an insulin sensitizer agent by a mechanism that may involve mitochondrial proton leak."], "CopyrightInformation": "© 2022 The Authors. Published by American Chemical Society."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Facultad de Química, Universidad Nacional Autónoma de México, Ciudad de México 04510, México."}], "LastName": "Muñoz-Gómez", "ForeName": "R Jenifer", "Initials": "RJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Facultad de Química, Universidad Nacional Autónoma de México, Ciudad de México 04510, México."}], "LastName": "Rivero-Cruz", "ForeName": "Isabel", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Facultad de Química, Universidad Nacional Autónoma de México, Ciudad de México 04510, México."}], "LastName": "Ovalle-Magallanes", "ForeName": "Berenice", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jardín Botánico, Instituto de Biología, Universidad Nacional Autónoma de México, Ciudad de México 04510, México."}], "LastName": "Linares", "ForeName": "Edelmira", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jardín Botánico, Instituto de Biología, Universidad Nacional Autónoma de México, Ciudad de México 04510, México."}], "LastName": "Bye", "ForeName": "Robert", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Fisiología de la Nutrición, Instituto Nacional Ciencias Médicas y Nutrición Salvador Zubirán, Ciudad de México 14080, México."}], "LastName": "Tovar", "ForeName": "Armando R", "Initials": "AR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Fisiología de la Nutrición, Instituto Nacional Ciencias Médicas y Nutrición Salvador Zubirán, Ciudad de México 14080, México."}], "LastName": "Noriega", "ForeName": "Lilia G", "Initials": "LG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dirección de Nutrición, Instituto Nacional Ciencias Médicas y Nutrición Salvador Zubirán, Ciudad de México 14080, México."}], "LastName": "Tovar-Palacio", "ForeName": "Claudia", "Initials": "C"}, {"Identifier": ["0000-0002-2861-2768"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Facultad de Química, Universidad Nacional Autónoma de México, Ciudad de México 04510, México."}], "LastName": "Mata", "ForeName": "Rachel", "Initials": "R"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "ACS Omega", "NlmUniqueID": "101691658", "ISSNLinking": "2470-1343"}, "CoiStatement": "The authors declare no competing financial interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Wilcox G. A Review: Insulin and insulin resistance. Clin. Biochem. Rev. 2005, 26, 19–37.", "ArticleIdList": ["PMC1204764", "16278749"]}, {"Citation": "International Diabetes Federation. IDF Diabetes Atlas, 10th ed.; International Federation of Diabetes: Brussels, Belgium, 2021."}, {"Citation": "Cheng A. Y. Y.; Fantus G. Oral antihyperglycemic therapy for type 2 diabetes mellitus. Can. Med. Assoc. J. 2005, 172, 213–226. 10.1503/cmaj.1031414.", "ArticleIdList": ["10.1503/cmaj.1031414", "PMC543986", "15655244"]}, {"Citation": "Estadísticas a propósito del día mundial de la diabetes, INEGI Instituto Nacional de Estadística y Geografía, Mexico, 2021."}, {"Citation": "Escandón S. M.; Mata R.; Andrade-Cetto A. Molecules isolated from Mexican hypoglycemic plants. Molecules 2020, 25, 4145.10.3390/molecules25184145.", "ArticleIdList": ["10.3390/molecules25184145", "PMC7571036", "32927754"]}, {"Citation": "Mata R.; Figueroa M.; Navarrete A.; Rivero-Cruz I. Chemistry and biology of selected Mexican medicinal plants. Prog. Chem. Org. Nat. Prod. 2019, 108, 1–142. 10.1007/978-3-030-01099-7_1.", "ArticleIdList": ["10.1007/978-3-030-01099-7_1", "30924013"]}, {"Citation": "Sánchez-Salas J.; Flores-Rivas J.; Muro-Pérez G.; Martínez-Adriano C. El reinado desconocido de Peniocereus greggii. Bol. Soc. Latin. Carib. Cact. Suc. 2009, 6, 21–24."}, {"Citation": "Castetter E. F.; Underhill R. M.. The ethnobiology of the Papago Indians. Ethnobiological studies in the American Southwest, 2nd ed.; University of New Mexico Press: Nuevo Mexico, 1935; pp 1–84."}, {"Citation": "Curtin L. S. M.By the prophet of the earth, 1st ed.; San Vicente Foundation, Rydal Press: Santa Fe, 1949; p 158."}, {"Citation": "Hicks S.Desert plants and people, 1st ed.; Naylor Company Press: San Antonio, TX, 1966, p 75."}, {"Citation": "Hrdlicka A.Physiological and medical observations among the Indians of Southwestern United States and Northern Mexico; Smithsonian Institution, Bureau of American Ethnology Bulletin, Washington Government Press: Virginia, 1908; pp 1–460."}, {"Citation": "Murphey E. V. A.Indian uses of native plants; Fort Bragg, Mendocino County Historical Society: California, 1959, p 72."}, {"Citation": "Rea A. M.At the desert’s green edge – An ethnobotany of the Gila River Pima; University of Arizona Press: Arizona, 1997; p 430."}, {"Citation": "Standley P. C.Trees and shrubs of Mexico. Contributions from the United States National Herbarium; Washington Government Press: Washington, 1920–1926; pp 1–1721."}, {"Citation": "White S. S. The vegetation and flora of the region of the Río de Bavispe in northeastern Sonora, Mexico. Lloydia J. Biol. Sci. 1948, 23, 1–1721."}, {"Citation": "Ingram M.; Nabhan G.; Buchmann S.. Our forgotten pollinators: protecting the birds and bees. Pesticide impacts on beneficial organisms; 1996, 6, 1–12."}, {"Citation": "Cortés-Vega C. M.; Sánchez-Pérez J. C.; Alvarado-Rodríguez M. Establecimiento de un sistema de micropropagación de Peniocereus greggii (Engelml) Britton & Rose, especia cactácea en peligro de extinción. Revista Investigación Científica 2008, 4, 1–7."}, {"Citation": "Muro P. G.; Sánchez S. J.; Estrada C. E.; García P. M. Peniocereus greggii variety greggii (Cactaceae) in Durango, Mexico. Southwest. Nat. 2012, 57, 337–338. 10.1894/0038-4909-57.3.335.", "ArticleIdList": ["10.1894/0038-4909-57.3.335"]}, {"Citation": "Raguso R. A.; Henzel C.; Buchmann S. L.; Nabhan G. P. Trumpet flowers of the Sonoran Desert: floral biology of Peniocereus cacti and sacred Datura. Int. J. Plant Sci. 2003, 164, 877–892. 10.1086/378539.", "ArticleIdList": ["10.1086/378539"]}, {"Citation": "Knight J. C.; Pettit G. R. Arizona flora: The sterols of Peniocereus greggii. Phytochemistry 1969, 8, 447–482. 10.1016/S0031-9422(00)85451-5.", "ArticleIdList": ["10.1016/S0031-9422(00)85451-5"]}, {"Citation": "Lorke D. A new approach to practical acute toxicity testing. Arch. Toxicol. 1983, 54, 275–287. 10.1007/BF01234480.", "ArticleIdList": ["10.1007/BF01234480", "6667118"]}, {"Citation": "Rix I.; Nexoe-Larse C.; Bergmann N.; Lund A.; Knop F.. Glucagon physiology. NCBI Bookshelf. A service of National Library of Medicine; National Institutes of Health, 2019, pp 1–15."}, {"Citation": "Flack H. D. On enantiomorph -polarity estimation. Acta Crystallogr., Sect. A: Found. Crystallogr. 1983, A39, 867–881. 10.1107/S0108767383001762.", "ArticleIdList": ["10.1107/S0108767383001762"]}, {"Citation": "Knight J. C.; Wilkinson D. J.; Djerassi C. The structure of the cactus sterol macdougallin (14α-Methyl-Δ8-cholestene-3β,6α-diol). A novel link in sterol biogenesis. J. Am. Chem. Soc. 1966, 88, 790–798. 10.1021/ja00956a035.", "ArticleIdList": ["10.1021/ja00956a035"]}, {"Citation": "Csábia J.; Hsiehb T. J.; Hasanpour F.; Martins A.; Kele Z.; Gátic T.; Simon A.; Tóth G.; Hunyadi A. Oxidized metabolites of 20-hydroxyecdysone and their activity on skeletal muscle cells: preparation of a pair of desmotropes with opposite bioactivities. J. Nat. Prod. 2015, 78, 2339–2345. 10.1021/acs.jnatprod.5b00249.", "ArticleIdList": ["10.1021/acs.jnatprod.5b00249", "26465254"]}, {"Citation": "Issaadi H. M.; Tsai Y. C.; Chang F. R.; Hunyadi A. Centrifugal partition chromatography in the isolation of minor ecdysteroids from Cyanotis arachnoidea. J. Chromatogr. B: Anal. Technol. Biomed. Life Sci. 2017, 1054, 44–49. 10.1016/j.jchromb.2017.03.043.", "ArticleIdList": ["10.1016/j.jchromb.2017.03.043", "28419924"]}, {"Citation": "Canonica L.; Danieli B.; Ferrari G.; Krepinsky J.; Rainoldi G. Structure of calonysterone, an unusually modified phytoecdysone. J. Chem. Soc., Chem. Commun. 1973, 19, 737–738. 10.1039/C39730000737.", "ArticleIdList": ["10.1039/C39730000737"]}, {"Citation": "Issaadi H. M.; Csábia J.; Hsiehb T. J.; Gátic T.; Tóth G.; Hunyadi A. Side-chains cleaved phytoecdysteroid metabolites as activators of protein kinase B. Bioorg. Chem. 2019, 82, 405–413. 10.1016/j.bioorg.2018.10.049.", "ArticleIdList": ["10.1016/j.bioorg.2018.10.049", "30428419"]}, {"Citation": "Wilson W. K.; Stumpter R. M.; Warren J. J.; Rogers P. S.; Ruan B.; Schroepfer J. Jr. Analysis of unsaturated C27 sterols by nuclear magnetic resonance spectroscopy. J. Lipid Res. 1996, 37, 1529–1555. 10.1016/S0022-2275(20)39137-9.", "ArticleIdList": ["10.1016/S0022-2275(20)39137-9", "8827525"]}, {"Citation": "Jayasuriya H.; Herath K. B.; Ondeyka J. G.; Guan Z.; Borris R. P.; Tiwari S.; de Jong W.; Chavez F.; Moss J.; Stevenson D. W.; Beck H. T.; Slattery M.; Schulman N. Z. M.; Ali A.; Sharma N.; MacNaul K.; Hayes N.; Menke J. G.; Singh S. B. Diterpenoid, steroid, and triterpenoid agonists of liver x receptors from diversified terrestrial plants and marine sources. J. Nat. Prod. 2005, 68, 1247–1252. 10.1021/np050182g.", "ArticleIdList": ["10.1021/np050182g", "16124770"]}, {"Citation": "Dinan L. Review phytoecdysteroids: biological aspects. Phytochemistry 2001, 57, 325–339. 10.1016/S0031-9422(01)00078-4.", "ArticleIdList": ["10.1016/S0031-9422(01)00078-4", "11393511"]}, {"Citation": "Suttiarporn P.; Chumpolsri W.; Mahatheeranont S.; Luangkamin S.; Teepsawang S.; Leardkamolkarn V. Structures of phytosterols and triterpenoids with potential anti-cancer activity in bran of black non-glutinous rice. Nutrients 2015, 7, 1672–1687. 10.3390/nu7031672.", "ArticleIdList": ["10.3390/nu7031672", "PMC4377873", "25756784"]}, {"Citation": "Srivastava A. K.; Bajpai P.; Jain A.. Insulin action; post-receptor mechanisms. Encyclopedia of endocrine diseases, 2nd ed., vol 1; pp 100–104."}, {"Citation": "Rena G.; Hardie D. G.; Pearson E. R. The mechanisms of action of metformin. Diabetologia 2017, 60, 1577–1585. 10.1007/s00125-017-4342-z.", "ArticleIdList": ["10.1007/s00125-017-4342-z", "PMC5552828", "28776086"]}, {"Citation": "Delle R. J. B.; Kim J.; Suresh P.; London E.; Miller W. T. Sterol structure dependence of insulin receptor and insulin-like growth factor 1 receptor activation. Biochim. Biophys. Acta, Biomembr. 2019, 1861, 819–826. 10.1016/j.bbamem.2019.01.009.", "ArticleIdList": ["10.1016/j.bbamem.2019.01.009", "PMC6985913", "30682326"]}, {"Citation": "Jakovljevic N. K.; Pavlovic K.; Jotic A.; Lalic K.; Stoiljkovic M.; Lukic L.; Milicic T.; Macesic M.; Stanarcic-Gajovic J.; Lalic N. M. Targeting mitochondria in diabetes. Int. J. Mol. Sci. 2021, 22, 6642.10.3390/ijms22126642.", "ArticleIdList": ["10.3390/ijms22126642", "PMC8233932", "34205752"]}, {"Citation": "Schmidt C. A.; Fisher-Wellman K. H.; Darrell N. P. Review: From OCR and ECAR to energy: Perspectives on the design and interpretation of bioenergetics studies. J. Biol. Chem. 2021, 297, 1–22. 10.1016/j.jbc.2021.101140.", "ArticleIdList": ["10.1016/j.jbc.2021.101140", "PMC8479256", "34461088"]}, {"Citation": "Jastronch M.; Divakaruni A. S.; Mookerjee S.; Treberg J. R.; Brand M. D. Mitochondrial proton and electron leaks. Essays Biochem. 2010, 47, 53–67. 10.1042/bse0470053.", "ArticleIdList": ["10.1042/bse0470053", "PMC3122475", "20533900"]}, {"Citation": "Harper M. E.; Green K.; Brand M. D. The efficiency of cellular energy transduction and its implications for obesity. Annu. Rev. Nutr. 2008, 28, 13–33. 10.1146/annurev.nutr.28.061807.155357.", "ArticleIdList": ["10.1146/annurev.nutr.28.061807.155357", "18407744"]}, {"Citation": "International Council for Harmonisation (ICH). Harmonised tripartite guideline. 2015. Validation of analytical procedures: text and methodology Q2(R1). Step 4 version, 1-13."}, {"Citation": "Bruhn T.; Schaumlöffel A.; Hemberger Y.; Pescitelli G.. SpecDis,\nversion 1.71; JIMDO: Berlin, Germany, 2017, http://specdissoftware.jimdo.com."}, {"Citation": "Ovalle-Magallanes B.; Medina-Campos O.; Pedraza-Chaverri J.; Mata R. Hypoglycemic and antihyperglycemic effects of phytopreparations and limonoids from Swietenia humilis. Phytochemistry 2015, 110, 111–119. 10.1016/j.phytochem.2014.11.004.", "ArticleIdList": ["10.1016/j.phytochem.2014.11.004", "25534951"]}, {"Citation": "Ventura-Sobrevilla J.; Boone-Villa V. D.; Aguilar C. N.; Román-Ramos R.; Vega-Ávila E.; Campos-Sepúlveda E.; Alarcón-Aguilar F. Effect of varying dose and administration of streptozotocin on blood sugar in male CD1 mice. Proc. West Pharmacol. Soc. 2011, 54, 5–9.", "ArticleIdList": ["22423571"]}, {"Citation": "Lozano-González M.; Ovalle-Magallanes B.; Rangel-Grimaldo M.; Torre-Zavala S.; Noriega L. G.; Tovar-Palacio C.; Tovar A. R.; Mata R. Antidiabetic in vitro and in vivo evaluation of cyclodipeptides isolated from Pseudomonas fluorescens IB-MR-66e. New J. Chem. 2019, 43, 7756–7762. 10.1039/C9NJ00645A.", "ArticleIdList": ["10.1039/C9NJ00645A"]}, {"Citation": "Ovalle-Magallanes B.; Navarrete A.; Haddad P. S.; Tovar A.; Noriega L. G.; Tovar-Palacios C.; Mata R. Multi-target antidiabetic of mexicanolides from Swietenia humilis. Phytomedicine 2019, 58, 15289110.1016/j.phymed.2019.152891.", "ArticleIdList": ["10.1016/j.phymed.2019.152891", "30901665"]}, {"Citation": "Palacio-González B.; Zarain-Herzberg A.; Flores-Galicia I.; Noriega L. G.; Alemán-Escondrillas G.; Zariñan T.; Ulloa-Aguirre A.; Torres N.; Tovar A. R. Genistein stimulates fatty acid oxidation in a leptin receptor-independent manner through the JAK2-mediated phosphorylation and activation of AMPK in skeletal muscle. Biochim. Biophys. Acta 2014, 1841, 132–140. 10.1016/j.bbalip.2013.08.018.", "ArticleIdList": ["10.1016/j.bbalip.2013.08.018", "24013029"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "1", "Day": "28"}, {"Year": "2022", "Month": "3", "Day": "18"}, {"Year": "2022", "Month": "4", "Day": "27", "Hour": "6", "Minute": "15"}, {"Year": "2022", "Month": "4", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "28", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "4", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["35474764", "PMC9026134", "10.1021/acsomega.2c00595"]}}], "PubmedBookArticle": []}