{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["bees", "biodiversity", "environmental quality", "health", "medicines", "nutrition"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35491592", "DateCompleted": {"Year": "2022", "Month": "05", "Day": "03"}, "DateRevised": {"Year": "2023", "Month": "06", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "05", "Day": "02"}], "Language": ["eng"], "ELocationID": ["20210158", "10.1098/rstb.2021.0158"], "Journal": {"ISSN": "1471-2970", "JournalIssue": {"Volume": "377", "Issue": "1853", "PubDate": {"Year": "2022", "Month": "Jun", "Day": "20"}}, "Title": "Philosophical transactions of the Royal Society of London. Series B, Biological sciences", "ISOAbbreviation": "Philos Trans R Soc Lond B Biol Sci"}, "ArticleTitle": "Exploring connections between pollinator health and human health.", "Pagination": {"StartPage": "20210158", "MedlinePgn": "20210158"}, "Abstract": {"AbstractText": ["Despite recent advances in understanding the role of biodiversity in ecosystem-service provision, the links between the health of ecosystem-service providers and human health remain more uncertain. During the past decade, an increasing number of studies have argued for the positive impacts of healthy pollinator communities (defined as functionally and genetically diverse species assemblages that are sustained over time) on human health. Here, we begin with a systematic review of these impacts, finding only two studies that concomitantly quantified aspects of pollinator health and human health. Next, we identify relevant research relating to four pathways linking pollinator health and human health: nutrition, medicine provisioning, mental health and environmental quality. These benefits are obtained through improved pollination of nutritious crops and an estimated approximately 28 000 animal-pollinated medicinal plants; the provisioning of pollinator-derived products such as honey; the maintenance of green spaces and biocultural landscapes that improve mental health; and cleaner air, water and food resulting from pollinator-centred initiatives to reduce agrochemical use. We suggest that pollinator diversity could be a proxy for the benefits that landscapes provide to human health. This article is part of the theme issue 'Natural processes influencing pollinator health: from chemistry to landscapes'."]}, "AuthorList": [{"Identifier": ["0000-0003-0725-4049"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Universidad Nacional de Río Negro, Instituto de Investigaciones en Recursos Naturales, Agroecología y Desarrollo Rural, Río Negro, Argentina."}, {"Identifier": [], "Affiliation": "Consejo Nacional de Investigaciones Científicas y Técnicas, Instituto de Investigaciones en Recursos Naturales, Agroecología y Desarrollo Rural, Río Negro, Argentina."}], "LastName": "Garibaldi", "ForeName": "Lucas A", "Initials": "LA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Universidad Nacional de Río Negro, Instituto de Investigaciones en Recursos Naturales, Agroecología y Desarrollo Rural, Río Negro, Argentina."}, {"Identifier": [], "Affiliation": "Consejo Nacional de Investigaciones Científicas y Técnicas, Instituto de Investigaciones en Recursos Naturales, Agroecología y Desarrollo Rural, Río Negro, Argentina."}], "LastName": "Gomez Carella", "ForeName": "Dulce S", "Initials": "DS"}, {"Identifier": ["0000-0002-8572-9495"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Universidad Nacional de Río Negro, Instituto de Investigaciones en Recursos Naturales, Agroecología y Desarrollo Rural, Río Negro, Argentina."}, {"Identifier": [], "Affiliation": "Consejo Nacional de Investigaciones Científicas y Técnicas, Instituto de Investigaciones en Recursos Naturales, Agroecología y Desarrollo Rural, Río Negro, Argentina."}], "LastName": "Nabaes Jodar", "ForeName": "Diego N", "Initials": "DN"}, {"Identifier": ["0000-0001-5207-2370"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health, Harvard T.H. Chan School of Public Health, Boston, 02115 MA, USA."}], "LastName": "Smith", "ForeName": "Matthew R", "Initials": "MR"}, {"Identifier": ["0000-0001-8166-0825"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biological Sciences, University of Bristol, 24 Tyndall Avenue, Bristol, BS8 1TQ UK."}], "LastName": "Timberlake", "ForeName": "Thomas P", "Initials": "TP"}, {"Identifier": ["0000-0002-5808-2454"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health, Harvard T.H. Chan School of Public Health, Boston, 02115 MA, USA."}, {"Identifier": [], "Affiliation": "Harvard University Center for the Environment, Cambridge, 02138 MA, USA."}], "LastName": "Myers", "ForeName": "Samuel S", "Initials": "SS"}], "PublicationTypeList": ["Journal Article", "Review", "Systematic Review", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Philos Trans R Soc Lond B Biol Sci", "NlmUniqueID": "7503623", "ISSNLinking": "0962-8436"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Biodiversity"}, {"QualifierName": [], "DescriptorName": "Crops, Agricultural"}, {"QualifierName": [], "DescriptorName": "Ecosystem"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Pollination"}], "CoiStatement": "We declare we have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Brauman KA, et al. . 2020. Global trends in nature's contributions to people. Proc. Natl Acad. Sci. USA 117, 32 790-32 805. (10.1073/pnas.2010473117)", "ArticleIdList": ["10.1073/pnas.2010473117", "PMC7768808", "33288690"]}, {"Citation": "Díaz S, Pascual U, Stenseke M, Martín-López B, Watson RT, Molnár Z, Polasky S. 2018. Assessing nature's contributions to people. Science 359, 270-272. (10.1126/science.aap8826)", "ArticleIdList": ["10.1126/science.aap8826", "29348221"]}, {"Citation": "Myers SS, Gaffikin L, Golden CD, Ostfeld RS, Redford KH, Ricketts TH, Turner WR, Osofsky SA. 2013. Human health impacts of ecosystem alteration. Proc. Natl Acad. Sci. USA 110, 18 753-18 760. (10.1073/pnas.1218656110)", "ArticleIdList": ["10.1073/pnas.1218656110", "PMC3839693", "24218556"]}, {"Citation": "Ellis AM, Myers SS, Ricketts TH. 2015. Do pollinators contribute to nutritional health? PLoS ONE 10, 1-17. (10.1371/journal.pone.0114805)", "ArticleIdList": ["10.1371/journal.pone.0114805", "PMC4289064", "25575027"]}, {"Citation": "Eilers EJ, Kremen C, Greenleaf S, Garber AK, Klein AM. 2011. Contribution of pollinator-mediated crops to nutrients in the human food supply. PLoS ONE 6, e21363. (10.1371/journal.pone.0021363)", "ArticleIdList": ["10.1371/journal.pone.0021363", "PMC3120884", "21731717"]}, {"Citation": "Chaplin-Kramer R, Dombeck E, Gerber J, Knuth KA, Mueller ND, Mueller M, Ziv G, Klein AM. 2014. Global malnutrition overlaps with pollinator-dependent micronutrient production. Proc. R. Soc. B 281, 20141799. (10.1098/rspb.2014.1799)", "ArticleIdList": ["10.1098/rspb.2014.1799", "PMC4211458", "25232140"]}, {"Citation": "Smith MR, Singh GM, Mozaffarian D, Myers SS. 2015. Effects of decreases of animal pollinators on human nutrition and global health: a modelling analysis. Lancet 6736, 1-9. (10.1016/S0140-6736(15)61085-6)", "ArticleIdList": ["10.1016/S0140-6736(15)61085-6", "26188748"]}, {"Citation": "Bircher J, Kuruvilla S. 2014. Defining health by addressing individual, social, and environmental determinants: new opportunities for health care and public health. J. Public Health Policy 35, 363-386. (10.1057/jphp.2014.19)", "ArticleIdList": ["10.1057/jphp.2014.19", "PMC4119253", "24943659"]}, {"Citation": "Summers JK, Smith LM, Case JL, Linthurst RA. 2012. A review of the elements of human well-being with an emphasis on the contribution of ecosystem services. Ambio 41, 327-340. (10.1007/s13280-012-0256-7)", "ArticleIdList": ["10.1007/s13280-012-0256-7", "PMC3393065", "22581385"]}, {"Citation": "Breeze TD, Gallai N, Garibaldi LA, Li XS. 2016. Economic measures of pollination services: shortcomings and future directions. Trends Ecol. Evol. 31, 927-939. (10.1016/j.tree.2016.09.002)", "ArticleIdList": ["10.1016/j.tree.2016.09.002", "27743610"]}, {"Citation": "Potts SG, et al. . 2016. Safeguarding pollinators and their values to human well-being. Nature 540, 220-229. (10.1038/nature20588)", "ArticleIdList": ["10.1038/nature20588", "27894123"]}, {"Citation": "Klein AM, Vaissière BE, Cane JH, Steffan-Dewenter I, Cunningham SA, Kremen C, Tscharntke T. 2007. Importance of pollinators in changing landscapes for world crops. Proc. R. Soc. B 274, 303-313. (10.1098/rspb.2006.3721)", "ArticleIdList": ["10.1098/rspb.2006.3721", "PMC1702377", "17164193"]}, {"Citation": "Garratt MPD, Breeze TD, Jenner N, Polce C, Biesmeijer JC, Potts SG. 2014. Avoiding a bad apple: insect pollination enhances fruit quality and economic value. Agric. Ecosyst. Environ. 184, 34-40. (10.1016/j.agee.2013.10.032)", "ArticleIdList": ["10.1016/j.agee.2013.10.032", "PMC3990452", "24748698"]}, {"Citation": "Bommarco R, Marini L, Vaissière BE. 2012. Insect pollination enhances seed yield, quality, and market value in oilseed rape. Oecologia 169, 1025-1032. (10.1007/s00442-012-2271-6)", "ArticleIdList": ["10.1007/s00442-012-2271-6", "22311256"]}, {"Citation": "Wallace HM, Lee LS. 1999. Pollen source, fruit set and xenia in mandarins. J. Hortic. Sci. Biotechnol. 74, 82-86. (10.1080/14620316.1999.11511077)", "ArticleIdList": ["10.1080/14620316.1999.11511077"]}, {"Citation": "Brittain C, Kremen C, Garber A, Klein A-M. 2014. Pollination and plant resources change the nutritional quality of almonds for human health. PLoS ONE 9, e90082. (10.1371/journal.pone.0090082)", "ArticleIdList": ["10.1371/journal.pone.0090082", "PMC3937406", "24587215"]}, {"Citation": "Ghosh S, Jung C. 2018. Contribution of insect pollination to nutritional security of minerals and vitamins in Korea. J. Asia. Pac. Entomol. 21, 598-602. (10.1016/j.aspen.2018.03.014)", "ArticleIdList": ["10.1016/j.aspen.2018.03.014"]}, {"Citation": "Tibesigwa B. 2018. Naturally available pollinator decline will decrease household food security and increase the gender gap in nutrition between men and women who head smallholder farm households in Sub-Saharan Africa. Environ. Dev 18-05, 1-54."}, {"Citation": "Muhammad A, D'Souza A, Meade B, Micha R, Mozaffarian D. 2017. \nThe influence of income and prices on global dietary patterns by country, age, and gender. Economic Research Report 225, https://ageconsearch.umn.edu/record/256711. (10.22004/ag.econ.256711)", "ArticleIdList": ["10.22004/ag.econ.256711"]}, {"Citation": "Bogdanov S, Jurendic T, Sieber R, Gallmann P. 2008. Honey for nutrition and health: a review. J. Am. Coll. Nutr. 27, 677-689. (10.1080/07315724.2008.10719745)", "ArticleIdList": ["10.1080/07315724.2008.10719745", "19155427"]}, {"Citation": "Easton-Calabria A, Demary KC, Oner NJ. 2019. Beyond pollination: honey bees (Apis mellifera) as zootherapy keystone species. Front. Ecol. Evol. 6, 161. (10.3389/fevo.2018.00161)", "ArticleIdList": ["10.3389/fevo.2018.00161"]}, {"Citation": "Smith-Hall C, Larsen HO, Pouliot M. 2012. People, plants and health: a conceptual framework for assessing changes in medicinal plant consumption. J. Ethnobiol. Ethnomed. 8, 43. (10.1186/1746-4269-8-43)", "ArticleIdList": ["10.1186/1746-4269-8-43", "PMC3549945", "23148504"]}, {"Citation": "Erler S, Moritz RFA. 2016. Pharmacophagy and pharmacophory: mechanisms of self-medication and disease prevention in the honeybee colony (Apis mellifera). Apidologie 47, 389-411. (10.1007/s13592-015-0400-z)", "ArticleIdList": ["10.1007/s13592-015-0400-z"]}, {"Citation": "Cortopassi-Laurino M, Imperatriz-Fonseca VL, Roubik DW, Dollin A, Heard T, Aguilar I, Venturieri GC, Eardley C, Nogueira-Neto P. 2006. Global meliponiculture: challenges and opportunities. Apidologie 37, 275-292. (10.1051/apido:2006027)", "ArticleIdList": ["10.1051/apido:2006027"]}, {"Citation": "Huleihel M, Isanu V. 2002. Anti-herpes simplex virus effect of an aqueous extract of propolis. Isr. Med. Assoc. J. 4, 923-927.", "ArticleIdList": ["12455181"]}, {"Citation": "Paul IM, Beiler J, McMonagle A, Shaffer ML, Duda L, Berlin CM. 2007. Effect of honey, dextromethorphan, and no treatment of nocturnal cough and sleep quality for coughing children and their parents. Arch. Pediatr. Adolesc. Med. 161, 1140-1146. (10.1001/archpedi.161.12.1140)", "ArticleIdList": ["10.1001/archpedi.161.12.1140", "18056558"]}, {"Citation": "Jallouk AP, Palekar RU, Marsh JN, Pan H, Pham CTN, Schlesinger PH, Wickline SA. 2015. Delivery of a protease-activated cytolytic peptide prodrug by perfluorocarbon nanoparticles. Bioconjug. Chem. 26, 1640-1650. (10.1021/acs.bioconjchem.5b00246)", "ArticleIdList": ["10.1021/acs.bioconjchem.5b00246", "PMC4740973", "26083278"]}, {"Citation": "Dunford C, Cooper R, Molan P, White R. 2000. The use of honey in wound treatment. Nurs. Stand. 15, 63-68. (10.7748/ns2000.11.15.11.63.c2952)", "ArticleIdList": ["10.7748/ns2000.11.15.11.63.c2952", "11971572"]}, {"Citation": "Choi JH, Jang AY, Lin S, Lim S, Kim D, Park K, Han SM, Yeo JH, Seo HS. 2015. Melittin, a honeybee venom-derived antimicrobial peptide, may target methicillin-resistant Staphylococcus aureus. Mol. Med. Rep. 12, 6483-6490. (10.3892/mmr.2015.4275)", "ArticleIdList": ["10.3892/mmr.2015.4275", "PMC4626175", "26330195"]}, {"Citation": "Oduwole O, Udoh EE, Oyo-Ita A, Meremikwu MM. 2018. Honey for acute cough in children. Cochrane Database Syst. Rev . 4, 1-99. (10.1002/14651858.CD007094)", "ArticleIdList": ["10.1002/14651858.CD007094", "PMC6513626", "29633783"]}, {"Citation": "Jull AB, Cullum N, Dumville JC, Westby MJ, Deshpande S, Walker N. 2015. Honey as a topical treatment for wounds. Cochrane Database Syst. Rev issue 3, 1-133. (10.1002/14651858.CD005083.pub4)", "ArticleIdList": ["10.1002/14651858.CD005083.pub4", "PMC9719456", "25742878"]}, {"Citation": "Ekor M. 2014. The growing use of herbal medicines: issues relating to adverse reactions and challenges in monitoring safety. Front. Pharmacol. 4, 1-10. (10.3389/fphar.2013.00177)", "ArticleIdList": ["10.3389/fphar.2013.00177", "PMC3887317", "24454289"]}, {"Citation": "Kew RBG. 2021. \nMedicinal Plant Names Services, Version 10. See www.kew.org/mpns (accessed on 14 July 2021)."}, {"Citation": "Ollerton J, Winfree R, Tarrant S. 2011. How many flowering plants are pollinated by animals? Oikos 120, 321-326. (10.1111/j.1600-0706.2010.18644.x)", "ArticleIdList": ["10.1111/j.1600-0706.2010.18644.x"]}, {"Citation": "Ajerrar A, et al. . 2020. Pollination system and effective pollinators of Argania spinosa (L. Skeels). J. Saudi Soc. Agric. Sci. 19, 375-382. (10.1016/j.jssas.2020.04.002)", "ArticleIdList": ["10.1016/j.jssas.2020.04.002"]}, {"Citation": "Rehel S, Varghese A, Bradbear N, Davidar P, Roberts S, Roy P, Potts SG. 2009. Benefits of biotic pollination for non-timber forest products and cultivated plants. Conserv. Soc. 7, 213-219. (10.4103/0972-4923.64732)", "ArticleIdList": ["10.4103/0972-4923.64732"]}, {"Citation": "Cooper R, Deakin JJ. 2016. Botanical miracles: chemistry of plants that changed the world. Boca Raton, FL: CRC Press."}, {"Citation": "Miyajima D. 2004. Pollination and seed set in vinca [Catharanthus roseus (L.) G. Don]. J. Hortic. Sci. Biotechnol. 79, 771-775. (10.1080/14620316.2004.11511841)", "ArticleIdList": ["10.1080/14620316.2004.11511841"]}, {"Citation": "Ren ZX, Wang H, Bernhardt P, Li DZ. 2014. Insect pollination and self-incompatibility in edible and/or medicinal crops in southwestern China, a global hotspot of biodiversity. Am. J. Bot. 101, 1700-1710. (10.3732/ajb.1400075)", "ArticleIdList": ["10.3732/ajb.1400075", "25326615"]}, {"Citation": "Glinos E, Condat E, Mulieri P, Ashworth L. 2019. Essential dependence on wild pollination service: a medicinal plant under threat Minthostachys verticillata (Lamiaceae). Arthropod. Plant. Interact. 13, 865-874. (10.1007/s11829-019-09705-z)", "ArticleIdList": ["10.1007/s11829-019-09705-z"]}, {"Citation": "Lin BB, Philpott SM, Jha S. 2015. The future of urban agriculture and biodiversity-ecosystem services: challenges and next steps. Basic Appl. Ecol. 16, 189-201. (10.1016/j.baae.2015.01.005)", "ArticleIdList": ["10.1016/j.baae.2015.01.005"]}, {"Citation": "Wilson CJ, Jamieson MA. 2019. The effects of urbanization on bee communities depends on floral resource availability and bee functional traits. PLoS ONE 14, 1-18. (10.1371/journal.pone.0225852)", "ArticleIdList": ["10.1371/journal.pone.0225852", "PMC6886752", "31790482"]}, {"Citation": "Baldock KCR, et al. . 2019. A systems approach reveals urban pollinator hotspots and conservation opportunities. Nat. Ecol. Evol. 3, 363-373. (10.1038/s41559-018-0769-y)", "ArticleIdList": ["10.1038/s41559-018-0769-y", "PMC6445365", "30643247"]}, {"Citation": "Hill R, et al. . 2019. Biocultural approaches to pollinator conservation. Nat. Sustain. 2, 214-222. (10.1038/s41893-019-0244-z)", "ArticleIdList": ["10.1038/s41893-019-0244-z"]}, {"Citation": "Rojas-Rueda D, Nieuwenhuijsen MJ, Gascon M, Perez-Leon D, Mudu P. 2019. Green spaces and mortality: a systematic review and meta-analysis of cohort studies. Lancet Planet. Heal. 3, e469-e477. (10.1016/S2542-5196(19)30215-3)", "ArticleIdList": ["10.1016/S2542-5196(19)30215-3", "PMC6873641", "31777338"]}, {"Citation": "Stevenson PC, et al. . 2020. The state of the world's urban ecosystems: what can we learn from trees, fungi, and bees? Plants People Planet 2, 482-498. (10.1002/ppp3.10143)", "ArticleIdList": ["10.1002/ppp3.10143"]}, {"Citation": "Orsini F, Pennisi G, Michelon N, Minelli A, Bazzocchi G, Sanyé-Mengual E, Gianquinto G. 2020. Features and functions of multifunctional urban agriculture in the global north: a review. Front. Sustain. Food Syst. 4, 562513. (10.3389/fsufs.2020.562513)", "ArticleIdList": ["10.3389/fsufs.2020.562513"]}, {"Citation": "Maas J, Verheij RA, Groenewegen PP, De Vries S, Spreeuwenberg P. 2006. Green space, urbanity, and health: how strong is the relation? J. Epidemiol. Community Health 60, 587-592. (10.1136/jech.2005.043125)", "ArticleIdList": ["10.1136/jech.2005.043125", "PMC2566234", "16790830"]}, {"Citation": "Tillmann S, Tobin D, Avison W, Gilliland J. 2018. Mental health benefits of interactions with nature in children and teenagers: a systematic review. J. Epidemiol. Community Health 72, 958-966. (10.1136/jech-2018-210436)", "ArticleIdList": ["10.1136/jech-2018-210436", "PMC6161651", "29950520"]}, {"Citation": "Hartig T, Mitchell R, De Vries S, Frumkin H. 2014. Nature and health. Annu. Rev. Public Health 35, 207-228. (10.1146/annurev-publhealth-032013-182443)", "ArticleIdList": ["10.1146/annurev-publhealth-032013-182443", "24387090"]}, {"Citation": "Aerts R, Honnay O, Van Nieuwenhuyse A. 2018. Biodiversity and human health: mechanisms and evidence of the positive health effects of diversity in nature and green spaces. Br. Med. Bull. 127, 5-22. (10.1093/bmb/ldy021)", "ArticleIdList": ["10.1093/bmb/ldy021", "30007287"]}, {"Citation": "Wolf LJ, Zu Ermgassen S, Balmford A, White M, Weinstein N. 2017. Is variety the spice of life? An experimental investigation into the effects of species richness on self-reported mental well-being. PLoS ONE 12, 1-17. (10.1371/journal.pone.0170225)", "ArticleIdList": ["10.1371/journal.pone.0170225", "PMC5249088", "28107417"]}, {"Citation": "Schebella MF, Weber D, Schultz L, Weinstein P. 2019. The wellbeing benefits associated with perceived and measured biodiversity in Australian urban green spaces. Sustainability 11, 802. (10.3390/su11030802)", "ArticleIdList": ["10.3390/su11030802"]}, {"Citation": "Soga M, Gaston KJ. 2016. Extinction of experience: the loss of human–nature interactions. Front. Ecol. Environ. 14, 94-101. (10.1002/fee.1225)", "ArticleIdList": ["10.1002/fee.1225"]}, {"Citation": "Hartop EA, Long E, Bornstein C, Gonzalez L, Brown BV. 2018. Urban nature gardens at the Natural History Museum of Los Angeles County attract ‘wildlife spectacle’ of insect pollinators. Zoosymposia 12, 29-50. (10.11646/zoosymposia.12.1.5)", "ArticleIdList": ["10.11646/zoosymposia.12.1.5"]}, {"Citation": "Burns KLW, Fitzpatrick Ú, Stanley DA. 2021. Public perceptions of Ireland's pollinators: a case for more inclusive pollinator conservation initiatives. J. Nat. Conserv. 61, 125999. (10.1016/j.jnc.2021.125999)", "ArticleIdList": ["10.1016/j.jnc.2021.125999"]}, {"Citation": "Agnoletti M, Rotherham ID. 2015. Landscape and biocultural diversity. Biodivers. Conserv. 24, 3155-3165. (10.1007/s10531-015-1003-8)", "ArticleIdList": ["10.1007/s10531-015-1003-8"]}, {"Citation": "Mitchell R, Popham F. 2008. Effect of exposure to natural environment on health inequalities: an observational population study. Lancet 372, 1655-1660. (10.1016/S0140-6736(08)61689-X)", "ArticleIdList": ["10.1016/S0140-6736(08)61689-X", "18994663"]}, {"Citation": "Landrigan PJ, et al. . 2018. The Lancet Commission on pollution and health. Lancet 391, 462-512. (10.1016/S0140-6736(17)32345-0)", "ArticleIdList": ["10.1016/S0140-6736(17)32345-0", "29056410"]}, {"Citation": "Singh NS, Sharma R, Parween T, Patanjali PK. 2018. Pesticide contamination and human health risk factor. In Modern age environmental problems and their remediation (ed. Oves M), pp. 49-68. Cham, Switzerland: Springer International Publishing."}, {"Citation": "Alavanja MCR, Hoppin JA, Kamel F. 2004. Health effects of chronic pesticide exposure: cancer and neurotoxicity. Annu. Rev. Public Health 25, 155-197. (10.1146/annurev.publhealth.25.101802.123020)", "ArticleIdList": ["10.1146/annurev.publhealth.25.101802.123020", "15015917"]}, {"Citation": "Kim KH, Kabir E, Jahan SA. 2017. Exposure to pesticides and the associated human health effects. Sci. Total Environ. 575, 525-535. (10.1016/j.scitotenv.2016.09.009)", "ArticleIdList": ["10.1016/j.scitotenv.2016.09.009", "27614863"]}, {"Citation": "Wratten SD, Gillespie M, Decourtye A, Mader E, Desneux N. 2012. Pollinator habitat enhancement: benefits to other ecosystem services. Agric. Ecosyst. Environ. 159, 112-122. (10.1016/j.agee.2012.06.020)", "ArticleIdList": ["10.1016/j.agee.2012.06.020"]}, {"Citation": "Pimentel D. 1995. Amounts of pesticides reaching target pests: environmental impacts and ethics. J. Agric. Environ. Ethics 8, 17-29. (10.1007/BF02286399)", "ArticleIdList": ["10.1007/BF02286399"]}, {"Citation": "Gavahian M, Pallares N, Al Khawli F, Ferrer E, Barba FJ. 2020. Recent advances in the application of innovative food processing technologies for mycotoxins and pesticide reduction in foods. Trends Food Sci. Technol. 106, 209-218. (10.1016/j.tifs.2020.09.018)", "ArticleIdList": ["10.1016/j.tifs.2020.09.018"]}, {"Citation": "Gan J, Yates SR, Papiernik S, Crowley D. 1998. Application of organic amendments to reduce volatile pesticide emissions from soil. Environ. Sci. Technol. 32, 3094-3098. (10.1021/es9802100)", "ArticleIdList": ["10.1021/es9802100"]}, {"Citation": "Al-Waili N, Salom K, Al-Ghamdi A, Ansari MJ. 2012. Antibiotic, pesticide, and microbial contaminants of honey: human health hazards. Sci. World J. 2012, 1-9. (10.1100/2012/930849)", "ArticleIdList": ["10.1100/2012/930849", "PMC3477659", "23097637"]}, {"Citation": "Morandin LA, Winston ML. 2005. Wild bee abundance and seed production in conventional, organic, and genetically modified canola. Ecol. Appl. 15, 871-881. (10.1890/03-5271)", "ArticleIdList": ["10.1890/03-5271"]}, {"Citation": "Sanchez-Bayo F, Goka K. 2014. Pesticide residues and bees – a risk assessment. PLoS ONE 9, e94482. (10.1371/journal.pone.0094482)", "ArticleIdList": ["10.1371/journal.pone.0094482", "PMC3981812", "24718419"]}, {"Citation": "Johnson R, Corn ML. 2015. \nBee health: the role of pesticides. Congressional Research Service Reports. See https://sgp.fas.org/crs/misc/R43900.pdf."}, {"Citation": "Wilfert L, Brown MJF, Doublet V. 2020. OneHealth implications of infectious diseases of wild and managed bees. J. Invertebr. Pathol. 186, 107506. (10.1016/j.jip.2020.107506)", "ArticleIdList": ["10.1016/j.jip.2020.107506", "33249062"]}, {"Citation": "Kearns CA, Inouye DW, Waser NM. 1998. Endangered mutualisms: the conservation of plant-pollinator interactions. Annu. Rev. Ecol. Syst. 29, 83-112. (10.1146/annurev.ecolsys.29.1.83)", "ArticleIdList": ["10.1146/annurev.ecolsys.29.1.83"]}, {"Citation": "Losey JE, Vaughan M. 2006. The economic value of ecological services provided by insects. Bioscience 56, 311-323. (10.1641/0006-3568(2006)56[311:TEVOES]2.0.CO;2)", "ArticleIdList": ["10.1641/0006-3568(2006)56[311:TEVOES]2.0.CO;2"]}, {"Citation": "Potts SG, Biesmeijer JC, Kremen C, Neumann P, Schweiger O, Kunin WE. 2010. Global pollinator declines: trends, impacts and drivers. Trends Ecol. Evol. 25, 345-353. (10.1016/j.tree.2010.01.007)", "ArticleIdList": ["10.1016/j.tree.2010.01.007", "20188434"]}, {"Citation": "Way MJ, van Emden HF. 2000. Integrated pest management in practice — pathways towards successful application. Crop Prot. 19, 81-103. (10.1016/S0261-2194(99)00098-8)", "ArticleIdList": ["10.1016/S0261-2194(99)00098-8"]}, {"Citation": "Potts SG, et al. . 2011. Developing European conservation and mitigation tools for pollination services: approaches of the STEP (Status and Trends of European Pollinators) project. J. Apic. Res. 50, 152-164. (10.3896/IBRA.1.50.2.07)", "ArticleIdList": ["10.3896/IBRA.1.50.2.07"]}, {"Citation": "Stevens S, Jenkins P. 2014. Heavy costs: weighing the value of neonicotinoid insecticides in agriculture. Washington, DC: Center for Food Safety."}, {"Citation": "Kovács-Hostyánszki A, Espíndola A, Vanbergen AJ, Settele J, Kremen C, Dicks LV. 2017. Ecological intensification to mitigate impacts of conventional intensive land use on pollinators and pollination. Ecol. Lett. 20, 673-689. (10.1111/ele.12762)", "ArticleIdList": ["10.1111/ele.12762", "PMC6849539", "28346980"]}, {"Citation": "Egan PA, Dicks LV, Hokkanen HMT, Stenberg JA. 2020. Delivering integrated pest and pollinator management (IPPM). Trends Plant Sci. 25, 577-589. (10.1016/j.tplants.2020.01.006)", "ArticleIdList": ["10.1016/j.tplants.2020.01.006", "32407697"]}, {"Citation": "Lundin O, Rundlöf M, Jonsson M, Bommarco R, Williams NM. 2021. Integrated pest and pollinator management – expanding the concept. Front. Ecol. Environ. 19, 283-291. (10.1002/fee.2325)", "ArticleIdList": ["10.1002/fee.2325"]}, {"Citation": "Power AG. 2010. Ecosystem services and agriculture: tradeoffs and synergies. Phil. Trans. R. Soc. B 365, 2959-2971. (10.1098/rstb.2010.0143)", "ArticleIdList": ["10.1098/rstb.2010.0143", "PMC2935121", "20713396"]}, {"Citation": "López-Uribe MM, Ricigliano VA, Simone-Finstrom M. 2020. Defining pollinator health: assessing bee ecological, genetic, and physiological factors at the individual, colony, and population levels. Annu. Rev. Anim. Biosci. 8, 1-26. (10.1146/annurev-animal-020518-115045)", "ArticleIdList": ["10.1146/annurev-animal-020518-115045", "31618045"]}, {"Citation": "Goulson D, Nicholls E, Botías C, Rotheray EL. 2015. Bee declines driven by combined stress from parasites, pesticides, and lack of flowers. Science 347, 1255957. (10.1126/science.1255957)", "ArticleIdList": ["10.1126/science.1255957", "25721506"]}, {"Citation": "Myers SS. 2017. Planetary health: protecting human health on a rapidly changing planet. Lancet 390, 2860-2868. (10.1016/S0140-6736(17)32846-5)", "ArticleIdList": ["10.1016/S0140-6736(17)32846-5", "29146123"]}, {"Citation": "Sandifer PA, Sutton-Grier AE, Ward BP. 2015. Exploring connections among nature, biodiversity, ecosystem services, and human health and well-being: opportunities to enhance health and biodiversity conservation. Ecosyst. Serv. 12, 1-15. (10.1016/j.ecoser.2014.12.007)", "ArticleIdList": ["10.1016/j.ecoser.2014.12.007"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "5", "Day": "2", "Hour": "3", "Minute": "14"}, {"Year": "2022", "Month": "5", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "6", "Day": "20"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35491592", "PMC9058530", "10.1098/rstb.2021.0158"]}}], "PubmedBookArticle": []}