{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Animal production", "Ethnoveterinary medicine", "Local ecological knowledge", "Medicinal plants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35501874", "DateCompleted": {"Year": "2022", "Month": "05", "Day": "04"}, "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "05", "Day": "03"}], "Language": ["eng"], "ELocationID": ["36", "10.1186/s13002-022-00534-8"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "18", "Issue": "1", "PubDate": {"Year": "2022", "Month": "May", "Day": "03"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "\"The climate itself must have hidden some medicines\": traditional veterinary medicine of indigenous and non-indigenous campesinos of the southern Andes.", "Pagination": {"StartPage": "36", "MedlinePgn": "36"}, "Abstract": {"AbstractText": ["Traditional veterinary medicine (TVM) or ethnoveterinary medicine comprises knowledge, practices, and beliefs about farm animals. Its study serves to offer ecologically and culturally appropriate strategies for the management of animals and their health in a context marked by the increased use of synthetic pharmaceuticals, social-environmental degradation, pollution, and climate change. In this study, we examine the TVM that Mapuche and non-Mapuche campesinos in the southern Andes have about the management of animals and their health. In addition, we investigate the main factors influencing the current use of TVM.", "Between December 2020 and March 2021, we undertook participant observation and conducted 60 semi-structured and informal interviews with Mapuche and non-Mapuche campesinos from the Pucón and Curarrehue municipal districts in the southern Andes of Chile.", "We identified a set of knowledge about cycles and manifestations of nature used in planning 14 animal management practices related to a Mapuche kosmos expressed in living with respect for and in dialogue with non-human elements. On health management, we recorded knowledge about 30 plant species, whose use for different categories of wounds and parasites has the highest informant consensus factors. The use of these plant species is governed by a kosmos associated with respect and reciprocity in their gathering. Nonetheless, 70% of the campesinos interviewed prefer to use synthetic pharmaceuticals. We found that the growing use of synthetic pharmaceuticals, the processes of reduction and change in the structure of land ownership, and climate change are perceived as the main factors behind processes of assimilation of new praxis and hybridization as well as the reduction and/or loss of the use of TVM.", "Our results reveal the presence of ethnoveterinary knowledge, practices, and beliefs that are safeguarded by Mapuche and non-Mapuche campesinos in the southern Andes. However, in the context of different social-environmental changes, it is imperative to document, visibilize, and revitalize TVM since it provides new perspectives for bioculturally diverse and sustainable animal production."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate Program in Rural Development, Universidad Austral de Chile, Valdivia, Los Ríos Region, Chile."}], "LastName": "Olivares", "ForeName": "Fernanda", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Territorial Studies LabT UACh, Institute of Environmental and Evolutionary Sciences, Universidad Austral de Chile, Valdivia, Los Ríos Region, Chile."}], "LastName": "Marchant", "ForeName": "Carla", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "ECOS (Ecosystem-Complexity-Society) Co-Laboratory, Center for Local Development, (CEDEL) & Center for Intercultural and Indigenous Research (CIIR), Villarrica Campus, Pontificia Universidad Católica de Chile, Villarrica, Araucanía Region, Chile. jtibarra@uc.cl."}, {"Identifier": [], "Affiliation": "Department of Ecosystems and Environment, Faculty of Agriculture and Forest Sciences & Center of Applied Ecology and Sustainability (CAPES), Pontificia Universidad Católica de Chile, Santiago, Chile. jtibarra@uc.cl."}, {"Identifier": [], "Affiliation": "Cape Horn International Center for Global Change Studies and Biocultural Conservation (CHIC), Puerto Williams, Chile. jtibarra@uc.cl."}], "LastName": "Ibarra", "ForeName": "José Tomás", "Initials": "JT"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Pharmaceutical Preparations"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Animals, Domestic"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Knowledge"}, {"QualifierName": ["methods"], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Pharmaceutical Preparations"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "McCorkle CM. An introduction to ethnoveterinary research and development. J Ethnobiol. 1986;6:129–149."}, {"Citation": "Mathias-Mundy E. Of herbs and healers. ILEIA Newsl Low External Input Sustain Agric. 1989;4:20–22."}, {"Citation": "Wanzala W, Zessin KH, Kyule NM, Baumann MP, Mathia E, Hassanali A. Ethnoveterinary medicine: a critical review of its evolution, perception, understanding and the way forward. Livestock Res Rural Dev. 2005;17:119."}, {"Citation": "Confessor MV, Mendonça LE, Mourão JS, Alves RR. Animals to heal animals: ethnoveterinary practices in semiarid region, northeastern Brazil. J Ethnobiol Ethnomed. 2009;5:1–9. doi: 10.1186/1746-4269-5-37.", "ArticleIdList": ["10.1186/1746-4269-5-37", "PMC2788532", "19941663"]}, {"Citation": "Shen S, Qian J, Ren J. Ethnoveterinary plant remedies used by Nu people in NW Yunnan of China. J Ethnobiol Ethnomed. 2010;6:24. doi: 10.1186/1746-4269-6-24.", "ArticleIdList": ["10.1186/1746-4269-6-24", "PMC2936877", "20796273"]}, {"Citation": "Aziz MA, Khan AH, Pieroni A. Ethnoveterinary plants of Pakistan: a review. J Ethnobiol Ethnomed. 2020;16:1–18. doi: 10.1186/s13002-020-00369-1.", "ArticleIdList": ["10.1186/s13002-020-00369-1", "PMC7227227", "32414421"]}, {"Citation": "Lans C, Khan TE, Martin Curran M, McCorkle CM. Ethnoveterinary medicine: potential solutions for large-scale problems? In: Wynn SG, Fougère BJ, editors. Veterinary herbal medicine. Elsevier; 2007. pp. 17–32."}, {"Citation": "McGaw LJ, Famuyide IM, Khunoana ET, Aremu AO. Ethnoveterinary botanical medicine in South Africa: A review of research from the last decade (2009–2019) J Ethnopharmacol. 2020;2020:257. doi: 10.1016/j.jep.2020.112864.", "ArticleIdList": ["10.1016/j.jep.2020.112864", "32302713"]}, {"Citation": "Scarpa GF. Plants employed in traditional veterinary medicine by the criollos of the Northwestern Argentine Chaco. Darwiniana. 2000;38(3–4):253–265."}, {"Citation": "Castillo L, Ladio A. Traditional veterinary solutions for herders living in limited and changing conditions: a case study of “crianceros” of Central Northern Patagonia, Argentina. J Arid Environ. 2017;145:90–101. doi: 10.1016/j.jaridenv.2017.06.001.", "ArticleIdList": ["10.1016/j.jaridenv.2017.06.001"]}, {"Citation": "Geerlings E, Perezgrovas R. Tsa’nel, estudio etnoveterinario sobre prácticas de manejo y medicina tradicional realizadas por pastoras Tzotziles. In: Perezgrovas R, editor. Antología sobre etnoveterinaria Origen y evolución en Chiapas. Chiapas: Instituto de Estudios Indígenas, Universidad Autónoma de Chiapas; 2014. pp. 138–166."}, {"Citation": "Abbasi AM, Khan SM, Ahmad M, Khan MA, Quave CL, Pieroni A. Botanical ethnoveterinary therapies in three districts of the Lesser Himalayas of Pakistan. J Ethnobiol Ethnomed. 2013;9:84. doi: 10.1186/1746-4269-9-84.", "ArticleIdList": ["10.1186/1746-4269-9-84", "PMC3904763", "24359615"]}, {"Citation": "Xiong Y, Long C. An ethnoveterinary study on medicinal plants used by the Buyi people in Southwest Guizhou, China. J Ethnobiol Ethnomed. 2020;16:46. doi: 10.1186/s13002-020-00396-y.", "ArticleIdList": ["10.1186/s13002-020-00396-y", "PMC7433110", "32807192"]}, {"Citation": "Nyahangare ET, Mvumi BM, Mutibvu T. Ethnoveterinary plants and practices used for ecto-parasite control in semi-arid smallholder farming areas of Zimbabwe. J Ethnobiol Ethnomed. 2015;11:30. doi: 10.1186/s13002-015-0006-6.", "ArticleIdList": ["10.1186/s13002-015-0006-6", "PMC4449613", "25925402"]}, {"Citation": "Martínez GJ, Jiménez-Escobar ND. Plantas de interés veterinario en la cultura campesina de la Sierra de Ancasti (Catamarca, Argentina) Bol Latinoam Caribe PL. 2017;16:329–346."}, {"Citation": "Bengoa J. Historia del pueblo mapuche: (siglo XIX y XX) Sexta. Santiago: LOM ediciones; 2000."}, {"Citation": "Melin M, Mansilla P, Royo M. Cartografía cultural del Wallmapu: Elementos para descolonizar el mapa en Territorio Mapuche. LOM Ediciones; 2019."}, {"Citation": "Torrejón F, Cisternas M. Alteraciones del paisaje ecológico araucano por la asimilación mapuche de la agroganadería hispano-mediterránea (siglos XVI y XVII) Rev Chil de Hist Nat. 2002;75:729–736. doi: 10.4067/s0716-078x2002000400008.", "ArticleIdList": ["10.4067/s0716-078x2002000400008"]}, {"Citation": "de Moesbach EW. Lonco Pascual Coña Ñi Tuculpazugun. Pehuen: Testimonio de un Cacique Mapuche; 2006."}, {"Citation": "Gay C. Usos y costumbres de los araucanos. Editorial Taurus; 2018."}, {"Citation": "de Möesbach EW. Botánica Indígena de Chile. Museo Chileno de Arte Precolombino. Santiago: Editorial Andrés Bello; 1992."}, {"Citation": "Bengoa J. Mapuche, colonos y el Estado Nacional. Santiago: Editorial Catalonia; 2014."}, {"Citation": "Montalba R, Vieli L, Vallejos-Romero A, Zunino H, Vera L. Determinación de las fuerzas conductoras de la transformación ambiental de La Araucanía Chilena: El “paisaje cultural” como marco de análisis. Dialogo Andin. 2017;54:51–61. doi: 10.4067/S0719-26812017000300051.", "ArticleIdList": ["10.4067/S0719-26812017000300051"]}, {"Citation": "Ramírez E, Furnano A, Berdegué J, Escobar G, Romero L. Evaluación de programas de INDAP. Informe editado en su versión final; 2014."}, {"Citation": "Faiguenbaum S. Toda una vida: Historia de INDAP y los campesinos (1962–2017) Gobierno de Chile: Ministerio de Agricultura; 2017."}, {"Citation": "INDAP- Instituto de Desarrollo Agropecuario. Nueva plataforma de servicios. 2021. https://www.indap.gob.cl/servicios-indap/nueva-plataforma-de-servicios. Accessed 20 Sept 2021."}, {"Citation": "Ibarra JT, Barreau A, Caviedes J, Pessa N, Urra R. Huertas familiares tradicionales y emergentes: biodiversidad, aprendizaje y soberanía desde la interculturalidad. In: Ibarra JT, Caviedes J, Barreau A, Pessa N, editors. Huertas familiares y comunitarias: cultivando soberanía alimentaria. Santiago: Ediciones Universidad Católica de Chile; 2019. pp. 139–166."}, {"Citation": "Marchant C, Fuentes N, Kaulen S, Ibarra JT. Saberes locales en huertas de montaña del sur de los Andes: un refugio de memoria biocultural mapuche pewenche. Pirineos. 2020;175:1–17. doi: 10.3989/pirineos.2020.175010.", "ArticleIdList": ["10.3989/pirineos.2020.175010"]}, {"Citation": "Fuentes N, Marchant C. ¿Contribuyen las prácticas agroecológicas a la sustentabilidad de la agricultura familiar de montaña? El caso de Curarrehue, región de la Araucanía. Chile Cuadernos De Desarrollo Rural. 2016;13:35–66. doi: 10.11144/Javeriana.cdr13-78.cpas.", "ArticleIdList": ["10.11144/Javeriana.cdr13-78.cpas"]}, {"Citation": "Marchant C, Fuentes N, Castet G. Huertas de montaña: prácticas agroecológicas en la agricultura familiar de La Araucanía andina. In: Ibarra JT, Caviedes J, Barreau A, Pessa N, editors. Huertas familiares y comunitarias: cultivando soberanía alimentaria. Santiago: Ediciones Universidad Católica de Chile; 2019. pp. 139–166."}, {"Citation": "Estomba D, Ladio A, Lozada M. Medicinal wild plant knowledge and gathering patterns in a Mapuche community from North-western Patagonia. J Ethnopharmacol. 2006;103:109–119. doi: 10.1016/j.jep.2005.07.015.", "ArticleIdList": ["10.1016/j.jep.2005.07.015", "16157460"]}, {"Citation": "Molares S, Ladio A. Ethnobotanical review of the Mapuche medicinal flora: use patterns on a regional scale. J Ethnopharmacol. 2009;122:251–260. doi: 10.1016/j.jep.2009.01.003.", "ArticleIdList": ["10.1016/j.jep.2009.01.003", "19168122"]}, {"Citation": "Montecino S, Conejeros A. Mujeres Mapuches. El saber tradicional en la curación de enfermedades communes. Serie Mujer y Salud 2. Chile: Centro de Estudios de la Mujer; 1985."}, {"Citation": "Torri MC. Medicinal plants used in Mapuche traditional medicine in Araucanía, Chile: Linking sociocultural and religious values with local heath practices. Compl Health Pract Rev. 2010;15:132–148. doi: 10.1177/1533210110391077.", "ArticleIdList": ["10.1177/1533210110391077"]}, {"Citation": "Benítez G, González-Tejero MR, Molero-Mesa J. Knowledge of ethnoveterinary medicine in the Province of Granada, Andalusia, Spain. J Ethnopharmacol. 2012;139:249–439. doi: 10.1016/j.jep.2011.11.029.", "ArticleIdList": ["10.1016/j.jep.2011.11.029", "22155471"]}, {"Citation": "INE- Instituto Nacional de Estadística. XIX Censo Nacional de Población y VIII de Vivienda o Censo de Población y Vivienda. Santiago; 2017."}, {"Citation": "Barreau A, Ibarra JT, Wyndham FS, Rojas A, Kozak RA. How can we teach our children if we cannot access the forest? Generational change in Mapuche knowledge of wild edible plants in Andean Temperate Ecosystems of Chile. J Ethnobiol. 2016;36:412–432. doi: 10.2993/0278-0771-36.2.412.", "ArticleIdList": ["10.2993/0278-0771-36.2.412"]}, {"Citation": "Creswell JW, Plano Clark VL. Designing and conducting mixed methods research. SAGE Publications; 2017."}, {"Citation": "Bernard HR. Research methods in anthropology: qualitative and quantitative approaches. 4. Oxford: Alta Mira Press; 2006."}, {"Citation": "de Albuquerque UP, Lucena RD, Lins Neto EDF. Selection of research participants. In: de Albuquerque UP, Cruz da Cunha LVF, Lucena RD, editors. Methods and techniques ethnobiology and ethnoecology. Springer; 2010. pp. 1–13."}, {"Citation": "Ibarra JT, Caviedes J, Altamirano TA, Urra R, Barreau A, Santana F. Social-ecological filters drive the functional diversity of beetles in homegardens of campesinos and migrants in the southern Andes. Sci Rep. 2021;11:1–14. doi: 10.1038/s41598-021-91185-4.", "ArticleIdList": ["10.1038/s41598-021-91185-4", "PMC8203784", "34127685"]}, {"Citation": "Braun V, Clarke V. Using thematic analysis in psychology. Qual Res Psychol. 2006;3:77–101. doi: 10.1191/1478088706qp063oa.", "ArticleIdList": ["10.1191/1478088706qp063oa"]}, {"Citation": "Toledo VM, Barrera-Bassols N. La Memoria Biocultural: la importancia ecológica de las sabidurias tradicionales. Barcelona: Icaria editorial; 2008."}, {"Citation": "Heinrich M, Ankli A, Frei B, Weimann C, Sticher O. Medicinal plants in Mexico: Healers’ consensus and cultural importance. Soc Sci Med. 1998;47:1859–1871. doi: 10.1016/S0277-9536(98)00181-6.", "ArticleIdList": ["10.1016/S0277-9536(98)00181-6", "9877354"]}, {"Citation": "Vogl CR, Vogl-Lukasser B, Walkenhorst M. Local knowledge held by farmers in Eastern Tyrol (Austria) about the use of plants to maintain and improve animal health and welfare. J Ethnobiol Ethnomed. 2016;12:40. doi: 10.1186/s13002-016-0104-0.", "ArticleIdList": ["10.1186/s13002-016-0104-0", "PMC5020533", "27618998"]}, {"Citation": "Barreau A. Narrating changing foodways: wild edible plant knowledge and traditional food systems in Mapuche lands of the Andean Temperate Forests, Chile. Master´s thesis, Faculty of Forestry, University of British Columbia, Vancouver, Canada. 2014."}, {"Citation": "Chihuailaf E. Recado confidencial a los chilenos. Santiago: Lom Ediciones; 1999."}, {"Citation": "Canclini NG. Culturas híbridas: Estrategias para entrar y salir de la modernidad. Mexico. 1992."}, {"Citation": "Eyssartier C, Ladio AH, Lozada M. Cultural transmission of traditional knowledge in two populations of North-western Patagonia. J Ethnobiol Ethnomed. 2008;4:25. doi: 10.1186/1746-4269-4-25.", "ArticleIdList": ["10.1186/1746-4269-4-25", "PMC2614966", "19077315"]}, {"Citation": "Reyes-García V, Aceituno-Mata L, Calvet-Mir L, Garnatje T, Gómez-Baggethun E, Lastra JJ, et al. Resilience of traditional knowledge systems: the case of agricultural knowledge in home gardens of the Iberian Peninsula. Glob Environ Change. 2014;24:223–231. doi: 10.1016/j.gloenvcha.2013.11.022.", "ArticleIdList": ["10.1016/j.gloenvcha.2013.11.022"]}, {"Citation": "Schlingmann A, Graham S, Benyei P, Corbera E, Martinez Sanesteban I, Marelle A, et al. Global patterns of adaptation to climate change by Indigenous Peoples and local communities. A systematic review. Curr Opin Environ Sustain. 2021;51:55–64. doi: 10.1016/j.cosust.2021.03.002.", "ArticleIdList": ["10.1016/j.cosust.2021.03.002", "PMC7611546", "34422141"]}, {"Citation": "del Carmen Aigo J, Skewes JC, Bañales-Seguel C, Riquelme Maulén W, Molares S, Morales D, Ibarra MI, Guerra D. Waterscapes in Wallmapu: lessons from Mapuche perspectives. Geogr Rev. 2020 doi: 10.1080/00167428.2020.1800410.", "ArticleIdList": ["10.1080/00167428.2020.1800410"]}, {"Citation": "Barreau A, Ibarra M. Mujeres mapuche y huertas andinas: espacios de fertilidad, soberanía y transmisión de saberes. In: Ibarra JT, Caviedes J, Barreau A, Pessa N, editors. Huertas familiares y comunitarias: cultivando soberanía alimentaria. Santiago: Ediciones Universidad Católica de Chile; 2019. pp. 127–139."}, {"Citation": "Mellado M. ¡Eran raíces! Relaciones sociales en las huertas familiares mapuche del Lago Neltume, Panguipulli. Undergraduate thesis, Universidad Austral de Chile, Valdivia, Chile. 2014."}, {"Citation": "La MC. práctica trashumante pehuenche en la Araucanía andina: una forma de construir y habitar los territorios de montaña del sur de Chile. Rev geogr Norte Gd. 2019;74:187–206."}, {"Citation": "Castillo L, Ladio A. Mammals and birds as ethno-indicators of change: their importance to livestock farmers in Arid Patagonia (Argentina) Environ Dev Sustain. 2018;20(5):5161–2179. doi: 10.1007/s10668-017-9983-z.", "ArticleIdList": ["10.1007/s10668-017-9983-z"]}, {"Citation": "Ritter RA, Monteiro MVB, Monteiro FOB, Rodrigues ST, Soares ML, Silva JCR, et al. Ethnoveterinary knowledge and practices at Colares island, Pará state, eastern Amazon, Brazil. J Ethnopharmacol. 2012;144:346–352. doi: 10.1016/j.jep.2012.09.018.", "ArticleIdList": ["10.1016/j.jep.2012.09.018", "23000170"]}, {"Citation": "Lulekal E, Asfaw Z, Kelbessa E, van Damme P. Ethnoveterinary plants of Ankober District, North Shewa Zone, Amhara Region, Ethiopia. J Ethnobiol Ethnomed. 2014;10:21. doi: 10.1186/1746-4269-10-21.", "ArticleIdList": ["10.1186/1746-4269-10-21", "PMC3924401", "24517385"]}, {"Citation": "de Albuquerque UP. Re-examining hypotheses concerning the use and knowledge of medicinal plants: a study in the Caatinga vegetation of NE Brazil. J Ethnobiol Ethnomed. 2006;2:30. doi: 10.1186/1746-4269-2-30.", "ArticleIdList": ["10.1186/1746-4269-2-30", "PMC1557484", "16872499"]}, {"Citation": "Lans C, Turner N, Brauer G, Lourenco G, Georges K. Ethnoveterinary medicines used for horses in Trinidad and in British Columbia, Canada. J Ethnobiol Ethnomed. 2006;2:31. doi: 10.1186/1746-4269-2-31.", "ArticleIdList": ["10.1186/1746-4269-2-31", "PMC1559680", "16893454"]}, {"Citation": "Jacob MO, Farah KO, Ekaya WN. Indigenous knowledge: the basis of the Maasai Ethnoveterinary Diagnostic Skills. J Hum Ecol. 2004;16:43–48. doi: 10.1080/09709274.2004.11905714.", "ArticleIdList": ["10.1080/09709274.2004.11905714"]}, {"Citation": "Lateef AA, Smart O, Toba SA, Olatunde PA. Medicinal plants used in ethnoveterinary practices in the Federal Capital Territory North-Central Nigeria. J Med Plants Res. 2020;14:377–388. doi: 10.5897/jmpr2020.6975.", "ArticleIdList": ["10.5897/jmpr2020.6975"]}, {"Citation": "Altieri M, Nicholls C. Los impactos del cambio climático sobre las comunidades campesinas y agricultores tradicionales y sus repuestas adaptativas. Agroecología. 2008;3:7–24."}, {"Citation": "Nicholls CI, Altieri MA. Bases agroecológicas para la adaptación de la agricultura al cambio climático. URJ. 2019;11:55–61. doi: 10.22458/urj.v11i1.2322.", "ArticleIdList": ["10.22458/urj.v11i1.2322"]}, {"Citation": "Castillo L, Rostagno CM, Ladio A. Ethnoindicators of environmental change: local knowledge used for rangeland management among smallholders of Patagonia. Rangel Ecol Manag. 2020;73(5):594–606. doi: 10.1016/j.rama.2020.06.001.", "ArticleIdList": ["10.1016/j.rama.2020.06.001"]}, {"Citation": "Ghotge NS, Ramdas SR, Ashalata S, Mathur NP, Broome VG, Sanyasi Rao ML. A social approach to the validation of traditional veterinary remedies—the Anthra project. Trop Anim Health Prod. 2002;34:121–143. doi: 10.1023/A:1014266106237.", "ArticleIdList": ["10.1023/A:1014266106237", "11969110"]}, {"Citation": "McGaw L, Eloff J. Methods for evaluating efficacy of ethnoveterinary medicinal plants. In: Katerere D, Luseba D, editors. Ethnoveterinary botanical medicine. CRC Press; 2010. pp. 1–21."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "1", "Day": "16"}, {"Year": "2022", "Month": "4", "Day": "21"}, {"Year": "2022", "Month": "5", "Day": "3", "Hour": "0", "Minute": "14"}, {"Year": "2022", "Month": "5", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["35501874", "PMC9063118", "10.1186/s13002-022-00534-8", "10.1186/s13002-022-00534-8"]}}], "PubmedBookArticle": []}