{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Albendazole", "Echinococcus granulosus", "Hydatid cyst", "Nanoparticles", "Nephrotoxicity"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35517878", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "07", "Day": "19"}], "Language": ["eng"], "ELocationID": ["10.34172/apb.2022.011"], "Journal": {"ISSN": "2228-5881", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Jan"}}, "Title": "Advanced pharmaceutical bulletin", "ISOAbbreviation": "Adv Pharm Bull"}, "ArticleTitle": "Nephrotoxicity of Albendazole and Albendazole Loaded Solid Lipid Nanoparticles in Mice with Experimental Hydatidosis.", "Pagination": {"StartPage": "102", "EndPage": "108", "MedlinePgn": "102-108"}, "Abstract": {"AbstractText": ["<i><b>Purpose:</b></i> Cystic echinococcosis (CE) is a serious contemporary public health problem. Different CE treatment methods are of considerable importance, with albendazole (ABZ) being one of the most preferred drugs for CE treatment and prophylaxis. In this study, we evaluated the nephrotoxicity caused by ABZ and ABZ-loaded solid lipid nanoparticles (SLNs) in mice with experimental hydatid cyst. <i><b>Methods:</b></i> ABZ-loaded SLNs were produced by micro-emulsification and a high shear homogenization technique. Thereafter, we evaluated the physicochemical characterization of the product. Live protoscolices were injected into mice to induce experimental hydatidosis. Mice were then treated with ABZ and ABZ-loaded SLNs. The nephrotoxicity effects were evaluated by biochemical and histopathological surveys. <i><b>Results:</b></i> Significantly different blood urea nitrogen (BUN) levels were observed between the two infected groups (ABZ treatment and ABZ-loaded SLN treatment) and the control group. The kidney malondialdehyde (MDA) and glutathione (GSH) levels of the infected groups were not significantly different from those of the control group. The histopathological study revealed nephropathic and pathologic changes in the ABZ and ABZ-loaded SLN groups. <i><b>Conclusion:</b></i> ABZ formulated for ABZ-loaded SLNs had a more prominent chemoprophylactic efﬁcacy on CE and fewer side effects than ABZ alone. Neither ABZ nor ABZ-loaded SLNs caused significant biochemical and histopathological defects on the kidney, and all functional biochemical markers stayed within the normal range. Therefore, ABZ-loaded SLNs could be a potential new product for CE treatment."], "CopyrightInformation": "©2022 The Authors."}, "AuthorList": [{"Identifier": ["0000-0002-8977-5376"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Health Research Institute, Infectious and Tropical Diseases Research Center, Ahvaz Jundishapur University of Medical Sciences, Ahvaz, Iran."}, {"Identifier": [], "Affiliation": "Department of Parasitology, School of Medicine, Ahvaz Jundishapur University of Medical Sciences, Ahvaz, Iran."}], "LastName": "Kohansal", "ForeName": "Kobra", "Initials": "K"}, {"Identifier": ["0000-0001-8997-9056"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Health Research Institute, Infectious and Tropical Diseases Research Center, Ahvaz Jundishapur University of Medical Sciences, Ahvaz, Iran."}, {"Identifier": [], "Affiliation": "Department of Parasitology, School of Medicine, Ahvaz Jundishapur University of Medical Sciences, Ahvaz, Iran."}], "LastName": "Rafiei", "ForeName": "Abdollah", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Faculty of Pharmacy, Toxicology Research Center and Medicinal Plants Research Center, Ahvaz Jundishapur University of Medical Sciences, Ahvaz, Iran."}, {"Identifier": [], "Affiliation": "Nanotechnology Research Center, Ahvaz Jundishapur University of Medical Sciences, Ahvaz, Iran."}], "LastName": "Kalantari", "ForeName": "Heibatullah", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Health Research Institute, Infectious and Tropical Diseases Research Center, Ahvaz Jundishapur University of Medical Sciences, Ahvaz, Iran."}, {"Identifier": [], "Affiliation": "Department of Parasitology, School of Medicine, Ahvaz Jundishapur University of Medical Sciences, Ahvaz, Iran."}], "LastName": "Jelowdar", "ForeName": "Ali", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nanotechnology Research Center, Ahvaz Jundishapur University of Medical Sciences, Ahvaz, Iran."}, {"Identifier": [], "Affiliation": "Department of Pharmaceutics, Faculty of Pharmacy, Ahvaz Jundishapur University of Medical Sciences, Ahvaz, Iran."}], "LastName": "Salimi", "ForeName": "Anayatollah", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathobiology, Faculty of Veterinary Medicine, Shahid Chamran University of Ahvaz, Ahvaz, Iran."}], "LastName": "Rezaie", "ForeName": "Annahita", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Sciences, Faculty of Veterinary Medicine, Shahid Chamran University of Ahvaz, Ahvaz, Iran."}], "LastName": "Razi Jalali", "ForeName": "Mohammad", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Adv Pharm Bull", "NlmUniqueID": "101578021", "ISSNLinking": "2228-5881"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Khalkhali HR, Foroutan M, Khademvatan S, Majidiani H, Aryamand S, Khezri P. et al. Prevalence of cystic echinococcosis in Iran: a systematic review and meta-analysis. J Helminthol. 2018;92(3):260–8. doi: 10.1017/s0022149x17000463.", "ArticleIdList": ["10.1017/s0022149x17000463", "28589871"]}, {"Citation": "Valizadeh M, Haghpanah B, Badirzadeh A, Roointan E, Fallahi S, Raeghi S. Immunization of sheep against Echinococcus granulosus with protoscolex tegumental surface antigens. Vet World. 2017;10(8):854–8. doi: 10.14202/vetworld.2017.854-858.", "ArticleIdList": ["10.14202/vetworld.2017.854-858", "PMC5591468", "28919673"]}, {"Citation": "Budke CM, Carabin H, Ndimubanzi PC, Nguyen H, Rainwater E, Dickey M. et al. A systematic review of the literature on cystic echinococcosis frequency worldwide and its associated clinical manifestations. Am J Trop Med Hyg. 2013;88(6):1011–27. doi: 10.4269/ajtmh.12-0692.", "ArticleIdList": ["10.4269/ajtmh.12-0692", "PMC3752796", "23546806"]}, {"Citation": "Cerda JR, Buttke DE, Ballweber LR. Echinococcus spp tapeworms in North America. Emerg Infect Dis. 2018;24(2):230–5. doi: 10.3201/eid2402.161126.", "ArticleIdList": ["10.3201/eid2402.161126", "PMC5782903", "29350139"]}, {"Citation": "Smego RA Jr, Sebanego P. Treatment options for hepatic cystic echinococcosis. Int J Infect Dis. 2005;9(2):69–76. doi: 10.1016/j.ijid.2004.08.001.", "ArticleIdList": ["10.1016/j.ijid.2004.08.001", "15708321"]}, {"Citation": "Hamzavi Y, Nazari N, Mikaeili A, Parandin F, Faizei F, Sardari M. Prevalence of hydatid cyst in slaughtered livestock in Asadabad slaughterhouse during 2014-2015. Pajouhan Scientific Journal. 2016;14(3):58–66. doi: 10.21859/psj-140358.", "ArticleIdList": ["10.21859/psj-140358"]}, {"Citation": "Fasihi Harandi M, Budke CM, Rostami S. The monetary burden of cystic echinococcosis in Iran. PLoS Negl Trop Dis. 2012;6(11):e1915. doi: 10.1371/journal.pntd.0001915.", "ArticleIdList": ["10.1371/journal.pntd.0001915", "PMC3510083", "23209857"]}, {"Citation": "Rokni M. Echinococcosis/hydatidosis in Iran. Iran J Parasitol. 2009;4(2):1–16."}, {"Citation": "Bozorgomid A, Rouhani S, Fasihi Harandi M, Ichikawa-Seki M, Raeghi S. Genetic diversity and distribution of Fasciola hepatica haplotypes in Iran: molecular and phylogenetic studies. Vet Parasitol Reg Stud Reports. 2020;19:100359. doi: 10.1016/j.vprsr.2019.100359.", "ArticleIdList": ["10.1016/j.vprsr.2019.100359", "32057386"]}, {"Citation": "Rouhani S, Raeghi S, Spotin A. Spermatogenic and phylo-molecular characterizations of isolated Fasciola spp from cattle, North West Iran. Pak J Biol Sci. 2017;20(4):204–9. doi: 10.3923/pjbs.2017.204.209.", "ArticleIdList": ["10.3923/pjbs.2017.204.209", "29023077"]}, {"Citation": "Rouhani S, Raeghi S, Mirahmadi H, Fasihi Harandi M, Haghighi A, Spotin A. Identification of Fasciola spp in the east of Iran, based on the spermatogenesis and nuclear ribosomal DNA (ITS1) and mitochondrial (ND1) genes. Arch Clin Infect Dis. 2017;12(2):e57283. doi: 10.5812/archcid.57283.", "ArticleIdList": ["10.5812/archcid.57283"]}, {"Citation": "Brunetti E, Kern P, Vuitton DA. Expert consensus for the diagnosis and treatment of cystic and alveolar echinococcosis in humans. Acta Trop. 2010;114(1):1–16. doi: 10.1016/j.actatropica.2009.11.001.", "ArticleIdList": ["10.1016/j.actatropica.2009.11.001", "19931502"]}, {"Citation": "Besim H, Karayalçin K, Hamamci O, Güngör C, Korkmaz A. Scolicidal agents in hydatid cyst surgery. HPB Surg. 1998;10(6):347–51. doi: 10.1155/1998/78170.", "ArticleIdList": ["10.1155/1998/78170", "PMC2423906", "9515230"]}, {"Citation": "Ghafouri A, Nasr Esfahani A. Effect of albendazole on human hydatid cyst: report of 10 cases. J Res Med Sci. 2001;5(4):323–7."}, {"Citation": "Horton RJ. Albendazole in treatment of human cystic echinococcosis: 12 years of experience. Acta Trop. 1997;64(1-2):79–93. doi: 10.1016/s0001-706x(96)00640-7.", "ArticleIdList": ["10.1016/s0001-706x(96)00640-7", "9095290"]}, {"Citation": "Morris DL, Clarkson MJ, Stallbaumer MF, Pritchard J, Jones RS, Chinnery JB. Albendazole treatment of pulmonary hydatid cysts in naturally infected sheep: a study with relevance to the treatment of hydatid cysts in man. Thorax. 1985;40(6):453–8. doi: 10.1136/thx.40.6.453.", "ArticleIdList": ["10.1136/thx.40.6.453", "PMC460104", "4024006"]}, {"Citation": "Rafiei A, Soltani S, Ramezani Z, Abbaspour MR, Jelowdar A, Sagha Kahvaz M. Ultrastructural changes on fertile and infertile hydatid cysts induced by conventional and solid lipid nanoparticles of albendazole and albendazole sulfoxide. Comp Clin Pathol. 2019;28(4):1045–53. doi: 10.1007/s00580-019-02925-y.", "ArticleIdList": ["10.1007/s00580-019-02925-y"]}, {"Citation": "Saimot AG, Meulemans A, Cremieux AC, Giovanangeli MD, Hay JM, Delaitre B. et al. Albendazole as a potential treatment for human hydatidosis. Lancet. 1983;2(8351):652–6. doi: 10.1016/s0140-6736(83)92533-3.", "ArticleIdList": ["10.1016/s0140-6736(83)92533-3", "6136799"]}, {"Citation": "Aminpour S, Rafiei A, Jelowdar A, Kouchak M. Evaluation of the protoscolicidal effects of albendazole and albendazole loaded solid lipid nanoparticles. Iran J Parasitol. 2019;14(1):127–35.", "ArticleIdList": ["PMC6511589", "31123477"]}, {"Citation": "Morris DL, Chinnery JB, Georgiou G, Stamatakis G, Golematis B. Penetration of albendazole sulphoxide into hydatid cysts. Gut. 1987;28(1):75–80. doi: 10.1136/gut.28.1.75.", "ArticleIdList": ["10.1136/gut.28.1.75", "PMC1432736", "3817589"]}, {"Citation": "Badirzadeh A, Raeghi S, Fallah-Omrani V, Rouhani S. Cryopreservation of Echinococcus granulosus protoscoleces. Iran J Public Health. 2020;49(1):181–5.", "ArticleIdList": ["PMC7152634", "32309237"]}, {"Citation": "Soltani S, Rafiei A, Ramezani Z, Abbaspour MR, Jelowdar A, Sagha Kahvaz M. Evaluation of the hydatid cyst membrane permeability of albendazole and albendazole sulfoxide-loaded solid lipid nanoparticles. Jundishapur J Nat Pharm Prod. 2017;12(2):e34723. doi: 10.5812/jjnpp.34723.", "ArticleIdList": ["10.5812/jjnpp.34723"]}, {"Citation": "Nemati E, Mokhtarzadeh A, Panahi-Azar V, Mohammadi A, Hamishehkar H, Mesgari-Abbasi M. et al. Ethambutol-loaded solid lipid nanoparticles as dry powder inhalable formulation for tuberculosis therapy. AAPS PharmSciTech. 2019;20(3):120. doi: 10.1208/s12249-019-1334-y.", "ArticleIdList": ["10.1208/s12249-019-1334-y", "30796625"]}, {"Citation": "Ezzati Nazhad Dolatabadi J, Hamishehkar H, Valizadeh H. Development of dry powder inhaler formulation loaded with alendronate solid lipid nanoparticles: solid-state characterization and aerosol dispersion performance. Drug Dev Ind Pharm. 2015;41(9):1431–7. doi: 10.3109/03639045.2014.956111.", "ArticleIdList": ["10.3109/03639045.2014.956111", "25220930"]}, {"Citation": "El-Rahman MA, Abdel-Nabi IM, Omran MA, Mohamed MF. Cytotoxic effects of albendazole, an antiparasitic drug, on the liver of the rat: subchronic study. Egypt J Biol. 1999;1:16–29."}, {"Citation": "Atayi Z, Borji H, Moazeni M, Saboor Darbandi M, Heidarpour M. Zataria multiflora would attenuate the hepatotoxicity of long-term albendazole treatment in mice with cystic echinococcosis. Parasitol Int. 2018;67(2):184–7. doi: 10.1016/j.parint.2017.11.007.", "ArticleIdList": ["10.1016/j.parint.2017.11.007", "29196023"]}, {"Citation": "Kelidari HR, Akbari J, Saeedi M. Application and characterization of solid lipid nanoparticles and nanostructured lipid carriers as drug delivery systems. J Mazandaran Univ Med Sci. 2013;23(98):387–403. [Persian]."}, {"Citation": "Ezzati Nazhad Dolatabadi J, Valizadeh H, Hamishehkar H. Solid lipid nanoparticles as efficient drug and gene delivery systems: recent breakthroughs. Adv Pharm Bull. 2015;5(2):151–9. doi: 10.15171/apb.2015.022.", "ArticleIdList": ["10.15171/apb.2015.022", "PMC4517084", "26236652"]}, {"Citation": "Rostami E, Kashanian S, Azandaryani AH, Faramarzi H, Ezzati Nazhad Dolatabadi J, Omidfar K. Drug targeting using solid lipid nanoparticles. Chem Phys Lipids. 2014;181:56–61. doi: 10.1016/j.chemphyslip.2014.03.006.", "ArticleIdList": ["10.1016/j.chemphyslip.2014.03.006", "24717692"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "3", "Day": "24"}, {"Year": "2021", "Month": "6", "Day": "3"}, {"Year": "2021", "Month": "7", "Day": "19"}, {"Year": "2022", "Month": "5", "Day": "6", "Hour": "5", "Minute": "53"}, {"Year": "2022", "Month": "5", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "7", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "7", "Day": "19"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35517878", "PMC9012931", "10.34172/apb.2022.011"]}}], "PubmedBookArticle": []}