{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35535153", "DateRevised": {"Year": "2023", "Month": "09", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "04", "Day": "30"}], "Language": ["eng"], "ELocationID": ["7359081", "10.1155/2022/7359081"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2022", "PubDate": {"Year": "2022"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Efficiency of <i>Coriandrum sativum</i> (Linn.) and <i>Petroselinum crispum</i> (Mill.) in Enhancing Iron Absorption: An <i>In Silico</i> and <i>In Vitro</i> Approach.", "Pagination": {"StartPage": "7359081", "MedlinePgn": "7359081"}, "Abstract": {"AbstractText": ["<i>Coriandrum sativum</i> (Linn.) and <i>Petroselinum crispum</i> (Mill.) are the common herbs used for culinary purposes in daily life. The chlorophyll pigment in plants is being identified with various medicinal values, whereas iron is an essential micronutrient for the proper metabolism of the human body. The current research has been aimed at predicting the role of <i>C. sativum</i> and <i>P. crispum</i> in enhancing iron absorption <i>via</i> an <i>in vitro</i> approach. <i>C. sativum</i> and <i>P. crispum</i> have been analyzed for their capability of being a source of chlorophyll and iron concentration. The extracts prepared from solvents like carbinol, petroleum ether, and water were subjected to the identification of phytoconstituents through gas chromatography-mass spectrometry analysis, and the identified compounds were subjected to <i>in silico</i> studies against the iron-binding receptor, transferrin, to depict the binding affinity of the identified compounds. The carbinol extract was then put through <i>in vitro</i> analytical studies in Caco2 cell lines with a concentration of 500 µg/ml. Current research has shown that the leaves of <i>C. sativum</i> and <i>P. crispum</i> are an excellent source of chlorophyll and iron and has also suggested that these herbs efficiently enhance the absorption of iron in human intestinal cells."], "CopyrightInformation": "Copyright © 2022 T. Sangeetha et al."}, "AuthorList": [{"Identifier": ["0000-0002-5069-6304"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Human Genetics and Molecular Biology, Bharathiar University, Coimbatore, Tamil Nadu, India."}], "LastName": "Sangeetha", "ForeName": "T", "Initials": "T"}, {"Identifier": ["0000-0001-5544-8281"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "PG & Research Department of Botany, PSG College of Arts and Science, Coimbatore, Tamil Nadu, India."}], "LastName": "Ibrahim", "ForeName": "K Syed", "Initials": "KS"}, {"Identifier": ["0000-0002-9338-4925"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "PG & Research Department of Botany, PSG College of Arts and Science, Coimbatore, Tamil Nadu, India."}], "LastName": "Deepa", "ForeName": "S", "Initials": "S"}, {"Identifier": ["0000-0001-6938-1495"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Science and Biotechnology, Sejong University, Seoul, Republic of Korea."}], "LastName": "Balamuralikrishnan", "ForeName": "B", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Obstetrics and Gynaecology, Centre for Perinatal and Reproductive Medicine, University of Perugia, Perugia, Italy."}], "LastName": "Arun", "ForeName": "M", "Initials": "M"}, {"Identifier": ["0000-0003-3700-1907"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Bharathiar University, Tamil Nadu, Coimbatore, India."}], "LastName": "Velayuthaprabhu", "ForeName": "S", "Initials": "S"}, {"Identifier": ["0000-0002-2639-3186"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Bharathiar University, Tamil Nadu, Coimbatore, India."}], "LastName": "Saradhadevi", "ForeName": "K M", "Initials": "KM"}, {"Identifier": ["0000-0001-7485-1586"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Human Genetics and Molecular Biology, Bharathiar University, Coimbatore, Tamil Nadu, India."}], "LastName": "Anand", "ForeName": "A Vijaya", "Initials": "AV"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "The authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Koppula S., Alluri R., Kopalli S. R. Coriandrum sativum attenuates microglia mediated neuroinflammation and MPTP-induced behavioral and oxidative changes in Parkinson’s disease mouse model. EXCLI J . 2021;20(20):835–850. doi: 10.17179/excli2021-3668.", "ArticleIdList": ["10.17179/excli2021-3668", "PMC8222636", "34177406"]}, {"Citation": "Kothalawala S. D., Edward D., Harasgama J. C., et al. Immunomodulatory activity of a traditional Sri Lankan concoction of Coriandrum sativum L and Coscinium fenestratum G. Evidence-based Complementary and Alternative Medicine . 2020;2020:1–10. doi: 10.1155/2020/9715060.", "ArticleIdList": ["10.1155/2020/9715060", "PMC7509570", "33005205"]}, {"Citation": "Elmas L., Secme M., Mammadov R., Fahrioglu U., Dodurga Y. The determination of the potential anticancer effects of Coriandrum sativum in PC‐3 and LNCaP prostate cancer cell lines. Journal of Cellular Biochemistry . 2019;120(3):3506–3513. doi: 10.1002/jcb.27625.", "ArticleIdList": ["10.1002/jcb.27625", "30417420"]}, {"Citation": "Jesuthasan A. S., Uluwaduge D. I. Ethnobotanics used in folk medicine of Tamil culture in Sri Lanka: a scientific review. Journal of Integrative Medicine . 2017;15(1):19–26. doi: 10.1016/s2095-4964(17)60317-0.", "ArticleIdList": ["10.1016/s2095-4964(17)60317-0", "28088256"]}, {"Citation": "Vekaria R. H., Patel M. N., Bhalodiya P. N., Patel V., Desai T. R., Tirgar P. R. Evaluation of neuroprotective effect of Coriandrum sativum Linn. against ischemicreperfusion insult in brain. International Journal of Phytopharmacology . 2012;2:186–193."}, {"Citation": "Chen J., Zhang N. N., Pan Q., et al. Hydrogen sulphide alleviates iron deficiency by promoting iron availability and plant hormone levels in glycine max seedlings. BMC Plant Biology . 2020;20(1):p. 383. doi: 10.1186/s12870-020-02601-2.", "ArticleIdList": ["10.1186/s12870-020-02601-2", "PMC7441670", "32819279"]}, {"Citation": "Finnamore H., Le Couteur J., Hickson M., Busbridge M., Whelan K., Shovlin C. L. Hemorrhage-adjusted iron requirements, hematinics and hepcidin define hereditary hemorrhagic telangiectasia as a model of hemorrhagic iron deficiency. PLoS One . 2013;8(10) doi: 10.1371/journal.pone.0076516.", "ArticleIdList": ["10.1371/journal.pone.0076516", "PMC3797784", "24146883"]}, {"Citation": "Verna G., Sila A., Liso M., et al. Iron-enriched nutritional supplements for the 2030 pharmacy shelves. Nutrients . 2021;13(2):p. 378. doi: 10.3390/nu13020378.", "ArticleIdList": ["10.3390/nu13020378", "PMC7912282", "33530485"]}, {"Citation": "Ems T., St Lucia K., Huecker M. R. Biochemistry, Iron Absorption. [Updated 2021 Apr 26]. in: StatPearls [Internet]. Treasure Island, FL, USA: StatPearls Publishing; 2021. Available from: https://www.ncbi.nlm.nih.gov/books/NBK448204/", "ArticleIdList": ["28846259"]}, {"Citation": "Rossler J., Schoenrath F., Seifert B., et al. Iron deficiency is associated with higher mortality in patients undergoing cardiac surgery: a prospective study. British Journal of Anaesthesia . 2020;124(1):25–34. doi: 10.1016/j.bja.2019.09.016.", "ArticleIdList": ["10.1016/j.bja.2019.09.016", "31668348"]}, {"Citation": "Arnon D. I. Copper enzymes in isolated chloroplasts. Polyphenoloxidase in beta vulgaris. Plant Physiology . 1949;24(1):1–15. doi: 10.1104/pp.24.1.1.", "ArticleIdList": ["10.1104/pp.24.1.1", "PMC437905", "16654194"]}, {"Citation": "Woods J., Mellon M. Thiocyanate method for iron: a spectrophotometric study. Industrial & Engineering Chemistry Analytical Edition . 1941;13(8):551–554. doi: 10.1021/i560096a013.", "ArticleIdList": ["10.1021/i560096a013"]}, {"Citation": "Lee H. G., Lu Y. A., Je J. G., et al. Effects of ethanol extracts from Grateloupia elliptica, a red seaweed, and its chlorophyll derivative on 3t3-l1 adipocytes: suppression of lipid accumulation through downregulation of adipogenic protein expression. Marine Drugs . 2021;19(2):p. 91. doi: 10.3390/md19020091.", "ArticleIdList": ["10.3390/md19020091", "PMC7916037", "33557339"]}, {"Citation": "Rabiei Z., Hosseini S. J., Pirdashti H., Hazrati S. Physiological and biochemical traits in coriander affected by plant growth-promoting rhizobacteria under salt stress. Heliyon . 2020;6(10) doi: 10.1016/j.heliyon.2020.e05321.e05321", "ArticleIdList": ["10.1016/j.heliyon.2020.e05321", "PMC7591739", "33145448"]}, {"Citation": "Rajeshwari U., Andallu B. Medicinal benefits of coriander (Coriandrum sativum L.) Spatula DD . 2011;1:p. 51. doi: 10.5455/spatula.20110106123153.", "ArticleIdList": ["10.5455/spatula.20110106123153"]}, {"Citation": "Bhat S., Kaushal P., Kaur M., Sharna H. K. Coriander (Coriandrum sativum L.): processing, nutritional and functional aspects. African Journal of Plant Science . 2014;8(1):25–33. doi: 10.5897/ajps2013.1118.", "ArticleIdList": ["10.5897/ajps2013.1118"]}, {"Citation": "Priyadarshi S., Khanum H., Ravi R., Borse B. B., Naidu M. M. Flavour characterisation and free radical scavenging activity of coriander (Coriandrum sativum L.) foliage. Journal of Food Science & Technology . 2016;53(3):1670–1678. doi: 10.1007/s13197-015-2071-1.", "ArticleIdList": ["10.1007/s13197-015-2071-1", "PMC4984701", "27570292"]}, {"Citation": "Kofidis G., Giannakoula A., Ilias I. F. Growth, anatomy and chlorophyll fluorescence of coriander plants (Coriandrum sativum L.) treated with prohexadione-calcium and daminozide. Acta Biologica Cracoviensia - Series Botanica . 2008;50:p. 55."}, {"Citation": "Kathirvel K., Gariepy Y., Valerie O. R. S. A. T., Raghavan V. Microwave drying - a promising alternative for the herb processing industry. CSBE 2006 Annual Conference Proceedings . 2006;06(212):02–16."}, {"Citation": "Najla S., Sanoubar R., Murshed R. Morphological and biochemical changes in two parsley varieties upon water stress. Physiology and Molecular Biology of Plants . 2012;18(2):133–139. doi: 10.1007/s12298-012-0105-y.", "ArticleIdList": ["10.1007/s12298-012-0105-y", "PMC3550502", "23573050"]}, {"Citation": "Arnold C., Schwarzenbolz U., Bohm V. Carotenoids and chlorophylls in processed xanthophyll-rich food. Lebensmittel-Wissenschaft und -Technologie- Food Science and Technology . 2014;57(1):442–445. doi: 10.1016/j.lwt.2014.01.004.", "ArticleIdList": ["10.1016/j.lwt.2014.01.004"]}, {"Citation": "Kuzma P., Druzynska B., Obiedzinski M. Optimization of extraction conditions of some polyphenolic compounds from parsley leaves (Petroselinum crispum) Acta Scientiarum Polonorum Technologia Alimentaria . 2014;13(2):145–154. doi: 10.17306/j.afs.2014.2.4.", "ArticleIdList": ["10.17306/j.afs.2014.2.4", "24876310"]}, {"Citation": "Paulert R., Ascrizzi R., Malatesta S., et al. Ulva intestinalis extract acts as biostimulant and modulates metabolites and hormone balance in basil (Ocimum basilicum L.) and parsley (Petroselinum crispum L.) Plants . 2021;10(7):p. 1391. doi: 10.3390/plants10071391.", "ArticleIdList": ["10.3390/plants10071391", "PMC8309453", "34371594"]}, {"Citation": "El-Nakhel C., Pannico A., Graziani G., et al. Mineral and antioxidant attributes of Petroselinum crispum at different stages of ontogeny: microgreens v s baby greens. Agronomy . 2021;11(5):p. 857. doi: 10.3390/agronomy11050857.", "ArticleIdList": ["10.3390/agronomy11050857"]}, {"Citation": "Jangra S. S., Madan V. K., Singh I., Dusyant Comparative analysis of phytochemical profile and antioxidant activity of coriander (Coriandrum sativum L.) Asian Journal of Chemistry . 2018;30(3):508–512. doi: 10.14233/ajchem.2018.20930.", "ArticleIdList": ["10.14233/ajchem.2018.20930"]}, {"Citation": "Said-Al Ahl H. A. H., Omer E. A. Effect of spraying with zinc and/or iron on growth and chemical composition of coriander (Coriandrum sativum L.) harvested at three stages of development. Journal of Medicinal Food Plants . 2009;1:30–46."}, {"Citation": "Kontoghiorghes G. J., Kolnagou A., Demetriou T., Neocleous M., Kontoghiorghe C. N. New era in the treatment of iron deficiency anaemia using trimaltol iron and other lipophilic iron chelator complexes: historical perspectives of discovery and future applications. International Journal of Molecular Sciences . 2021;22(11):p. 5546. doi: 10.3390/ijms22115546.", "ArticleIdList": ["10.3390/ijms22115546", "PMC8197347", "34074010"]}, {"Citation": "Ravingerova T., Kindernay L., Bartekova M., et al. The molecular mechanisms of iron metabolism and its role in cardiac dysfunction and cardioprotection. International Journal of Molecular Sciences . 2020;21(21):p. 7889. doi: 10.3390/ijms21217889.", "ArticleIdList": ["10.3390/ijms21217889", "PMC7660609", "33114290"]}, {"Citation": "Vanisha S. N., Monika S. Carotene content of coriander leaves (Coriandrum sativum), amaranth, red (Amaranthus sp), green garlic (Allium sativum) and mogri (Raphanus caudatus) and its products. Journal of Applied Pharmaceutical Science . 2014;4(08):069–074."}, {"Citation": "Rezazad M., Farokhi F. Protective effect of Petroselinum crispum extract in abortion using prostadin-induced renal dysfunction in female rats. Avicenna Journal of Phytomedicine . 2014;4(5):312–319.", "ArticleIdList": ["PMC4224708", "25386393"]}, {"Citation": "Talaei R., Kheirollah A., Babaahmadi Rezaei H., Mansouri E., Mohammadzadeh G. The protective effects of hydro-alcoholic extract of Coriandrum sativum in rats with experimental iron-overload condition. Jundishapur Journal of Natural Pharmaceutical Products . 2017;13(2) doi: 10.5812/jjnpp.65028.e65028", "ArticleIdList": ["10.5812/jjnpp.65028"]}, {"Citation": "Es-Safi I., Mechchate H., Amaghnouje A., et al. The potential of parsley polyphenols and their antioxidant capacity to help in the treatment of depression and anxiety: an in vivo subacute study. Molecules . 2021;26(7):p. 2009. doi: 10.3390/molecules26072009.", "ArticleIdList": ["10.3390/molecules26072009", "PMC8037343", "33916097"]}, {"Citation": "El-Bahr S. M., Elbakery A. M., El-Gazzar N., et al. Biosynthesized iron oxide nanoparticles from Petroselinum crispum leaf extract mitigate lead-acetate-induced anemia in male albino rats: hematological, biochemical and histopathological features. Toxics . 2021;9(6):p. 123. doi: 10.3390/toxics9060123.", "ArticleIdList": ["10.3390/toxics9060123", "PMC8227184", "34072696"]}, {"Citation": "Lakshmana Prabu S., Umamaheswari A., Tamilselvan V., Brithvi V. In silico analysis of Coriandrum Sativum against sPLA2 as a therapeutic target protein for Antiasthmatic activity. International Journal of Research in Pharmacology & Pharmacotherapeutics . 2016:55–64."}, {"Citation": "Mechchate H., Costa de Oliveira R., Es-Safi I., et al. Antileukemic activity and molecular docking study of a polyphenolic extract from coriander seeds. Pharmaceuticals . 2021;14(8):p. 770. doi: 10.3390/ph14080770.", "ArticleIdList": ["10.3390/ph14080770", "PMC8400422", "34451867"]}, {"Citation": "Au A. P., Reddy M. B. Caco-2 cells can be used to assess human iron bioavailability from a semipurified meal. Journal of Nutrition . 2000;130(5):1329–1334. doi: 10.1093/jn/130.5.1329.", "ArticleIdList": ["10.1093/jn/130.5.1329", "10801938"]}, {"Citation": "Kalgaonkar S., Lonnerdal B. Effects of dietary factors on iron uptake from ferritin by Caco-2 cells. The Journal of Nutritional Biochemistry . 2008;19(1):33–39. doi: 10.1016/j.jnutbio.2007.02.001.", "ArticleIdList": ["10.1016/j.jnutbio.2007.02.001", "PMC2265087", "17509858"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "3", "Day": "8"}, {"Year": "2022", "Month": "4", "Day": "11"}, {"Year": "2022", "Month": "4", "Day": "12"}, {"Year": "2022", "Month": "5", "Day": "10", "Hour": "1", "Minute": "46"}, {"Year": "2022", "Month": "5", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "11", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "4", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["35535153", "PMC9078780", "10.1155/2022/7359081"]}}], "PubmedBookArticle": []}