{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35544538", "DateCompleted": {"Year": "2022", "Month": "05", "Day": "17"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "05", "Day": "11"}], "Language": ["eng"], "ELocationID": ["e0263605", "10.1371/journal.pone.0263605"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "17", "Issue": "5", "PubDate": {"Year": "2022"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Phytotoxicological study of selected poisonous plants from Azad Jammu & Kashmir.", "Pagination": {"StartPage": "e0263605", "MedlinePgn": "e0263605"}, "Abstract": {"AbstractText": ["Poisonous plants cause tremendous economic losses to the livestock industry. These economic losses are deterioration in their health, decreased productivity, deformed offspring, and reduced longevity. The current study is the first comprehensive report on poisonous plants of Azad Jammu and Kashmir which systematically documents the phytotoxicological effect and mode of action in livestock. The information was gathered from 271 informants including 167 men and 104 women through semi-structured interviews and literature search through available databases. The data collected through interviews was analyzed with quantitative tools viz. the factor informant consensus and fidelity level. A total of 38 species of flowering plants belonging to 23 families and 38 genera were reported. Family Asteraceae (5 spp) was the most dominant, followed by Solanaceae (4 spp), Fabaceae (4 spp), Euphorbiaceae (4 spp) and Convolvulaceae (3 spp). Among all the species collected, herbs were the dominant life form (22 spp, 57.89%), trailed by shrubs (11 spp, 28.95%), and trees (5 spp, 13.16%). Whole plant toxicity was reported to be the highest (15 spp, 39.47%), followed by leaf toxicity (12 spp, 31.58%), seed toxicity (4 spp, 7.89%), fruit toxicity (3 spp, 10.53%), latex toxicity (2 spp, 5.26%), flowers toxicity (1 spp, 2.63%), and berries toxicity (1 spp, 2.63%). The most toxic route of administration was found oral (39 spp, 40.63%), followed by intraperitoneal (24 spp, 25%), and intravenous (21 spp, 21.88%). The most commonly affected organ was found liver (20.41%), followed by gastrointestinal tract (20.341%), CNS (16.33%), skin (14.29%), kidneys (12.24%), lungs (4.04%), reproductive organs (2.04%), spleen (1.75%), blood (1.75%), heart (1.75%), urinary tract (1.75%), and pancreas (1.75%). The maximum Fic value was found for dermatological disorders (0.91), followed by the endocrine system (0.90), gastrointestinal (0.82), neurology (0.77), nephrology (0.67), cardiovascular (0.67), urinary (0.67), respiratory (0.60), sexual (0.60) disorders. Senecio vulgaris, and Ageratum conyzoides were the most important plants with fidelity level (0.95) and (0.87). Nerium oleander, Lantana camara, Leucaena leucocephala, and Ricinus communis were the important poisonous plant with maximum fidelity level (100%). Ricinus communis with reported lowest LD50 (<20 mg/kg) was the top-ranked poisonous plant followed by Lantana camara and Justicia adhatoda (25-50 mg/kg), Nerium Oleander (157.37 mg/kg), and Datura innoxia (400 mg/kg). We found that knowledge about poisonous plants is less prevailing in the rural areas of Azad Kashmir compared to the knowledge about medicinal plants and poisonous nature of reported plants is due to production of toxic substances and presence of essential oils."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Veterinary Pathology, Faculty of Animal Husbandry and Veterinary Sciences, Sindh Agriculture University, Tandojam, Pakistan."}, {"Identifier": [], "Affiliation": "Department of Pathobiology, Faulty of Veterinary and Animal Sciences, University of Poonch Rawalakot (UPR), Azad Jammu & Kashmir, Pakistan."}], "LastName": "Rasool", "ForeName": "Faisal", "Initials": "F"}, {"Identifier": ["0000-0003-1982-5400"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Veterinary Pathology, Faculty of Animal Husbandry and Veterinary Sciences, Sindh Agriculture University, Tandojam, Pakistan."}], "LastName": "Nizamani", "ForeName": "Zaheer Ahmed", "Initials": "ZA"}, {"Identifier": ["0000-0001-8814-9878"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, University of Poonch Rawalakot (UPR), Azad Jammu & Kashmir, Pakistan."}], "LastName": "Ahmad", "ForeName": "Khawaja Shafique", "Initials": "KS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Veterinary Pathology, Faculty of Animal Husbandry and Veterinary Sciences, Sindh Agriculture University, Tandojam, Pakistan."}], "LastName": "Parveen", "ForeName": "Fahmida", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathobiology, Faulty of Veterinary and Animal Sciences, University of Poonch Rawalakot (UPR), Azad Jammu & Kashmir, Pakistan."}], "LastName": "Khan", "ForeName": "Shahzad Akbar", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathobiology, Faulty of Veterinary and Animal Sciences, University of Poonch Rawalakot (UPR), Azad Jammu & Kashmir, Pakistan."}], "LastName": "Sabir", "ForeName": "Naveed", "Initials": "N"}], "PublicationTypeList": ["Journal Article", "Retracted Publication"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "CommentsCorrectionsList": [{"RefSource": "PLoS One. 2023 Jun 14;18(6):e0286777. doi: 10.1371/journal.pone.0286777", "PMID": "37315021"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Ethnopharmacology"}, {"QualifierName": [], "DescriptorName": "Fabaceae"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Knowledge"}, {"QualifierName": [], "DescriptorName": "Lantana"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Nerium"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Plants, Toxic"}, {"QualifierName": [], "DescriptorName": "Ricinus"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Jayathilakan K, Sultana K, Radhakrishna K, Bawa AS. Utilization of byproducts and waste materials from meat, poultry and fish processing industries: a review. Journal of Food Science and Technology. 2012. Jun;49(3):278–93. doi: 10.1007/s13197-011-0290-7", "ArticleIdList": ["10.1007/s13197-011-0290-7", "PMC3614052", "23729848"]}, {"Citation": "Dubey NK, Dwivedy AK, Chaudhari AK, Das S. Common toxic plants and their forensic significance. In Natural Products and Drug Discovery 2018. Jan 1 (pp. 349–374). Elsevier."}, {"Citation": "Modi GM, Doherty CB, Katta R, Orengo IF. Irritant contact dermatitis from plants. Dermatitis. 2009. Mar 1;20(2):63–78.", "ArticleIdList": ["19426612"]}, {"Citation": "Mußhoff F, Jacob B, Fowinkel C, Daldrup T. Suicidal yew leave ingestion—phloroglucindimethylether (3, 5-dimethoxyphenol) as a marker for poisoning from Taxus baccata. International Journal of Legal Medicine. 1993. Jan;106(1):45–50. doi: 10.1007/BF01225024", "ArticleIdList": ["10.1007/BF01225024", "8398891"]}, {"Citation": "Crosera M, Bovenzi M, Maina G, Adami G, Zanette C, Florio C, et al.. Nanoparticle dermal absorption and toxicity: a review of the literature. International Archives of Occupational and Environmental Health. 2009; 82(9):1043–55. doi: 10.1007/s00420-009-0458-x", "ArticleIdList": ["10.1007/s00420-009-0458-x", "19705142"]}, {"Citation": "Inthavong K, Mouritz AP, Dong J, Tu JY. Inhalation and deposition of carbon and glass composite fibre in the respiratory airway. Journal of aerosol science. 2013. 1;65:58–68."}, {"Citation": "Oladosu Y, Rafii MY, Abdullah N, Hussin G, Ramli A, Rahim HA, et al.. Principle and application of plant mutagenesis in crop improvement: a review. Biotechnology & Biotechnological Equipment. 2016. 2; 30(1):1–6."}, {"Citation": "Neto JE, Difante GS, Lana ÂM, Medeiros HR, Aguiar EM, Montagner DB, et al.. Forage quality and performance of sheep in Massai grass pastures managed at pre-grazing canopy heights. South African Journal of Animal Science. 2018; 48(6)."}, {"Citation": "Ahmad M, Shah MY, Naqshi AR. Poisonous plants of the Kashmir Himalaya: a checklist. In Biodiversity of the Himalaya: Jammu and Kashmir State 2020. (pp. 657–672). Springer, Singapore."}, {"Citation": "Onyeyili PA, Chibuzo GA, Brisaibe F, Egwu GO. Accidental plant poisoning of sheep in an arid zone of Nigeria. Organizacion de las Naciones Unidas para la Agricultura y la Alimentacion, Roma (Italia).; 2018."}, {"Citation": "Leong LE, Khan S, Davis CK, Denman SE, McSweeney CS. Fluoroacetate in plants-a review of its distribution, toxicity to livestock and microbial detoxification. Journal of Animal Science and Biotechnology. 2017;8 (1):1–1. doi: 10.1186/s40104-017-0180-6", "ArticleIdList": ["10.1186/s40104-017-0180-6", "PMC5485738", "28674607"]}, {"Citation": "Anadón A, Martínez-Larrañaga MR, Ares I, Martínez MA. Poisonous plants of the Europe. In Veterinary Toxicology 2018. Jan 1 (pp. 891–909). Academic Press."}, {"Citation": "Desta AH. Livestock Poisoning Plants: Identification and its Veterinary Importance in Afar Region of Ethiopia. The Open Agriculture Journal. 2019. 30; 13 (1)."}, {"Citation": "Botha CJ, Penrith ML. Poisonous plants of veterinary and human importance in southern Africa. Journal of Ethnopharmacology. 2008. 28; 119 (3):549–58. doi: 10.1016/j.jep.2008.07.022", "ArticleIdList": ["10.1016/j.jep.2008.07.022", "18706990"]}, {"Citation": "Pardon B, De Bleecker K, Hostens M, Callens J, Dewulf J, Deprez P. Longitudinal study on morbidity and mortality in white veal calves in Belgium. BMC Veterinary Research. 2012. 8(1):1–5. doi: 10.1186/1746-6148-8-26", "ArticleIdList": ["10.1186/1746-6148-8-26", "PMC3366893", "22414223"]}, {"Citation": "Nielsen DΒ, Rimbey NR, James LF. Economic considerations of poisonous plants on livestock. In The ecology and economic impact of poisonous plants on livestock production 2019. 12 (pp. 5–15). CRC Press."}, {"Citation": "Kara E, Sürmen M. The effects of secondary metabolites of rangeland and pasture plants on the animal health in Mediterranean ecological conditions. Journal of US-China Medical Science. 2019; 16:63–72."}, {"Citation": "Stevenson PC, Nicolson SW, Wright GA. Plant secondary metabolites in nectar: impacts on pollinators and ecological functions. Functional Ecology. 2017. 31(1):65–75."}, {"Citation": "Matsuura HN, Fett-Neto AG. Plant alkaloids: main features, toxicity, and mechanisms of action. Plant Toxins. 2015; 2(7):1–5."}, {"Citation": "Lange BM. The evolution of plant secretory structures and emergence of terpenoids chemical diversity. Annual Review of Plant Biology. 2015. 29; 66:139–59. doi: 10.1146/annurev-arplant-043014-114639", "ArticleIdList": ["10.1146/annurev-arplant-043014-114639", "25621517"]}, {"Citation": "Gershenzon J. The cost of plant chemical defense against herbivory: a biochemical perspective. In Insect-plant interactions 2017. Nov 22 (pp. 105–176). CRC Press."}, {"Citation": "Karabourniotis G, Horner HT, Bresta P, Nikolopoulos D, Liakopoulos G. New insights into the functions of carbon–calcium inclusions in plants. New Phytologist. 2020; 228 (3):845–54. doi: 10.1111/nph.16763", "ArticleIdList": ["10.1111/nph.16763", "32583442"]}, {"Citation": "Ahmed SM. Hematological and biochemical changes in rabbits exposed to castor oil (Ricinus communis) under experimental conditions. Al-Mustansiriyah Journal of Science. 2017. Nov 19; 28(1):19–24."}, {"Citation": "Kumar R, Katiyar R, Kumar S, Kumar T, Singh V. Lantana camara: An alien weed, its impact on animal health and strategies to control. Journal of Experimental Biology. 2016. Jun;4:3S."}, {"Citation": "Abdou RH, Basha WA, Khalil WF. Subacute toxicity of Nerium oleander ethanolic extract in mice. Toxicological Research. 2019. 35(3):233–9. doi: 10.5487/TR.2019.35.3.233", "ArticleIdList": ["10.5487/TR.2019.35.3.233", "PMC6629440", "31341552"]}, {"Citation": "Ben Younes A, Ben Salem M, El Abed H, Jarraya R. Phytochemical screening and antidiabetic, antihyperlipidemic, and antioxidant properties of Anthyllis henoniana (Coss.) flowers extracts in an alloxan-induced rats model of diabetes. Evidence-Based Complementary and Alternative Medicine. 2018. Jun 24;2018.", "ArticleIdList": ["PMC6035852", "30034500"]}, {"Citation": "Khan RU, Mehmood S, Khan SU. Toxic effect of common poisonous plants of district Bannu, Khyber Pakhtunkhwa, Pakistan. Pakistan Journal of Pharmaceutical Sciences. 2018. 1; 31(1).", "ArticleIdList": ["29348085"]}, {"Citation": "Apollo M, Dash SK, Padhy S. Eco-consciousness for poisonous and injurious plants among urban dwellers of Bhubaneswar, Orissa. Journal of Human Ecology. 2006. Apr 1; 19(4):239–48."}, {"Citation": "Agaie BM, Salisu A, Ebbo AA. A survey of common toxic plants of livestock in Sokoto State, Nigeria. Scientific Research and Essays. 2007. Feb 28; 2(2):040–2."}, {"Citation": "Ozturk M, Uysal I, Guecel S, Mert T, Akcicek E, Celik S. Ethnoecology of poisonous plants of Turkey and Northern Cyprus. Pakistan Journal of Botany. 2008. 1; 40(4):1359–86."}, {"Citation": "Cohen K, Weinstein AM. Synthetic and non-synthetic cannabinoid drugs and their adverse effects-a review from public health perspective. Frontiers in Public Health. 2018. Jun 7;6:162. doi: 10.3389/fpubh.2018.00162", "ArticleIdList": ["10.3389/fpubh.2018.00162", "PMC5999798", "29930934"]}, {"Citation": "Naiel MA, Shehata AM, Negm SS, Abd El‐Hack ME, Amer MS, Khafaga AF, et al.. The new aspects of using some safe feed additives on alleviated imidacloprid toxicity in farmed fish: A review. Reviews in Aquaculture. 2020. 12(4):2250–67."}, {"Citation": "Chen M, Zhou S, Zhu Y, Sun Y, Zeng G, Yang C, et al.. Toxicity of carbon nanomaterials to plants, animals and microbes: Recent progress from 2015-present. Chemosphere. 2018. 1; 206:255–64. doi: 10.1016/j.chemosphere.2018.05.020", "ArticleIdList": ["10.1016/j.chemosphere.2018.05.020", "29753288"]}, {"Citation": "Acamovic Thomas, Stewart Colin S., and Pennycott T. W., eds. Poisonous plants and related toxins. CABI, 2004."}, {"Citation": "Bhatia H, Manhas RK, Kumar K, Magotra R. Traditional knowledge on poisonous plants of Udhampur district of Jammu and Kashmir, India. Journal of Ethnopharmacology. 2014. Feb 27; 152(1):207–16. doi: 10.1016/j.jep.2013.12.058", "ArticleIdList": ["10.1016/j.jep.2013.12.058", "24412380"]}, {"Citation": "Ahmad KS, Hamid A, Nawaz F, Hameed M, Ahmad F, Deng J, et al.. Ethnopharmacological studies of indigenous plants in Kel village, Neelum valley, Azad Kashmir, Pakistan. Journal of Ethnobiology and Ethnomedicine. 2017. Dec;13(1):1–6. doi: 10.1186/s13002-016-0106-y", "ArticleIdList": ["10.1186/s13002-016-0106-y", "PMC5709976", "29191238"]}, {"Citation": "Henrich J. The evolution of costly displays, cooperation and religion: Credibility enhancing displays and their implications for cultural evolution. Evolution and Human Behavior. 2009. Jul 1; 30(4):244–60."}, {"Citation": "Termote C, Van Damme P, Djailo BD. Eating from the wild: Turumbu, Mbole and Bali traditional knowledge on non-cultivated edible plants, District Tshopo, DRCongo. Genetic Resources and Crop Evolution. 2011. 58(4):585–618."}, {"Citation": "Majeed M, Bhatti KH, Amjad MS, Abbasi AM, Bussmann RW, Nawaz F, et al.. Ethno-veterinary uses of Poaceae in Punjab, Pakistan. PloS one. 2020. 3; 15(11):e0241705 doi: 10.1371/journal.pone.0241705", "ArticleIdList": ["10.1371/journal.pone.0241705", "PMC7608896", "33142315"]}, {"Citation": "Iqbal MS, Ahmad KS, Ali MA, Akbar M, Mehmood A, Nawaz F, et al.. (2021) An ethnobotanical study of wetland flora of Head Maralla Punjab Pakistan. PLoS ONE 16(10): e0258167. doi: 10.1371/journal.pone.0258167", "ArticleIdList": ["10.1371/journal.pone.0258167", "PMC8516287", "34648500"]}, {"Citation": "Alexiades MN, Sheldon JW. Selected guidelines for ethnobotanical research: a field manual. 1996."}, {"Citation": "da Silva M, Moraes AM, Nishikawa MM, Gatti MJ, de Alencar MV, Brandão LE, et al.. Inactivation of fungi from deteriorated paper materials by radiation. International Biodeterioration & Biodegradation. 2006. 1; 57(3):163–7."}, {"Citation": "Heinrich M, Ankli A, Frei B, Weimann C, Sticher O. Medicinal plants in Mexico: Healers’ consensus and cultural importance. Social Science & Medicine. 1998. 1; 47(11):1859–71. doi: 10.1016/s0277-9536(98)00181-6", "ArticleIdList": ["10.1016/s0277-9536(98)00181-6", "9877354"]}, {"Citation": "Gazzaneo LR, De Lucena RF, de Albuquerque UP. Knowledge and use of medicinal plants by local specialists in a region of Atlantic Forest in the state of Pernambuco (Northeastern Brazil). Journal of Ethnobiology and Ethnomedicine. 2005. Dec; 1(1):1–8.", "ArticleIdList": ["PMC1291389", "16270911"]}, {"Citation": "Srithi K, Balslev H, Wangpakapattanawong P, Srisanga P, Trisonthi C. Medicinal plant knowledge and its erosion among the Mien (Yao) in northern Thailand. Journal of Ethnopharmacology. 2009. 22; 123(2):335–42. doi: 10.1016/j.jep.2009.02.035", "ArticleIdList": ["10.1016/j.jep.2009.02.035", "19429381"]}, {"Citation": "Sharma R, Manhas RK, Magotra R. Ethnoveterinary remedies of diseases among milk yielding animals in Kathua, Jammu and Kashmir, India. Journal of Ethnopharmacology. 2012. 7; 141(1):265–72. doi: 10.1016/j.jep.2012.02.027", "ArticleIdList": ["10.1016/j.jep.2012.02.027", "22366093"]}, {"Citation": "Andrade-Cetto A. Ethnobotanical study of the medicinal plants from Tlanchinol, Hidalgo, México. Journal of Ethnopharmacology. 2009. Feb 25; 122(1):163–71. doi: 10.1016/j.jep.2008.12.008", "ArticleIdList": ["10.1016/j.jep.2008.12.008", "19146936"]}, {"Citation": "Friedman M, Thoresen CE, Gill JJ, Ulmer D, Powell LH, Price VA, et al.. Alteration of type A behavior and its effect on cardiac recurrences in post myocardial infarction patients: summary results of the recurrent coronary prevention project. American Heart Journal. 1986. Oct 1;112(4):653–65. doi: 10.1016/0002-8703(86)90458-8", "ArticleIdList": ["10.1016/0002-8703(86)90458-8", "3766365"]}, {"Citation": "Khunoana ET, Madikizela B, Erhabor JO, Nkadimeng SM, Arnot LF, Van Wyk I, et al.. A survey of plants used to treat livestock diseases in the Mnisi community, Mpumalanga, South Africa, and investigation of their antimicrobial activity. South African Journal of Botany. 2019. 1; 126:21–9."}, {"Citation": "Lizarraga I, Parton K. A survey of animal poisonings in New Zealand veterinary practices: perceptions on incidence and frequency of poisoning cases. New Zealand Veterinary Journal. 2021. 31(just-accepted):1–2.", "ArticleIdList": ["34078247"]}, {"Citation": "Montão DP, Araújo BT, Santos TF, Lima DB, Gonçalves FT, Duarte MD, et al.. Accidental poisoning by castor bean (Ricinus communis) cake in horses. Pesquisa Veterinária Brasileira. 2018; 38:1923–8."}, {"Citation": "Razinger G, Kozelj G, Gorjup V, Grenc D, Brvar M. Accidental poisoning with autumn crocus (Colchicum autumnale): a case series. Clinical toxicology. 2021. 3; 59(6):493–9. doi: 10.1080/15563650.2020.1832234", "ArticleIdList": ["10.1080/15563650.2020.1832234", "33156711"]}, {"Citation": "Reverter M, Tapissier-Bontemps N, Sasal P, Saulnier D. Use of medicinal plants in aquaculture. Diagnosis and control of diseases of fish and shellfish. 2017; 1:223–61."}, {"Citation": "Rubini S, Rossi SS, Mestria S, Odoardi S, Chendi S, Poli A, et al.. A probable fatal case of oleander (Nerium oleander) poisoning on a cattle farm: A new method of detection and quantification of the oleandrin toxin in rumen. Toxins. 2019. 11(8):442. doi: 10.3390/toxins11080442", "ArticleIdList": ["10.3390/toxins11080442", "PMC6723884", "31349685"]}, {"Citation": "Gaillard Y, Pepin G. Poisoning by plant material: review of human cases and analytical determination of main toxins by high-performance liquid chromatography–(tandem) mass spectrometry. Journal of Chromatography B: Biomedical Sciences and Applications. 1999. 15;733(1–2):181–229. doi: 10.1016/s0378-4347(99)00181-4", "ArticleIdList": ["10.1016/s0378-4347(99)00181-4", "10572982"]}, {"Citation": "Cappai MG, Aboling S. Toxic or harmful components of aromatic plants in animal nutrition. InFeed Additives 2020. Jan 1 (pp. 147–158). Academic Press."}, {"Citation": "Dauncey EA, Larsson S. Plants that kill: a natural history of the World’s most poisonous plants. Princeton University Press; 2018. 6."}, {"Citation": "Peng Z, Tong H, Liang G, Shi Y, Yuan L. Protoplast isolation and fusion induced by PEG with leaves and roots of tea plant (Camellia sinensis LO Kuntze). Acta Agronomica Sinica. 2018; 44(3):463–70."}, {"Citation": "Eason C, Miller A, Ogilvie S, Fairweather A. An updated review of the toxicology and ecotoxicology of sodium fluoroacetate (1080) in relation to its use as a pest control tool in New Zealand. New Zealand Journal of Ecology. 2011. 1:1–20."}, {"Citation": "Keeler RF, Van Kampen KR, James LF, editors. Effects of poisonous plants on livestock. Elsevier; 2013. 25."}, {"Citation": "Jaishankar M, Tseten T, Anbalagan N, Mathew BB, Beeregowda KN. Toxicity, mechanism and health effects of some heavy metals. Interdisciplinary toxicology. 2014; 7(2):60. doi: 10.2478/intox-2014-0009", "ArticleIdList": ["10.2478/intox-2014-0009", "PMC4427717", "26109881"]}, {"Citation": "Gupta R, Dhingra V. Plants and their toxic constituent’s forensic approach: a review. European Journal of Forensic Sciences. 2015; 2(2):15–25."}, {"Citation": "Gupta RK, Niyogi D, Nayan R, Singh SV, Mishra A, Varun VK. Clinico-pathological study of Lantana camara toxicity in a sheep farm J. Pharmacogn. Phytochem. 2019; 8(4):2219–21."}, {"Citation": "Kharchoufa L, Merrouni IA, Yamani A, Elachouri M. Profile on medicinal plants used by the people of North Eastern Morocco: toxicity concerns. Toxicon. 2018. 1; 154:90–113. doi: 10.1016/j.toxicon.2018.09.003", "ArticleIdList": ["10.1016/j.toxicon.2018.09.003", "30243516"]}, {"Citation": "Thomas E, Vandebroek I, Sanca S, Van Damme P. Cultural significance of medicinal plant families and species among Quechua farmers in Apillapampa, Bolivia. Journal of Ethnopharmacology. 2009. 25; 122(1):60–7. doi: 10.1016/j.jep.2008.11.021", "ArticleIdList": ["10.1016/j.jep.2008.11.021", "19101618"]}, {"Citation": "Huai H. Ethnomedicinal analysis of toxic plants from five ethnic groups in China. Ethnobotany Research and Applications. 2010. 2; 8:169–79."}, {"Citation": "Levetin-McMahon. Plants and society. 5th edition, The McGraw-Hill Companies; (2008)."}, {"Citation": "Parihaar RS, Bargali K, Bargali SS. Diversity and uses of Ethno-medicinal plants associated with traditional agroforestry systems in Kumaun Himalaya. Indian Journal of Agricultural Sciences. 2014.1; 84(12):1470–6."}, {"Citation": "Lakhdari W, Dehliz A, Acheuk F, Mlik R, Hammi H, Doumandji-Mitiche B, et al.. Ethnobotanical study of some plants used in traditional medicine in the region of Oued Righ (Algerian Sahara)."}, {"Citation": "Wink M. Evolution of secondary metabolites in legumes (Fabaceae). South African Journal of Botany. 2013. 1; 89:164–75."}, {"Citation": "Diaz GJ. Toxicosis by plant alkaloids in humans and animals in Colombia. Toxins. 2015; 7(12):5408–16. doi: 10.3390/toxins7124892", "ArticleIdList": ["10.3390/toxins7124892", "PMC4690142", "26690479"]}, {"Citation": "Chowański S, Adamski Z, Marciniak P, Rosiński G, Büyükgüzel E, Büyükgüzel K, et al.. A review of bioinsecticidal activity of Solanaceae alkaloids. Toxins. 2016. 8(3):60. doi: 10.3390/toxins8030060", "ArticleIdList": ["10.3390/toxins8030060", "PMC4810205", "26938561"]}, {"Citation": "Baloch AH, Baloch IA, Ahmed I, Ahmed S. A study of poisonous plants of Balochistan, Pakistan. Pure and Applied Biology (PAB). 2017. 26; 6(3):989–1001."}, {"Citation": "Kamboj A, Saluja AK. Phytopharmacological review of Xanthium strumarium L.(Cocklebur). International Journal of Green Pharmacy (IJGP). 2010; 4(3)."}, {"Citation": "Ballhorn DJ. Cyanogenic glycosides in nuts and seeds. InNuts and Seeds in Health and Disease Prevention 2011. Jan 1 (pp. 129–136). Academic Press. doi: 10.1007/s10886-010-9905-0", "ArticleIdList": ["10.1007/s10886-010-9905-0"]}, {"Citation": "Serrano R. Toxic plants: Knowledge, medicinal uses and potential human health risks. Environment and Ecology Research. 2018; 6(5):487–92."}, {"Citation": "Hassan HS, Sule MI, Musa AM, Musa KY, Abubakar MS, Hassan AS. Anti-inflammatory activity of crude saponin extracts from five Nigerian medicinal plants. African Journal of Traditional, Complementary and Alternative Medicines. 2012; 9(2):250–5. doi: 10.4314/ajtcam.v9i2.10", "ArticleIdList": ["10.4314/ajtcam.v9i2.10", "PMC3746630", "23983342"]}, {"Citation": "Randrianarivo HR, Razafindrakoto AR, Ratsimanohatra HC, Randriamampianina LJ, Rajemiarimoelisoa CF, Ramamonjisoa L, et al.. Toxic effects of seed methanolic extracts of endemic Albizia species (Fabaceae) from Madagascar on animals. Journal of life Sciences. 2014. 1; 8(8)."}, {"Citation": "Childers NF, Margoles MS. An apparent relation of nightshades (Solanaceae) to arthritis. Journal of Neurological and Orthopaedic Medicine and Surgery. 1993. Jan 1;14:227–."}, {"Citation": "Abdullahi MI, Uba A, Yaro A, Maxwell O, Yusuf AJ, Kabir S, et al.. Phytochemical screening, acute toxicity study and evaluation of antidiabetic properties of the methanolic leaf extract of Vernonia glaberrima (Asteraceae). Journal Pharmacology, Chemical and Biological Sciences. 2015; 3:169–77."}, {"Citation": "Freitas AF, Costa WK, Machado JC, Ferreira MR, Paiva PM, Medeiros PL, et al.. Toxicity assessment and antinociceptive activity of an ethanolic extract from Croton blanchetianus (Euphorbiaceae) leaves. South African Journal of Botany. 2020. 1;133:30–9."}, {"Citation": "Madureira AM, Ferreira MJ, Gyémánt N, Ugocsai K, Ascenso JR, Abreu PM, et al.. Rearranged jatrophane-type diterpenes from Euphorbia species. Evaluation of their effects on the reversal of multidrug resistance. Planta Medica. 2004.;70(01):45–9. doi: 10.1055/s-2004-815454", "ArticleIdList": ["10.1055/s-2004-815454", "14765292"]}, {"Citation": "Barla A, Birman H, KÜLTÜR Ş, Öksüz S. Secondary metabolites from Euphorbia helioscopia and their vasodepressor activity. Turkish Journal of Chemistry. 2006. 7; 30(3):325–32."}, {"Citation": "Zhang W, Guo YW. Chemical studies on the constituents of the hinese medicinal herb Euphorbia helioscopia L. Chemical and pharmaceutical bulletin. 2006; 54(7):1037–9. doi: 10.1248/cpb.54.1037", "ArticleIdList": ["10.1248/cpb.54.1037", "16819227"]}, {"Citation": "Umair M, Altaf M, Abbasi AM. An ethnobotanical survey of indigenous medicinal plants in Hafizabad district, Punjab-Pakistan. PloS one. 2017. 2;12(6):e0177912. doi: 10.1371/journal.pone.0177912", "ArticleIdList": ["10.1371/journal.pone.0177912", "PMC5456064", "28574986"]}, {"Citation": "Dusemund B, Nowak N, Sommerfeld C, Lindtner O, Schäfer B, Lampen A. Risk assessment of pyrrolizidine alkaloids in food of plant and animal origin. Food and Chemical Toxicology. 2018. 1; 115:63–72. doi: 10.1016/j.fct.2018.03.005", "ArticleIdList": ["10.1016/j.fct.2018.03.005", "29524571"]}, {"Citation": "Adibah KZ, Azzreena MA. Plant toxins: alkaloids and their toxicities. GSC Biological and Pharmaceutical Sciences. 2019; 6(2)."}, {"Citation": "Langford SD, Boor PJ. Oleander toxicity: an examination of human and animal toxic exposures. Toxicology. 1996. 3; 109(1):1–3. doi: 10.1016/0300-483x(95)03296-r", "ArticleIdList": ["10.1016/0300-483x(95)03296-r", "8619248"]}, {"Citation": "Vetter J. Plant cyanogenic glycosides. Toxicon. 2000. 1; 38(1):11–36. doi: 10.1016/s0041-0101(99)00128-2", "ArticleIdList": ["10.1016/s0041-0101(99)00128-2", "10669009"]}, {"Citation": "Bernhoft A. A brief review on bioactive compounds in plants. Bioactive compounds in plants-benefits and risks for man and animals. 2010; 50:11–7."}, {"Citation": "Bartnik M, Facey PC. Glycosides. In Pharmacognosy 2017. Jan 1 (pp. 101–161). Academic Press."}, {"Citation": "Nguyen LT, Farcas AC, Socaci SA, Tofana M, Diaconeasa ZM, Pop OL, et al.. An Overview of Saponins–A Bioactive Group. Bulletin UASVM Food Science and Technology. 2020; 77:1."}, {"Citation": "Kharchoufa L, Bouhrim M, Bencheikh N, Addi M, Hano C, Mechchate H, et al.. Potential Toxicity of Medicinal Plants Inventoried in Northeastern Morocco: An Ethnobotanical Approach. Plants. 2021; 10(6):1108. doi: 10.3390/plants10061108", "ArticleIdList": ["10.3390/plants10061108", "PMC8226742", "34072709"]}, {"Citation": "Tadesse E, Engidawork E, Nedi T, Mengistu G. Evaluation of the anti-diarrheal activity of the aqueous stem extract of Lantana camara Linn (Verbenaceae) in mice. BMC Complementary and Alternative Medicine. 2017. Dec;17(1):1–8. doi: 10.1186/s12906-016-1505-2", "ArticleIdList": ["10.1186/s12906-016-1505-2", "PMC5379525", "28376868"]}, {"Citation": "Santos PM, Batista DL, Ribeiro LA, Boffo EF, de Cerqueira MD, Martins D, et al.. Identification of antioxidant and antimicrobial compounds from the oilseed crop Ricinus communis using a multiplatform metabolite profiling approach. Industrial Crops and Products. 2018. Nov 15;124:834–44."}, {"Citation": "Al-Snafi AE. The chemical constituents and pharmacological effects of Convolvulus arvensis and Convolvulus scammonia-A review. IOSR Journal of Pharmacy. 2016; 6(6):64–75."}, {"Citation": "Kaur J, Mehta V, Kaur G. Preparation, development and characterization of Leucaena leucocephala galactomannan (LLG) conjugated sinapic acid: A potential colon targeted prodrug. International Journal of Biological Macromolecules. 2021. May 1;178:29–40. doi: 10.1016/j.ijbiomac.2021.02.132", "ArticleIdList": ["10.1016/j.ijbiomac.2021.02.132", "33631267"]}, {"Citation": "Farkhondeh T, Kianmehr M, Kazemi T, Samarghandian S, Khazdair MR. Toxicity effects of Nerium oleander, basic and clinical evidence: A comprehensive review. Human & Experimental Toxicology. 2020. Jun;39(6):773–84. doi: 10.1177/0960327120901571", "ArticleIdList": ["10.1177/0960327120901571", "31971021"]}, {"Citation": "Yanuartono Y, Indarjulianto S, Nururrozi A, Raharjo S, Purnamaningsih H. Brief Review: The Negative Impact of Mimosin in L. leucocephala in Ruminant Animals and Processing Methods to Reduce Poisoning Effects on Ruminant Livestock. Journal of Livestock Science and Production. 2019. 21;3(2):199."}, {"Citation": "Rios OL, Sousa KC, da Silva TB, de Souza FW, Notomi MK. Cannabis sativa poisoning: challenges related to the pet clinic. PUBVET. 2020; 14(9)."}, {"Citation": "Albuquerque SS, Rocha BP, Albuquerque RF, Oliveira JS, Medeiros RM, Riet-Correa F, et al.. Spontaneous poisoning by Ricinus communis (Euphorbiaceae) in cattle. Pesquisa Veterinária Brasileira. 2014; 34:827–31."}, {"Citation": "Muhammad BY, Alhassan AJ, Jaafaru IJ. Toxicity Study of Ricinus cummunis Lnn Seed Suspension in Female Wister Albino Rats. International Journal of Biochemistry Research & Review. 2015. 4;7(3):139–47."}, {"Citation": "Al-Khafaji NJ, Al-Zubaedi RM, Al-Khafaji MN. Comparable LD50 of Ricinus communis extract by different routes of administration in rabbits. Al-Anbar Journal of Veterinary Sciences. 2017; 10(1)."}, {"Citation": "Barik SS, Sahoo RP, Barik SS, Yadav MK. Lantana camara L.: An emerging threat to native flora and livestock: A review. Journal of Pharmacognosy and Phytochemistry. 2020;9(5):2363–6."}, {"Citation": "Damania A, Hassan M, Shirakigawa N, Mizumoto H, Kumar A, Sarin SK, et al.. Alleviating liver failure conditions using an integrated hybrid cryogel based cellular bioreactor as a bioartificial liver support. Scientific Reports. 2017. Jan 12;7(1):1–1. doi: 10.1038/s41598-016-0028-x", "ArticleIdList": ["10.1038/s41598-016-0028-x", "PMC5227920", "28079174"]}, {"Citation": "Baruti M, Singh B, Bhuyan M, Borthakur A, Bhuyan D, Chutia JP. Management of Lantana camara poisoning in a bull. International Journal of Chemical Studies. 2018; 6(1):950–2."}, {"Citation": "Atalla A, Dardona A. Poisonous and Narcotic Flora in the Gaza Strip-Palestine/A Review. European Journal of Medicinal Plants. 2019. Nov 2:1–2."}, {"Citation": "Kumar R, Sharma R, Patil RD, Mal G, Kumar A, Patial V, et al.. Sub-chronic toxicopathological study of lantadenes of Lantana camara weed in Guinea pigs. BMC Veterinary Research. 2018. Dec;14(1):1–3. doi: 10.1186/s12917-017-1323-x", "ArticleIdList": ["10.1186/s12917-017-1323-x", "PMC5899389", "29653586"]}, {"Citation": "Taheri S, Solati A, Moradi P, Tavassoly A, Yadi J. Toxic effects of Nerium oleander aqueous leaf extract on haematological parameters and histopathological changes of the lungs and heart in rabbits. Comparative clinical pathology. 2013. Nov 1;22(6):1189–93."}, {"Citation": "Ilavarasan R, Mallika M, Venkataraman S. Toxicological assessment of Ricinus communis Linn root extracts. Toxicology Mechanisms and Methods. 2011. 1;21(3):246–50. doi: 10.3109/15376516.2010.538752", "ArticleIdList": ["10.3109/15376516.2010.538752", "21142779"]}, {"Citation": "Bouzidi A, Mahdeb N, Kara N. Toxicity studies of alkaloids of seeds of Datura stramonium and synthesis alkaloids in male rats. Journal of Medicinal Plants Research. 2011. 4;5(15):3421–31."}, {"Citation": "Benouadah Z, Mahdeb N, Bouzidi A. Evaluation of acute and sub-acute toxicity of alkaloids from Datura stramonium sp. in mice. doi: 10.1007/s00792-014-0680-7", "ArticleIdList": ["10.1007/s00792-014-0680-7", "25078728"]}, {"Citation": "Reddy CV, Kamble A. Toxicity study of Achyranthus aspera. International Letters of Natural Sciences. 2014; 9."}, {"Citation": "Bhosale UA, Yegnanarayan R, Pophale P, Somani R. Effect of aqueous extracts of Achyranthes aspera Linn. On experimental animal model for inflammation. Ancient Science of Life. 2012. 31(4):202. doi: 10.4103/0257-7941.107362", "ArticleIdList": ["10.4103/0257-7941.107362", "PMC3644760", "23661870"]}, {"Citation": "Das AK, Bigoniya P, Verma NK, Rana AC. Gastroprotective effect of Achyranthes aspera Linn. leaf on rats. Asian Pacific Journal of Tropical Medicine. 2012. 1;5(3):197–201. doi: 10.1016/S1995-7645(12)60024-8", "ArticleIdList": ["10.1016/S1995-7645(12)60024-8", "22305784"]}, {"Citation": "Diallo A, Eklu-Gadegkeku K, Agbono A, Aklikokou K, Creppy EE, Gbeassor M. Acute and sub-chronic (28-day) oral toxicity studies of hydroalcohol leaf extract of Ageratum conyzoides L (Asteraceae). Tropical Journal of Pharmaceutical Research. 2010;9(5)."}, {"Citation": "Igboasoiyi AC, Eseyin OA, Ezenwa NK, Oladimeji HO. Studies on the Toxicity of Ageraturn conyzoides. Journal of Pharmacology and Toxicology. 2007; 2(8):743–7."}, {"Citation": "Toson EA, Habib SA, Saad EA, Harraz NH. Toxic and anti-fertility effects of Alocasia macrorrhiza and Calotropis procera ethanolic extracts on male mice. International Journal of Biochemistry Photon 2014; 195:328–8."}, {"Citation": "Choudhury A. The hepatoprotective and antifibrotic potential of root extract of Alocasia indica Linn. Against ccl4 induced hepatic injury and fibrosis in wistar rats. Journal of Drug Delivery and Therapeutics. 2014. Aug 20; 4(4):145–9."}, {"Citation": "Chavan A, Gangane GR, Moregaonkar SD, Rajurkar SR, Ranvir GD. Determination of LD50 of aqueous extract of Anagallis arvensis in Wistar rats. Int J Chem Stud 2019;7(6):943–945. doi: 10.3889/oamjms.2019.191", "ArticleIdList": ["10.3889/oamjms.2019.191", "PMC6454177", "30976337"]}, {"Citation": "Pahwa R, Chatterjee VC. The toxicity of Mexican poppy (Argemone mexicana L) seeds to rats. Veterinary and Human Ttoxicology. 1989. 1; 31(6):555–8.", "ArticleIdList": ["2617838"]}, {"Citation": "Yuet Ping K, Darah I, Chen Y, Sreeramanan S, Sasidharan S. Acute and subchronic toxicity study of Euphorbia hirta L. methanol extract in rats. BioMed research international. 2013; 2013. doi: 10.1155/2013/182064", "ArticleIdList": ["10.1155/2013/182064", "PMC3872372", "24386634"]}, {"Citation": "Kulkarni YA, Warrier S. Acute and repeated dose toxicity studies of methanol extract of Bauhinia variegata leaves. The Faseb Journal. 2012; 1124–5."}, {"Citation": "Cárdenas MB, Álvarez CS, Morgado EB, Gutiérrez MG, Monteagudo GL, Suarez OS. Toxicological evaluation of an infusion of Bidens pilosa. Pharmacologyonline. 2006; 3:428–34."}, {"Citation": "Xie JH, Chen YL, Wu QH, Wu J, Su JY, Cao HY, et al.. Gastroprotective and anti-Helicobacter pylori potential of herbal formula HZJW: safety and efficacy assessment. BMC complementary and alternative medicine. 2013. 13(1):1–9. doi: 10.1186/1472-6882-13-119", "ArticleIdList": ["10.1186/1472-6882-13-119", "PMC3679842", "23721522"]}, {"Citation": "Mbako JD, Adamu Z, Afutu JK, Aliyu A, David S, Umar MB, et al.. Effects of the aqueous extract of fresh leaves of Calotropis procera on haematological and biochemical parameters in female rabbits. African Journal of Biotechnology. 2009; 8(19)."}, {"Citation": "Tripathi P. The adverse effect of toxic plant constituent found in India: Forensic approach."}, {"Citation": "Dalefield R. Veterinary Toxicology for Australia and New Zealand. Elsevier; 2017. Jun 23. doi: 10.1128/genomeA.00725-17", "ArticleIdList": ["10.1128/genomeA.00725-17"]}, {"Citation": "Welch KD, Stonecipher CA, Lee ST, Cook D. The acute toxicity of water hemlock (Cicuta douglasii) in a goat model. Toxicon. 2020. 1; 176:55–8. doi: 10.1016/j.toxicon.2020.02.010", "ArticleIdList": ["10.1016/j.toxicon.2020.02.010", "32103796"]}, {"Citation": "Lopez TA, Cid MS, Bianchini ML. Biochemistry of hemlock (Conium maculatum L.) alkaloids and their acute and chronic toxicity in livestock. A review. Toxicon. 1999. 1; 37(6):841–65. doi: 10.1016/s0041-0101(98)00204-9", "ArticleIdList": ["10.1016/s0041-0101(98)00204-9", "10340826"]}, {"Citation": "Binev R, Mitev J, Miteva T. Intoxication with Poison Hemlock (Conium maculatum L.) in calves. Trakia Journal of Science. 2007;5:40–50."}, {"Citation": "Rzhepakovsky I, Avanesyan S, Benlidayi M, Dhingra K, Dolgalev A, Enukashvily N, et al.. Anti-arthritic effect of chicken embryo tissue hydrolyzate against adjuvant arthritis in rats (X-ray microtomographic and histopathological analysis).", "ArticleIdList": ["PMC8498067", "34646534"]}, {"Citation": "Thomas S, Shrikumar S, Velmurugan C, Kumar BA. Evaluation of anxioltic effect of whole plant of “Cuscuta reflexa”. World Journal of Pharmaceutical Science. 2015. 27; 4:1245–53"}, {"Citation": "Kasa J. K., Singh T. U., Parida S., Addison M. P., Darzi S. A., Choudhury S., et al.. (2015). Assessment of Indian rosewood (Dalbergia sissoo) standardized leaf extract on isoproterenol-induced myocardial injury in rats. Cardiovascular toxicology, 15(3), 250–260. doi: 10.1007/s12012-014-9292-9", "ArticleIdList": ["10.1007/s12012-014-9292-9", "25420456"]}, {"Citation": "Hajare SW, Chandra S, Sharma J, Tandan SK, Lal J, Telang AG. Anti-inflammatory activity of Dalbergia sissoo leaves. Fitoterapia. 2001. 1; 72(2):131–9. doi: 10.1016/s0367-326x(00)00272-0", "ArticleIdList": ["10.1016/s0367-326x(00)00272-0", "11223222"]}, {"Citation": "GN B, Mir PA, Bhat ZA. Present status of anti-inflammatory and antirheumatic phytoconstituents: a review."}, {"Citation": "Al-Snafi A. E., Talab T. A., Majid W. J. (2019). Medicinal plants with central nervous activity-An overview (Part 1). IOSR Journal of Pharmacy, 9(3), 52–102."}, {"Citation": "Teshome K, Gebre-Mariam T, Asres K, Perry F, Engidawork E. Toxicity studies on dermal application of plant extract of Plumbago zeylanica used in Ethiopian traditional medicine. Journal of Ethnopharmacology. 2008. 8; 117(2):236–48. doi: 10.1016/j.jep.2008.01.036", "ArticleIdList": ["10.1016/j.jep.2008.01.036", "18339496"]}, {"Citation": "Saleem U, Ahmad B, Ahmad M, Erum A, Hussain K, Irfan Bukhari N. Is folklore use of Euphorbia helioscopia devoid of toxic effects?. Drug and Chemical Toxicology. 2016. 2; 39(2):233–7. doi: 10.3109/01480545.2015.1092040", "ArticleIdList": ["10.3109/01480545.2015.1092040", "26453021"]}, {"Citation": "Al-Sultan SI, Hussein YA. Acute toxicity of Euphorbia heliscopia in rats. Pakistan Journal of Nutrition. 2006;5:135–40."}, {"Citation": "de Araujo Barbosa J, Ferreira SD, Salvalaggio AC, da Costa NV, de Moraes Echer M. Alelopatia do extrato aquoso de Pachyrhizus erosus L. sobre Euphorbia heterophylla e Bidens pilosa. Pesquisa Agropecuária Tropical. 2018. Apr 17:59–65"}, {"Citation": "Olajumoke EO, Ibrahim O, Akinwunmi A, Viola N. Acute Toxicity of Aqueous Leaf Extract of Euphorbia heterophylla L. in Sprague Dawley Rats. Journal of Complementary and Alternative Medical Research. 2016. 28:1–0."}, {"Citation": "Vernay P, Gauthier-Moussard C, Jean L, Bordas F, Faure O, Ledoigt G, et al.. Effect of chromium species on phytochemical and physiological parameters in Datura innoxia. Chemosphere. 2008. 1; 72(5):763–71. doi: 10.1016/j.chemosphere.2008.03.018", "ArticleIdList": ["10.1016/j.chemosphere.2008.03.018", "18472140"]}, {"Citation": "Qamar H, Rehman S, Chauhan DK. Current status and future perspective for research on medicinal plants with anticancerous activity and minimum cytotoxic value. Current Drug Targets. 2019. 1; 20(12):1227–43. doi: 10.2174/1389450120666190429120314", "ArticleIdList": ["10.2174/1389450120666190429120314", "31486747"]}, {"Citation": "Azam F, Sheikh N, Ali G, Tayyeb A. Fagonia indica repairs hepatic damage through expression regulation of toll-like receptors in a liver injury model. Journal of Immunology Research. 2018. Jul 2; 2018.", "ArticleIdList": ["PMC6051044", "30057922"]}, {"Citation": "Romman M. Comparative Pharmacological and Biological Evaluation of the Stem and Leaves of Hedera nepalensis from District Malakand Khyber Pakhtunkhwa, Pakistan (Doctoral dissertation, Islamia College Peshawar Khyber Pakhtunkhwa, Pakistan)."}, {"Citation": "Kanwal S, Ullah N, Haq IU, Afzal I, Mirza B. Antioxidant, antitumor activities and phytochemical investigation of Hedera nepalensis K. Koch, an important medicinal plant from Pakistan. Pakistan Journal of Botany. 2011. 1;43(8):85–9."}, {"Citation": "Rout SK, Kar DM. Sedative, anxiolytic and anticonvulsant effects of different extracts from the leaves of Ipomoea carnea in experimental animals. International Journal of Drug Development & Research. 2013. Apr;5(2):232–43."}, {"Citation": "Hueza IM, Dagli ML, Gorniak SL, Paulino CA. Toxic effects of prenatal Ipomoea carnea administration to rats. Veterinary and Human Toxicology. 2003;45(6):298–302.", "ArticleIdList": ["14640478"]}, {"Citation": "Akintimehin ES, Karigidi KO, Omogunwa TS, Adetuyi FO. Safety assessment of oral administration of ethanol extract of Justicia carnea leaf in healthy wistar rats: hematology, antioxidative and histology studies. Clinical Phytoscience. 2021; 7(1):1–9."}, {"Citation": "Gulfraz M, Ahmad A, Asad MJ, Afzal U, Imran M, Anwar P, et al.., Maqsood S, Qureshi RU. Antidiabetic activities of leaves and root extracts of Justicia adhatoda Linn against alloxan induced diabetes in rats. African Journal of Biotechnology. 2011. 4;10(32):6101–6"}, {"Citation": "Kazmi I, Gupta G, Afzal M, Anwar F. Anticonvulsant and depressant-like activity of ursolic acid stearoyl glucoside isolated from Lantana camara L.(verbanaceae). Asian Pacific Journal of Tropical Disease. 2012. 1; 2:S453–6."}, {"Citation": "Rahman S, Jan G, Jan FG, Rahim HU. Phytochemical Screening and Antidiabetic, Antihyperlipidemic, and Antioxidant Effects of Leptopus cordifolius Decne. In Diabetic Mice. Frontiers in Pharmacology. 2021;12.", "ArticleIdList": ["PMC8060645", "33897432"]}, {"Citation": "Fanany I, Nainggolan M, Yuandani Y, Husein S. Acute Toxicity of Ethanolic Extract of Leucaena leucocephala (Lam) de Wit Seeds in Wistar Rats. Asian Journal of Pharmaceutical Research and Development. 2021. 13;9(1):43–5."}, {"Citation": "Dalzell SA, Burnett DJ, Dowsett JE, Forbes VE, Shelton HM. Prevalence of mimosine and DHP toxicity in cattle grazing Leucaena leucocephala pastures in Queensland, Australia. Animal Production Science. 2012. 10; 52(5):365–72."}, {"Citation": "Jones RJ, Megarrity RG. Comparative toxicity responses of goats fed on Leucaena leucocephala in Australia and Hawaii. Australian Journal of Agricultural Research. 1983; 34(6):781–90."}, {"Citation": "Rawlings ND, Salvesen G. Handbook of proteolytic enzymes. Academic press; 2013."}, {"Citation": "Khordadmehr M, Nazifi S, Mansourian M, Basiri S, Kolahian S. Experimental Nerium oleander poisoning in Balb/c mice and Wistar rat: comparative hepatotoxicity and nephrotoxicity effects based on biochemical and pathological studies. Turkish Journal of Biochemistry. 2017. 1;42(4):427–34."}, {"Citation": "Tasleem F, Azhar I, Ali SN, Perveen S, Mahmood ZA. Analgesic and anti-inflammatory activities of Piper nigrum L. Asian Pacific Journal of Tropical Medicine. 2014. Sep 1; 7:S461–8. doi: 10.1016/S1995-7645(14)60275-3", "ArticleIdList": ["10.1016/S1995-7645(14)60275-3", "25312168"]}, {"Citation": "Ozmaie S, Akbari G, Asghari A, Sakha M, Mortazavi P. Experimental oleander (Nerium oleander) poisoning in sheep: Serum biochemical changes and pathological study. Annals of Biological Research. 2013; 4(1):194–8."}, {"Citation": "Veena BK, Maurya S. Toxicity study of ethanolic extract of Parthenium hysterophorus in rats. Biosciences. 2010:208."}, {"Citation": "Narasimhan TR, Ananth M, Swamy MN, Babu MR, Mangala A, Rao PS. Toxicity of Parthenium hysterophorus L. to cattle and buffaloes. Experientia. 1977. 33(10):1358–9. doi: 10.1007/BF01920179", "ArticleIdList": ["10.1007/BF01920179", "908415"]}, {"Citation": "Bianchi MV, Vargas TP, Leite Filho RV, Guimarães LL, Heck LC, Pavarini SP, et al.. Intoxicação espontânea por Ricinus communis em ovinos. Acta scientiae veterinariae. Porto Alegre, RS. Vol. 46, supl. 1 (2018), Pub. 294, 4 p. 2018."}, {"Citation": "Salami SA, Raji Y. Oral Ricinus communis oil exposure at different stages of pregnancy impaired hormonal, lipids profile and histopathology of reproductive organs in Wistar rats. Journal of Medicinal Plants Research. 2014. 25;8(44):1289–98."}, {"Citation": "Hamid HK, Kadhim EJ. Extraction, isolation and characterization of Pyrrolizidine Alkaloids present in Senecio vulgaris Linn grown in Iraq. Journal of Pharmacognosy and Phytochemistry. 2016. 1;5(6):28."}, {"Citation": "Xiong A, Yang L, Ji L, Wang Z, Yang X, Chen Y, et al.. UPLC-MS based metabolomics study on Senecio scandens and S. vulgaris: an approach for the differentiation of two Senecio herbs with similar morphology but different toxicity. Metabolomics. 2012;8(4):614–23."}, {"Citation": "Arulmozhi V, Krishnaveni M, Karthishwaran K, Dhamodharan G, Mirunalini S. Antioxidant and antihyperlipidemic effect of Solanum nigrum fruit extract on the experimental model against chronic ethanol toxicity. Pharmacognosy Magazine. 2010. Jan;6(21):42. doi: 10.4103/0973-1296.59965", "ArticleIdList": ["10.4103/0973-1296.59965", "PMC2881655", "20548935"]}, {"Citation": "Kuete V. Physical, hematological, and histopathological signs of toxicity induced by African medicinal plants. In Toxicological survey of African medicinal plants 2014. 1 (pp. 635–657). Elsevier."}, {"Citation": "Parvez MK, Al-Dosari MS, Arbab AH, Alam P, Alsaid MS, Khan AA. Hepatoprotective effect of Solanum surattense leaf extract against chemical-induced oxidative and apoptotic injury in rats. BMC Complementary and Alternative Medicine. 2019; 19(1):1–9. doi: 10.1186/s12906-018-2420-5", "ArticleIdList": ["10.1186/s12906-018-2420-5", "PMC6610804", "31269948"]}, {"Citation": "Sravanthi K, Ramana KV, Sumalatha G, Neeraja K. Evaluation of Anti-inflammatory and Analgesic potency of Whole Plant Extract of Solanum surattense in Experimental Animals. Research Journal of Pharmacology and Pharmacodynamics. 2013; 5(2):101–5."}, {"Citation": "Alsabah AS, Abd AH, Al-Shammari AM. Acute and subacute toxicity of chloroform extract of Xanthium strumarium leaves. Iraqi JMS. 2019; 17 (2): 108–113. 10.22578. IJMS. 2000; 17(3)."}, {"Citation": "Masvingwe C, Mavenyengwa M. Toxicological evaluation of the plant Xanthium strumarium in Pigs in Zimbabwe. Journal of Venomous Animals and Toxins. 1998; 4:113–9."}, {"Citation": "Saleem M, Asif M, Parveen A, Yaseen HS, Saadullah M, Bashir A, Asif J, Arif M, Khan IU, Khan RU. Investigation of in vivo anti-inflammatory and anti-angiogenic attributes of coumarin-rich ethanolic extract of Melilotus indicus. Inflammopharmacology. 2021; 29(1):281–93. doi: 10.1007/s10787-020-00703-9", "ArticleIdList": ["10.1007/s10787-020-00703-9", "32297069"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "11", "Day": "16"}, {"Year": "2022", "Month": "1", "Day": "23"}, {"Year": "2022", "Month": "5", "Day": "11", "Hour": "13", "Minute": "45"}, {"Year": "2022", "Month": "5", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "11"}], "PublicationStatus": "epublish", "ArticleIdList": ["35544538", "PMC9094571", "10.1371/journal.pone.0263605", "PONE-D-21-36434"]}}], "PubmedBookArticle": []}