{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35546173", "DateCompleted": {"Year": "2022", "Month": "05", "Day": "17"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "05", "Day": "11"}], "Language": ["eng"], "ELocationID": ["7744", "10.1038/s41598-022-11940-z"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2022", "Month": "May", "Day": "11"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Effects of endophytic fungi on parasitic process of Taxillus chinensis.", "Pagination": {"StartPage": "7744", "MedlinePgn": "7744"}, "Abstract": {"AbstractText": ["Taxillus chinensis (DC.) Danser is an extensively used medicinal shrub in the traditional as well as modern systems of medicines. It is a perennial hemiparasitic plant, which is difficult to propagate artificially because of its low parasitic rate. Successful parasitism of parasitic plants is to fuse their tissues and connect their vasculature to the host vasculature building a physiological bridge, which can efficiently withdraw water, sugars and nutrients from their host plants. It is reported that endophytic fungi play an important role in cell wall degradation and fusion, which is the key forming process of the physiological bridge. Therefore, in this study, the endophytic fungi from T. chinensis of different hosts were isolated, and then the organisms that could degrade the main components of the cell walls were screened out using a medium consisting of guaihuol and cellulose degradation capacity. The results showed that five strains were screened out from 72 endophytic fungi of T. chinensis which with high enzyme activities for lignocellulosic degradation. The laccase and cellulase activities of five strains reached their peaks at day 7, and the highest enzyme activities of these two enzymes were found in strain P6, which was 117.66 and 1.66 U/mL, respectively. Manganese peroxidase of strain 4 and lignin peroxidase of strain N6 also reached their peaks at day 7 and were the highest among the 5 strains, with enzyme activities of 11.61 and 6.64 U/mL, respectively. Strains 4, 15, 31, N6 and P6 were identified as Colletotrichum sp., Nigerrospora sphaerica, Exserohilum sp., Diaporthe phaseolorum and Pestalotiopsis sp., respectively, according to their morphological and molecular biology properties. The endophytic fungi may secrete efficient cell wall degradation enzymes, which promote the dissolution and relaxation of the cell wall between T. chinensis and host, thus contributing to the parasitism of T. chinensis."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi Botanical Garden of Medicinal Plants, Nanning, 530023, China."}], "LastName": "Song", "ForeName": "Lisha", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi Botanical Garden of Medicinal Plants, Nanning, 530023, China."}], "LastName": "Pan", "ForeName": "Limei", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi Botanical Garden of Medicinal Plants, Nanning, 530023, China."}], "LastName": "Jiang", "ForeName": "Ni", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi Botanical Garden of Medicinal Plants, Nanning, 530023, China. duanwei3014@163.com."}], "LastName": "Fu", "ForeName": "Jine", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi Botanical Garden of Medicinal Plants, Nanning, 530023, China. wanlingyun1984@163.com."}], "LastName": "Wan", "ForeName": "Lingyun", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi Botanical Garden of Medicinal Plants, Nanning, 530023, China. weishugen2@163.com."}], "LastName": "Wei", "ForeName": "Shugen", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "EC 1.10.3.2", "NameOfSubstance": "Laccase"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Colletotrichum"}, {"QualifierName": ["physiology"], "DescriptorName": "Endophytes"}, {"QualifierName": [], "DescriptorName": "Fungi"}, {"QualifierName": ["metabolism"], "DescriptorName": "Laccase"}, {"QualifierName": [], "DescriptorName": "Loranthaceae"}, {"QualifierName": [], "DescriptorName": "Symbiosis"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "China Pharmacopoeia Committee . Chinese Pharmacopoeia, The First Part. China Medicine Science and Technology Press; 2020. p. 312."}, {"Citation": "Pritchard HW. Water potential and embryonic axis viability in recalcitrant seeds of Quercus rubra. Ann. Bot. 1991;67:43–49. doi: 10.1093/oxfordjournals.aob.a088098.", "ArticleIdList": ["10.1093/oxfordjournals.aob.a088098"]}, {"Citation": "Li YH, Lu D, Zhao MH, Zhu KX. Research on the developments and applications for medicinal plants of Loranthaceae in Guangxi. Guangxi Med. J. 2006;28:1695–1698."}, {"Citation": "Nagar R, Singh M, Sanwal GG. Cell-wall degrading enzymes in Cuscuta reflexa and its hosts. J. Exp. Bot. 1984;35:1104–1112. doi: 10.1093/jxb/35.8.1104.", "ArticleIdList": ["10.1093/jxb/35.8.1104"]}, {"Citation": "Ranjan A, Ichihashi Y, Farhi M, Zumstein K, Townsley B, David-Schwartz R, De SNR. De novo assembly and characterization of the transcriptome of the parasitic weed dodder identifies genes associated with plant parasitism. Plant Physiol. 2014;166:1186–1199. doi: 10.1104/pp.113.234864.", "ArticleIdList": ["10.1104/pp.113.234864", "PMC4226353", "24399359"]}, {"Citation": "Johnsen HR, Striberny B, Olsen S, Vidal-Melgosa S, Fangel JR, et al. Cell wall composition profiling of parasitic giant dodder (Cuscuta reflexa) and its hosts: A priori differences and induced changes. New Phytol. 2015;207:805–816. doi: 10.1111/nph.13378.", "ArticleIdList": ["10.1111/nph.13378", "25808919"]}, {"Citation": "Olsen S, Striberny B, Hollmann J, Schwacke R, Popper Z, Krause K. Getting ready for host invasion: Elevated expression and action of xyloglucan endotransglucosylases/hydrolases in developing haustoria of the holoparasitic angiosperm Cuscuta. J. Exp. Bot. 2016;67:695–708. doi: 10.1093/jxb/erv482.", "ArticleIdList": ["10.1093/jxb/erv482", "PMC4737069", "26561437"]}, {"Citation": "LeBlanc M, Kim G, Patel B, Stromberg V, Westwood J. Quantification of tomato and Arabidopsis mobile RNA s trafficking into the parasitic plant Cuscuta pentagona. New Phytol. 2013;200:1225–1233. doi: 10.1111/nph.12439.", "ArticleIdList": ["10.1111/nph.12439", "23914903"]}, {"Citation": "Haupt S, Oparka KJ, Sauer N, Neumann S. Macromolecular trafficking between Nicotiana tabacum and the holoparasite Cuscuta reflexa. J. Exp. Bot. 2001;52:173–177. doi: 10.1093/jexbot/52.354.173.", "ArticleIdList": ["10.1093/jexbot/52.354.173", "11181727"]}, {"Citation": "Neumann U, Vian B, Weber HC, Sallé G. Interface between haustoria of parasitic members of the Scrophulariaceae and their hosts: A histochemical and immunocytochemical approach. Protoplasma. 1999;207:84–97. doi: 10.1007/BF01294716.", "ArticleIdList": ["10.1007/BF01294716"]}, {"Citation": "Naseer S, Lee Y, Lapierre C, Franke R, Nawrath C, Geldner N. Casparian strip diffusion barrier in Arabidopsis is made of a lignin polymer without suberin. Proc. Natl. Acad. Sci. U. S. A. 2012;109:10101–10106. doi: 10.1073/pnas.1205726109.", "ArticleIdList": ["10.1073/pnas.1205726109", "PMC3382560", "22665765"]}, {"Citation": "Pérez-de-Luque A. Haustorium invasion into host tissues. In: Joel DM, Gressel J, Musselman LJ, editors. Parasitic Orobanchaceae. Springer; 2013. pp. 75–86."}, {"Citation": "Ben-Hod G, Losner D, Joel DM, Mayer AM. Pectin methylesterase in calli and germinating seeds of Orobanche aegyptiaca. Phytochemistry. 1993;32:1399–1402. doi: 10.1016/0031-9422(93)85145-H.", "ArticleIdList": ["10.1016/0031-9422(93)85145-H"]}, {"Citation": "Losner-Goshen D, Portnoy VH, Mayer AM, Joel DM. Pectolytic activity by the haustorium of the parasitic plant Orobanche L. (Orobanchaceae) in host roots. Ann. Bot. 1998;81:319–326. doi: 10.1006/anbo.1997.0563.", "ArticleIdList": ["10.1006/anbo.1997.0563"]}, {"Citation": "Olsen S, Krause K. Activity of xyloglucan endotransglucosylases/hydrolases suggests a role during host invasion by the parasitic plant Cuscuta reflexa. PLoS ONE. 2017;12:e0176754. doi: 10.1371/journal.pone.0176754.", "ArticleIdList": ["10.1371/journal.pone.0176754", "PMC5407826", "28448560"]}, {"Citation": "Robl D, Delabona PDS, Mergel CM, Rojas JD, Costa PS, et al. The capability of endophytic fungi for production of hemicellulases and related enzymes. BMC Biotechnol. 2013;13:94. doi: 10.1186/1472-6750-13-94.", "ArticleIdList": ["10.1186/1472-6750-13-94", "PMC3840621", "24175970"]}, {"Citation": "Jia M, Chen L, Xin HL, Zheng CJ, Rahman K, Han T, et al. A friendly relationship between endophytic fungi and medicinal plants: A systematic review. Front. Microbiol. 2016;7:906. doi: 10.3389/fmicb.2016.00906.", "ArticleIdList": ["10.3389/fmicb.2016.00906", "PMC4899461", "27375610"]}, {"Citation": "Wipusaree N, Sihanonth P, Piapukiew J, Sangvanich P, Karnchanatat A. Purification and characterization of a xylanase from the endophytic fungus Alternaria alternata isolated from the Thai medicinal plant, Croton oblongifolius Roxb. Afr. J. Microbiol. Res. 2011;5:5697–5712."}, {"Citation": "Burke RM, Cairney JWG. Purification and characterization of a β-1,4-endoxylanase from the ericoid mycorrhizal fungus Hymenoscyphus ericae. New Phytol. 1997;35:345–352. doi: 10.1046/j.1469-8137.1997.00634.x.", "ArticleIdList": ["10.1046/j.1469-8137.1997.00634.x"]}, {"Citation": "Sorgatto M, Guimarães NCA, Zanoelo FF, Marques MR, Peixoto-Nogueira SC, Giannesi GG. Purification and characterization of an extracellular xylanase produced by the endophytic fungus, Aspergillus terreus, grown in submerged fermentation. Afr. J. Biotechnol. 2012;11:8076–8084. doi: 10.5897/AJB11.2686.", "ArticleIdList": ["10.5897/AJB11.2686"]}, {"Citation": "de Almeida MN, Guimarães VM, Bischoff KM, Falkoski DL, Pereira OL, Gonçalves DS, et al. Cellulases and hemicellulases from endophytic Acremonium species and its application on sugarcane bagasse hydrolysis. Appl. Biochem. Biotechnol. 2012;165:594–610. doi: 10.1007/s12010-011-9278-z.", "ArticleIdList": ["10.1007/s12010-011-9278-z", "21573756"]}, {"Citation": "Suto M, Takebayashi M, Saito K, Tanaka M, Yokota A, Tomita F. Endophytes as producers of xylanase. J. Biosci. Bioeng. 2002;93:88–90. doi: 10.1016/S1389-1723(02)80059-7.", "ArticleIdList": ["10.1016/S1389-1723(02)80059-7", "16233170"]}, {"Citation": "Harnpicharnchai P, Champreda V, Sornlake W, Eurwilaichitr L. A thermotolerant beta-glucosidase isolated from an endophytic fungi, Periconia sp., with a possible use for biomass conversion to sugars. Protein Expr. Purif. 2009;67:61–69. doi: 10.1016/j.pep.2008.05.022.", "ArticleIdList": ["10.1016/j.pep.2008.05.022", "18602476"]}, {"Citation": "Silva RLO, Luz JS, Silveira EB, Cavalcante UMT. Fungos endofíticos em Annona spp.: isolamento, caracterização enzimática e promoção do crescimento em mudas de pinha (Annona squamosa L.) Acta Bot. Bras. 2006;20:649–655. doi: 10.1590/S0102-33062006000300015.", "ArticleIdList": ["10.1590/S0102-33062006000300015"]}, {"Citation": "Luz JS, Silva RLO, Silveira EB, Cavalcante UMT. Atividade enzimática de fungos endofíticos e efeito na promoção do crescimento de mudas de maracujazeiro-amarelo. Caatinga. 2006;19:128–134."}, {"Citation": "Queiroz CBD, Santana MF. Prediction of the secretomes of endophytic and nonendophytic fungi reveals similarities in host plant infection and colonization strategies. Mycologia. 2020;112:1–13. doi: 10.1080/00275514.2020.1716566.", "ArticleIdList": ["10.1080/00275514.2020.1716566", "32286912"]}, {"Citation": "Jaklitsch WM, Voglmayr H. Biodiversity of Trichoderma (Hypocreaceae) in Southern Europe and Macaronesia. Stud. Mycol. 2015;80:1–87. doi: 10.1016/j.simyco.2014.11.001.", "ArticleIdList": ["10.1016/j.simyco.2014.11.001", "PMC4779795", "26955191"]}, {"Citation": "Druzhinina IS, Chenthamara K, Zhang J, Atanasova L, Yang DP, Miao TZ, et al. Massive lateral transfer of genes encoding plant cell wall-degrading enzymes to the mycoparasitic fungus Trichoderma from its plant-associated hosts. PLoS Genet. 2018;14:e1007322. doi: 10.1371/journal.pgen.1007322.", "ArticleIdList": ["10.1371/journal.pgen.1007322", "PMC5908196", "29630596"]}, {"Citation": "Martinez D, Larrondo LF, Putnam N, Sollewijn GMD, Katherine H, Jarrod C, et al. Genome sequence of the lignocelluloses degrading fungus Phanerochaete chrysosporium strain RP78. Nat. Biotechnol. 2004;22:695–700. doi: 10.1038/nbt967.", "ArticleIdList": ["10.1038/nbt967", "15122302"]}, {"Citation": "Martinez D, Challacombe J, Morgenstern I, Hibbett D, Schmoll M, Kubicek CK, et al. Genome, transcriptome, and secretome analysis of wood decay fungus Postia placenta supports unique mechanisms of lignocelluloses conversion. PNAS. 2009;106:1954–1959. doi: 10.1073/pnas.0809575106.", "ArticleIdList": ["10.1073/pnas.0809575106", "PMC2644145", "19193860"]}, {"Citation": "Fernandez-Fueyo E, Ruiz-Duenas FJ, Ferreira P, Floudas D, Hibbett DS, Canessa P, et al. Comparative genomics of Ceriporiopsis subvermispora and Phanerochaete chrysosporium provide insight into selective ligninolysis. PNAS. 2012;109:5458–5463. doi: 10.1073/pnas.1119912109.", "ArticleIdList": ["10.1073/pnas.1119912109", "PMC3325662", "22434909"]}, {"Citation": "Xu CF, Ai SQ, Shen GN, Yuan Y, Yan L, Wang WD. Microbial degradation of lignocellulose. Chin. J. Biotechnol. 2019;35:2081–2091.", "ArticleIdList": ["31814356"]}, {"Citation": "Hakala TK, Lundell T, Galkin S, Pekka M, Kalkkinen N, Hatakka A. Manganese peroxidases, laccases and oxalic acid from the selective white-rot fungus Physisporinus rivulosus grown on spruce wood chips. Enzyme Microb. Technol. 2005;36:461–468. doi: 10.1016/j.enzmictec.2004.10.004.", "ArticleIdList": ["10.1016/j.enzmictec.2004.10.004"]}, {"Citation": "Kirk TK, Jeffries TW. Roles for Microbial Enzymes in Pulp and Paper Processing. Enzymes for Pulp and Paper Processing. ACS; 1996. pp. 2–14."}, {"Citation": "Ander P, Eriksson KE. Selective degradation of wood components by white-rot fungi. Physiol. Plant. 1977;41:239–248. doi: 10.1111/j.1399-3054.1977.tb04877.x.", "ArticleIdList": ["10.1111/j.1399-3054.1977.tb04877.x"]}, {"Citation": "Xiong, Y. Screening and identification of Lignocellulose degrading bacteria and degradation products research. Shanxi Agricultural University (master degree dissertation), 12–13 (2019)."}, {"Citation": "Xu AM, Li L, Ma S. Screening of lignin degrading enzyme high-producing strain from white rot fungi. J. Henan Univ. Technol. Nat. Sci. Edit. 2020;41:78–82, 89."}, {"Citation": "Eriksson KE, Blanchette RA, Ander P. Microbial and Enzymatic Degradation of Wood and Wood Components. Springer; 2012."}, {"Citation": "Olsen S, Popper ZA, Krause K. Two sides of the same coin: Xyloglucan endotransglucosylases/hydrolases in host infection by the parasitic plant Cuscuta. Plant Signal. Behav. 2016;11:e1145336. doi: 10.1080/15592324.2016.1145336.", "ArticleIdList": ["10.1080/15592324.2016.1145336", "PMC4883916", "26852915"]}, {"Citation": "Yokoyama R, Yokoyama T, Kaga Y, Oono Y, Nishitani K. Characterization of Cuscuta campestris cell wall genes responsible for the haustorial invasion of host plants. Sci. J. Kanagawa Univ. 2020;32:21–26."}, {"Citation": "Hao JJ, Song FQ, Tian XJ, Huang F, Zhang P, Zhang ZJ. Decomposition of Pinus massoniana needle driven by deuteromycetes—Dynamics of lignocellulolytic enzymes. Sci. Silvae Sin. 2006;42:69–75."}, {"Citation": "Thurston FC. The structure and function of fungal laccase. Microbiology. 1994;140:19–26. doi: 10.1099/13500872-140-1-19.", "ArticleIdList": ["10.1099/13500872-140-1-19"]}, {"Citation": "Wong Y, Yu J. Laccase catalysed decolorization of synthetic dyes. Water Res. 1999;33:3512–3520. doi: 10.1016/S0043-1354(99)00066-4.", "ArticleIdList": ["10.1016/S0043-1354(99)00066-4"]}, {"Citation": "Cao YJ, Ma HF, Cui BK, Si J, Dai YC. Lignocellulolytic enzyme activities of three white rot fungi under different solid-state fermentation media. Mycosystema. 2021;40:1–17."}, {"Citation": "Ruttimann C, Schwember E, Salas L, Cullen D. Ligninolytic enzymes of white rot basidiomycete Phlebisbrevispora and Cereporiopsis subvermispora. Biotechnol. Appl. Biochem. 1992;16:64–76."}, {"Citation": "Raghukumar C, D'Souza TM, Thorn RG, Reddy CA. Lignin modifying enzymes of Flavodon flavus, a basidiomycete isolated from costal marine environment. Appl. Environ. Microbiol. 1999;65:2103–2111. doi: 10.1128/AEM.65.5.2103-2111.1999.", "ArticleIdList": ["10.1128/AEM.65.5.2103-2111.1999", "PMC91304", "10224007"]}, {"Citation": "Arora DS, Gill PK. Laccase production by some white-rot fungi under different nutritional conditions. Bioresour. Technol. 2000;73:283–285. doi: 10.1016/S0960-8524(99)00141-8.", "ArticleIdList": ["10.1016/S0960-8524(99)00141-8"]}, {"Citation": "Chi YJ, Yi HW. Lignin degradation mechanisms of ligninolytic enzyme system, manganese peroxidase, laccase and lignin peroxidase, produced by wood white rot fungi. Mycosystema. 2007;26:153–160."}, {"Citation": "Du HP, Song RQ, Wang YQ. Comparative sudy on the lgnocellulolytic ezymes poduced by fungi. For. Sci. Technol. 2006;31:20–24."}, {"Citation": "Wilson DB. Cellulases and biofuels. Curr. Opin. Biotechnol. 2009;20:295–299. doi: 10.1016/j.copbio.2009.05.007.", "ArticleIdList": ["10.1016/j.copbio.2009.05.007", "19502046"]}, {"Citation": "Linton SM. Review: the structure and function of cellulase (endo-β-1,4-glucanase) and hemicellulase(β-1,3-glucanase and endo-β-1,4-mannase) enzymes in invertebrates that consume materials ranging from microbes, algae to leaf litter. Comp. Biochem. Phys. B. 2020;240:110354. doi: 10.1016/j.cbpb.2019.110354.", "ArticleIdList": ["10.1016/j.cbpb.2019.110354", "31647988"]}, {"Citation": "Siqueira JGW, Rodrigues C, Vandenberghe LPDS, Woiciechowski AL, Soccol CR. Current advances in on-site cellulase production and application on lignocellulosic biomass conversion to biofuels: A review. Biomass Bioenergy. 2020;132:105419. doi: 10.1016/j.biombioe.2019.105419.", "ArticleIdList": ["10.1016/j.biombioe.2019.105419"]}, {"Citation": "Tao YY. Study on the Modification and Application of Wheat Bran Dietary Fibre. Jiangnan University; 2008."}, {"Citation": "Kim ES, Kim BS, Kim KY, Woo HM, Lee SM, Um YS. Aerobic and anaerobic cellulose utilization by Paenibacillus sp. CAA11 and enhancement of its cellulolytic ability by expressing a heterologous endoglucanase. J. Biotechnol. 2018;268:21–27. doi: 10.1016/j.jbiotec.2018.01.007.", "ArticleIdList": ["10.1016/j.jbiotec.2018.01.007", "29339118"]}, {"Citation": "Fang ZD. Research Methods on Plant Diseases. China Agriculture Press; 1998."}, {"Citation": "Sun HH. Study on Potential Ability of Several Edible Fungi Biodegradation of Lignocelluloses of Straw. Nanjing Agricultural University; 2012."}, {"Citation": "Wei JC. Fungal Identification Manual. Shanghai Scientific and Technical Publishers; 1979."}, {"Citation": "White TJ, Bruns T, Lee S, Taylor J. Amplification and direct sequencing of fungal ribosomal RNA genes for phylogenetics. In: Innis MA, Gelfand DH, Sninsky JJ, White TJ, editors. PCR Protocols, a Guide to Methods and Applications. Academic Press; 1990. pp. 315–322."}, {"Citation": "Weir BS, Johnston PR, Damm U. The Colletotrichum gloeosporioides species complex. Stud Mycol. 2012;73:115–180. doi: 10.3114/sim0011.", "ArticleIdList": ["10.3114/sim0011", "PMC3458417", "23136459"]}, {"Citation": "Kumar S, Stecher G, Tamura K. MEGA7: Molecular evolutionary genetics analysis version 7.0 for bigger datasets. Mol. Biol. Evol. 2016;33:1870–1874. doi: 10.1093/molbev/msw054.", "ArticleIdList": ["10.1093/molbev/msw054", "PMC8210823", "27004904"]}, {"Citation": "Buswell JA, Cai YJ, Chang ST. Effect of nutrient nitrogen and manganese on manganese peroxidase and laccase production by Lentinula edodes. FEMS Microbiol. Lett. 1995;128:81–88. doi: 10.1111/j.1574-6968.1995.tb07504.x.", "ArticleIdList": ["10.1111/j.1574-6968.1995.tb07504.x"]}, {"Citation": "Tien M, Kirk TK. Lignin peroxidase of Phanerochaete chrysosporium. Methods Enzymol. 1988;161:238–249. doi: 10.1016/0076-6879(88)61025-1.", "ArticleIdList": ["10.1016/0076-6879(88)61025-1"]}, {"Citation": "Orth AB, Tien M. Ubiquity of lignin degrading peroxidases among various wood degrading fungi. Appl. Environ. Microbiol. 1993;59:4017–4023. doi: 10.1128/aem.59.12.4017-4023.1993.", "ArticleIdList": ["10.1128/aem.59.12.4017-4023.1993", "PMC195861", "8285705"]}, {"Citation": "Xie CX, Sun JZ, Li CL, Zhu DC. Exploring the lignin degradation by bacteria. Microbiol. China. 2015;42:1122–1132."}, {"Citation": "Ke LX, Wang MY, Wu Q. An exploratory study on elevation of the lignin degradation enzyme activity of Pleurotus ostreatus in submerged cultivation and its decolorization rate to direct sky blue 5B. Acta Sci. Circum. 2015;35:1449–1456."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "11", "Day": "16"}, {"Year": "2022", "Month": "4", "Day": "29"}, {"Year": "2022", "Month": "5", "Day": "13", "Hour": "1", "Minute": "27"}, {"Year": "2022", "Month": "5", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "11"}], "PublicationStatus": "epublish", "ArticleIdList": ["35546173", "PMC9095678", "10.1038/s41598-022-11940-z", "10.1038/s41598-022-11940-z"]}}], "PubmedBookArticle": []}