{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["CFHR3", "HCC", "Hypoxia-driven gene", "prognostic prediction"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35549979", "DateCompleted": {"Year": "2022", "Month": "05", "Day": "17"}, "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1080/21655979.2022.2073943"], "Journal": {"ISSN": "2165-5987", "JournalIssue": {"Volume": "13", "Issue": "5", "PubDate": {"Year": "2022", "Month": "May"}}, "Title": "Bioengineered", "ISOAbbreviation": "Bioengineered"}, "ArticleTitle": "A novel hypoxia-driven gene signature that can predict the prognosis of hepatocellular carcinoma.", "Pagination": {"StartPage": "12193", "EndPage": "12210", "MedlinePgn": "12193-12210"}, "Abstract": {"AbstractText": ["Hypoxia environment exists in already started hepatocellular carcinoma (HCC) and promotes its progression by driving changes in the gene expression profiles of cells. However, the status of hypoxia-driven genes in HCC is largely unknown. In the present study, 368 HCC tissues from The Cancer Genome Atlas were divided into high and low hypoxia groups according to their hypoxia signatures. A total of 1,142 differentially expressed genes (DEGs) were identified between the two groups, and 34 of these DEGs were highly expressed in HCC tissues compared with adjacent tissues, especially in HCC tissues from patients with stage III-IV HCC. After constructing a protein-protein interaction network and applying the least absolute shrinkage and selection operator Cox regression method for 34 DEGs, a three-gene signature (complement factor H related 3 [<i>CFHR3</i>], egl-9 family hypoxia inducible factor 3 [<i>EGLN3</i>], and chromogranin A [<i>CHGA</i>]) was constructed and had prognostic value to predicted outcome of patients with HCC. This three-gene signature was suitable for classifying patients with HCC in the International Cancer Genome Consortium. CFHR3 shows remarkable diagnostic value in HCC. Hypoxia decreased CFHR3 expression, but increased HCC cell proliferation and motility. Overexpression of CFHR3 in HCC cells under hypoxia reversed the stimulatory effects of hypoxia and suppressed cell proliferation and metastasis <i>in vivo</i>. In conclusion, we identified a novel hypoxia-driven gene signature (<i>CFHR3, EGLN3</i>, and <i>CHGA</i>) for reliable prognostic prediction of HCC, and demonstrated that overexpression of CFHR3 may be a potential strategy to overcome hypoxia and treat HCC."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guizhou Provincial Key Laboratory of Pathogenesis & Drug Research on Common Chronic Diseases, Department of Physiology, School of Basic Medical Sciences, Guizhou Medical University, Guiyang, China."}, {"Identifier": [], "Affiliation": "State Key Laboratory of Functions and Applications of Medicinal Plants, Guizhou Medical University, Guiyang, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Chemistry for Natural Products of Guizhou Province, Chinese Academy of Sciences, Guiyang, China."}], "LastName": "Zeng", "ForeName": "Zhirui", "Initials": "Z"}, {"Identifier": ["0000-0003-3789-4186"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guizhou Provincial Key Laboratory of Pathogenesis & Drug Research on Common Chronic Diseases, Department of Physiology, School of Basic Medical Sciences, Guizhou Medical University, Guiyang, China."}], "LastName": "Lei", "ForeName": "Shan", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guizhou Provincial Key Laboratory of Pathogenesis & Drug Research on Common Chronic Diseases, Department of Physiology, School of Basic Medical Sciences, Guizhou Medical University, Guiyang, China."}], "LastName": "Wang", "ForeName": "Jingya", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathology, Affiliated Hospital of Guizhou Medical University, Guiyang, China."}], "LastName": "Yang", "ForeName": "Yushi", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guizhou Provincial Key Laboratory of Pathogenesis & Drug Research on Common Chronic Diseases, Department of Physiology, School of Basic Medical Sciences, Guizhou Medical University, Guiyang, China."}], "LastName": "Lan", "ForeName": "Jinzhi", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guizhou Provincial Key Laboratory of Pathogenesis & Drug Research on Common Chronic Diseases, Department of Physiology, School of Basic Medical Sciences, Guizhou Medical University, Guiyang, China."}], "LastName": "Tian", "ForeName": "Qianting", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guizhou Provincial Key Laboratory of Pathogenesis & Drug Research on Common Chronic Diseases, Department of Physiology, School of Basic Medical Sciences, Guizhou Medical University, Guiyang, China."}, {"Identifier": [], "Affiliation": "Precision Medicine Research Institute of Guizhou Medical University, Affiliated Hospital of Guizhou Medical University, Guiyang, China."}], "LastName": "Chen", "ForeName": "Tengxiang", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Functions and Applications of Medicinal Plants, Guizhou Medical University, Guiyang, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Chemistry for Natural Products of Guizhou Province, Chinese Academy of Sciences, Guiyang, China."}], "LastName": "Hao", "ForeName": "Xiaojiang", "Initials": "X"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Bioengineered", "NlmUniqueID": "101581063", "ISSNLinking": "2165-5979"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Biomarkers, Tumor"}], "MeshHeadingList": [{"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Biomarkers, Tumor"}, {"QualifierName": ["metabolism"], "DescriptorName": "Carcinoma, Hepatocellular"}, {"QualifierName": [], "DescriptorName": "Gene Expression Profiling"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["genetics"], "DescriptorName": "Hypoxia"}, {"QualifierName": ["metabolism"], "DescriptorName": "Liver Neoplasms"}, {"QualifierName": [], "DescriptorName": "Prognosis"}], "CoiStatement": "No potential conflict of interest was reported by the author(s)."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Serper M, Parikh ND, Thiele G, et al. Patient-reported outcomes in HCC: a scoping review by the practice metrics committee of the American association for the study of liver diseases. Hepatology. 2022; DOI:10.1002/hep.32313.", "ArticleIdList": ["10.1002/hep.32313", "34990516"]}, {"Citation": "Llovet JM, Montal R, Sia D, et al. Molecular therapies and precision medicine for hepatocellular carcinoma. Nat Rev Clin Oncol. 2018;15(10):599–616.", "ArticleIdList": ["30061739"]}, {"Citation": "Huang A, Yang XR, Chung WY, et al. Targeted therapy for hepatocellular carcinoma. Signal Transduct Target Ther. 2020;5(1):146.", "ArticleIdList": ["PMC7419547", "32782275"]}, {"Citation": "Wang T, Zhang KH.. New blood biomarkers for the diagnosis of AFP-negative hepatocellular carcinoma. Front Oncol. 2020;10:1316.", "ArticleIdList": ["PMC7456927", "32923383"]}, {"Citation": "Jing X, Yang F, Shao C, et al. Role of hypoxia in cancer therapy by regulating the tumor microenvironment. Mol Cancer. 2019;18(1):157.", "ArticleIdList": ["PMC6844052", "31711497"]}, {"Citation": "Sebestyén A, Kopper L, Dankó T, et al. Hypoxia signaling in cancer: from basics to clinical practice. Pathol Oncol Res. 2021;27:1609802.", "ArticleIdList": ["PMC8262153", "34257622"]}, {"Citation": "Gilkes DM, Semenza GL, Wirtz D. Hypoxia and the extracellular matrix: drivers of tumour metastasis. Nat Rev Cancer. 2014;14(6):430–439.", "ArticleIdList": ["PMC4283800", "24827502"]}, {"Citation": "Tirpe AA, Gulei D, Ciortea SM, et al. Hypoxia: overview on hypoxia-mediated mechanisms with a focus on the role of HIF genes. Int J Mol Sci. 2019;20(24):6140.", "ArticleIdList": ["PMC6941045", "31817513"]}, {"Citation": "Hu W, Zheng S, Guo H, et al. PLAGL2-EGFR-HIF-1/2α signaling loop promotes HCC progression and erlotinib insensitivity. Hepatology. 2021;73(2):674–691.", "ArticleIdList": ["32335942"]}, {"Citation": "Ling S, Shan Q, Zhan Q, et al. USP22 promotes hypoxia-induced hepatocellular carcinoma stemness by a HIF1alpha/USP22 positive feedback loop upon TP53 inactivation. Gut. 2020;69(7):1322–1334.", "ArticleIdList": ["31776228"]}, {"Citation": "Liu Z, Wang Y, Dou C, et al. Hypoxia-induced up-regulation of VASP promotes invasiveness and metastasis of hepatocellular carcinoma. Theranostics. 2018;8(17):4649–4663.", "ArticleIdList": ["PMC6160773", "30279729"]}, {"Citation": "Feng J, Dai W, Mao Y, et al. Simvastatin re-sensitizes hepatocellular carcinoma cells to sorafenib by inhibiting HIF-1alpha/PPAR-gamma/PKM2-mediated glycolysis. J Exp Clin Cancer Res. 2020;39(1):24.", "ArticleIdList": ["PMC6993409", "32000827"]}, {"Citation": "Blum A, Wang P, Zenklusen JC. SnapShot: TCGA-analyzed tumors. Cell. 2018;173(2):530.", "ArticleIdList": ["29625059"]}, {"Citation": "Giunta S. Decoding human cancer with whole genome sequencing: a review of PCAWG Project studies published in February 2020. Cancer Metastasis Rev. 2021;40(3):909–924.", "ArticleIdList": ["PMC8180541", "34097189"]}, {"Citation": "Hung JH, Yang TH, Hu Z, et al. Gene set enrichment analysis: performance evaluation and usage guidelines. Brief Bioinform. 2012;13(3):281–291.", "ArticleIdList": ["PMC3357488", "21900207"]}, {"Citation": "Tang J, Wang Y, Luo Y, et al. Computational advances of tumor marker selection and sample classification in cancer proteomics. Comput Struct Biotechnol J. 2020;18:2012–2025.", "ArticleIdList": ["PMC7403885", "32802273"]}, {"Citation": "McDermaid A, Monier B, Zhao J, et al. Interpretation of differential gene expression results of RNA-seq data: review and integration. Brief Bioinform. 2019;20(6):2044–2054.", "ArticleIdList": ["PMC6954399", "30099484"]}, {"Citation": "Dennis GJ, Sherman BT, Hosack DA, et al. Database for annotation, visualization, and integrated discovery. Genome Biol. 2003;4(5):3.", "ArticleIdList": ["12734009"]}, {"Citation": "Crosara KTB, Moffa EB, Xiao Y, et al. Merging in-silico and in vitro salivary protein complex partners using the STRING database: a tutorial. J Proteomics. 2018;171:87–94.", "ArticleIdList": ["28782718"]}, {"Citation": "Koh GC, Porras P, Aranda B, et al. Analyzing protein–protein interaction networks. J Proteome Res. 2012;11(4):2014–2031.", "ArticleIdList": ["22385417"]}, {"Citation": "Engebretsen S, Bohlin J. Statistical predictions with glmnet. Clin Epigenet. 2019;11(1):123.", "ArticleIdList": ["PMC6708235", "31443682"]}, {"Citation": "Cai J, Chen L, Zhang Z, et al. Genome-wide mapping of 5-hydroxymethylcytosines in circulating cell-free DNA as a non-invasive approach for early detection of hepatocellular carcinoma. Gut. 2019;68(12):2195–2205.", "ArticleIdList": ["PMC6872444", "31358576"]}, {"Citation": "Cao W, Zeng Z, Pan R, et al. Hypoxia-related gene FUT11 promotes pancreatic cancer progression by maintaining the stability of PDK1. Front Oncol. 2021;11:675991.", "ArticleIdList": ["PMC8247946", "34221996"]}, {"Citation": "Liu X, Jing X, Cheng X, et al. FGFR3 promotes angiogenesis-dependent metastasis of hepatocellular carcinoma via facilitating MCP-1-mediated vascular formation. Med Oncol. 2016;33(5):46.", "ArticleIdList": ["27044356"]}, {"Citation": "Xiong Q XX, XY HDX, Chen XQ. Advances in hypoxia-mediated mechanisms in hepatocellular carcinoma. Mol Pharmacol. 2017;92(3):246–255.", "ArticleIdList": ["28242743"]}, {"Citation": "Wu T, Dai Y. Tumor microenvironment and therapeutic response. Cancer Lett. 2017;387:61–68.", "ArticleIdList": ["26845449"]}, {"Citation": "Juengpanich S, Topatana W, Lu C, et al. Role of cellular, molecular and tumor microenvironment in hepatocellular carcinoma: possible targets and future directions in the regorafenib era. Int J Cancer. 2020;147(7):1778–1792.", "ArticleIdList": ["32162677"]}, {"Citation": "Niu Y, Lin Z, Wan A, et al. Loss-of-function genetic screening identifies aldolase A as an essential driver for liver cancer cell growth under hypoxia. Hepatology. 2021;74(3):1461–1479.", "ArticleIdList": ["PMC8518375", "33813748"]}, {"Citation": "Wang D, Lu S, Zhang X, et al. Co-expression of KIAA1199 and hypoxia-inducible factor 1alpha is a biomarker for an unfavorable prognosis in hepatocellular carcinoma. Med (Baltim). 2020;99(50):e23369.", "ArticleIdList": ["PMC7738140", "33327261"]}, {"Citation": "Zhang B, Tang B, Gao J, et al. A hypoxia-related signature for clinically predicting diagnosis, prognosis and immune microenvironment of hepatocellular carcinoma patients. J Transl Med. 2020;18(1):342.", "ArticleIdList": ["PMC7487492", "32887635"]}, {"Citation": "Hu B, Yang XB, Sang XT. Development and verification of the hypoxia-related and immune-associated prognosis signature for hepatocellular carcinoma. J Hepatocell Carcinoma. 2020;7:315–330.", "ArticleIdList": ["PMC7667586", "33204664"]}, {"Citation": "De Stefano F, Chacon E, Turcios L, et al. Novel biomarkers in hepatocellular carcinoma. Dig Liver Dis. 2018;50(11):1115–1123.", "ArticleIdList": ["30217732"]}, {"Citation": "Luo P, Wu S, Yu Y, et al. Current status and perspective biomarkers in AFP negative HCC: towards screening for and diagnosing hepatocellular carcinoma at an earlier stage. Pathol Oncol Res. 2020;26(2):599–603.", "ArticleIdList": ["30661224"]}, {"Citation": "Wang W, Wei C. Advances in the early diagnosis of hepatocellular carcinoma. Genes Dis. 2020;7(3):308–319.", "ArticleIdList": ["PMC7452544", "32884985"]}, {"Citation": "Willam C, Nicholls LG, Ratcliffe PJ, et al. The prolyl hydroxylase enzymes that act as oxygen sensors regulating destruction of hypoxia-inducible factor alpha. Adv Enzyme Regul. 2004;44(1):75–92.", "ArticleIdList": ["15581484"]}, {"Citation": "Jin Y, Pan Y, Zheng S, et al. Inactivation of EGLN3 hydroxylase facilitates Erk3 degradation via autophagy and impedes lung cancer growth. Oncogene. 2022;41(12):1752–1766.", "ArticleIdList": ["PMC8933280", "35124697"]}, {"Citation": "Chiba N, Sunamura M, Nakagawa M, et al. Overexpression of hydroxyproline via EGLN/HIF1A is associated with distant metastasis in pancreatic cancer. Am J Cancer Res. 2020;10(8):2570–2581.", "ArticleIdList": ["PMC7471362", "32905516"]}, {"Citation": "Luo W, Hu H, Chang R, et al. Pyruvate kinase M2 is a PHD3-stimulated coactivator for hypoxia-inducible factor 1. Cell. 2011;145(5):732–744.", "ArticleIdList": ["PMC3130564", "21620138"]}, {"Citation": "Mir SA, Biswas N, Cheung W, et al. Chromogranin A pathway: from pathogenic molecule to renal disease. J Hypertens. 2020;38(3):456–466.", "ArticleIdList": ["PMC9109708", "31714338"]}, {"Citation": "Zhang X, Zhang H, Shen B, et al. Chromogranin-A expression as a novel biomarker for early diagnosis of colon cancer patients. Int J Mol Sci. 2019;20(12):2919.", "ArticleIdList": ["PMC6628020", "31207989"]}, {"Citation": "Rosen LE, Gattuso P. Neuroendocrine tumors of the breast. Arch Pathol Lab Med. 2017;141(11):1577–1581.", "ArticleIdList": ["29072945"]}, {"Citation": "Skerka C, Chen Q, Fremeaux-Bacchi V, et al. Complement factor H related proteins (CFHRs). Mol Immunol. 2013;56(3):170–180.", "ArticleIdList": ["23830046"]}, {"Citation": "Calippe B, Guillonneau X, Sennlaub F. Complement factor H and related proteins in age-related macular degeneration. C R Biol. 2014;337(3):178–184.", "ArticleIdList": ["24702844"]}, {"Citation": "Józsi M, Licht C, Strobel S, et al. Factor H autoantibodies in atypical hemolytic uremic syndrome correlate with CFHR1/CFHR3 deficiency. Blood. 2008;111(3):1512–1514.", "ArticleIdList": ["18006700"]}, {"Citation": "Khan FH, Pandian V, Ramraj S, et al. Acquired genetic alterations in tumor cells dictate the development of high-risk neuroblastoma and clinical outcomes. BMC Cancer. 2015;15(1):514.", "ArticleIdList": ["PMC4496850", "26159519"]}, {"Citation": "Yang C, Chen J, Yu Z, et al. Mining of RNA methylation-related genes and elucidation of their molecular biology in gallbladder carcinoma. Front Oncol. 2021;11:621806.", "ArticleIdList": ["PMC7947712", "33718182"]}, {"Citation": "Cui L, Fu J, Pang JC, et al. Overexpression of IL-7 enhances cisplatin resistance in glioma. Cancer Biol Ther. 2012;13(7):496–503.", "ArticleIdList": ["PMC3364789", "22415136"]}, {"Citation": "Liu H, Zhang L, Wang P. Complement factor H‑related 3 overexpression affects hepatocellular carcinoma proliferation and apoptosis. Mol Med Rep. 2019;20(3):2694–2702.", "ArticleIdList": ["PMC6691229", "31524260"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "5", "Day": "13", "Hour": "12", "Minute": "17"}, {"Year": "2022", "Month": "5", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "13"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35549979", "PMC9276011", "10.1080/21655979.2022.2073943"]}}], "PubmedBookArticle": []}