{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "35540667", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "11", "Day": "27"}], "Language": ["eng"], "ELocationID": ["10.1039/c9ra05608d"], "Journal": {"ISSN": "2046-2069", "JournalIssue": {"Volume": "9", "Issue": "67", "PubDate": {"Year": "2019", "Month": "Nov", "Day": "27"}}, "Title": "RSC advances", "ISOAbbreviation": "RSC Adv"}, "ArticleTitle": "Novel and green synthesis of a nanopolymer and its use as a drug delivery system of silibinin and silymarin extracts in the olfactory ensheathing cells of rats in normal and high-glucose conditions.", "Pagination": {"StartPage": "38912", "EndPage": "38927", "MedlinePgn": "38912-38927"}, "Abstract": {"AbstractText": ["Drug delivery systems have been of interest to researchers. The effects of synthesized nano-polymers as silibinin and silymarin extract drug delivery systems on olfactory ensheathing cells under normal and high-glucose conditions were studied. The structure of the nanopolymer was characterized by IR, HNMR, GPC, DLS, and AFM. The toxicity was evaluated by an MTT assay. The production of ROS and the generation of NO were evaluated by a probe of fluorescein diacetate and Griess methods, respectively. The expressions of the protein levels of ILK, VEGF, BDNF, and NGF were investigated by western blotting. The polymer size was between 50 and 150 nm. The loading capacities for silibinin and silymarin were 68.5% and 56.4%, respectively, and the drug release for them was estimated at 54.1% and 50.8%, respectively. In high-glucose conditions, the cells were protected (EC<sub>50</sub> = 4.88 ± 0.5 μM) by silibinin and nanopolymer in low concentrations by reducing the amount of ROS and NO, maintaining ILK, reducing VEGF and increasing NGF and BDNF. Incubation with silibinin and nanopolymer at high concentrations increased cell death with LC<sub>50</sub> = 57.36 ± 2.5 and 43.18 ± 1.8 μM, respectively, in high-glucose states. Thus, the cells were protected by silibinin and nanopolymer in protective concentrations by reducing the amount of ROS and NO, maintaining ILK, reducing VEGF, and increasing BDNF and NGF. The mentioned mechanisms were totally reversed at high concentrations."], "CopyrightInformation": "This journal is © The Royal Society of Chemistry."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Lorestan University Khorramabad 6813717133 Iran alizadehkam@yahoo.com alizadeh.k@lu.ac.ir +98-66-33120612 +98-66-33120612."}, {"Identifier": [], "Affiliation": "Biotechnology and Medicinal Plants Research Center, Ilam University of Medical Sciences Ilam Iran abbasi-n@medilam.ac.ir +98-84-32223081 +98-84-3223081."}], "LastName": "Shiri", "ForeName": "Sabah", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology and Medicinal Plants Research Center, Ilam University of Medical Sciences Ilam Iran abbasi-n@medilam.ac.ir +98-84-32223081 +98-84-3223081."}, {"Identifier": [], "Affiliation": "Department of Pharmacology, Medical School, Ilam University of Medical Sciences Ilam Iran."}], "LastName": "Abbasi", "ForeName": "Naser", "Initials": "N"}, {"Identifier": ["0000-0003-4457-3997"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Lorestan University Khorramabad 6813717133 Iran alizadehkam@yahoo.com alizadeh.k@lu.ac.ir +98-66-33120612 +98-66-33120612."}], "LastName": "Alizadeh", "ForeName": "Kamal", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology and Medicinal Plants Research Center, Ilam University of Medical Sciences Ilam Iran abbasi-n@medilam.ac.ir +98-84-32223081 +98-84-3223081."}], "LastName": "Karimi", "ForeName": "Elahe", "Initials": "E"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "RSC Adv", "NlmUniqueID": "101581657", "ISSNLinking": "2046-2069"}, "CoiStatement": "The authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Zochodne D. W., Clinical features of diabetic polyneuropathy, 2014, p. 640", "ArticleIdList": ["25410211"]}, {"Citation": "Klein J. P. Waxman S. G. The brain in diabetes: molecular changes in neurons and their implications for end-organ damage. Lancet Neurol. 2003;2(9):548–554. doi: 10.1016/S1474-4422(03)00503-9.", "ArticleIdList": ["10.1016/S1474-4422(03)00503-9", "12941577"]}, {"Citation": "Kawashima Y. Panoparticulate systems for improved drug delivery. Adv. Drug Delivery Rev. 2001;47(1):1–2. doi: 10.1016/S0169-409X(00)00117-4.", "ArticleIdList": ["10.1016/S0169-409X(00)00117-4", "11251241"]}, {"Citation": "Soppimath K. S. Aminabhavi T. M. Kulkarni A. R. Rudzinski W. E. Biodegradable polymeric nanoparticles as drug delivery devices. J. Controlled Release. 2001;70(1–2):1–20. doi: 10.1016/S0168-3659(00)00339-4.", "ArticleIdList": ["10.1016/S0168-3659(00)00339-4", "11166403"]}, {"Citation": "Panyam J. Labhasetwar V. Biodegradable nanoparticles for drug and gene delivery to cells and tissue. Adv. Drug Delivery Rev. 2003;55(3):329–347. doi: 10.1016/S0169-409X(02)00228-4.", "ArticleIdList": ["10.1016/S0169-409X(02)00228-4", "12628320"]}, {"Citation": "Brigger I. Dubernet C. Couvreur P. Nanoparticles in cancer therapy and diagnosis. Adv. Drug Delivery Rev. 2002;54(5):631–651. doi: 10.1016/S0169-409X(02)00044-3.", "ArticleIdList": ["10.1016/S0169-409X(02)00044-3", "12204596"]}, {"Citation": "Tiwari G. Tiwari R. Sriwastawa B. Bhati L. Pandey S. Pandey P. et al., Drug delivery systems: an updated review. Int. J. Pharm. Invest. 2012;2(1):2–11. doi: 10.4103/2230-973X.96920.", "ArticleIdList": ["10.4103/2230-973X.96920", "PMC3465154", "23071954"]}, {"Citation": "Zhao L. Wang L. Zhang Y. Xiao S. Bi F. Zhao J. et al., Glucose Oxidase-Based Glucose-Sensitive Drug Delivery for Diabetes Treatment. Polymers. 2017;9(7):255. doi: 10.3390/polym9070255.", "ArticleIdList": ["10.3390/polym9070255", "PMC6432078", "30970930"]}, {"Citation": "Singh R. Lillard Jr J. W. Nanoparticle-based targeted drug delivery. Exp. Mol. Pathol. 2009;86(3):215–223. doi: 10.1016/j.yexmp.2008.12.004.", "ArticleIdList": ["10.1016/j.yexmp.2008.12.004", "PMC3249419", "19186176"]}, {"Citation": "Twibanire J. K. Grindley T. B. Polyester Dendrimers: Smart Carriers for Drug Delivery. Polymers. 2014;6(1):179–213. doi: 10.3390/polym6010179.", "ArticleIdList": ["10.3390/polym6010179"]}, {"Citation": "Gillies E. R. Dy E. Frechet J. M. Szoka F. C. Biological evaluation of polyester dendrimer: poly(ethylene oxide) “bow-tie” hybrids with tunable molecular weight and architecture. Mol. Pharmaceutics. 2005;2(2):129–138. doi: 10.1021/mp049886u.", "ArticleIdList": ["10.1021/mp049886u", "15804187"]}, {"Citation": "Ma X. Zhou Z. Jin E. Sun Q. Zhang B. Tang J. et al., Facile Synthesis of Polyester Dendrimers as Drug Delivery Carriers. Macromolecules. 2013;46(1):37–42. doi: 10.1021/ma301849a.", "ArticleIdList": ["10.1021/ma301849a"]}, {"Citation": "Walter M. V. Malkoch M. Simplifying the synthesis of dendrimers: accelerated approaches. Chem. Soc. Rev. 2012;41(13):4593–4609. doi: 10.1039/C2CS35062A.", "ArticleIdList": ["10.1039/C2CS35062A", "22592560"]}, {"Citation": "Malik N. Evagorou E. G. Duncan R. Dendrimer-platinate: a novel approach to cancer chemotherapy. Anticancer Drugs. 1999;10(8):767–776. doi: 10.1097/00001813-199909000-00010.", "ArticleIdList": ["10.1097/00001813-199909000-00010", "10573209"]}, {"Citation": "Medina S. H. El-Sayed M. E. H. Dendrimers as Carriers for Delivery of Chemotherapeutic Agents. Chem. Rev. 2009;109(7):3141–3157. doi: 10.1021/cr900174j.", "ArticleIdList": ["10.1021/cr900174j", "19534493"]}, {"Citation": "Naeini A. T. Adeli M. Vossoughi M. Poly(citric acid)-block-poly(ethylene glycol) copolymers – new biocompatible hybrid materials for nanomedicine. Nanomedicine. 2010;6(4):556–562. doi: 10.1016/j.nano.2009.11.008.", "ArticleIdList": ["10.1016/j.nano.2009.11.008", "20074665"]}, {"Citation": "He W. Miao F. J. Lin D. C. Schwandner R. T. Wang Z. Gao J. et al., Citric acid cycle intermediates as ligands for orphan G-protein-coupled receptors. Nature. 2004;429(6988):188–193. doi: 10.1038/nature02488.", "ArticleIdList": ["10.1038/nature02488", "15141213"]}, {"Citation": "Tardy A. L. Morio B. Chardigny J. M. Malpuech-Brugere C. Ruminant and industrial sources of trans-fat and cardiovascular and diabetic diseases. Nutr. Res. Rev. 2011;24(1):111–117. doi: 10.1017/S0954422411000011.", "ArticleIdList": ["10.1017/S0954422411000011", "21320382"]}, {"Citation": "Young J. A. Chemical Laboratory Information Profile: Oleic Acid. J. Chem. Educ. 2002;79(1):24. doi: 10.1021/ed079p24.", "ArticleIdList": ["10.1021/ed079p24"]}, {"Citation": "Grossi M. Lecce G. D. Toschi T. G. Riccò B. Fast and Accurate Determination of Olive Oil Acidity by Electrochemical Impedance Spectroscopy. IEEE Sens. J. 2014;14(9):2947–2954."}, {"Citation": "Davis-Searles P. R. Nakanishi Y. Kim N. C. Graf T. N. Oberlies N. H. Wani M. C. et al., Milk thistle and prostate cancer: differential effects of pure flavonolignans from Silybum marianum on antiproliferative end points in human prostate carcinoma cells. Cancer Res. 2005;65(10):4448–4457. doi: 10.1158/0008-5472.CAN-04-4662.", "ArticleIdList": ["10.1158/0008-5472.CAN-04-4662", "15899838"]}, {"Citation": "Verdu E. Garcia-Alias G. Fores J. Lopez-Vales R. Navarro X. Olfactory ensheathing cells transplanted in lesioned spinal cord prevent loss of spinal cord parenchyma and promote functional recovery. Glia. 2003;42(3):275–286. doi: 10.1002/glia.10217.", "ArticleIdList": ["10.1002/glia.10217", "12673833"]}, {"Citation": "Adams M. L. Lavasanifar A. Kwon G. S. Amphiphilic block copolymers for drug delivery. J. Pharm. Sci. 2003;92(7):1343–1355. doi: 10.1002/jps.10397.", "ArticleIdList": ["10.1002/jps.10397", "12820139"]}, {"Citation": "Tian R. Wang H. Niu R. Ding D. Drug delivery with nanospherical supramolecular cell penetrating peptide-taxol conjugates containing a high drug loading. J. Colloid Interface Sci. 2015;453:15–20. doi: 10.1016/j.jcis.2015.04.028.", "ArticleIdList": ["10.1016/j.jcis.2015.04.028", "25956129"]}, {"Citation": "Alwine J. C. Kemp D. J. Stark G. R. Method for detection of specific RNAs in agarose gels by transfer to diazobenzyloxymethyl-paper and hybridization with DNA probes. Proc. Natl. Acad. Sci. U. S. A. 1977;74(12):5350–5354. doi: 10.1073/pnas.74.12.5350.", "ArticleIdList": ["10.1073/pnas.74.12.5350", "PMC431715", "414220"]}, {"Citation": "Renart J. Reiser J. Stark G. R. Transfer of proteins from gels to diazobenzyloxymethyl-paper and detection with antisera: a method for studying antibody specificity and antigen structure. Proc. Natl. Acad. Sci. U. S. A. 1979;76(7):3116–3120. doi: 10.1073/pnas.76.7.3116.", "ArticleIdList": ["10.1073/pnas.76.7.3116", "PMC383774", "91164"]}, {"Citation": "Koç M. M. McNally M. J. von Haeften K. Watkins M. J. AFM induced self-assembling and self-healing mechanism of silicon oxide nanoparticle linear array domains templated on Moiré superlattice patterns on HOPG. Surf. Sci. 2019;679:230–239. doi: 10.1016/j.susc.2018.09.018.", "ArticleIdList": ["10.1016/j.susc.2018.09.018"]}, {"Citation": "Burnette W. N. Western blotting: electrophoretic transfer of proteins from sodium dodecyl sulfate-polyacrylamide gels to unmodified nitrocellulose and radiographic detection with antibody and radioiodinated protein A. Anal. Biochem. 1981;112(2):195–203. doi: 10.1016/0003-2697(81)90281-5.", "ArticleIdList": ["10.1016/0003-2697(81)90281-5", "6266278"]}, {"Citation": "Majumdar D. Jung K. H. Zhang H. Nannapaneni S. Wang X. Amin A. R. et al., Luteolin nanoparticle in chemoprevention: in vitro and in vivo anticancer activity. Cancer Prev. Res. 2014;7(1):65–73. doi: 10.1158/1940-6207.CAPR-13-0230.", "ArticleIdList": ["10.1158/1940-6207.CAPR-13-0230", "PMC3888883", "24403290"]}, {"Citation": "Lv Q. Yu A. Xi Y. Li H. Song Z. Cui J. et al., Development and evaluation of penciclovir-loaded solid lipid nanoparticles for topical delivery. Int. J. Pharm. 2009;372(1–2):191–198. doi: 10.1016/j.ijpharm.2009.01.014.", "ArticleIdList": ["10.1016/j.ijpharm.2009.01.014", "19429280"]}, {"Citation": "Azizi M. Bakhtiari M. Farahmand Ghavi F. Zandi M. Imani M. Joghataei M. T. Purity determining of cultured OECs from olfactory mucosa of rats' pups. Journal of Basic Research in Medical Sciences. 2016;3(4):12–21. doi: 10.18869/acadpub.jbrms.3.4.12.", "ArticleIdList": ["10.18869/acadpub.jbrms.3.4.12"]}, {"Citation": "Svenson S. Dendrimers as versatile platform in drug delivery applications. Eur. J. Pharm. Biopharm. 2009;71(3):445–462. doi: 10.1016/j.ejpb.2008.09.023.", "ArticleIdList": ["10.1016/j.ejpb.2008.09.023", "18976707"]}, {"Citation": "Yee S. B. Lee J. H. Chung H. Y. Im K. S. Bae S. J. Choi J. S. et al., Inhibitory effects of luteolin isolated from Ixeris sonchifolia Hance on the proliferation of HepG2 human hepatocellular carcinoma cells. Arch. Pharmacal Res. 2003;26(2):151–156. doi: 10.1007/BF02976662.", "ArticleIdList": ["10.1007/BF02976662", "12643593"]}, {"Citation": "Dulak J. Jozkowicz A. Foresti R. Kasza A. Frick M. Huk I. et al., Heme oxygenase activity modulates vascular endothelial growth factor synthesis in vascular smooth muscle cells. Antioxid. Redox Signaling. 2002;4(2):229–240. doi: 10.1089/152308602753666280.", "ArticleIdList": ["10.1089/152308602753666280", "12006174"]}, {"Citation": "Kobayashi M. Zochodne D. W. Diabetic neuropathy and the sensory neuron: new aspects of pathogenesis and their treatment implications. J. Diabetes Invest. 2018;9(6):1239–1254. doi: 10.1111/jdi.12833.", "ArticleIdList": ["10.1111/jdi.12833", "PMC6215951", "29533535"]}, {"Citation": "Brown M. J. Asbury A. K. Diabetic neuropathy. Ann. Neurol. 1984;15(1):2–12. doi: 10.1002/ana.410150103.", "ArticleIdList": ["10.1002/ana.410150103", "6370098"]}, {"Citation": "Dyck P. J. Kratz K. M. Karnes J. L. Litchy W. J. Klein R. Pach J. M. et al., The prevalence by staged severity of various types of diabetic neuropathy, retinopathy, and nephropathy in a population-based cohort: the Rochester Diabetic Neuropathy Study. Neurology. 1993;43(4):817–824. doi: 10.1212/WNL.43.4.817.", "ArticleIdList": ["10.1212/WNL.43.4.817", "8469345"]}, {"Citation": "Zochodne D. W. Diabetic neuropathies: features and mechanisms. Brain Pathol. 1999;9(2):369–391. doi: 10.1111/j.1750-3639.1999.tb00233.x.", "ArticleIdList": ["10.1111/j.1750-3639.1999.tb00233.x", "PMC8098200", "10219752"]}, {"Citation": "Boulton A. J. Vinik A. I. Arezzo J. C. Bril V. Feldman E. L. Freeman R. et al., Diabetic neuropathies: a statement by the American Diabetes Association. Diabetes Care. 2005;28(4):956–962. doi: 10.2337/diacare.28.4.956.", "ArticleIdList": ["10.2337/diacare.28.4.956", "15793206"]}, {"Citation": "Alhusban A. Alkhazaleh E. El-Elimat T. Silymarin Ameliorates Diabetes-Induced Proangiogenic Response in Brain Endothelial Cells through a GSK-3β Inhibition-Induced Reduction of VEGF Release. J. Diabetes Res. 2017;2017:9.", "ArticleIdList": ["PMC5676450", "29209632"]}, {"Citation": "Radko L. Cybulski W. Rzeski W. Cytotoxicity studies of lasalocid and silibinin in rat hepatoma cell culture. Bull. Vet. Inst. Pulawy. 2011;55:547–554."}, {"Citation": "Romanucci V. Agarwal C. Agarwal R. Pannecouque C. Iuliano M. De Tommaso G. et al., Silibinin phosphodiester glyco-conjugates: synthesis, redox behaviour and biological investigations. Bioorg. Chem. 2018;77:349–359. doi: 10.1016/j.bioorg.2018.01.026.", "ArticleIdList": ["10.1016/j.bioorg.2018.01.026", "29421711"]}, {"Citation": "Ahmadzadeh A. A. M. Allameh Z. Zarchii S. R. Fazilati M. The impact of silymarin extract on oxidative stress induced by gold nanoparticles. Biomed. Res. 2017;28(14):6144–6150."}, {"Citation": "Xie Z. Ding S. Q. Shen Y. F. Silibinin activates AMP-activated protein kinase to protect neuronal cells from oxygen and glucose deprivation-re-oxygenation. Biochem. Biophys. Res. Commun. 2014;454(2):313–319. doi: 10.1016/j.bbrc.2014.10.080.", "ArticleIdList": ["10.1016/j.bbrc.2014.10.080", "25450395"]}, {"Citation": "Mastrocola R. Restivo F. Vercellinatto I. Danni O. Brignardello E. Aragno M. et al., Oxidative and nitrosative stress in brain mitochondria of diabetic rats. J. Endocrinol. 2005;187(1):37–44.", "ArticleIdList": ["16214939"]}, {"Citation": "Kittur S. Wilasrusmee S. Pedersen W. A. Mattson M. P. Straube-West K. Wilasrusmee C. et al., Neurotrophic and neuroprotective effects of milk thistle (Silybum marianum) on neurons in culture. J. Mol. Neurosci. MN. 2002;18(3):265–269. doi: 10.1385/JMN:18:3:265.", "ArticleIdList": ["10.1385/JMN:18:3:265", "12059045"]}, {"Citation": "Li Y. J. Hui Y. N. Yan F. Du Z. J. Up-regulation of integrin-linked kinase in the streptozotocin-induced diabetic rat retina. Graefes Arch. Clin. Exp. Ophthalmol. 2007;245(10):1523–1532. doi: 10.1007/s00417-007-0616-3.", "ArticleIdList": ["10.1007/s00417-007-0616-3", "17653754"]}, {"Citation": "Woo S. M. Min K. J. Chae I. G. Chun K. S. Kwon T. K. Silymarin suppresses the PGE2-induced cell migration through inhibition of EP2 activation; G protein-dependent PKA-CREB and G protein-independent Src-STAT3 signal pathways. Mol. Carcinog. 2015;54(3):216–228. doi: 10.1002/mc.22092.", "ArticleIdList": ["10.1002/mc.22092", "24127286"]}, {"Citation": "Verheyen A. Peeraer E. Lambrechts D. Poesen K. Carmeliet P. Shibuya M. et al., Therapeutic potential of VEGF and VEGF-derived peptide in peripheral neuropathies. Neurosci. J. 2013;244:77–89. doi: 10.1016/j.neuroscience.2013.03.050.", "ArticleIdList": ["10.1016/j.neuroscience.2013.03.050", "23583762"]}, {"Citation": "Nitta A. Murai R. Suzuki N. Ito H. Nomoto H. Katoh G. et al., Diabetic neuropathies in brain are induced by deficiency of BDNF. Neurotoxicol. Teratol. 2002;24(5):695–701. doi: 10.1016/S0892-0362(02)00220-9.", "ArticleIdList": ["10.1016/S0892-0362(02)00220-9", "12200200"]}, {"Citation": "Jangra A. Kasbe P. Pandey S. N. Dwivedi S. Gurjar S. S. Kwatra M. et al., Hesperidin and Silibinin Ameliorate Aluminum-Induced Neurotoxicity: Modulation of Antioxidants and Inflammatory Cytokines Level in Mice Hippocampus. Biol. Trace Elem. Res. 2015;168(2):462–471. doi: 10.1007/s12011-015-0375-7.", "ArticleIdList": ["10.1007/s12011-015-0375-7", "26018497"]}, {"Citation": "Hellweg R. Hartung H. D. Endogenous levels of nerve growth factor (NGF) are altered in experimental diabetes mellitus: a possible role for NGF in the pathogenesis of diabetic neuropathy. J. Neurosci. Res. 1990;26(2):258–267. doi: 10.1002/jnr.490260217.", "ArticleIdList": ["10.1002/jnr.490260217", "2142224"]}, {"Citation": "Hellweg R. Wohrle M. Hartung H. D. Stracke H. Hock C. Federlin K. Diabetes mellitus-associated decrease in nerve growth factor levels is reversed by allogeneic pancreatic islet transplantation. Neurosci. Lett. 1991;125(1):1–4. doi: 10.1016/0304-3940(91)90114-9.", "ArticleIdList": ["10.1016/0304-3940(91)90114-9", "1857552"]}]}], "History": [{"Year": "2019", "Month": "7", "Day": "20"}, {"Year": "2019", "Month": "10", "Day": "27"}, {"Year": "2022", "Month": "5", "Day": "11", "Hour": "3", "Minute": "56"}, {"Year": "2019", "Month": "11", "Day": "27", "Hour": "0", "Minute": "0"}, {"Year": "2019", "Month": "11", "Day": "27", "Hour": "0", "Minute": "1"}, {"Year": "2019", "Month": "11", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["35540667", "PMC9075964", "10.1039/c9ra05608d", "c9ra05608d"]}}]}