{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antioxidant activity", "Croton macrostachyus", "Ethiopia", "Flavonoids", "Medicinal plants", "Total polyphenol"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35550631", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "05", "Day": "12"}], "Language": ["eng"], "ELocationID": ["30", "10.1186/s13065-022-00822-0"], "Journal": {"ISSN": "2661-801X", "JournalIssue": {"Volume": "16", "Issue": "1", "PubDate": {"Year": "2022", "Month": "May", "Day": "12"}}, "Title": "BMC chemistry", "ISOAbbreviation": "BMC Chem"}, "ArticleTitle": "Analysis of total phenolic contents, flavonoids, antioxidant and antibacterial activities of Croton macrostachyus root extracts.", "Pagination": {"StartPage": "30", "MedlinePgn": "30"}, "Abstract": {"AbstractText": ["Plants are good sources of various bioactive substances and have significant importance for the discovery of new drugs. In this study, Croton macrostachyus plant roots from six different sites in the Central Gondar Zone, Ethiopia, were collected; and their phenolic and flavonoid contents, as well as antioxidant and antibacterial activities were investigated. Total phenolics and flavonoid contents of the root extracts were determined by the Folin-Ciocalteu and aluminum chloride methods, respectively. The antioxidant activity was determined by the DPPH (2,2-diphenyl-1-picrylhydrazyl) free radical scavenging method. Moreover, the antibacterial activities were evaluated by disk diffusion method. Results revealed that total polyphenols and flavonoid contents were in the range of 802 ± 53-1557 ± 75 mg GAE/100 g and 342 ± 26-745 ± 32 mg CE/100 g, respectively. Root extracts of C. macrostachyus were found to have higher antioxidant activities ranging from 3.53 ± 0.38 to 6.38 ± 0.62 mg AAE/g sample. They also showed inhibition zones of 5.8, 6.2, 5.9 and 6.0 mm for Staphylococcus aurous, Staphylococcus pneumonia, Escherichia coli and Klebsiella pneumonia, and had equivalent potency with the reference Gentamicin antibiotic. Pearson correlation result indicated a strong relationship between total polyphenol contents and their respective antioxidant activities. This study articulates that the root extracts accumulated a substantial quantity of polyphenols and bears a considerable antioxidant activity."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, College of Natural and Computational Sciences, University of Gondar, P. O. box 196, Gonder, Ethiopia. dessie.1977@gmail.com."}], "LastName": "Ayele", "ForeName": "Dessie T", "Initials": "DT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, College of Natural and Computational Sciences, University of Gondar, P. O. box 196, Gonder, Ethiopia."}], "LastName": "Akele", "ForeName": "M L", "Initials": "ML"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, College of Natural and Computational Sciences, University of Gondar, P. O. box 196, Gonder, Ethiopia."}], "LastName": "Melese", "ForeName": "A T", "Initials": "AT"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "BMC Chem", "NlmUniqueID": "101741142", "ISSNLinking": "2661-801X"}, "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abate L, Mengistu T. Phytochemical screening and peroxide value determination of methanolic extract of four traditional medicinal plants from Debre Tabor Town. Ethiopia. 2018;12:203–208. doi: 10.5897/JMPR2018.6579.", "ArticleIdList": ["10.5897/JMPR2018.6579"]}, {"Citation": "Bardarov M. Study on the elemental composition of Clinopodium vulgare L.—medicinal plant, collected from different regions of Bulgaria. Bulg J Agric Sci. 2014;21:145–152."}, {"Citation": "Saeed N, Khan MR, Shabbir M. Antioxidant activity, total phenolic and total flavonoid contents of whole plant extracts Torilis leptophylla L. BMC Complement Altern Med. 2012;12:221. doi: 10.1186/1472-6882-12-221.", "ArticleIdList": ["10.1186/1472-6882-12-221", "PMC3524761", "23153304"]}, {"Citation": "Tembeni B, Oyedeji OO, Ejidike IP, Oyedeji AO. Evaluation of trace metal profile in Cymbopogon validus and Hyparrhenia hirta used as traditional herbs from environmentally diverse region of Komga, South Africa. J Anal Methods Chem. 2016 doi: 10.1155/2016/9293165.", "ArticleIdList": ["10.1155/2016/9293165", "PMC5067313", "27795868"]}, {"Citation": "Mekonnen AN, Atnafie SA, Atta MAW. Evaluation of antiulcer activity of 80 % methanol extract and solvent fractions of the root of Croton macrostachyus Hocsht: Ex Del. (Euphorbiaceae) in rodents. Evid Based Complementary Altern Med. 2020 doi: 10.1155/2020/2809270.", "ArticleIdList": ["10.1155/2020/2809270", "PMC7171687", "32351592"]}, {"Citation": "Mostafa AA, Al-Askar AA, Almaary KS, et al. Antimicrobial activity of some plant extracts against bacterial strains causing food poisoning diseases. Saudi J Biol Sci. 2018;25:361–366. doi: 10.1016/j.sjbs.2017.02.004.", "ArticleIdList": ["10.1016/j.sjbs.2017.02.004", "PMC5815983", "29472791"]}, {"Citation": "Williams RJ, Spencer JPE, Rice-Evans C. Flavonoids: antioxidants or signalling molecules? Free Radic Biol Med. 2004;36:838–849. doi: 10.1016/j.freeradbiomed.2004.01.001.", "ArticleIdList": ["10.1016/j.freeradbiomed.2004.01.001", "15019969"]}, {"Citation": "Tigist M, Rao VM, Faye G. Determination of essential and non-essential metals concentration in papaya (Carica papaya) seeds, leaves and supporting soil of Odo-Shakoso district in South East Oromia region, Ethiopia. Int J Res Pharm Chem. 2014;4:202–216."}, {"Citation": "Diaz P, Jeong SC, Lee S, et al. Antioxidant and anti-inflammatory activities of selected medicinal plants and fungi containing phenolic and flavonoid compounds. Chinese Med. 2012;7:1–9. doi: 10.1186/1749-8546-7-26.", "ArticleIdList": ["10.1186/1749-8546-7-26", "PMC3577437", "23176585"]}, {"Citation": "Dragland S, Senoo H, Wake K, et al. Several culinary and medicinal herbs are important sources of dietary antioxidants. J Nutr. 2003;133:1286–1290. doi: 10.1093/jn/133.5.1286.", "ArticleIdList": ["10.1093/jn/133.5.1286", "12730411"]}, {"Citation": "Ravipati AS, Zhang L, Koyyalamudi SR, et al. Antioxidant and anti-inflammatory activities of selected Chinese medicinal plants and their relation with antioxidant content. BMC Complement Altern Med. 2012;12:5–10. doi: 10.1186/1472-6882-12-173.", "ArticleIdList": ["10.1186/1472-6882-12-173", "PMC3534023", "23038995"]}, {"Citation": "Maroyi A. Pharmacological properties of Croton macrostachyus Hochst. Ex Delile: a comprehensive review. Evid Based Complement Altern Med. 2017 doi: 10.1155/2017/1694671.", "ArticleIdList": ["10.1155/2017/1694671", "PMC5660826", "29234365"]}, {"Citation": "Wakjira K, Negash L. Germination responses of Croton macrostachyus (Euphorbiaceae) to various physico-chemical pretreatment conditions. S Afr J Bot. 2013;87:76–83. doi: 10.1016/j.sajb.2013.03.012.", "ArticleIdList": ["10.1016/j.sajb.2013.03.012"]}, {"Citation": "Abdisa T. Medicinal value of Croton macrostachyus and Solanum incanum against causative agent of foodborne diseases. Vet Med. 2019;4:57–68. doi: 10.17140/vmoj-4-137.", "ArticleIdList": ["10.17140/vmoj-4-137"]}, {"Citation": "Ayano T, Mathewos Y. Phytochemical investigation and characterization on the stem bark extract of Croton macrostachyus. Int J Chem Math Phys. 2020;4:113–123. doi: 10.22161/ijcmp.4.6.2.", "ArticleIdList": ["10.22161/ijcmp.4.6.2"]}, {"Citation": "Mekonnen LB. In vivo antimalarial activity of the crude root and fruit extracts of Croton macrostachyus (Euphorbiaceae) against Plasmodium berghei in mice. J Tradit Complement Med. 2015;5:168–173. doi: 10.1016/j.jtcme.2014.07.002.", "ArticleIdList": ["10.1016/j.jtcme.2014.07.002", "PMC4488560", "26151030"]}, {"Citation": "Haile K, Mehari B, Atlabachew M, Chandravanshi BS. Phenolic composition and antioxidant activities of cladodes of the two varieties of cactus pear (Opuntia ficus-indica) grown in Ethiopia. Bull Chem Soc Ethiop. 2016;30:347–356. doi: 10.4314/bcse.v30i3.3.", "ArticleIdList": ["10.4314/bcse.v30i3.3"]}, {"Citation": "Seifu T, Mehari B, Atlabachew M, Chandravanshi B. Polyphenolic content and antioxidant activity of leaves of urtica simensis grown in Ethiopia. Lat Am Appl Res. 2017;40:35–40."}, {"Citation": "Esmaeili AK, Taha RM, Mohajer S, Banisalam B. Antioxidant activity and total phenolic and flavonoid content of various solvent extracts from in vivo and in vitro grown Trifolium pratense L. (Red Clover) BioMed Res Int. 2015 doi: 10.1155/2015/643285.", "ArticleIdList": ["10.1155/2015/643285", "PMC4438149", "26064936"]}, {"Citation": "Chirinos R, Rogez H, Campos D, et al. Optimization of extraction conditions of antioxidant phenolic compounds from mashua (Tropaeolum tuberosum Ruíz & Pavón) tubers. Sep Purif Technol. 2007;55:217–225. doi: 10.1016/j.seppur.2006.12.005.", "ArticleIdList": ["10.1016/j.seppur.2006.12.005"]}, {"Citation": "Tsvetkova M, Hristova-Avakumova N, Atanasova L, et al. Effect of extraction conditions on the antioxidant activity of diazo cocoon extracts. AIP Conf Proc. 2019 doi: 10.1063/1.5091397.", "ArticleIdList": ["10.1063/1.5091397"]}, {"Citation": "Hou W, Zhang W, Chen G, Luo Y. Optimization of extraction conditions for maximal phenolic, flavonoid and antioxidant activity from melaleuca bracteata leaves using the response surface. Methodology. 2016 doi: 10.1371/journal.pone.0162139.", "ArticleIdList": ["10.1371/journal.pone.0162139", "PMC5017642", "27611576"]}, {"Citation": "Mokrani A, Madani K. Effect of solvent, time and temperature on the extraction of phenolic compounds and antioxidant capacity of peach (Prunus persica L.) fruit. Sep Purif Technol. 2016 doi: 10.1016/j.seppur.2016.01.043.", "ArticleIdList": ["10.1016/j.seppur.2016.01.043"]}, {"Citation": "Naczk M, Shahidi F. Phenolics in cereals, fruits and vegetables: occurrence, extraction and analysis. J Pharm Biomed Anal. 2006;41:1523–1542. doi: 10.1016/j.jpba.2006.04.002.", "ArticleIdList": ["10.1016/j.jpba.2006.04.002", "16753277"]}, {"Citation": "Aryal S, Baniya MK, Danekhu K, et al. Total Phenolic content, flavonoid content and antioxidant potential of wild vegetables from western Nepal. Plants. 2019 doi: 10.3390/plants8040096.", "ArticleIdList": ["10.3390/plants8040096", "PMC6524357", "30978964"]}, {"Citation": "Pirbalouti AG, Siahpoosh A, Setayesh M, Craker L. Antioxidant activity, total phenolic and flavonoid contents of some medicinal and aromatic plants used as herbal teas and condiments in Iran. J Med Food. 2014;17:1151–1157. doi: 10.1089/jmf.2013.0057.", "ArticleIdList": ["10.1089/jmf.2013.0057", "25084312"]}, {"Citation": "Belinda NS, Swaleh S, Mwonjoria KJ, Wilson MN. Antioxidant activity, total phenolic and flavonoid content of selected Kenyan medicinal plants, sea algae and medicinal wild mushrooms. Afr J Pure Appl Chem. 2019;13:43–48. doi: 10.5897/ajpac2018.0775.", "ArticleIdList": ["10.5897/ajpac2018.0775"]}, {"Citation": "Sembiring EN, Elya B, Sauriasari R, et al. Phytochemical screening, total flavonoid and total phenolic content and antioxidant activity of different parts of Caesalpinia bonduc (L.) Roxb. Pharmacog J. 2018;10:123–127. doi: 10.5530/pj.2018.1.22.", "ArticleIdList": ["10.5530/pj.2018.1.22"]}, {"Citation": "Stankovic M. Total phenolic content, flavonoid concentration and antioxidant activity of leaves and bark extracts of Celtis australis L. Int J Pharm Sci Nanotechnol. 2011;9:3188–3192. doi: 10.37285/ijpsn.2016.9.2.5.", "ArticleIdList": ["10.37285/ijpsn.2016.9.2.5"]}, {"Citation": "Phuyal N, Jha PK, Raturi PP, Rajbhandary S. In vitro antibacterial activities of methanolic extracts of fruits, seeds, and bark of Zanthoxylum armatum DC. J Trop Med. 2020 doi: 10.1155/2020/2803063.", "ArticleIdList": ["10.1155/2020/2803063", "PMC7292994", "32565829"]}, {"Citation": "Mekonnen A, Atlabachew M, Kassie B. Investigation of antioxidant and antimicrobial activities of Euclea schimperi leaf extracts. Chem Biol Technol Agric. 2018;5:1–12. doi: 10.1186/s40538-018-0128-x.", "ArticleIdList": ["10.1186/s40538-018-0128-x"]}, {"Citation": "Wanigasekera WMAP, Joganathan A, Pethiyagoda R, et al. Comparison of antioxidant activity, phenolic and flavonoid contents of selected medicinal plants in Sri Lanka. Ceylon J Sci. 2019;48:155–162. doi: 10.4038/cjs.v48i2.7619.", "ArticleIdList": ["10.4038/cjs.v48i2.7619"]}, {"Citation": "Kumari A, Ra S. Evaluation of total phenolic, flavonoid content, and dpph free radical scavenging activity of methanolic extract of ailanthus excelsa roxb. Asian J Pharm Clin Res. 2017;10:8–11."}, {"Citation": "Turkmen N, Sarı F, Sedat Velioglu Y. Factors affecting polyphenol content and composition of fresh and processed tea leaves. Akad Gıda. 2009;7:29–40."}, {"Citation": "Weli AM, AL-Hinai JRK, Al-Mjrafi JMA, et al. Effect of different polarities leaves crude extracts of Omani juniperus excels on antioxidant, antimicrobial and cytotoxic activities and their biochemical screening. Asian Pacific J Reprod. 2014;3:218–223. doi: 10.1016/S2305-0500(14)60029-4.", "ArticleIdList": ["10.1016/S2305-0500(14)60029-4"]}, {"Citation": "Hossain MA, Shah MD, Gnanaraj C, Iqbal M. In vitro total phenolics, flavonoids contents and antioxidant activity of essential oil, various organic extracts from the leaves of tropical medicinal plant Tetrastigma from Sabah. Asian Pac J Trop Med. 2011;4:717–721. doi: 10.1016/S1995-7645(11)60180-6.", "ArticleIdList": ["10.1016/S1995-7645(11)60180-6", "21967695"]}, {"Citation": "Montoro P, Braca A, Pizza C, De Tommasi N. Structure-antioxidant activity relationships of flavonoids isolated from different plant species. Food Chem. 2005;92:349–355. doi: 10.1016/j.foodchem.2004.07.028.", "ArticleIdList": ["10.1016/j.foodchem.2004.07.028"]}, {"Citation": "Stankovic MS, Niciforovic N, Topuzovic M, Solujic S. Total phenolic content, flavonoid concentrations and antioxidant activity, of the whole plant and plant parts extracts from Teucrium montanum L. var. montanum, f. supinum (L.) reichenb. Biotechnol Biotechnol Equip. 2011;25:2222–2227. doi: 10.5504/bbeq.2011.0020.", "ArticleIdList": ["10.5504/bbeq.2011.0020"]}, {"Citation": "Altemimi A, Lakhssassi N, Baharlouei A, Watson DG. Identification of bioactive compounds from plant extracts. Plants. 2017 doi: 10.3390/plants6040042.", "ArticleIdList": ["10.3390/plants6040042", "PMC5750618", "28937585"]}, {"Citation": "Equar G, Gebremedhin G, Gebrekidan A, Asmelash T. Determination of antimicrobial activity and phytochemical screening of selected medicinal plants in Tigray region of Northern Ethiopia. Momona Ethiop J Sci. 2018;10:255–270. doi: 10.4314/mejs.v10i2.6.", "ArticleIdList": ["10.4314/mejs.v10i2.6"]}, {"Citation": "Opinde HR. Antimicrobial activity and qualitative phytochemical composition of crude extracts from medicinal plants against selected enteric bacterial pathogens and Candida albicans. Rev CENIC Cienc Biol. 2016;152:28. doi: 10.13057/biofar/c150101.", "ArticleIdList": ["10.13057/biofar/c150101"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "3", "Day": "1"}, {"Year": "2022", "Month": "4", "Day": "18"}, {"Year": "2022", "Month": "5", "Day": "13", "Hour": "12", "Minute": "52"}, {"Year": "2022", "Month": "5", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "5", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["35550631", "PMC9102241", "10.1186/s13065-022-00822-0", "10.1186/s13065-022-00822-0"]}}], "PubmedBookArticle": []}