{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["HPLC", "Xanthones", "method validation", "natural products", "quantification"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35562105", "DateCompleted": {"Year": "2022", "Month": "07", "Day": "19"}, "DateRevised": {"Year": "2022", "Month": "07", "Day": "19"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "06", "Day": "02"}], "Language": ["eng"], "ELocationID": ["10.1002/bmc.5408"], "Journal": {"ISSN": "1099-0801", "JournalIssue": {"Volume": "36", "Issue": "8", "PubDate": {"Year": "2022", "Month": "Aug"}}, "Title": "Biomedical chromatography : BMC", "ISOAbbreviation": "Biomed Chromatogr"}, "ArticleTitle": "Development, method validation and simultaneous quantification of eleven bioactive natural products from high-altitude medicinal plant by high-performance liquid chromatography.", "Pagination": {"StartPage": "e5408", "MedlinePgn": "e5408"}, "Abstract": {"AbstractText": ["Herein, a novel, rapid, reliable, simple method validation and simultaneous quantification of 11 bioactive compounds (mostly xanthones) have been described. International Conference on Harmonization guidelines were used for the analytical method validation. Good linearity, repeatability, intra- and inter-day precision, accuracy and reliability were well-illuminated in the method validation procedure. The calibration curves showed a good linear relationship (r > 0.999) within test range. Precision was evaluated by intra- and inter-day tests with relative standard deviation <2.79% and accuracy validation recovery of 74.16%-91.84%. On quantification study, the validated method described the high content of bioactive xanthone derivatives, including 1-hydroxy-3, 5-dimethoxyxanthone (7), 2-(allyloxy)-8-hydroxy-1, 6-dimethoxyxanthone (6) 1, 7, 8-trihydroxy-3-methoxyxanthone (9) and Coxanthone E (5) in Codonopsis ovata, which is advantageous given the numerous pharmacological and biological effects associated with these compounds, which mostly exhibit anti-cancerous, antioxidant, anti-inflammatory, anti-mutagenic and anti-obesity effects. The bulk abundance of these compounds can also be used for further modification to produce better lead molecules for drug discovery with low toxicity and high potency. The proposed method makes it possible to simultaneously determine all bioactive compounds in one run and can be extended to marker-based standardization of herbal formulations in medicinal and pharmaceutical industries."], "CopyrightInformation": "© 2022 John Wiley & Sons Ltd."}, "AuthorList": [{"Identifier": ["0000-0003-0331-370X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bio-organic Chemistry Division, CSIR-Indian Institute of Integrative Medicine, Jammu, Jammu and Kashmir, India."}, {"Identifier": [], "Affiliation": "Research Centre for Residue and Quality Analysis, Sher-e-Kashmir University of Agricultural Sciences and Technology (SKUAST-K), Srinagar, Jammu and Kashmir, India."}], "LastName": "Dar", "ForeName": "Alamgir A", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bio-organic Chemistry Division, CSIR-Indian Institute of Integrative Medicine, Jammu, Jammu and Kashmir, India."}], "LastName": "Raina", "ForeName": "Arun", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Synthetic Organic Chemistry Laboratory, Sri Mata Vaishno Devi University, Jammu, Jammu and Kashmir, India."}], "LastName": "Kumar", "ForeName": "Anil", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Biomed Chromatogr", "NlmUniqueID": "8610241", "ISSNLinking": "0269-3879"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Biological Products"}, {"RegistryNumber": "0", "NameOfSubstance": "Xanthones"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Altitude"}, {"QualifierName": [], "DescriptorName": "Biological Products"}, {"QualifierName": ["methods"], "DescriptorName": "Chromatography, High Pressure Liquid"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Reproducibility of Results"}, {"QualifierName": ["chemistry"], "DescriptorName": "Xanthones"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ahmad Dar, A., Sangwan, P., & Kumar, A. (2020). Chromatography: An important tool for drug discovery. Journal of Separation Science, 43(1), 105-119."}, {"Citation": "Atanasov, A. G., Zotchev, S. B., Dirsch, V. M., International Natural Product Sciences Taskforce, & Supuran, C. T. (2021). Natural products in drug discovery: Advances and opportunities. Nature Reviews Drug Discovery, 20(3), 200-216. https://doi.org/10.1038/s41573-020-00114-z"}, {"Citation": "Baker, D. D., Chu, M., Oza, U., & Rajgarhia, V. (2007). The value of natural products to future pharmaceutical discovery. Natural Product Reports, 24(6), 1225-1244. https://doi.org/10.1039/b602241n"}, {"Citation": "Chopra, B., & Dhingra, A. K. (2021). Natural products: A lead for drug discovery and development. Phytotherapy Research, 35(9), 4660-4702. https://doi.org/10.1002/ptr.7099"}, {"Citation": "Cragg, G. M., Grothaus, P. G., & Newman, D. J. (2014). New horizons for old drugs and drug leads. Journal of Natural Products, 77(3), 703-723. https://doi.org/10.1021/np5000796"}, {"Citation": "Dangroo, N., Dar, A., Shankar, R., Khuroo, M., & Sangwan, P. (2016). An efficient synthesis of phosphoramidates from halides in aqueous ethanol. Tetrahedron Letters, 57(25), 2717-2722. https://doi.org/10.1016/j.tetlet.2016.05.003"}, {"Citation": "Dar, A. A., Dangroo, N. A., Raina, A., Qayum, A., Singh, S., Kumar, A., & Sangwan, P. L. (2016). Biologically active xanthones from Codonopsis ovata. Phytochemistry, 132, 102-108. https://doi.org/10.1016/j.phytochem.2016.10.002"}, {"Citation": "Dar, A. A., Jan, I., Wani, A. A., Mubashir, S., Sofi, K. A., Sofi, J. A., & Dar, I. H. (2018). Risk assessment, dissipation behavior and persistence of quinalphos in/on green pea by gas chromatography with electron capture detector. Journal of Separation Science, 41(11), 2380-2385. https://doi.org/10.1002/jssc.201701543"}, {"Citation": "Dar, A. A., Rath, S. K., Qaudri, A., Singh, B., Tasduq, S. A., Kumar, A., & Sangwan, P. L. (2015). Isolation, cytotoxic evaluation, and simultaneous quantification of eight bioactive secondary metabolites from Cicer microphyllum by high-performance thin-layer chromatography. Journal of Separation Science, 38(23), 4021-4028. https://doi.org/10.1002/jssc.201500861"}, {"Citation": "Dar, A. A., Sangwan, P. L., Khan, I., Gupta, N., Qaudri, A., Tasduq, S. A., Kitchlu, S., Kumar, A., & Koul, S. (2014). Simultaneous quantification of eight bioactive secondary metabolites from Codonopsis ovata by validated high performance thin layer chromatography and their antioxidant profile. Journal of Pharmaceutical and Biomedical Analysis, 100, 300-308. https://doi.org/10.1016/j.jpba.2014.07.034"}, {"Citation": "Dar, A. A., Sangwan, P. L., Singh, N., & Kumar, A. (2019). Method validation and simultaneous quantification of five triterpenoids from Codonopsis ovata by high-performance thin-layer chromatography. JPC Journal of Planar Chromatography Modern TLC, 32(3), 251-256. https://doi.org/10.1556/1006.2019.32.3.11"}, {"Citation": "Durães, F., Resende, D. I., Palmeira, A., Szemerédi, N., Pinto, M. M., Spengler, G., & Sousa, E. (2021). Xanthones active against multidrug resistance and virulence mechanisms of bacteria. Antibiotics, 10(5), 600. https://doi.org/10.3390/antibiotics10050600"}, {"Citation": "Fayaz, M., Dar, A. A., Bhat, M. H., Kumar, A., & Jain, A. K. (2018). Simultaneous quantification of 14 amino acids from five plants by validated reversed-phase high-performance liquid chromatography. Separation Science Plus, 1(9), 619-626. https://doi.org/10.1002/sscp.201800093"}, {"Citation": "Feng, C., Cai, Y.-L., & Ruan, J.-L. (2008). Simultaneous determination of 10 active components in traditional Chinese medicine “YIGONG” capsule by RP-HPLC-DAD. Journal of Pharmaceutical and Biomedical Analysis, 47(2), 442-447. https://doi.org/10.1016/j.jpba.2008.01.019"}, {"Citation": "Guideline, I. H. T. (2005). Validation of Analytical Procedures: Text and Methodology, Q2 (R1), Current Step 4 Version, Parent Guidelines on Methodology Dated November 6, 1996, Incorporated in November 2005. Paper presented at the International Conference on Harmonisation, Geneva, Switzerland, www.ich.org"}, {"Citation": "Klein-Júnior, L. C., Campos, A., Niero, R., Corrêa, R., Vander Heyden, Y., & Filho, V. C. (2020). Xanthones and cancer: From natural sources to mechanisms of action. Chemistry & Biodiversity, 17(2), e1900499. https://doi.org/10.1002/cbdv.201900499"}, {"Citation": "Koehn, F. E., & Carter, G. T. (2005). The evolving role of natural products in drug discovery. Nature Reviews Drug Discovery, 4(3), 206-220. https://doi.org/10.1038/nrd1657"}, {"Citation": "Oishi, M., Iizumi, Y., Taniguchi, T., Goi, W., Miki, T., & Sakai, T. (2013). Apigenin sensitizes prostate cancer cells to Apo2L/TRAIL by targeting adenine nucleotide Translocase-2. PLoS ONE, 8(2), e55922. https://doi.org/10.1371/journal.pone.0055922"}, {"Citation": "Porras, G., Chassagne, F., Lyles, J. T., Marquez, L., Dettweiler, M., Salam, A. M., Samarakoon, T., Shabih, S., Farrokhi, D. R., & Quave, C. L. (2020). Ethnobotany and the role of plant natural products in antibiotic drug discovery. Chemical Reviews, 121(6), 3495-3560. https://doi.org/10.1021/acs.chemrev.0c00922"}, {"Citation": "Singh, I. P., Ahmad, F., Chatterjee, D., Bajpai, R., & Sengar, N. (2021). Natural products: drug discovery and development. In Drug discovery and development (pp. 11-65). Springer. https://doi.org/10.1007/978-981-15-5534-3_2"}, {"Citation": "Singh, N., Dar, A. A., & Kumar, A. (2018). A simple and efficient approach for the synthesis of 1, 3-Oxazolidines from β-amino alcohols using grinding technique. ChemistrySelect, 3(48), 13675-13681. https://doi.org/10.1002/slct.201802369"}, {"Citation": "Steven, W. (2006). Analytical methods: A statistical perspective on the ICH Q2A and Q2B guidelines for validation of analytical methods (Vol. 19). Biopharm International."}, {"Citation": "Truax, N. J., & Romo, D. (2020). Bridging the gap between natural product synthesis and drug discovery. Natural Product Reports, 37(11), 1436-1453. https://doi.org/10.1039/D0NP00048E"}, {"Citation": "Umoh, U. F., Thomas, P. S., Essien, E. E., Okokon, J. E., de Leo, M., Ajibesin, K. K., Flamini, G., & Eseyin, O. A. (2021). Isolation and characterization of bioactive xanthones from Hippocratea africana (Willd.)Loes. Ex Engl.(Celastraceae). Journal of Ethnopharmacology, 280, 114031. https://doi.org/10.1016/j.jep.2021.114031"}, {"Citation": "Wani, A. A., Dar, A. A., Jan, I., Mukhtar, M., Sofi, K. A., Hassan, G., & Sofi, J. A. (2022). Dissipation and gas chromatographic method for the determination of profenofos residues in/on green pea and cucumber. Biomedical Chromatography, 36(4), e5335. https://doi.org/10.1002/bmc.5335"}, {"Citation": "Wani, A. A., Dar, A. A., Jan, I., Sofi, K. A., Sofi, J. A., & Dar, I. H. (2019a). Dissipation, risk assessment, half-life period and method validation of carbendazim and triazophos in green pea by high-performance liquid chromatography. Separation Science Plus, 2(8), 284-290. https://doi.org/10.1002/sscp.201800143"}, {"Citation": "Wani, A. A., Dar, A. A., Jan, I., Sofi, K. A., Sofi, J. A., & Dar, I. H. (2019b). Method validation and simultaneous quantification of eight organochlorines/organophosphates in apple by gas chromatography. Journal of the Science of Food and Agriculture, 99(7), 3687-3692. https://doi.org/10.1002/jsfa.9599"}, {"Citation": "Yang, C., Gou, Y., Chen, J., An, J., Chen, W., & Hu, F. (2013). Structural characterization and antitumor activity of a pectic polysaccharide from Codonopsis pilosula. Carbohydrate Polymers, 98(1), 886-895. https://doi.org/10.1016/j.carbpol.2013.06.079"}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2022", "Month": "4", "Day": "19"}, {"Year": "2022", "Month": "2", "Day": "12"}, {"Year": "2022", "Month": "5", "Day": "9"}, {"Year": "2022", "Month": "5", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "13", "Hour": "20", "Minute": "17"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35562105", "10.1002/bmc.5408"]}}], "PubmedBookArticle": []}