{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Laurus nobilis", "bay", "biochemical", "essential oil", "traditional uses"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35567209", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "04", "Day": "29"}], "Language": ["eng"], "ELocationID": ["1209", "10.3390/plants11091209"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "11", "Issue": "9", "PubDate": {"Year": "2022", "Month": "Apr", "Day": "29"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "A Review of the Botany, Volatile Composition, Biochemical and Molecular Aspects, and Traditional Uses of <i>Laurus nobilis</i>.", "Abstract": {"AbstractText": ["<i>Laurus nobilis</i> L. is an aromatic medicinal plant widely cultivated in many world regions. <i>L. nobilis</i> has been increasingly acknowledged over the years as it provides an essential contribution to the food and pharmaceutical industries and cultural integrity. The commercial value of this species derives from its essential oil, whose application might be extended to various industries. The chemical composition of the essential oil depends on environmental conditions, location, and season during which the plants are collected, drying methods, extraction, and analytical conditions. The characterization and chemotyping of <i>L. nobilis</i> essential oil are extremely important because the changes in composition can affect biological activities. Several aspects of the plant's secondary metabolism, particularly volatile production in <i>L. nobilis</i>, are still unknown. However, understanding the molecular basis of flavor and aroma production is not an easy task to accomplish. Nevertheless, the time-limited efforts for conservation and the unavailability of knowledge about genetic diversity are probably the major reasons for the lack of breeding programs in <i>L. nobilis</i>. The present review gathers the scientific evidence on the research carried out on <i>Laurus nobilis</i> L., considering its cultivation, volatile composition, biochemical and molecular aspects, and antioxidant and antimicrobial activities."]}, "AuthorList": [{"Identifier": ["0000-0001-8479-7253"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Bioscience and Technology for Food, Agriculture and Environment, University of Teramo, Balzarini, 1, 64100 Teramo, Italy."}], "LastName": "Paparella", "ForeName": "Antonello", "Initials": "A"}, {"Identifier": ["0000-0002-3650-3158"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Newe Yaar Research Center, Agricultural Research Organization, Ramat Yishay 30095, Israel."}], "LastName": "Nawade", "ForeName": "Bhagwat", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Migal Galilee Research Institute, Kiryat Shmona 11016, Israel."}, {"Identifier": [], "Affiliation": "Environmental Sciences Department, Tel Hai College, Upper Galilee 12210, Israel."}], "LastName": "Shaltiel-Harpaz", "ForeName": "Liora", "Initials": "L"}, {"Identifier": ["0000-0002-7459-5356"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Newe Yaar Research Center, Agricultural Research Organization, Ramat Yishay 30095, Israel."}], "LastName": "Ibdah", "ForeName": "Mwafaq", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Dobroslavić E., Repajić M., Dragović-Uzelac V., Elez Garofulić I. Isolation of Laurus nobilis leaf polyphenols: A Review on current techniques and future perspectives. Foods. 2022;11:235. doi: 10.3390/foods11020235.", "ArticleIdList": ["10.3390/foods11020235", "PMC8774556", "35053967"]}, {"Citation": "Tucker A.O., DeBaggio T. The Encyclopedia of Herbs: A Comprehensive Reference to Herbs of Flavor and Fragrance. Timber Press; Portland, OR, USA: 2009."}, {"Citation": "Sangun M.K., Aydin E., Timur M., Karadeniz H., Caliskan M., Ozkan A. Comparison of chemical composition of the essential oil of Laurus nobilis L. leaves and fruits from different regions of Hatay, Turkey. J. Environ. Biol. 2007;28:731–733.", "ArticleIdList": ["18405104"]}, {"Citation": "Anzano A., de Falco B., Grauso L., Motti R., Lanzotti V. Laurel, Laurus nobilis L.: A review of its botany, traditional uses, phytochemistry and pharmacology. Phytochem. Rev. 2022:1–51. doi: 10.1007/s11101-021-09791-z.", "ArticleIdList": ["10.1007/s11101-021-09791-z"]}, {"Citation": "Ehrendorfer F., Krendl F., Habeler E., Sauer W. Chromosome numbers and evolution in primitive angiosperms. Taxon. 1968;17:337–353. doi: 10.2307/1217392.", "ArticleIdList": ["10.2307/1217392"]}, {"Citation": "Sharma A., Singh J., Kumar S. Handbook of Herbs and Spices (Second Edition), Volume 1. Elsevier; Amsterdam, The Netherlands: 2012. Bay leaves; pp. 73–85."}, {"Citation": "Schultze-Motel J., Fritsch R., Hammer K., Hanelt P., Kruse J., Maass H.I., Ohle H., Pistrick K. Taxonomy and evolution of cultivated plants: Literature review 1984/1985. Die Kulturpflanze. 1986;34:335–347. doi: 10.1007/BF02112811.", "ArticleIdList": ["10.1007/BF02112811"]}, {"Citation": "Yılmaz B., Deniz İ. The effects of cultivation area and altitude variation on the composition of essential oil of Laurus nobilis L. grown in eastern, Western and Central Karadeniz Region. Int. J. Second. Metab. 2017;4:187–194. doi: 10.21448/ijsm.370118.", "ArticleIdList": ["10.21448/ijsm.370118"]}, {"Citation": "Demir V., Gunhan T., Yagcioglu A., Degirmencioglu A. Mathematical modelling and the determination of some quality parameters of air-dried bay leaves. Biosyst. Eng. 2004;88:325–335. doi: 10.1016/j.biosystemseng.2004.04.005.", "ArticleIdList": ["10.1016/j.biosystemseng.2004.04.005"]}, {"Citation": "Sekeroglu N., Koca U. Current status of medicinal and aromatic plants production and trade in Turkey. Biomed. 2010;5:65–73."}, {"Citation": "Flamini G., Bader A., Cioni P.L., Katbeh-Bader A., Morelli I. Composition of the essential oil of leaves, galls, and ripe and unripe fruits of Jordanian Pistacia palaestina Boiss. J. Agric. Food Chem. 2004;52:572–576. doi: 10.1021/jf034773t.", "ArticleIdList": ["10.1021/jf034773t", "14759150"]}, {"Citation": "Kilic A., Hafizoglu H., Kollmannsberger H., Nitz S. Volatile constituents and key odorants in leaves, buds, flowers, and fruits of Laurus nobilis L. J. Agric. Food Chem. 2004;52:1601–1606. doi: 10.1021/jf0306237.", "ArticleIdList": ["10.1021/jf0306237", "15030218"]}, {"Citation": "Sırıken B., Yavuz C., Güler A. Antibacterial activity of Laurus nobilis: A review of literature. Med. Sci. Discov. 2018;5:374–379. doi: 10.17546/msd.482929.", "ArticleIdList": ["10.17546/msd.482929"]}, {"Citation": "Özcan M., Chalchat J.-C. Effect of different locations on the chemical composition of essential oils of laurel (Laurus nobilis L.) leaves growing wild in Turkey. J. Med. Food. 2005;8:408–411. doi: 10.1089/jmf.2005.8.408.", "ArticleIdList": ["10.1089/jmf.2005.8.408", "16176157"]}, {"Citation": "Ordoudi S.A., Papapostolou M., Nenadis N., Mantzouridou F.T., Tsimidou M.Z. Bay Laurel (Laurus nobilis L.) essential oil as a food preservative source: Chemistry, quality control, activity assessment, and applications to olive industry products. Foods. 2022;11:752. doi: 10.3390/foods11050752.", "ArticleIdList": ["10.3390/foods11050752", "PMC8909149", "35267385"]}, {"Citation": "Charles D.J. Antioxidant properties of spices, herbs and other sources. Springer; Berlin/Heidelberg, Germany: 2012. Bay; pp. 181–187."}, {"Citation": "Al-Kalaldeh J.Z., Abu-Dahab R., Afifi F.U. Volatile oil composition and antiproliferative activity of Laurus nobilis, Origanum syriacum, Origanum vulgare, and Salvia triloba against human breast adenocarcinoma cells. Nutr. Res. 2010;30:271–278. doi: 10.1016/j.nutres.2010.04.001.", "ArticleIdList": ["10.1016/j.nutres.2010.04.001", "20534330"]}, {"Citation": "Ayanoğlu F., Kaya D.A., Koçer O. Promising bay laurel (Laurus nobilis L.) genotypes for fruit production. Int. J. Chem. Technol. 2018;2:161–167. doi: 10.32571/ijct.485896.", "ArticleIdList": ["10.32571/ijct.485896"]}, {"Citation": "Ibdah M., Muchlinski A., Yahyaa M., Nawade B., Tholl D. The Carrot Genome. Springer; Berlin/Heidelberg, Germany: 2019. Carrot volatile terpene metabolism: Terpene diversity and biosynthetic genes; pp. 279–293."}, {"Citation": "Vaughn S.F. Plant Volatiles. eLS; Chicago, IL, USA: 2001."}, {"Citation": "Dudareva N., Pichersky E. Metabolic engineering of plant volatiles. Curr. Opin. Biotechnol. 2008;19:181–189. doi: 10.1016/j.copbio.2008.02.011.", "ArticleIdList": ["10.1016/j.copbio.2008.02.011", "18394878"]}, {"Citation": "Nawade B., Yahyaa M., Reuveny H., Shaltiel-Harpaz L., Eisenbach O., Faigenboim A., Bar-Yaakov I., Holland D., Ibdah M. Profiling of volatile terpenes from almond (Prunus dulcis) young fruits and characterization of seven terpene synthase genes. Plant Sci. 2019;287:110187. doi: 10.1016/j.plantsci.2019.110187.", "ArticleIdList": ["10.1016/j.plantsci.2019.110187", "31481200"]}, {"Citation": "Goff S.A., Klee H.J. Plant volatile compounds: Sensory cues for health and nutritional value? Science. 2006;311:815–819. doi: 10.1126/science.1112614.", "ArticleIdList": ["10.1126/science.1112614", "16469919"]}, {"Citation": "Singletary K. Bay leaf: Potential health benefits. Nutr. Today. 2021;56:202–208. doi: 10.1097/NT.0000000000000493.", "ArticleIdList": ["10.1097/NT.0000000000000493"]}, {"Citation": "Nawade B., Yahyaa M., Lewinsohn E., Ibdah M. Biology of Plant Volatiles. CRC Press; Boca Raton, FL, USA: 2020. Vegetative and fruit volatiles for human consumption; pp. 79–95."}, {"Citation": "Wilson L. Spices and flavoring crops: Leaf and floral structures. In: Caballero B., Finglas P.M., Toldrá F., editors. Encyclopedia of Food and Health. Academic Press; Oxford, UK: 2016. pp. 84–92."}, {"Citation": "Fasseas C., Akoumianaki-Ioannidou A. Some anatomical features of Laurus nobilis leaves contributing to its suitability as ornamental plant in temperate climates; Proceedings of the I International Symposium on Woody Ornamentals of the Temperate Zone 885; Pruhonice, Czech Republic. 26 May 2008; pp. 99–108."}, {"Citation": "Kondraskov P., Schütz N., Schüßler C., de Sequeira M.M., Guerra A.S., Caujapé-Castells J., Jaén-Molina R., Marrero-Rodríguez Á., Koch M.A., Linder P. Biogeography of mediterranean hotspot biodiversity: Re-evaluating the ‘tertiary relict’ hypothesis of macaronesian laurel forests. PLoS ONE. 2015;10:e0132091. doi: 10.1371/journal.pone.0132091.", "ArticleIdList": ["10.1371/journal.pone.0132091", "PMC4501571", "26173113"]}, {"Citation": "Rodríguez-Sánchez F., Guzmán B., Valido A., Vargas P., Arroyo J. Late Neogene history of the laurel tree (Laurus L., Lauraceae) based on phylogeographical analyses of Mediterranean and Macaronesian populations. J. Biogeogr. 2009;36:1270–1281. doi: 10.1111/j.1365-2699.2009.02091.x.", "ArticleIdList": ["10.1111/j.1365-2699.2009.02091.x"]}, {"Citation": "Huxley A., Griffiths M., Levy M. Dictionary of Gardening: The New Royal Horticultural Society. Macmillan Press; London, UK: New York, NY, USA: 1992."}, {"Citation": "Huxley A.J., Griffiths M. New Royal Horticultural Society Dictionary of Gardening. Grove’s Dictionaries Inc.; New York, NY, USA: 1999."}, {"Citation": "Taylor J. The Milder Garden. Orion Publishing Group; London, UK: 1990."}, {"Citation": "Souayah N., Khouja M.L., Khaldi A., Rejeb M.N., Bouzid S. Breeding improvement of Laurus nobilis L. by conventional and in vitro propagation techniques. J. Herbs Spices. Med. Plants. 2002;9:101–105. doi: 10.1300/J044v09n02_15.", "ArticleIdList": ["10.1300/J044v09n02_15"]}, {"Citation": "Takos I.A. Seed dormancy in bay laurel (Laurus nobilis L.) New For. 2001;21:105–114. doi: 10.1023/A:1011875725469.", "ArticleIdList": ["10.1023/A:1011875725469"]}, {"Citation": "Tilki F. Influence of pretreatment and desiccation on the germination of Laurus nobilis L. seeds. J. Environ. Biol. 2004;25:157–161.", "ArticleIdList": ["15529872"]}, {"Citation": "Konstantinidou E., Takos I., Merou T. Desiccation and storage behavior of bay laurel (Laurus nobilis L.) seeds. Eur. J. For. Res. 2008;127:125–131. doi: 10.1007/s10342-007-0189-z.", "ArticleIdList": ["10.1007/s10342-007-0189-z"]}, {"Citation": "Ambrose D.C., Manickavasagan A., Naik R. Leafy Medicinal Herbs: Botany, Chemistry, Postharvest Technology and Uses. CABI; London, UK: 2016."}, {"Citation": "Kumar S., Singh J., Sharma A. Handbook of Herbs and Spices. Elsevier; Amsterdam, The Netherlands: 2001. Bay leaves; pp. 52–61."}, {"Citation": "Al Gabbiesh A.H., Ghabeish M., Kleinwächter M., Selmar D. Plant regeneration through somatic embryogenesis from calli derived from leaf bases of Laurus nobilis L. (Lauraceae) Plant Tissue Cult. Biotechnol. 2014;24:213–221. doi: 10.3329/ptcb.v24i2.23554.", "ArticleIdList": ["10.3329/ptcb.v24i2.23554"]}, {"Citation": "Chourfi A., Alaoui T., Echchgadda G. In vitro propagation of the bay laurel (Laurus nobilis L.) in Morocco. SAJEB. 2014;4:96–103. doi: 10.38150/sajeb.4(3).p96-103.", "ArticleIdList": ["10.38150/sajeb.4(3).p96-103"]}, {"Citation": "Foqué D., Braekman P., Pieters J.G., Nuyttens D. A vertical spray boom application technique for conical bay laurel (Laurus nobilis) plants. Crop Prot. 2012;41:113–121. doi: 10.1016/j.cropro.2012.05.011.", "ArticleIdList": ["10.1016/j.cropro.2012.05.011"]}, {"Citation": "Zeity M. First Record of the Bay Sucker Trioza Alacris Flor (Triozidae: Hemiptera) in Syria. John Wiley & Sons, Ltd.; Hoboken, NJ, USA: 2018."}, {"Citation": "Vitale A., Polizzi G. Occurrence of Pestalotiopsis uvicola causing leaf spots and stem blight on bay laurel (Laurus nobilis) in Sicily. Plant Dis. 2005;89:1362. doi: 10.1094/PD-89-1362A.", "ArticleIdList": ["10.1094/PD-89-1362A", "30791326"]}, {"Citation": "Duarte A.D.F., Andreazza F., Nava D.E., Da Cunha U.S. Polyphagotarsonemus latus (Trombidiformes: Tarsonemidae) on Laurus nobilis (Polycarpicae: Lauraceae): Report of infestation and damage. Syst. Appl. Acarol. 2021;26:1614–1618. doi: 10.11158/saa.26.8.14.", "ArticleIdList": ["10.11158/saa.26.8.14"]}, {"Citation": "Weiss E.A. Spice Crops. CABI; London, UK: 2002."}, {"Citation": "Akgül A. Spice Science and Technology. Turkish Association of Food Technologists Publ. No. 15; Ankara, Turkey: 1993."}, {"Citation": "Raghavan S. Handbook of Spices, Seasonings, and Flavorings. CRC; Boca Raton, FL, USA: 2007."}, {"Citation": "Nadeem M.A., Aasim M., Kırıcı S., Karık Ü., Nawaz M.A., Yılmaz A., Maral H., Khawar K.M., Baloch F.S. Biotechnological Approaches for Medicinal and Aromatic Plants. Springer; Berlin/Heidelberg, Germany: 2018. Laurel (Laurus nobilis L.): A less-known medicinal plant to the world with diffusion, genomics, phenomics, and metabolomics for genetic improvement; pp. 631–653."}, {"Citation": "Ayanoğlu F., Kaya D., Mert A., Köse E. Determination of quality aspects and selection of native grown laurel (Laurus nobilis L.) in Hatay province of Turkey; Proceedings of the The First Mediterranean Symposium on Medicinal and Aromatic Plants (MESMAP); Famagusta, Cyprus. 17–20 April 2013; pp. 17–20."}, {"Citation": "Bulut M.Ç., Özmen C.Y., Ergül A., Ayanoğlu F. Genetic characterization of Bay Laurel (Laurus nobilis L.) populations using microsatellite markers and flow cytometry. Mustafa Kemal Üniversitesi Ziraat Fakültesi Dergisi. 2018;23:242–253."}, {"Citation": "Bolarić S., Dunkić V.D., Bezić N., Kremer D., Karlović K., Tuković A., Jelak L., Srečec S. Influence of geographic position, leaf surface and genetic variability on content of total essential oils in 12 distinct populations of Bay Laurel (Laurus nobilis L.) Agric. Conspec. Sci. 2019;84:83–89."}, {"Citation": "Choudhary D., Kala S., Todaria N., Dasgupta S., Kinhal G., Kollmair M. Essential oil from Bay leaves in India and Nepal: An analysis for quality oriented value chain development. Int. J. Med. Aromat. Plants. 2013;3:11–17."}, {"Citation": "Southwell I.A., Russell M.F., Maddox C.D., Wheeler G.S. Differential metabolism of 1,8-cineole in insects. J. Chem. Ecol. 2003;29:83–94. doi: 10.1023/A:1021976513603.", "ArticleIdList": ["10.1023/A:1021976513603", "12647855"]}, {"Citation": "Franks S.J., Wheeler G.S., Goodnight C. Genetic variation and evolution of secondary compounds in native and introduced populations of the invasive plant Melaleuca quinquenervia. Evol. Int. J. Org. Evol. 2012;66:1398–1412. doi: 10.1111/j.1558-5646.2011.01524.x.", "ArticleIdList": ["10.1111/j.1558-5646.2011.01524.x", "22519780"]}, {"Citation": "Mercier B., Prost J., Prost M. The essential oil of turpentine and its major volatile fraction (α-and β-pinenes): A review. Int. J. Occup. Med. Environ. Health. 2009;22:331–342. doi: 10.2478/v10001-009-0032-5.", "ArticleIdList": ["10.2478/v10001-009-0032-5", "20197260"]}, {"Citation": "Tan K.H., Nishida R. Methyl eugenol: Its occurrence, distribution, and role in nature, especially in relation to insect behavior and pollination. J. Insect Sci. 2012;12:56. doi: 10.1673/031.012.5601.", "ArticleIdList": ["10.1673/031.012.5601", "PMC3500151", "22963669"]}, {"Citation": "Pino J., Borges P., Roncal E. The chemical composition of laurel leaf oil from various origins. Mol. Nutr. Food Res. 1993;37:592–595. doi: 10.1002/food.19930370611.", "ArticleIdList": ["10.1002/food.19930370611"]}, {"Citation": "Marzouki H., Khaldi A., Chamli R., Bouzid S., Piras A., Falconieri D., Marongiu B. Biological activity evaluation of the oils from Laurus nobilis of Tunisia and Algeria extracted by supercritical carbon dioxide. Nat. Prod. Res. 2009;23:230–237. doi: 10.1080/14786410801976400.", "ArticleIdList": ["10.1080/14786410801976400", "19235023"]}, {"Citation": "Jemâa J.M.B., Tersim N., Toudert K.T., Khouja M.L. Insecticidal activities of essential oils from leaves of Laurus nobilis L. from Tunisia, Algeria and Morocco, and comparative chemical composition. J. Stored Prod. Res. 2012;48:97–104. doi: 10.1016/j.jspr.2011.10.003.", "ArticleIdList": ["10.1016/j.jspr.2011.10.003"]}, {"Citation": "Lira P.D.L., Retta D., Tkacik E., Ringuelet J., Coussio J., Van Baren C., Bandoni A. Essential oil and by-products of distillation of bay leaves (Laurus nobilis L.) from Argentina. Ind. Crops Prod. 2009;30:259–264. doi: 10.1016/j.indcrop.2009.04.005.", "ArticleIdList": ["10.1016/j.indcrop.2009.04.005"]}, {"Citation": "Řebíčková K., Bajer T., Šilha D., Ventura K., Bajerová P. Comparison of chemical composition and biological properties of essential oils obtained by hydrodistillation and steam distillation of Laurus nobilis L. Plant Foods Hum. Nutr. 2020;75:495–504. doi: 10.1007/s11130-020-00834-y.", "ArticleIdList": ["10.1007/s11130-020-00834-y", "32710382"]}, {"Citation": "Fidan H., Stefanova G., Kostova I., Stankov S., Damyanova S., Stoyanova A., Zheljazkov V.D. Chemical composition and antimicrobial activityof Laurus nobilis L. essential oils from Bulgaria. Molecules. 2019;24:804. doi: 10.3390/molecules24040804.", "ArticleIdList": ["10.3390/molecules24040804", "PMC6412751", "30813368"]}, {"Citation": "Politeo O., Jukić M., Miloš M. Chemical composition and antioxidant activity of free volatile aglycones from laurel (Laurus nobilis L.) compared to its essential oil. Croat. Chem. Acta. 2007;80:121–126."}, {"Citation": "Fiorini C., Fouraste I., David B., Bessiere J. Composition of the flower, leaf and stem essential oils from Laurus nobilis. Flavour Fragr. J. 1997;12:91–93. doi: 10.1002/(SICI)1099-1026(199703)12:2<91::AID-FFJ623>3.0.CO;2-3.", "ArticleIdList": ["10.1002/(SICI)1099-1026(199703)12:2<91::AID-FFJ623>3.0.CO;2-3"]}, {"Citation": "Braun N.A., Meier M., Kohlenberg B., Hammerschmidt F.-J. δ-Terpinyl acetate. A new natural component from the essential leaf oil of Laurus nobilis L. (Lauraceae) J. Essent. Oil Res. 2001;13:95–97. doi: 10.1080/10412905.2001.9699624.", "ArticleIdList": ["10.1080/10412905.2001.9699624"]}, {"Citation": "Hassiotis C.N., Dina E.I. The effects of laurel (Laurus nobilis L.) on development of two mycorrhizal fungi. Int. Biodeterior. Biodegradation. 2011;65:628–634. doi: 10.1016/j.ibiod.2011.03.006.", "ArticleIdList": ["10.1016/j.ibiod.2011.03.006"]}, {"Citation": "Stefanova G., Girova T., Gochev V., Stoyanova M., Petkova Z., Stoyanova A., Zheljazkov V.D. Comparative study on the chemical composition of laurel (Laurus nobilis L.) leaves from Greece and Georgia and the antibacterial activity of their essential oil. Heliyon. 2020;6:e05491. doi: 10.1016/j.heliyon.2020.e05491.", "ArticleIdList": ["10.1016/j.heliyon.2020.e05491", "PMC7770545", "33385077"]}, {"Citation": "Kaur M., Chahal K., Kumar A., Kaur R. Nematicidal activity of bay leaf (Laurus nobilis L.) essential oil and its components against Meloidogyne incognita. J. Entomol. Zool. Stud. 2018;6:1057–1064."}, {"Citation": "Hadjibagher Kandi M.N., Sefidkon F. The influense of drying methods on essential oil content and composition of Laurus nobilis L. J. Essent. Oil-Bear. Plants. 2011;14:302–308. doi: 10.1080/0972060X.2011.10643938.", "ArticleIdList": ["10.1080/0972060X.2011.10643938"]}, {"Citation": "Moghtader M., Salari H. Comparative survey on the essential oil composition from the leaves and flowers of Laurus nobilis L. from Kerman province. J. Ecol. Nat. 2012;4:150–153. doi: 10.5897/JENE11.126.", "ArticleIdList": ["10.5897/JENE11.126"]}, {"Citation": "Verdian-Rizi M. Chemical composition and larvicidal activity of the essential oil of Laurus nobilis L. from Iran. Iran. J. Pharm. Sci. 2009;5:47–50."}, {"Citation": "Shokoohinia Y., Yegdaneh A., Amin G., Ghannadi A. Seasonal variations of Laurus nobilis L. leaves volatile oil components in Isfahan, Iran. Res. J. Pharmacogn. 2014;1:1–6."}, {"Citation": "Amin G., Sourmaghi M.S., Jaafari S., Hadjagaee R., Yazdinezhad A. Influence of phenological stages and method of distillation on Iranian cultivated bay leaves volatile oil. Pak. J. Biol. Sci. 2007;10:2895–2899. doi: 10.3923/pjbs.2007.2895.2899.", "ArticleIdList": ["10.3923/pjbs.2007.2895.2899", "19090195"]}, {"Citation": "Caredda A., Marongiu B., Porcedda S., Soro C. Supercritical carbon dioxide extraction and characterization of Laurus nobilis essential oil. J. Agric. Food Chem. 2002;50:1492–1496. doi: 10.1021/jf0108563.", "ArticleIdList": ["10.1021/jf0108563", "11879026"]}, {"Citation": "Saab A.M., Tundis R., Loizzo M.R., Lampronti I., Borgatti M., Gambari R., Menichini F., Esseily F., Menichini F. Antioxidant and antiproliferative activity of Laurus nobilis L. (Lauraceae) leaves and seeds essential oils against K562 human chronic myelogenous leukaemia cells. Nat. Prod. Res. 2012;26:1741–1745. doi: 10.1080/14786419.2011.608674.", "ArticleIdList": ["10.1080/14786419.2011.608674", "22017546"]}, {"Citation": "Flamini G., Tebano M., Cioni P.L., Ceccarini L., Ricci A.S., Longo I. Comparison between the conventional method of extraction of essential oil of Laurus nobilis L. and a novel method which uses microwaves applied in situ, without resorting to an oven. J. Chromatogr. A. 2007;1143:36–40. doi: 10.1016/j.chroma.2007.01.031.", "ArticleIdList": ["10.1016/j.chroma.2007.01.031", "17239898"]}, {"Citation": "Abu-Dahab R., Kasabri V., Afifi F.U. Evaluation of the volatile oil composition and antiproliferative activity of Laurus nobilis L. (Lauraceae) on breast cancer cell line models. Rec. Nat. Prod. 2014;8:136."}, {"Citation": "Dahak K., Bouamama H., Benkhalti F., Taourirte M. Drying methods and their implication on quality, quantity and antimicrobial activity of the essential oil of Laurus nobilis L. from Morocco. Online J. Biol. Sci. 2014;14:94–101. doi: 10.3844/ojbsci.2014.94.101.", "ArticleIdList": ["10.3844/ojbsci.2014.94.101"]}, {"Citation": "Derwich E., Benziane Z., Boukir A. Chemical composition and antibacterial activity of leaves essential oil of Laurus nobilis from Morocco. AJBAS. 2009;3:3818–3824."}, {"Citation": "Ramos C., Teixeira B., Batista I., Matos O., Serrano C., Neng N., Nogueira J., Nunes M., Marques A. Antioxidant and antibacterial activity of essential oil and extracts of bay laurel Laurus nobilis Linnaeus (Lauraceae) from Portugal. Nat. Prod. Res. 2012;26:518–529. doi: 10.1080/14786419.2010.531478.", "ArticleIdList": ["10.1080/14786419.2010.531478", "21756182"]}, {"Citation": "Díaz-Maroto M.C., Pérez-Coello M.S., Cabezudo M.D. Effect of drying method on the volatiles in bay leaf (Laurus nobilis L.) J. Agric. Food Chem. 2002;50:4520–4524. doi: 10.1021/jf011573d.", "ArticleIdList": ["10.1021/jf011573d", "12137470"]}, {"Citation": "Zeković Z.P., Lepojević Ž.D., Mujić I.O. Laurel extracts obtained by steam distillation, supercritical fluid and solvent extraction. J. Nat. Prod. 2009;2:104–109."}, {"Citation": "Simić A., Soković M., Ristić M., Grujić-Jovanović S., Vukojević J., Marin P. The chemical composition of some Lauraceae essential oils and their antifungal activities. Phytother. Res. 2004;18:713–717. doi: 10.1002/ptr.1516.", "ArticleIdList": ["10.1002/ptr.1516", "15478207"]}, {"Citation": "Ivanović J., Mišić D., Ristić M., Pešić O., Žižović I. Supercritical CO2 extract and essential oil of bay (Laurus nobilis L.): Chemical composition and antibacterial activity. J. Serb. Chem. Soc. 2010;75:395–404. doi: 10.2298/JSC090303003I.", "ArticleIdList": ["10.2298/JSC090303003I"]}, {"Citation": "Riabov P.A., Micić D., Božović R.B., Jovanović D.V., Tomić A., Šovljanski O., Filip S., Tosti T., Ostojić S., Blagojević S. The chemical, biological and thermal characteristics and gastronomical perspectives of Laurus nobilis essential oil from different geographical origin. Ind. Crops Prod. 2020;151:112498. doi: 10.1016/j.indcrop.2020.112498.", "ArticleIdList": ["10.1016/j.indcrop.2020.112498"]}, {"Citation": "Hagibaghercandi M., Sefidkon F., Poorherave M., Mirza M. Extraction, identification and comparison of chemical composition of the stem, leaf and flower essential oil from Laurus nobilis L. IJMAPR. 2009;25:216–227."}, {"Citation": "Marzouki H., Piras A., Marongiu B., Rosa A., Dessi M.A. Extraction and separation of volatile and fixed oils from berries of Laurus nobilis L. by supercritical CO2. Molecules. 2008;13:1702–1711. doi: 10.3390/molecules13081702.", "ArticleIdList": ["10.3390/molecules13081702", "PMC6245310", "18794780"]}, {"Citation": "Flamini G., Cioni P.L., Morelli I. Differences in the fragrances of pollen and different floral parts of male and female flowers of Laurus nobilis. J. Agric. Food Chem. 2002;50:4647–4652. doi: 10.1021/jf020269x.", "ArticleIdList": ["10.1021/jf020269x", "12137491"]}, {"Citation": "Mssillou I., Agour A., El Ghouizi A., Hamamouch N., Lyoussi B., Derwich E. Chemical composition, antioxidant activity, and antifungal effects of essential oil from Laurus nobilis L. flowers growing in Morocco. J. Food Qual. 2020;2020:8819311. doi: 10.1155/2020/8819311.", "ArticleIdList": ["10.1155/2020/8819311"]}, {"Citation": "Yahyaa M., Matsuba Y., Brandt W., Doron-Faigenboim A., Bar E., McClain A., Davidovich-Rikanati R., Lewinsohn E., Pichersky E., Ibdah M. Identification, functional characterization, and evolution of terpene synthases from a basal dicot. Plant Physiol. 2015;169:1683–1697. doi: 10.1104/pp.15.00930.", "ArticleIdList": ["10.1104/pp.15.00930", "PMC4634067", "26157114"]}, {"Citation": "Hafizoǧlu H., Reunanen M. Studies on the components of Lauras nobilis from Turkey with special reference to Laurel berry fat. Lipid/Fett. 1993;95:304–308. doi: 10.1002/lipi.19930950806.", "ArticleIdList": ["10.1002/lipi.19930950806"]}, {"Citation": "Castilho P.C., do Céu Costa M., Rodrigues A., Partidário A. Characterization of laurel fruit oil from Madeira Island, Portugal. J. Am. Oil Chem. Soc. 2005;82:863–868. doi: 10.1007/s11746-005-1156-4.", "ArticleIdList": ["10.1007/s11746-005-1156-4"]}, {"Citation": "Marzouki H., Piras A., Salah K.B.H., Medini H., Pivetta T., Bouzid S., Marongiu B., Falconieri D. Essential oil composition and variability of Laurus nobilis L. growing in Tunisia, comparison and chemometric investigation of different plant organs. Nat. Prod. Res. 2009;23:343–354. doi: 10.1080/14786410802076200.", "ArticleIdList": ["10.1080/14786410802076200", "19296375"]}, {"Citation": "Boulila A., Hassen I., Haouari L., Mejri F., Amor I.B., Casabianca H., Hosni K. Enzyme-assisted extraction of bioactive compounds from bay leaves (Laurus nobilis L.) Ind. Crops Prod. 2015;74:485–493. doi: 10.1016/j.indcrop.2015.05.050.", "ArticleIdList": ["10.1016/j.indcrop.2015.05.050"]}, {"Citation": "Ozek T., Bozan B., Baser K.H. Supercritical CO2 extraction of volatile components from leaves of Laurus nobilis L. Chem. Nat. Compd. 1998;34:668–671. doi: 10.1007/BF02336090.", "ArticleIdList": ["10.1007/BF02336090"]}, {"Citation": "Bendjersi F.Z., Tazerouti F., Belkhelfa-Slimani R., Djerdjouri B., Meklati B.Y. Phytochemical composition of the Algerian Laurus nobilis L. Leaves extracts obtained by solvent-free microwave extraction and investigation of their antioxidant activity. J. Essent. Oil Res. 2016;28:202–210. doi: 10.1080/10412905.2015.1129992.", "ArticleIdList": ["10.1080/10412905.2015.1129992"]}, {"Citation": "Tunç M.T., Koca İ. Optimization of ohmic heating assisted hydrodistillation of cinnamon and bay leaf essential oil. J. Food Process Eng. 2021;44:e13635. doi: 10.1111/jfpe.13635.", "ArticleIdList": ["10.1111/jfpe.13635"]}, {"Citation": "Sellami I.H., Wannes W.A., Bettaieb I., Berrima S., Chahed T., Marzouk B., Limam F. Qualitative and quantitative changes in the essential oil of Laurus nobilis L. leaves as affected by different drying methods. Food Chem. 2011;126:691–697. doi: 10.1016/j.foodchem.2010.11.022.", "ArticleIdList": ["10.1016/j.foodchem.2010.11.022"]}, {"Citation": "Asekun O., Grierson D., Afolayan A.J. Effects of drying methods on the quality and quantity of the essential oil of Mentha longifolia L. subsp. Capensis. Food Chem. 2007;101:995–998. doi: 10.1016/j.foodchem.2006.02.052.", "ArticleIdList": ["10.1016/j.foodchem.2006.02.052"]}, {"Citation": "Arroyo-García R., Martínez-Zapater J.M., Prieto J.F., Álvarez-Arbesú R. AFLP evaluation of genetic similarity among laurel populations (Laurus L.) Euphytica. 2001;122:155–164. doi: 10.1023/A:1012654514381.", "ArticleIdList": ["10.1023/A:1012654514381"]}, {"Citation": "Mohamed A.-S.H., Ahmed W., Rabia S.S., Mourad M.M. Implications of morphology and molecular criteria in taxonomy of lauraceae juss. Egypt. J. Exp. Biol. (Bot.) 2016;12:45–52."}, {"Citation": "Sevindik E. Molecular genetic diversity of some Laurus nobilis L. (Lauraceae) populations grown in the Aegean region/Turkey. Adv. Food Sci. 2019;41:28–31."}, {"Citation": "Powell W., Machray G.C., Provan J. Polymorphism revealed by simple sequence repeats. Trends Plant Sci. 1996;1:215–222. doi: 10.1016/S1360-1385(96)86898-0.", "ArticleIdList": ["10.1016/S1360-1385(96)86898-0"]}, {"Citation": "Marzouki H., Nasri N., Jouaud B., Bonnet C., Khaldi A., Bouzid S., Fady B. Population genetic structure of Laurus nobilis L. inferred from transferred nuclear microsatellites. Silvae Genet. 2009;58:270–276. doi: 10.1515/sg-2009-0034.", "ArticleIdList": ["10.1515/sg-2009-0034"]}, {"Citation": "Arroyo J.M., Rigueiro C., Rodríguez R., Hampe A., Valido A., Rodríguez-Sánchez F., Jordano P. Isolation and characterization of 20 microsatellite loci for laurel species (Laurus, Lauraceae) Am. J. Bot. 2010;97:e26–e30. doi: 10.3732/ajb.1000069.", "ArticleIdList": ["10.3732/ajb.1000069", "21622433"]}, {"Citation": "Trindade H. Molecular biology of aromatic plants and spices. A review. Flavour Fragr. J. 2010;25:272–281. doi: 10.1002/ffj.1974.", "ArticleIdList": ["10.1002/ffj.1974"]}, {"Citation": "Pacini E., Sciannandrone N., Nepi M. Floral biology of the dioecious species Laurus nobilis L. (Lauraceae) Flora Morphol. Distrib. Funct. Ecol. Plants. 2014;209:153–163. doi: 10.1016/j.flora.2014.02.001.", "ArticleIdList": ["10.1016/j.flora.2014.02.001"]}, {"Citation": "Shahsavari S. An overview of the most important medicinal plants used in iranian traditional medicine for the treatment of kidney stones: A mini-review article. Plant Biotechnol. Persa. 2021;3:1–4. doi: 10.52547/pbp.3.1.4.", "ArticleIdList": ["10.52547/pbp.3.1.4"]}, {"Citation": "Aytürk Ö., Meral Ü. Structural analysis of reproductive development in staminate flowers of Laurus nobilis L. Not. Sci. Biol. 2012;4:31–43. doi: 10.15835/nsb416383.", "ArticleIdList": ["10.15835/nsb416383"]}, {"Citation": "Royandazagh D. Potential of flow cytometry in sex determination and in vitro micropropagation of Laurus nobilis L. Appl. Ecol. Environ. Res. 2019;17:5953–5964. doi: 10.15666/aeer/1703_59535964.", "ArticleIdList": ["10.15666/aeer/1703_59535964"]}, {"Citation": "Heikrujam M., Sharma K., Prasad M., Agrawal V. Review on different mechanisms of sex determination and sex-linked molecular markers in dioecious crops: A current update. Euphytica. 2015;201:161–194. doi: 10.1007/s10681-014-1293-z.", "ArticleIdList": ["10.1007/s10681-014-1293-z"]}, {"Citation": "Chahal K., Kaur M., Bhardwaj U., Singla N., Kaur A., Kaur M., Bhardwaj U., Singla N., Kaur A. A review on chemistry and biological activities of Laurus nobilis L. essential oil. J. Pharmacogn. Phytochem. 2017;6:1153–1161."}, {"Citation": "Patrakar R., Mansuriya M., Patil P. Phytochemical and pharmacological review on Laurus nobilis. Int. J. Pharm. Chem. 2012;1:595–602."}, {"Citation": "Dammak I., Hamdi Z., El Euch S.K., Zemni H., Mliki A., Hassouna M., Lasram S. Evaluation of antifungal and anti-ochratoxigenic activities of Salvia officinalis, Lavandula dentata and Laurus nobilis essential oils and a major monoterpene constituent 1, 8-cineole against Aspergillus carbonarius. Ind. Crops Prod. 2019;128:85–93. doi: 10.1016/j.indcrop.2018.11.006.", "ArticleIdList": ["10.1016/j.indcrop.2018.11.006"]}, {"Citation": "Olmedo R.H., Asensio C.M., Grosso N.R. Thermal stability and antioxidant activity of essential oils from aromatic plants farmed in Argentina. Ind. Crops Prod. 2015;69:21–28. doi: 10.1016/j.indcrop.2015.02.005.", "ArticleIdList": ["10.1016/j.indcrop.2015.02.005"]}, {"Citation": "Basak S.S., Candan F. Effect of Laurus nobilis L. essential oil and its main components on α-glucosidase and reactive oxygen species scavenging activity. Iran. J. Pharm. Res. 2013;12:367.", "ArticleIdList": ["PMC3813252", "24250611"]}, {"Citation": "Nafis A., Kasrati A., Jamali C.A., Custódio L., Vitalini S., Iriti M., Hassani L. A comparative study of the in vitro antimicrobial and synergistic effect of essential oils from Laurus nobilis L. and Prunus armeniaca L. from Morocco with antimicrobial drugs: New approach for health promoting products. Antibiotics. 2020;9:140. doi: 10.3390/antibiotics9040140.", "ArticleIdList": ["10.3390/antibiotics9040140", "PMC7235724", "32218155"]}, {"Citation": "Tomar O., Akarca G., Gök V., Ramadan M.F. Composition and antibacterial effects of Laurel (Laurus nobilis L.) leaves essential oil. J. Essent. Oil-Bear. Plants. 2020;23:414–421. doi: 10.1080/0972060X.2020.1768903.", "ArticleIdList": ["10.1080/0972060X.2020.1768903"]}, {"Citation": "Nenadis N., Papapostolou M., Tsimidou M.Z. Suggestions on the contribution of methyl eugenol and eugenol to bay laurel (Laurus nobilis L.) essential oil preservative activity through radical scavenging. Molecules. 2021;26:2342. doi: 10.3390/molecules26082342.", "ArticleIdList": ["10.3390/molecules26082342", "PMC8073261", "33920599"]}, {"Citation": "Yilmaz E.S., Timur M., Aslim B. Antimicrobial, antioxidant activity of the essential oil of Bay Laurel from Hatay, Turkey. J. Essent. Oil-Bear. Plants. 2013;16:108–116. doi: 10.1080/0972060X.2013.764158.", "ArticleIdList": ["10.1080/0972060X.2013.764158"]}, {"Citation": "Taoudiat A., Djenane D., Ferhat Z., Spigno G. The effect of Laurus nobilis L. essential oil and different packaging systems on the photo-oxidative stability of Chemlal extra-virgin olive oil. J. Food Sci. Technol. 2018;55:4212–4222. doi: 10.1007/s13197-018-3357-x.", "ArticleIdList": ["10.1007/s13197-018-3357-x", "PMC6133871", "30228420"]}, {"Citation": "Santoyo S., Lloria R., Jaime L., Ibanez E., Senorans F., Reglero G. Supercritical fluid extraction of antioxidant and antimicrobial compounds from Laurus nobilis L. Chemical and functional characterization. Eur. Food Res. Technol. 2006;222:565–571. doi: 10.1007/s00217-005-0027-9.", "ArticleIdList": ["10.1007/s00217-005-0027-9"]}, {"Citation": "Dall’Acqua S., Cervellati R., Speroni E., Costa S., Guerra M.C., Stella L., Greco E., Innocenti G. Phytochemical composition and antioxidant activity of Laurus nobilis L. leaf infusion. J. Med. Food. 2009;12:869–876. doi: 10.1089/jmf.2008.0119.", "ArticleIdList": ["10.1089/jmf.2008.0119", "19735189"]}, {"Citation": "Bozan B., Karakaplan U. Antioxidants from laurel (Laurus nobilis L.) berries: Influence of extraction procedure on yield and antioxidant activity of extracts. Acta Aliment. 2007;36:321–328. doi: 10.1556/AAlim.36.2007.3.4.", "ArticleIdList": ["10.1556/AAlim.36.2007.3.4"]}, {"Citation": "Speroni E., Cervellati R., Dall’Acqua S., Guerra M.C., Greco E., Govoni P., Innocenti G. Gastroprotective effect and antioxidant properties of different Laurus nobilis L. leaf extracts. J. Med. Food. 2011;14:499–504. doi: 10.1089/jmf.2010.0084.", "ArticleIdList": ["10.1089/jmf.2010.0084", "21314364"]}, {"Citation": "Ozcan B., Esen M., Sangun M.K., Coleri A., Caliskan M. Effective antibacterial and antioxidant properties of methanolic extract of Laurus nobilis seed oil. J. Environ. Biol. 2010;31:637–641.", "ArticleIdList": ["21387914"]}, {"Citation": "Kaurinovic B., Popovic M., Vlaisavljevic S. In vitro and in vivo effects of Laurus nobilis L. leaf extracts. Molecules. 2010;15:3378–3390. doi: 10.3390/molecules15053378.", "ArticleIdList": ["10.3390/molecules15053378", "PMC6263372", "20657487"]}, {"Citation": "Burt S. Essential oils: Their antibacterial properties and potential applications in foods-a review. Int. J. Food Microbiol. 2004;94:223–253. doi: 10.1016/j.ijfoodmicro.2004.03.022.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2004.03.022", "15246235"]}, {"Citation": "Nabila B., Piras A., Fouzia B., Falconieri D., Kheira G., Fedoul F.-F., Majda S.-R. Chemical composition and antibacterial activity of the essential oil of Laurus nobilis leaves. Nat. Prod. Res. 2022;36:989–993. doi: 10.1080/14786419.2020.1839450.", "ArticleIdList": ["10.1080/14786419.2020.1839450", "33111582"]}, {"Citation": "Caputo L., Nazzaro F., Souza L.F., Aliberti L., De Martino L., Fratianni F., Coppola R., De Feo V. Laurus nobilis: Composition of essential oil and its biological activities. Molecules. 2017;22:930. doi: 10.3390/molecules22060930.", "ArticleIdList": ["10.3390/molecules22060930", "PMC6152719", "28587201"]}, {"Citation": "Bayar Y., Onaran A., Yilar M., Gul F. Determination of the essential oil composition and the antifungal activities of bilberry (Vaccinium myrtillus L.) and bay laurel (Laurus nobilis L.) J. Essent. Oil-Bear. Plants. 2018;21:548–555. doi: 10.1080/0972060X.2017.1417060.", "ArticleIdList": ["10.1080/0972060X.2017.1417060"]}, {"Citation": "Xu S., Yan F., Ni Z., Chen Q., Zhang H., Zheng X. In vitro and in vivo control of Alternaria alternata in cherry tomato by essential oil from Laurus nobilis of Chinese origin. J. Sci. Food Agric. 2014;94:1403–1408. doi: 10.1002/jsfa.6428.", "ArticleIdList": ["10.1002/jsfa.6428", "25525652"]}, {"Citation": "Moumni M., Romanazzi G., Najar B., Pistelli L., Ben Amara H., Mezrioui K., Karous O., Chaieb I., Allagui M.B. Antifungal activity and chemical composition of seven essential oils to control the main seedborne fungi of cucurbits. Antibiotics. 2021;10:104. doi: 10.3390/antibiotics10020104.", "ArticleIdList": ["10.3390/antibiotics10020104", "PMC7912402", "33499094"]}, {"Citation": "Belasli A., Ben Miri Y., Aboudaou M., Aït Ouahioune L., Montañes L., Ariño A., Djenane D. Antifungal, antitoxigenic, and antioxidant activities of the essential oil from laurel (Laurus nobilis L.): Potential use as wheat preservative. Food Sci. Nutr. 2020;8:4717–4729. doi: 10.1002/fsn3.1650.", "ArticleIdList": ["10.1002/fsn3.1650", "PMC7500775", "32994933"]}, {"Citation": "Peixoto L.R., Rosalen P.L., Ferreira G.L.S., Freires I.A., de Carvalho F.G., Castellano L.R., de Castro R.D. Antifungal activity, mode of action and anti-biofilm effects of Laurus nobilis Linnaeus essential oil against Candida spp. Arch. Oral Biol. 2017;73:179–185. doi: 10.1016/j.archoralbio.2016.10.013.", "ArticleIdList": ["10.1016/j.archoralbio.2016.10.013", "27771586"]}, {"Citation": "Cherrat L., Espina L., Bakkali M., García-Gonzalo D., Pagán R., Laglaoui A. Chemical composition and antioxidant properties of Laurus nobilis L. and Myrtus communis L. essential oils from Morocco and evaluation of their antimicrobial activity acting alone or in combined processes for food preservation. J. Sci. Food Agric. 2014;94:1197–1204. doi: 10.1002/jsfa.6397.", "ArticleIdList": ["10.1002/jsfa.6397", "24105704"]}, {"Citation": "da Silveira S.M., Luciano F.B., Fronza N., Cunha Jr A., Scheuermann G.N., Vieira C.R.W. Chemical composition and antibacterial activity of Laurus nobilis essential oil towards foodborne pathogens and its application in fresh Tuscan sausage stored at 7 C. LWT-Food Sci. Technol. 2014;59:86–93. doi: 10.1016/j.lwt.2014.05.032.", "ArticleIdList": ["10.1016/j.lwt.2014.05.032"]}, {"Citation": "De Corato U., Maccioni O., Trupo M., Di Sanzo G. Use of essential oil of Laurus nobilis obtained by means of a supercritical carbon dioxide technique against post harvest spoilage fungi. Crop Prot. 2010;29:142–147. doi: 10.1016/j.cropro.2009.10.012.", "ArticleIdList": ["10.1016/j.cropro.2009.10.012"]}, {"Citation": "D’Amato S., Serio A., López C.C., Paparella A. Hydrosols: Biological activity and potential as antimicrobials for food applications. Food Control. 2018;86:126–137. doi: 10.1016/j.foodcont.2017.10.030.", "ArticleIdList": ["10.1016/j.foodcont.2017.10.030"]}, {"Citation": "Haouas D. Agriculture Productivity in Tunisia under Stressed Environment. Springer; Berlin/Heidelberg, Germany: 2021. Natural mediterranean plants products: A sustainable approach for integrated insect pests management; pp. 137–154."}, {"Citation": "Nawade B., Shaltiel-Harpaz L., Yahyaa M., Kabaha A., Kedoshim R., Bosamia T.C., Ibdah M. Characterization of terpene synthase genes potentially involved in black fig fly (Silba adipata) interactions with Ficus carica. Plant Sci. 2020;298:110549. doi: 10.1016/j.plantsci.2020.110549.", "ArticleIdList": ["10.1016/j.plantsci.2020.110549", "32771161"]}, {"Citation": "Isman M.B. Botanical insecticides, deterrents, and repellents in modern agriculture and an increasingly regulated world. Annu. Rev. Entomol. 2006;51:45–66. doi: 10.1146/annurev.ento.51.110104.151146.", "ArticleIdList": ["10.1146/annurev.ento.51.110104.151146", "16332203"]}, {"Citation": "Salehi T., Karimi J., Hasanshahi G., Askarianzadeh A., Abbasipour H., Garjan A.S. The effect of essential oils from Laurus nobilis and Myrtus commonis on the adults of mediterranean flour moth, Ephestia kuehniella Zeller (Lep.: Pyralidae) J. Essent. Oil-Bear. Plants. 2014;17:553–561. doi: 10.1080/0972060X.2014.935059.", "ArticleIdList": ["10.1080/0972060X.2014.935059"]}, {"Citation": "Damiani N., Fernández N.J., Porrini M.P., Gende L.B., Álvarez E., Buffa F., Brasesco C., Maggi M.D., Marcangeli J.A., Eguaras M.J. Laurel leaf extracts for honeybee pest and disease management: Antimicrobial, microsporicidal, and acaricidal activity. Parasitol. Res. 2014;113:701–709. doi: 10.1007/s00436-013-3698-3.", "ArticleIdList": ["10.1007/s00436-013-3698-3", "24288051"]}, {"Citation": "Ebrahimi M., Safaralizade M.H., Valizadegan O., Amin B.H.H. Efficacy of three plant essential oils, Azadirachta indica (Adr. Juss.), Eucalyptus camaldulensis (Dehn.) and Laurus nobilis (L.) on mortality cotton aphids, Aphis gossypii Glover (Hem: Aphididae) Arch. Phytopathol. Plant Prot. 2013;46:1093–1101. doi: 10.1080/03235408.2012.758347.", "ArticleIdList": ["10.1080/03235408.2012.758347"]}, {"Citation": "Soltani A., Tassnim D., Mediouni-Ben Jemâa J. Fumigant potential of essential oils from Laurus nobilis (Lau-raceae) against the date moth Ectomyelois ceratoniae (Pyralidae); Proceedings of the Proceedings of the 1st International Electronic Conference on Entomology; online. 1–15 July 2021; pp. 1–15."}, {"Citation": "Shaltiel L., Coll M. Reduction of pear psylla damage by the predatory bug Anthocoris nemoralis (Heteroptera: Anthocoridae): The importance of orchard colonization time and neighboring vegetation. Biocontrol Sci. Technol. 2004;14:811–821. doi: 10.1080/09583150410001720662.", "ArticleIdList": ["10.1080/09583150410001720662"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "4", "Day": "3"}, {"Year": "2022", "Month": "4", "Day": "24"}, {"Year": "2022", "Month": "4", "Day": "27"}, {"Year": "2022", "Month": "5", "Day": "14", "Hour": "1", "Minute": "29"}, {"Year": "2022", "Month": "5", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "15", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "4", "Day": "29"}], "PublicationStatus": "epublish", "ArticleIdList": ["35567209", "PMC9100900", "10.3390/plants11091209", "plants11091209"]}}], "PubmedBookArticle": []}