{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Rubus L.", "medicinal components", "omics", "phylogeny", "raspberry fruit"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35567211", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "04", "Day": "29"}], "Language": ["eng"], "ELocationID": ["1211", "10.3390/plants11091211"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "11", "Issue": "9", "PubDate": {"Year": "2022", "Month": "Apr", "Day": "29"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Study on Supergenus <i>Rubus</i> L.: Edible, Medicinal, and Phylogenetic Characterization.", "Abstract": {"AbstractText": ["<i>Rubus</i> L. is one of the most diverse genera belonging to Rosaceae; it consists of more than 700 species with a worldwide distribution. It thus provides an ideal natural \"supergenus\" for studying the importance of its edible, medicinal, and phylogenetic characteristics for application in our daily lives and fundamental scientific studies. The <i>Rubus</i> genus includes many economically important species, such as blackberry (<i>R. fruticosus</i> L.), red raspberry (<i>R. ideaus</i> L.), black raspberry (<i>R. occidentalis</i> L.), and raspberry (<i>R. chingii</i> Hu), which are widely utilized in the fresh fruit market and the medicinal industry. Although <i>Rubus</i> species have existed in human civilization for hundreds of years, their utilization as fruit and in medicine is still largely inadequate, and many questions on their complex phylogenetic relationships need to be answered. In this review, we briefly summarize the history and progress of studies on <i>Rubus</i>, including its domestication as a source of fresh fruit, its medicinal uses in pharmacology, and its systematic position in the phylogenetic tree. Recent available evidence indicates that (1) thousands of <i>Rubus</i> cultivars were bred via time- and labor-consuming methods from only a few wild species, and new breeding strategies and germplasms were thus limited; (2) many kinds of species in <i>Rubus</i> have been used as medicinal herbs, though only a few species (<i>R. ideaus</i> L., <i>R. chingii</i> Hu, and <i>R. occidentalis</i> L.) have been well studied; (3) the phylogeny of <i>Rubus</i> is very complex, with the main reason for this possibly being the existence of multiple reproductive strategies (apomixis, hybridization, and polyploidization). Our review addresses the utilization of <i>Rubus</i>, summarizing major relevant achievements and proposing core prospects for future application, and thus could serve as a useful roadmap for future elite cultivar breeding and scientific studies."]}, "AuthorList": [{"Identifier": ["0000-0003-3277-7546"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Lushan Botanical Garden, Chinese Academy of Sciences, Jiujiang 332900, China."}], "LastName": "Meng", "ForeName": "Qinglin", "Initials": "Q"}, {"Identifier": ["0000-0002-0281-1590"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Lushan Botanical Garden, Chinese Academy of Sciences, Jiujiang 332900, China."}], "LastName": "Manghwar", "ForeName": "Hakim", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Lushan Botanical Garden, Chinese Academy of Sciences, Jiujiang 332900, China."}], "LastName": "Hu", "ForeName": "Weiming", "Initials": "W"}], "GrantList": [{"GrantID": "2021ZWZX11", "Agency": "Lushan Botanical Garden", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Focke W.O. Species Ruborum Monographiae Generis Rubi Prodromus. E. Schweizerbart; Stuttgart, Germany: 1910. Bibliotheca Botanica."}, {"Citation": "Focke W.O. Species Ruborum Monographiae Generis Rubi Prodromus. E. Schweizerbart; Stuttgart, Germany: 1911. Bibliotheca Botanica."}, {"Citation": "Focke W.O. Species Ruborum Monographiae Generis Rubi Prodromus. E. Schweizerbart; Stuttgart, Germany: 1914. Bibliotheca Botanica."}, {"Citation": "Jennings D. Raspberries and Blackberries: Their Breeding, Disease and Growth. Academic Press; New York, NY, USA: 1988."}, {"Citation": "Janick J., Moore J.N. Fruit Breeding, Vine and Small Fruits. Volume II. Wiley; New York, NY, USA: 1996. pp. 109–190."}, {"Citation": "Lu L.T., Gu C.Z., Li C.L., Alexander C., Bartholomew B., Brach A.R., Boufford D.E., Ikeda H., Ohba H., Robertson S.A., et al. Rubus Linnaeus. Flora China. 2003;9:195–285."}, {"Citation": "Alice L.A., Campbell C.S. Phylogeny of Rubus (rosaceae) based on nuclear ribosomal DNA internal transcribed spacer region sequences. Am. J. Bot. 1999;86:81–97. doi: 10.2307/2656957.", "ArticleIdList": ["10.2307/2656957", "21680348"]}, {"Citation": "Carter K.A., Liston A., Bassil N.V., Alice L.A., Bushakra J.M., Sutherland B.L., Mockler T.C., Bryant D.W., Hummer K.E. Target Capture Sequencing Unravels Rubus Evolution. Front. Plant Sci. 2019;10:1615. doi: 10.3389/fpls.2019.01615.", "ArticleIdList": ["10.3389/fpls.2019.01615", "PMC6933950", "31921259"]}, {"Citation": "Lu L.T. A study on the genus Rubus of China. Acta Phytotaxon. Sin. 1983;21:13–25."}, {"Citation": "Kalkman C. The phylogeny of the Rosaceae. Bot. J. Linn. Soc. 1988;98:37–59. doi: 10.1111/j.1095-8339.1988.tb01693.x.", "ArticleIdList": ["10.1111/j.1095-8339.1988.tb01693.x"]}, {"Citation": "Gu Y., Sun Z.J., Cai J.H., Huang Y.S., He S.A. Introduction and utilization of small fruits in China, with special refercence to Rubus species. Acta Hortic. 1989;262:47–56. doi: 10.17660/ActaHortic.1989.262.5.", "ArticleIdList": ["10.17660/ActaHortic.1989.262.5"]}, {"Citation": "Foster T.M., Bassil N.V., Dossett M., Leigh Worthington M., Graham J. Genetic and genomic resources for Rubus breeding: A roadmap for the future. Hortic. Res. 2019;6:116. doi: 10.1038/s41438-019-0199-2.", "ArticleIdList": ["10.1038/s41438-019-0199-2", "PMC6804857", "31645970"]}, {"Citation": "Yu G., Luo Z., Wang W., Li Y., Zhou Y., Shi Y. Rubus chingii Hu: A Review of the Phytochemistry and Pharmacology. Front. Pharmacol. 2019;10:799. doi: 10.3389/fphar.2019.00799.", "ArticleIdList": ["10.3389/fphar.2019.00799", "PMC6646936", "31379574"]}, {"Citation": "Zhu Y.A., Li C., Wang S., Lei L., Xiao J. The complete chloroplast genome of Rubus setchuenensis, an edible and medicinal dual-purpose wild plant. Mitochondrial DNA Part B Resour. 2022;7:228–230. doi: 10.1080/23802359.2021.2013740.", "ArticleIdList": ["10.1080/23802359.2021.2013740", "PMC8788380", "35087936"]}, {"Citation": "Moyer R.A., Hummer K.E., Finn C.E., Frei B., Wrolstad R.E. Anthocyanins, phenolics, and antioxidant capacity in diverse small fruits: Vaccinium, rubus, and ribes. J. Agric. Food Chem. 2002;50:519–525. doi: 10.1021/jf011062r.", "ArticleIdList": ["10.1021/jf011062r", "11804523"]}, {"Citation": "Guo Q.L., Gao J.Y., Yang J.S. Analysis of Bioactive Triterpenes from Rubus chingii by Cyclodextrin-Modified Capillary Electrophoresis. Chromatographia. 2005;62:145–150. doi: 10.1365/s10337-005-0591-y.", "ArticleIdList": ["10.1365/s10337-005-0591-y"]}, {"Citation": "Guo Q.L., Yang J.S., Liu J.X. Studies on Chemical Constituents in Fruits of Rubus chingii. Chin. Pharm. J. 2007;42:1141–1143."}, {"Citation": "Hummer K.E., Janick J. Rubus Iconography: Antiquity to the Renaissance. Acta Hortic. 2007;759:89–106. doi: 10.17660/ActaHortic.2007.759.6.", "ArticleIdList": ["10.17660/ActaHortic.2007.759.6"]}, {"Citation": "Kaume L., Howard L.R., Devareddy L. The blackberry fruit: A review on its composition and chemistry, metabolism and bioavailability, and health benefits. J. Agric. Food Chem. 2012;60:5716–5727. doi: 10.1021/jf203318p.", "ArticleIdList": ["10.1021/jf203318p", "22082199"]}, {"Citation": "Wang L., Lei T., Han G., Yue J., Zhang X., Yang Q., Ruan H., Gu C., Zhang Q., Qian T., et al. The chromosome-scale reference genome of Rubus chingii Hu provides insight into the biosynthetic pathway of hydrolyzable tannins. Plant J. 2021;107:1466–1477. doi: 10.1111/tpj.15394.", "ArticleIdList": ["10.1111/tpj.15394", "34174125"]}, {"Citation": "Sun N., Wang Y., Liu Y., Guo M.-L., Yin J. A new ent-labdane diterpene saponin from the fruits of Rubus chingii. Chem. Nat. Compd. 2013;49:49–53. doi: 10.1007/s10600-013-0503-6.", "ArticleIdList": ["10.1007/s10600-013-0503-6"]}, {"Citation": "Zhang T.-T., Yang L., Jiang J.-G. Bioactive comparison of main components from unripe fruits of Rubus chingii Hu and identification of the effective component. Food Funct. 2015;6:2205–2214. doi: 10.1039/C5FO00406C.", "ArticleIdList": ["10.1039/C5FO00406C", "26053738"]}, {"Citation": "Zhong R., Guo Q., Zhou G., Fu H., Wan K. Three new labdane-type diterpene glycosides from fruits of Rubus chingii and their cytotoxic activities against five humor cell lines. Fitoterapia. 2015;102:23–26. doi: 10.1016/j.fitote.2015.01.007.", "ArticleIdList": ["10.1016/j.fitote.2015.01.007", "25598186"]}, {"Citation": "Li K., Xia X.X., Ding Y.H., Zhou W.Y., Xie B.S., Cai J.B., Xie Y.H., Huang L.P. Effect of Different Extract Parts From Rubi Fructus on Improving Memory Disorder in Mice. Chin. J. Exp. Tradit. Med. Formulae. 2016;22:142–147. doi: 10.13422/j.cnki.syfjx.2016020142.", "ArticleIdList": ["10.13422/j.cnki.syfjx.2016020142"]}, {"Citation": "Li K.Y., Zeng M.L., Li Q.L., Zhou B.H. Identification of polyphenolic composition in the fruits of Rubus chingii Hu and its antioxidant and antiproliferative activity on human bladder cancer T24 cells. J. Food Meas. Charact. 2018;13:51–60. doi: 10.1007/s11694-018-9918-x.", "ArticleIdList": ["10.1007/s11694-018-9918-x"]}, {"Citation": "Rieseberg L.H., Willis J.H. Plant speciation. Science. 2007;317:910–914. doi: 10.1126/science.1137729.", "ArticleIdList": ["10.1126/science.1137729", "PMC2442920", "17702935"]}, {"Citation": "Jones F.C., Grabherr M.G., Chan Y.F., Russell P., Mauceli E., Johnson J., Swofford R., Pirun M., Zody M.C., White S., et al. The genomic basis of adaptive evolution in threespine sticklebacks. Nature. 2012;484:55–61. doi: 10.1038/nature10944.", "ArticleIdList": ["10.1038/nature10944", "PMC3322419", "22481358"]}, {"Citation": "Theis A., Ronco F., Indermaur A., Salzburger W., Egger B. Adaptive divergence between lake and stream populations of an East African cichlid fish. Mol. Ecol. 2014;23:5304–5322. doi: 10.1111/mec.12939.", "ArticleIdList": ["10.1111/mec.12939", "25256664"]}, {"Citation": "Ferris K.G., Barnett L.L., Blackman B.K., Willis J.H. The genetic architecture of local adaptation and reproductive isolation in sympatry within the Mimulus guttatus species complex. Mol. Ecol. 2017;26:208–224. doi: 10.1111/mec.13763.", "ArticleIdList": ["10.1111/mec.13763", "27439150"]}, {"Citation": "Thompson M.M. Survey of Chromosome Numbers in Rubus (Rosaceae: Rosoideae) Ann. Mo. Bot. Gard. 1997;84:128–164. doi: 10.2307/2399958.", "ArticleIdList": ["10.2307/2399958"]}, {"Citation": "Wang Y., Chen Q., Chen T., Tang H., Liu L., Wang X. Phylogenetic Insights into Chinese Rubus (Rosaceae) from Multiple Chloroplast and Nuclear DNAs. Front. Plant Sci. 2016;7:968. doi: 10.3389/fpls.2016.00968.", "ArticleIdList": ["10.3389/fpls.2016.00968", "PMC4925702", "27446191"]}, {"Citation": "Tutin T.G., Heywood V.H., Burges N.A., Moore D.M., Valentine D.H., Walters S.M., Webb D.A., editors. Rubus. Flora Europaea. Volume 5. Cambridge University Press; Cambridge, UK: 1980. 452p"}, {"Citation": "Thompson M.M., Zhao C.M. Chromosome numbers of Rubus Species in southwest China. Acta Hortic. 1993;352:493–502. doi: 10.17660/ActaHortic.1993.352.71.", "ArticleIdList": ["10.17660/ActaHortic.1993.352.71"]}, {"Citation": "Zhang T.-T., Wang M., Yang L., Jiang J.-G., Zhao J.-W., Zhu W. Flavonoid glycosides from Rubus chingii Hu fruits display anti-inflammatory activity through suppressing MAPKs activation in macrophages. J. Funct. Foods. 2015;18:235–243. doi: 10.1016/j.jff.2015.07.006.", "ArticleIdList": ["10.1016/j.jff.2015.07.006"]}, {"Citation": "Alice L.A., Eriksson T., Eriksen B., Campbell C.S. Hybridization and Gene Flow Between Distantly Related Species of Rubus (Rosaceae): Evidence from Nuclear Ribosomal DNA Internal Transcribed Spacer Region Sequences. Syst. Bot. 2001;26:769–778. doi: 10.1043/0363-6445-26.4.769.", "ArticleIdList": ["10.1043/0363-6445-26.4.769"]}, {"Citation": "Sochor M., Vašut R.J., Sharbel T.F., Trávníček B. How just a few makes a lot: Speciation via reticulation and apomixis on example of European brambles (Rubus subgen. Rubus, Rosaceae) Mol. Phylogenet. Evol. 2015;89:13–27. doi: 10.1016/j.ympev.2015.04.007.", "ArticleIdList": ["10.1016/j.ympev.2015.04.007", "25882835"]}, {"Citation": "Xiang Y., Huang C.-H., Hu Y., Wen J., Li S., Yi T., Chen H., Xiang J., Ma H. Evolution of Rosaceae Fruit Types Based on Nuclear Phylogeny in the Context of Geological Times and Genome Duplication. Mol. Biol. Evol. 2017;34:262–281. doi: 10.1093/molbev/msw242.", "ArticleIdList": ["10.1093/molbev/msw242", "PMC5400374", "27856652"]}, {"Citation": "Kim M.J., Sutton K.L., Harris G.K. Raspberries and Related Fruits. In: Caballero B., Finglas P.M., Toldrá F., editors. Encyclopedia of Food and Health. Academic Press; Oxford, UK: 2016. pp. 586–591."}, {"Citation": "Siriwoharn T., Wrolstad R.E., Finn C.E., Pereira C.B. Influence of cultivar, maturity, and sampling on blackberry (Rubus, L. Hybrids) anthocyanins, polyphenolics, and antioxidant properties. J. Agric. Food Chem. 2004;52:8021–8030. doi: 10.1021/jf048619y.", "ArticleIdList": ["10.1021/jf048619y", "15612791"]}, {"Citation": "Nile S.H., Park S.W. Edible berries: Bioactive components and their effect on human health. Nutrition. 2014;30:134–144. doi: 10.1016/j.nut.2013.04.007.", "ArticleIdList": ["10.1016/j.nut.2013.04.007", "24012283"]}, {"Citation": "Croge C.P., Cuquel F.L., Pintro P., Biasi L.A., Bona C. Antioxidant Capacity and Polyphenolic Compounds of Blackberries Produced in Different Climates. HortScience A Publ. Am. Soc. Hortic. Sci. 2019;54:2209–2213. doi: 10.21273/HORTSCI14377-19.", "ArticleIdList": ["10.21273/HORTSCI14377-19"]}, {"Citation": "Ancos B.d., González E.M., Cano M.P. Ellagic acid, vitamin C, and total phenolic contents and radical scavenging capacity affected by freezing and frozen storage in raspberry fruit. J. Agric. Food Chem. 2000;48:4565–4570. doi: 10.1021/jf0001684.", "ArticleIdList": ["10.1021/jf0001684", "11052701"]}, {"Citation": "Haffner K., Rosenfeld H.J., Skrede G., Wang L. Quality of red raspberry Rubus idaeus L. cultivars after storage in controlled and normal atmospheres. Postharvest Biol. Technol. 2002;24:279–289. doi: 10.1016/S0925-5214(01)00147-8.", "ArticleIdList": ["10.1016/S0925-5214(01)00147-8"]}, {"Citation": "Mazur S.P., Nes A., Wold A.B., Remberg S.F., Aaby K. Quality and chemical composition of ten red raspberry (Rubus idaeus L.) genotypes during three harvest seasons. Food Chem. 2014;160:233–240. doi: 10.1016/j.foodchem.2014.02.174.", "ArticleIdList": ["10.1016/j.foodchem.2014.02.174", "24799233"]}, {"Citation": "Wang S.Y., Chen C.-T., Wang C.Y. The influence of light and maturity on fruit quality and flavonoid content of red raspberries. Food Chem. 2009;112:676–684. doi: 10.1016/j.foodchem.2008.06.032.", "ArticleIdList": ["10.1016/j.foodchem.2008.06.032"]}, {"Citation": "Skrovankova S., Sumczynski D., Mlcek J., Jurikova T., Sochor J. Bioactive Compounds and Antioxidant Activity in Different Types of Berries. Int. J. Mol. Sci. 2015;16:24673–24706. doi: 10.3390/ijms161024673.", "ArticleIdList": ["10.3390/ijms161024673", "PMC4632771", "26501271"]}, {"Citation": "Gülçin İ., Topal F., Çakmakçı R., Bilsel M., Gören A.C., Erdogan U. Pomological Features, Nutritional Quality, Polyphenol Content Analysis, and Antioxidant Properties of Domesticated and 3 Wild Ecotype Forms of Raspberries (Rubus idaeus L.) J. Food Sci. 2011;76:C585–C593. doi: 10.1111/j.1750-3841.2011.02142.x.", "ArticleIdList": ["10.1111/j.1750-3841.2011.02142.x", "22417339"]}, {"Citation": "Bobinaitė R., Viškelis P., Venskutonis P.R. Variation of total phenolics, anthocyanins, ellagic acid and radical scavenging capacity in various raspberry (Rubus spp.) cultivars. Food Chem. 2012;132:1495–1501. doi: 10.1016/j.foodchem.2011.11.137.", "ArticleIdList": ["10.1016/j.foodchem.2011.11.137", "29243641"]}, {"Citation": "Verma R., Gangrade T., Punasiya R., Ghulaxe C. Rubus fruticosus (blackberry) use as an herbal medicine. Pharmacogn. Rev. 2014;8:101–104. doi: 10.4103/0973-7847.134239.", "ArticleIdList": ["10.4103/0973-7847.134239", "PMC4127818", "25125882"]}, {"Citation": "Strik B., Clark J., Finn C., Banados M. Worldwide Blackberry Production. HortTechnology. 2007;17:205–213. doi: 10.21273/HORTTECH.17.2.205.", "ArticleIdList": ["10.21273/HORTTECH.17.2.205"]}, {"Citation": "Hassani S., Shariatpanahi M., Tavakoli F., Nili-Ahmadabadi A., Abdollahi M. The changes of bioactive ingredients and antioxidant properties in various berries during jam processing International Journal of Biosciences|IJB. Int. J. Biosci. IJB. 2015;6:172–179. doi: 10.12692/ijb/6.2.172-179.", "ArticleIdList": ["10.12692/ijb/6.2.172-179"]}, {"Citation": "Tanksley S.D., McCouch S.R. Seed banks and molecular maps: Unlocking genetic potential from the wild. Science. 1997;277:1063–1066. doi: 10.1126/science.277.5329.1063.", "ArticleIdList": ["10.1126/science.277.5329.1063", "9262467"]}, {"Citation": "Clark R.M., Linton E., Messing J., Doebley J.F. Pattern of diversity in the genomic region near the maize domestication gene tb1. Proc. Natl. Acad. Sci. USA. 2004;101:700–707. doi: 10.1073/pnas.2237049100.", "ArticleIdList": ["10.1073/pnas.2237049100", "PMC321743", "14701910"]}, {"Citation": "Flint-Garcia S.A. Genetics and consequences of crop domestication. J. Agric. Food Chem. 2013;61:8267–8276. doi: 10.1021/jf305511d.", "ArticleIdList": ["10.1021/jf305511d", "23718780"]}, {"Citation": "Li J., Yuan D., Wang P., Wang Q., Sun M., Liu Z., Si H., Xu Z., Ma Y., Zhang B., et al. Cotton pan-genome retrieves the lost sequences and genes during domestication and selection. Genome Biol. 2021;22:119. doi: 10.1186/s13059-021-02351-w.", "ArticleIdList": ["10.1186/s13059-021-02351-w", "PMC8063427", "33892774"]}, {"Citation": "Graham J., Smith K., MacKenzie K., Jorgenson L., Hackett C., Powell W. The construction of a genetic linkage map of red raspberry (Rubus idaeus subsp. idaeus) based on AFLPs, genomic-SSR and EST-SSR markers. Theor. Appl. Genet. Theor. Angew. Genet. 2004;109:740–749. doi: 10.1007/s00122-004-1687-8.", "ArticleIdList": ["10.1007/s00122-004-1687-8", "15127204"]}, {"Citation": "Bushakra J.M., Stephens M.J., Atmadjaja A.N., Lewers K.S., Symonds V.V., Udall J.A., Chagné D., Buck E.J., Gardiner S.E. Construction of black (Rubus occidentalis) and red (R. idaeus) raspberry linkage maps and their comparison to the genomes of strawberry, apple, and peach. Theor. Appl. Genet. Theor. Angew. Genet. 2012;125:311–327. doi: 10.1007/s00122-012-1835-5.", "ArticleIdList": ["10.1007/s00122-012-1835-5", "22398438"]}, {"Citation": "Randell R., Howarth D., Morden C. Genetic analysis of natural hybrids between endemic and alien Rubus (Rosaceae) species in Hawai‘i. Conserv. Genet. 2004;5:217–230. doi: 10.1023/B:COGE.0000030006.30410.5d.", "ArticleIdList": ["10.1023/B:COGE.0000030006.30410.5d"]}, {"Citation": "Castillo N., Reed B.M., Graham J., Fernández-Fernández F., Bassil N. Microsatellite Markers for Raspberry and Blackberry. J. Am. Soc. Hortic. Sci. 2010;135:271–278. doi: 10.21273/JASHS.135.3.271.", "ArticleIdList": ["10.21273/JASHS.135.3.271"]}, {"Citation": "Bushakra J.M., Lewers K.S., Staton M.E., Zhebentyayeva T., Saski C.A. Developing expressed sequence tag libraries and the discovery of simple sequence repeat markers for two species of raspberry (Rubus L.) BMC Plant Biol. 2015;15:258. doi: 10.1186/s12870-015-0629-8.", "ArticleIdList": ["10.1186/s12870-015-0629-8", "PMC4620654", "26499487"]}, {"Citation": "Chen Z., Jiang J., Shu L., Li X., Huang J., Qian B., Wang X., Li X., Chen J., Xu H. Combined transcriptomic and metabolic analyses reveal potential mechanism for fruit development and quality control of Chinese raspberry (Rubus chingii Hu) Plant Cell Rep. 2021;40:1923–1946. doi: 10.1007/s00299-021-02758-6.", "ArticleIdList": ["10.1007/s00299-021-02758-6", "34333679"]}, {"Citation": "Zhou Z.M., Yan D.M., Wang Y.K., Zhang T., Xiao X.R., Dai M.Y., Zhang S.W., Liu H.N., Li F. Discovery of quality markers in Rubus chingii Hu using UPLC-ESI-QTOF-MS. J. Pharm. Biomed. Anal. 2021;203:114200. doi: 10.1016/j.jpba.2021.114200.", "ArticleIdList": ["10.1016/j.jpba.2021.114200", "34146951"]}, {"Citation": "Zeng H.J., Liu Z., Wang Y.P., Yang D., Yang R., Qu L.B. Studies on the anti-aging activity of a glycoprotein isolated from Fupenzi (Rubus chingii Hu.) and its regulation on klotho gene expression in mice kidney. Int. J. Biol. Macromol. 2018;119:470–476. doi: 10.1016/j.ijbiomac.2018.07.157.", "ArticleIdList": ["10.1016/j.ijbiomac.2018.07.157", "30055279"]}, {"Citation": "Sheng J.Y., Wang S.Q., Liu K.H., Zhu B., Zhang Q.Y., Qin L.P., Wu J.J. Rubus chingii Hu: An overview of botany, traditional uses, phytochemistry, and pharmacology. Chin. J. Nat. Med. 2020;18:401–416. doi: 10.1016/S1875-5364(20)30048-0.", "ArticleIdList": ["10.1016/S1875-5364(20)30048-0", "32503732"]}, {"Citation": "Xie Y.H., Lian B., Gong J.H., Tu L.D., Zhang Y.T., Huang L.P. Preparation of Magnetic Chitosan Hyamine Microspheres and Separation of Phenolic Acids from Rubus Chingii Hu. Adv. Mater. Res. 2013;634–638:1347–1351. doi: 10.4028/www.scientific.net/AMR.634-638.1347.", "ArticleIdList": ["10.4028/www.scientific.net/AMR.634-638.1347"]}, {"Citation": "Cai Y.Q., Hu J.H., Qin J., Sun T., Li X.L. Rhododendron Molle (Ericaceae): Phytochemistry, pharmacology, and toxicology. Chin. J. Nat. Med. 2018;16:0401–0410. doi: 10.1016/S1875-5364(18)30073-6.", "ArticleIdList": ["10.1016/S1875-5364(18)30073-6", "30047461"]}, {"Citation": "Li X., Sun J., Chen Z., Jiang J., Jackson A. Characterization of carotenoids and phenolics during fruit ripening of Chinese raspberry (Rubus chingii Hu) RSC Adv. 2021;11:10804–10813. doi: 10.1039/D0RA10373J.", "ArticleIdList": ["10.1039/D0RA10373J", "PMC8695867", "35423599"]}, {"Citation": "Ding H.-Y. Extracts and constituents of Rubus chingii with 1,1-diphenyl-2-picrylhydrazyl (DPPH) free radical scavenging activity. Int. J. Mol. Sci. 2011;12:3941–3949. doi: 10.3390/ijms12063941.", "ArticleIdList": ["10.3390/ijms12063941", "PMC3131600", "21747716"]}, {"Citation": "Yao X., Zhu W.R., Huang H.L., Zeng Y.R., Yu W.W. Effective medicinal ingredients and screening of excellent germplasm in Rubus chingii. China J. Chin. Mater. Med. 2021;46:575–581. doi: 10.19540/j.cnki.cjcmm.20201025.102.", "ArticleIdList": ["10.19540/j.cnki.cjcmm.20201025.102", "33645022"]}, {"Citation": "Madrigal-Gamboa V., Jiménez-Arias J., Hidalgo O., Quesada S., Pérez A.M., Azofeifa G. Membrane processing effect of blackberry (Rubus adenotrichos) on cytotoxic and pro-apoptotic activities against cancer cell lines. J. Food Process. Preserv. 2021;45:e15575. doi: 10.1111/jfpp.15575.", "ArticleIdList": ["10.1111/jfpp.15575"]}, {"Citation": "Xu W., Zhao M., Fu X., Hou J., Wang Y., Shi F., Hu S. Molecular mechanisms underlying macrophage immunomodulatory activity of Rubus chingii Hu polysaccharides. Int. J. Biol. Macromol. 2021;185:907–916. doi: 10.1016/j.ijbiomac.2021.07.024.", "ArticleIdList": ["10.1016/j.ijbiomac.2021.07.024", "34242647"]}, {"Citation": "Tolentino F., Araújo P.A.d., Marques E.d.S., Petreanu M., Andrade S.F.d., Niero R., Perazzo F.F., Rosa P.C.P., Maistro E.L. In vivo evaluation of the genetic toxicity of Rubus niveus Thunb. (Rosaceae) extract and initial screening of its potential chemoprevention against doxorubicin-induced DNA damage. J. Ethnopharmacol. 2015;164:89–95. doi: 10.1016/j.jep.2015.02.013.", "ArticleIdList": ["10.1016/j.jep.2015.02.013", "25681544"]}, {"Citation": "Kanegusuku M., Benassi J.C., Pedrosa R.C., Yunes R.A., Filho V.C., Maia A.A., de Souza M.M., Delle Monache F., Niero R. Cytotoxic, hypoglycemic activity and phytochemical analysis of Rubus imperialis (Rosaceae) Z. Naturforschung. C J. Biosci. 2002;57:272–276. doi: 10.1515/znc-2002-3-412.", "ArticleIdList": ["10.1515/znc-2002-3-412", "12064725"]}, {"Citation": "Om A.-S., Song Y.-N., Noh G., Kim H., Choe J. Nutrition Composition and Single, 14-Day and 13-Week Repeated Oral Dose Toxicity Studies of the Leaves and Stems of Rubus coreanus Miquel. Molecules. 2016;21:65. doi: 10.3390/molecules21010065.", "ArticleIdList": ["10.3390/molecules21010065", "PMC6274504", "26760987"]}, {"Citation": "AlQahtani F.S., AlShebly M.M., Govindarajan M., Senthilmurugan S., Vijayan P., Benelli G. Green and facile biosynthesis of silver nanocomposites using the aqueous extract of Rubus ellipticus leaves: Toxicity and oviposition deterrent activity against Zika virus, malaria and filariasis mosquito vectors. J. Asia-Pac. Entomol. 2017;20:157–164. doi: 10.1016/j.aspen.2016.12.004.", "ArticleIdList": ["10.1016/j.aspen.2016.12.004"]}, {"Citation": "Ali N., Shaoib M., Shah S.W.A., Shah I., Shuaib M. Pharmacological profile of the aerial parts of Rubus ulmifolius Schott. BMC Complement. Altern. Med. 2017;17:59. doi: 10.1186/s12906-017-1564-z.", "ArticleIdList": ["10.1186/s12906-017-1564-z", "PMC5244552", "28103863"]}, {"Citation": "Ke H., Bao T., Chen W. New function of polysaccharide from Rubus chingii Hu: Protective effect against ethyl carbamate induced cytotoxicity. J. Sci. Food Agric. 2021;101:3156–3164. doi: 10.1002/jsfa.10944.", "ArticleIdList": ["10.1002/jsfa.10944", "33211321"]}, {"Citation": "Kawahara Y., de la Bastide M., Hamilton J.P., Kanamori H., McCombie W.R., Ouyang S., Schwartz D.C., Tanaka T., Wu J., Zhou S., et al. Improvement of the Oryza sativa Nipponbare reference genome using next generation sequence and optical map data. Rice. 2013;6:4. doi: 10.1186/1939-8433-6-4.", "ArticleIdList": ["10.1186/1939-8433-6-4", "PMC5395016", "24280374"]}, {"Citation": "Jiao Y., Peluso P., Shi J., Liang T., Stitzer M.C., Wang B., Campbell M.S., Stein J.C., Wei X., Chin C.-S., et al. Improved maize reference genome with single-molecule technologies. Nature. 2017;546:524–527. doi: 10.1038/nature22971.", "ArticleIdList": ["10.1038/nature22971", "PMC7052699", "28605751"]}, {"Citation": "Wang M., Tu L., Yuan D., Zhu D., Shen C., Li J., Liu F., Pei L., Wang P., Zhao G., et al. Reference genome sequences of two cultivated allotetraploid cottons, Gossypium hirsutum and Gossypium barbadense. Nat. Genet. 2019;51:224–229. doi: 10.1038/s41588-018-0282-x.", "ArticleIdList": ["10.1038/s41588-018-0282-x", "30510239"]}, {"Citation": "Velasco R., Zharkikh A., Affourtit J., Dhingra A., Cestaro A., Kalyanaraman A., Fontana P., Bhatnagar S.K., Troggio M., Pruss D., et al. The genome of the domesticated apple (Malus × domestica Borkh.) Nat. Genet. 2010;42:833–839. doi: 10.1038/ng.654.", "ArticleIdList": ["10.1038/ng.654", "20802477"]}, {"Citation": "Wu J., Wang Z., Shi Z., Zhang S., Ming R., Zhu S., Khan M.A., Tao S., Korban S.S., Wang H., et al. The genome of the pear (Pyrus bretschneideri Rehd.) Genome Res. 2013;23:396–408. doi: 10.1101/gr.144311.112.", "ArticleIdList": ["10.1101/gr.144311.112", "PMC3561880", "23149293"]}, {"Citation": "Benz B.F. Archaeological evidence of teosinte domestication from Guilá Naquitz, Oaxaca. Proc. Natl. Acad. Sci. USA. 2001;98:2104–2106. doi: 10.1073/pnas.98.4.2104.", "ArticleIdList": ["10.1073/pnas.98.4.2104", "PMC29389", "11172083"]}, {"Citation": "Huang X., Yang S., Gong J., Zhao Q., Feng Q., Zhan Q., Zhao Y., Li W., Cheng B., Xia J., et al. Genomic architecture of heterosis for yield traits in rice. Nature. 2016;537:629–633. doi: 10.1038/nature19760.", "ArticleIdList": ["10.1038/nature19760", "27602511"]}, {"Citation": "Chen P., Li Z., Zhang D., Shen W., Xie Y., Zhang J., Jiang L., Li X., Shen X., Geng D., et al. Insights into the effect of human civilization on Malus evolution and domestication. Plant Biotechnol. J. 2021;19:2206–2220. doi: 10.1111/pbi.13648.", "ArticleIdList": ["10.1111/pbi.13648", "PMC8541786", "34161653"]}, {"Citation": "Varshney R.K., Nayak S.N., May G.D., Jackson S.A. Next-generation sequencing technologies and their implications for crop genetics and breeding. Trends Biotechnol. 2009;27:522–530. doi: 10.1016/j.tibtech.2009.05.006.", "ArticleIdList": ["10.1016/j.tibtech.2009.05.006", "19679362"]}, {"Citation": "Ray S., Satya P. Next generation sequencing technologies for next generation plant breeding. Front. Plant Sci. 2014;5:367. doi: 10.3389/fpls.2014.00367.", "ArticleIdList": ["10.3389/fpls.2014.00367", "PMC4115663", "25126091"]}, {"Citation": "Ramirez-Gonzalez R.H., Segovia V., Bird N., Fenwick P., Holdgate S., Berry S., Jack P., Caccamo M., Uauy C. RNA-Seq bulked segregant analysis enables the identification of high-resolution genetic markers for breeding in hexaploid wheat. Plant Biotechnol. J. 2015;13:613–624. doi: 10.1111/pbi.12281.", "ArticleIdList": ["10.1111/pbi.12281", "25382230"]}, {"Citation": "Julio E., Malpica A., Cotucheau J., Bachet S., Volpatti R., Decorps C., Dorlhac de Borne F. RNA-Seq analysis of Orobanche resistance in Nicotiana tabacum: Development of molecular markers for breeding recessive tolerance from ‘Wika’ tobacco variety. Euphytica. 2019;216:6. doi: 10.1007/s10681-019-2544-9.", "ArticleIdList": ["10.1007/s10681-019-2544-9"]}, {"Citation": "Hyun T.K., Lee S., Kumar D., Rim Y., Kumar R., Lee S.Y., Lee C.H., Kim J.Y. RNA-seq analysis of Rubus idaeus cv. Nova: Transcriptome sequencing and de novo assembly for subsequent functional genomics approaches. Plant Cell Rep. 2014;33:1617–1628. doi: 10.1007/s00299-014-1641-4.", "ArticleIdList": ["10.1007/s00299-014-1641-4", "25023872"]}, {"Citation": "VanBuren R., Bryant D., Bushakra J.M., Vining K.J., Edger P.P., Rowley E.R., Priest H.D., Michael T.P., Lyons E., Filichkin S.A., et al. The genome of black raspberry (Rubus occidentalis) Plant J. 2016;87:535–547. doi: 10.1111/tpj.13215.", "ArticleIdList": ["10.1111/tpj.13215", "27228578"]}, {"Citation": "VanBuren R., Wai C.M., Colle M., Wang J., Sullivan S., Bushakra J.M., Liachko I., Vining K.J., Dossett M., Finn C.E., et al. A near complete, chromosome-scale assembly of the black raspberry (Rubus occidentalis) genome. GigaScience. 2018;7:giy094. doi: 10.1093/gigascience/giy094.", "ArticleIdList": ["10.1093/gigascience/giy094", "PMC6131213", "30107523"]}, {"Citation": "Zhu Q., Tian Y., Liang W. The complete chloroplast genome sequence of Rubus eucalyptus (Rosaceae) Mitochondrial DNA Part B Resour. 2019;4:2976–2977. doi: 10.1080/23802359.2019.1664346.", "ArticleIdList": ["10.1080/23802359.2019.1664346", "PMC7706686", "33365817"]}, {"Citation": "Zhang G., Liu Y., Hai P. The complete chloroplast genome of Tibetan medicinal plant Rubus phoenicolasius Maxim. Mitochondrial DNA Part B Resour. 2021;6:886–887. doi: 10.1080/23802359.2021.1886013.", "ArticleIdList": ["10.1080/23802359.2021.1886013", "PMC7971196", "33796668"]}, {"Citation": "Davik J., Røen D., Lysøe E., Buti M., Rossman S., Alsheikh M., Aiden E.L., Dudchenko O., Sargent D.J. A chromosome-level genome sequence assembly of the red raspberry (Rubus idaeus L.) PLoS ONE. 2022;17:e0265096. doi: 10.1371/journal.pone.0265096.", "ArticleIdList": ["10.1371/journal.pone.0265096", "PMC8926247", "35294470"]}, {"Citation": "Zhu J.K. The Future of Gene-Edited Crops in China. Natl. Sci. Rev. 2022:nwac063. doi: 10.1093/nsr/nwac063.", "ArticleIdList": ["10.1093/nsr/nwac063", "PMC9053944", "35505661"]}, {"Citation": "Li X., Jiang J., Chen Z., Jackson A. Transcriptomic, Proteomic and Metabolomic Analysis of Flavonoid Biosynthesis During Fruit Maturation in Rubus chingii Hu. Front. Plant Sci. 2021;12:706667. doi: 10.3389/fpls.2021.706667.", "ArticleIdList": ["10.3389/fpls.2021.706667", "PMC8384110", "34447402"]}, {"Citation": "Li X., Sun J., Chen Z., Jiang J., Jackson A. Metabolite profile and genes/proteins expression in β-citraturin biosynthesis during fruit ripening in Chinese raspberry (Rubus chingii Hu) Plant Physiol. Biochem. 2021;163:76–86. doi: 10.1016/j.plaphy.2021.03.022.", "ArticleIdList": ["10.1016/j.plaphy.2021.03.022", "33819717"]}, {"Citation": "Huang W., Qiao F., Guo W., Wu W. Characterization of the complete chloroplast genome sequence of Rubus rufus Focke (Rosaceae) Mitochondrial DNA Part B Resour. 2021;6:3093–3094. doi: 10.1080/23802359.2021.1967810.", "ArticleIdList": ["10.1080/23802359.2021.1967810", "PMC8491697", "34621984"]}, {"Citation": "Park Y.S., Park J.Y., Kang J.H., Lee W.H., Yang T.J. Diversity and authentication of Rubus accessions revealed by complete plastid genome and rDNA sequences. Mitochondrial DNA Part B Resour. 2021;6:1454–1459. doi: 10.1080/23802359.2021.1911712.", "ArticleIdList": ["10.1080/23802359.2021.1911712", "PMC8079122", "33969195"]}, {"Citation": "Wang Q., Huang Z., Gao C., Ge Y., Cheng R. The complete chloroplast genome sequence of Rubus hirsutus Thunb. and a comparative analysis within Rubus species. Genetica. 2021;149:299–311. doi: 10.1007/s10709-021-00131-9.", "ArticleIdList": ["10.1007/s10709-021-00131-9", "34546501"]}, {"Citation": "Su X.H., Duan R., Sun Y.Y., Wen J.F., Kang D.G., Lee H.S., Cho K.W., Jin S.N. Cardiovascular effects of ethanol extract of Rubus chingii Hu (Rosaceae) in rats: An in vivo and in vitro approach. J. Physiol. Pharmacol. Off. J. Pol. Physiol. Soc. 2014;65:417–424.", "ArticleIdList": ["24930514"]}, {"Citation": "He Y., Jin S., Ma Z., Zhao J., Yang Q., Zhang Q., Zhao Y., Yao B. The antioxidant compounds isolated from the fruits of chinese wild raspberry Rubus Chingii Hu. Nat. Prod. Res. 2018;34:872–875. doi: 10.1080/14786419.2018.1504046.", "ArticleIdList": ["10.1080/14786419.2018.1504046", "30345814"]}, {"Citation": "Chen Y., Chen Z., Guo Q., Gao X., Ma Q., Xue Z., Ferri N., Zhang M., Chen H. Identification of Ellagitannins in the Unripe Fruit of Rubus Chingii Hu and Evaluation of its Potential Antidiabetic Activity. J. Agric. Food Chem. 2019;67:7025–7039. doi: 10.1021/acs.jafc.9b02293.", "ArticleIdList": ["10.1021/acs.jafc.9b02293", "31240933"]}, {"Citation": "Wang S.Y., Lin H.S. Antioxidant activity in fruits and leaves of blackberry, raspberry, and strawberry varies with cultivar and developmental stage. J. Agric. Food Chem. 2000;48:140–146. doi: 10.1021/jf9908345.", "ArticleIdList": ["10.1021/jf9908345", "10691606"]}, {"Citation": "Fu Y., Zhou X., Chen S., Sun Y., Shen Y., Ye X. Chemical composition and antioxidant activity of Chinese wild raspberry (Rubus hirsutus Thunb.) LWT Food Sci. Technol. 2015;60:1262–1268. doi: 10.1016/j.lwt.2014.09.002.", "ArticleIdList": ["10.1016/j.lwt.2014.09.002"]}, {"Citation": "Han N., Gu Y., Ye C., Cao Y., Liu Z., Yin J. Antithrombotic activity of fractions and components obtained from raspberry leaves (Rubus chingii) Food Chem. 2012;132:181–185. doi: 10.1016/j.foodchem.2011.10.051.", "ArticleIdList": ["10.1016/j.foodchem.2011.10.051", "26434278"]}, {"Citation": "Sellappan S., Akoh C.C., Krewer G. Phenolic compounds and antioxidant capacity of Georgia-grown blueberries and blackberries. J. Agric. Food Chem. 2002;50:2432–2438. doi: 10.1021/jf011097r.", "ArticleIdList": ["10.1021/jf011097r", "11929309"]}, {"Citation": "Lee M.J., Nam J.H., Jeong J.H., Rho I.R. Effect of plant part, extraction method, and harvest time over antioxidant yield of rubus coreanus. Pharmacogn. Mag. 2020;16:455–461."}, {"Citation": "Howarth D.G., Gardner D.E., Morden C.W. Phylogeny of Rubus subgenus Idaeobatus (Rosaceae) and its implications toward colonization of the Hawaiian Islands. Syst. Bot. 1997;22:433–441. doi: 10.2307/2419819.", "ArticleIdList": ["10.2307/2419819"]}, {"Citation": "Morden C.W., Gardner D.E., Weniger D.A. Phylogeny and biogeography of pacific Rubus subgenus Idaeobatus (Rosaceae) species: Investigating the origin of the endemic Hawaiian raspberry R. macraei. Pac. Sci. 2003;57:181–197. doi: 10.1353/psc.2003.0018.", "ArticleIdList": ["10.1353/psc.2003.0018"]}, {"Citation": "Wang Y., Chen Q., Chen T., Zhang J., He W., Liu L., Luo Y., Sun B., Zhang Y., Tang H.-r., et al. Allopolyploid origin in Rubus (Rosaceae) inferred from nuclear granule-bound starch synthase I (GBSSI) sequences. BMC Plant Biol. 2019;19:303. doi: 10.1186/s12870-019-1915-7.", "ArticleIdList": ["10.1186/s12870-019-1915-7", "PMC6617891", "31291892"]}, {"Citation": "Wang Y., Chen Q., Tang H., Wang X. Phylogeny of Chinese Rubus (Rosaceae) based on nuclear ribosomal internal transcribed spacer (ITS) sequences. Acta Hortic. 2018;1208:13–24. doi: 10.17660/ActaHortic.2018.1208.3.", "ArticleIdList": ["10.17660/ActaHortic.2018.1208.3"]}, {"Citation": "Alice L.A., Dodson T.M., Sutherland B.L. Diversity and relationships of Bhutanese Rubus (Rosaceae) Acta Hortic. 2008;777:63–70. doi: 10.17660/ActaHortic.2008.777.5.", "ArticleIdList": ["10.17660/ActaHortic.2008.777.5"]}, {"Citation": "Yang J.Y., Pak J.-H. Phylogeny of korean rubus (rosaceae) based on its (nrDNA) and trnL/F intergenic region (cpdna) J. Plant Biol. 2006;49:44–54. doi: 10.1007/BF03030787.", "ArticleIdList": ["10.1007/BF03030787"]}, {"Citation": "Zhang L., Wang Y., Chen Q., Luo Y., Zhang Y., Tang H.R., Wang X.R. Phylogenetic Utility of Chinese Rubus (Rosaceae) Based on ndhF Sequence. Acta Hortic. Sin. 2015;42:19–30. doi: 10.16420/j.issn.0513-353x.2014-0752.", "ArticleIdList": ["10.16420/j.issn.0513-353x.2014-0752"]}, {"Citation": "Imanishi H., Nakahara K., Tsuyuzaki H. Genetic relationships among native and introduced Rubus species in Japan based on rbcL sequence. Acta Hortic. 2008;769:195–199. doi: 10.17660/ActaHortic.2008.769.26.", "ArticleIdList": ["10.17660/ActaHortic.2008.769.26"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "3", "Day": "14"}, {"Year": "2022", "Month": "4", "Day": "27"}, {"Year": "2022", "Month": "4", "Day": "28"}, {"Year": "2022", "Month": "5", "Day": "14", "Hour": "1", "Minute": "29"}, {"Year": "2022", "Month": "5", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "15", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "4", "Day": "29"}], "PublicationStatus": "epublish", "ArticleIdList": ["35567211", "PMC9102695", "10.3390/plants11091211", "plants11091211"]}}], "PubmedBookArticle": []}