{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["children", "complementary medicine (CAM)", "conventional treatment", "pregnant women", "urinary track infection (UTI)"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35571128", "DateRevised": {"Year": "2023", "Month": "08", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "04", "Day": "27"}], "Language": ["eng"], "ELocationID": ["883216", "10.3389/fphar.2022.883216"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "Examination of Complementary Medicine for Treating Urinary Tract Infections Among Pregnant Women and Children.", "Pagination": {"StartPage": "883216", "MedlinePgn": "883216"}, "Abstract": {"AbstractText": ["Urinary tract infections (UTIs) are a significant clinical problem that pregnant women and children commonly experience. <i>Escherichia coli</i> is the primary causative organism, along with several other gram-negative and gram-positive bacteria. Antimicrobial drugs are commonly prescribed to treat UTIs in these patients. Conventional treatment can range from using broad-spectrum antimicrobial drugs for empirical or prophylactic therapy or patient-tailored therapy based on urinary cultures and sensitivity to prospective antibiotics. The ongoing emergence of multi-drug resistant pathogens has raised concerns related to commonly prescribed antimicrobial drugs such as those used routinely to treat UTIs. Consequently, several natural medicines have been explored as potential complementary therapies to improve health outcomes in patients with UTIs. This review discusses the effectiveness of commonly used natural products such as cranberry juice/extracts, ascorbic acid, hyaluronic acid, probiotics, and multi-component formulations intended to treat and prevent UTIs. The combination of natural products with prescribed antimicrobial treatments and use of formulations that contained high amounts of cranberry extracts appear to be most effective in preventing recurrent UTIs (RUTIs). The incorporation of natural products like cranberry, hyaluronic acid, ascorbic acid, probiotics, Canephron<sup>®</sup> N, and Cystenium II to conventional treatments of acute UTIs or as a prophylactic regimen for treatment RUTIs can benefit both pregnant women and children. Limited information is available on the safety of natural products in these patients' populations. However, based on limited historical information, these remedies appear to be safe and well-tolerated by patients."], "CopyrightInformation": "Copyright © 2022 Hudson, Job, Sayre, Krepkova, Sherwin and Enioutina."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, Post-Doctoral Fellow, Division of Clinical Pharmacology, University of Utah School of Medicine, Salt Lake City, UT, United States."}], "LastName": "Hudson", "ForeName": "Rachel E", "Initials": "RE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, Research Assistant Professor, Division of Clinical Pharmacology, University of Utah School of Medicine, Salt Lake City, UT, United States."}], "LastName": "Job", "ForeName": "Kathleen M", "Initials": "KM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, Research Assistant Professor, Division of Clinical Pharmacology, University of Utah School of Medicine, Salt Lake City, UT, United States."}, {"Identifier": [], "Affiliation": "College of Pharmacy, Roseman University of Health Sciences, South Jordan, UT, United States."}], "LastName": "Sayre", "ForeName": "Casey L", "Initials": "CL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Head of Toxicology Department, Center of Medicine, All-Russian Research Institute of Medicinal and Aromatic Plants (VILAR), Moscow, Russia."}], "LastName": "Krepkova", "ForeName": "Lubov V", "Initials": "LV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, Vice-Chair for Research, Professor, Wright State University Boonshoft School of Medicine/Dayton Children's Hospital, Dayton, OH, United States."}], "LastName": "Sherwin", "ForeName": "Catherine M", "Initials": "CM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, Research Assistant Professor, Division of Clinical Pharmacology, University of Utah School of Medicine, Salt Lake City, UT, United States."}], "LastName": "Enioutina", "ForeName": "Elena Y", "Initials": "EY"}], "GrantList": [{"GrantID": "UL1 TR002538", "Acronym": "TR", "Agency": "NCATS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}, "CoiStatement": "We declare that KJ and EE are Associate Editors for the Obstetric and Pediatric Pharmacology section of Frontiers Pharmacology. We declare that CS is a Specialty Chief Editor in Frontiers Obstetric and Pediatric Pharmacology for the Frontiers Pharmacology Journal. All other authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abdullatif V. A., Sur R. L., Eshaghian E., Gaura K. A., Goldman B., Panchatsharam P. K., et al. (2021). Efficacy of Probiotics as Prophylaxis for Urinary Tract Infections in Premenopausal Women: A Systematic Review and Meta-Analysis. Cureus 13 (10), e18843. 10.7759/cureus.18843", "ArticleIdList": ["10.7759/cureus.18843", "PMC8523083", "34671514"]}, {"Citation": "Abou Heidar N. F., Degheili J. A., Yacoubian A. A., Khauli R. B. (2019). Management of Urinary Tract Infection in Women: A Practical Approach for Everyday Practice. Urol. Ann. 11 (4), 339–346. 10.4103/ua.Ua_104_19", "ArticleIdList": ["10.4103/ua.Ua_104_19", "PMC6798292", "31649450"]}, {"Citation": "Afshar K., Stothers L., Scott H., MacNeily A. E. (2012). Cranberry Juice for the Prevention of Pediatric Urinary Tract Infection: a Randomized Controlled Trial. J. Urol. 188 (4 Suppl. l), 1584–1587. 10.1016/j.juro.2012.02.031", "ArticleIdList": ["10.1016/j.juro.2012.02.031", "22910239"]}, {"Citation": "Ailes E. C., Summers A. D., Tran E. L., Gilboa S. M., Arnold K. E., Meaney-Delman D., et al. (2018). Antibiotics Dispensed to Privately Insured Pregnant Women with Urinary Tract Infections - United States, 2014. MMWR Morb Mortal Wkly Rep. 67, 18–22. 10.15585/mmwr.mm6701a4", "ArticleIdList": ["10.15585/mmwr.mm6701a4", "PMC5769793", "29324733"]}, {"Citation": "Akgül T., Karakan T. (2018). The Role of Probiotics in Women With Recurrent Urinary Tract Infections. Turk. J. Urol. 44 (5), 377–383. 10.5152/tud.2018.4874", "ArticleIdList": ["10.5152/tud.2018.4874", "PMC6134985", "30487041"]}, {"Citation": "Alper B. S., Curry S. H. (2005). Urinary Tract Infection in Children. Am. Fam. Physician 72 (12), 2483–2488.", "ArticleIdList": ["16370404"]}, {"Citation": "Argüelles Rojas S., Oviedo Ortega J. G., Velasco Sordo R. (2021). Interstitial Cystitis: Diagnosis and Treatment in a Pregnant Patient. Cureus 13 (4), e14549. 10.7759/cureus.14549", "ArticleIdList": ["10.7759/cureus.14549", "PMC8130645", "34017664"]}, {"Citation": "Asmat U., Mumtaz M. Z., Malik A. (2021). Rising Prevalence of Multidrug-Resistant Uropathogenic Bacteria from Urinary Tract Infections in Pregnant Women. J. Taibah Univ. Med. Sci. 16 (1), 102–111. 10.1016/j.jtumed.2020.10.010", "ArticleIdList": ["10.1016/j.jtumed.2020.10.010", "PMC7858016", "33603638"]}, {"Citation": "Azami M., Jaafari Z., Masoumi M., Shohani M., Badfar G., Mahmudi L., et al. (2019). The Etiology and Prevalence of Urinary Tract Infection and Asymptomatic Bacteriuria in Pregnant Women in Iran: a Systematic Review and Meta-Analysis. BMC Urol. 19 (1), 43. 10.1186/s12894-019-0454-8", "ArticleIdList": ["10.1186/s12894-019-0454-8", "PMC6543660", "31146773"]}, {"Citation": "Bachur R. (2000). Nonresponders: Prolonged Fever Among Infants with Urinary Tract Infections. Pediatrics 105 (5), E59. 10.1542/peds.105.5.e59", "ArticleIdList": ["10.1542/peds.105.5.e59", "10799623"]}, {"Citation": "Balighian E., Burke M. (2018). Urinary Tract Infections in Children. Pediatr. Rev. 39 (1), 3–12. 10.1542/pir.2017-0007", "ArticleIdList": ["10.1542/pir.2017-0007", "29292282"]}, {"Citation": "Baumer J. H., Jones R. W. (2007). Urinary Tract Infection in Children, National Institute for Health and Clinical Excellence. Arch. Dis. Child. Educ. Pract. Ed. 92 (6), 189–192. 10.1136/adc.2007.130799", "ArticleIdList": ["10.1136/adc.2007.130799", "18032715"]}, {"Citation": "Beerepoot M., Geerlings S. (2016). Non-Antibiotic Prophylaxis for Urinary Tract Infections. Pathogens 5 (2), 36. 10.3390/pathogens5020036", "ArticleIdList": ["10.3390/pathogens5020036", "PMC4931387", "27092529"]}, {"Citation": "Beerepoot M. A., Geerlings S. E., van Haarst E. P., van Charante N. M., ter Riet G. (2013). Nonantibiotic Prophylaxis for Recurrent Urinary Tract Infections: a Systematic Review and Meta-Analysis of Randomized Controlled Trials. J. Urol. 190 (6), 1981–1989. 10.1016/j.juro.2013.04.142", "ArticleIdList": ["10.1016/j.juro.2013.04.142", "23867306"]}, {"Citation": "Beetz R., Westenfelder M. (2011). Antimicrobial Therapy of Urinary Tract Infections in Children. Int. J. Antimicrob. Agents 38 (Suppl. l), 42–50. 10.1016/j.ijantimicag.2011.09.006", "ArticleIdList": ["10.1016/j.ijantimicag.2011.09.006", "22036250"]}, {"Citation": "Belyayeva M., Jeong J. M. (2022). “Acute Pyelonephritis,” in StatPearls (Treasure Island (FL)."}, {"Citation": "\nBionorica (2016). Canephron® N, Coated Tablets. Neumarkt, Germany: Bionorica. Available at:(Kerschensteinerstrasse 11-15, 92318) https://www.canephron.de/fileadmin/templates/canephron/bilder/BPZ_englisch/querbpz-can-n-drg-englisch_2016-05.pdf (Last accessed January 25, 2022). "}, {"Citation": "Bloomfield P., Hodson E. M., Craig J. C. (2005). Antibiotics for Acute Pyelonephritis in Children. Cochrane Database Syst. Rev. 1, CD003772. 10.1002/14651858.CD003772.pub2", "ArticleIdList": ["10.1002/14651858.CD003772.pub2", "15674914"]}, {"Citation": "Blumberg J. B., Camesano T. A., Cassidy A., Kris-Etherton P., Howell A., Manach C., et al. (2013). Cranberries and Their Bioactive Constituents in Human Health. Adv. Nutr. 4 (6), 618–632. 10.3945/an.113.004473", "ArticleIdList": ["10.3945/an.113.004473", "PMC3823508", "24228191"]}, {"Citation": "Bookstaver P. B., Bland C. M., Griffin B., Stover K. R., Eiland L. S., McLaughlin M. (2015). A Review of Antibiotic Use in Pregnancy. Pharmacotherapy 35 (11), 1052–1062. 10.1002/phar.1649", "ArticleIdList": ["10.1002/phar.1649", "26598097"]}, {"Citation": "Borran M., Dashti-Khavidaki S., Alamdari A., Naderi N., Gatmiri S. M. (2020). High-dose Intravenous Vitamin C Reduces Urinary Tract Infection post-kidney Transplantation. Afr. J. Urol. 26 (1), 1–4. 10.1186/s12301-020-00048-3", "ArticleIdList": ["10.1186/s12301-020-00048-3"]}, {"Citation": "Bouckaert J., Berglund J., Schembri M., De Genst E., Cools L., Wuhrer M., et al. (2005). Receptor Binding Studies Disclose a Novel Class of High-Affinity Inhibitors of the Escherichia coli FimH Adhesin. Mol. Microbiol. 55 (2), 441–455. 10.1111/j.1365-2958.2004.04415.x", "ArticleIdList": ["10.1111/j.1365-2958.2004.04415.x", "15659162"]}, {"Citation": "Braat H., van den Brande J., van Tol E., Hommes D., Peppelenbosch M., van Deventer S. (2004). Lactobacillus Rhamnosus Induces Peripheral Hyporesponsiveness in Stimulated CD4+ T Cells via Modulation of Dendritic Cell Function. Am. J. Clin. Nutr. 80 (6), 1618–1625. 10.1093/ajcn/80.6.1618", "ArticleIdList": ["10.1093/ajcn/80.6.1618", "15585777"]}, {"Citation": "Budnik T. V., Bevzenko T. B. (2020). A Ten-Year Analysis of Changes in the Sensitivity of the Leading Uropathogen to Antibacterial Agents in Children with Urinary Tract Infection in the Nephrology Department. Wiad Lek 73 (7), 1360–1364. 10.36740/wlek202007110", "ArticleIdList": ["10.36740/wlek202007110", "32759420"]}, {"Citation": "Calhoun C., Wermuth H. R., Hall G. A. (2022). “Antibiotics,” in StatPearls (Treasure Island (FL)."}, {"Citation": "Carlsson S., Weitzberg E., Wiklund P., Lundberg J. O. (2005). Intravesical Nitric Oxide Delivery for Prevention of Catheter-Associated Urinary Tract Infections. Antimicrob. Agents Chemother. 49 (6), 2352–2355. 10.1128/AAC.49.6.2352-2355.2005", "ArticleIdList": ["10.1128/AAC.49.6.2352-2355.2005", "PMC1140550", "15917532"]}, {"Citation": "Carlsson S., Wiklund N. P., Engstrand L., Weitzberg E., Lundberg J. O. (2001). Effects of pH, Nitrite, and Ascorbic Acid on Nonenzymatic Nitric Oxide Generation and Bacterial Growth in Urine. Nitric oxide 5 (6), 580–586. 10.1006/niox.2001.0371", "ArticleIdList": ["10.1006/niox.2001.0371", "11730365"]}, {"Citation": "CDC (2019). Antibiotic Resistance Threats in the United States 2019. Atlanta, GA: U.S. Department of Health and Human Services, CDC."}, {"Citation": "Chelkeba L., Fanta K., Mulugeta T., Melaku T. (2022). Bacterial Profile and Antimicrobial Resistance Patterns of Common Bacteria Among Pregnant Women with Bacteriuria in Ethiopia: a Systematic Review and Meta-Analysis. Arch. Gynecol. Obstet. 1, 1. 10.1007/s00404-021-06365-4", "ArticleIdList": ["10.1007/s00404-021-06365-4", "35032208"]}, {"Citation": "Cicek N., Yildiz N., Alpay H. (2020). Intravesical Hyaluronic Acid Treatment in Recurrent Urinary Tract Infections in Children with Spina Bifida and Neurogenic Bladder. J. Pediatr. Urol. 16 (3), 366. e365. 10.1016/j.jpurol.2020.02.009", "ArticleIdList": ["10.1016/j.jpurol.2020.02.009", "32197933"]}, {"Citation": "Cleusix V., Lacroix C., Vollenweider S., Le Blay G. (2008). Glycerol Induces Reuterin Production and Decreases Escherichia coli Population in an In Vitro Model of Colonic Fermentation with Immobilized Human Feces. FEMS Microbiol. Ecol. 63 (1), 56–64. 10.1111/j.1574-6941.2007.00412.x", "ArticleIdList": ["10.1111/j.1574-6941.2007.00412.x", "18028400"]}, {"Citation": "Conway P. H., Cnaan A., Zaoutis T., Henry B. V., Grundmeier R. W., Keren R. (2007). Recurrent Urinary Tract Infections in Children: Risk Factors and Association with Prophylactic Antimicrobials. JAMA 298 (2), 179–186. 10.1001/jama.298.2.179", "ArticleIdList": ["10.1001/jama.298.2.179", "17622599"]}, {"Citation": "Coraggio M. J., Gross T. P., Roscelli J. D. (1989). Nitrofurantoin Toxicity in Children. Pediatr. Infect. Dis. J. 8 (3), 163–166.", "ArticleIdList": ["2652087"]}, {"Citation": "Craig J. C., Simpson J. M., Williams G. J., Lowe A., Reynolds G. J., McTaggart S. J., et al. (2009). Antibiotic Prophylaxis and Recurrent Urinary Tract Infection in Children. N. Engl. J. Med. 361 (18), 1748–1759. 10.1056/NEJMoa0902295", "ArticleIdList": ["10.1056/NEJMoa0902295", "19864673"]}, {"Citation": "Cribby S., Taylor M., Reid G. (2008). Vaginal Microbiota and the Use of Probiotics. Interdiscip. Perspect. Infect. Dis. 2008, 256490. 10.1155/2008/256490", "ArticleIdList": ["10.1155/2008/256490", "PMC2662373", "19343185"]}, {"Citation": "Currie M. L., Mitz L., Raasch C. S., Greenbaum L. A. (2003). Follow-up Urine Cultures and Fever in Children with Urinary Tract Infection. Arch. Pediatr. Adolesc. Med. 157 (12), 1237–1240. 10.1001/archpedi.157.12.1237", "ArticleIdList": ["10.1001/archpedi.157.12.1237", "14662582"]}, {"Citation": "Daniel M., Szymanik-Grzelak H., Turczyn A., Pańczyk-Tomaszewska M. (2020). Lactobacillus Rhamnosus PL1 and Lactobacillus Plantarum PM1 versus Placebo as a Prophylaxis for Recurrence Urinary Tract Infections in Children: a Study Protocol for a Randomised Controlled Trial. BMC Urol. 20 (1), 168. 10.1186/s12894-020-00723-1", "ArticleIdList": ["10.1186/s12894-020-00723-1", "PMC7583233", "33097017"]}, {"Citation": "Delzell J. E., Jr., Lefevre M. L. (2000). Urinary Tract Infections during Pregnancy. Am. Fam. Physician 61 (3), 713–721.", "ArticleIdList": ["10695584"]}, {"Citation": "Denoble A., Reid H. W., Krischak M., Rosett H., Sachdeva S., Weaver K., et al. (2022). Bad Bugs: Antibiotic-Resistant Bacteriuria in Pregnancy and Risk of Pyelonephritis. Am. J. Obstet. Gynecol. MFM 4, 100540. 10.1016/j.ajogmf.2021.100540", "ArticleIdList": ["10.1016/j.ajogmf.2021.100540", "34856419"]}, {"Citation": "Desai S., Aronson P. L., Shabanova V., Neuman M. I., Balamuth F., Pruitt C. M., et al. (2019). Parenteral Antibiotic Therapy Duration in Young Infants with Bacteremic Urinary Tract Infections. Pediatrics 144 (3), e20183844. 10.1542/peds.2018-3844", "ArticleIdList": ["10.1542/peds.2018-3844", "PMC6855812", "31431480"]}, {"Citation": "Dilin V. V., Shatochina O. V., Osmanova I. M., Yur'eva E. A. (2008). Effectiveness of Canephron N in Children with Dysmetabolic Syndrome with Oxalate-Calcium Crystallization. Vestnik Pediatr. Pharmacol. nutriciology 4, 24."}, {"Citation": "Dobson A., Cotter P. D., Ross R. P., Hill C. (2012). Bacteriocin Production: a Probiotic Trait? Appl. Environ. Microbiol. 78 (1), 1–6. 10.1128/AEM.05576-11", "ArticleIdList": ["10.1128/AEM.05576-11", "PMC3255625", "22038602"]}, {"Citation": "Driscoll A., Teichman J. M. H. (2001). How Do Patients with Interstitial Cystitis Present? J. Urol. 166 (6), 2118–2120. 10.1097/00005392-200112000-00023", "ArticleIdList": ["10.1097/00005392-200112000-00023", "11696718"]}, {"Citation": "Dugoua J. J., Seely D., Perri D., Mills E., Koren G. (2008). Safety and Efficacy of cranberry (Vaccinium Macrocarpon) during Pregnancy and Lactation. Can. J. Clin. Pharmacol. 15 (1), e80–6.", "ArticleIdList": ["18204103"]}, {"Citation": "Ears-Net (2019). Surveillance of Antimicrobial Resistance in Europe 2018. Available at:https://www.ecdc.europa.eu/en/publications-data/surveillance-antimicrobial-resistance-europe-2018 Last[Online]. [Accessed] (accessed February 1, 2022)."}, {"Citation": "Edlin R. S., Shapiro D. J., Hersh A. L., Copp H. L. (2013). Antibiotic Resistance Patterns of Outpatient Pediatric Urinary Tract Infections. J. Urol. 190 (1), 222–227. 10.1016/j.juro.2013.01.069", "ArticleIdList": ["10.1016/j.juro.2013.01.069", "PMC4165642", "23369720"]}, {"Citation": "Enioutina E. Y., Teng L., Fateeva T. V., Brown J. C. S., Job K. M., Bortnikova V. V., et al. (2017). Phytotherapy as an Alternative to Conventional Antimicrobials: Combating Microbial Resistance. Expert Rev. Clin. Pharmacol. 10 (11), 1203–1214. 10.1080/17512433.2017.1371591", "ArticleIdList": ["10.1080/17512433.2017.1371591", "28836870"]}, {"Citation": "Essadi F., Elmehashi M. (2010). Efficacy of cranberry Juice for the Prevention of Urinary Tract Infections in Pregnancy. J. Matern. Fetal Neonatal. Med. 23 (Suppl. 1), 378."}, {"Citation": "Fallacara A., Baldini E., Manfredini S., Vertuani S. (2018). Hyaluronic Acid in the Third Millennium. Polymers (Basel) 10 (7), 701. 10.3390/polym10070701", "ArticleIdList": ["10.3390/polym10070701", "PMC6403654", "30960626"]}, {"Citation": "Farkash E., Weintraub A. Y., Sergienko R., Wiznitzer A., Zlotnik A., Sheiner E. (2012). Acute Antepartum Pyelonephritis in Pregnancy: a Critical Analysis of Risk Factors and Outcomes. Eur. J. Obstet. Gynecol. Reprod. Biol. 162 (1), 24–27. 10.1016/j.ejogrb.2012.01.024", "ArticleIdList": ["10.1016/j.ejogrb.2012.01.024", "22381037"]}, {"Citation": "Fernández-Puentes V., Uberos J., Rodríguez-Belmonte R., Nogueras-Ocaña M., Blanca-Jover E., Narbona-López E. (2015). Efficacy and Safety Profile of cranberry in Infants and Children with Recurrent Urinary Tract Infection. Pediatr. (Barc) 82 (6), 397–403. 10.1016/j.anpedi.2014.08.012", "ArticleIdList": ["10.1016/j.anpedi.2014.08.012", "25300782"]}, {"Citation": "Ferrara P., Romaniello L., Vitelli O., Gatto A., Serva M., Cataldi L. (2009). Cranberry Juice for the Prevention of Recurrent Urinary Tract Infections: a Randomized Controlled Trial in Children. Scand. J. Urol. Nephrol. 43 (5), 369–372. 10.3109/00365590902936698", "ArticleIdList": ["10.3109/00365590902936698", "19921981"]}, {"Citation": "Fidan K., Büyükkaragöz B., Özen O., Demirogullari B., Söylemezoglu O. (2015). The Use of Intravesical Hyaluronic Acid for Recurrent Urinary Tract Infections in Children: a Case-Series Study. Ren. Fail. 37 (10), 354–358. 10.3109/0886022X.2015.1087863", "ArticleIdList": ["10.3109/0886022X.2015.1087863", "26375508"]}, {"Citation": "Fitzgerald A., Mori R., Lakhanpaul M., Tullus K. (2012). Antibiotics for Treating Lower Urinary Tract Infection in Children. Cochrane Database Syst. Rev. 8, CD006857. 10.1002/14651858.CD006857.pub2", "ArticleIdList": ["10.1002/14651858.CD006857.pub2", "22895956"]}, {"Citation": "Foda M. M., Middlebrook P. F., Gatfield C. T., Potvin G., Wells G., Schillinger J. F. (1995). Efficacy of cranberry in Prevention of Urinary Tract Infection in a Susceptible Pediatric Population. Can. J. Urol. 2 (1), 98–102.", "ArticleIdList": ["12803726"]}, {"Citation": "Fusco N. M., Islam S., Polischuk E. (2020). Optimal Antibiotics at Hospital Discharge for Children with Urinary Tract Infection. Hosp. Pediatr. 10 (5), 438–442. 10.1542/hpeds.2019-0301", "ArticleIdList": ["10.1542/hpeds.2019-0301", "32312729"]}, {"Citation": "Garin E. H., Olavarria F., Garcia Nieto V., Valenciano B., Campos A., Young L. (2006). Clinical Significance of Primary Vesicoureteral Reflux and Urinary Antibiotic Prophylaxis after Acute Pyelonephritis: a Multicenter, Randomized, Controlled Study. Pediatrics 117 (3), 626–632. 10.1542/peds.2005-1362", "ArticleIdList": ["10.1542/peds.2005-1362", "16510640"]}, {"Citation": "Gehani M., Kapur S., Bhardwaj P., Nag V., Balasubramaniam S. M., Kammili N., et al. (2019). Unmet Need of Antenatal Screening for Asymptomatic Bacteriuria: A Risk Factor for Adverse Outcomes of Pregnancy. Indian J. Community Med. 44 (3), 193–198. 10.4103/ijcm.IJCM_355_18", "ArticleIdList": ["10.4103/ijcm.IJCM_355_18", "PMC6776957", "31602101"]}, {"Citation": "Ghouri F., Hollywood A., Ryan K. (2018). A Systematic Review of Non-antibiotic Measures for the Prevention of Urinary Tract Infections in Pregnancy. BMC Pregnancy Childbirth 18 (1), 99. 10.1186/s12884-018-1732-2", "ArticleIdList": ["10.1186/s12884-018-1732-2", "PMC5899369", "29653573"]}, {"Citation": "Ghouri F., Hollywood A., Ryan K. (2019). Urinary Tract Infections and Antibiotic Use in Pregnancy - Qualitative Analysis of Online Forum Content. BMC Pregnancy Childbirth 19 (1), 289. 10.1186/s12884-019-2451-z", "ArticleIdList": ["10.1186/s12884-019-2451-z", "PMC6693226", "31409404"]}, {"Citation": "Gilstrap L. C., 3rd, Ramin S. M. (2001). Urinary Tract Infections during Pregnancy. Obstet. Gynecol. Clin. North. Am. 28 (3), 581–591. 10.1016/s0889-8545(05)70219-9", "ArticleIdList": ["10.1016/s0889-8545(05)70219-9", "11512502"]}, {"Citation": "Goddard J. C., Janssen D. A. W. (2018). Intravesical Hyaluronic Acid and Chondroitin Sulfate for Recurrent Urinary Tract Infections: Systematic Review and Meta-Analysis. Int. Urogynecol. J. 29 (7), 933–942. 10.1007/s00192-017-3508-z", "ArticleIdList": ["10.1007/s00192-017-3508-z", "PMC6004275", "29181550"]}, {"Citation": "González de Llano D., Moreno-Arribas M. V., Bartolomé B. (2020). Cranberry Polyphenols and Prevention against Urinary Tract Infections: Relevant Considerations. Molecules 25 (15), 3523. 10.3390/molecules25153523", "ArticleIdList": ["10.3390/molecules25153523", "PMC7436188", "32752183"]}, {"Citation": "Grangette C., Nutten S., Palumbo E., Morath S., Hermann C., Dewulf J., et al. (2005). Enhanced Antiinflammatory Capacity of a Lactobacillus Plantarum Mutant Synthesizing Modified Teichoic Acids. Proc. Natl. Acad. Sci. U S A. 102 (29), 10321–10326. 10.1073/pnas.0504084102", "ArticleIdList": ["10.1073/pnas.0504084102", "PMC1177390", "15985548"]}, {"Citation": "Grin P. M., Kowalewska P. M., Alhazzan W., Fox-Robichaud A. E. (2013). Lactobacillus for Preventing Recurrent Urinary Tract Infections in Women: Meta-Analysis. Can. J. Urol. 20 (1), 6607–6614.", "ArticleIdList": ["23433130"]}, {"Citation": "Guay D. R. (2009). Cranberry and Urinary Tract Infections. Drugs 69 (7), 775–807. 10.2165/00003495-200969070-00002", "ArticleIdList": ["10.2165/00003495-200969070-00002", "19441868"]}, {"Citation": "Gupta K., Hooton T. M., Naber K. G., Wullt B., Colgan R., Miller L. G., et al. (2011). International Clinical Practice Guidelines for the Treatment of Acute Uncomplicated Cystitis and Pyelonephritis in Women: A 2010 Update by the Infectious Diseases Society of America and the European Society for Microbiology and Infectious Diseases. Clin. Infect. Dis. 52 (5), e103–20. 10.1093/cid/ciq257", "ArticleIdList": ["10.1093/cid/ciq257", "21292654"]}, {"Citation": "Gupta R. C., Lall R., Srivastava A., Sinha A. (2019). Hyaluronic Acid: Molecular Mechanisms and Therapeutic Trajectory. Front. Vet. Sci. 6, 192. 10.3389/fvets.2019.00192", "ArticleIdList": ["10.3389/fvets.2019.00192", "PMC6603175", "31294035"]}, {"Citation": "Gupta V., Nag D., Garg P. (2017). Recurrent Urinary Tract Infections in Women: How Promising Is the Use of Probiotics? Indian J. Med. Microbiol. 35 (3), 347–354. 10.4103/ijmm.IJMM_16_292", "ArticleIdList": ["10.4103/ijmm.IJMM_16_292", "29063878"]}, {"Citation": "\nGutierrez C., P. (2017). Clinical Trial: Lactobacillus Reuteri for Treatment of Uncomplicated UTI in Pregnant Women (UTIPregnant), NCT03362697. Available at:last accessed Jan 20, 2022\".) https://clinicaltrials.gov/ct2/show/record/NCT03362697.\n"}, {"Citation": "Habak P. J., Griggs J. R. P. (2022). “Urinary Tract Infection in Pregnancy,” in StatPearls (Treasure Island (FL)."}, {"Citation": "Habak P. J., Griggs R. P., Jr (2019). Urinary Tract Infection in Pregnancy."}, {"Citation": "Habib S. (2012). Highlights for Management of a Child with a Urinary Tract Infection. Int. J. Pediatr. 2012, 943653. 10.1155/2012/943653", "ArticleIdList": ["10.1155/2012/943653", "PMC3408663", "22888360"]}, {"Citation": "Hanson L. A. (1982). Prognostic Indicators in Childhood Urinary Infections. Kidney Int. 21 (4), 659–667. 10.1038/ki.1982.75", "ArticleIdList": ["10.1038/ki.1982.75", "7047865"]}, {"Citation": "Hari P., Hari S., Sinha A., Kumar R., Kapil A., Pandey R. M., et al. (2015). Antibiotic Prophylaxis in the Management of Vesicoureteric Reflux: a Randomized Double-Blind Placebo-Controlled Trial. Pediatr. Nephrol. 30 (3), 479–486. 10.1007/s00467-014-2943-z", "ArticleIdList": ["10.1007/s00467-014-2943-z", "25173357"]}, {"Citation": "Harris R. E., Gilstrap L. C., 3rd (1981). Cystitis during Pregnancy: a Distinct Clinical Entity. Obstet. Gynecol. 57 (5), 578–580.", "ArticleIdList": ["7012718"]}, {"Citation": "Held P., Staskin D. R., Krane R. J. (1990). “Epidemiology of Interstitial Cystitis,” in Interstitial Cystitis”, Hanno, PM (London, England: Springer-Verlag; )."}, {"Citation": "Hickling D. R., Nitti V. W. (2013). Management of Recurrent Urinary Tract Infections in Healthy Adult Women. Rev. Urol. 15 (2), 41–48.", "ArticleIdList": ["PMC3784967", "24082842"]}, {"Citation": "Hill J. B., Sheffield J. S., McIntire D. D., Wendel G. D., Jr. (2005). Acute Pyelonephritis in Pregnancy. Obstet. Gynecol. 105 (1), 18–23. 10.1097/01.AOG.0000149154.96285.a0", "ArticleIdList": ["10.1097/01.AOG.0000149154.96285.a0", "15625136"]}, {"Citation": "Ho M., Chang Y. Y., Chang W. C., Lin H. C., Wang M. H., Lin W. C., et al. (2016). Oral Lactobacillus Rhamnosus GR-1 and Lactobacillus Reuteri RC-14 to Reduce Group B Streptococcus Colonization in Pregnant Women: A Randomized Controlled Trial. Taiwan J. Obstet. Gynecol. 55 (4), 515–518. 10.1016/j.tjog.2016.06.003", "ArticleIdList": ["10.1016/j.tjog.2016.06.003", "27590374"]}, {"Citation": "Hoberman A., Chao H. P., Keller D. M., Hickey R., Davis H. W., Ellis D. (1993). Prevalence of Urinary Tract Infection in Febrile Infants. J. Pediatr. 123 (1), 17–23. 10.1016/s0022-3476(05)81531-8", "ArticleIdList": ["10.1016/s0022-3476(05)81531-8", "8320616"]}, {"Citation": "Hoberman A., Charron M., Hickey R. W., Baskin M., Kearney D. H., Wald E. R. (2003). Imaging Studies after a First Febrile Urinary Tract Infection in Young Children. N. Engl. J. Med. 348 (3), 195–202. 10.1056/NEJMoa021698", "ArticleIdList": ["10.1056/NEJMoa021698", "12529459"]}, {"Citation": "Hoberman A., Wald E. R., Hickey R. W., Baskin M., Charron M., Majd M., et al. (1999). Oral versus Initial Intravenous Therapy for Urinary Tract Infections in Young Febrile Children. Pediatrics 104 (1 Pt 1), 79–86. 10.1542/peds.104.1.79", "ArticleIdList": ["10.1542/peds.104.1.79", "10390264"]}, {"Citation": "Hodson E. M., Willis N. S., Craig J. C. (2007). Antibiotics for Acute Pyelonephritis in Children. Cochrane Database Syst. Rev. 4, CD003772. 10.1002/14651858.CD003772.pub3", "ArticleIdList": ["10.1002/14651858.CD003772.pub3", "17943796"]}, {"Citation": "Höller M., Steindl H., Abramov-Sommariva D., Wagenlehner F., Naber K. G., Kostev K. (2021). Treatment of Urinary Tract Infections with Canephron in Germany: A Retrospective Database Analysis. Antibiotics 10 (6), 685. 10.3390/antibiotics10060685", "ArticleIdList": ["10.3390/antibiotics10060685", "PMC8226679", "34201264"]}, {"Citation": "Hooton T. M., Gupta K. (2022). “Urinary Tract Infections and Asymptomatic Bacteriuria in Pregnancy,” in UpToDate. Editor Bloom A. (Waltham, MA: UpToDate; )."}, {"Citation": "Hosseini M., Yousefifard M., Ataei N., Oraii A., Mirzay Razaz J., Izadi A. (2017). The Efficacy of Probiotics in Prevention of Urinary Tract Infection in Children: A Systematic Review and Meta-Analysis. J. Pediatr. Urol. 13 (6), 581–591. 10.1016/j.jpurol.2017.08.018", "ArticleIdList": ["10.1016/j.jpurol.2017.08.018", "29102297"]}, {"Citation": "Howell A. B., Reed J. D., Krueger C. G., Winterbottom R., Cunningham D. G., Leahy M. (2005). A-type cranberry Proanthocyanidins and Uropathogenic Bacterial Anti-adhesion Activity. Phytochemistry 66 (18), 2281–2291. 10.1016/j.phytochem.2005.05.022", "ArticleIdList": ["10.1016/j.phytochem.2005.05.022", "16055161"]}, {"Citation": "Howell A. B., Vorsa N., Der Marderosian A., Foo L. Y. (1998). Inhibition of the Adherence of P-Fimbriated Escherichia coli to Uroepithelial-Cell Surfaces by Proanthocyanidin Extracts from Cranberries. N. Engl. J. Med. 339 (15), 1085–1086. 10.1056/NEJM199810083391516", "ArticleIdList": ["10.1056/NEJM199810083391516", "9767006"]}, {"Citation": "Iavazzo C., Athanasiou S., Pitsouni E., Falagas M. E. (2007). Hyaluronic Acid: an Effective Alternative Treatment of Interstitial Cystitis, Recurrent Urinary Tract Infections, and Hemorrhagic Cystitis? Eur. Urol. 51 (6), 1534–1541. 10.1016/j.eururo.2007.03.020", "ArticleIdList": ["10.1016/j.eururo.2007.03.020", "17383810"]}, {"Citation": "Investigators R. T., Hoberman A., Greenfield S. P., Mattoo T. K., Keren R., Mathews R., et al. (2014). Antimicrobial Prophylaxis for Children with Vesicoureteral Reflux. N. Engl. J. Med. 370 (25), 2367–2376. 10.1056/NEJMoa1401811", "ArticleIdList": ["10.1056/NEJMoa1401811", "PMC4137319", "24795142"]}, {"Citation": "Jido T. A. (2014). Urinary Tract Infections in Pregnancy: Evaluation of Diagnostic Framework. Saudi J. Kidney Dis. Transpl. 25 (1), 85–90. 10.4103/1319-2442.124496", "ArticleIdList": ["10.4103/1319-2442.124496", "24434387"]}, {"Citation": "Jolley J. A., Wing D. A. (2010). Pyelonephritis in Pregnancy: an Update on Treatment Options for Optimal Outcomes. Drugs 70 (13), 1643–1655. 10.2165/11538050-000000000-00000", "ArticleIdList": ["10.2165/11538050-000000000-00000", "20731473"]}, {"Citation": "Kalinderi K., Delkos D., Kalinderis M., Athanasiadis A., Kalogiannidis I. (2018). Urinary Tract Infection during Pregnancy: Current Concepts on a Common Multifaceted Problem. J. Obstet. Gynaecol. 38 (4), 448–453. 10.1080/01443615.2017.1370579", "ArticleIdList": ["10.1080/01443615.2017.1370579", "29402148"]}, {"Citation": "Karavanaki K. A., Soldatou A., Koufadaki A. M., Tsentidis C., Haliotis F. A., Stefanidis C. J. (2017). Delayed Treatment of the First Febrile Urinary Tract Infection in Early Childhood Increased the Risk of Renal Scarring. Acta Paediatr. 106 (1), 149–154. 10.1111/apa.13636", "ArticleIdList": ["10.1111/apa.13636", "27748543"]}, {"Citation": "Kass E. H. (1970). Pregnancy, Pyelonephritis and Prematurity. Clin. Obstet. Gynecol. 13 (2), 239–254. 10.1097/00003081-197006000-00003", "ArticleIdList": ["10.1097/00003081-197006000-00003", "4923483"]}, {"Citation": "Kaufman J., Temple-Smith M., Sanci L. (2019). Urinary Tract Infections in Children: an Overview of Diagnosis and Management. BMJ Paediatr. Open 3 (1), e000487. 10.1136/bmjpo-2019-000487", "ArticleIdList": ["10.1136/bmjpo-2019-000487", "PMC6782125", "31646191"]}, {"Citation": "Kaye K. S., Gupta V., Mulgirigama A., Joshi A. V., Scangarella-Oman N. E., Yu K., et al. (2021). Antimicrobial Resistance Trends in Urine Escherichia coli Isolates from Adult and Adolescent Females in the United States from 2011 to 2019: Rising ESBL Strains and Impact on Patient Management. Clin. Infect. Dis. 73 (11), 1992–1999. 10.1093/cid/ciab560", "ArticleIdList": ["10.1093/cid/ciab560", "PMC8664433", "34143881"]}, {"Citation": "Keren R., Shaikh N., Pohl H., Gravens-Mueller L., Ivanova A., Zaoutis L., et al. (2015). Risk Factors for Recurrent Urinary Tract Infection and Renal Scarring. Pediatrics 136 (1), e13–21. 10.1542/peds.2015-0409", "ArticleIdList": ["10.1542/peds.2015-0409", "PMC4485012", "26055855"]}, {"Citation": "Kim J. H., Lee J., Kim D. H., Park J. Y., Lee H., Kang H. G., et al. (2022). Maternal Antibiotic Exposure during Pregnancy Is a Risk Factor for Community-Acquired Urinary Tract Infection Caused by Extended-Spectrum Beta-Lactamase-Producing Bacteria in Infants. Pediatr. Nephrol. 37 (1), 163–170. 10.1007/s00467-021-05163-z", "ArticleIdList": ["10.1007/s00467-021-05163-z", "34170412"]}, {"Citation": "Kirillov V. I., Bogdanova N. A., Rudenko V. I., Nikitina S. Y., Goritskiy M. I. (2007). Effects of Complex Therapy on Kidney Functions in Children with Questions of Modern Pediatrics, 84–87. 6(2)."}, {"Citation": "Kontiokari T., Salo J., Eerola E., Uhari M. (2005). Cranberry Juice and Bacterial Colonization in Children-Aa Placebo-Controlled Randomized Trial. Clin. Nutr. 24 (6), 1065–1072. 10.1016/j.clnu.2005.08.009", "ArticleIdList": ["10.1016/j.clnu.2005.08.009", "16194582"]}, {"Citation": "Kortright K. E., Chan B. K., Koff J. L., Turner P. E. (2019). Phage Therapy: A Renewed Approach to Combat Antibiotic-Resistant Bacteria. Cell Host Microbe 25 (2), 219–232. 10.1016/j.chom.2019.01.014", "ArticleIdList": ["10.1016/j.chom.2019.01.014", "30763536"]}, {"Citation": "Kotov S. V., Perov R. A. (2020). Combined Prophylaxis of Recurrent Lower Urinary Tract Infections in Children and Pregnant Women. Urologiia 1 (2), 122–126. 10.18565/urology.2020.2.122-126", "ArticleIdList": ["10.18565/urology.2020.2.122-126", "32351075"]}, {"Citation": "Kranjčec B., Papeš D., Altarac S. (2014). D-mannose Powder for Prophylaxis of Recurrent Urinary Tract Infections in Women: a Randomized Clinical Trial. World J. Urol. 32 (1), 79–84. 10.1007/s00345-013-1091-6", "ArticleIdList": ["10.1007/s00345-013-1091-6", "23633128"]}, {"Citation": "Kunin C. M., White L. V., Hua T. H. (1993). A Reassessment of the Importance of \"Low-Count\" Bacteriuria in Young Women with Acute Urinary Symptoms. Ann. Intern. Med. 119 (6), 454–460. 10.7326/0003-4819-119-6-199309150-00002", "ArticleIdList": ["10.7326/0003-4819-119-6-199309150-00002", "8357110"]}, {"Citation": "Ladhani S., Gransden W. (2003). Increasing Antibiotic Resistance Among Urinary Tract Isolates. Arch. Dis. Child. 88 (5), 444–445. 10.1136/adc.88.5.444", "ArticleIdList": ["10.1136/adc.88.5.444", "PMC1719551", "12716722"]}, {"Citation": "Laurent C., Hellström S., Engström-Laurent A., Wells A. F., Bergh A. (1995). Localization and Quantity of Hyaluronan in Urogenital Organs of Male and Female Rats. Cell Tissue Res 279 (2), 241–248. 10.1007/BF00318480", "ArticleIdList": ["10.1007/BF00318480", "7534651"]}, {"Citation": "Le J., Briggs G. G., McKeown A., Bustillo G. (2004). Urinary Tract Infections during Pregnancy. Ann. Pharmacother. 38 (10), 1692–1701. 10.1345/aph.1D630", "ArticleIdList": ["10.1345/aph.1D630", "15340129"]}, {"Citation": "Lee D. G., Cho J. J., Park H. K., Kim D. K., Kim J. I., Chang S. G., et al. (2010). Preventive Effects of Hyaluronic Acid on Escherichia Coli-Induced Urinary Tract Infection in Rat. Urology 75 (4), 949–954. 10.1016/j.urology.2009.05.047", "ArticleIdList": ["10.1016/j.urology.2009.05.047", "19647303"]}, {"Citation": "Lee S. J., Cha J., Lee J. W. (2016). Probiotics Prophylaxis in Pyelonephritis Infants with normal Urinary Tracts. World J. Pediatr. 12 (4), 425–429. 10.1007/s12519-016-0013-2", "ArticleIdList": ["10.1007/s12519-016-0013-2", "27059742"]}, {"Citation": "Lee S. J., Shim Y. H., Cho S. J., Lee J. W. (2007). Probiotics Prophylaxis in Children with Persistent Primary Vesicoureteral Reflux. Pediatr. Nephrol. 22 (9), 1315–1320. 10.1007/s00467-007-0507-1", "ArticleIdList": ["10.1007/s00467-007-0507-1", "17530295"]}, {"Citation": "LeFevre M. (2000). Urinary Tract Infections during Pregnancy. Am. Fam. Physician 61 (3), 713–720.", "ArticleIdList": ["10695584"]}, {"Citation": "Lei J., Sun L., Huang S., Zhu C., Li P., He J., et al. (2019). The Antimicrobial Peptides and Their Potential Clinical Applications. Am. J. Transl Res. 11 (7), 3919–3931.", "ArticleIdList": ["PMC6684887", "31396309"]}, {"Citation": "Liu Y., Huang Y., Cai W., Li D., Zheng W., Xiao Y., et al. (2020). [Effect of Oral Lactobacillus Rhamnosus GR-1 and Lactobacillus Reuteri RC-14 on Vaginal Group B Streptococcus Colonization and Vaginal Microbiome in Late Pregnancy]. Nan Fang Yi Ke Da Xue Xue Bao 40 (12), 1753–1759. 10.12122/j.issn.1673-4254.2020.12.09", "ArticleIdList": ["10.12122/j.issn.1673-4254.2020.12.09", "PMC7835693", "33380389"]}, {"Citation": "Loh K., Sivalingam N. (2007). Urinary Tract Infections in Pregnancy. Malays Fam. Physician 2 (2), 54–57.", "ArticleIdList": ["PMC4170332", "25606081"]}, {"Citation": "Lokshin K. L. (2018). Comparative Effectivenesss of Standard Antibiotic Therapy and Canephron N Asymptomatic Bacteriuria in Pregnant Women. Urologiia 1 (3), 54–57. 10.18565/urology.2018.3.54-57", "ArticleIdList": ["10.18565/urology.2018.3.54-57", "30035419"]}, {"Citation": "Luszczak M. (2001). Evaluation and Management of Infants and Young Children with Fever. Am. Fam. Physician 64 (7), 1219–1226.", "ArticleIdList": ["11601804"]}, {"Citation": "Lutter S. A., Currie M. L., Mitz L. B., Greenbaum L. A. (2005). Antibiotic Resistance Patterns in Children Hospitalized for Urinary Tract Infections. Arch. Pediatr. Adolesc. Med. 159 (10), 924–928. 10.1001/archpedi.159.10.924", "ArticleIdList": ["10.1001/archpedi.159.10.924", "16203936"]}, {"Citation": "Lykkesfeldt J., Michels A. J., Frei B. (2014). Vitamin C. Adv. Nutr. 5 (1), 16–18. 10.3945/an.113.005157", "ArticleIdList": ["10.3945/an.113.005157", "PMC3884093", "24425716"]}, {"Citation": "Lynch D. M. (2004). Cranberry for Prevention of Urinary Tract Infections. Am. Fam. Physician 70 (11), 2175–2177.", "ArticleIdList": ["15606066"]}, {"Citation": "M Brownlee E., Blore C., Wragg R., Patel M., McCarthy L. (2020). D-mannose Reduces the Risk of UTI in Complex Paediatric Urology Patients. Arch. Pediatr. 5 (01), 1–3. 10.29011/2575-825X.100180", "ArticleIdList": ["10.29011/2575-825X.100180"]}, {"Citation": "Macpherson A. J., Uhr T. (2004). Induction of Protective IgA by Intestinal Dendritic Cells Carrying Commensal Bacteria. Science 303 (5664), 1662–1665. 10.1126/science.1091334", "ArticleIdList": ["10.1126/science.1091334", "15016999"]}, {"Citation": "Madden-Fuentes R. J., Arshad M., Ross S. S., Seed P. C. (2015). Efficacy of Fluoroquinolone/Probiotic Combination Therapy for Recurrent Urinary Tract Infection in Children: A Retrospective Analysis. Clin. Ther. 37 (9), 2143–2147. 10.1016/j.clinthera.2015.06.018", "ArticleIdList": ["10.1016/j.clinthera.2015.06.018", "PMC4915914", "26233470"]}, {"Citation": "Marquez L., Palazzi D. L. (2016). Antibiotic Treatment for Febrile Urinary Tract Infection: The Clock Is Ticking. JAMA Pediatr. 170 (9), 834–835. 10.1001/jamapediatrics.2016.1562", "ArticleIdList": ["10.1001/jamapediatrics.2016.1562", "27454258"]}, {"Citation": "Masson P., Matheson S., Webster A. C., Craig J. C. (2009). Meta-analyses in Prevention and Treatment of Urinary Tract Infections. Infect. Dis. Clin. North. Am. 23 (2), 355–Contents. 10.1016/j.idc.2009.01.001", "ArticleIdList": ["10.1016/j.idc.2009.01.001", "19393914"]}, {"Citation": "Mattoo T. K., Shaikh N., Nelson C. P. (2021). Contemporary Management of Urinary Tract Infection in Children. Pediatrics 147 (2), e2020012138. 10.1542/peds.2020-012138", "ArticleIdList": ["10.1542/peds.2020-012138", "33479164"]}, {"Citation": "Matuszkiewicz-Rowińska J., Małyszko J., Wieliczko M. (2015). State of the Art Paper Urinary Tract Infections in Pregnancy: Old and New Unresolved Diagnostic and Therapeutic Problems. aoms 1 (1), 67–77. 10.5114/aoms.2013.39202", "ArticleIdList": ["10.5114/aoms.2013.39202", "PMC4379362", "25861291"]}, {"Citation": "McKenzie H., Donnet M. L., Howie P. W., Patel N. B., Benvie D. T. (1994). Risk of Preterm Delivery in Pregnant Women with Group B Streptococcal Urinary Infections or Urinary Antibodies to Group B Streptococcal and E. coli Antigens. Br. J. Obstet. Gynaecol. 101 (2), 107–113. 10.1111/j.1471-0528.1994.tb13074.x", "ArticleIdList": ["10.1111/j.1471-0528.1994.tb13074.x", "8305383"]}, {"Citation": "Mead P. J., Harris R. E. (1978). The Incidence of Group B Beta Hemolytic streptococcus in Antepartum Urinary Tract Infections. Obstet. Gynecol. 51 (4), 412–414. 10.1097/00006250-197804000-00005", "ArticleIdList": ["10.1097/00006250-197804000-00005", "351489"]}, {"Citation": "Medved V., Bykova L., Danylkiv O., Shkabarovskaya E. (2015). Pathogenic Justification and Efficiency of Improved Therapy of Pyelonephritis in Pregnant Women with Diabetes Mellitus. Womens Reprod. Health 2, 35–38."}, {"Citation": "Medved V., Islamova E. (2009). To the Question on Safety of the Preparation Canephron® N in the Obstetric Practice. Med. Asp Women’s Health 4, 32–35."}, {"Citation": "Medved V. (2015). Safety of Canephron N for the Treatment of Urinary Tract Infections in the First Trimester of Pregnancy. Clin. Phytosci 1 (1), 11. 10.1186/s40816-015-0012-1", "ArticleIdList": ["10.1186/s40816-015-0012-1"]}, {"Citation": "Meena J., Thomas C. C., Kumar J., Raut S., Hari P. (2021). Non-antibiotic Interventions for Prevention of Urinary Tract Infections in Children: a Systematic Review and Meta-Analysis of Randomized Controlled Trials. Eur. J. Pediatr. 180 (12), 3535–3545. 10.1007/s00431-021-04091-2", "ArticleIdList": ["10.1007/s00431-021-04091-2", "34156540"]}, {"Citation": "Meiers J., Siebs E., Zahorska E., Titz A. (2019). Lectin Antagonists in Infection, Immunity, and Inflammation. Curr. Opin. Chem. Biol. 53, 51–67. 10.1016/j.cbpa.2019.07.005", "ArticleIdList": ["10.1016/j.cbpa.2019.07.005", "31470348"]}, {"Citation": "Michael M., Hodson E. M., Craig J. C., Martin S., Moyer V. A. (2003). Short versus Standard Duration Oral Antibiotic Therapy for Acute Urinary Tract Infection in Children. Cochrane Database Syst. Rev. 1, CD003966. 10.1002/14651858.CD003966", "ArticleIdList": ["10.1002/14651858.CD003966", "12535494"]}, {"Citation": "Millar L. K., Cox S. M. (1997). Urinary Tract Infections Complicating Pregnancy. Infect. Dis. Clin. North. Am. 11 (1), 13–26. 10.1016/s0891-5520(05)70339-1", "ArticleIdList": ["10.1016/s0891-5520(05)70339-1", "9067782"]}, {"Citation": "Mohseni M. J., Aryan Z., Emamzadeh-Fard S., Paydary K., Mofid V., Joudaki H., et al. (2013). Combination of Probiotics and Antibiotics in the Prevention of Recurrent Urinary Tract Infection in Children. Iran J. Pediatr. 23 (4), 430–438.", "ArticleIdList": ["PMC3883373", "24427497"]}, {"Citation": "Møller M., Thomsen A. C., Borch K., Dinesen K., Zdravkovic M. (1984). Rupture of Fetal Membranes and Premature Delivery Associated with Group B Streptococci in Urine of Pregnant Women. Lancet 2 (8394), 69–70. 10.1016/s0140-6736(84)90242-3", "ArticleIdList": ["10.1016/s0140-6736(84)90242-3", "6146010"]}, {"Citation": "Montini G., Rigon L., Zucchetta P., Fregonese F., Toffolo A., Gobber D., et al. (2008). Prophylaxis after First Febrile Urinary Tract Infection in Children? A Multicenter, Randomized, Controlled, Noninferiority Trial. Pediatrics 122 (5), 1064–1071. 10.1542/peds.2007-3770", "ArticleIdList": ["10.1542/peds.2007-3770", "18977988"]}, {"Citation": "Morales A., Emerson L., Nickel J. C. (1997). Intravesical Hyaluronic Acid in the Treatment of Refractory Interstitial Cystitis. Urology 49 (5), 111–113. 10.1016/s0090-4295(97)00183-0", "ArticleIdList": ["10.1016/s0090-4295(97)00183-0", "9146012"]}, {"Citation": "Morelli L., Zonenenschain D., Del Piano M., Cognein P. (2004). Utilization of the Intestinal Tract as a Delivery System for Urogenital Probiotics. J. Clin. Gastroenterol. 38, S107–S110. 10.1097/01.mcg.0000128938.32835.98", "ArticleIdList": ["10.1097/01.mcg.0000128938.32835.98", "15220672"]}, {"Citation": "Mutlu H., Ekinci Z. (2012). Urinary Tract Infection Prophylaxis in Children with Neurogenic Bladder with Cranberry Capsules: Randomized Controlled Trial. ISRN Pediatr. 2012, 317280. 10.5402/2012/317280", "ArticleIdList": ["10.5402/2012/317280", "PMC3395198", "22811926"]}, {"Citation": "Naber K. G. (2013). Efficacy and Safety of the Phytotherapeutic Drug Canephron® N in Prevention and Treatment of Urogenital and Gestational Disease: Review of Clinical Experience in Eastern Europe and Central Asia. Res. Rep. Urol. 5, 39–46. 10.2147/rru.S39288", "ArticleIdList": ["10.2147/rru.S39288", "PMC3826901", "24400233"]}, {"Citation": "Naeye R. L. (1979). Causes of the Excessive Rates of Perinatal Mortality and Prematurity in Pregnancies Complicated by Maternal Urinary-Tract Infections. N. Engl. J. Med. 300 (15), 819–823. 10.1056/nejm197904123001503", "ArticleIdList": ["10.1056/nejm197904123001503", "370593"]}, {"Citation": "Nashivochnikova N. A., Leanovich V. E. (2020). [Experience in the Use of Herbal Preparations for the Complex Treatment of Uncomplicated Lower Urinary Tract Infections in Pregnant Women]. Urologiia 1 (5), 33–36. 10.18565/urology.2020.5.33-36", "ArticleIdList": ["10.18565/urology.2020.5.33-36", "33185343"]}, {"Citation": "Necas J., Bartosikova L., Brauner P., Kolar J. (2008). Hyaluronic Acid (Hyaluronan): a Review. Veterinarni medicina 53 (8), 397–411. 10.17221/1930-vetmed", "ArticleIdList": ["10.17221/1930-vetmed"]}, {"Citation": "Nguyen S., Whitehill J. (2011). Treatment of Urinary Tract Infections in Children. US Pharm. 3, 18."}, {"Citation": "Nickavar A., Sotoudeh K. (2011). Treatment and Prophylaxis in Pediatric Urinary Tract Infection. Int. J. Prev. Med. 2 (1), 4–9.", "ArticleIdList": ["PMC3063462", "21448397"]}, {"Citation": "Nicolle L. E. (2003). Asymptomatic Bacteriuria: when to Screen and when to Treat. Infect. Dis. Clin. North. Am. 17 (2), 367–394. 10.1016/s0891-5520(03)00008-4", "ArticleIdList": ["10.1016/s0891-5520(03)00008-4", "12848475"]}, {"Citation": "Nicolle L. E., Bradley S., Colgan R., Rice J. C., Schaeffer A., Hooton T. M., et al. (2005). Infectious Diseases Society of America Guidelines for the Diagnosis and Treatment of Asymptomatic Bacteriuria in Adults. Clin. Infect. Dis. 40 (5), 643–654. 10.1086/427507", "ArticleIdList": ["10.1086/427507", "15714408"]}, {"Citation": "Nicolle L. E., Gupta K., Bradley S. F., Colgan R., DeMuri G. P., Drekonja D., et al. (2019). Clinical Practice Guideline for the Management of Asymptomatic Bacteriuria: 2019 Update by the Infectious Diseases Society of America. Clin. Infect. Dis. 68 (10), e83–e110. 10.1093/cid/ciy1121", "ArticleIdList": ["10.1093/cid/ciy1121", "30895288"]}, {"Citation": "Nicolle L. E. (2015). Management of Asymptomatic Bacteriuria in Pregnant Women. Lancet Infect. Dis. 15 (11), 1252–1254. 10.1016/S1473-3099(15)00145-0", "ArticleIdList": ["10.1016/S1473-3099(15)00145-0", "26255209"]}, {"Citation": "O'Brien K., Edwards A., Hood K., Butler C. C. (2013). Prevalence of Urinary Tract Infection in Acutely Unwell Children in General Practice: a Prospective Study with Systematic Urine Sampling. Br. J. Gen. Pract. 63 (607), e156–64. 10.3399/bjgp13X663127", "ArticleIdList": ["10.3399/bjgp13X663127", "PMC3553642", "23561695"]}, {"Citation": "Ochoa-Brust G. J., Fernández A. R., Villanueva-Ruiz G. J., Velasco R., Trujillo-Hernández B., Vásquez C. (2007). Daily Intake of 100 Mg Ascorbic Acid as Urinary Tract Infection Prophylactic Agent during Pregnancy. Acta Obstet. Gynecol. Scand. 86 (7), 783–787. 10.1080/00016340701273189", "ArticleIdList": ["10.1080/00016340701273189", "17611821"]}, {"Citation": "Oelschlaeger T. A. (2010). Mechanisms of Probiotic Actions - A Review. Int. J. Med. Microbiol. 300 (1), 57–62. 10.1016/j.ijmm.2009.08.005", "ArticleIdList": ["10.1016/j.ijmm.2009.08.005", "19783474"]}, {"Citation": "Oh M. M., Kim J. W., Park M. G., Kim J. J., Yoo K. H., Moon D. G. (2012). The Impact of Therapeutic Delay Time on Acute Scintigraphic Lesion and Ultimate Scar Formation in Children with First Febrile UTI. Eur. J. Pediatr. 171 (3), 565–570. 10.1007/s00431-011-1614-3", "ArticleIdList": ["10.1007/s00431-011-1614-3", "22048628"]}, {"Citation": "Ordzhonikidze N., Yemelyanova A., Petrova S. (2009). Complication Prevention and Treatment in Pregnants and Puerperants with Urinary Tract Diseases. Obstet. Gynaecol. 6, 41–45."}, {"Citation": "Oreskovic N. M., Sembrano E. U. (2007). Repeat Urine Cultures in Children Who Are Admitted with Urinary Tract Infections. Pediatrics 119 (2), e325–9. 10.1542/peds.2006-1134", "ArticleIdList": ["10.1542/peds.2006-1134", "17272596"]}, {"Citation": "Pana Z. D., Zaoutis T. (2018). Treatment of Extended-Spectrum β-lactamase-producing Enterobacteriaceae (ESBLs) Infections: what Have We Learned until Now? F1000Res 7, 1. 10.12688/f1000research.14822.1", "ArticleIdList": ["10.12688/f1000research.14822.1", "PMC6117850", "30228863"]}, {"Citation": "Peña C., Albareda J. M., Pallares R., Pujol M., Tubau F., Ariza J. (1995). Relationship between Quinolone Use and Emergence of Ciprofloxacin-Resistant Escherichia coli in Bloodstream Infections. Antimicrob. Agents Chemother. 39 (2), 520–524. 10.1128/AAC.39.2.520", "ArticleIdList": ["10.1128/AAC.39.2.520", "PMC162571", "7726525"]}, {"Citation": "Pennesi M., Travan L., Peratoner L., Bordugo A., Cattaneo A., Ronfani L., et al. (2008). Is Antibiotic Prophylaxis in Children with Vesicoureteral Reflux Effective in Preventing Pyelonephritis and Renal Scars? A Randomized, Controlled Trial. Pediatrics 121 (6), e1489–94. 10.1542/peds.2007-2652", "ArticleIdList": ["10.1542/peds.2007-2652", "18490378"]}, {"Citation": "Perez-Carrasco V., Soriano-Lerma A., Soriano M., Gutiérrez-Fernández J., Garcia-Salcedo J. A. (2021). Urinary Microbiome: Yin and Yang of the Urinary Tract. Front Cel Infect Microbiol 11 (421), 617002. 10.3389/fcimb.2021.617002", "ArticleIdList": ["10.3389/fcimb.2021.617002", "PMC8167034", "34084752"]}, {"Citation": "Pérez-Moreno M. O., Picó-Plana E., Grande-Armas J., Centelles-Serrano M. J., Arasa-Subero M., Ochoa N. C., et al. (2017). Group B Streptococcal Bacteriuria during Pregnancy as a Risk Factor for Maternal Intrapartum Colonization: a Prospective Cohort Study. J. Med. Microbiol. 66 (4), 454–460. 10.1099/jmm.0.000465", "ArticleIdList": ["10.1099/jmm.0.000465", "28463661"]}, {"Citation": "Peters C. A., Skoog S. J., Arant B. S., Copp H. L., Elder J. S., Hudson R. G., et al. (2010). Summary of the AUA Guideline on Management of Primary Vesicoureteral Reflux in Children. J. Urol. 184 (3), 1134–1144. 10.1016/j.juro.2010.05.065", "ArticleIdList": ["10.1016/j.juro.2010.05.065", "20650499"]}, {"Citation": "Porru D., Politanò R., Gerardini M., Giliberto G. L., Stancati S., Pasini L., et al. (2004). Different Clinical Presentation of Interstitial Cystitis Syndrome. Int. Urogynecol. J. Pelvic Floor Dysfunct. 15 (3), 198–202. 10.1007/s00192-004-1129-9", "ArticleIdList": ["10.1007/s00192-004-1129-9", "15168001"]}, {"Citation": "Porter R. S., Kaplan J. L. (2011). The Merck Manual of Diagnosis and Therapy. Kenilworth, NJ: Merck Sharp & Dohme Corp."}, {"Citation": "Potapo V., Demchenko T., Medvedev M. (2004). Pathogenetic Therapy of Gestational Toxicosis in Patients with Renal Disease. Health of the Ukraine 5, 1–2."}, {"Citation": "Prais D., Straussberg R., Avitzur Y., Nussinovitch M., Harel L., Amir J. (2003). Bacterial Susceptibility to Oral Antibiotics in Community Acquired Urinary Tract Infection. Arch. Dis. Child. 88 (3), 215–218. 10.1136/adc.88.3.215", "ArticleIdList": ["10.1136/adc.88.3.215", "PMC1719471", "12598381"]}, {"Citation": "Rac H., Gould A. P., Eiland L. S., Griffin B., McLaughlin M., Stover K. R., et al. (2019). Common Bacterial and Viral Infections: Review of Management in the Pregnant Patient. Ann. Pharmacother. 53 (6), 639–651. 10.1177/1060028018817935", "ArticleIdList": ["10.1177/1060028018817935", "30556401"]}, {"Citation": "Rajivgandhi G., Maruthupandy M., Manoharan N. (2018a). Detection of TEM and CTX-M Genes from Ciprofloxacin Resistant Proteus mirabilis and Escherichia coli Isolated on Urinary Tract Infections (UTIs). Microb. Pathog. 121, 123–130. 10.1016/j.micpath.2018.05.024", "ArticleIdList": ["10.1016/j.micpath.2018.05.024", "29778819"]}, {"Citation": "Rajivgandhi G., Ramachandran G., Maruthupandy M., Vaseeharan B., Manoharan N. (2019). Molecular Identification and Structural Characterization of marine Endophytic Actinomycetes Nocardiopsis Sp. GRG 2 (KT 235641) and its Antibacterial Efficacy against Isolated ESBL Producing Bacteria. Microb. Pathog. 126, 138–148. 10.1016/j.micpath.2018.10.014", "ArticleIdList": ["10.1016/j.micpath.2018.10.014", "30316902"]}, {"Citation": "Rajivgandhi G., Vijayan R., Maruthupandy M., Vaseeharan B., Manoharan N. (2018c). Antibiofilm Effect of Nocardiopsis Sp. GRG 1 (KT235640) Compound against Biofilm Forming Gram Negative Bacteria on UTIs. Microb. Pathog. 118, 190–198. 10.1016/j.micpath.2018.03.011", "ArticleIdList": ["10.1016/j.micpath.2018.03.011", "29524549"]}, {"Citation": "Rajivgandhi G., Maruthupandy M., Muneeswaran T., Anand M., Manoharan N. (2018b). Antibiofilm Activity of Zinc Oxide Nanosheets (ZnO NSs) Using Nocardiopsis Sp. GRG1 (KT235640) against MDR Strains of Gram Negative Proteus mirabilis and Escherichia coli . Process Biochem. 67, 8–18. 10.1016/j.procbio.2018.01.015", "ArticleIdList": ["10.1016/j.procbio.2018.01.015"]}, {"Citation": "Rajivgandhi G. N., Alharbi N. S., Kadaikunnan S., Khaled J. M., Kanisha C. C., Ramachandran G., et al. (2021). Identification of Carbapenems Resistant Genes on Biofilm Forming K. pneumoniae from Urinary Tract Infection. Saudi J. Biol. Sci. 28 (3), 1750–1756. 10.1016/j.sjbs.2020.12.016", "ArticleIdList": ["10.1016/j.sjbs.2020.12.016", "PMC7938117", "33732058"]}, {"Citation": "Reid G., Bruce A. W., Fraser N., Heinemann C., Owen J., Henning B. (2001). Oral Probiotics Can Resolve Urogenital Infections. FEMS Immunol. Med. Microbiol. 30 (1), 49–52. 10.1111/j.1574-695X.2001.tb01549.x", "ArticleIdList": ["10.1111/j.1574-695X.2001.tb01549.x", "11172991"]}, {"Citation": "Reid G., Chan R. C., Bruce A. W., Costerton J. W. (1985). Prevention of Urinary Tract Infection in Rats with an Indigenous Lactobacillus Casei Strain. Infect. Immun. 49 (2), 320–324. 10.1128/iai.49.2.320-324.1985", "ArticleIdList": ["10.1128/iai.49.2.320-324.1985", "PMC262017", "3926645"]}, {"Citation": "Reid G., Millsap K., Bruce A. W. (1994). Implantation of Lactobacillus Casei Var Rhamnosus into Vagina. Lancet 344 (8931), 1229. 10.1016/S0140-6736(94)90543-6", "ArticleIdList": ["10.1016/S0140-6736(94)90543-6", "7934561"]}, {"Citation": "Repina M., Kolchina V., Kuzmina-Krutetskaya S., Stambulova O., Golubenko N. (2006). Phytopreparations in the Treatment of Renal Diseases in Pregnant Women and Long-Term Safety Results in Born Children. J. Obstet. Women’s Dis. 1, 50–56."}, {"Citation": "Robbers J. E., Tyler V. E. (1999). “Tyler's Herbs of Choice,” in The Therapeutic Use of Phytomedicinals (Binghamton, NY: Haworth Press Inc; )."}, {"Citation": "Roberts K. B. (2011). Urinary Tract Infection: Clinical Practice Guideline for the Diagnosis and Management of the Initial UTI in Febrile Infants and Children 2 to 24 Months. Pediatrics 128 (3), 595–610. 10.1542/peds.2011-1330", "ArticleIdList": ["10.1542/peds.2011-1330", "21873693"]}, {"Citation": "Roussey-Kesler G., Gadjos V., Idres N., Horen B., Ichay L., Leclair M. D., et al. (2008). Antibiotic Prophylaxis for the Prevention of Recurrent Urinary Tract Infection in Children with Low Grade Vesicoureteral Reflux: Results from a Prospective Randomized Study. J. Urol. 179 (2), 674–679. 10.1016/j.juro.2007.09.090", "ArticleIdList": ["10.1016/j.juro.2007.09.090", "18082208"]}, {"Citation": "Saadeh S. A., Mattoo T. K. (2011). Managing Urinary Tract Infections. Pediatr. Nephrol. 26 (11), 1967–1976. 10.1007/s00467-011-1801-5", "ArticleIdList": ["10.1007/s00467-011-1801-5", "PMC3178029", "21409431"]}, {"Citation": "Sadeghi-bojd S., Naghshizadian R., Mazaheri M., Ghane Sharbaf F., Assadi F. (2019). Efficacy of Probiotic Prophylaxis after the First Febrile Urinary Tract Infection in Children with Normal Urinary Tracts. J. Pediatr. Infect Dis Soc 9 (3), 305–310. 10.1093/jpids/piz025", "ArticleIdList": ["10.1093/jpids/piz025", "31100124"]}, {"Citation": "Salo J., Ikäheimo R., Tapiainen T., Uhari M. (2011). Childhood Urinary Tract Infections as a Cause of Chronic Kidney Disease. Pediatrics 128 (5), 840–847. 10.1542/peds.2010-3520", "ArticleIdList": ["10.1542/peds.2010-3520", "21987701"]}, {"Citation": "Salo J., Uhari M., Helminen M., Korppi M., Nieminen T., Pokka T., et al. (2012). Cranberry Juice for the Prevention of Recurrences of Urinary Tract Infections in Children: a Randomized Placebo-Controlled Trial. Clin. Infect. Dis. 54 (3), 340–346. 10.1093/cid/cir801", "ArticleIdList": ["10.1093/cid/cir801", "22100577"]}, {"Citation": "Samanci S., Celik M., Kosker M. (2020). Antibiotic Resistance in Childhood Urinary Tract Infections: A Single-center Experience. Turk Pediatri Ars 55 (4), 386–392. 10.14744/TurkPediatriArs.2020.22309", "ArticleIdList": ["10.14744/TurkPediatriArs.2020.22309", "PMC7750337", "33414656"]}, {"Citation": "Schlager T. A., Anderson S., Trudell J., Hendley J. O. (1999). Effect of cranberry Juice on Bacteriuria in Children with Neurogenic Bladder Receiving Intermittent Catheterization. J. Pediatr. 135 (6), 698–702. 10.1016/s0022-3476(99)70087-9", "ArticleIdList": ["10.1016/s0022-3476(99)70087-9", "10586171"]}, {"Citation": "Schmidt D. R., Sobota A. E. (1988). An Examination of the Anti-adherence Activity of cranberry Juice on Urinary and Nonurinary Bacterial Isolates. Microbios 55 (224-225), 173–181.", "ArticleIdList": ["3063927"]}, {"Citation": "Schneeberger C., Geerlings S. E., Middleton P., Crowther C. A. (2015). Interventions for Preventing Recurrent Urinary Tract Infection during Pregnancy. Cochrane Database Syst. Rev. 7, CD009279. 10.1002/14651858.CD009279.pub3", "ArticleIdList": ["10.1002/14651858.CD009279.pub3", "PMC6457953", "26221993"]}, {"Citation": "Shaikh N., Ewing A. L., Bhatnagar S., Hoberman A. (2010). Risk of Renal Scarring in Children with a First Urinary Tract Infection: a Systematic Review. Pediatrics 126 (6), 1084–1091. 10.1542/peds.2010-0685", "ArticleIdList": ["10.1542/peds.2010-0685", "21059720"]}, {"Citation": "Shaikh N., Hoberman A., Keren R., Gotman N., Docimo S. G., Mathews R., et al. (2016a). Recurrent Urinary Tract Infections in Children with Bladder and Bowel Dysfunction. Pediatrics 137 (1), e20152982. 10.1542/peds.2015-2982", "ArticleIdList": ["10.1542/peds.2015-2982", "PMC4702025", "26647376"]}, {"Citation": "Shaikh N., Hoberman A., Keren R., Ivanova A., Gotman N., Chesney R. W., et al. (2016b). Predictors of Antimicrobial Resistance Among Pathogens Causing Urinary Tract Infection in Children. J. Pediatr. 171, 116–121. 10.1016/j.jpeds.2015.12.044", "ArticleIdList": ["10.1016/j.jpeds.2015.12.044", "PMC4808618", "26794472"]}, {"Citation": "Shaikh N., Mattoo T. K., Keren R., Ivanova A., Cui G., Moxey-Mims M., et al. (2016c). Early Antibiotic Treatment for Pediatric Febrile Urinary Tract Infection and Renal Scarring. JAMA Pediatr. 170 (9), 848–854. 10.1001/jamapediatrics.2016.1181", "ArticleIdList": ["10.1001/jamapediatrics.2016.1181", "27455161"]}, {"Citation": "Shaikh N., Morone N. E., Bost J. E., Farrell M. H. (2008). Prevalence of Urinary Tract Infection in Childhood: a Meta-Analysis. Pediatr. Infect. Dis. J. 27 (4), 302–308. 10.1097/INF.0b013e31815e4122", "ArticleIdList": ["10.1097/INF.0b013e31815e4122", "18316994"]}, {"Citation": "Shaikh N., Morone N. E., Lopez J., Chianese J., Sangvai S., D'Amico F., et al. (2007). Does This Child Have a Urinary Tract Infection? Jama 298 (24), 2895–2904. 10.1001/jama.298.24.2895", "ArticleIdList": ["10.1001/jama.298.24.2895", "18159059"]}, {"Citation": "Shaikh N., Hoberman A. (2022). “Urinary Tract Infections in Children: Epidemiology and Risk Factors,” in UpToDate. Editors Edwards M. S., Tej M. K. (Waltham, MA: UpToDate; )."}, {"Citation": "Shaw K. N., Gorelick M., McGowan K. L., Yakscoe N. M., Schwartz J. S. (1998). Prevalence of Urinary Tract Infection in Febrile Young Children in the Emergency Department. Pediatrics 102 (2), e16. 10.1542/peds.102.2.e16", "ArticleIdList": ["10.1542/peds.102.2.e16", "9685461"]}, {"Citation": "Shrief R., Hassan R. H., Zaki M. E. S., Rizk M. A. (2022). Molecular Study of Associated with Urinary Tract Infection in Children. Open Microbiol. J. 16 (1), 1. 10.2174/18742858-v16-e2201070", "ArticleIdList": ["10.2174/18742858-v16-e2201070"]}, {"Citation": "Sihra N., Goodman A., Zakri R., Sahai A., Malde S. (2018). Nonantibiotic Prevention and Management of Recurrent Urinary Tract Infection. Nat. Rev. Urol. 15 (12), 750–776. 10.1038/s41585-018-0106-x", "ArticleIdList": ["10.1038/s41585-018-0106-x", "30361493"]}, {"Citation": "Smaill F. M., Vazquez J. C. (2019). Antibiotics for Asymptomatic Bacteriuria in Pregnancy. Cochrane Database Syst. Rev. 2019 (11), CD000490. 10.1002/14651858.CD000490.pub4", "ArticleIdList": ["10.1002/14651858.CD000490.pub4", "26252501"]}, {"Citation": "Solomon S. L., Oliver K. B. (2014). Antibiotic Resistance Threats in the United States: Stepping Back from the Brink. Am. Fam. Physician 89 (12), 938–941.", "ArticleIdList": ["25162160"]}, {"Citation": "Song S. H., Kim K. S. (2008). Antibiotic Prophylaxis in Pediatric Urology. Indian J. Urol. 24 (2), 145–149. 10.4103/0970-1591.40605", "ArticleIdList": ["10.4103/0970-1591.40605", "PMC2684271", "19468387"]}, {"Citation": "Stapleton A. E., Au-Yeung M., Hooton T. M., Fredricks D. N., Roberts P. L., Czaja C. A., et al. (2011). Randomized, Placebo-Controlled Phase 2 Trial of a Lactobacillus Crispatus Probiotic Given Intravaginally for Prevention of Recurrent Urinary Tract Infection. Clin. Infect. Dis. 52 (10), 1212–1217. 10.1093/cid/cir183", "ArticleIdList": ["10.1093/cid/cir183", "PMC3079401", "21498386"]}, {"Citation": "Stenqvist K., Sandberg T., Lidin-Janson G., Orskov F., Orskov I., Svanborg-Edén C. (1987). Virulence Factors of Escherichia coli in Urinary Isolates from Pregnant Women. J. Infect. Dis. 156 (6), 870–877. 10.1093/infdis/156.6.870", "ArticleIdList": ["10.1093/infdis/156.6.870", "3316415"]}, {"Citation": "Subcommittee on Urinary Tract Infection, S.C.o.Q.I., Management. Roberts K. B. (2011). Urinary tract infection: clinical practice guideline for the diagnosis and management of the initial UTI in febrile infants and children 2 to 24 months. Pediatrics 912 (3), 595–610. 10.1542/peds.2011-1330", "ArticleIdList": ["10.1542/peds.2011-1330", "21873693"]}, {"Citation": "Sukalo A. V., Krokhina S. A., Tur N. I. (2004). The Use of Canephron as a Part of Complex Therapy of Urinary System Infections in Children, 84–86. (11)."}, {"Citation": "Svanborg C., Godaly G. (1997). Bacterial Virulence in Urinary Tract Infection. Infect. Dis. Clin. North. Am. 11 (3), 513–529. 10.1016/s0891-5520(05)70371-8", "ArticleIdList": ["10.1016/s0891-5520(05)70371-8", "9378921"]}, {"Citation": "Szweda H., Jóźwik M. (2016). Urinary Tract Infections during Pregnancy - an Updated Overview. Dev. Period Med. 20 (4), 263–272.", "ArticleIdList": ["28216479"]}, {"Citation": "Tamma P. D., Avdic E., Li D. X., Dzintars K., Cosgrove S. E. (2017). Association of Adverse Events with Antibiotic Use in Hospitalized Patients. JAMA Intern. Med. 177 (9), 1308–1315. 10.1001/jamainternmed.2017.1938", "ArticleIdList": ["10.1001/jamainternmed.2017.1938", "PMC5710569", "28604925"]}, {"Citation": "Traxel E., DeFoor W., Reddy P., Sheldon C., Minevich E. (2009). Risk Factors for Urinary Tract Infection after Dextranomer/hyaluronic Acid Endoscopic Injection. J. Urol. 182 (4 Suppl. l), 1708–1712. 10.1016/j.juro.2009.02.088", "ArticleIdList": ["10.1016/j.juro.2009.02.088", "19692024"]}, {"Citation": "Uhari M., Nuutinen M., Turtinen J. (1996). Adverse Reactions in Children during Long-Term Antimicrobial Therapy. Pediatr. Infect. Dis. J. 15 (5), 404–408. 10.1097/00006454-199605000-00005", "ArticleIdList": ["10.1097/00006454-199605000-00005", "8724061"]}, {"Citation": "Üre I., Gürocak S., Tan Ö., Farahvash A., Senol C., Gümüstas H., et al. (2016). Subureteral Injection with Small-Size Dextranomer/Hyaluronic Acid Copolymer: Is it Really Efficient? Biomed. Res. Int. 2016, 2168753. 10.1155/2016/2168753", "ArticleIdList": ["10.1155/2016/2168753", "PMC5220383", "28105412"]}, {"Citation": "\nUronext® (2020). Уронекст® (Uronext®) Инструкция по Применению (Instructions for Use). [Online]. Available: https://www.vidal.ru/drugs/uronext (Accessed February 10, 2021). "}, {"Citation": "Vazquez J. C., Abalos E. (2011). Treatments for Symptomatic Urinary Tract Infections during Pregnancy. Cochrane Database Syst. Rev. 2011 (1), Cd002256. 10.1002/14651858.CD002256.pub2", "ArticleIdList": ["10.1002/14651858.CD002256.pub2", "PMC7144687", "21249652"]}, {"Citation": "Verani J. R., McGee L., Schrag S. J. Division of Bacterial Diseases, N.C.f.I., Respiratory Diseases, C.f.D .C., and Prevention (2010). Prevention of Perinatal Group B Streptococcal Disease-Rrevised Guidelines from CDC, 2010. MMWR Recomm Rep. 59 (RR-10), 1–36.", "ArticleIdList": ["21088663"]}, {"Citation": "Vichkanova S. A., Kolhir V. K., Sokol'skaya T. A., Voskobojnikova I. V., Bykov V. A. (2009). Medicinal Products from Plants. Moscow."}, {"Citation": "Vichkanova S., Derevyanko I. I., Adgina V., Fateeva T. V. (2004). “Experimental Clinical Study of the Phytodrug \"Brusniver,” in Genetic Resources of Medicinal and Aromatic Plants (Moscow: Collection of scientific manuscripts.), 262–265."}, {"Citation": "Vichkanova S., Krutikova N. M. (2012). New Aspects of the Use of Eucalimin. Questions Biol. Med. Pharm. Chem. 1 (1), 214–220."}, {"Citation": "\nVidal (2021). “Cistenium, Instraction for Use,” in Vidal Reference Drug Information (Moscow, Russia: Vidal; ). Available at: https://www.vidal.ru/drugs/cistenium-ii#dosage (Last accessed January 25, 2022). "}, {"Citation": "Voznesenskaya T. S., Kutafina E. K. (2007). Phytotherapy in the Urinary System Infection Treatment in Children. Pediatr. Pharmacol. 4 (5), 38–40."}, {"Citation": "Wagenlehner F. M., Abramov-Sommariva D., Höller M., Steindl H., Naber K. G. (2018). Non-Antibiotic Herbal Therapy (BNO 1045) versus Antibiotic Therapy (Fosfomycin Trometamol) for the Treatment of Acute Lower Uncomplicated Urinary Tract Infections in Women: A Double-Blind, Parallel-Group, Randomized, Multicentre, Non-inferiority Phase III Trial. Urol. Int. 101 (3), 327–336. 10.1159/000493368", "ArticleIdList": ["10.1159/000493368", "PMC6262678", "30231252"]}, {"Citation": "Wan K. S., Liu C. K., Lee W. K., Ko M. C., Huang C. S. (2016). Cranberries for Preventing Recurrent Urinary Tract Infections in Uncircumcised Boys. Altern. Ther. Health Med. 22 (6), 20–23.", "ArticleIdList": ["27866177"]}, {"Citation": "Warren J. W., Brown V., Jacobs S., Horne L., Langenberg P., Greenberg P. (2008). Urinary Tract Infection and Inflammation at Onset of Interstitial Cystitis/painful Bladder Syndrome. Urology 71 (6), 1085–1090. 10.1016/j.urology.2007.12.091", "ArticleIdList": ["10.1016/j.urology.2007.12.091", "18538691"]}, {"Citation": "White B. (2011). Diagnosis and Treatment of Urinary Tract Infections in Children. Am. Fam. Physician 83 (4), 409–415.", "ArticleIdList": ["21322515"]}, {"Citation": "Wing D. A., Rumney P. J., Hindra S., Guzman L., Le J., Nageotte M. (2015). Pilot Study to Evaluate Compliance and Tolerability of Cranberry Capsules in Pregnancy for the Prevention of Asymptomatic Bacteriuria. J. Altern. Complement. Med. 21 (11), 700–706. 10.1089/acm.2014.0272", "ArticleIdList": ["10.1089/acm.2014.0272", "PMC4642828", "26535612"]}, {"Citation": "Wing D. A., Rumney P. J., Leu S. Y., Zaldivar F. (2010). Comparison of Urinary Cytokines after Ingestion of cranberry Juice Cocktail in Pregnant Subjects: a Pilot Study. Am. J. Perinatol 27 (2), 137–142. 10.1055/s-0029-1224867", "ArticleIdList": ["10.1055/s-0029-1224867", "19562652"]}, {"Citation": "Wing D. A., Rumney P. J., Preslicka C. W., Chung J. H. (2008). Daily cranberry Juice for the Prevention of Asymptomatic Bacteriuria in Pregnancy: a Randomized, Controlled Pilot Study. J. Urol. 180 (4), 1367–1372. 10.1016/j.juro.2008.06.016", "ArticleIdList": ["10.1016/j.juro.2008.06.016", "PMC2631561", "18707726"]}, {"Citation": "Wood E. G., Dillon H. C., Jr. (1981). A Prospective Study of Group B Streptococcal Bacteriuria in Pregnancy. Am. J. Obstet. Gynecol. 140 (5), 515–520. 10.1016/0002-9378(81)90226-x", "ArticleIdList": ["10.1016/0002-9378(81)90226-x", "7018248"]}, {"Citation": "Yousefichaijan P., Ahmad Goudarzi A., Rezagholizamenjany M., Kahbazi M., Rafeie M., Arjmand Shabestari A., et al. (2018). Efficacy of Ascorbic Acid Supplementation in Relief of Symptoms Due to Febrile Upper Urinary Tract Infection in Children, a Clinical Trial and Hospital Based Study. Arch. Pediatr. Infect. Dis. 6 (4), 1. 10.5812/pedinfect.57071", "ArticleIdList": ["10.5812/pedinfect.57071"]}, {"Citation": "Zafriri D., Ofek I., Adar R., Pocino M., Sharon N. (1989). Inhibitory Activity of cranberry Juice on Adherence of Type 1 and Type P Fimbriated Escherichia coli to Eucaryotic Cells. Antimicrob. Agents Chemother. 33 (1), 92–98. 10.1128/AAC.33.1.92", "ArticleIdList": ["10.1128/AAC.33.1.92", "PMC171427", "2653218"]}, {"Citation": "Zhang D., Chia C., Jiao X., Jin W., Kasagi S., Wu R., et al. (2017). D-mannose Induces Regulatory T Cells and Suppresses Immunopathology. Nat. Med. 23 (9), 1036–1045. 10.1038/nm.4375", "ArticleIdList": ["10.1038/nm.4375", "28759052"]}, {"Citation": "Zorc J. J., Kiddoo D. A., Shaw K. N. (2005a). Diagnosis and Management of Pediatric Urinary Tract Infections. Clin. Microbiol. Rev. 18 (2), 417–422. 10.1128/cmr.18.2.417-422.2005", "ArticleIdList": ["10.1128/cmr.18.2.417-422.2005", "PMC1082801", "15831830"]}, {"Citation": "Zorc J. J., Levine D. A., Platt S. L., Dayan P. S., Macias C. G., Krief W., et al. (2005b). Clinical and Demographic Factors Associated with Urinary Tract Infection in Young Febrile Infants. Pediatrics 116 (3), 644–648. 10.1542/peds.2004-1825", "ArticleIdList": ["10.1542/peds.2004-1825", "16140703"]}, {"Citation": "Zyryanov S. K., Butranova O. I., Al-Ragawi A. (2020). Modern Pharmacotherapy of Uncomplicated Infections of the Lower Urinary Tract: the Position of Antibacterial and Herbal Preparations. Urologiia 1 (2), 76–84. 10.18565/urology.2020.2.76-84", "ArticleIdList": ["10.18565/urology.2020.2.76-84", "32351068"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "2", "Day": "24"}, {"Year": "2022", "Month": "4", "Day": "12"}, {"Year": "2022", "Month": "5", "Day": "16", "Hour": "3", "Minute": "54"}, {"Year": "2022", "Month": "5", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "17", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "4", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["35571128", "PMC9094615", "10.3389/fphar.2022.883216", "883216"]}}], "PubmedBookArticle": []}