{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35595743", "DateCompleted": {"Year": "2022", "Month": "05", "Day": "24"}, "DateRevised": {"Year": "2022", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "05", "Day": "20"}], "Language": ["eng"], "ELocationID": ["8561", "10.1038/s41598-022-10795-8"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2022", "Month": "May", "Day": "20"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Incorporation of engineered nanoparticles of biochar and fly ash against bacterial leaf spot of pepper.", "Pagination": {"StartPage": "8561", "MedlinePgn": "8561"}, "Abstract": {"AbstractText": ["In agriculture, the search for higher net profit is the main challenge in the economy of the producers and nano biochar attracts increasing interest in recent years due to its unique environmental behavior and increasing the productivity of plants by inducing resistance against phytopathogens. The effect of rice straw biochar and fly ash nanoparticles (RSBNPs and FNPs, respectively) in combination with compost soil on bacterial leaf spot of pepper caused by Xanthomonas campestris pv. vesicatoria was investigated both in vitro and in vivo. The application of nanoparticles as soil amendment significantly improved the chili pepper plant growth. However, RSBNPs were more effective in enhancing the above and belowground plant biomass production. Moreover, both RSBNPs and FNPs, significantly reduced (30.5 and 22.5%, respectively), while RSBNPs had shown in vitro growth inhibition of X. campestris pv. vesicatoria by more than 50%. The X-ray diffractometry of RSBNPs and FNPs highlighted the unique composition of nano forms which possibly contributed in enhancing the plant defence against invading X. campestris pv. vesicatoria. Based on our findings, it is suggested that biochar and fly ash nanoparticles can be used for reclaiming the problem soil and enhance crop productivity depending upon the nature of the soil and the pathosystem under investigation."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Pathology, University of the Punjab, Lahore, 54590, Pakistan. huma.dpp@pu.edu.pk."}], "LastName": "Aftab", "ForeName": "Zill-E-Huma", "Initials": "ZE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Pathology, University of the Punjab, Lahore, 54590, Pakistan."}], "LastName": "Aslam", "ForeName": "Waqar", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Lahore College for Women University, Lahore, Pakistan."}], "LastName": "Aftab", "ForeName": "Arusa", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agricultural Engineering, Khwaja Fareed University of Engineering and Information Technology, Rahim Yar Khan, Punjab, 64200, Pakistan."}], "LastName": "Shah", "ForeName": "Adnan Noor", "Initials": "AN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Pathology, University of the Punjab, Lahore, 54590, Pakistan."}], "LastName": "Akhter", "ForeName": "Adnan", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Punjab University College of Pharmacy, University of the Punjab, Lahore, Pakistan."}], "LastName": "Fakhar", "ForeName": "Usama", "Initials": "U"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Eastern Cereal and Oil Seed Research Centre, Ottawa, Canada."}], "LastName": "Siddiqui", "ForeName": "Iffat", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticulture, The University of Haripur, Hatter Road, 22620, Pakistan."}], "LastName": "Ahmed", "ForeName": "Waseem", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physics, University of the Punjab, Lahore, Pakistan."}], "LastName": "Majid", "ForeName": "Farzana", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Bioengineering, West Pomeranian University of Technology in Szczecin, 17 Słowackiego Street, 71-434, Szczecin, Poland."}], "LastName": "Wróbel", "ForeName": "Jacek", "Initials": "J"}, {"Identifier": ["0000-0002-4717-592X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physics, University of the Punjab, Lahore, Pakistan. danish.ali@lhr.nu.edu.pk."}, {"Identifier": [], "Affiliation": "NUCES-Fast University Lahore Campus, Lahore, Pakistan. danish.ali@lhr.nu.edu.pk."}], "LastName": "Ali", "ForeName": "Muhammad Danish", "Initials": "MD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physics, Government College University Lahore, Lahore, Pakistan. m.muzamilaftab@gmail.com."}], "LastName": "Aftab", "ForeName": "Muzammil", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Production Department (Horticulture-Medicinal and Aromatic Plants), Faculty of Agriculture (Saba Basha), Alexandria University, Alexandria, 21531, Egypt."}], "LastName": "Ahmed", "ForeName": "Mohamed A A", "Initials": "MAA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Physiology, Institute of Biology, Warsaw, University of Life Sciences SGGW, Now-oursynowska 159, 02-776, Warsaw, Poland."}], "LastName": "Kalaji", "ForeName": "Hazem M", "Initials": "HM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Horticulture, Anhui Agricultural University, Hefei, 230036, China."}], "LastName": "Abbas", "ForeName": "Asad", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Pathology, University of the Punjab, Lahore, 54590, Pakistan."}], "LastName": "Khalid", "ForeName": "Umar", "Initials": "U"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Coal Ash"}, {"RegistryNumber": "0", "NameOfSubstance": "Soil"}, {"RegistryNumber": "0", "NameOfSubstance": "biochar"}, {"RegistryNumber": "16291-96-6", "NameOfSubstance": "Charcoal"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Charcoal"}, {"QualifierName": [], "DescriptorName": "Coal Ash"}, {"QualifierName": [], "DescriptorName": "Nanoparticles"}, {"QualifierName": [], "DescriptorName": "Soil"}, {"QualifierName": ["physiology"], "DescriptorName": "Xanthomonas campestris"}, {"QualifierName": [], "DescriptorName": "Xanthomonas vesicatoria"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "El-Ghorab AH, Javed Q, Anjum FM, Hamed SF, Shaaban HA. Pakistani bell pepper (Capsicum annum L.): Chemical compositions and its antioxidant activity. Int. J. Food Prop. 2013;16(1):18–32. doi: 10.1080/10942912.2010.513616.", "ArticleIdList": ["10.1080/10942912.2010.513616"]}, {"Citation": "Parisi M, Alioto D, Tripodi P. Overview of biotic stresses in pepper (Capsicum spp): Sources of genetic resistance, molecular breeding and genomics. Int. J. Mol. Sci. 2020;21:2587. doi: 10.3390/ijms21072587.", "ArticleIdList": ["10.3390/ijms21072587", "PMC7177692", "32276403"]}, {"Citation": "Frank T. Insights into genome plasticity and pathogenicity of the plant pathogenic bacterium Xanthomonas campestris pv. vesicatoria revealed by the complete genome sequence. J. Bacteriol. 2005;187(21):7254–7266. doi: 10.1128/JB.187.21.7254-7266.2005.", "ArticleIdList": ["10.1128/JB.187.21.7254-7266.2005", "PMC1272972", "16237009"]}, {"Citation": "Osdaghi E, Taghavi SM, Hamzehzarghani H, Lamichhane JR. Occurrence and characterization of the bacterial spot pathogen Xanthomonas euvesicatoria on pepper. Iran. J. Phytopathol. 2016;164:722–734. doi: 10.1111/jph.12493.", "ArticleIdList": ["10.1111/jph.12493"]}, {"Citation": "Ramzan M, Sana S, Javaid N, Shah AA, Ejaz S, Malik WN, Yasin NA, Alamri S, Siddiqui MH, Dutta R, Fahad S, Tahir N, Mubeen S, Ali MA, El Sabagh A, Danish S. Mitigation of bacterial spot disease induced biotic stress in Capsicum annuum L. cultivars via antioxidant enzymes and isoforms. Sci. Rep. 2021;11:9445. doi: 10.1038/s41598-021-88797-1.", "ArticleIdList": ["10.1038/s41598-021-88797-1", "PMC8093210", "33941790"]}, {"Citation": "Stall RE, Jones JB, Minsavage GV. Durability of resistance in tomato and pepper to Xanthomonads causing bacterial spot. Annu. Rev. Phytopathol. 2009;47:265–284. doi: 10.1146/annurev-phyto-080508-081752.", "ArticleIdList": ["10.1146/annurev-phyto-080508-081752", "19400644"]}, {"Citation": "Fayette J, Roberts PD, Pernezny KL, Jones JB. The role of cymoxanil and famoxadone in the management of bacterial spot on tomato and pepper and bacterial leaf spot on lettuce. Crop Prot. 2012;31:107–112. doi: 10.1016/j.cropro.2011.09.006.", "ArticleIdList": ["10.1016/j.cropro.2011.09.006"]}, {"Citation": "Roberts PD, Adkins S, Pernezny K, Jones JB. Diseases of pepper and their management. Dis. Fruits Veget. 2004;2:333–387."}, {"Citation": "Sevic M, Gasic K, Ignjatov M, Mijatovic M, Prokic A, Obradovic A. Integration of biological and conventional treatments in control of pepper bacterial spot. Crop Prot. 2019;119:46–51. doi: 10.1016/j.cropro.2019.01.006.", "ArticleIdList": ["10.1016/j.cropro.2019.01.006"]}, {"Citation": "Le KD, Kim J, Yu NH, Kim B, Lee CW, Kim J. Biological control of tomato bacterial wilt, kimchi cabbage soft rot, and red pepper bacterial leaf spot using Paenibacillus elgii JCK-5075. Front. Plant Sci. 2020 doi: 10.3389/fpls.2020.00775.", "ArticleIdList": ["10.3389/fpls.2020.00775", "PMC7340725", "32714339"]}, {"Citation": "Potnis N, Timilsina S, Strayer A, Shantharaj D, Barak DJ, Paret ML, Vallad GE, Jones JB. Bacterial spot of tomato and pepper: diverse Xanthomonas species with a wide variety of virulence factors posing a worldwide challenge. Mol. Plant Pathol. 2015;16(9):907–920. doi: 10.1111/mpp.12244.", "ArticleIdList": ["10.1111/mpp.12244", "PMC6638463", "25649754"]}, {"Citation": "Scotti R, Bonanomi G, Scelza R, Zoina A, Rao MA. Organic amendments as sustainable tool to recovery fertility in intensive agricultural systems. J. Soil Sci. Plant Nutr. 2015;15:333–352."}, {"Citation": "Bonanomi G, Lorito M, Vinale F, Woo SL. Organic amendments, beneficial microbes, and soil microbiota: Toward a unified framework for disease suppression. Annu. Rev. Phytopathol. 2018;56:1–20. doi: 10.1146/annurev-phyto-080615-100046.", "ArticleIdList": ["10.1146/annurev-phyto-080615-100046", "29768137"]}, {"Citation": "Zahra MB, Aftab ZH, Haider MS. Water productivity, yield and agronomic attributes of maize crop in response to varied irrigation levels and biochar-compost application. J. Sci. Food Agric. 2021;101(11):4591–4604. doi: 10.1002/jsfa.11102.", "ArticleIdList": ["10.1002/jsfa.11102", "33474725"]}, {"Citation": "Zahra MB, Aftab ZH, Akhtar A, Haider MS. Cumulative effect of biochar and compost on nutritional profile of soil and maize productivity. J. Plant Nutr. 2021;44(11):1664–1676. doi: 10.1080/01904167.2021.1871743.", "ArticleIdList": ["10.1080/01904167.2021.1871743"]}, {"Citation": "Wang T, Sun H, Ren X, Li B, Mao H. Evaluation of biochars from different stock materials as carriers of bacterial strain for remediation of heavy metal-contaminated soil. Sci. Rep. 2017;7:12114. doi: 10.1038/s41598-017-12503-3.", "ArticleIdList": ["10.1038/s41598-017-12503-3", "PMC5608944", "28935871"]}, {"Citation": "Al-harbi AR, Obadi A, Al-OmranA M, Abdel-Razzaq H. Sweet peppers yield and quality as affected by biochar and compost as soil amendments under partial root irrigation. J. Saudi Soc. Agric. Sci. 2020;19(7):452–460."}, {"Citation": "Rasool M, Akhtar A, Soja G, Haider MS. Role of biochar, compost and plant growth promoting rhizobacteria in the management of tomato early blight disease. Sci. Rep. 2021;11:6092. doi: 10.1038/s41598-021-85633-4.", "ArticleIdList": ["10.1038/s41598-021-85633-4", "PMC7971063", "33731746"]}, {"Citation": "Mehari ZH, Elad Y, Rav-David D, Graber ER, Harel YM. Induced systemic resistance in tomato (Solanum lycopersicum) against Botrytis cinerea by biochar amendment involves jasmonic acid signaling. Plant Soil. 2015;395:31–44. doi: 10.1007/s11104-015-2445-1.", "ArticleIdList": ["10.1007/s11104-015-2445-1"]}, {"Citation": "Rodak BW, Freitas DS, de Oliveira Lima GJE, dos Reis AR, Schulze J, Guilherme LRG. Beneficial use of Ni-rich petroleum coke ashes: Product characterization and effects on soil properties and plant growth. J. Clean. Prod. 2018;198:785–796. doi: 10.1016/j.jclepro.2018.07.090.", "ArticleIdList": ["10.1016/j.jclepro.2018.07.090"]}, {"Citation": "Basu M, Pande M, Bhadoria PBS, Mahapatra SC. Potential fly-ash utilization in agriculture: A global review. Prog. Nat. Sci. 2009;19(10):1173–1186. doi: 10.1016/j.pnsc.2008.12.006.", "ArticleIdList": ["10.1016/j.pnsc.2008.12.006"]}, {"Citation": "Sharma IP, Sharma AK. Short communication use of fly-ash (industrial residue) for improving alkaline soil status. Int. J. Soil Sci. 2017;12(1):39–42. doi: 10.3923/ijss.2017.39.42.", "ArticleIdList": ["10.3923/ijss.2017.39.42"]}, {"Citation": "Sahu G, Bag AG, Chatterjee N, Mukherjee AK. Potential use of flyash in agriculture: A way to improve soil health. J. Pharmacgn. Phytochem. 2017;6(6):873–880."}, {"Citation": "Singh L, Sukul P. Effect of organic manure, organic fertilizers, and fly ash on physical and electrochemical properties of soil under maize cultivation. Plant Arch. 2019;19(2):2797–2800."}, {"Citation": "Haris M, Ahmad G, Shakeel A, Khan AA. Utilization of fly ash to improve the growth and the management of root-knot nematode on carrot. Saudi J. Life Sci. 2019 doi: 10.21276/haya.2019.4.7.1.", "ArticleIdList": ["10.21276/haya.2019.4.7.1"]}, {"Citation": "Khandelwal M, Grover N, Srivastava N. Impact analysis of fly ash on cultural and biochemical characteristics of Bradyrhizobiun japonicum. J. Phytopathol. Res. 2014;27(1):19–23."}, {"Citation": "Singh K, Khan AA, Saifuddin Effect of fly ash on growth, yield and root-knot disease of soybean. Nematol. Mediteranian. 2011;39:127–131."}, {"Citation": "Usmani Z, Kumar V, Gupta P, Gupta G, Rani R, Chandra A. Enhanced soil fertility, plant growth promotion and microbial enzymatic activities of vermicomposted fly ash. Sci. Rep. 2019;9:10455. doi: 10.1038/s41598-019-46821-5.", "ArticleIdList": ["10.1038/s41598-019-46821-5", "PMC6639538", "31320739"]}, {"Citation": "Servin AD, Torre-roche RDL, Castillo-Michel H, Pagano L, Hawthorne J, Musante C, Pignatello J, Uchimiya M, White JC. Exposure of agricultural crops to nanoparticle CeO2 in biochar-amended soil. Plant Physiol. Biochem. 2017;110:147–215. doi: 10.1016/j.plaphy.2016.06.003.", "ArticleIdList": ["10.1016/j.plaphy.2016.06.003", "27288265"]}, {"Citation": "Servin A, Elmer W, Mukherjee A, De la Torre-Roche R, Hamdi H, White JC, Dimkpa C. A review of the use of engineered nanomaterials to suppress plant disease and enhance crop yield. J. Nanopart. Res. 2015;17(2):1–21. doi: 10.1007/s11051-015-2907-7.", "ArticleIdList": ["10.1007/s11051-015-2907-7"]}, {"Citation": "Ashraf A, Anjum T, Riaz S, Ahmed IS, Irudayaraj J, Javed S, Qaiser U, Naseem S. Inhibition mechanism of green-synthesized copper oxide nanoparticles from Cassia fistula towards Fusarium oxysporum by boosting growth and defense response in tomatoes. Environ. Sci. Nano. 2021 doi: 10.1039/d0en01281e.", "ArticleIdList": ["10.1039/d0en01281e"]}, {"Citation": "Liang G, Li Y, Yang C, Zi C, Zhang Y, Hu X, Zhao W. Production of biosilica nanoparticles from biomass power plant fly ash. Waste Manage. 2020;105:8–17. doi: 10.1016/j.wasman.2020.01.033.", "ArticleIdList": ["10.1016/j.wasman.2020.01.033", "32007733"]}, {"Citation": "Uda MNA, Gopinath SCB, Hashim U, Halim NH, Parmin NA, Uda MNA, Anbu P. Production and characterization of silica nanoparticles from fly ash: Conversion of agro-waste into resource. Preparat. Biochem. Biotechnol. 2021 doi: 10.1080/10826068.2020.1793174.", "ArticleIdList": ["10.1080/10826068.2020.1793174", "32713293"]}, {"Citation": "Das SK, Ghosh GK, Avasthe R. Applications of biomass derived biochar in modern science and technology. Environ. Technol. Innov. 2021;21:101306. doi: 10.1016/j.eti.2020.101306.", "ArticleIdList": ["10.1016/j.eti.2020.101306"]}, {"Citation": "Narayanasamy P. Potential and futuristics of fly ash nanoparticle technology in pest control in agriculture and synthesis of chemical and herbal insecticides formulations. In: Ghosh S, Kumar V, editors. Circular Economy and Fly Ash Management. Springer; 2020."}, {"Citation": "Ramezani M, Ramezani F, Gerami M. Nanoparticles in pest incidences and plant disease control. In: Panpatte D, Jhala Y, editors. Nanotechnology for Agriculture: Crop Production & Protection. Springer; 2019."}, {"Citation": "Salama DM, Abdel-Aziz ME, El-Naggar ME, Shaaban EA, Abd -El-Wahed M.S. Synthesis of an eco-friendly nanocomposite fertilizer for common bean based on carbon nanoparticles from agricultural waste biochar. Pedosphere. 2021;31(6):923–933. doi: 10.1016/S1002-0160(21)60024-3.", "ArticleIdList": ["10.1016/S1002-0160(21)60024-3"]}, {"Citation": "Davoudpour Y, Schmidt M, Calabrese F, Richnow HH, Musat N. High resolution microscopy to evaluate the efficiency of surface sterilization of Zea Mays seeds. PLoS ONE. 2020;15(11):e0242247. doi: 10.1371/journal.pone.0242247.", "ArticleIdList": ["10.1371/journal.pone.0242247", "PMC7703986", "33253171"]}, {"Citation": "Adekaldu E, Amponsah W, Tuffour HO, Adu MO, Agyare WA. Response of chilli pepper to different irrigation schedules and mulching technologies in semi-arid environments. J. Agric. Food Res. 2021;6:100222. doi: 10.1016/j.jafr.2021.100222.", "ArticleIdList": ["10.1016/j.jafr.2021.100222"]}, {"Citation": "Ibrahim Y, Al-Selah M. First Report of Bacterial Spot Caused by Xanthomonas campestris pv vesicatoria on Sweet Pepper (Capsicum annuum L.) in Saudi Arabia. Plant Dis. 2012;96(11):1690. doi: 10.1094/PDIS-04-12-0354-PDN.", "ArticleIdList": ["10.1094/PDIS-04-12-0354-PDN", "30727507"]}, {"Citation": "McLaughlin, H., & Shields, F. E. (2010, June). Schenkel and Shenxue revisited-implications on char production and biochar properties. In AppendixB:GACSassayformeasuringadsorptioncapacity.Biochar2010Conference,Ames,Iowa."}, {"Citation": "Wang G, Govinden R, Chenia HY, Ma Y, Guo D, Ren G. Suppression of Phytophthora blight of pepper by biochar amendment is associated with improved soil bacterial properties. Biol. Fertil. Soils. 2019;55:813–824. doi: 10.1007/s00374-019-01391-6.", "ArticleIdList": ["10.1007/s00374-019-01391-6"]}, {"Citation": "Yue L, Lian F, Han Y, Bao Q, Wang Z, Xing B. The effect of biochar nanoparticles on rice plant growth and the uptake of heavy metals: Implications for agronomic benefits and potential risk. Sci. Total Environ. 2019;656:9–18. doi: 10.1016/j.scitotenv.2018.11.364.", "ArticleIdList": ["10.1016/j.scitotenv.2018.11.364", "30502737"]}, {"Citation": "Guo F, Bao L, Wang H, Larson SL, Ballard JH, Knotek-Smith HM, Han F. A simple method for the synthesis of biochar nanodots using hydrothermal reactor. MethodsX. 2020;7:101022. doi: 10.1016/j.mex.2020.101022.", "ArticleIdList": ["10.1016/j.mex.2020.101022", "PMC7452209", "32874940"]}, {"Citation": "Du Z, Yu P, Wang L, Tian C, Liu X, Zhang G, Fu H. Cubic imidazolate frameworks-derived CoFe alloy nanoparticles-embedded N-doped graphitic carbon for discharging reaction of Zn-air battery. Sci. China Mater. 2020;63(3):327–338. doi: 10.1007/s40843-019-1190-3.", "ArticleIdList": ["10.1007/s40843-019-1190-3"]}, {"Citation": "Imada K, Sakai S, Kajihara H, Tanaka S, Ito S. Magnesium oxide nanoparticles induce systemic resistance in tomato against bacterial wilt disease. Plant. Pathol. 2016;65(4):551–560. doi: 10.1111/ppa.12443.", "ArticleIdList": ["10.1111/ppa.12443"]}, {"Citation": "Gao S, Wang F, Niran J, Li N, Yin Y, Yu C, Jiao C, Yao M. Transcriptome analysis reveals defense-related genes and pathways against Xanthomonas campestris pv vesicatoria in pepper (Capsicum annuum L.) PLoS ONE. 2021 doi: 10.1371/journal.pone.0240279.", "ArticleIdList": ["10.1371/journal.pone.0240279", "PMC7951875", "33705404"]}, {"Citation": "Sharma DK. Bio-efficacy of fungal and bacterial antagonists against pv. Xanthomonas axonopodis vesicatoria capsicum (Doidge) dye in chilli (spp.) grown in Rajasthan. Asian J. Pharmacy Pharmacol. 2018;4(2):207–213. doi: 10.31024/ajpp.2018.4.2.18.", "ArticleIdList": ["10.31024/ajpp.2018.4.2.18"]}, {"Citation": "Chiang KS, Liu HI, Tsai JW, Bock CH. A discussion on disease severity index values. Part II: Using the disease severity index for null hypothesis testing. Ann. Appl. Biol. 2017;171(3):490–505. doi: 10.1111/aab.12396.", "ArticleIdList": ["10.1111/aab.12396"]}, {"Citation": "Irshad S, Salamat A, Anjum AA, Sana S, Saleem RS, Naheed A. Green tea leaves mediated ZnO nanoparticles and its antimicrobial activity. Cogent. Chem. 2018;4:1. doi: 10.1080/23312009.2018.1469207.", "ArticleIdList": ["10.1080/23312009.2018.1469207"]}, {"Citation": "Arande, A. K., Stalin, K., Thangarajan, R. K., & Karthikeyan, M. S. (2011). Utilization of Agroresidual waste in effective blending in Portland cement. International Scholarly Research Notices, 2011."}, {"Citation": "Darmayanti, L., Notodarmojo, S., Damanhuri, E., Kadja, G. T., & Mukti, R. R. (2019). Preparation of alkali-activated fly ash-based geopolymer and their application in the adsorption of copper (II) and zinc (II) ions. In MATEC Web of Conferences (Vol. 276, p. 06012). EDP Sciences."}, {"Citation": "Yang T, Meng J, Jeyakumar P, Cao T, Liu Z, He T, Wang H. Effect of pyrolysis temperature on the bioavailability of heavy metals in rice straw-derived biochar. Environ. Sci. Pollut. Res. 2021;28(2):2198–2208. doi: 10.1007/s11356-020-10193-5.", "ArticleIdList": ["10.1007/s11356-020-10193-5", "32875446"]}, {"Citation": "Melo LC, Coscione AR, Abreu CA, Puga AP, Camargo OA. Influence of pyrolysis temperature on cadmium and zinc sorption capacity of sugar cane straw–derived biochar. BioResources. 2013;8(4):4992–5004. doi: 10.15376/biores.8.4.4992-5004.", "ArticleIdList": ["10.15376/biores.8.4.4992-5004"]}, {"Citation": "Fungaro DA, Silva MVD. Utilization of water treatment plant sludge and coal fly ash in brick manufacturing. Am. J. Environ. Prot. 2014;2(5):83–88."}, {"Citation": "Savary, S., Ficke, A., Aubertot, J., and Hollier, C. (2012). Crop losses due to diseases and their implications for global food production losses and food security. (Smil 2000). 10.1007/s12571-012-0200-5."}, {"Citation": "Prasad R, Bhattacharyya A, Nguyen QD. Nanotechnology in sustainable agriculture: recent developments, challenges, and perspectives. Front. Microbiol. 2017;8:1014. doi: 10.3389/fmicb.2017.01014.", "ArticleIdList": ["10.3389/fmicb.2017.01014", "PMC5476687", "28676790"]}, {"Citation": "Khandelwal N, Barbole RS, Banerjee SS, Chate GP, Biradar AV, Khandare JJ, Giri AP. Budding trends in integrated pest management using advanced micro-and nano-materials: Challenges and perspectives. J. Environ. Manag. 2016;184:157–169. doi: 10.1016/j.jenvman.2016.09.071.", "ArticleIdList": ["10.1016/j.jenvman.2016.09.071", "27697374"]}, {"Citation": "Rangaraj S, Gopalu K, Muthusamy P, Rathinam Y, Venkatachalam R, Narayanasamy K. Augmented biocontrol action of silica nanoparticles and Pseudomonas fluorescens bioformulant in maize (Zea mays L) RSC Adv. 2014;4(17):8461–8465. doi: 10.1039/c3ra46251j.", "ArticleIdList": ["10.1039/c3ra46251j"]}, {"Citation": "Abd-Elsalam KA, Prasad R. Nanobiotechnology Applications in Plant Protection. Springer; 2018."}, {"Citation": "Akhter A, Hage-Ahmed K, Soja G, Steinkellner S. Potential of Fusarium wilt-inducing chlamydospores, in vitro behaviour in root exudates and physiology of tomato in biochar and compost amended soil. Plant Soil. 2016;406:425–440. doi: 10.1007/s11104-016-2948-4.", "ArticleIdList": ["10.1007/s11104-016-2948-4"]}, {"Citation": "Xu F, Wei C, Zeng Q, Li X, Alvarez PJ, Li Q, Zhu D. Aggregation behavior of dissolved black carbon: Implications for vertical mass flux and fractionation in aquatic systems. Environ. Sci. Technol. 2017;51(23):13723–13732. doi: 10.1021/acs.est.7b04232.", "ArticleIdList": ["10.1021/acs.est.7b04232", "29132211"]}, {"Citation": "Chew J, Zhu L, Nielsen S, Graber E, Mitchell DR, Horvat J, Fan X. Biochar-based fertilizer: Supercharging root membrane potential and biomass yield of rice. Sci. Total Environ. 2020;713:136431. doi: 10.1016/j.scitotenv.2019.136431.", "ArticleIdList": ["10.1016/j.scitotenv.2019.136431", "31958720"]}, {"Citation": "Chen T, Liu R, Scott NR. Characterization of energy carriers obtained from the pyrolysis of white ash, switchgrass and corn stover—Biochar, syngas and bio-oil. Fuel Process. Technol. 2016;142:124–134. doi: 10.1016/j.fuproc.2015.09.034.", "ArticleIdList": ["10.1016/j.fuproc.2015.09.034"]}, {"Citation": "Lahiani MH, Dervishi E, Chen J, Nima Z, Gaume A, Biris AS, Khodakovskaya MV. Impact of carbon nanotube exposure to seeds of valuable crops. ACS Appl. Mater. Interfaces. 2013;5(16):7965–7973. doi: 10.1021/am402052x.", "ArticleIdList": ["10.1021/am402052x", "23834323"]}, {"Citation": "Asaad Bashir M, Wang X, Naveed M, Mustafa A, Ashraf S, Samreen T, Jamil M. Biochar mediated-alleviation of chromium stress and growth improvement of different maize cultivars in tannery polluted soils. Int. J. Environ. Res. Public Health. 2021;18(9):4461. doi: 10.3390/ijerph18094461.", "ArticleIdList": ["10.3390/ijerph18094461", "PMC8122799", "33922303"]}, {"Citation": "Chen G, Taherymoosavi S, Cheong S, Yin Y, Akter R, Marjo CE, Joseph S. Advanced characterization of biomineralization at plaque layer and inside rice roots amended with iron-and silica-enhanced biochar. Sci. Rep. 2021;11(1):1–13. doi: 10.1038/s41598-020-79139-8.", "ArticleIdList": ["10.1038/s41598-020-79139-8", "PMC7794488", "33420245"]}, {"Citation": "Haghighi M, Pessarakli M. Influence of silicon and nano-silicon on salinity tolerance of cherry tomatoes (Solanum lycopersicum L.) at early growth stage. Sci. Hortic. 2013;161:111–117. doi: 10.1016/j.scienta.2013.06.034.", "ArticleIdList": ["10.1016/j.scienta.2013.06.034"]}, {"Citation": "Siddiqui MH, Al-Whaibi MH, Faisal M, Al Sahli AA. Nano-silicon dioxide mitigates the adverse effects of salt stress on Cucurbita pepo L. Environ. Toxicol. Chem. 2014;33(11):2429–2437. doi: 10.1002/etc.2697.", "ArticleIdList": ["10.1002/etc.2697", "25066835"]}, {"Citation": "Sathiyabama M, Manikandan A. Chitosan nanoparticle induced defense responses in fingermillet plants against blast disease caused by Pyricularia grisea (Cke.) Sacc. Carbohyd. Polym. 2016;154:241–246. doi: 10.1016/j.carbpol.2016.06.089.", "ArticleIdList": ["10.1016/j.carbpol.2016.06.089", "27577915"]}, {"Citation": "Chandra S, Chakraborty N, Dasgupta A, Sarkar J, Panda K, Acharya K. Chitosan nanoparticles: A positive modulator of innate immune responses in plants. Sci. Rep. 2015;5(1):1–14.", "ArticleIdList": ["PMC4607973", "26471771"]}, {"Citation": "Baudouin E. The language of nitric oxide signalling. Plant Biol. 2011;13(2):233–242. doi: 10.1111/j.1438-8677.2010.00403.x.", "ArticleIdList": ["10.1111/j.1438-8677.2010.00403.x", "21309969"]}, {"Citation": "Chandra S, Chakraborty N, Chakraborty A, Rai R, Bera B, Acharya K. Induction of defence response against blister blight by calcium chloride in tea. Arch. Phytopathol. Plant Protect. 2014;47(19):2400–2409. doi: 10.1080/03235408.2014.880555.", "ArticleIdList": ["10.1080/03235408.2014.880555"]}, {"Citation": "Huang Y, Yin X, Wu C, Wang C, Xie J, Zhou Z, Li H. Effects of metal catalysts on CO2 gasification reactivity of biomass char. Biotechnol. Adv. 2009;27(5):568–572. doi: 10.1016/j.biotechadv.2009.04.013.", "ArticleIdList": ["10.1016/j.biotechadv.2009.04.013", "19393736"]}, {"Citation": "Huang X, Aguilar ZP, Xu H, Lai W, Xiong Y. Membrane-based lateral flow immunochromatographic strip with nanoparticles as reporters for detection: A review. Biosens. Bioelectron. 2016;75:166–180. doi: 10.1016/j.bios.2015.08.032.", "ArticleIdList": ["10.1016/j.bios.2015.08.032", "26318786"]}, {"Citation": "Chen Q, Xu L, Liang C, Wang C, Peng R, Liu Z. Photothermal therapy with immune-adjuvant nanoparticles together with checkpoint blockade for effective cancer immunotherapy. Nat. Commun. 2016;7(1):1–13.", "ArticleIdList": ["PMC5078754", "27767031"]}, {"Citation": "Mohan D, Abhishek K, Sarswat A, Patel M, Singh P, Pittman CU. Biochar production and applications in soil fertility and carbon sequestration–a sustainable solution to crop-residue burning in India. RSC Adv. 2018;8(1):508–520. doi: 10.1039/C7RA10353K.", "ArticleIdList": ["10.1039/C7RA10353K"]}, {"Citation": "Sobiecka E. Investigating the chemical stabilization of hazardous waste material (fly ash) encapsulated in Portland cement. Int. J. Environ. Sci. Technol. 2013;10(6):1219–1224. doi: 10.1007/s13762-012-0172-1.", "ArticleIdList": ["10.1007/s13762-012-0172-1"]}, {"Citation": "Xing K, Zhu X, Peng X, Qin S. Chitosan antimicrobial and eliciting properties for pest control in agriculture: A review. Agron. Sustain. Dev. 2015;35(2):569–588. doi: 10.1007/s13593-014-0252-3.", "ArticleIdList": ["10.1007/s13593-014-0252-3"]}, {"Citation": "Bari R, Jones JDG. Role of plant hormones in plant defence responses. Plant Mol. Biol. 2009;69(4):473–488. doi: 10.1007/s11103-008-9435-0.", "ArticleIdList": ["10.1007/s11103-008-9435-0", "19083153"]}, {"Citation": "García-sánchez S, Bernales I, Cristobal S. Early response to nanoparticles in the Arabidopsis transcriptome compromises plant defence and root-hair development through salicylic acid signalling Early response to nanoparticles in the Arabidopsis transcriptome compromises plant defence and root-hair. BMC Genom. 2015 doi: 10.1186/s12864-015-1530-4.", "ArticleIdList": ["10.1186/s12864-015-1530-4", "PMC4417227", "25903678"]}, {"Citation": "Eswaran, A., Manivannan, K. Effect of foliar application of lignite fly ash on the management of papaya leaf curl disease. ActaHort(ISHS) 740:271–275. http://www.actahort.org/books/740/740_33.htm (2007)"}, {"Citation": "Joshi NC, Ratner K, Eidelman O, Bednarczyk D, Zur N, Many Y, Shahak Y, Aviv-Sharon E, Achiam M, Gilad Z, Charuvi D. Effects of daytime intra-canopy LED illumination on photosynthesis and productivity of bell pepper grown in protected cultivation. Sci. Hortic. 2019;250:81–88. doi: 10.1016/j.scienta.2019.02.039.", "ArticleIdList": ["10.1016/j.scienta.2019.02.039"]}, {"Citation": "Dhaliwal MS, Sharma SP, Jindal SK, Dhaliwal LK, Gaikwad AK. Growth and yield of bell pepper as influenced by growing environment, mulch, and planting date. J. Crop Improv. 2017;31(6):830–846. doi: 10.1080/15427528.2017.1391146.", "ArticleIdList": ["10.1080/15427528.2017.1391146"]}, {"Citation": "Medynska-Juraszek A, Rivier P, Rasse D, Joner EK. Biochar affects heavy metal uptake in plants through interactions in the rhizosphere. Appl. Sci. 2020;10:5105. doi: 10.3390/app10155105.", "ArticleIdList": ["10.3390/app10155105"]}, {"Citation": "Singh RP, Gupta AK, Ibrahim MH, Mittal AK. Coal fly ash utilization in agriculture: Its potential benefits and risks. Rev. Environ. Sci. Bio/Technol. 2010;9(4):345–358. doi: 10.1007/s11157-010-9218-3.", "ArticleIdList": ["10.1007/s11157-010-9218-3"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "9", "Day": "24"}, {"Year": "2022", "Month": "4", "Day": "12"}, {"Year": "2022", "Month": "5", "Day": "20", "Hour": "23", "Minute": "15"}, {"Year": "2022", "Month": "5", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "20"}], "PublicationStatus": "epublish", "ArticleIdList": ["35595743", "PMC9123008", "10.1038/s41598-022-10795-8", "10.1038/s41598-022-10795-8"]}}], "PubmedBookArticle": []}