{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["apiaceae family", "eco-friendly nanotherapeutics", "medicinal plants", "phytobiotics", "phytochemicals", "plant-based nanostructures", "therapeutics", "volatile compounds"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35624695", "DateRevised": {"Year": "2023", "Month": "03", "Day": "08"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "04", "Day": "25"}], "Language": ["eng"], "ELocationID": ["831", "10.3390/antiox11050831"], "Journal": {"ISSN": "2076-3921", "JournalIssue": {"Volume": "11", "Issue": "5", "PubDate": {"Year": "2022", "Month": "Apr", "Day": "25"}}, "Title": "Antioxidants (Basel, Switzerland)", "ISOAbbreviation": "Antioxidants (Basel)"}, "ArticleTitle": "<i>Heracleum persicum</i> Essential Oil Nanoemulsion: A Nanocarrier System for the Delivery of Promising Anticancer and Antioxidant Bioactive Agents.", "Abstract": {"AbstractText": ["Essential oils are important compounds for the prevention and/or treatment of various diseases in which solubility and bio-accessibility can be improved by nanoemulsion systems. Heracleum persicum oil nanoemulsion (HAE-NE) was prepared and biological properties were investigated against human breast cancer cells and normal human fibroblasts foreskin. Particle size, zeta potential and poly dispersity index were 153 nm, −47.9 mV and 0.35, respectively. (E)anethole (57.9%), terpinolene (13.8%), ɣ-terpinene (8.1%), myrcene (6.8%), hexyl butyrate (5.2%), octyl butanoate (4.5%) and octyl acetate (3.7%) was detected in nanoemulsion. Proliferation of cancer cells at IC50 = 2.32 μg/mL was significantly (p < 0.05) inhibited, and cell migration occurred at 1.5 μL/mL. The HAE-NE at 1.5, 2.5 and 3.5 µg/concentration up-regulated caspase 3 and enhanced sub-G1 peak of cell cycle with nil cytotoxic effects in the liver, kidney and jejunum of mice. Villus height, villus width, crypt depth and goblet cells in mice group fed with 10 and 20 mg/kg body weight of HAE-NE improved. Cellular redox state in the liver indicated 10 and 20 mg/kg body weight of nanoemulsion significantly up-regulated the expression of SOD, CAT and GPx genes. Heracleum persicum oil nanoemulsion could be an eco-friendly nanotherapeutic option for pharmaceutical, cosmetological and food applications."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Mashhad Branch, Islamic Azad University, Mashhad 917568, Iran."}], "LastName": "Bashlouei", "ForeName": "Shima Ghareh", "Initials": "SG"}, {"Identifier": ["0000-0002-5011-9611"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Mashhad Branch, Islamic Azad University, Mashhad 917568, Iran."}], "LastName": "Karimi", "ForeName": "Ehsan", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology and Biological Engineering, Chalmers University of Technology, 41296 Göteborg, Sweden."}], "LastName": "Zareian", "ForeName": "Mohsen", "Initials": "M"}, {"Identifier": ["0000-0003-4821-190X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Research and Development, Arka Industrial Cluster, Mashhad 9188944586, Iran."}], "LastName": "Oskoueian", "ForeName": "Ehsan", "Initials": "E"}, {"Identifier": ["0000-0002-1857-2133"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicine, University of Washington, Seattle, WA 98109, USA."}], "LastName": "Shakeri", "ForeName": "Majid", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Antioxidants (Basel)", "NlmUniqueID": "101668981", "ISSNLinking": "2076-3921"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Majidi Z., Lamardi S.S. Phytochemistry and biological activities of Heracleum persicum: A review. J. Integr. Med. 2018;16:223–235. doi: 10.1016/j.joim.2018.05.004.", "ArticleIdList": ["10.1016/j.joim.2018.05.004", "29866612"]}, {"Citation": "Mehmandost N., García-Valverde M.T., Soriano M.L., Goudarzi N., Lucena R., Chamjangali M.A., Cardenas S. Heracleum persicum based biosorbent for the removal of paraquat and diquat from waters. J. Environ. Chem. Eng. 2020;8:104481. doi: 10.1016/j.jece.2020.104481.", "ArticleIdList": ["10.1016/j.jece.2020.104481"]}, {"Citation": "Bahadori M.B., Dinparast L., Zengin G. The genus Heracleum: A comprehensive review on its phytochemistry, pharmacology, and ethnobotanical values as a useful herb. Compr. Rev. Food Sci. Food Saf. 2016;15:1018–1039.", "ArticleIdList": ["33401836"]}, {"Citation": "Majidi Z. Effects of Heracleum persicum hydroalcoholic extract on insulin, serum anti-oxidant enzymes, glucose, and lipid profiles in alloxan-induced diabetic rats. Iran. J. Med. Sci. 2020;45:199–206.", "ArticleIdList": ["PMC7253490", "32546886"]}, {"Citation": "Akbaribazm M., Goodarzi N., Rahimi M., Naseri L., Khazaei M. Anti-inflammatory, anti-oxidative and anti-apoptotic effects of Heracleum persicum L. extract on rats with gentamicin-induced nephrotoxicity. Asian Pac. J. Trop. Biomed. 2021;11:47–58."}, {"Citation": "Alkan E.E., Celik I. The therapeutics effects and toxic risk of Heracleum persicum Desf. extract on streptozotocin-induced diabetic rats. Toxicol. Rep. 2018;5:919–926. doi: 10.1016/j.toxrep.2018.08.004.", "ArticleIdList": ["10.1016/j.toxrep.2018.08.004", "PMC6138785", "30225197"]}, {"Citation": "Hajhashemi V., Sajjadi S.E., Heshmati M. Anti-inflammatory and analgesic properties of Heracleum persicum essential oil and hydroalcoholic extract in animal models. J. Ethnopharmacol. 2009;124:475–480. doi: 10.1016/j.jep.2009.05.012.", "ArticleIdList": ["10.1016/j.jep.2009.05.012", "19467316"]}, {"Citation": "Panda S., Sahoo S., Tripathy K., Singh Y.D., Sarma M.K., Babu P.J., Singh M.C. Essential oils and their pharmacotherapeutics applications in human diseases. Adv. Tradit. Med. 2020;22:1–15."}, {"Citation": "Ahmad A., Elisha I.L., van Vuuren S., Viljoen A. Volatile phenolics: A comprehensive review of the anti-infective properties of an important class of essential oil constituents. Phytochemistry. 2021;190:112864.", "ArticleIdList": ["34311279"]}, {"Citation": "Wani A.R., Yadav K., Khursheed A., Rather M.A. An updated and comprehensive review of the antiviral potential of essential oils and their chemical constituents with special focus on their mechanism of action against various influenza and coronaviruses. Microb. Pathog. 2021;152:104620. doi: 10.1016/j.micpath.2020.104620.", "ArticleIdList": ["10.1016/j.micpath.2020.104620", "PMC9159739", "33212200"]}, {"Citation": "Gonçalves A.C.S., Ferreira A.S.M., Dias A., Sárria M.P., Gomes A.C. Nanotechnology-inspired bionanosystems for valorization of natural origin extracts. Sustain. Agric. Rev. 2020;44:47–71."}, {"Citation": "Sharma M., Grewal K., Jandrotia R., Batish D.R., Singh H.P., Kohli R.K. Essential oils as anticancer agents: Potential role in malignancies, drug delivery mechanisms, and immune system enhancement. Biomed. Pharmacother. 2022;146:112514.", "ArticleIdList": ["34963087"]}, {"Citation": "Sheth T., Seshadri S., Prileszky T., Helgeson M.E. Multiple nanoemulsions. Nat. Rev. Mater. 2020;5:214–228."}, {"Citation": "Das S.S., Bharadwaj P., Bilal M., Barani M., Rahdar A., Taboada P., Bungau S., Kyzas G.Z.J.P. Stimuli-responsive polymeric nanocarriers for drug delivery, imaging, and theragnosis. Polymers. 2020;12:1397. doi: 10.3390/polym12061397.", "ArticleIdList": ["10.3390/polym12061397", "PMC7362228", "32580366"]}, {"Citation": "Marzuki N.H.C., Wahab R.A., Hamid M.A. An overview of nanoemulsion: Concepts of development and cosmeceutical applications. Biotechnol. Biotechnol. Equip. 2019;33:779–797. doi: 10.1080/13102818.2019.1620124.", "ArticleIdList": ["10.1080/13102818.2019.1620124"]}, {"Citation": "López-Bascón M., De Castro M.L. Liquid-Phase Extraction. Elsevier; Amsterdam, The Netherlands: 2020. Soxhlet extraction; pp. 327–354."}, {"Citation": "Shoorvarzi S.N., Shahraki F., Shafaei N., Karimi E., Oskoueian E. Citrus aurantium L. bloom essential oil nanoemulsion: Synthesis, characterization, cytotoxicity, and its potential health impacts on mice. J. Food Biochem. 2020;44:e13181. doi: 10.1111/jfbc.13181.", "ArticleIdList": ["10.1111/jfbc.13181", "32173879"]}, {"Citation": "Mehrabanjoubani P., Nohooji M.G., Karimi E., Abdolzadeh A. The differences between Froriepia subpinnata (Ledeb.) Baill. and Pimpinella anisum L. commonly named as anarijeh based on major components of the essential oil; a marker for resolve ambiguities. J. Med. Plants. 2021;20:59–71. doi: 10.52547/jmp.20.79.59.", "ArticleIdList": ["10.52547/jmp.20.79.59"]}, {"Citation": "Charmforoshan E., Karimi E., Oskoueian E., Es-Haghi A., Iranshahi M. Inhibition of human breast cancer cells (MCF-7 cell line) growth via cell proliferation, migration, and angiogenesis by auraptene of Ferula szowitsiana root extract. J. Food Meas. Charact. 2019;13:2644–2653. doi: 10.1007/s11694-019-00185-6.", "ArticleIdList": ["10.1007/s11694-019-00185-6"]}, {"Citation": "Sajjadi M., Karimi E., Oskoueian E., Iranshahi M., Neamati A. Galbanic acid: Induced antiproliferation in estrogen receptor-negative breast cancer cells and enhanced cellular redox state in the human dermal fibroblasts. J. Biochem. Mol. Toxicol. 2019;33:e22402. doi: 10.1002/jbt.22402.", "ArticleIdList": ["10.1002/jbt.22402", "31576639"]}, {"Citation": "Shakeri M., Cottrell J.J., Wilkinson S., Zhao W., Le H.H., McQuade R., Furness J.B., Dunshea F.R. Dietary betaine improves intestinal barrier function and ameliorates the impact of heat stress in multiple vital organs as measured by evans blue dye in broiler chickens. Animals. 2020;10:38. doi: 10.3390/ani10010038.", "ArticleIdList": ["10.3390/ani10010038", "PMC7023412", "31878074"]}, {"Citation": "Cardiff R.D., Miller C.H., Munn R.J. Manual hematoxylin and eosin staining of mouse tissue sections. Cold Spring Harb. Protoc. 2014;2014:655–658. doi: 10.1101/pdb.prot073411.", "ArticleIdList": ["10.1101/pdb.prot073411", "24890205"]}, {"Citation": "Beyrami M., Karimi E., Oskoueian E. Synthesized chrysin-loaded nanoliposomes improves cadmium-induced toxicity in mice. Environ. Sci. Pollut. Res. 2020;27:40643–40651. doi: 10.1007/s11356-020-10113-7.", "ArticleIdList": ["10.1007/s11356-020-10113-7", "32671712"]}, {"Citation": "Danaei M., Dehghankhold M., Ataei S., Hasanzadeh Davarani F., Javanmard R., Dokhani A., Khorasani S., Mozafari M. Impact of particle size and polydispersity index on the clinical applications of lipidic nanocarrier systems. Pharmaceutics. 2018;10:57. doi: 10.3390/pharmaceutics10020057.", "ArticleIdList": ["10.3390/pharmaceutics10020057", "PMC6027495", "29783687"]}, {"Citation": "Sefidkon F., Dabiri M., Mohammad N. Analysis of the oil of Heracleum persicum L. (leaves and flowers) J. Essent. Oil Res. 2002;14:295–297. doi: 10.1080/10412905.2002.9699860.", "ArticleIdList": ["10.1080/10412905.2002.9699860"]}, {"Citation": "Asgarpanah J., Mehrabani G.D., Ahmadi M., Ranjbar R., Ardebily M.S.-A. Chemistry, pharmacology and medicinal properties of Heracleum persicum Desf. Ex Fischer: A review. J. Med. Plants Res. 2012;6:1813–1820."}, {"Citation": "Radjabian T., Salimi A., Rahmani N., Shockravi A., Mozaffarian V. Essential oil composition of some wild populations of Heracleum persicum Desf. Ex Fischer growing in Iran. J. Essent. Oil Bear. Plants. 2013;16:841–849. doi: 10.1080/0972060X.2013.862078.", "ArticleIdList": ["10.1080/0972060X.2013.862078"]}, {"Citation": "Firuzi O., Asadollahi M., Gholami M., Javidnia K. Composition and biological activities of essential oils from four Heracleum species. Food Chem. 2010;122:117–122. doi: 10.1016/j.foodchem.2010.02.026.", "ArticleIdList": ["10.1016/j.foodchem.2010.02.026"]}, {"Citation": "Bakkali F., Averbeck S., Averbeck D., Idaomar M. Biological effects of essential oils—A review. Food Chem. Toxicol. 2008;46:446–475.", "ArticleIdList": ["17996351"]}, {"Citation": "Chouhan S., Sharma K., Guleria S. Antimicrobial activity of some essential oils—Present status and future perspectives. Medicines. 2017;4:58. doi: 10.3390/medicines4030058.", "ArticleIdList": ["10.3390/medicines4030058", "PMC5622393", "28930272"]}, {"Citation": "Rios J.-L. Essential Oils in Food Preservation, Flavor and Safety. Elsevier; Amsterdam, The Netherlands: 2016. Essential oils: What they are and how the terms are used and defined; pp. 3–10."}, {"Citation": "Koedoot E., Fokkelman M., Rogkoti V.-M., Smid M., van de Sandt I., de Bont H., Pont C., Klip J.E., Wink S., Timmermans M.A. Uncovering the signaling landscape controlling breast cancer cell migration identifies novel metastasis driver genes. Nat. Commun. 2019;10:1–16.", "ArticleIdList": ["PMC6611796", "31278301"]}, {"Citation": "Thakuri P.S., Gupta M., Singh S., Joshi R., Glasgow E., Lekan A., Agarwal S., Luker G.D., Tavana H. Phytochemicals inhibit migration of triple negative breast cancer cells by targeting kinase signaling. BMC Cancer. 2020;20:4. doi: 10.1186/s12885-019-6479-2.", "ArticleIdList": ["10.1186/s12885-019-6479-2", "PMC6941316", "31898540"]}, {"Citation": "Moukette B.M., Castelão-Baptista J.P., Ferreira L., Silva A.M., Simões R.F., Cabral C., Pieme C.A., Ngogang J.Y., Sardão V.A., Oliveira P.J. Afrostyrax lepidophyllus Mildbr. and Monodora myristica (Gaertn.) dunal extracts decrease doxorubicin cytotoxicity on H9c2 cardiomyoblasts. Evid.-Based Complement. Altern. Med. 2021;2021:8858165. doi: 10.1155/2021/8858165.", "ArticleIdList": ["10.1155/2021/8858165", "PMC7920721", "33688366"]}, {"Citation": "Fazelifar P., Tabrizi M.H., Rafiee A. The Arachis hypogaea essential oil nanoemulsion as an efficient safe apoptosis inducer in human lung cancer cells (A549) Nutr. Cancer. 2021;73:1059–1067. doi: 10.1080/01635581.2020.1783330.", "ArticleIdList": ["10.1080/01635581.2020.1783330", "32586130"]}, {"Citation": "Javanshir A., Karimi E., Maragheh A.D., Tabrizi M.H. The antioxidant and anticancer potential of Ricinus communis L. essential oil nanoemulsions. J. Food Meas. Charact. 2020;14:1356–1365. doi: 10.1007/s11694-020-00385-5.", "ArticleIdList": ["10.1007/s11694-020-00385-5"]}, {"Citation": "Mbaveng A.T., Fotso G.W., Ngnintedo D., Kuete V., Ngadjui B.T., Keumedjio F., Andrae-Marobela K., Efferth T. Cytotoxicity of epunctanone and four other phytochemicals isolated from the medicinal plants Garcinia epunctata and Ptycholobium contortum towards multi-factorial drug resistant cancer cells. Phytomedicine. 2018;48:112–119. doi: 10.1016/j.phymed.2017.12.016.", "ArticleIdList": ["10.1016/j.phymed.2017.12.016", "30195869"]}, {"Citation": "Trang D.T., Hoang T.K.V., Nguyen T.T.M., Van Cuong P., Dang N.H., Dang H.D., Quang T.N., Dat N.T. Essential oils of lemongrass (Cymbopogon citratus Stapf) induces apoptosis and cell cycle arrest in A549 lung cancer cells. BioMed Res. Int. 2020;2020:5924856. doi: 10.1155/2020/5924856.", "ArticleIdList": ["10.1155/2020/5924856", "PMC7201560", "32420353"]}, {"Citation": "Kushwaha P.P., Vardhan P.S., Kapewangolo P., Shuaib M., Prajapati S.K., Singh A.K., Kumar S. Bulbine frutescens phytochemical inhibits notch signaling pathway and induces apoptosis in triple negative and luminal breast cancer cells. Life Sci. 2019;234:116783. doi: 10.1016/j.lfs.2019.116783.", "ArticleIdList": ["10.1016/j.lfs.2019.116783", "31442552"]}, {"Citation": "Shakeri M., Cottrell J.J., Wilkinson S., Ringuet M., Furness J.B., Dunshea F.R. Betaine and antioxidants improve growth performance, breast muscle development and ameliorate thermoregulatory responses to cyclic heat exposure in broiler chickens. Animals. 2018;8:162. doi: 10.3390/ani8100162.", "ArticleIdList": ["10.3390/ani8100162", "PMC6210991", "30257522"]}, {"Citation": "Panahi Y., Dadjou Y., Pishgoo B., Akbari A., Sahebkar A. Antioxidant activity of Heracleum persicum fruit extract: Evidence from a randomized controlled trial. J. Diet. Suppl. 2016;13:530–537. doi: 10.3109/19390211.2015.1120842.", "ArticleIdList": ["10.3109/19390211.2015.1120842", "26820395"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "3", "Day": "1"}, {"Year": "2022", "Month": "4", "Day": "20"}, {"Year": "2022", "Month": "4", "Day": "21"}, {"Year": "2022", "Month": "5", "Day": "28", "Hour": "1", "Minute": "2"}, {"Year": "2022", "Month": "5", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "4", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["35624695", "PMC9138159", "10.3390/antiox11050831", "antiox11050831"]}}], "PubmedBookArticle": []}