{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Choerospondias axillaris", "GC-MS", "Protein-protein interaction", "phytochemicals", "proteomics"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35633541", "DateCompleted": {"Year": "2022", "Month": "05", "Day": "31"}, "DateRevised": {"Year": "2022", "Month": "10", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "05", "Day": "01"}], "Language": ["eng"], "ELocationID": ["10.31557/APJCP.2022.23.5.1577", "90107"], "Journal": {"ISSN": "2476-762X", "JournalIssue": {"Volume": "23", "Issue": "5", "PubDate": {"Year": "2022", "Month": "May", "Day": "01"}}, "Title": "Asian Pacific journal of cancer prevention : APJCP", "ISOAbbreviation": "Asian Pac J Cancer Prev"}, "ArticleTitle": "Antitumor Activity of Choerospondias axillaris Fruit Extract by Regulating the Expression of SNCAIP and SNCA on MDA-MB-231 Cells.", "Pagination": {"StartPage": "1577", "EndPage": "1586", "MedlinePgn": "1577-1586"}, "Abstract": {"AbstractText": ["Cancer is a huge problem of disease globally. Today, the percentage of people die from cancer is more than a combination of various diseases. In females, most common types of malignancies that occur are breast and cervical. The present focus has been shifted on medicinal plants as a form of therapy and there is a constant need to identify new therapeutic agents. Choerospondias axillaris (C. axillaris), an underutilized fruit, has been used in the remedy of various diseases. In the present communication, we evaluated the molecular mechanism of C. axillaris methanol extract in regulating cell death in human breast cancer cells (MDA-MB-231).", "Methanol extract of C. axillaris was prepared and compounds were screened by Gas chromatography-mass spectrometry. The effect of fruit extract was determined on MDA-MB-231 cells by MTT ((3-(4, 5-dimethylthiazol-2-yl)-2, 5-diphenyltetrazolium bromide) assay and to analyse the molecular mechanism of human breast cancer cells after treating with fruit extract, protein profiling study was performed by two-dimensional gel electrophoresis.", "A total 9 differentially expressed proteins were identified by matrix-assisted laser desorption/ionization-time of flight mass spectrometry (MALDI-TOF-MS/MS) analysis. Among 9 identified proteins, synphilin-1 protein was found to be significantly downregulated, validated by western blot and RT-qPCR analysis. Possible interacting partners of synphilin-1 (SNCAIP) were analyzed for their possible role in cancer by the in-silico method.", "Our data implicate that the presence of bioactive compound(s) in C. axillaris fruits might play an important role in inhibiting the proliferation of breast carcinoma cells and Synphilin-1 protein may play a role of apoptotic function."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CSIR-Institute of Genomics & Integrative Biology, Mall Road, Delhi-110007, India."}], "LastName": "Mann", "ForeName": "Sonia", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CSIR-Institute of Genomics & Integrative Biology, Mall Road, Delhi-110007, India."}], "LastName": "Sarkar", "ForeName": "Ashish", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CSIR-Institute of Genomics & Integrative Biology, Mall Road, Delhi-110007, India."}], "LastName": "Sharma", "ForeName": "Ankita", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Applied Chemistry, Delhi Technological University, New Delhi-110042, India."}], "LastName": "Gupta", "ForeName": "Rajinder K", "Initials": "RK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CSIR-Institute of Genomics & Integrative Biology, Mall Road, Delhi-110007, India."}], "LastName": "Biswas", "ForeName": "Sagarika", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Thailand", "MedlineTA": "Asian Pac J Cancer Prev", "NlmUniqueID": "101130625", "ISSNLinking": "1513-7368"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Carrier Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Nerve Tissue Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "SNCA protein, human"}, {"RegistryNumber": "0", "NameOfSubstance": "SNCAIP protein, human"}, {"RegistryNumber": "0", "NameOfSubstance": "alpha-Synuclein"}, {"RegistryNumber": "Y4S76JWI15", "NameOfSubstance": "Methanol"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Anacardiaceae"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Breast Neoplasms"}, {"QualifierName": ["genetics"], "DescriptorName": "Carrier Proteins"}, {"QualifierName": [], "DescriptorName": "Cell Line, Tumor"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["chemistry"], "DescriptorName": "Fruit"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Methanol"}, {"QualifierName": ["genetics"], "DescriptorName": "Nerve Tissue Proteins"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Tandem Mass Spectrometry"}, {"QualifierName": ["genetics"], "DescriptorName": "alpha-Synuclein"}], "CoiStatement": "The authors declare no conflict of interest, financial or otherwise. "}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abdullah AS, Mohammed AS, Abdullah R, Mirghani ME Al-Qubaisi M. Cytotoxic effects of Mangifera indica L kernel extract on human breast cancer (MCF-7 and MDA-MB-231 cell lines) and bioactive constituents in the crude extract. BMC Complement Altern Med. 2014;25:199.", "ArticleIdList": ["PMC4077144", "24962691"]}, {"Citation": "Ayob Z, Bohari SPM, Samad AA, Jamil S. Cytotoxic activities against breast cancer cells of local Justicia gendarussa crude extracts. J Evid Based Complementary Altern Med. 2014;2014:1–12.", "ArticleIdList": ["PMC4276683", "25574182"]}, {"Citation": "Basri DF, Alamin ZAZ, Chan KM. Assessment of cytotoxicity and genotoxicity of stem bark extracts from Canarium odontophyllum Miq. (dabai) against HCT. 2016 human;29", "ArticleIdList": ["PMC4731986", "26822971"]}, {"Citation": "Biswas S, Sharma S, Saroha A, et al. Identification of novel autoantigen in the synovial fluid of rheumatoid arthritis patients using an immunoproteomics approach. PLoS One. 2013;8:e54246.", "ArticleIdList": ["PMC3572018", "23418544"]}, {"Citation": "Chimplee S, Graidist P, Srisawat T, et al. 2019) Anti-breast cancer potential of frullanolide from Grangea maderaspatana plant by inducing apoptosis. Oncol Lett. 17:5283–91.", "ArticleIdList": ["PMC6507448", "31186745"]}, {"Citation": "Dang Z, Su S, Jin G, et al. Tsantan Sumtang attenuated chronic hypoxia-induced right ventricular structure remodeling and fibrosis by equilibrating local ACE-AngII-AT1R/ACE2-Ang1-7-Mas axis in rat. J Ethnopharmacol. 2020;250:112470.", "ArticleIdList": ["31862407"]}, {"Citation": "Figueroa AC, Soria EA, Cantero JJ, Sanchez MS, Goleniowski ME. Cytotoxic activity of Thelesperma megapotamicum organic fractions against MCF-7 human breast cancer cell line. J Cancer Ther. 2012;3:103–9."}, {"Citation": "Greenwell M, Rahman PKSM. Medicinal plants: Their use in anticancer treatment. Int J Pharm Sci Res. 2015;6:4103–12.", "ArticleIdList": ["PMC4650206", "26594645"]}, {"Citation": "Habli Z, Toumieh G, Fatfat M, Rahal ON, Muhtasib HG. Emerging cytotoxic alkaloids in the battle against cancer: overview of molecular mechanisms. Molecules. 2017;22:250.", "ArticleIdList": ["PMC6155614", "28208712"]}, {"Citation": "Hosono T, Tanaka T, Tanji K, Nakatani T, Kamitani T. NUB1, an interferon inducible protein, mediates anti-proliferative actions and apoptosis in renal cell carcinoma cells through cell-cycle regulation. Br J Cancer. 2010;102:873–82.", "ArticleIdList": ["PMC2833260", "20160729"]}, {"Citation": "Jacobs KM, Bhave SR, Ferraro DJ, et al. GSK-3β: A Bifunctional Role in Cell Death Pathways. J Cell Bio. 2012:1–11.", "ArticleIdList": ["PMC3364548", "22675363"]}, {"Citation": "Jang DK, Lee IS, Shin HS, Yoo HM. 2α-Hydroxyeudesma-4,11(13)-Dien-8β,12-Olide isolated from inula britannica induces apoptosis in diffuse large B-cell lymphoma cells. Biomolecules. 2020;10:1–16.", "ArticleIdList": ["PMC7072307", "32085513"]}, {"Citation": "JM , Cory S. The Bcl-2 apoptotic switch in cancer development and therapy. Oncogene. 2007;26:1324–37.", "ArticleIdList": ["PMC2930981", "17322918"]}, {"Citation": "Jonges LE, Nagelkerke JF, Ensink NG, et al. Caspase-3 activity as a prognostic factor in colorectal carcinoma. Lab Investig. 2001;81:681–8.", "ArticleIdList": ["11351040"]}, {"Citation": "Khairon R, Zin NM, Rahman MA, Basri DF. Comparative proteomic analysis of differential proteins in response to aqueous extract of Quercus infectoria Gall in Methicillin-Resistant Staphylococcus aureus. Int J Proteomics. 2016;37:4029172.", "ArticleIdList": ["PMC5027293", "27688912"]}, {"Citation": "Khan T, Ali M, Khan A, et al. Anticancer plants: A review of the active phytochemicals, applications in animal models, and regulatory aspects. Biomolecules. 2020;10:1–30.", "ArticleIdList": ["PMC7022400", "31892257"]}, {"Citation": "Khazaei S, Abdul Hamid R, Ramachandran V, et al. Cytotoxicity and proapoptotic effects of Allium atroviolaceum flower extract by modulating cell cycle arrest and caspase-dependent and p53-independent pathway in breast cancer cell lines. Evid Based Complement Alternat Med. 2017;2017:1–16.", "ArticleIdList": ["PMC5698829", "29250124"]}, {"Citation": "Li C, He J, Gao Y, et al. Preventive Effect of Total Flavones of Choerospondias axillaries on Ischemia/Reperfusion-Induced Myocardial Infarction-Related MAPK signalling pathway. Cardiovas Toxicol. 2013;14:145–52.", "ArticleIdList": ["24297260"]}, {"Citation": "Li YX, Yu ZW, Jiang T, et al. SNCA, a novel biomarker for Group 4 medulloblastomas, can inhibit tumor invasion and induce apoptosis. Cancer Sci. 2018;109:1263–75.", "ArticleIdList": ["PMC5891175", "29369502"]}, {"Citation": "Liang H, Gu MN, Yang CX, et al. Sevoflurane inhibits proliferation, induces apoptosis, and blocks cell cycle progression of lung carcinoma cells. Asian Pac J Cancer Prev. 2011;12:3415–20.", "ArticleIdList": ["22471490"]}, {"Citation": "Lichota A, Gwozdzinsk K. Anticancer activity of natural compounds from plant and marine environment. Int J Mol Sci. 2018;19:3533.", "ArticleIdList": ["PMC6275022", "30423952"]}, {"Citation": "Llambi F, Green DR. Apoptosis and oncogenesis: give and take in the BCL-2 family. Curr Opin Genet Dev. 2011;21:12–20.", "ArticleIdList": ["PMC3040981", "21236661"]}, {"Citation": "Llombart V, Trejo SA, Bronsoms S, et al. Profiling and identification of new proteins involved in brain ischemia using MALDI-imaging-mass-spectrometry. J Proteomics. 2017;152:243–53.", "ArticleIdList": ["27888142"]}, {"Citation": "Mahdavia SM, Habibia A, Dolatia H, et al. Synthesis and antimicrobial evaluation of 4H-Pyrans and schiff bases fused 4H-Pyran derivatives as inhibitors of Mycobacterium bovis (BCG) Iran J Pharm Res. 2018;17:1229–39.", "ArticleIdList": ["PMC6269556", "30568683"]}, {"Citation": "Makrane H, Messaoudi ME, Melhaoui A, et al. Cytotoxicity of the aqueous extract and organic fractions from Origanum majorana on human breast cell line MDA-MB-231 and human colon cell line HT-29. Adv Pharmacolo Sci. 2018;2018:1–9.", "ArticleIdList": ["PMC6126111", "30210537"]}, {"Citation": "Mann S, Satpathy G, Gupta RK. Evaluation of nutritional and phytochemical profiling of Baccaurea ramiflora LoursynBaccaurea sapida (Roxb) Mull. Arg. Fruits. Ind J Trad Know. 2016;15:135–42."}, {"Citation": "Mann S, Sharma A, Biswas S, Gupta RK. Identification and molecular docking analysis of active ingredients with medicinal properties from edible Baccaurea sapida. Bioinformation. 2015;11:437–43.", "ArticleIdList": ["PMC4620621", "26527853"]}, {"Citation": "Mann S, Sharma A, Sarkar A, et al. Evaluation of anti-inflammatory effects of Choerospondias axillaris fruit’s methanol extract in synoviocytes and CIA rat model. Curr Pharm Biotechno. 2020;21:596–604.", "ArticleIdList": ["31820687"]}, {"Citation": "Mathur P, Sathishkumar K, Chaturvedi M, et al. Cancer statistics, 2020: report from national Cancer registry programme, India. JCO Glob Oncol. 2020;6:1063–75.", "ArticleIdList": ["PMC7392737", "32673076"]}, {"Citation": "Millares P, LaCourse EJ, Perally S, et al. Proteomic Profiling and Protein Identification by MALDITOF Mass Spectrometry in Unsequenced Parasitic Nematodes. PLoS One. 2012;7:e33590.", "ArticleIdList": ["PMC3315570", "22479418"]}, {"Citation": "Nguyen DD, Nguyen NH, Nguyen TT, et al. The use of water extract from the bark of Choerospondias axillaris in the treatment of second degree burns. Scand J Plast Reconstr Hand Surg. 1996;30:139–44.", "ArticleIdList": ["8815984"]}, {"Citation": "Ogbole OO, Segun PA, Adeniji AJ. In vitro cytotoxic activity of medicinal plants from Nigeria ethnomedicine on Rhabdomyosarcoma cancer cell line and HPLC analysis of active extracts. BMC Complement Altern Med. 2017;17:494.", "ArticleIdList": ["PMC5700537", "29166892"]}, {"Citation": "Oyebode O, Kandala NB, Chilton PJ, Litford RJ. Use of traditional medicine in middle-income countries. Health Policy Plan. 2016;31:984–91.", "ArticleIdList": ["PMC5013777", "27033366"]}, {"Citation": "Qiaoa D, Yib L, Huaa L, et al. Cystic fibrosis transmembrane conductance regulator (CFTR) gene 5T allele may protect against prostate cancer: A case-control study in Chinese Han population. J Cyst Fibros. 2008;7:210–214.", "ArticleIdList": ["17761461"]}, {"Citation": "Ramalakshmi S, Muthuchelian K. Analysis of Bioactive constituents from the Ethanolic leaf extract of Tabebuia rosea (Bertol) DC by Gas Chromatography – Mass Spectrometry. Int J Chemtech Res. 2011;3:1054–9."}, {"Citation": "Satpathy G, Tyagi Y, Gupta RK. Preliminary evaluation of nutraceutical and therapeutic potential of raw Spondias pinnata K an exotic fruit of India. Food Res Int. 2011;44:2076–2087."}, {"Citation": "Serasanambati M, Chilakapati SR, Vangavaragu JR, Chilakapati DR. Inhibitory effect of gemcitabine and brucine on MDA MB-231human breast cancer cells. Int J Drug Deliv. 2014;6:133–9."}, {"Citation": "Shakya SR, Labh SN. Ethanol extract of Choerospondias axillaris fruit pulp enhances haematological parameters in Oncorhynchus mykiss cultured in Nepal. Nepal J Biotechnol. 2019;7:21–9."}, {"Citation": "Shekoohi S, Rajasekaran S, Patel D, et al. Knocking out alpha-synuclein in melanoma cells dysregulates cellular iron metabolism and suppresses tumor growth. Sci Rep. 2021;11:5267.", "ArticleIdList": ["PMC7933179", "33664298"]}, {"Citation": "Singh JP, Kaur A, Shevkani K, Singh N. Composition, bioactive compounds and antioxidant activity of common Indian fruits and vegetables. J Food Sci Technol. 2016;53:4056–66.", "ArticleIdList": ["PMC5156649", "28035161"]}, {"Citation": "Szargel R, Rott R, Eyal A, et al. Synphilin-1A inhibits seven in absentia homolog (SIAH) and modulates alpha-synuclein monoubiquitylation and inclusion formation. J Biol Chem. 2009;284:11706–16.", "ArticleIdList": ["PMC2670174", "19224863"]}, {"Citation": "Tominaga N, Kosaka N, Ono M, Katsuda T, et al. Brain metastatic cancer cells release microRNA-181ccontaining extracellular vesicles capable of destructing blood-brain barrier. Nat Commun. 2015;6:6716.", "ArticleIdList": ["PMC4396394", "25828099"]}, {"Citation": "Toprak SS, Treeck O, Ortmann O. Human Chorionic Gonadotropin and Breast Cancer. Int J Mol Sci. 2017;18:1587.", "ArticleIdList": ["PMC5536074", "28754015"]}, {"Citation": "Tyagi T, Agarwal M. Phytochemical screening and GC-MS analysis of bioactive constituents in the ethanolic extract of Pistia stratiotes Land Eichhornia crassipes (Mart) solms. J Pharmacogn Phytochem. 2017;6:195–206."}, {"Citation": "Yang SZ, Kohno N, Kondo Ket al. Adriamycin activates E-cadherin-mediated cell-cell adhesion in human breast cancer cells. Int J Oncol. 1999;15:1109–15.", "ArticleIdList": ["10568816"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "7", "Day": "20"}, {"Year": "2022", "Month": "5", "Day": "28", "Hour": "16", "Minute": "19"}, {"Year": "2022", "Month": "5", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["35633541", "PMC9587881", "10.31557/APJCP.2022.23.5.1577", "90107"]}}], "PubmedBookArticle": []}