{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["<italic>Geranium wilfordii </italic>", "Colletotrichum dematium", "anthracnose"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35640954", "DateRevised": {"Year": "2024", "Month": "02", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "05", "Day": "31"}], "Language": ["eng"], "ELocationID": ["10.1094/PDIS-01-22-0069-PDN"], "Journal": {"ISSN": "0191-2917", "JournalIssue": {"PubDate": {"Year": "2022", "Month": "May", "Day": "31"}}, "Title": "Plant disease", "ISOAbbreviation": "Plant Dis"}, "ArticleTitle": "Occurrence of <i>Geranium wilfordii</i> anthracnose caused by <i>Colletotrichum dematium</i> in China.", "Abstract": {"AbstractText": ["<i>Geranium wilfordii</i> Maxim. is a weed of perennial herbs and considerable medicinal plant for treating acute and chronic rheumatalgia in China. In August 2019, leaf spots on <i>G. wilfordii</i> were observed in Harbin (45°60'N, 126°64'E), Heilongjiang Province, China. The disease occurred on 15 to 30% of <i>G. wilfordii</i> leaves in three nurseries (~1.5 ha/each nursery). Initial symptoms were brown necrotic spots with a gray-white center, which enlarged gradually from approximately 1 to 5 mm in diameter, and produced concentric rings and became necrotic. Twelve infected tissues from twelve diseased leaves were surface disinfested in 0.5% NaOCl for 5 min, rinsed three times in sterile distilled water, dried on sterilized filter paper and cultured on potato dextrose agar (PDA) amended with 50 µg/ml streptomycin at 26°C for 5 days. Eight fungal cultures with consistent characteristics were obtained and subcultured by transferring hyphal tips onto fresh PDA. Single-conidium isolates were generated with methods reported previously (Leslie and Summerell 2006). Colonies on PDA consisted of cottony, dense, grayish white mycelium, pale gray colony. Conidia of a representative isolate LGC2 were single-celled, hyaline, cylindrical to slightly curved with a rounded apex and truncated base that measured 16.2 to 22.5 μm (length) × 2.6 to 3.7 μm (width) (n = 50). The appressoria were elliptic to claviform or slightly lobed on synthetic nutrient-poor agar. Based on these characteristics, the eight isolates were identified as <i>Colletotrichum dematium</i> (Damm et al. 2009). Genomic DNA was extracted from representative isolates LGC2, LGC3, LGC5 and the internal transcribed spacer regions (ITS)，beta-tubulin (<i>TUB2</i>) and actin (<i>ACT</i>) were amplified and sequenced using the primers ITS1/ITS4 (Yin et al. 2012), T1/Bt2b (Glass and Donaldson 1995) and ACT-512F/ACT-783R (Carbone and Kohn 1999), respectively. DNA sequences of isolates LGC2, LGC3, and LGC5 were identical and deposited onto the GenBank (accession nos. MW193053.1 for ITS, MZ357349.1 for <i>TUB2</i>, and OL956946.1 for <i>ACT</i>). MegaBLAST analysis showed 100%, 99.7% and 100% identical to C. dematium isolates CBS 125.25 (accession nos. NR_111453.1 for ITS 552/553 bp, GU228113.1 for TUB2 386/387 bp, and GU227917.1 for ACT 231/231 bp respectively. A pathogenicity test was performed on with a representative isolate LGC2 by spraying spore suspension (1 × 10<sup>6</sup> conidia/ml) on the surfaces of all leaves of ten healthy three-month-old <i>G. wilfordii</i> plants. All leaves of ten control plants were inoculated with sterile water to serve as the control. All plants were placed in a humidity chamber (>95% RH, 26℃) for 48 h after inoculation and then transfered in a greenhouse at 22/28°C with a 12:12h light-dark cycle for 10 days. All inoculated leaves showed symptoms similar to those observed in the fields, while no symptoms were observed on the control leaves. The experiment was conducted twice. The fungus was re-isolated from the infected leaves and confirmed to be <i>C. dematium</i> according to morphological and molecular characteristics. <i>C. dematium</i> has previously been reported on common knotgrass (Liu et al. 2016), on piper betle (Sun et al. 2020), peanut anthracnose in China (Yu et al. 2020). To our knowledge, this is the first report of <i>C. dematium</i> causing <i>G. wilfordii</i> anthracnose in China. <i>G. wilfordii</i> anthracnose caused by C. dematium poses a threat to significantly reduce the quality of <i>G. wilfordii</i>. Therefore, its distribution needs to be investigated and effective disease management strategies developed."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiamusi Branch of Heilongjiang Academy of Agricultural Sciences, Jiamusi, China; me999@126.com."}], "LastName": "Ding", "ForeName": "Junjie", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiamusi Branch of Heilongjiang Academy of Agricultural Sciences, Jiamusi Branch of Heilongjiang Academy of Agricultural Sciences, Jiamusi, Heilongjiang, China; yangxiaohe_2000@163.com."}], "LastName": "Yang", "ForeName": "Xiaohe", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "ianqing streetJiamusi, Heilongjiang, China, 154007; guxin1111@163.com."}], "LastName": "Gu", "ForeName": "Xin", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiamusi Branch of Heilongjiang Academy of Agricultural Sciences, Jiamusi, China; 360885962@qq.com."}], "LastName": "Yao", "ForeName": "Liangliang", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Qiqihar Branch of Heilongjiang Academy of Agricult, Qiqihar, China; clphlj@163.com."}], "LastName": "Cao", "ForeName": "Liping", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiamusi Branch of Heilongjiang Academy of Agricultural Sciences, Jiamusi, China; gaoxuedong119@163.com."}], "LastName": "Gao", "ForeName": "Xuedong", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiamusi Branch of Heilongjiang Academy of Agricultural Sciences, Jiamusi Branch of Heilongjiang Academy of Agricultural Sciences, Jiamusi, Heilongjiang, China; zkzzmm@163.com."}], "LastName": "Zhang", "ForeName": "Maoming", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiamusi Branch of Heilongjiang Academy of Agricultural Sciences, Jiamusi, China; liuwei.006@163.com."}], "LastName": "Liu", "ForeName": "Wei", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiamusi Branch of Heilongjiang Academy of Agricultural Sciences, Jiamusi, China; hjsqiulei@163.com."}], "LastName": "Qiu", "ForeName": "Lei", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Heilongjiang Agricultural College of Vocational Technology, Jiamusi, China; shenhongbo708@126.com."}], "LastName": "Shen", "ForeName": "Hongbo", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Northeast Agricultural University, plant protection, Agricultural College, Northeast Agricultural University, Harbin Heilongjiang 150030, P.R.China, Harbin , China, 150030; neaulyg@126.com."}], "LastName": "Li", "ForeName": "Yonggang", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Dis", "NlmUniqueID": "9882809", "ISSNLinking": "0191-2917"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2022", "Month": "5", "Day": "31", "Hour": "20", "Minute": "43"}, {"Year": "2022", "Month": "6", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "1", "Hour": "6", "Minute": "0"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["35640954", "10.1094/PDIS-01-22-0069-PDN"]}}], "PubmedBookArticle": []}