{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Alzheimer’s disease", "effective treatments", "inflammation", "neurological disorders", "phytoconstituents"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35651632", "DateRevised": {"Year": "2023", "Month": "11", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "05", "Day": "16"}], "Language": ["eng"], "ELocationID": ["884345", "10.3389/fnins.2022.884345"], "Journal": {"ISSN": "1662-4548", "JournalIssue": {"Volume": "16", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in neuroscience", "ISOAbbreviation": "Front Neurosci"}, "ArticleTitle": "Natural Therapeutics in Aid of Treating Alzheimer's Disease: A Green Gateway Toward Ending Quest for Treating Neurological Disorders.", "Pagination": {"StartPage": "884345", "MedlinePgn": "884345"}, "Abstract": {"AbstractText": ["The current scientific community is facing a daunting challenge to unravel reliable natural compounds with realistic potential to treat neurological disorders such as Alzheimer's disease (AD). The reported compounds/drugs mostly synthetic deemed the reliability and therapeutic potential largely due to their complexity and off-target issues. The natural products from nutraceutical compounds emerge as viable preventive therapeutics to fill the huge gap in treating neurological disorders. Considering that Alzheimer's disease is a multifactorial disease, natural compounds offer the advantage of a multitarget approach, tagging different molecular sites in the human brain, as compared with the single-target activity of most of the drugs so far used to treat Alzheimer's disease. A wide range of plant extracts and phytochemicals reported to possess the therapeutic potential to Alzheimer's disease includes curcumin, resveratrol, epigallocatechin-3-gallate, morin, delphinidins, quercetin, luteolin, oleocanthal, and other phytochemicals such as huperzine A, limonoids, and azaphilones. Reported targets of these natural compounds include inhibition of acetylcholinesterase, amyloid senile plaques, oxidation products, inflammatory pathways, specific brain receptors, etc. We tenaciously aimed to review the in-depth potential of natural products and their therapeutic applications against Alzheimer's disease, with a special focus on a diversity of medicinal plants and phytocompounds and their mechanism of action against Alzheimer's disease pathologies. We strongly believe that the medicinal plants and phytoconstituents alone or in combination with other compounds would be effective treatments against Alzheimer's disease with lesser side effects as compared to currently available treatments."], "CopyrightInformation": "Copyright © 2022 Bhat, Almilaibary, Mir, Aljarallah, Mir, Ahmad and Mir."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Bioresources, School of Biological Sciences, University of Kashmir, Srinagar, India."}], "LastName": "Bhat", "ForeName": "Basharat Ahmad", "Initials": "BA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Family and Community Medicine, Faculty of Medicine, Albaha University Alaqiq, Alaqiq, Saudi Arabia."}], "LastName": "Almilaibary", "ForeName": "Abdullah", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Baba Ghulam Shah Badshah University, Rajouri, India."}], "LastName": "Mir", "ForeName": "Rakeeb Ahmad", "Initials": "RA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Gastroenterology and Hepatology, Qassim University, Buraydah, Saudi Arabia."}], "LastName": "Aljarallah", "ForeName": "Badr M", "Initials": "BM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Bioresources, School of Biological Sciences, University of Kashmir, Srinagar, India."}], "LastName": "Mir", "ForeName": "Wajahat R", "Initials": "WR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Applied Medical Science, Majmaah University, Al Majma'ah, Saudi Arabia."}], "LastName": "Ahmad", "ForeName": "Fuzail", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Bioresources, School of Biological Sciences, University of Kashmir, Srinagar, India."}], "LastName": "Mir", "ForeName": "Manzoor Ahmad", "Initials": "MA"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Neurosci", "NlmUniqueID": "101478481", "ISSNLinking": "1662-453X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abdul Manap A. S., Vijayabalan S., Madhavan P., Chia Y. Y., Arya A., Wong E. H., et al. (2019). “Bacopa monnieri, a neuroprotective lead in Alzheimer disease: a review on its properties, mechanisms of action, and preclinical and clinical studies”. Drug Target Insights 13:1177392819866412. 10.1177/1177392819866412", "ArticleIdList": ["10.1177/1177392819866412", "PMC6669844", "31391778"]}, {"Citation": "Abeysinghe A., Deshapriya R., Udawatte C. (2020). “Alzheimer’s disease; a review of the pathophysiological basis and therapeutic interventions”. Life Sci. 256:117996.", "ArticleIdList": ["32585249"]}, {"Citation": "Ahmed F., Chandra J. N. N. S., Manjunath S. (2011). Acetylcholine and memory-enhancing activity of Ficus racemosa bark. Pharmacogn. Res. 3 246–249. 10.4103/0974-8490.89744", "ArticleIdList": ["10.4103/0974-8490.89744", "PMC3249783", "22224047"]}, {"Citation": "Ahmed O. M. (2021). “Tinospora cordifolia” in Naturally Occurring Chemicals Against Alzheimer’s Disease, eds Belwal T., Nabavi S. M., Nabavi S. F., Dehpour A. R., Shirooie S. Amsterdam. Elsevier, 351–358. 10.1016/B978-0-12-819212-2.00029-3", "ArticleIdList": ["10.1016/B978-0-12-819212-2.00029-3"]}, {"Citation": "Alama B., Haque E. (2011). Anti-alzheimer and antioxidant activity of Celastrus paniculatus seed. Iran J. Pharmace. Sci. 7 49–56. 10.1515/jcim-2021-0251", "ArticleIdList": ["10.1515/jcim-2021-0251", "34529902"]}, {"Citation": "Alghamdi B. S. A. (2018). Possible prophylactic anti-excitotoxic and anti-oxidant effects of virgin coconut oil on aluminium chloride-induced Alzheimer’s in rat models. J. Integrat. Neurosci. 17 593–607. 10.3233/JIN-180089", "ArticleIdList": ["10.3233/JIN-180089", "30010139"]}, {"Citation": "Ambegaokar S. S., Wu L., Alamshahi K., Lau J., Jazayeri L., Chan S., et al. (2003). Curcumin inhibits dose-dependently and time-dependently neuroglial cell proliferation and growth,”. Neuroendocrinol. Lett. 24 469–469.", "ArticleIdList": ["15073579"]}, {"Citation": "Anand R., Gill K. D., Mahdi A. A. (2014). “Therapeutics of Alzheimer’s disease: past, present and future. Neuropharmacology 76 27–50. 10.1016/j.neuropharm.2013.07.004", "ArticleIdList": ["10.1016/j.neuropharm.2013.07.004", "23891641"]}, {"Citation": "Andres-Lacueva C., Shukitt-Hale B., Galli R. L., Jauregui O., Lamuela-Raventos R. M., Joseph J. A. (2005). Anthocyanins in aged blueberry-fed rats are found centrally and may enhance memory. Nutr. Neurosci. 8 111–120. 10.1080/10284150500078117", "ArticleIdList": ["10.1080/10284150500078117", "16053243"]}, {"Citation": "Arnsten A. F. T., Datta D., Del Tredici K., Braak H. (2021). Hypothesis: Tau pathology is an initiating factor in sporadic Alzheimer’s disease. Alzheimer’s Dement. 17 115–124. 10.1002/alz.12192", "ArticleIdList": ["10.1002/alz.12192", "PMC7983919", "33075193"]}, {"Citation": "Asgarpanah J., Kazemivash N. (2012). Phytochemistry, pharmacology and medicinal properties of Coriandrum sativum L. Africa. J. Pharm. Pharmacol. 6 2340–2345."}, {"Citation": "Atlante A., Amadoro G., Bobba A., Latina V. (2020). Functional foods: an approach to modulate molecular mechanisms of Alzheimer’s disease. Cells 9:2347. 10.3390/cells9112347", "ArticleIdList": ["10.3390/cells9112347", "PMC7690784", "33114170"]}, {"Citation": "Auld D. S., Kornecook T. J., Bastianetto S., Quirion R. (2002). Alzheimer’s disease and the basal forebrain cholinergic system: relations to β-amyloid peptides, cognition, and treatment strategies. Prog. Neurobiol. 68 209–245. 10.1016/s0301-0082(02)00079-5", "ArticleIdList": ["10.1016/s0301-0082(02)00079-5", "12450488"]}, {"Citation": "Avneet G., Pal S. M., Siddhraj S. S. (2018). A review on herbal Ayurvedic medicinal plants and its association with memory functions,”. J. Phytopharmacol. 7 162–166. 10.2174/187221411794351833", "ArticleIdList": ["10.2174/187221411794351833", "22074576"]}, {"Citation": "Awasthi M., Upadhyay A. K., Singh S., Pandey V. P., Dwivedi U. N. (2018). Terpenoids as promising therapeutic molecules against Alzheimer’s disease: amyloid beta-and acetylcholinesterase-directed pharmacokinetic and molecular docking analyses. Mol. Simulat. 44 1–11. 10.1080/08927022.2017.1334880", "ArticleIdList": ["10.1080/08927022.2017.1334880"]}, {"Citation": "Bai Y.-F., Xu H. (2000). Protective action of piperine against experimental gastric ulcer. Acta Pharmacol. Sin. 21 357–359.", "ArticleIdList": ["11324467"]}, {"Citation": "Bano G., Amla V., Raina R. K., Zutshi U., Chopra C. L. (1987). The effect of piperine on pharmacokinetics of phenytoin in healthy volunteers. Plant. Med. 53 568–569. 10.1055/s-2006-962814", "ArticleIdList": ["10.1055/s-2006-962814", "3444866"]}, {"Citation": "Barage S. H., Sonawane K. D. (2015). Amyloid cascade hypothesis: Pathogenesis and therapeutic strategies in Alzheimer’s disease. Neuropeptides 52 1–18. 10.1016/j.npep.2015.06.008", "ArticleIdList": ["10.1016/j.npep.2015.06.008", "26149638"]}, {"Citation": "Barthélemy N. R., Mallipeddi N., Moiseyev P., Sato C., Bateman R. J. (2019). Tau phosphorylation rates measured by mass spectrometry differ in the intracellular brain vs. extracellular cerebrospinal fluid compartments and are differentially affected by Alzheimer’s disease. Front. Aging Neurosci. 11:121. 10.3389/fnagi.2019.00121", "ArticleIdList": ["10.3389/fnagi.2019.00121", "PMC6537657", "31178717"]}, {"Citation": "Bayat M., Azami Tameh A., Hossein Ghahremani M., Akbari M., Mehr S. E., Khanavi M., et al. (2012). Neuroprotective properties of Melissa officinalis after hypoxic-ischemic injury both in vitro and in vivo,”. DARU J. Pharmace. Sci. 20:42. 10.1186/2008-2231-20-42", "ArticleIdList": ["10.1186/2008-2231-20-42", "PMC3555743", "23351182"]}, {"Citation": "Bennett R. E., DeVos S. L., Dujardin S., Corjuc B., Gor R., Gonzalez J., et al. (2017). Enhanced tau aggregation in the presence of amyloid β,”. Am. J. Pathol. 187 1601–1612. 10.1016/j.ajpath.2017.03.011", "ArticleIdList": ["10.1016/j.ajpath.2017.03.011", "PMC5500829", "28500862"]}, {"Citation": "Bhat A., Mahalakshmi A. M., Ray B., Tuladhar S., Hediyal T. A., Manthiannem E., et al. (2019). “Benefits of curcumin in brain disorders,”. BioFactors 45 666–689. 10.1002/biof.1533", "ArticleIdList": ["10.1002/biof.1533", "31185140"]}, {"Citation": "Bhat B. A., Mir W. R., Sheikh B. A., Rather M. A., Dar T. U. H., Mir M. A. (2022). In vitro and in silico evaluation of antimicrobial properties of Delphinium cashmerianum L., a medicinal herb growing in Kashmir, India. J. Ethnopharmacol. 291:115046. 10.1016/j.jep.2022.115046", "ArticleIdList": ["10.1016/j.jep.2022.115046", "35167935"]}, {"Citation": "Bhat B. A., Nisar S., Sheikh B. A., Mir W. R., Mir M. A. (2021). Antioxidants (Natural and Synthetic) Screening Assays: An Overview,” Bentham Briefs in Biomedicine and Pharmacotherapy Oxidative Stress and Natural Antioxidants. Sharjah: Bentham Science Publishers, 105–126."}, {"Citation": "Bloom G. S. (2014). Amyloid-β and tau: the trigger and bullet in Alzheimer disease pathogenesis. JAMA Neurol. 71 505–508. 10.1001/jamaneurol.2013.5847", "ArticleIdList": ["10.1001/jamaneurol.2013.5847", "24493463"]}, {"Citation": "Bowen D. M., Smith C. B., White P., Davison A. N. (1976). Neurotransmitter-related enzymes and indices of hypoxia in senile dementia and other abiotrophies. Brain 99 459–496. 10.1093/brain/99.3.459", "ArticleIdList": ["10.1093/brain/99.3.459", "11871"]}, {"Citation": "Calcul L., Zhang B., Jinwal U. K., Dickey C. A., Baker B. J. (2012). Natural products as a rich source of tau-targeting drugs for Alzheimer’s disease. Fut. Med. Chem. 4 1751–1761. 10.4155/fmc.12.124", "ArticleIdList": ["10.4155/fmc.12.124", "PMC3575183", "22924511"]}, {"Citation": "Calsolaro V., Edison P. (2016). , “Neuroinflammation in Alzheimer’s disease: current evidence and future directions. Alzheimers Dement 12 719–732. 10.1016/j.jalz.2016.02.010", "ArticleIdList": ["10.1016/j.jalz.2016.02.010", "27179961"]}, {"Citation": "Casadesus G., Shukitt-Hale B., Stellwagen H. M., Zhu X., Lee H.-G., Smith M. A., et al. (2004). “Modulation of hippocampal plasticity and cognitive behavior by short-term blueberry supplementation in aged rats,”. Nutr. Neurosci. 7 309–316. 10.1080/10284150400020482", "ArticleIdList": ["10.1080/10284150400020482", "15682927"]}, {"Citation": "Chainoglou E., Hadjipavlou-Litina D. (2020). Curcumin in health and diseases: Alzheimer’s disease and curcumin analogues, derivatives, and hybrids. Int. J. Mol. Sci. 21:1975. 10.3390/ijms21061975", "ArticleIdList": ["10.3390/ijms21061975", "PMC7139886", "32183162"]}, {"Citation": "Chan A., Shea T. B. (2006). Supplementation with apple juice attenuates presenilin-1 overexpression during dietary and genetically-induced oxidative stress. J. Alzheimer’s Dis. 10 353–358. 10.3233/jad-2006-10401", "ArticleIdList": ["10.3233/jad-2006-10401", "17183144"]}, {"Citation": "Chatterjee P., Fernando M., Fernando B., Dias C. B., Shah T., Silva R., et al. (2020). Potential of coconut oil and medium chain triglycerides in the prevention and treatment of Alzheimer’s disease. Mechan. Ageing Dev. 186:111209. 10.1016/j.mad.2020.111209", "ArticleIdList": ["10.1016/j.mad.2020.111209", "31953123"]}, {"Citation": "Chauhan N. B., Sandoval J. (2007). Amelioration of early cognitive deficits by aged garlic extract in Alzheimer’s transgenic mice. Phytother. Res. 21 629–640. 10.1002/ptr.2122", "ArticleIdList": ["10.1002/ptr.2122", "17380553"]}, {"Citation": "Chauhan N., Wang K. C., Wegiel J., Malik M. N. (2004). Walnut extract inhibits the fibrillization of amyloid beta-protein, and also defibrillizes its preformed fibrils. Curr. Alzheimer Res. 1 183–188. 10.2174/1567205043332144", "ArticleIdList": ["10.2174/1567205043332144", "15975066"]}, {"Citation": "Chen C., Mohamad Razali U. H., Saikim F. H., Mahyudin A., Mohd Noor N. Q. I. (2021). Morus alba L. Plant: Bioactive Compounds and Potential as a Functional Food Ingredient. Foods 10:689. 10.3390/foods10030689", "ArticleIdList": ["10.3390/foods10030689", "PMC8004891", "33807100"]}, {"Citation": "Chen F., Eckman E. A., Eckman C. B. (2006). Reductions in levels of the Alzheimer’s amyloid beta peptide after oral administration of ginsenosides. FASEB J. 20 1269–1271. 10.1096/fj.05-5530fje", "ArticleIdList": ["10.1096/fj.05-5530fje", "16636099"]}, {"Citation": "Chen F., Sun S., Kuhn D. C., Lu Y., Gaydos L. J., Shi X., et al. (1997). “Tetrandrine inhibits signal-induced NF-κB activation in rat alveolar macrophages,”. Biochem. Biophys. Res. Commun. 231 99–102. 10.1006/bbrc.1997.6057", "ArticleIdList": ["10.1006/bbrc.1997.6057", "9070227"]}, {"Citation": "Chen X., Drew J., Berney W., Lei W. (2021). Neuroprotective Natural Products for Alzheimer’s Disease. Cells 10:1309. 10.3390/cells10061309", "ArticleIdList": ["10.3390/cells10061309", "PMC8225186", "34070275"]}, {"Citation": "Chen Y., Shi G. W., Liang Z. M., Sheng S. Y., Shi Y. S., Peng L., et al. (2019). Resveratrol improves cognition and decreases amyloid plaque formation in Tg6799 mice. Mol. Med. Rep. 19 3783–3790. 10.3892/mmr.2019.10010", "ArticleIdList": ["10.3892/mmr.2019.10010", "30864708"]}, {"Citation": "Chen Z., Zhong C. (2014). Oxidative stress in Alzheimer’s disease. Neurosci. Bull. 30 271–281.", "ArticleIdList": ["PMC5562667", "24664866"]}, {"Citation": "Choi B. W., Ryu G., Park S. H., Kim E. S., Shin J., Roh S. S., et al. (2007). Anticholinesterase activity of plastoquinones from Sargassum sagamianum: lead compounds for Alzheimer’s disease therapy. Phytother. Res. 21 423–426. 10.1002/ptr.2090", "ArticleIdList": ["10.1002/ptr.2090", "17236179"]}, {"Citation": "Choi S. J., Lee J.-H., Heo H. J., Cho H. Y., Kim H. K., Kim C.-J., et al. (2011). Punica granatum protects against oxidative stress in PC12 cells and oxidative stress-induced Alzheimer’s symptoms in mice. J. Med. Food 14 695–701. 10.1089/jmf.2010.1452", "ArticleIdList": ["10.1089/jmf.2010.1452", "21631359"]}, {"Citation": "Chowdhury S., Kumar S. (2020). Alpha-terpinyl acetate: A natural monoterpenoid from Elettaria cardamomum as multi-target directed ligand in Alzheimer’s disease. J. Fun. Foods 68:103892. 10.1016/j.jff.2020.103892", "ArticleIdList": ["10.1016/j.jff.2020.103892"]}, {"Citation": "Cornejo A., Aguilar Sandoval F., Caballero L., Machuca L., Muñoz P., Caballero J., et al. (2017). Rosmarinic acid prevents fibrillization and diminishes vibrational modes associated to β sheet in tau protein linked to Alzheimer’s disease. J. Enzyme Inhibit. Med. Chem. 32 945–953. 10.1080/14756366.2017.1347783", "ArticleIdList": ["10.1080/14756366.2017.1347783", "PMC6009890", "28701064"]}, {"Citation": "Cuong T. D., Hung T. M., Han H. Y., Sik Roh H., Seok J.-H., Lee J. K., et al. (2014). Potent acetylcholinesterase inhibitory compounds from Myristica fragrans. Nat. Prod. Commun. 9 499–502.", "ArticleIdList": ["24868867"]}, {"Citation": "Dajas F. (2012). Life or death: neuroprotective and anticancer effects of quercetin. J. Ethnopharmacol. 143 383–396. 10.1016/j.jep.2012.07.005", "ArticleIdList": ["10.1016/j.jep.2012.07.005", "22820241"]}, {"Citation": "Desai S. K., Pandey C. H., Mulgaonkar S. S. (2012). Memory-strengthening activity of aqueous liquorice extractand glabridin extract inbehavioral models. Int. J. Pharm. Sci. Rev. Res. 16 120–124."}, {"Citation": "Dey A., Bhattacharya R., Mukherjee A., Pandey D. K. (2017). Natural products against Alzheimer’s disease: Pharmaco-therapeutics and biotechnological interventions. Biotechnol. Adv. 35 178–216. 10.1016/j.biotechadv.2016.12.005", "ArticleIdList": ["10.1016/j.biotechadv.2016.12.005", "28043897"]}, {"Citation": "D’Hooge R., Pei Y. Q., Raes A., Lebrun P., Van Bogaert P. P., De Deyn P. P. (1996). Anticonvulsant activity of piperine on seizures induced by excitatory amino acid receptor agonists. Arzneimittel-Forschung 46 557–560.", "ArticleIdList": ["8767343"]}, {"Citation": "Dragicevic N., Smith A., Lin X., Yuan F., Copes N., Delic V., et al. (2011). Green tea epigallocatechin-3-gallate (EGCG) and other flavonoids reduce Alzheimer’s amyloid-induced mitochondrial dysfunction. J. Alzheimer’s Dis. 26 507–521. 10.3233/JAD-2011-101629", "ArticleIdList": ["10.3233/JAD-2011-101629", "21694462"]}, {"Citation": "Durairajan S. S. K., Yuan Q., Xie L., Chan W.-S., Kum W.-F., Koo I., et al. (2008). Salvianolic acid B inhibits Aβ fibril formation and disaggregates preformed fibrils and protects against Aβ-induced cytotoxicty,”. Neurochem. Int. 52 741–750. 10.1016/j.neuint.2007.09.006", "ArticleIdList": ["10.1016/j.neuint.2007.09.006", "17964692"]}, {"Citation": "Essa M. M., Vijayan R. K., Castellano-Gonzalez G., Memon M. A., Braidy N., Guillemin G. J. (2012). Neuroprotective effect of natural products against Alzheimer’s disease. Neurochem. Res. 37 1829–1842. 10.1007/s11064-012-0799-9", "ArticleIdList": ["10.1007/s11064-012-0799-9", "22614926"]}, {"Citation": "Fatima F., Rizvi D. A., Abidi A., Ahmad A., Shukla P., Qadeer F., et al. (2017). A study of the neuroprotective role of Punica granatum and rosuvastatin in scopolamine induced cognitive deficit in rats. Int. J. Basic Clin. Pharmacol. 6 2319–2003."}, {"Citation": "Ferreira S. T., Lourenco M. V., Oliveira M. M., De Felice F. G. (2015). Soluble amyloid-b oligomers as synaptotoxins leading to cognitive impairment in Alzheimer’s disease. Front. Cell. Neurosci. 9:191. 10.3389/fncel.2015.00191", "ArticleIdList": ["10.3389/fncel.2015.00191", "PMC4443025", "26074767"]}, {"Citation": "Finley J. W., Gao S. (2017). A perspective on Crocus sativus L.(Saffron) constituent crocin: a potent water-soluble antioxidant and potential therapy for Alzheimer’s disease. J. Agric. Food Chem. 65 1005–1020. 10.1021/acs.jafc.6b04398", "ArticleIdList": ["10.1021/acs.jafc.6b04398", "28098452"]}, {"Citation": "Freyssin A., Page G., Fauconneau B., Bilan A. R. (2020). Natural stilbenes effects in animal models of Alzheimer’s disease. Neural Regen. Res. 15 843–849. 10.4103/1673-5374.268970", "ArticleIdList": ["10.4103/1673-5374.268970", "PMC6990773", "31719245"]}, {"Citation": "Frydman-Marom A., Levin A., Farfara D., Benromano T., Scherzer-Attali R., Peled S., et al. (2011). Orally administrated cinnamon extract reduces β-amyloid oligomerization and corrects cognitive impairment in Alzheimer’s disease animal models. PLoS One 6:e16564. 10.1371/journal.pone.0016564", "ArticleIdList": ["10.1371/journal.pone.0016564", "PMC3030596", "21305046"]}, {"Citation": "Fu H., Rodriguez G. A., Herman M., Emrani S., Nahmani E., Barrett G., et al. (2017). Tau pathology induces excitatory neuron loss, grid cell dysfunction, and spatial memory deficits reminiscent of early Alzheimer’s disease. Neuron 93 533–541. 10.1016/j.neuron.2016.12.023", "ArticleIdList": ["10.1016/j.neuron.2016.12.023", "PMC5363269", "28111080"]}, {"Citation": "Fujiwara H., Iwasaki K., Furukawa K., Seki T., He M., Maruyama M., et al. (2006). Uncaria rhynchophylla, a Chinese medicinal herb, has potent antiaggregation effects on Alzheimer’s β-amyloid proteins. J. Neurosci. Res. 84 427–433. 10.1002/jnr.20891", "ArticleIdList": ["10.1002/jnr.20891", "16676329"]}, {"Citation": "Fujiwara H., Tabuchi M., Yamaguchi T., Iwasaki K., Furukawa K., Sekiguchi K., et al. (2009). “A traditional medicinal herb Paeonia suffruticosa and its active constituent 1, 2, 3, 4, 6-penta-O-galloyl-β-d-glucopyranose have potent anti-aggregation effects on Alzheimer’s amyloid β proteins in vitro and in vivo. J. Neurochem. 109 1648–1657. 10.1111/j.1471-4159.2009.06069.x", "ArticleIdList": ["10.1111/j.1471-4159.2009.06069.x", "19457098"]}, {"Citation": "Gallardo G., Holtzman D. M. (2019). Amyloid-β and Tau at the Crossroads of Alzheimer’s Disease. Adv. Exp. Med. Biol. 1184 187–203. 10.1007/978-981-32-9358-8_16", "ArticleIdList": ["10.1007/978-981-32-9358-8_16", "32096039"]}, {"Citation": "Gan P., Zhang L., Chen Y., Zhang Y., Zhang F., Zhou X., et al. (2015). Anti-inflammatory effects of glaucocalyxin B in microglia cells. J. Pharmacol. Sci. 128 35–46. 10.1016/j.jphs.2015.04.005", "ArticleIdList": ["10.1016/j.jphs.2015.04.005", "26003084"]}, {"Citation": "Garriga M., Milà M., Mir M., Al-Baradie R., Huertas S., Castejon C., et al. (2015). “123I-FP-CIT SPECT imaging in early diagnosis of dementia in patients with and without a vascular component. Front. Syst. Neurosci. 9:99. 10.3389/fnsys.2015.00099", "ArticleIdList": ["10.3389/fnsys.2015.00099", "PMC4486766", "26190980"]}, {"Citation": "Golechha M., Bhatia J., Singh Arya D. (2012). Studies on effects of Emblica officinalis (Amla) on oxidative stress and cholinergic function in scopolamine induced amnesia in mice. J. Environ. Biol. 33 95–100.", "ArticleIdList": ["23033650"]}, {"Citation": "Gomaa A. A., Makboul R. M., El-Mokhtar M. A., Abdel-Rahman E. A., Ahmed I. A., Nicola M. A. (2019). Terpenoid-rich Elettaria cardamomum extract prevents Alzheimer-like alterations induced in diabetic rats via inhibition of GSK3β activity, oxidative stress and pro-inflammatory cytokines. Cytokine 113 405–416. 10.1016/j.cyto.2018.10.017", "ArticleIdList": ["10.1016/j.cyto.2018.10.017", "30539783"]}, {"Citation": "Gomes B. A. Q., Silva J. P. B., Romeiro C. F. R., Dos Santos SM, Rodrigues C. A., Gonçalves P. R., et al. (2018). Neuroprotective mechanisms of resveratrol in Alzheimer’s disease: role of SIRT1. Oxid. Med. Cell. Long. 2018:8152373. 10.1155/2018/8152373", "ArticleIdList": ["10.1155/2018/8152373", "PMC6232815", "30510627"]}, {"Citation": "Graham W. V., Bonito-Oliva A., Sakmar T. P. (2017). Update on Alzheimer’s disease therapy and prevention strategies. Ann. Rev. Med. 68 413–430. 10.1146/annurev-med-042915-103753", "ArticleIdList": ["10.1146/annurev-med-042915-103753", "28099083"]}, {"Citation": "Grant W. B. (2016). Using multicountry ecological and observational studies to determine dietary risk factors for Alzheimer’s disease. J. Am. College Nut. 35 476–489. 10.1080/07315724.2016.1161566", "ArticleIdList": ["10.1080/07315724.2016.1161566", "27454859"]}, {"Citation": "Hampel H., Mesulam M. M., Cuello A. C., Farlow M. R., Giacobini E., Grossberg G. T., et al. (2018). The cholinergic system in the pathophysiology and treatment of Alzheimer’s disease. Brain 141 1917–1933. 10.1093/brain/awy132", "ArticleIdList": ["10.1093/brain/awy132", "PMC6022632", "29850777"]}, {"Citation": "Hampel H., Mesulam M. M., Cuello A. C., Khachaturian A. S., Vergallo A., Farlow M. R., et al. (2019). Revisiting the cholinergic hypothesis in Alzheimer’s disease: emerging evidence from translational and clinical research. J. Prevent. Alzheimer’s Dis. 6 2–15.", "ArticleIdList": ["30569080"]}, {"Citation": "Hardy J. A., Higgins G. A. (1992). Disease: Alzheimer’s cascade hypothesis amyloid. Sci. New Ser. 256 184–185.", "ArticleIdList": ["1566067"]}, {"Citation": "Hase T., Shishido S., Yamamoto S., Yamashita R., Nukima H., Taira S., et al. (2019). “Rosmarinic acid suppresses Alzheimer’s disease development by reducing amyloid β aggregation by increasing monoamine secretion. Sci. Rep. 9:8711. 10.1038/s41598-019-45168-1", "ArticleIdList": ["10.1038/s41598-019-45168-1", "PMC6581955", "31213631"]}, {"Citation": "Hensley K. (2010). Neuroinflammation in Alzheimer’s disease: mechanisms, pathologic consequences, and potential for therapeutic manipulation. J. Alzheimer’s Dis. 21 1–14. 10.3233/JAD-2010-1414", "ArticleIdList": ["10.3233/JAD-2010-1414", "PMC3792565", "20182045"]}, {"Citation": "Hua S., Wang B., Chen R., Zhang Y., Zhang Y., Li T., et al. (2019). Neuroprotective effect of dichloromethane extraction from piper nigrum L. and piper longum L. on permanent focal cerebral ischemia injury in rats. J. Stroke Cerebrovasc. Dis. 28 751–760. 10.1016/j.jstrokecerebrovasdis.2018.11.018", "ArticleIdList": ["10.1016/j.jstrokecerebrovasdis.2018.11.018", "30528673"]}, {"Citation": "Hunt D. L., Castillo P. E. (2012). Synaptic plasticity of NMDA receptors: mechanisms and functional implications. Curr. Opin. Neurobiol. 22 496–508. 10.1016/j.conb.2012.01.007", "ArticleIdList": ["10.1016/j.conb.2012.01.007", "PMC3482462", "22325859"]}, {"Citation": "Hussain S. Z., Naseer B., Qadri T., Fatima T., Bhat T. A. (2021). “Walnut (Juglans Regia)-Morphology, Taxonomy, Composition and Health Benefits,” in Fruits Grown in Highland Regions of the Himalayas, eds Hussain S. Z., Naseer B., Qadri T., Fatima T. (Cham: Springer; ), 269–281. 10.1007/978-3-030-75502-7_21", "ArticleIdList": ["10.1007/978-3-030-75502-7_21"]}, {"Citation": "Ichwan M., Walker T. L., Nicola Z., Ludwig-Müller J., Böttcher C., Overall R. W., et al. (2021). “Apple peel and flesh contain pro-neurogenic compounds. Stem Cell Rep. 16 548–565. 10.1016/j.stemcr.2021.01.005", "ArticleIdList": ["10.1016/j.stemcr.2021.01.005", "PMC7940132", "33577796"]}, {"Citation": "Ide K., Matsuoka N., Yamada H., Furushima D., Kawakami K. (2018). Effects of tea catechins on Alzheimer’s disease: Recent updates and perspectives. Molecules 23:2357. 10.3390/molecules23092357", "ArticleIdList": ["10.3390/molecules23092357", "PMC6225145", "30223480"]}, {"Citation": "Iuvone T., De Filippis D., Esposito G., D’Amico A., Izzo A. A. (2006). The spice sage and its active ingredient rosmarinic acid protect PC12 cells from amyloid-β peptide-induced neurotoxicity. J. Pharmacol. Exp. Ther. 317 1143–1149. 10.1124/jpet.105.099317", "ArticleIdList": ["10.1124/jpet.105.099317", "16495207"]}, {"Citation": "Jakob-Roetne R., Jacobsen H. (2009). , “Alzheimer’s disease: from pathology to therapeutic approaches. Angewandte Chemie Int. Ed. 48 3030–3059. 10.1002/anie.200802808", "ArticleIdList": ["10.1002/anie.200802808", "19330877"]}, {"Citation": "Jayaprakasam B., Padmanabhan K., Nair M. G. (2010). Withanamides in Withania somnifera fruit protect PC-12 cells from β-amyloid responsible for Alzheimer’s disease. Phytother. Res. 24 859–863. 10.1002/ptr.3033", "ArticleIdList": ["10.1002/ptr.3033", "19957250"]}, {"Citation": "Jia L., Liu J., Song Z., Pan X., Chen L., Cui X., et al. (2012). Berberine suppresses amyloid-beta-induced inflammatory response in microglia by inhibiting nuclear factor-kappaB and mitogen-activated protein kinase signalling pathways. J. Pharm. Pharmacol. 64 1510–1521. 10.1111/j.2042-7158.2012.01529.x", "ArticleIdList": ["10.1111/j.2042-7158.2012.01529.x", "22943182"]}, {"Citation": "Jiang Y., Gao H., Turdu G. (2017). Traditional Chinese medicinal herbs as potential AChE inhibitors for anti-Alzheimer’s disease: a review. Bioorgan. Chem. 75 50–61. 10.1016/j.bioorg.2017.09.004", "ArticleIdList": ["10.1016/j.bioorg.2017.09.004", "28915465"]}, {"Citation": "Joshi H., Parle M. (2006). Nardostachys jatamansi improves learning and memory in mice. J. Med. Food 9 113–118. 10.1089/jmf.2006.9.113", "ArticleIdList": ["10.1089/jmf.2006.9.113", "16579738"]}, {"Citation": "Joshi R., Reeta K. H., Sharma S. K., Tripathi M., Gupta Y. K. (2015). Panchagavya Ghrita, an Ayurvedic formulation attenuates seizures, cognitive impairment and oxidative stress in pentylenetetrazole induced seizures in rats. Indian J. Exp. Biol. 53 446–451.", "ArticleIdList": ["26245029"]}, {"Citation": "Joshi T., Singh L., Jantwal A., Durgapal S., Upadhyay J., Kumar A., et al. (2021). “Zingiber officinale,” in Naturally Occurring Chemicals Against Alzheimer’s Disease, eds Belwal T., Nabavi S., Nabavi S., Dehpour A., Shirooie Shirooie. Amsterdam. Elsevier, 481–494."}, {"Citation": "Justin Thenmozhi A., Dhivyabharathi M., William Raja T. R., Manivasagam T., Essa M. M. (2016). Tannoid principles of Emblica officinalis renovate cognitive deficits and attenuate amyloid pathologies against aluminum chloride induced rat model of Alzheimer’s disease. Nut. Neurosci. 19 269–278. 10.1179/1476830515Y.0000000016", "ArticleIdList": ["10.1179/1476830515Y.0000000016", "25842984"]}, {"Citation": "Kang I.-J., Jeon Y. E., Yin X. F., Nam J.-S., You S. G., Hong M. S., et al. (2011). Butanol extract of Ecklonia cava prevents production and aggregation of beta-amyloid, and reduces beta-amyloid mediated neuronal death. Food Chem. Toxicol. 49 2252–2259. 10.1016/j.fct.2011.06.023", "ArticleIdList": ["10.1016/j.fct.2011.06.023", "21693162"]}, {"Citation": "Kappally S., Shirwaikar A., Shirwaikar A. (2015). Coconut oil–a review of potential applications. Hygeia JD Med. 7 34–41."}, {"Citation": "Karran E., Mercken M., De Strooper B. (2011). The amyloid cascade hypothesis for Alzheimer’s disease: an appraisal for the development of therapeutics. Nat. Rev. Drug Dis. 10 698–712. 10.1038/nrd3505", "ArticleIdList": ["10.1038/nrd3505", "21852788"]}, {"Citation": "Kaur P., Mehta R. G., Thind T. S., Arora S. (2021). Bentham Briefs in Biomedicine and Pharmacotherapy Oxidative Stress and Natural Antioxidants. Sharjah: Bentham Science Publishers."}, {"Citation": "Kennedy D. O., Wightman E. L. (2011). “Herbal extracts and phytochemicals: plant secondary metabolites and the enhancement of human brain function. Adv. Nutr. 2 32–50. 10.3945/an.110.000117", "ArticleIdList": ["10.3945/an.110.000117", "PMC3042794", "22211188"]}, {"Citation": "Khan A. U., Talucder M. S. A., Das M., Noreen S., Pane Y. S. (2021). Prospect of The Black Pepper (Piper nigrum L.) as Natural Product Used to an Herbal Medicine. Open Access Macedonian J. Med. Sci. 9 563–573. 10.3889/oamjms.2021.7113", "ArticleIdList": ["10.3889/oamjms.2021.7113"]}, {"Citation": "Kilimann I., Grothe M., Heinsen H., Alho E. J. L., Grinberg L., Amaro E., Jr., et al. (2014). “Subregional basal forebrain atrophy in Alzheimer’s disease: a multicenter study. J. Alzheimer’s Dis. 40 687–700. 10.3233/jad-132345", "ArticleIdList": ["10.3233/jad-132345", "PMC4120953", "24503619"]}, {"Citation": "Kou X., Li B., Olayanju J. B., Drake J. M., Chen N. (2018). Nutraceutical or pharmacological potential of Moringa oleifera Lam. Nutrients 10:343. 10.3390/nu10030343", "ArticleIdList": ["10.3390/nu10030343", "PMC5872761", "29534518"]}, {"Citation": "Krikorian R., Shidler M. D., Nash T. A., Kalt W., Vinqvist-Tymchuk M. R., Shukitt-Hale B., et al. (2010). Blueberry supplementation improves memory in older adults. J. Agric. Food Chem. 58 3996–4000. 10.1021/jf9029332", "ArticleIdList": ["10.1021/jf9029332", "PMC2850944", "20047325"]}, {"Citation": "Kulkarni P. D., Ghaisas M. M., Chivate N. D., Sankpal P. S. (2011). Memory enhancing activity of Cissampelos pariera in mice. Int. J. Pharm. Pharmaceut. Sci. 3 206–211."}, {"Citation": "Kumar A., Prakash A., Dogra S. (2011). Centella asiatica attenuates D-galactose-induced cognitive impairment, oxidative and mitochondrial dysfunction in mice. Int. J. Alzheimer’s Dis. 2011:347569. 10.4061/2011/347569", "ArticleIdList": ["10.4061/2011/347569", "PMC3100561", "21629743"]}, {"Citation": "Kumar S., Kumari R. (2021). Traditional, Phytochemical and Biological activities of Elettaria cardamomum (L.) Maton–A review. Int. J. Pharmaceut. Sci. Res. 12, 2320–5148."}, {"Citation": "Kumar S., Maheshwari K., Singh V. (2009). Protective effects of Punica granatum seeds extract against aging and scopolamine induced cognitive impairments in mice. Africa. J. Trad. Complement. Alternat. Med. 6 49–56.", "ArticleIdList": ["PMC2816527", "20162041"]}, {"Citation": "Kwak H.-M., Jeon S.-Y., Sohng B.-H., Kim J.-G., Lee J.-M., Lee K.-B., et al. (2005). “β-Secretase (BACE1) inhibitors from pomegranate (Punica granatum) husk,”. Arch. Pharmacal. Res. 28 1328–1332. 10.1007/BF02977896", "ArticleIdList": ["10.1007/BF02977896", "16392663"]}, {"Citation": "Lautie E., Russo O., Ducrot P., Boutin J. A. (2020). Unraveling plant natural chemical diversity for drug discovery purposes. Front. Pharmacol. 11:397. 10.3389/fphar.2020.00397", "ArticleIdList": ["10.3389/fphar.2020.00397", "PMC7154113", "32317969"]}, {"Citation": "Lee S. Y., Moon E., Kim S. Y., Lee K. R. (2013). Quinic acid derivatives from Pimpinella brachycarpa exert anti-neuroinflammatory activity in lipopolysaccharide-induced microglia. Bioorgan. Med. Chem. Lett. 23 2140–2144. 10.1016/j.bmcl.2013.01.115", "ArticleIdList": ["10.1016/j.bmcl.2013.01.115", "23462643"]}, {"Citation": "Lee S.-T., Chu K., Sim J.-Y., Heo J.-H., Kim M. (2008). Panax ginseng enhances cognitive performance in Alzheimer disease. Alzheimer Dis. Assoc. Dis. 22 222–226. 10.1097/WAD.0b013e31816c92e6", "ArticleIdList": ["10.1097/WAD.0b013e31816c92e6", "18580589"]}, {"Citation": "Lee Y. J., Choi D. Y., Han S. B., Kim Y. H., Kim K. H., Hwang B. Y., et al. (2012). Inhibitory effect of ethanol extract of Magnolia officinalis on memory impairment and Amyloidogenesis in a transgenic mouse model of Alzheimer’s disease via regulating β-secretase activity. Phytother. Res. 26 1884–1892. 10.1002/ptr.4643", "ArticleIdList": ["10.1002/ptr.4643", "22431473"]}, {"Citation": "Lei Y., Yang L., Ye C. Y., Qin M. Y., Yang H. Y., Jiang H. L., et al. (2015). Involvement of intracellular and mitochondrial Aβ in the ameliorative effects of huperzine A against oligomeric Aβ42-induced injury in primary rat neurons. PLoS One 10:e0128366. 10.1371/journal.pone.0128366", "ArticleIdList": ["10.1371/journal.pone.0128366", "PMC4448999", "26024517"]}, {"Citation": "Lima J. A., Hamerski L. (2019). “Alkaloids as potential multi-target drugs to treat Alzheimer’s disease. Stud. Nat. Products Chem. 61 301–334. 10.1016/b978-0-444-64183-0.00008-7", "ArticleIdList": ["10.1016/b978-0-444-64183-0.00008-7"]}, {"Citation": "Lin A. J., Koike M. A., Green K. N., Kim J. G., Mazhar A., Rice T. B., et al. (2011). Spatial frequency domain imaging of intrinsic optical property contrast in a mouse model of Alzheimer’s disease. Ann. Biomed. Eng. 39 1349–1357. 10.1007/s10439-011-0269-6", "ArticleIdList": ["10.1007/s10439-011-0269-6", "PMC3069335", "21331663"]}, {"Citation": "Liu Q. F., Jeon Y., Sung Y.-W., Lee J. H., Jeong H., Kim Y.-M., et al. (2018). Nardostachys jatamansi ethanol extract ameliorates Aβ42 cytotoxicity. Biol. Pharmace. Bull. 41 470–477. 10.1248/bpb.b17-00750", "ArticleIdList": ["10.1248/bpb.b17-00750", "29398668"]}, {"Citation": "Luca S. V., Gaweł-Bȩben K., Strzȩpek-Gomółka M., Czech K., Trifan A., Zengin G., et al. (2021). Insights into the phytochemical and multifunctional biological profile of spices from the genus Piper. Antioxidants 10:1642. 10.3390/antiox10101642", "ArticleIdList": ["10.3390/antiox10101642", "PMC8533580", "34679776"]}, {"Citation": "Ma X., Sun Z., Han X., Li S., Jiang X., Chen S., et al. (2020). Neuroprotective effect of resveratrol via activation of Sirt1 signaling in a rat model of combined diabetes and Alzheimer’s disease. Front. Neurosci. 13:1400. 10.3389/fnins.2019.01400", "ArticleIdList": ["10.3389/fnins.2019.01400", "PMC6985467", "32038127"]}, {"Citation": "Maccioni R. B., Farías G., Morales I., Navarrete L. (2010). , “The revitalized tau hypothesis on Alzheimer’s disease. Arch. Med. Res. 41 226–231. 10.1016/j.arcmed.2010.03.007", "ArticleIdList": ["10.1016/j.arcmed.2010.03.007", "20682182"]}, {"Citation": "Mahaman Y. A. R., Huang F., Wu M., Wang Y., Wei Z., Bao J., et al. (2018). Moringa oleifera alleviates homocysteine-induced Alzheimer’s disease-like pathology and cognitive impairments. J. Alzheimer’s Dis. 63 1141–1159. 10.3233/JAD-180091", "ArticleIdList": ["10.3233/JAD-180091", "PMC6004908", "29710724"]}, {"Citation": "Majeed M., Pirzadah T. B., Mir M. A., Hakeem K. R., Alharby H. F., Alsamadany H., et al. (2021). “Comparative Study on Phytochemical Profile and Antioxidant Activity of an Epiphyte, Viscum album L.(White Berry Mistletoe), Derived from Different Host Trees,”. Plants 10:1191. 10.3390/plants10061191", "ArticleIdList": ["10.3390/plants10061191", "PMC8230609", "34208051"]}, {"Citation": "Mandel S. A., Bh Youdim M. (2012). In the rush for green gold: can green tea delay age-progressive brain neurodegeneration? Recent Patents CNS Drug Discov. 7 205–217. 10.2174/157488912803252005", "ArticleIdList": ["10.2174/157488912803252005", "22742421"]}, {"Citation": "Mani V., Parle M. (2009). Memory-enhancing activity of Coriandrum sativum in rats. Pharmacologyonline 2 827–839."}, {"Citation": "Mathew M., Subramanian S. (2014). In vitro evaluation of anti-Alzheimer effects of dry ginger (Zingiber officinale Roscoe) extract. Indian J. Exp. Biol. 52 606–612.", "ArticleIdList": ["24956891"]}, {"Citation": "Mir M. (2015). “Introduction to costimulation and costimulatory molecules”. In Developing Costimulatory Molecules for Immunotherapy of Diseases. Cambridge, US: Academic Press. Vol. 1."}, {"Citation": "Mir M. A. (2015). Natural herbs, human brain and neuroprotection. Role Nat. Herbs Stroke Prevent. Treat. 107."}, {"Citation": "Mir M. A., Agrewala J. N. (2008). Dietary polyphenols in modulation of the immune system,” Polyphenols and health: new and recent advances. Nova Sci. Publish. 23 245–272. 10.1016/j.jnutbio.2018.04.004", "ArticleIdList": ["10.1016/j.jnutbio.2018.04.004", "PMC6195483", "29886183"]}, {"Citation": "Mir M. A., Albaradie R. S. (2014). Inflammatory mechanisms as potential therapeutic targets in stroke. Adv. Neuroimmun. Biol. 5 199–216. 10.3233/nib-140082", "ArticleIdList": ["10.3233/nib-140082"]}, {"Citation": "Mir M. A., Albaradie R. S. (2015). Immunomodulation of inflammatory markers in activated macrophages by leaf extracts of Gingko biloba. Adv. Neuroimmun. Biol. 6 9–17. 10.3233/nib-150103", "ArticleIdList": ["10.3233/nib-150103"]}, {"Citation": "Mir M. A., Bhat B. A., Sheikh B. A., Rather G. A., Mehraj S., Mir W. R. (2021a). “Nanomedicine in Human Health Therapeutics and Drug Delivery: Nanobiotechnology and Nanobiomedicine” in Applications of Nanomaterials in Agriculture, Food Science, and Medicine, eds Bhat M., Wani I., Ashraf S. Pennsylvania, US: IGI Global, 229–251. 10.4018/978-1-7998-5563-7.ch013", "ArticleIdList": ["10.4018/978-1-7998-5563-7.ch013"]}, {"Citation": "Mir M. A., Hamdani S. S., Sheikh B. A., Mehraj U. (2019). Recent advances in metabolites from medicinal plants in cancer prevention and treatment. Curr. Immunol. Rev. 15 185–201. 10.2174/1573395515666191102094330", "ArticleIdList": ["10.2174/1573395515666191102094330", "0"]}, {"Citation": "Mir M. A., Mehraj U., Sheikh B. A. (2021b). Recent advances in chemotherapeutic implications of deguelin: a plant-derived retinoid. Nat. Products J. 11 169–181. 10.2174/2210315510666200128125950", "ArticleIdList": ["10.2174/2210315510666200128125950"]}, {"Citation": "Mir M. A., Shabir N., Mehraj U., Rather Y. M., Farhat S. (2018). Study on the quality control analysis of antiepileptic drugs using high-performance liquid chromatography. Int. J. Pharmaceut. Investigat. 8 115–121. 10.4103/jphi.jphi_45_18", "ArticleIdList": ["10.4103/jphi.jphi_45_18"]}, {"Citation": "Mir R. H., Shah A. J., Mohi-Ud-Din R., Pottoo F. H., Dar M. A., Jachak S. M., et al. (2021). Natural Anti-inflammatory compounds as Drug candidates in Alzheimer’s disease. Curr. Med. Chem. 28 4799–4825. 10.2174/0929867327666200730213215", "ArticleIdList": ["10.2174/0929867327666200730213215", "32744957"]}, {"Citation": "Mirzaei F., Khazaei M., Komaki A., Amiri I., Jalili C. (2018). Virgin coconut oil (VCO) by normalizing NLRP3 inflammasome showed potential neuroprotective effects in Amyloid-β induced toxicity and high-fat diet fed rat. Food Chem. Toxicol. 118 68–83. 10.1016/j.fct.2018.04.064", "ArticleIdList": ["10.1016/j.fct.2018.04.064", "29729307"]}, {"Citation": "Momtaz S., Hassani S., Khan F., Ziaee M., Abdollahi M. (2018). Cinnamon, a promising prospect towards Alzheimer’s disease. Pharmacol. Res. 130 241–258. 10.1016/j.phrs.2017.12.011", "ArticleIdList": ["10.1016/j.phrs.2017.12.011", "29258915"]}, {"Citation": "Mook-Jung I., Hong H. S., Boo J. H., Lee K. H., Yun S. H., Cheong M. Y., et al. (2001). “Ginsenoside Rb1 and Rg1 improve spatial learning and increase hippocampal synaptophysin level in mice”. J. Neurosci. Res. 63 509–515. 10.1002/jnr.1045", "ArticleIdList": ["10.1002/jnr.1045", "11241586"]}, {"Citation": "Moon M., Kim H. G., Choi J. G., Oh H., Lee P. K. J., Ha S. K., et al. (2014). 6-Shogaol, an active constituent of ginger, attenuates neuroinflammation and cognitive deficits in animal models of dementia. Biochem. Biophys. Res. Commun. 449 8–13. 10.1016/j.bbrc.2014.04.121", "ArticleIdList": ["10.1016/j.bbrc.2014.04.121", "24796668"]}, {"Citation": "Morris G. P., Clark I. A., Vissel B. (2018). “Questions concerning the role of amyloid-β in the definition, aetiology and diagnosis of Alzheimer’s disease”. Acta Neuropathol. 136 663–689. 10.1007/s00401-018-1918-8", "ArticleIdList": ["10.1007/s00401-018-1918-8", "PMC6208728", "30349969"]}, {"Citation": "Muthaiyah B., Essa M. M., Chauhan V., Chauhan A. (2011). Protective effects of walnut extract against amyloid beta peptide-induced cell death and oxidative stress in PC12 cells. Neurochem. Res. 36 2096–2103. 10.1007/s11064-011-0533-z", "ArticleIdList": ["10.1007/s11064-011-0533-z", "PMC3183245", "21706234"]}, {"Citation": "NewmanDj C. M. (2016). Naturalproductsassources ofnewdrugsfrom1981to2014. JNatProd 79 629–661."}, {"Citation": "Ng Y. P., Or T. C. T., Ip N. Y. (2015). Plant alkaloids as drug leads for Alzheimer’s disease. Neurochem. Int. 89 260–270. 10.1016/j.neuint.2015.07.018", "ArticleIdList": ["10.1016/j.neuint.2015.07.018", "26220901"]}, {"Citation": "Niidome T., Takahashi K., Goto Y., Goh S., Tanaka N., Kamei K., et al. (2007). Mulberry leaf extract prevents amyloid beta-peptide fibril formation and neurotoxicity. Neuroreport 18 813–816. 10.1097/WNR.0b013e3280dce5af", "ArticleIdList": ["10.1097/WNR.0b013e3280dce5af", "17471072"]}, {"Citation": "Nikbakht F., Khadem Y., Haghani S., Hoseininia H., Sadat A. M., Heshemi P., et al. (2019). “Protective role of apigenin against Aβ 25–35 toxicity via inhibition of mitochondrial cytochrome c release”. Basic Clin. Neurosci. 10 557–566.", "ArticleIdList": ["PMC7253805", "32477473"]}, {"Citation": "Nomoto D., Tsunoda T., Shigemori H. (2021). Effects of clovamide and its related compounds on the aggregations of amyloid polypeptides. J. Nat. Med. 75 299–307. 10.1007/s11418-020-01467-w", "ArticleIdList": ["10.1007/s11418-020-01467-w", "33389592"]}, {"Citation": "Oboh G., Ademiluyi A. O., Akinyemi A. J. (2012). Inhibition of acetylcholinesterase activities and some pro-oxidant induced lipid peroxidation in rat brain by two varieties of ginger (Zingiber officinale). Exp. Toxicol. Pathol. 64 315–319. 10.1016/j.etp.2010.09.004", "ArticleIdList": ["10.1016/j.etp.2010.09.004", "20952170"]}, {"Citation": "Ozarowski M., Mikolajczak P. L., Bogacz A., Gryszczynska A., Kujawska M., Jodynis-Liebert J., et al. (2013). Rosmarinus officinalis L. leaf extract improves memory impairment and affects acetylcholinesterase and butyrylcholinesterase activities in rat brain. Fitoterapia 91 261–271. 10.1016/j.fitote.2013.09.012", "ArticleIdList": ["10.1016/j.fitote.2013.09.012", "24080468"]}, {"Citation": "Ozarowski M., Mikolajczak P. L., Piasecka A., Kachlicki P., Kujawski R., Bogacz A., et al. (2016). Influence of the Melissa officinalis leaf extract on long-term memory in scopolamine animal model with assessment of mechanism of action. Evid. Based Complement. Alt. Med. 2016:9729818. 10.1155/2016/9729818", "ArticleIdList": ["10.1155/2016/9729818", "PMC4864554", "27239217"]}, {"Citation": "Papandreou M. A., Kanakis C. D., Polissiou M. G., Efthimiopoulos S., Cordopatis P., Margarity M., et al. (2006). “Inhibitory activity on amyloid-β aggregation and antioxidant properties of Crocus sativus stigmas extract and its crocin constituents”. J. Agric. Food Chem. 54 8762–8768. 10.1021/jf061932a", "ArticleIdList": ["10.1021/jf061932a", "17090119"]}, {"Citation": "Parle M., Dhingra D., Kulkarni S. K. (2004). Improvement of mouse memory by Myristica fragrans seeds. J. Med. Food 7 157–161. 10.1089/1096620041224193", "ArticleIdList": ["10.1089/1096620041224193", "15298762"]}, {"Citation": "Peng Y., Jiang L., Lee D. Y. W., Schachter S. C., Ma Z., Lemere C. A. (2006). Effects of huperzine A on amyloid precursor protein processing and β-amyloid generation in human embryonic kidney 293 APP Swedish mutant cells. J. Neurosci. Res. 84 903–911. 10.1002/jnr.20987", "ArticleIdList": ["10.1002/jnr.20987", "16862548"]}, {"Citation": "Pluta R., Czuczwar S. J., Januszewski S., Jabłoński M. (2021). The many faces of post-ischemic tau protein in brain neurodegeneration of the Alzheimer’s disease type. Cells 10:2213. 10.3390/cells10092213", "ArticleIdList": ["10.3390/cells10092213", "PMC8465797", "34571862"]}, {"Citation": "Qadri H., Shah A. H., Mir M. (2021). Novel strategies to combat the emerging drug resistance in human pathogenic microbes. Curr. Drug Targets 22 1424–1436. 10.2174/1389450121666201228123212", "ArticleIdList": ["10.2174/1389450121666201228123212", "33371847"]}, {"Citation": "Rahman H., Muralidharan P. (2010). Nardostacys Jatamansi DC Protects from the loss of memory and cognition deficits in sleep deprived Alzheimer’s disease (Ad) mice model. Int. J. Pharm. Sci. Rev. Res. 5 160–167."}, {"Citation": "Raut S. B., Parekar R. R., Jadhav K. S., Marathe P. A., Rege N. N. (2015). Effect of Jyotişmatī seed oil on spatial and fear memory using scopolamine induced amnesia in mice. Ancient Sci. Life 34 130–133. 10.4103/0257-7941.157149", "ArticleIdList": ["10.4103/0257-7941.157149", "PMC4458902", "26120226"]}, {"Citation": "Raza S. S., Khan M. M., Ahmad A., Ashafaq M., Islam F., Wagner A. P., et al. (2013). “Neuroprotective effect of naringenin is mediated through suppression of NF-κB signaling pathway in experimental stroke”. Neuroscience 230 157–171. 10.1016/j.neuroscience.2012.10.041", "ArticleIdList": ["10.1016/j.neuroscience.2012.10.041", "23103795"]}, {"Citation": "Remington R., Chan A., Lepore A., Kotlya E., Shea T. B. (2010). Apple juice improved behavioral but not cognitive symptoms in moderate-to-late stage Alzheimer’s disease in an open-label pilot study. Am. J. Alzheimer’s Dis. Other Dementias§. 25 367–371. 10.1177/1533317510363470", "ArticleIdList": ["10.1177/1533317510363470", "20338990"]}, {"Citation": "Rubio J., Qiong W., Liu X., Jiang Z., Dang H., Chen S.-L., et al. (2011). Aqueous extract of black maca (Lepidium meyenii) on memory impairment induced by ovariectomy in mice. Evid. Based Complement. Alt. Med. 2011:253958. 10.1093/ecam/nen063", "ArticleIdList": ["10.1093/ecam/nen063", "PMC3096456", "18955369"]}, {"Citation": "Sahebkar A., Mohajertehran F., Goloobi A. (2021). “Alzheimer’s disease as a neurodegenerative disorder and the apolipoprotein E gene as its genetic biomarker. Cent. Asian J. Med. Pharm. Sci. Innov. 1 205–217."}, {"Citation": "Saini N., Singh D., Sandhir R. (2019). Bacopa monnieri prevents colchicine-induced dementia by anti-inflammatory action. Metabolic. Brain Dis. 34 505–518. 10.1007/s11011-018-0332-1", "ArticleIdList": ["10.1007/s11011-018-0332-1", "30604025"]}, {"Citation": "Savelieff M. G., Nam G., Kang J., Lee H. J., Lee M., Lim M. H. (2018). Development of multifunctional molecules as potential therapeutic candidates for Alzheimer’s disease, Parkinson’s disease, and amyotrophic lateral sclerosis in the last decade. Chem. Rev. 119 1221–1322. 10.1021/acs.chemrev.8b00138", "ArticleIdList": ["10.1021/acs.chemrev.8b00138", "30095897"]}, {"Citation": "Sawda C., Moussa C., Turner R. S. (2017). Resveratrol for Alzheimer’s disease. Ann. N. York Acad. Sci. 1403 142–149.", "ArticleIdList": ["PMC5664214", "28815614"]}, {"Citation": "Scheltens P., Blennow K., Breteler M. M., de Strooper B., Frisoni G. B., Salloway S., et al. (2016). Alzheimer’s disease. Lancet 388 505–517.", "ArticleIdList": ["26921134"]}, {"Citation": "Selkoe D. J. (1991). The molecular pathology of Alzheimer’s disease. Neuron 6 487–498.", "ArticleIdList": ["1673054"]}, {"Citation": "Selvendiran K., Singh J. P. V., Krishnan K. B., Sakthisekaran D. (2003). Cytoprotective effect of piperine against benzo [a] pyrene induced lung cancer with reference to lipid peroxidation and antioxidant system in Swiss albino mice. Fitoterapia 74 109–115. 10.1016/s0367-326x(02)00304-0", "ArticleIdList": ["10.1016/s0367-326x(02)00304-0", "12628402"]}, {"Citation": "Sengottuvelu S. (2011). “Cardamom (Elettaria cardamomum Linn. Maton) seeds in health,” in Nuts and Seeds in Health and Disease Prevention, eds Preedy V. R., Watson R. R., Patel V. B. (Amsterdam. Elsevier; ), 285–291. 10.1016/b978-0-12-375688-6.10034-9", "ArticleIdList": ["10.1016/b978-0-12-375688-6.10034-9"]}, {"Citation": "Shafiee M., Arekhi S., Omranzadeh A., Sahebkar A. (2018). Saffron in the treatment of depression, anxiety and other mental disorders: Current evidence and potential mechanisms of action. J. Affect. Disord. 227 330–337. 10.1016/j.jad.2017.11.020", "ArticleIdList": ["10.1016/j.jad.2017.11.020", "29136602"]}, {"Citation": "Shakibaei M., John T., Schulze-Tanzil G., Lehmann I., Mobasheri A. (2007). , “Suppression of NF-κB activation by curcumin leads to inhibition of expression of cyclo-oxygenase-2 and matrix metalloproteinase-9 in human articular chondrocytes: implications for the treatment of osteoarthritis”. Biochem. Pharmacol. 73 1434–1445. 10.1016/j.bcp.2007.01.005", "ArticleIdList": ["10.1016/j.bcp.2007.01.005", "17291458"]}, {"Citation": "Shao R., Xiao J. (2013). Natural products for treatment of Alzheimer’s disease and related diseases: understanding their mechanism of action. Curr. Neuropharmacol. 11:337. 10.2174/1570159x11311040001", "ArticleIdList": ["10.2174/1570159x11311040001", "PMC3744900", "24381527"]}, {"Citation": "Shukitt-Hale B., Carey A. N., Jenkins D., Rabin B. M., Joseph J. A. (2007). Beneficial effects of fruit extracts on neuronal function and behavior in a rodent model of accelerated aging. Neurobiol. Aging 28 1187–1194. 10.1016/j.neurobiolaging.2006.05.031", "ArticleIdList": ["10.1016/j.neurobiolaging.2006.05.031", "16837106"]}, {"Citation": "Silva T., Reis J., Teixeira J., Borges F. (2014). Alzheimer’s disease, enzyme targets and drug discovery struggles: from natural products to drug prototypes. Ageing Res. Rev. 15 116–145. 10.1016/j.arr.2014.03.008", "ArticleIdList": ["10.1016/j.arr.2014.03.008", "24726823"]}, {"Citation": "Singh D. (2019). N-butanol fraction of myristica fragrans attenuates scopolamine-induced memory impairment in the experimental model of alzheimer’s disease in mice. J. Neurol. Sci. 405 72–73. 10.1016/j.jns.2019.10.1698", "ArticleIdList": ["10.1016/j.jns.2019.10.1698"]}, {"Citation": "Singh N., Rao A. S., Nandal A., Kumar S., Yadav S. S., Ganaie S. A., et al. (2021). “Phytochemical and pharmacological review of Cinnamomum verum J. Presl-a versatile spice used in food and nutrition”. Food Chem. 338:127773. 10.1016/j.foodchem.2020.127773", "ArticleIdList": ["10.1016/j.foodchem.2020.127773", "32829297"]}, {"Citation": "Smach M. A., Hafsa J., Charfeddine B., Dridi H., Limem K. (2015). Effects of sage extract on memory performance in mice and acetylcholinesterase activity. Ann. Pharm. Fr. 73 281–288. 10.1016/j.pharma.2015.03.005", "ArticleIdList": ["10.1016/j.pharma.2015.03.005", "25934446"]}, {"Citation": "Soh Y., Kim J.-A., Sohn N. W., Lee K. R., Kim S. Y. (2003). Protective effects of quinic acid derivatives on tetrahydropapaveroline-induced cell death in C6 glioma cells. Biol. Pharmaceut. Bull. 26 803–807. 10.1248/bpb.26.803", "ArticleIdList": ["10.1248/bpb.26.803", "12808290"]}, {"Citation": "Song J., Cheon S. Y., Jung W., Lee W. T., Lee J. E. (2014). Resveratrol promotes the expression of interleukin-10 and brain-derived neurotrophic factor in microglia under hypoxia. Int. J. Mol. Sci. 15 15512–15529. 10.3390/ijms150915512", "ArticleIdList": ["10.3390/ijms150915512", "PMC4200860", "25184950"]}, {"Citation": "Spangler E. L., Duffy K., Devan B., Guo Z., Bowker J., Shukitt-Hale B., et al. (2003). Rats Fed a Blueberry-Enriched Diet Exhibit Greater Protection against a Kainate-induced Learning Impairment. Washington, DC: Society for Neuroscience."}, {"Citation": "Sumanth M., Mamatha K. (2014). Learning and Memory enhancing activity of Ficus carica (Fig): An experimental study in rats. Drug Dev. Ther. 5 2394–2002."}, {"Citation": "Sundaramoorthy P. M. K., Packiam K. K. (2020). In vitro enzyme inhibitory and cytotoxic studies with Evolvulus alsinoides (Linn.) Linn. Leaf extract: a plant from Ayurveda recognized as Dasapushpam for the management of Alzheimer’s disease and diabetes mellitus. BMC Complement. Med. Ther. 20:129. 10.1186/s12906-020-02922-7", "ArticleIdList": ["10.1186/s12906-020-02922-7", "PMC7189705", "32345272"]}, {"Citation": "Sutalangka C., Wattanathorn J., Muchimapura S., Thukham-mee W. (2013). Moringa oleifera mitigates memory impairment and neurodegeneration in animal model of age-related dementia. Oxid. Med. Cell. Long. 2013:695936. 10.1155/2013/695936", "ArticleIdList": ["10.1155/2013/695936", "PMC3884855", "24454988"]}, {"Citation": "Syad A. N., Devi K. P. (2014). Botanics: a potential source of new therapies for Alzheimer’s disease? Botanics 4 11–26. 10.2147/btat.s33554", "ArticleIdList": ["10.2147/btat.s33554"]}, {"Citation": "Talebi M., Ilgün S., Ebrahimi V., Talebi M., Farkhondeh T., Ebrahimi H., et al. (2021a). “Zingiber officinale ameliorates Alzheimer’s disease and cognitive impairments: lessons from preclinical studies”. Biomed. Pharmacother. 133:111088. 10.1016/j.biopha.2020.111088", "ArticleIdList": ["10.1016/j.biopha.2020.111088", "33378982"]}, {"Citation": "Talebi M., Kakouri E., Talebi M., Tarantilis P. A., Farkhondeh T., Ýlgün S., et al. (2021b). “Nutraceuticals-based therapeutic approach: Recent advances to combat pathogenesis of Alzheimer’s disease”. Expert Rev. Neurother. 21 625–642. 10.1080/14737175.2021.1923479", "ArticleIdList": ["10.1080/14737175.2021.1923479", "33910446"]}, {"Citation": "Tang H., Wang J., Zhao L., Zhao X.-M. (2017). Rhodiola rosea L extract shows protective activity against Alzheimer’s disease in 3xTg-AD mice. Tropic. J. Pharmaceut. Res. 16 509–514. 10.4314/tjpr.v16i3.3", "ArticleIdList": ["10.4314/tjpr.v16i3.3"]}, {"Citation": "Taranalli A. D., Cheeramkuzhy T. C. (2000). Influence of Clitoria ternatea extracts on memory and central cholinergic activity in rats. Pharmaceut. Biol. 38 51–56. 10.1076/1388-0209(200001)3811-BFT051", "ArticleIdList": ["10.1076/1388-0209(200001)3811-BFT051", "21214440"]}, {"Citation": "Tariq L., Bhat B. A., Hamdani S. S., Mir R. A. (2021). “Phytochemistry, Pharmacology and Toxicity of Medicinal Plants,” in Medicinal and Aromatic Plants, eds Aftab T., Hakeem K. R. (Cham: Springer; ), 217–240. 10.1007/978-3-030-58975-2_8", "ArticleIdList": ["10.1007/978-3-030-58975-2_8"]}, {"Citation": "Tesfaye A. (2021). Revealing the Therapeutic Uses of Garlic (Allium sativum) and Its Potential for Drug Discovery. Sci. World J. 2021:8817288. 10.1155/2021/8817288", "ArticleIdList": ["10.1155/2021/8817288", "PMC8739926", "35002548"]}, {"Citation": "Tönnies E., Trushina E. (2017). Oxidative stress, synaptic dysfunction, and Alzheimer’s disease. J. Alzheimer’s Dis. 57 1105–1121. 10.3233/jad-161088", "ArticleIdList": ["10.3233/jad-161088", "PMC5409043", "28059794"]}, {"Citation": "Tripathi S., Mazumder P. M. (2020). Apple cider vinegar (ACV) and their pharmacological approach towards Alzheimer’s disease (AD): A review. Indian J. Pharm. Educ. Res. 54 s67–s74."}, {"Citation": "Uabundit N., Wattanathorn J., Mucimapura S., Ingkaninan K. (2010). Cognitive enhancement and neuroprotective effects of Bacopa monnieri in Alzheimer’s disease model. J. Ethnopharmacol. 127 26–31. 10.1016/j.jep.2009.09.056", "ArticleIdList": ["10.1016/j.jep.2009.09.056", "19808086"]}, {"Citation": "Vassallo N. (2008). Polyphenols and Health: New and Recent Advances. Hauppauge: Nova Publishers."}, {"Citation": "Veerendra Kumar M. H., Gupta Y. K. (2003). Effect of Centella asiatica on cognition and oxidative stress in an intracerebroventricular streptozotocin model of Alzheimer’s disease in rats. Clin. Exp. Pharmacol. Physiol. 30 336–342. 10.1046/j.1440-1681.2003.03842.x", "ArticleIdList": ["10.1046/j.1440-1681.2003.03842.x", "12859423"]}, {"Citation": "Vergara C., Houben S., Suain V., Yilmaz Z., De Decker R., Vanden Dries V., et al. (2019). Amyloid-β pathology enhances pathological fibrillary tau seeding induced by Alzheimer PHF in vivo. Acta Neuropathol. 137 397–412. 10.1007/s00401-018-1953-5", "ArticleIdList": ["10.1007/s00401-018-1953-5", "30599077"]}, {"Citation": "Villaflores O. B., Chen Y.-J., Chen C.-P., Yeh J.-M., Wu T.-Y. (2012). Curcuminoids and resveratrol as anti-Alzheimer agents. Taiwanese J. Obstet. Gynecol. 51 515–525. 10.1016/j.tjog.2012.09.005", "ArticleIdList": ["10.1016/j.tjog.2012.09.005", "23276553"]}, {"Citation": "Wainwright C. L., Teixeira M. M., Adelson D. L., Buenz E. J., David B., Glaser K. B., et al. (2022). Future Directions for the Discovery of Natural Product-Derived Immunomodulating Drugs. Pharmacol. Res. 177:106076. 10.1016/j.phrs.2022.106076", "ArticleIdList": ["10.1016/j.phrs.2022.106076", "35074524"]}, {"Citation": "Wang C. P., Zhang L. Z., Li G. C., Shi Y. W., Li J. L., Zhang X. C., et al. (2014). Mulberroside a protects against ischemic impairment in primary culture of rat cortical neurons after oxygen–glucose deprivation followed by reperfusion. J. Neurosci. Res. 92 944–954. 10.1002/jnr.23374", "ArticleIdList": ["10.1002/jnr.23374", "24687774"]}, {"Citation": "Wang S., Yu L., Yang H., Li C., Hui Z., Xu Y., et al. (2016). Oridonin attenuates synaptic loss and cognitive deficits in an Aβ1–42-induced mouse model of Alzheimer’s disease. PLoS One 11:e0151397. 10.1371/journal.pone.0151397", "ArticleIdList": ["10.1371/journal.pone.0151397", "PMC4790895", "26974541"]}, {"Citation": "Wang X., Wang W., Li L., Perry G., Lee H.-G., Zhu X. (2014). Oxidative stress and mitochondrial dysfunction in Alzheimer’s disease. Biochim. et Biophys. Acta Mol. Basis Dis. 1842 1240–1247.", "ArticleIdList": ["PMC4007397", "24189435"]}, {"Citation": "Wang Y., Liu J., Zhang Z., Bi P., Qi Z., Zhang C. (2011). Anti-neuroinflammation effect of ginsenoside Rbl in a rat model of Alzheimer disease. Neurosci. Lett. 487 70–72. 10.1016/j.neulet.2010.09.076", "ArticleIdList": ["10.1016/j.neulet.2010.09.076", "20933058"]}, {"Citation": "Wattanathorn J., Chonpathompikunlert P., Muchimapura S., Priprem A., Tankamnerdthai O. (2008). Piperine, the potential functional food for mood and cognitive disorders. Food Chem. Toxicol. 46 3106–3110. 10.1016/j.fct.2008.06.014", "ArticleIdList": ["10.1016/j.fct.2008.06.014", "18639606"]}, {"Citation": "Wesnes K. A., Ward T., McGinty A., Petrini O. (2000). The memory enhancing effects of a Ginkgo biloba/Panax ginseng combination in healthy middle-aged volunteers. Psychopharmacology 152 353–361. 10.1007/s002130000533", "ArticleIdList": ["10.1007/s002130000533", "11140327"]}, {"Citation": "Whitehouse P. J., Price D. L., Clark A. W., Coyle J. T., DeLong M. R. (1981). Alzheimer disease: evidence for selective loss of cholinergic neurons in the nucleus basalis. Ann. Neurol. 10 122–126. 10.1002/ana.410100203", "ArticleIdList": ["10.1002/ana.410100203", "7283399"]}, {"Citation": "Wijeratne S. S. K., Cuppett S. L. (2007). Potential of rosemary (Rosemarinus officinalis L.) diterpenes in preventing lipid hydroperoxide-mediated oxidative stress in Caco-2 cells. J. Agric. Food Chem. 55 1193–1199. 10.1021/jf063089m", "ArticleIdList": ["10.1021/jf063089m", "17263550"]}, {"Citation": "Woodruff-Pak D. S., Vogel R. W., Wenk G. L. (2001). Galantamine: effect on nicotinic receptor binding, acetylcholinesterase inhibition, and learning. Proc. Natl. Acad. Sci. 98 2089–2094. 10.1073/pnas.98.4.2089", "ArticleIdList": ["10.1073/pnas.98.4.2089", "PMC29386", "11172080"]}, {"Citation": "Xiao Q., Wang C., Li J., Hou Q., Li J., Ma J., et al. (2010). Ginkgolide B protects hippocampal neurons from apoptosis induced by beta-amyloid 25–35 partly via up-regulation of brain-derived neurotrophic factor. Eur. J. Pharmacol. 647 48–54. 10.1016/j.ejphar.2010.08.002", "ArticleIdList": ["10.1016/j.ejphar.2010.08.002", "20709055"]}, {"Citation": "Yadav D. K. (2021). Potential Therapeutic Strategies of Phytochemicals in Neurodegenerative Disorders. Curr. Topics Med. Chem. 21 2814–2838. 10.2174/1568026621666211201150217", "ArticleIdList": ["10.2174/1568026621666211201150217", "34852737"]}, {"Citation": "Yadav M. K., Singh S. K., Singh M., Mishra S. S., Singh A. K., Tripathi J. S., et al. (2019). “Neuroprotective activity of Evolvulus alsinoides & Centella asiatica Ethanolic extracts in scopolamine-induced amnesia in Swiss albino mice”. Open Access Macedonian J. Med. Sci. 7 1059–1066. 10.3889/oamjms.2019.247", "ArticleIdList": ["10.3889/oamjms.2019.247", "PMC6490476", "31049081"]}, {"Citation": "Yang H. D., Lee S. B., Young L. D. (2016). History of Alzheimer’s Disease. Dement. Neurocogn. Disord. 15 115–121.", "ArticleIdList": ["PMC6428020", "30906352"]}, {"Citation": "Yoo K.-Y., Park S.-Y. (2012). Terpenoids as potential anti-Alzheimer’s disease therapeutics. Molecules 17 3524–3538. 10.3390/molecules17033524", "ArticleIdList": ["10.3390/molecules17033524", "PMC6268347", "22430119"]}, {"Citation": "Yoshida H., Meng P., Matsumiya T., Tanji K., Hayakari R., Xing F., et al. (2014). Carnosic acid suppresses the production of amyloid-β 1-42 and 1-43 by inducing an α-secretase TACE/ADAM17 in U373MG human astrocytoma cells. Neurosci. Res. 79 83–93. 10.1016/j.neures.2013.11.004", "ArticleIdList": ["10.1016/j.neures.2013.11.004", "24295810"]}, {"Citation": "Youdim K. A., Shukitt-Hale B., Martin A., Wang H., Denisova N., Bickford P. C., et al. (2000). “Short-term dietary supplementation of blueberry polyphenolics: beneficial effects on aging brain performance and peripheral tissue function”. Nut. Neurosci. 3 383–397. 10.1080/1028415x.2000.11747338", "ArticleIdList": ["10.1080/1028415x.2000.11747338"]}, {"Citation": "Yuan H., Ma Q., Ye L., Piao G. (2016). “The Traditional Medicine and Modern Medicine from Natural Products. Molecules 21:559. 10.3390/molecules21050559", "ArticleIdList": ["10.3390/molecules21050559", "PMC6273146", "27136524"]}, {"Citation": "Zhang L., Sun H., Zhao J., Lee J., Low L. E., Gong L., et al. (2021). Dynamic nanoassemblies for imaging and therapy of neurological disorders. Adv. Drug Delivery Rev. 175:113832. 10.1016/j.addr.2021.113832", "ArticleIdList": ["10.1016/j.addr.2021.113832", "34146626"]}, {"Citation": "Zhang M., Zhao R., Wang D., Wang L., Zhang Q., Wei S., et al. (2021). Ginger (Zingiber officinale Rosc.) and its bioactive components are potential resources for health beneficial agents. Phytother. Res. 35 711–742. 10.1002/ptr.6858", "ArticleIdList": ["10.1002/ptr.6858", "32954562"]}, {"Citation": "Zhao H., Niu Q., Li X., Liu T., Xu Y., Han H., et al. (2012). Long-term resveratrol consumption protects ovariectomized rats chronically treated with D-galactose from developing memory decline without effects on the uterus. Brain Res. 1467 67–80. 10.1016/j.brainres.2012.05.040", "ArticleIdList": ["10.1016/j.brainres.2012.05.040", "22647751"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "2", "Day": "26"}, {"Year": "2022", "Month": "3", "Day": "18"}, {"Year": "2022", "Month": "6", "Day": "2", "Hour": "2", "Minute": "8"}, {"Year": "2022", "Month": "6", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "3", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["35651632", "PMC9149276", "10.3389/fnins.2022.884345"]}}], "PubmedBookArticle": []}