{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Nanoparticles", "Plant metabolism", "Reactive oxygen species", "Seed germination", "Sustainable agriculture"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35659295", "DateCompleted": {"Year": "2022", "Month": "06", "Day": "08"}, "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "06", "Day": "03"}], "Language": ["eng"], "ELocationID": ["254", "10.1186/s12951-022-01423-8"], "Journal": {"ISSN": "1477-3155", "JournalIssue": {"Volume": "20", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Jun", "Day": "03"}}, "Title": "Journal of nanobiotechnology", "ISOAbbreviation": "J Nanobiotechnology"}, "ArticleTitle": "Nano-priming as emerging seed priming technology for sustainable agriculture-recent developments and future perspectives.", "Pagination": {"StartPage": "254", "MedlinePgn": "254"}, "Abstract": {"AbstractText": ["Nano-priming is an innovative seed priming technology that helps to improve seed germination, seed growth, and yield by providing resistance to various stresses in plants. Nano-priming is a considerably more effective method compared to all other seed priming methods. The salient features of nanoparticles (NPs) in seed priming are to develop electron exchange and enhanced surface reaction capabilities associated with various components of plant cells and tissues. Nano-priming induces the formation of nanopores in shoot and helps in the uptake of water absorption, activates reactive oxygen species (ROS)/antioxidant mechanisms in seeds, and forms hydroxyl radicals to loosen the walls of the cells and acts as an inducer for rapid hydrolysis of starch. It also induces the expression of aquaporin genes that are involved in the intake of water and also mediates H<sub>2</sub>O<sub>2,</sub> or ROS, dispersed over biological membranes. Nano-priming induces starch degradation via the stimulation of amylase, which results in the stimulation of seed germination. Nano-priming induces a mild ROS that acts as a primary signaling cue for various signaling cascade events that participate in secondary metabolite production and stress tolerance. This review provides details on the possible mechanisms by which nano-priming induces breaking seed dormancy, promotion of seed germination, and their impact on primary and secondary metabolite production. In addition, the use of nano-based fertilizer and pesticides as effective materials in nano-priming and plant growth development were also discussed, considering their recent status and future perspectives."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory for Core Technology of TCM Quality Improvement and Transformation, The Third Affiliated Hospital, School of Pharmaceutical Science, Zhejiang Chinese Medical University, Hangzhou, Zhejiang, 310053, People's Republic of China."}], "LastName": "Nile", "ForeName": "Shivraj Hariram", "Initials": "SH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Crop Science, College of Sanghuh Life Science, Konkuk University, Seoul, 05029, Republic of Korea."}], "LastName": "Thiruvengadam", "ForeName": "Muthu", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory for Core Technology of TCM Quality Improvement and Transformation, The Third Affiliated Hospital, School of Pharmaceutical Science, Zhejiang Chinese Medical University, Hangzhou, Zhejiang, 310053, People's Republic of China."}, {"Identifier": [], "Affiliation": "Institute of Plant Biotechnology, School of Life Sciences, Shanghai Normal University, Shanghai, 200234, People's Republic of China."}], "LastName": "Wang", "ForeName": "Yao", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "R&D Division, Alchem Diagnostics, No. 1/1, Gokhale Street, Ram Nagar, Coimbatore, 641009, Tamil Nadu, India."}], "LastName": "Samynathan", "ForeName": "Ramkumar", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Scientific Department, K.G. Razumovsky Moscow State University of Technologies and Management (The First Cossack University), 73, Zemlyanoy Val St., Moscow, 109004, Russian Federation."}], "LastName": "Shariati", "ForeName": "Mohammad Ali", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Scientific Research, V. M. Gorbatov Federal Research Center for Food Systems, 26 Talalikhina St., Moscow, 109316, Russian Federation."}], "LastName": "Rebezov", "ForeName": "Maksim", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Crop Science, College of Sanghuh Life Science, Konkuk University, Seoul, 05029, Republic of Korea."}], "LastName": "Nile", "ForeName": "Arti", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Plant Biotechnology, School of Life Sciences, Shanghai Normal University, Shanghai, 200234, People's Republic of China."}], "LastName": "Sun", "ForeName": "Meihong", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Sri Shakthi Institute of Engineering and Technology, Coimbatore, 641062, Tamil Nadu, India. baskarbt07@gmail.com."}], "LastName": "Venkidasamy", "ForeName": "Baskar", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Analytical Chemistry and Food Science, Faculty of Food Science and Technology, University of Vigo, Vigo, Spain. jianboxiao@yahoo.com."}], "LastName": "Xiao", "ForeName": "Jianbo", "Initials": "J"}, {"Identifier": ["0000-0001-7586-9067"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory for Core Technology of TCM Quality Improvement and Transformation, The Third Affiliated Hospital, School of Pharmaceutical Science, Zhejiang Chinese Medical University, Hangzhou, Zhejiang, 310053, People's Republic of China. guoyinkai1@126.com."}, {"Identifier": [], "Affiliation": "Laboratory of Medicinal Plant Biotechnology, College of Pharmacy, Zhejiang Chinese Medical University, Hangzhou, Zhejiang, 310053, People's Republic of China. guoyinkai1@126.com."}], "LastName": "Kai", "ForeName": "Guoyin", "Initials": "G"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Nanobiotechnology", "NlmUniqueID": "101152208", "ISSNLinking": "1477-3155"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Reactive Oxygen Species"}, {"RegistryNumber": "059QF0KO0R", "NameOfSubstance": "Water"}, {"RegistryNumber": "9005-25-8", "NameOfSubstance": "Starch"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Agriculture"}, {"QualifierName": [], "DescriptorName": "Germination"}, {"QualifierName": ["metabolism"], "DescriptorName": "Reactive Oxygen Species"}, {"QualifierName": ["metabolism"], "DescriptorName": "Seedlings"}, {"QualifierName": [], "DescriptorName": "Seeds"}, {"QualifierName": ["metabolism"], "DescriptorName": "Starch"}, {"QualifierName": [], "DescriptorName": "Technology"}, {"QualifierName": ["metabolism"], "DescriptorName": "Water"}], "CoiStatement": "The authors declared that no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bruce TJ, Matthes MC, Napier JA, Pickett JA. Stressful “memories” of plants: evidence and possible mechanisms. Plant Sci. 2007;173(6):603–608. doi: 10.1016/j.plantsci.2007.09.002.", "ArticleIdList": ["10.1016/j.plantsci.2007.09.002"]}, {"Citation": "Arnott A, Galagedara L, Thomas R, Cheema M, Sobze JM. The potential of rock dust nanoparticles to improve seed germination and seedling vigor of native species: a review. Sci Total Environ. 2021;775:145139. doi: 10.1016/j.scitotenv.2021.145139.", "ArticleIdList": ["10.1016/j.scitotenv.2021.145139"]}, {"Citation": "Torre-Roche RDL, Cantu J, Tamez C, Zuverza-Mena N, Hamdi H, Adisa IO, Elmer W, Gardea-Torresdey J, White JC. Seed biofortification by engineered nanomaterials: A pathway to alleviate malnutrition? J Agri Food Chem. 2020;68(44):12189–12202. doi: 10.1021/acs.jafc.0c04881.", "ArticleIdList": ["10.1021/acs.jafc.0c04881", "33085897"]}, {"Citation": "Waqas MA, Kaya C, Riaz A, Farooq M, Nawaz I, Wilkes A, Li Y. Potential mechanisms of abiotic stress tolerance in crop plants induced by Thiourea. Front Plant Sci. 2019;10:1336. doi: 10.3389/fpls.2019.01336.", "ArticleIdList": ["10.3389/fpls.2019.01336", "PMC6828995", "31736993"]}, {"Citation": "Acharya P, Jayaprakasha GK, Crosby KM, Jifon JL, Patil BS. Nanoparticle-mediated seed priming improves germination, growth, yield, and quality of watermelons (Citrullus lanatus) at multi-locations in Texas. Sci Rep. 2020;10:5037. doi: 10.1038/s41598-020-61696-7.", "ArticleIdList": ["10.1038/s41598-020-61696-7", "PMC7081193", "32193449"]}, {"Citation": "Abbasi Khalaki M, Moameri M, AsgariLajayer B, Astatkie T. Influence of nano-priming on seed germination and plant growth of forage and medicinal plants. Plant Growth Regul. 2021;93(1):13–28. doi: 10.1007/s10725-020-00670-9.", "ArticleIdList": ["10.1007/s10725-020-00670-9"]}, {"Citation": "Chandrasekaran U, Luo X, Wang Q, Shu K. Are there unidentified factors involved in the germination of nano-primed seeds? Front Plant Sci. 2020;11:832. doi: 10.3389/fpls.2020.00832.", "ArticleIdList": ["10.3389/fpls.2020.00832", "PMC7298061", "32587599"]}, {"Citation": "Zhu J, Zou Z, Shen Y, Li J, Shi S, Han S, Zhan X. Increased ZnO nanoparticle toxicity to wheat upon co-exposure to phenanthrene. Env Pollu. 2019;247:108–117. doi: 10.1016/j.envpol.2019.01.046.", "ArticleIdList": ["10.1016/j.envpol.2019.01.046", "30669078"]}, {"Citation": "Maharramov AM, Hasanova UA, Suleymanova IA, Osmanova GE, Hajiyeva NE. The engineered nanoparticles in food chain: Potential toxicity and effects. SN Appl Sci. 2019;1(11):1–25. doi: 10.1007/s42452-019-1412-5.", "ArticleIdList": ["10.1007/s42452-019-1412-5"]}, {"Citation": "Feizi H, Moghaddam PR, Shahtahmassebi N, Fotovat A. Assessment of concentrations of nano and bulk iron oxide particles on early growth of wheat (Triticum aestivum L.). Ann Res Rev Biol. 2013;752-761. hhttps://journalarrb.com/index.php/ARRB/article/view/24882."}, {"Citation": "Hatami M, Kariman K, Ghorbanpour M. Engineered nanomaterial-mediated changes in the metabolism of terrestrial plants. Sci Total Env. 2016;571:275–291. doi: 10.1016/j.scitotenv.2016.07.184.", "ArticleIdList": ["10.1016/j.scitotenv.2016.07.184", "27485129"]}, {"Citation": "Baikar S, Malpathak N. Secondary metabolites as DNA topoisomerase inhibitors: a new era towards designing of anticancer drugs. Pharmacogn Rev. 2010;4(7):12–26. doi: 10.4103/0973-7847.65320.", "ArticleIdList": ["10.4103/0973-7847.65320", "PMC3249898", "22228937"]}, {"Citation": "Greenwell M, Rahman PK. Medicinal plants: their use in anticancer treatment. Int J Pharm Sci Res. 2015;6(10):4103–4112. doi: 10.13040/IJPSR.0975-8232.6(10).4103-12.", "ArticleIdList": ["10.13040/IJPSR.0975-8232.6(10).4103-12", "PMC4650206", "26594645"]}, {"Citation": "Seca AML, Pinto DCGA. Plant secondary metabolites as anticancer agents: successes in clinical trials and therapeutic application. Int J Mol Sci. 2018;19(1):263. doi: 10.3390/ijms19010263.", "ArticleIdList": ["10.3390/ijms19010263", "PMC5796209", "29337925"]}, {"Citation": "Nile SH, Baskar V, Selvaraj D, Nile A, Xiao J, Kai G. Nanotechnologies in food science: applications, recent trends, and future perspectives. Nano-Micro Lett. 2020;12:45. doi: 10.1007/s40820-020-0383-9.", "ArticleIdList": ["10.1007/s40820-020-0383-9", "PMC7770847", "34138283"]}, {"Citation": "Behzadi S, Serpooshan V, Tao W, Hamaly MA, Alkawareek MY, Dreaden EC, Brown D, Alkilany AM, Farokhzad OC, Mahmoudi M. Cellular uptake of nanoparticles: journey inside the cell. Chem Soc Rev. 2017;46(14):4218–4244. doi: 10.1039/c6cs00636a.", "ArticleIdList": ["10.1039/c6cs00636a", "PMC5593313", "28585944"]}, {"Citation": "Auría-Soro C, Nesma T, Juanes-Velasco P, Landeira-Viñuela A, Fidalgo-Gomez H, Acebes-Fernandez V, Gongora R, Almendral Parra MJ, Manzano-Roman R, Fuentes M. Interactions of nanoparticles and biosystems: Microenvironment of nanoparticles and biomolecules in nanomedicine. Nanomaterials. 2019;9(10):1365. doi: 10.3390/nano9101365.", "ArticleIdList": ["10.3390/nano9101365", "PMC6835394", "31554176"]}, {"Citation": "Foroozandeh P, Aziz AA. Insight into cellular uptake and intracellular trafficking of nanoparticles. Nanoscale Res Lett. 2018;13(1):1–12. doi: 10.1186/s11671-018-2728-6.", "ArticleIdList": ["10.1186/s11671-018-2728-6", "PMC6202307", "30361809"]}, {"Citation": "Li JH, Santos-Otte P, Au B, Rentsch J, Block S, Ewers H. Directed manipulation of membrane proteins by fluorescent magnetic nanoparticles. Nat Commun. 2020;11(1):4259. doi: 10.1038/s41467-020-18087-3.", "ArticleIdList": ["10.1038/s41467-020-18087-3", "PMC7450064", "32848156"]}, {"Citation": "Rico CM, Majumdar S, Duarte-Gardea M, Peralta-Videa JR, Gardea-Torresdey JL. Interaction of nanoparticles with edible plants and their possible implications in the food chain. J Agric Food Chem. 2011;59(8):3485–3498. doi: 10.1021/jf104517j.", "ArticleIdList": ["10.1021/jf104517j", "PMC3086136", "21405020"]}, {"Citation": "Pérez-de-Luque A. Interaction of nanomaterials with plants: what do we need for real applications in agriculture. Front Env Sci. 2017;5:12. doi: 10.3389/fenvs.2017.00012.", "ArticleIdList": ["10.3389/fenvs.2017.00012"]}, {"Citation": "Su Y, Ashworth V, Kim C, Adeleye AS, Rolshausen P, Roper C, Jassby D. Delivery, uptake, fate, and transport of engineered nanoparticles in plants: a critical review and data analysis. Env Sci Nano. 2019;6(8):2311–2331. doi: 10.1039/C9EN00461K.", "ArticleIdList": ["10.1039/C9EN00461K"]}, {"Citation": "Sun D, Hussain HI, Yi Z, Siegele R, Cresswell T, Kong L, Cahill DM. Uptake and cellular distribution, in four plant species of fluorescently labeled mesoporous silica nanoparticles. Plant Cell Rep. 2014;33(8):1389–1402. doi: 10.1007/s00299-014-1624-5.", "ArticleIdList": ["10.1007/s00299-014-1624-5", "24820127"]}, {"Citation": "Stanley L, Paolo B, Wojtyla L, Kubala S, Pace R. Seed priming: New comprehensive approaches for an old empirical technique. In: Araujo S, Balestrazzi A, editors. New challenges in seed biology-basic and translational research driving seed technology. Intech Open: Winchester; 2016. pp. 1–49."}, {"Citation": "Ma X, Geiser-Lee J, Deng Y, Kolmakov A. Interactions between engineered nanoparticles (ENPs) and plants: phytotoxicity, uptake and accumulation. Sci Total Env. 2010;408(16):3053–3061. doi: 10.1016/j.scitotenv.2010.03.031.", "ArticleIdList": ["10.1016/j.scitotenv.2010.03.031", "20435342"]}, {"Citation": "Guha T, Ravikumar KVG, Mukherjee A, Mukherjee A, Kundu R. Nano-priming with zero valent iron (nZVI) enhances germination and growth in aromatic rice cultivar (Oryza sativa cv. Gobindabhog L.) Plant Physiol Biochem. 2018;127:403–413. doi: 10.1016/j.plaphy.2018.04.014.", "ArticleIdList": ["10.1016/j.plaphy.2018.04.014", "29679934"]}, {"Citation": "Oracz K, Karpiński S. Phytohormones signaling pathways and ROS involvement in seed germination. Front Plant Sci. 2016;7:864. doi: 10.3389/fpls.2016.00864.", "ArticleIdList": ["10.3389/fpls.2016.00864", "PMC4908112", "27379144"]}, {"Citation": "Xu YG, Liu R, Sui N, Shi W, Wang L, Tian C, Song J. Changes in endogenous hormones and seed-coat phenolics during seed storage of two Suaeda salsa populations. Aus J Bot. 2016;64:325–332. doi: 10.1071/BT16014.", "ArticleIdList": ["10.1071/BT16014"]}, {"Citation": "Roberts A. Plasmodesmata and the control of symplastic transport. Plant Cell Environ. 2003;26:103–124. doi: 10.1046/j.1365-3040.2003.00950.x.", "ArticleIdList": ["10.1046/j.1365-3040.2003.00950.x"]}, {"Citation": "Madeira TF, Moura G. Soveral, Detecting aquaporin function and regulation. Front Chem. 2016;4:3. doi: 10.3389/fchem.2016.00003.", "ArticleIdList": ["10.3389/fchem.2016.00003", "PMC4734071", "26870725"]}, {"Citation": "Zhai G, Walters KS, Peate DW, Alvarez PJ, Schnoor JL. Transport of gold nanoparticles through plasmodesmata and precipitation of gold ions in woody poplar. Environ Sci Technol Lett. 2014;1(2):146–151. doi: 10.1021/ez400202b.", "ArticleIdList": ["10.1021/ez400202b", "PMC4224293", "25386566"]}, {"Citation": "Schwab F, Zhai G, Kern M, Turner A, Schnoor JL, Wiesner MR. Barriers, pathways and processes for uptake, translocation and accumulation of nanomaterials in plants—critical review. Nanotoxicology. 2015;10:257–278. doi: 10.3109/17435390.17432015.11048326.", "ArticleIdList": ["10.3109/17435390.17432015.11048326", "26067571"]}, {"Citation": "Chichiriccò G, Poma A. Penetration and toxicity of nanomaterials in higher plants. Nanomaterials. 2015;5(2):851–873. doi: 10.3390/nano5020851.", "ArticleIdList": ["10.3390/nano5020851", "PMC5312920", "28347040"]}, {"Citation": "Kolitsi LI, Yiantsios SG. Transport of nanoparticles in magnetic targeting: Comparison of magnetic, diffusive and convective forces and fluxes in the microvasculature, through vascular pores and across the interstitium. Microvasc Res. 2020;130:104007. doi: 10.1016/j.mvr.2020.104007.", "ArticleIdList": ["10.1016/j.mvr.2020.104007", "32305349"]}, {"Citation": "Ruttkay-Nedecky B, Krystofova O, Nejdl L, Vojtech A. Nanoparticles based on essential metals and their phytotoxicity. J Nanobiotechnol. 2017;15:33. doi: 10.1186/s12951-017-0268-3.", "ArticleIdList": ["10.1186/s12951-017-0268-3", "PMC5406882", "28446250"]}, {"Citation": "Yan A, Chen Z. Impacts of silver nanoparticles on plants: a focus on the phytotoxicity and underlying mechanism. Int J Mol Sci. 2019;20(5):1003. doi: 10.3390/ijms20051003.", "ArticleIdList": ["10.3390/ijms20051003", "PMC6429054", "30813508"]}, {"Citation": "Tuan PA, Sun M, Nguyen TN, Park S, Ayele BT. 1-Molecular mechanisms of seed germination. In: Feng H et al editors. Sprouted Grains. AACC International Press. pp. 1–24."}, {"Citation": "Su Y, Wu D, Xia H, Zhang C, Shi J, Wilkinson KJ, Xie B. Metallic nanoparticles induced antibiotic resistance genes attenuation of leachate culturable microbiota: the combined roles of growth inhibition, ion dissolution and oxidative stress. Env Int. 2019;28:407–416. doi: 10.1016/j.envint.2019.05.007.", "ArticleIdList": ["10.1016/j.envint.2019.05.007", "31078875"]}, {"Citation": "McLean JE, Pabst MW, Miller CD, Dimkpa CO, Anderson AJ. Effect of complexing ligands on the surface adsorption, internalization, and bioresponse of copper and cadmium in a soil bacterium Pseudomonas putida. Chemosphere. 2013;91(3):374–382. doi: 10.1016/j.chemosphere.2012.11.071.", "ArticleIdList": ["10.1016/j.chemosphere.2012.11.071", "23270705"]}, {"Citation": "Michaud AM, Bravin MN, Galleguillos M, Hinsinger P. Copper uptake and phytotoxicity as assessed in situ for durum wheat (Triticum turgidum durum L.) cultivated in Cu-contaminated, former vineyard soils. Plant Soil. 2007;298:99–111. doi: 10.1007/s11104-007-9343-0.", "ArticleIdList": ["10.1007/s11104-007-9343-0"]}, {"Citation": "Chai M, Zhou C, Molina I, Fu C, Nakashima J, Li G, Wang ZY. A class II KNOX gene, KNOX4, controls seed physical dormancy. Proceed Natl Acad Sci. 2016;113(25):6997–7002. doi: 10.1073/pnas.1601256113.", "ArticleIdList": ["10.1073/pnas.1601256113", "PMC4922145", "27274062"]}, {"Citation": "Née G, Kramer K, Nakabayashi K, Yuan B, Xiang Y, Miatton E, Soppe WJ. DELAY OF GERMINATION1 requires PP2C phosphatases of the ABA signaling pathway to control seed dormancy. Nature Commun. 2017;8(1):1–9. doi: 10.1038/s41467-017-00113-6.", "ArticleIdList": ["10.1038/s41467-017-00113-6", "PMC5509711", "28706187"]}, {"Citation": "Kobayashi Y, Nabeta K, Matsuura H. Chemical inhibitors of viviparous germination in the fruit of watermelon. Plant Cell Physiol. 2010;51(9):1594–1598. doi: 10.1093/pcp/pcq103.", "ArticleIdList": ["10.1093/pcp/pcq103", "20630986"]}, {"Citation": "Shah T, Latif S, Saeed F, Ali I, Ullah S, Alsahli AA, Jan S, Ahmad P. Seed priming with titanium dioxide nanoparticles enhances seed vigor, leaf water status, and antioxidant enzyme activities in maize (Zea mays L.) under salinity stress. J King Saud Univ Sci. 2021;33:1–11. doi: 10.1016/j.jksus.2020.10.004.", "ArticleIdList": ["10.1016/j.jksus.2020.10.004"]}, {"Citation": "Hussain S, Khan F, Hussain HA, Nie L. Physiological and biochemical mechanisms of seed priming-induced chilling tolerance in rice cultivars. Front Plant Sci. 2016;7:116. doi: 10.3389/fpls.2016.00116.", "ArticleIdList": ["10.3389/fpls.2016.00116", "PMC4746480", "26904078"]}, {"Citation": "Dutta P. Seed priming: new vistas and contemporary perspectives. In: Rakshit A, Singh H, editors. Advances in Seed Priming. Singapore : Springer; 2018."}, {"Citation": "Mahakham W, Sarmah AK, Maensiri S, Theerakulpisut P. Nano-priming technology for enhancing germination and starch metabolism of aged rice seeds using phyto-synthesized silver nanoparticles. Sci Rep. 2017;7:8263. doi: 10.1038/s41598-017-08669-5.", "ArticleIdList": ["10.1038/s41598-017-08669-5", "PMC5557806", "28811584"]}, {"Citation": "Anand A, Kumari M, Thakur A. Koul, Hydrogen peroxide signaling integrates with phytohormones during the germination of magnetoprimed tomato seeds. Sci Rep. 2019;9:8814. doi: 10.1038/s41598-019-45102-5.", "ArticleIdList": ["10.1038/s41598-019-45102-5", "PMC6584646", "31217440"]}, {"Citation": "Rodriguezgacio MDC, Matillavazquez MA, Matilla AJ. Seed dormancy and ABA signaling: the breakthrough goes on. Plant Signal Behav. 2009;4:1035–1048. doi: 10.4161/psb.4.11.9902.", "ArticleIdList": ["10.4161/psb.4.11.9902", "PMC2819511", "19875942"]}, {"Citation": "Figueiredo DD, Batista RA, Roszak P, Hennig L, Kohler C. Auxin production in the endosperm drives seed coat development in Arabidopsis. Elife. 2016;5:e20542. doi: 10.7554/eLife.20542.", "ArticleIdList": ["10.7554/eLife.20542", "PMC5135394", "27848912"]}, {"Citation": "Watahiki MK, Yamamoto KT. The massugu1 mutation of Arabidopsis identified with failure of auxin-induced growth curvature of hypocotyl confers auxin insensitivity to hypocotyl and leaf. Plant Physiol. 1997;115:419–426. doi: 10.1104/pp.115.2.419.", "ArticleIdList": ["10.1104/pp.115.2.419", "PMC158499", "9342863"]}, {"Citation": "Yang J, Cao W, Rui Y. Interactions between nanoparticles and plants: phytotoxicity and defense mechanisms. J Plant Interact. 2017;12:158–169. doi: 10.1080/17429145.2017.1310944.", "ArticleIdList": ["10.1080/17429145.2017.1310944"]}, {"Citation": "Shu K, Zhang H, Wang S, Chen M, Wu Y, Tang S, Liu C, Feng Y, Cao X, Xie Q. ABI4 regulates primary seed dormancy by regulating the biogenesis of abscisic acid and gibberellins in Arabidopsis. PloS Genet. 2013;9:e1003577. doi: 10.1371/journal.pgen.1003577.", "ArticleIdList": ["10.1371/journal.pgen.1003577", "PMC3688486", "23818868"]}, {"Citation": "Lorrai R, Boccaccini A, Ruta V, Possenti M, Costantino P, Vittorioso P. Abscisic acid inhibits hypocotyl elongation acting on gibberellins, DELLA proteins and auxin. AOB Plants. 2018;10:10. doi: 10.1093/aobpla/ply061.", "ArticleIdList": ["10.1093/aobpla/ply061", "PMC6204436", "30386544"]}, {"Citation": "Sundaria N, Singh M, Upreti P, Chauhan RP, Jaiswal JP, Kumar A. Seed priming with iron oxide nanoparticles triggers iron acquisition and biofortification in wheat (Triticum aestivum L.) Grains. J Plant Growth Regul. 2019;38:122–131. doi: 10.1007/s00344-018-9818-7.", "ArticleIdList": ["10.1007/s00344-018-9818-7"]}, {"Citation": "Cao Q, Li G, Cui Z, Yang F, Jiang X, Diallo L, Kong F. Seed priming with melatonin improves the seed germination of waxy maize under chilling stress via promoting the antioxidant system and starch metabolism. Sci Rep. 2019;9:15044. doi: 10.1038/s41598-019-51122-y.", "ArticleIdList": ["10.1038/s41598-019-51122-y", "PMC6803654", "31636312"]}, {"Citation": "Basra SMA, Farooq M, Tabassum R. Physiological and biochemical aspects of seed vigor enhancement treatments in fine rice (Oryza sativa L.) Seed Sci Technol. 2005;33:623–628. doi: 10.15258/sst.2005.33.3.09.", "ArticleIdList": ["10.15258/sst.2005.33.3.09"]}, {"Citation": "Marthandan V, Geetha R, Kumutha K, Renganathan VG, Karthikeyan A, Ramalingam J. Seed priming: a feasible strategy to enhance drought tolerance in crop plants. Int J Mol Sci. 2020;21(21):8258. doi: 10.3390/ijms21218258.", "ArticleIdList": ["10.3390/ijms21218258", "PMC7662356", "33158156"]}, {"Citation": "Varier AK, Vari M. The subcellular basis of seed priming. Current Sci. 2010;99(4):450–456."}, {"Citation": "Kaur S, Gupta AK, Kaur N. Seed priming increases crop yield possibly by modulating enzymes of sucrose metabolism in chickpea. J Agronomy Crop Sci. 2005;191:81–87. doi: 10.1111/j.1439-037X.2004.00140.x.", "ArticleIdList": ["10.1111/j.1439-037X.2004.00140.x"]}, {"Citation": "Singh Y, Kaushal S, Sodhi RS. Biogenic synthesis of silver nanoparticles using cyanobacterium Leptolyngbya sp. WUC 59 cell-free extract and their effects on bacterial growth and seed germination. Nanoscale Adv. 2020;2:3972–3982. doi: 10.1039/D0NA00357C.", "ArticleIdList": ["10.1039/D0NA00357C"]}, {"Citation": "Mittler R. ROS are good. Trends Plant Sci. 2017;22(1):11–19. doi: 10.1016/j.tplants.2016.08.002.", "ArticleIdList": ["10.1016/j.tplants.2016.08.002", "27666517"]}, {"Citation": "Dietz K, Mittler R, Noctor G. Recent progress in understanding the role of reactive oxygen species in plant cell signaling. Plant Physiol. 2016;171:1535–1539. doi: 10.1104/pp.16.00938.", "ArticleIdList": ["10.1104/pp.16.00938", "PMC4936595", "27385820"]}, {"Citation": "Bailly C, Kranner I. Analyses of reactive oxygen species and antioxidants in relation to seed longevity and germination. Methods Mol Biol. 2011;773:343–367. doi: 10.1007/978-1-61779-231-1_20.", "ArticleIdList": ["10.1007/978-1-61779-231-1_20", "21898265"]}, {"Citation": "Bailly C. The signalling role of ROS in the regulation of seed germination and dormancy. Biochemical J. 2019;476(20):3019–3032. doi: 10.1042/BCJ20190159.", "ArticleIdList": ["10.1042/BCJ20190159", "31657442"]}, {"Citation": "Logeswari P, Silambarasan S, Abraham J. Synthesis of silver nanoparticles using plants extract and analysis of their antimicrobial property. J Saudi Chem Soc. 2015;19:311–317. doi: 10.1016/j.jscs.2012.04.007.", "ArticleIdList": ["10.1016/j.jscs.2012.04.007"]}, {"Citation": "Youse S, Kartoolinejad D, Bahmani M, Naghdi R. Salinity tolerance of Dodonaea viscosa L. inoculated with plant growth-promoting rhizobacteria: assessed based on seed germination and seedling growth characteristics. Folia Oecologica. 2017;44(1):20–27. doi: 10.1515/foecol-2017-0003.", "ArticleIdList": ["10.1515/foecol-2017-0003"]}, {"Citation": "Joshi A, Kaur S, Dharamvir K, Nayyar H, Verma G. Multi-walled carbon nanotubes applied through seed-priming influence early germination, root hair, growth and yield of bread wheat (Triticum aestivum L.) J Sci Food Agric. 2018;98(8):3148–3160. doi: 10.1002/jsfa.8818.", "ArticleIdList": ["10.1002/jsfa.8818", "29220088"]}, {"Citation": "Ashraf M, Rauf H. Inducing salt tolerance in maize (Zea mays L.) through seed priming with chloride salts: Growth and ion transport at early growth stages. Acta Physiol Plant. 2001;23:407–414. doi: 10.1007/s11738-001-0050-9.", "ArticleIdList": ["10.1007/s11738-001-0050-9"]}, {"Citation": "Ashraf M, Foolad MR. Pre-sowing seed treatment-A shotgun approach to improve germination, plant growth, and crop yield under saline and non-saline conditions. Adv Agronomy. 2005;88:223–271. doi: 10.1016/S0065-2113(05)88006-X.", "ArticleIdList": ["10.1016/S0065-2113(05)88006-X"]}, {"Citation": "do Espirito Santo Pereira A, Caixeta Oliveira H, Fernandes Fraceto L, Santaella C. Nanotechnology potential in seed priming for sustainable agriculture. Nanomaterials 2021;11(2):267. 10.3390/nano11020267.", "ArticleIdList": ["PMC7909549", "33498531"]}, {"Citation": "Serag MF, Kaji N, Habuchi S, Biancod A, Baba Y. Nanobiotechnology meets plant cell biology: carbon nanotubes as organelle targeting nanocarriers. RSC Adv. 2013;3:4856–4862. doi: 10.1039/C2RA22766E.", "ArticleIdList": ["10.1039/C2RA22766E"]}, {"Citation": "Khodakovskaya MV, de Silva K, Biris AS, Dervishi E, Villagarcia H. Carbon nanotubes induce growth enhancement of tobacco cells. ACS Nano. 2012;6(3):2128–2135. doi: 10.1021/nn204643g.", "ArticleIdList": ["10.1021/nn204643g", "22360840"]}, {"Citation": "Merouropoulos G, Bernett DC, Shitsat AH. The Arabidopsis extensin gene is developmentally regulated, is induced by wounding, methyl jasmonate, abscisic and salicylic acid, and codes for a protein with unusual motifs. Planta. 1999;208:212–219. doi: 10.1007/s004250050552.", "ArticleIdList": ["10.1007/s004250050552", "10333585"]}, {"Citation": "Maurel C. Plant aquaporins: novel functions and regulation properties. FEBS Lett. 2007;581:2227–2236. doi: 10.1016/j.febslet.2007.03.021.", "ArticleIdList": ["10.1016/j.febslet.2007.03.021", "17382935"]}, {"Citation": "Boursiac Y, Prak S, Boudet J, Postaire O, Luu D, Tournaireroux C, Santoni V, Maurel C. The response of Arabidopsis root water transport to a challenging environment implicates reactive oxygen species- and phosphorylation-dependent internalization of aquaporins. Plant Signal Behav. 2008;3:1096–1098. doi: 10.4161/psb.3.12.7002.", "ArticleIdList": ["10.4161/psb.3.12.7002", "PMC2634465", "19704504"]}, {"Citation": "Footitt S, Clewes R, Feeney M, Finch-Savage WE, Frigerio L. Aquaporins influence seed dormancy and germination in response to stress. Plant Cell Environ. 2019;42:2325–2339. doi: 10.1111/pce.13561.", "ArticleIdList": ["10.1111/pce.13561", "PMC6767449", "30986891"]}, {"Citation": "Korishettar P, Vasudevan SN, Shakuntala NM, Doddagoudar SR, Hiregoudar S, Kisan B. Influence of seed polymer coating with Zn and Fe nanoparticles on storage potential of pigeon pea seeds under ambient conditions. J Appl Nat Sci. 2017;9(1):186–191. doi: 10.31018/jans.v9i1.1169.", "ArticleIdList": ["10.31018/jans.v9i1.1169"]}, {"Citation": "Thiruvengadam M, Gurunathan S, Chung IM. Physiological, metabolic, and transcriptional effects of biologically-synthesized silver nanoparticles in turnip (Brassica rapa ssp. rapa L.) Protoplasma. 2015;252(4):1031–1046. doi: 10.1007/s00709-014-0738-5.", "ArticleIdList": ["10.1007/s00709-014-0738-5", "25471476"]}, {"Citation": "Baskar V, Venkatesh J, Park SW. Impact of biologically synthesized silver nanoparticles on the growth and physiological responses in Brassica rapa ssp. pekinensis. Environ Sci Pollut Res. 2015;22(22):17672–17682. doi: 10.1007/s11356-015-4864-1.", "ArticleIdList": ["10.1007/s11356-015-4864-1", "26154034"]}, {"Citation": "Alshehddi LAA, Bokhari N. Influence of gold and silver nanoparticles on the germination and growth of Mimusops laurifolia seeds in the South-Western regions in Saudi Arabia. Saudi J Biol Sci. 2020;27(1):574–580. doi: 10.1016/j.sjbs.2019.11.013.", "ArticleIdList": ["10.1016/j.sjbs.2019.11.013", "PMC6933259", "31889884"]}, {"Citation": "Chung IM, Rekha K, Venkidasamy B, Thiruvengadam M. Effect of copper oxide nanoparticles on the physiology, bioactive molecules, and transcriptional changes in Brassica rapa ssp. rapa seedlings. Water Air Soil Pollut. 2019;230:48. doi: 10.1007/s11270-019-4084-2.", "ArticleIdList": ["10.1007/s11270-019-4084-2"]}, {"Citation": "Nguyen DV, Nguyen HM, Le NT, Nguyen KH, Le HM, Nguyen AT, Dinh NTT, Hoang SA, Ha CV. Copper nanoparticle application enhances plant growth and grain yield in maize under drought stress conditions. J Plant Growth Regul. 2022;41:364–375. doi: 10.1007/s00344-021-10301-w.", "ArticleIdList": ["10.1007/s00344-021-10301-w"]}, {"Citation": "Kornarzyński K, Sujak A, Czernel G, Wiącek D. Effect of Fe3O4 nanoparticles on germination of seeds and concentration of elements in Helianthus annuus L. under constant magnetic field. Sci Rep. 2020;10:8068. doi: 10.1038/s41598-020-64849-w.", "ArticleIdList": ["10.1038/s41598-020-64849-w", "PMC7228974", "32415165"]}, {"Citation": "Srivastava G, Das CK, Das A, Singh SK, Roy M, Kim H, Sethy N, Kumar A, Sharma RK, Singh SK, Philip D, Das M. Seed treatment with iron pyrite (FeS2) nanoparticles increases the production of spinach. RSC Adv. 2014;4:58495–58504. doi: 10.1039/c4ra06861k.", "ArticleIdList": ["10.1039/c4ra06861k"]}, {"Citation": "Gohari G, Mohammadi A, Akbari A, Panahirad S, Dadpour MR, Fotopoulos V, Kimura S. Titanium dioxide nanoparticles (TiO2 NPs) promote growth and ameliorate salinity stress effects on essential oil profile and biochemical attributes of Dracocephalum moldavica. Sci Rep. 2020;10:912. doi: 10.1038/s41598-020-57794-1.", "ArticleIdList": ["10.1038/s41598-020-57794-1", "PMC6976586", "31969653"]}, {"Citation": "Faraji J, Sepehri A. Ameliorative effects of TiO2 nanoparticles and sodium nitroprusside on seed germination and seedling growth of wheat under PEG-stimulated drought stress. J Seed Sci. 2019;41(3):309–317. doi: 10.1590/2317-1545v41n3213139.", "ArticleIdList": ["10.1590/2317-1545v41n3213139"]}, {"Citation": "Montanha GS, Rodrigues ES, Marques JPR, de Almeida E, Colzato M. Pereira de Carvalho HW, Zinc nanocoated seeds: an alternative to boost soybean seed germination and seedling development. SN Appl Sci. 2020;2:857. doi: 10.1007/s42452-020-2630-6.", "ArticleIdList": ["10.1007/s42452-020-2630-6"]}, {"Citation": "Faizan M, Faraz A, Mir AR, Hayat S. Role of Zinc oxide nanoparticles in countering negative effects generated by cadmium in Lycopersicon esculentum. J Plant Growth Regul. 2021;40:101–115. doi: 10.1007/s00344-019-10059-2.", "ArticleIdList": ["10.1007/s00344-019-10059-2"]}, {"Citation": "Taran N, Storozhenko V, Svietlova N, Batsmanova L, Shvartau V, Kovalenko M. Effect of Zinc and Copper nanoparticles on drought resistance of wheat seedlings. Nanoscale Res Lett. 2017;12:60. doi: 10.1186/s11671-017-1839-9.", "ArticleIdList": ["10.1186/s11671-017-1839-9", "PMC5247391", "28105609"]}, {"Citation": "Latef AAHD, Alhmad MFA, Abedelfattach KE. The possible roles of priming with ZnO nanoparticles in mitigation of salinity stress in lupine (Lupinus termis) plants. J Plant Growth Regul. 2017;36:60–70. doi: 10.1007/s00344-016-9618-x.", "ArticleIdList": ["10.1007/s00344-016-9618-x"]}, {"Citation": "Shafiq F, Iqbal M, Ali M, Ashraf MA. Seed pre-treatment with Polyhydroxy fullerene nanoparticles confer salt tolerance in wheat through upregulation of H2O2 neutralizing enzymes and phosphorus uptake. J Soil Sci Plant Nutr. 2019;19:734–742. doi: 10.1007/s42729-019-00073-4.", "ArticleIdList": ["10.1007/s42729-019-00073-4"]}, {"Citation": "Rahimi D, Kartoolinejad D, Nourmohammadi K, Naghdi R. Increasing drought resistance of Alnus subcordata C.A. Mey. seeds using a nano priming technique with multi-walled carbon nanotubes. J Forest Sci. 2016;62(6):269–278. doi: 10.17221/15/2016-JFS.", "ArticleIdList": ["10.17221/15/2016-JFS"]}, {"Citation": "Maraghni M, Gorai M, Neffati M. Seed germination at different temperatures and water stress levels, and seedling emergence from different depths of Ziziphus lotus. South Afr J Bot. 2010;76(3):453–459. doi: 10.1016/j.sajb.2010.02.092.", "ArticleIdList": ["10.1016/j.sajb.2010.02.092"]}, {"Citation": "Janmohammadi M, Sabaghnia N. Effect of pre-sowing seed treatments with silicon nanoparticles on germinability of sunflower (Helianthus annuus) Bot Lith. 2015;21(1):13–21."}, {"Citation": "Kumar VK, Muthukrishnan S, Rajalakshmi R. Phytostimulatory effect of phytochemical fabricated nanosilver (AgNPs) on Psophocarpus tetragonolobus (L.) DC. seed germination: an insight from antioxidative enzyme activities and genetic similarity studies. Current Plant Biol. 2020;23:100158. doi: 10.1016/j.cpb.2020.100158.", "ArticleIdList": ["10.1016/j.cpb.2020.100158"]}, {"Citation": "Essa HL, Abdelfattah MS, Marzouk AS, Shedeed Z, Guirguis HA, El-Sayed MMH. Biogenic copper nanoparticles from Avicennia marina leaves: impact on seed germination, detoxification enzymes, chlorophyll content and uptake by wheat seedlings. PLoS ONE. 2021;16(4):e0249764. doi: 10.1371/journal.pone.0249764.", "ArticleIdList": ["10.1371/journal.pone.0249764", "PMC8049258", "33857218"]}, {"Citation": "Fraceto LF, Grillo R, de Medeiros GA, Scognamiglio V, Rea G, Bartolucci C. Nanotechnology in agriculture: which innovation potential does it have? Front Environ Sci. 2016 doi: 10.3389/fenvs.2016.00020.", "ArticleIdList": ["10.3389/fenvs.2016.00020"]}, {"Citation": "Shang Y, Hasan MK, Ahammed GJ, Li M, Yin H, Zhou J. Applications of nanotechnology in plant growth and crop protection: a Review. Molecules. 2019;24(14):2558. doi: 10.3390/molecules24142558.", "ArticleIdList": ["10.3390/molecules24142558", "PMC6680665", "31337070"]}, {"Citation": "Kalia A, Kaur H. Nanofertilizers: an innovation towards new generation fertilizers for improved nutrient use efficacy (NUE) and environmental sustainability. In: Singh B, editor. Emerging trends in nanobiomedicine. Philadelphia: Taylor & Francis; 2019."}, {"Citation": "Chung IM, Rekha K, Rajakumar G, Thiruvengadam M. Influence of silver nanoparticles on the enhancement and transcriptional changes of glucosinolates and phenolic compounds in genetically transformed root cultures of Brassica rapa ssp. rapa. Bioprocess Biosyst Eng. 2018;41:1665–1677. doi: 10.1007/s00449-018-1991-3.", "ArticleIdList": ["10.1007/s00449-018-1991-3", "30056602"]}, {"Citation": "Marslin G, Sheeba CJ, Franklin G. Nanoparticles alter secondary metabolism in plants via ROS burst. Front Plant Sci. 2017;8:832. doi: 10.3389/fpls.2017.00832.", "ArticleIdList": ["10.3389/fpls.2017.00832", "PMC5437210", "28580002"]}, {"Citation": "Siddiqui MH, Al-Whaibi MH. Role of nano-SiO2 in germination of tomato (Lycopersicum esculentum seeds Mill.) Saudi J Biol Sci. 2014;21(1):13–17. doi: 10.1016/j.sjbs.2013.04.005.", "ArticleIdList": ["10.1016/j.sjbs.2013.04.005", "PMC3937468", "24596495"]}, {"Citation": "Dehkourdi EH, Chehrazi M, Hosseini H, Hosseini M. The effect of anatase nanoparticles (TiO2) on pepper seed germination (Capsicum annum L.) Int J Biosci. 2014;4(5):141–145."}, {"Citation": "Vannini C, Domingo G, Onelli E, Prinsi B, Marsoni M, Espen L, Bracale M. Morphological and proteomic responses of Eruca sativa exposed to silver nanoparticles or silver nitrate. PLoS ONE. 2013;8(7):e68752. doi: 10.1371/journal.pone.0068752.", "ArticleIdList": ["10.1371/journal.pone.0068752", "PMC3715538", "23874747"]}, {"Citation": "Almutairi ZM, Alharbi A. Effect of silver nanoparticles on seed germination of crop plants. World Academy Sci Eng Technol Int J Nuclear Quantum Eng. 2015 doi: 10.24297/jaa.v4i1.4295.", "ArticleIdList": ["10.24297/jaa.v4i1.4295"]}, {"Citation": "Patlolla AK, Berry A, May L, Tchounwou PB. Genotoxicity of silver nanoparticles in Vicia faba: a pilot study on the environmental monitoring of nanoparticles. Int J Environ Res Public Health. 2012;9(5):1649–1662. doi: 10.3390/ijerph9051649.", "ArticleIdList": ["10.3390/ijerph9051649", "PMC3386578", "22754463"]}, {"Citation": "Mukherjee A, Peralta-Videa JR, Bandyopadhyay S, Rico CM, Zhao LJ, Gardea-Torresdey JL. Physiological effects of nanoparticulate ZnO in green peas (Pisum sativum L) cultivated in soil. Metallomics. 2014;6:132–138. doi: 10.1039/C3mt00064h.", "ArticleIdList": ["10.1039/C3mt00064h", "24190632"]}, {"Citation": "Kannaujia R, Srivastava CM, Prasad V, Singh BN, Pandey V. Phyllanthus emblica fruit extract stabilized biogenic silver nanoparticles as a growth promoter of wheat varieties by reducing ROS toxicity. Plant Physiol Biochem. 2019;142:460–471. doi: 10.1016/j.plaphy.2019.08.008.", "ArticleIdList": ["10.1016/j.plaphy.2019.08.008", "31425972"]}, {"Citation": "Bello-Bello JJ, Chavez-Santoscoy RA, Lecona-Guzmán CA, Bogdanchikova N, Salinas-Ruíz J, Gómez-Merino FC, Pestryakov A. Hormetic response by silver nanoparticles on in vitro multiplication of sugarcane (Saccharum spp. Cv Mex 69-290) using a temporary immersion system. Dose-Response. 2017;15:1–9. doi: 10.1177/1559325817744945.", "ArticleIdList": ["10.1177/1559325817744945", "PMC5721974", "29238274"]}, {"Citation": "Spinoso-Castillo JL, Chavez-Santoscoy RA, Bogdanchikova N, Pérez-Sato JA, Morales-Ramos V, Bello-Bello JJ. Antimicrobial and hormetic effects of silver nanoparticles on in vitro regeneration of vanilla (Vanilla planifolia Jacks. ex Andrews) using a temporary immersion system. Plant Cell Tissue Organ Cult. 2017;129:195–207. doi: 10.1007/s11240-017-1169-8.", "ArticleIdList": ["10.1007/s11240-017-1169-8"]}, {"Citation": "Judy JD, Unrine JM, Bertsch AM. Evidence for biomagnification of gold nanoparticles within a terrestrial food chain. Environ Sci Technol. 2011;45:776–781. doi: 10.1021/es103031a.", "ArticleIdList": ["10.1021/es103031a", "21128683"]}, {"Citation": "Cao Z, Rossi L, Stowers C, Zhang W, Lombardini L, Ma X. The impact of cerium oxide nanoparticles on the physiology of soybean (Glycine max (L.) Merr.) under different soil moisture conditions. Environ Sci Pollut Res. 2018;25(1):930–939. doi: 10.1007/s11356-017-0501-5.", "ArticleIdList": ["10.1007/s11356-017-0501-5", "29076022"]}, {"Citation": "Gopinath K, Gowri S, Karthika V, Arumugam A. Green synthesis of gold nanoparticles from fruit extract of Terminalia arjuna, for the enhanced seed germination activity of Gloriosa superba. J Nanostruc Chem. 2014;4:115. doi: 10.1007/s40097-014-0115-0.", "ArticleIdList": ["10.1007/s40097-014-0115-0"]}, {"Citation": "Alharbi NS, Bhakyaraj K, Gopinath K, Govindarajan M, Kumuraguru S, Mohan S, Kaleeswarran P, Kadaikunnan S, Khaled JM, Benelli G. Gum-mediated fabrication of eco-friendly gold nanoparticles promoting cell division and pollen germination in plant cells. J Clust Sci. 2016;28:507–517. doi: 10.1007/s10876-016-1130-8.", "ArticleIdList": ["10.1007/s10876-016-1130-8"]}, {"Citation": "Pawar VA, Ambekar JD, Kale BB, Apte SK, Laware SL. Response in chickpea (Cicer arietinum L.) seedling growth to seed priming with iron oxide nanoparticles. Int J Biosci. 2019;14(3):82–91. doi: 10.12692/ijb/14.3.82-91.", "ArticleIdList": ["10.12692/ijb/14.3.82-91"]}, {"Citation": "Parveen A, Mazhari BBZ, Rao S. Impact of bio-nanogold on seed germination and seedling growth in Pennisetum glaucum. Enzyme Microb Technol. 2016;95:107–111. doi: 10.1016/j.enzmictec.2016.04.005.", "ArticleIdList": ["10.1016/j.enzmictec.2016.04.005", "27866604"]}, {"Citation": "Kumar V, Guleria P, Kumar V, Yadav SK. Gold nanoparticles exposure induces growth and yield enhancement in Arabidopsis thaliana. Sci Total Environ. 2013;461–462:462–468. doi: 10.1016/j.scitotenv.2013.05.018.", "ArticleIdList": ["10.1016/j.scitotenv.2013.05.018", "23747561"]}, {"Citation": "Alam MJ, Sultana F, Iqbal MT. Potential of iron nanoparticles to increase germination and growth of wheat seedling. J Nanosci Adv Tech. 2015;1(3):14–20. doi: 10.24218/jnat.2015.12.", "ArticleIdList": ["10.24218/jnat.2015.12"]}, {"Citation": "Gunjan B, Zaidi MGH, Sandeep A. Impact of gold nanoparticles on physiological and biochemical characteristics of Brassica juncea. J Plant Biochem Physiol. 2014;2:2. doi: 10.4172/2329-9029.1000133.", "ArticleIdList": ["10.4172/2329-9029.1000133"]}, {"Citation": "Mohammadi R, Maali-Amiri R, Mantri NL. Effect of TiO2 nanoparticles on oxidative damage and antioxidant defense systems in chickpea seedlings during cold stress. Russ J Plant Physiol. 2014;61:768–775. doi: 10.1134/S1021443714050124.", "ArticleIdList": ["10.1134/S1021443714050124"]}, {"Citation": "Ye Y, Cota-Ruiz K, Hernandez-Viezcas JA, Valdes C, Medina-Velo IA, Turley RS, Peralta-Videa JR, Gardea-Torresdey JL. Manganese nanoparticles control salinity-modulated molecular responses in Capsicum annuum L through priming: a sustainable approach for agriculture. ACS Sustainable Chem Eng. 2020;8(3):1427–1436. doi: 10.1021/acssuschemeng.9b05615.", "ArticleIdList": ["10.1021/acssuschemeng.9b05615"]}, {"Citation": "Hong J, Wang L, Sun Y, Zhao L, Niu G, Tan W, Rico CM, Peralta-Videa JR, Gardea-Torresdey JL. Foliar applied nanoscale and microscale CeO2 and CuO alter cucumber (Cucumis sativus) fruit quality. Sci Total Environ. 2016;563:904–911. doi: 10.1016/j.scitotenv.2015.08.029.", "ArticleIdList": ["10.1016/j.scitotenv.2015.08.029", "26351199"]}, {"Citation": "Castiglione MR, Giorgetti L, Geri C, Cremonini R. The effects of nano-TiO2 on seed germination, development and mitosis of root tip cells of Vicia narbonensis L. and Zea mays L. J Nanopart Res. 2011;13:2443–2449. doi: 10.1007/s11051-010-0135-8.", "ArticleIdList": ["10.1007/s11051-010-0135-8"]}, {"Citation": "Delfani M, Firouzabadi MB, Farrokhi N, Makarian H. Some physiological responsed of black-eyed pea to iron and magnesium nanofertilizers. Commun Soil Sci Plant Anal. 2014;45(4):530–540. doi: 10.1080/00103624.2013.863911.", "ArticleIdList": ["10.1080/00103624.2013.863911"]}, {"Citation": "Li X, Yang Y, Gao B, Zhang M. Stimulation of peanut seedling development and growth by zero-valent iron nanoparticles at low concentrations. PLoS ONE. 2015;10(4):e0122884. doi: 10.1371/journal.pone.0122884.", "ArticleIdList": ["10.1371/journal.pone.0122884", "PMC4406551", "25901959"]}, {"Citation": "Nair PM, Chung IM. A mechanistic study on the toxic effect of copper oxide nanoparticles in soybean (Glycine max L.) root development and lignification of root cells. Biol Trace Elem Res. 2014;162(1–3):342–352. doi: 10.1007/s12011-014-0106-5.", "ArticleIdList": ["10.1007/s12011-014-0106-5", "25190470"]}, {"Citation": "Kumari M, Mukherjee A, Chandrasekaran N. Genotoxicity of silver nanoparticles in Allium cepa. Sci Total Environ. 2009;407(19):5243–5246. doi: 10.1016/j.scitotenv.2009.06.024.", "ArticleIdList": ["10.1016/j.scitotenv.2009.06.024", "19616276"]}, {"Citation": "Vannini C, Domingo G, Onelli E, De Mattia F, Bruni I, Marsoni M, Bracale M. Phytotoxic and genotoxic effects of silver nanoparticles exposure on germinating wheat seedlings. J Plant Physiol. 2014;171(13):1142–1148. doi: 10.1016/j.jplph.2014.05.002.", "ArticleIdList": ["10.1016/j.jplph.2014.05.002", "24973586"]}, {"Citation": "Rico CM, Morales MI, Barrios AC, McCreary R, Hong J, Lee WY, et al. Effect of cerium oxide nanoparticles on the quality of rice (Oryza sativa L.) grains. J Agric Food Chem. 2013;67:11278–11285. doi: 10.1021/jf404046v.", "ArticleIdList": ["10.1021/jf404046v", "24188281"]}, {"Citation": "Faisal M, Saquib Q, Alatar AA, Al-Khedhairy AA, Hegazy AK, Musarrat J. Phytotoxic hazards of NiO-nanoparticles in tomato: a study on mechanism of cell death. J Hazard Mater. 2013;250:318–332. doi: 10.1016/j.jhazmat.2013.01.063.", "ArticleIdList": ["10.1016/j.jhazmat.2013.01.063", "23474406"]}, {"Citation": "Nair PMG, Chung IM. Study on the correlation between copper oxide nanoparticles induced growth suppression and enhanced lignification in Indian mustard (Brassica juncea L.) Ecotoxicol Environ Saf. 2015;113:302–313. doi: 10.1016/j.ecoenv.2014.12.013.", "ArticleIdList": ["10.1016/j.ecoenv.2014.12.013", "25528486"]}, {"Citation": "Arora S, Sharma P, Kumar S, Navan R, Khanna PK, Zaidi MGH. Gold nanoparticle induced enhancement in growth and seed yield of Brassica juncea. Plant Growth Regul. 2012;66:303–310. doi: 10.1007/s10725-011-9649-z.", "ArticleIdList": ["10.1007/s10725-011-9649-z"]}, {"Citation": "An J, Zhang M, Wang S, Tang J. Physical, chemical and microbiological changes in stored green Asparagus spears as affected by coating of silver nanoparticles-PVP. LWT. 2008;41(6):1100–1107. doi: 10.1016/j.lwt.2007.06.019.", "ArticleIdList": ["10.1016/j.lwt.2007.06.019"]}, {"Citation": "Lahiani MH, Chen J, Irin F, Puretzky AA, Green MJ, Khodakovskaya MV. Interaction of carbon nanohorns with plants: Uptake and biological effects. Carbon. 2015;81:607–619. doi: 10.1016/j.carbon.2014.09.095.", "ArticleIdList": ["10.1016/j.carbon.2014.09.095"]}, {"Citation": "Rezvani N, Sorooshzadeh A, Farhadi N. Effect of nano-silver on growth of saffron in flooding stress. World Acad Sci Eng Technol. 2012;6:519–524. doi: 10.5281/zenodo.1077455.", "ArticleIdList": ["10.5281/zenodo.1077455"]}, {"Citation": "Deng Y, White JC, Xing B. Interactions between engineered nanomaterials and agricultural crops: Implications for food safety. J Zhejiang Univ Sci A. 2014;15:552–572. doi: 10.1631/jzus.A1400165.", "ArticleIdList": ["10.1631/jzus.A1400165"]}, {"Citation": "Homaee BM, Ehsanpour AA. Silver nanoparticles and silver ions: oxidative stress responses and toxicity in potato (Solanum tuberosum L.) grown in vitro. Hortic Environ Biotechnol. 2016;57:544–553. doi: 10.1007/s13580-016-0083-z.", "ArticleIdList": ["10.1007/s13580-016-0083-z"]}, {"Citation": "Omelchenko AV, Yurkova IN, Zhizhina MN. Stimulating effect of silver nanoparticles on growth and development of wheat. Scientific Notes of Taurida National V. I. Vernadsky University, ser. Biol Chem 2014;27:127–135."}, {"Citation": "Syu YY, Hung JH, Chen JC, Chuang HW. Impacts of size and shape of silver nanoparticles on Arabidopsis plant growth and gene expression. Plant Physiol Biochem. 2014;83:57–64. doi: 10.1016/j.plaphy.2014.07.010.", "ArticleIdList": ["10.1016/j.plaphy.2014.07.010", "25090087"]}, {"Citation": "López-Moreno ML, Avilés LL, Pérez NG, Irizarry BÁ, Perales O, Cedeno-Mattei Y, Román F. Effect of cobalt ferrite (CoFe2O4) nanoparticles on the growth and development of Lycopersicon lycopersicum (tomato plants) Sci Total Environ. 2016;550:45–52. doi: 10.1016/j.scitotenv.2016.01.063.", "ArticleIdList": ["10.1016/j.scitotenv.2016.01.063", "26803683"]}, {"Citation": "Villagarcia H, Dervishi E, de Silva K, Biris AS, Khodakovskaya MV. Surface chemistry of carbon nanotubes impacts the growth and expression of water channel protein in tomato plants. Small. 2012;8:2328–2334. doi: 10.1002/smll.201102661.", "ArticleIdList": ["10.1002/smll.201102661", "22514121"]}, {"Citation": "Qian H, Peng X, Han X, Ren J, Sun L, Fu Z. Comparison of the toxicity of silver nanoparticles and silver ions on the growth of terrestrial plant model Arabidopsis thaliana. J Env Sci. 2013;25(9):1947–1955. doi: 10.1016/S1001-0742(12)60301-5.", "ArticleIdList": ["10.1016/S1001-0742(12)60301-5", "24520739"]}, {"Citation": "Haghighi M, Silva JAT. The effect of carbon nanotubes on the seed germination and seedling growth of four vegetable species. J Crop Sci Biotechnol. 2014;17(4):201–208. doi: 10.1007/s12892-014-0057-6.", "ArticleIdList": ["10.1007/s12892-014-0057-6"]}, {"Citation": "Khodakovskaya MV, Kim BS, Kim JN, Alimohammadi M, Dervishi E, Mustafa T, Cernigla CE. Carbon nanotubes as plant growth regulators: effects on tomato growth, reproductive system, and soil microbial community. Small. 2013;9(1):115–123. doi: 10.1002/smll.201201225.", "ArticleIdList": ["10.1002/smll.201201225", "23019062"]}, {"Citation": "Khan M, Naqvi AH, Ahmad M. Comparative study of the cytotoxic and genotoxic potentials of zinc oxide and titanium dioxide nanoparticles. Toxicol Rep. 2015;2:765–774. doi: 10.1016/j.toxrep.2015.02.004.", "ArticleIdList": ["10.1016/j.toxrep.2015.02.004", "PMC5598137", "28962412"]}, {"Citation": "Fehér A, Ötvös K, Pasternak TP, Szandtner AP. The involvement of reactive oxygen species (ROS) in the cell cycle activation (G0-to-G1 transition) of plant cells. Plant Signal Behav. 2008;3:823–826. doi: 10.4161/psb.3.10.5908.", "ArticleIdList": ["10.4161/psb.3.10.5908", "PMC2634385", "19704510"]}, {"Citation": "Cvjetko P, Milošić A, Domijan AM, VinkovićVrček I, Tolić S, PeharecŠtefanić P, Letofsky-Papst I, Tkalec M, Balen B. Toxicity of silver ions and differently coated silver nanoparticles in Allium cepa roots. Ecotoxicol Environ Saf. 2017;137:18–28. doi: 10.1016/j.ecoenv.2016.11.009.", "ArticleIdList": ["10.1016/j.ecoenv.2016.11.009", "27894021"]}, {"Citation": "Aubert T, Burel A, Esnault MA, Cordier S, Grasset F, Cabello-Hurtado F. Root uptake and phytotoxicity of nanosized molybdenum octahedral clusters. J Hazard Mater. 2012;219–220:111–118. doi: 10.1016/j.jhazmat.2012.03.058.", "ArticleIdList": ["10.1016/j.jhazmat.2012.03.058", "22510541"]}, {"Citation": "Navarro E, Piccapietra F, Wagner B, Marconi F, Kaegi R, Odzak N, Sigg L, Behra R. Toxicity of silver nanoparticles to Chlamydomonas reinhardtii. Environ Sci Technol. 2008;42(23):8959–8964. doi: 10.1021/es801785m.", "ArticleIdList": ["10.1021/es801785m", "19192825"]}, {"Citation": "Laware SL, Raskar S. Effect of titanium dioxide nanoparticles on hydrolytic and antioxidant enzymes during seed germination in onion. Int J Curr Microbiol App Sci. 2014;3(7):749–760."}, {"Citation": "Salachna P, Byczyńska A, Zawadzińska A, Piechocki R, Mizielińska M. Stimulatory effect of silver nanoparticles on the growth and flowering of potted oriental lilies. Agronomy. 2019;9:610. doi: 10.3390/agronomy9100610.", "ArticleIdList": ["10.3390/agronomy9100610"]}, {"Citation": "Joshi A, Sharma L, Kaur S, Dharamvir K, Nayyar H, Verma G. Plant nano bionic effect of multi-walled carbon nanotubes on growth, anatomy, yield and grain composition of rice. BioNanoSci. 2020;10:430–445. doi: 10.1007/s12668-020-00725-1.", "ArticleIdList": ["10.1007/s12668-020-00725-1"]}, {"Citation": "Yatim NM, Shaaban A, Dimin MF, Yusof F, Razak JA. Effect of functionalised and non-functionalised carbon nanotubes-urea fertilizer on the growth of paddy. Trop Life Sci. Res. 2018;29(1):17–35. doi: 10.21315/tlsr2018.29.1.2.", "ArticleIdList": ["10.21315/tlsr2018.29.1.2", "PMC5893230", "29644013"]}, {"Citation": "Ghidan AY, Al-Antary TM, Awwad AM, Ayad JY. Physiological effect of some nanomaterials on pepper (Capsicum annuum L.) plants. Fresenius Environ Bull. 2018;27(11):7872–7878."}, {"Citation": "Patra P, Choudhury SR., Mandal S, Basu A, Goswami A, Gogoi R, Srivastava C, Kumar R, Gopal M. Effect sulfur and ZnO nanoparticles on stress physiology and plant (Vigna radiata) nutrition. In: P. Giri, Goswami D, Perumal A. (eds) Advanced Nanomaterials and Nanotechnology. Springer Proceedings in Physics, 143, Springer, Berlin, Heidelberg, 2013. 10.1007/978-3-642-34216-5_31."}, {"Citation": "Thapa M, Singh M, Ghosh CK, Biswas PK, Mukherjee A. Zinc sulphide nanoparticle (nZnS): a novel nano-modulator for plant growth. Plant Physiol Biochem. 2019;142:73–83. doi: 10.1016/j.plaphy.2019.06.031.", "ArticleIdList": ["10.1016/j.plaphy.2019.06.031", "31277044"]}, {"Citation": "Rai-Kalal P, Jajoo A. Priming with zinc oxide nanoparticles improve germination and photosynthetic performance in wheat. Plant Physiol Biochem. 2021;160:341–351. doi: 10.1016/j.plaphy.2021.01.032.", "ArticleIdList": ["10.1016/j.plaphy.2021.01.032", "33548801"]}, {"Citation": "Yuan J, Chen Y, Li H, Lu J, Zhao H, Liu M, Nechitaylo GS, Glushchenko NN. New insights into the cellular responses to iron nanoparticles in Capsicum annuum. Sci Rep. 2018;8:3228. doi: 10.1038/s41598-017-18055-w.", "ArticleIdList": ["10.1038/s41598-017-18055-w", "PMC5818496", "29459620"]}, {"Citation": "Naskar A, Goswami M, Ganguly A, Ghosh RR. Effects of iron oxide nanoparticles on chickpea (Cicer arietinum): Physiological profiling, chlorophylls assay and antioxidant potential. Int Res J Eng Technol. 2020;07(02):2395–2456."}, {"Citation": "Sharifi R, Mohammadi K, Rokhzadi A. Effect of seed priming and foliar application with micronutrients on quality of forage corn (Zea mays) Env Exp Biol. 2016;14:151–156. doi: 10.22364/eeb.14.21.", "ArticleIdList": ["10.22364/eeb.14.21"]}, {"Citation": "Lutts S, Benincasa P, Wojtyla LSSK, Pace R, Lechowska K, Quinet M, Malgorzata Garnczarska M. Seed priming: new comprehensive approaches for an old empirical technique. In: Araujo S, Balestrazzi A. (Eds.), New challenges in seed biology—basic and translational research driving seed technology. IntechOpen. 2016. 10.5772/64420."}, {"Citation": "Mahmood A, Turgay O, Farooq M, Hayat R. Seed biopriming with plant growth promoting rhizobacteria: a review. FEMS Microbiol Ecol. 2016;92:1–25. doi: 10.1093/femsec/fiw112.", "ArticleIdList": ["10.1093/femsec/fiw112", "27222220"]}, {"Citation": "Kalia, Sharma S, Gupta R. Potential applications of biofertilizers in vegetable cultivation: an Indian appraisal. In: Garg N, Aeron A. (eds.), Microbes in action. Nova Science Publishers Inc, New York, 2016;77–101."}, {"Citation": "Pudake RN, Chauhan N, Kole C. Nanoscience for Sustainable Agriculture. Cham: Springer International Publishing; 2019. p. 711."}, {"Citation": "Haris Z, Ahmad I. Impact of metal oxide nanoparticles on beneficial soil microorganisms and their secondary metabolites. Int J Life-Sci Sci Res. 2017;3:1020–1030. doi: 10.21276/ijlssr.2017.3.3.10.", "ArticleIdList": ["10.21276/ijlssr.2017.3.3.10"]}, {"Citation": "Dimkpa CO, Zeng J, McLean JE, Britt DW, Zhan J, Anderson AJ. Production of indole-3-acetic acid via the indole-3-acetamide pathway in the plant-beneficial bacterium Pseudomonas chlororaphis O6 is inhibited by ZnO nanoparticles but enhanced by CuO nanoparticles. Appl Environ Microbiol. 2012;78:1404–1410. doi: 10.1128/AEM.07424-11.", "ArticleIdList": ["10.1128/AEM.07424-11", "PMC3294495", "22210218"]}, {"Citation": "Oves M, Khan MS, Zaidi A, Ahmed AS, Azam A. Production of plant-growth promoting substances by nodule forming symbiotic bacterium Rhizobium sp. OS1 is influenced by CuO, ZnO and Fe2O3 nanoparticles. IIOAB J. 2014;5:1–11."}, {"Citation": "Poiata A, Creanga D. Magnetic nanoparticle influence on pseudomonas metabolites with antimicrobial properties. Rom J Phys. 2015;60(1):228–236."}, {"Citation": "Timmusk S, Seisenbaeva G, Behers L. Titania (TiO2) nanoparticles enhance the performance of growth-promoting rhizobacteria. Sci Rep. 2018;8:1–13. doi: 10.1038/s41598-017-18939-x.", "ArticleIdList": ["10.1038/s41598-017-18939-x", "PMC5766586", "29330479"]}, {"Citation": "De Gregori PR, Michavila G, Muller RL, de Souza Borges C, Pomares MF, Saccol de Sá EL, Pereira C, Vinent PA. Beneficial rhizobacteria immobilized in nanofibers for potential application as soybean seed bioinoculants. PLoS One. 2017;12:e0176930. doi: 10.1371/journal.pone.0176930.", "ArticleIdList": ["10.1371/journal.pone.0176930", "PMC5417607", "28472087"]}, {"Citation": "Song GC, Choi HK, Kim YS, Choi JS, Ryu CM. Seed defense biopriming with bacterial cyclodipeptides triggers immunity in cucumber and pepper. Sci Rep. 2017;7(1):14209. doi: 10.1038/s41598-017-14155-9.", "ArticleIdList": ["10.1038/s41598-017-14155-9", "PMC5660235", "29079796"]}, {"Citation": "Ghooshchi F. Influence of titanium and bio-fertilizers on some agronomic and physiological attributes of triticale exposed to cadmium stress. Glob Nest J. 2017;19:458–463. doi: 10.30955/gnj.002260.", "ArticleIdList": ["10.30955/gnj.002260"]}, {"Citation": "Palmqvist NG, Bejai S, Meijer J, Seisenbaeva GA, Kessler VG. Nano titania aided clustering and adhesion of beneficial bacteria to plant roots to enhance crop growth and stress management. Sci Rep. 2015;5:1–12. doi: 10.1038/srep10146.", "ArticleIdList": ["10.1038/srep10146", "PMC4650812", "25970693"]}, {"Citation": "Mirzajani F, Askari H, Hamzelou S, Schober Y, Römpp A, Ghassempour A, Spengler B. Proteomics study of silver nanoparticles toxicity on Oryza sativa L. Ecotoxicol Env Safety. 2014;108:335–339. doi: 10.1016/j.ecoenv.2014.07.013.", "ArticleIdList": ["10.1016/j.ecoenv.2014.07.013", "25124680"]}, {"Citation": "Khan MN, Mobin M, Abbas ZK, Almutairi KA, Siddiqui ZH. Role of nanomaterials in plants under challenging environments. Plant Physiol Biochem. 2017;110:194–209. doi: 10.1016/j.plaphy.2016.05.038.", "ArticleIdList": ["10.1016/j.plaphy.2016.05.038", "27269705"]}, {"Citation": "Latef AAHA, Zaid A, Alhmad MFA, Abdelfattah KE. The impact of priming with Al2O3 nanoparticles on growth, pigments, osmolytes, and antioxidant enzymes of Egyptian roselle (Hibiscus sabdariffa L.) cultivar. Agronomy. 2020;10:681. doi: 10.3390/agronomy10050681.", "ArticleIdList": ["10.3390/agronomy10050681"]}, {"Citation": "Pradhan S, Patra P, Das S, Chandra S, Mitra S, Dey KK, Akbar S, Palit P, Goswami A. Photochemical modulation of biosafe manganese nanoparticles on Vigna radiata: a detailed molecular, biochemical, and biophysical study. Environ Sci Technol. 2013;47(22):13122–13131. doi: 10.1021/es402659t.", "ArticleIdList": ["10.1021/es402659t", "24144189"]}, {"Citation": "Hasanpour H, Maali-Amir R, Zeinali H. Effect of TiO2 nanoparticles on metabolic limitations to photosynthesis under cold in chickpea. Russ J Plant Physiol. 2015;62:779–787. doi: 10.1134/S1021443715060096.", "ArticleIdList": ["10.1134/S1021443715060096"]}, {"Citation": "Samadi N, Yahyaabadi S, Rezayatmand Z. Effect of TiO2 and TiO2 nanoparticle on germination, root and shoot length and photosynthetic pigments of Mentha piperita. Int J Plant Soil Sci. 2014;3(4):408–418. doi: 10.9734/IJPSS/2014/7641.", "ArticleIdList": ["10.9734/IJPSS/2014/7641"]}, {"Citation": "Yang F, Hong F, You W, Liu C, Gao F, Wu C, Yang P. Influences of nano-anatase TiO2 on the nitrogen metabolism of growing spinach. Biol Trace Elem Res. 2006;110(2):179–190. doi: 10.1385/bter:110:2:179.", "ArticleIdList": ["10.1385/bter:110:2:179", "16757845"]}, {"Citation": "Roschzttardtz H, Conéjéro G, Divol F, Alcon C, Verdeil JL, Curie C, Mari S. New insights into Fe localization in plant tissues. Front Plant Sci. 2013;4:350. doi: 10.3389/fpls.2013.00350.", "ArticleIdList": ["10.3389/fpls.2013.00350", "PMC3764369", "24046774"]}, {"Citation": "Grillet L, Mari S, Schmidt W. Iron in seeds—loading pathways and subcellular localization. Front Plant Sci. 2014;4:535. doi: 10.3389/fpls.2013.00535.", "ArticleIdList": ["10.3389/fpls.2013.00535", "PMC3877777", "24427161"]}, {"Citation": "Rui M, Ma C, Hao Y, Guo J, Rui Y, Tang X, Zhao Q, Fan X, Zhang Z, Hou T, Zhu S. Iron oxide nanoparticles as a potential iron fertilizer for peanut (Arachis hypogaea) Front Plant Sci. 2016;7:815. doi: 10.3389/fpls.2016.00815.", "ArticleIdList": ["10.3389/fpls.2016.00815", "PMC4899443", "27375665"]}, {"Citation": "Astafurova TP, Morgalev YN, Zotikova AP, Verkhoturova GS, Mikhailova SI, Burenina AA, Zaitseva TA, Postovalova VM, Tsytsareva LK, Borovikova GV. The effect of nanoparticles of titanium hydroxide and aluminum oxide on the morphological parameters of plants. Vestn Tomsk Gos Univ Ser Biol. 2011;1:113–122."}, {"Citation": "Majumdar S, Peralta-Videa JR, Trujillo-Reyes J, Sun Y, Barrios AC, Niu G, Margez JPF, Gardea-Torresdey JL. Soil organic matter influences cerium translocation and physiological processes in kidney bean plants exposed to cerium oxide nanoparticles. Sci Total Environ. 2016;569–570:201–211. doi: 10.1016/j.scitotenv.2016.06.087.", "ArticleIdList": ["10.1016/j.scitotenv.2016.06.087", "27343939"]}, {"Citation": "Das P, Chetia B, Prasanth R, Madhavan J, Singaravelu G, Benelli G, Murugan K. Green nanosynthesis and functionalization of gold nanoparticles as PTP 1B inhibitors. J Clus Sci. 2017;28:2269–2277. doi: 10.1007/s10876-017-1224-y.", "ArticleIdList": ["10.1007/s10876-017-1224-y"]}, {"Citation": "Kohno A, Nanmori T. Changes in α- and β-amylase activities during seed germination of clover (Trifolium repens) Bot Mag Tokyo. 1992;105:167–170. doi: 10.1007/BF02489412.", "ArticleIdList": ["10.1007/BF02489412"]}, {"Citation": "Man J, Yang Y, Zhang C, Zhang F, Wang Y, Gu M, Liu Q, Wei C. Morphology and structural characterization of high-amylose rice starch residues hydrolyzed by porcine pancreatic α-amylase. Food Hydrocoll. 2013;31:195–203. doi: 10.1016/j.foodhyd.2012.11.003.", "ArticleIdList": ["10.1016/j.foodhyd.2012.11.003", "23497862"]}, {"Citation": "Munegumi T, Inutsuka M, Hayafuji Y. Investigating the hydrolysis of starch using α-amylase contained in dishwashing detergent and human saliva. J Chem Educ. 2016;93(8):1401–1405. doi: 10.1021/acs.jchemed.5b00545.", "ArticleIdList": ["10.1021/acs.jchemed.5b00545"]}, {"Citation": "Srivastava P, Bragança J, Ramanan SR, Kowshik M. Synthesis of silver nanoparticles using haloarchaeal isolate Halococcus salifodinae BK3. Extremophiles. 2013;17(5):821–831. doi: 10.1007/s00792-013-0563-3.", "ArticleIdList": ["10.1007/s00792-013-0563-3", "23884709"]}, {"Citation": "Zheng S, Zhou Q, Chen C, Yang F, Cai Z, Li D, Geng Q, Feng Y, Wang H. Role of extracellular polymeric substances on the behavior and toxicity of silver nanoparticles and ions to green algae Chlorella vulgaris. Sci Total Environ. 2019;660:1182–1190. doi: 10.1016/j.scitotenv.2019.01.067.", "ArticleIdList": ["10.1016/j.scitotenv.2019.01.067", "30743913"]}, {"Citation": "Jhanzab HM, Razzaq A, Bibi Y, Yasmeen F, Yamaguchi H, Hitachi K, Tsuchida K, Komatsu S. Proteomic analysis of the effect of inorganic and organic chemicals on silver nanoparticles in wheat. Int J Mol Sci. 2019;20:825. doi: 10.3390/ijms20040825.", "ArticleIdList": ["10.3390/ijms20040825", "PMC6412406", "30769865"]}, {"Citation": "Mustafa G, Skata K, Hossain Z, Komatsu S. Proteomic study on the effects of silver nanoparticles on soybean under flooding stress. J Proteom. 2015;122:100–118. doi: 10.1016/j.jprot.2015.03.030.", "ArticleIdList": ["10.1016/j.jprot.2015.03.030", "25857275"]}, {"Citation": "Yasmeen F, Raja NI, Ilyas N, Komatsu S. Quantitative proteomic analysis of shoot in stress tolerant wheat varieties on copper nanoparticle exposure. Plant Mol Biol Rep. 2018;36:326–340. doi: 10.1007/s11105-018-1082-2.", "ArticleIdList": ["10.1007/s11105-018-1082-2"]}, {"Citation": "Yasmeen F, Raja NI, Razzaq A, Komatsu S. Gel-free/label-free proteomic analysis of wheat shoot in stress tolerant varieties under iron nanoparticles exposure. Biochim Biophys Acta Proteins Proteom. 2016;1864(11):1586–1598. doi: 10.1016/j.bbapap.2016.08.009.", "ArticleIdList": ["10.1016/j.bbapap.2016.08.009", "27530299"]}, {"Citation": "Ali MH, Sobze JM, Pham TH, Nadeem M, Liu C, Galagedara L, Cheema M, Thomas R. Carbon nanoparticles functionalized with carboxylic acid improved the germination and seedling vigor in upland boreal forest species. Nanomaterials. 2020;10(1):176. doi: 10.3390/nano10010176.", "ArticleIdList": ["10.3390/nano10010176", "PMC7023356", "31968542"]}, {"Citation": "Matilla AJ. Seed Dormancy: Molecular control of its induction and alleviation. Plants. 2020;9(10):1402. doi: 10.3390/plants9101402.", "ArticleIdList": ["10.3390/plants9101402", "PMC7589034", "33096840"]}, {"Citation": "Yu X, Li A, Li W. How membranes organize during seed germination: three patterns of dynamic lipid remodelling define chilling resistance and affect plastid biogenesis. Plant Cell Environ. 2015;38(7):1391–1403. doi: 10.1111/pce.12494.", "ArticleIdList": ["10.1111/pce.12494", "PMC4766844", "25474382"]}, {"Citation": "Chadoeufhannel R, Taylorson RB. Changes in lipid fatty-acids associated with dormancy breaking in Amaranthus albus seeds. J Seed Technol. 1987;11:15–22."}, {"Citation": "Martínez-Ballesta MC, Zapata L, Chalbi N, Carvajal M. Multiwalled carbon nanotubes enter broccoli cells enhancing growth and water uptake of plants exposed to salinity. J Nanobiotechnol. 2016;14:42. doi: 10.1186/s12951-016-0199-4.", "ArticleIdList": ["10.1186/s12951-016-0199-4", "PMC4898372", "27278384"]}, {"Citation": "Simon C, Langlois-Meurinne M, Bellvert F, Garmier M, Didierlaurent L, Massoud K, Saindrenan P. The differential spatial distribution of secondary metabolites in Arabidopsis leaves reacting hypersensitively to Pseudomonas syringae pv. tomato is dependent on the oxidative burst. J Exp Bot. 2010;61(12):3355–3370. doi: 10.1093/jxb/erq157.", "ArticleIdList": ["10.1093/jxb/erq157", "20530195"]}, {"Citation": "Wu J, Ge X. Oxidative burst, jasmonic acid biosynthesis, and taxol production induced by low-energy ultrasound in Taxus chinensis cell suspension cultures. Biotechnol Bioeng. 2004;85:714–721. doi: 10.1002/bit.10911.", "ArticleIdList": ["10.1002/bit.10911", "14991649"]}, {"Citation": "Baxter A, Mittler R, Suzuki N. ROS as key players in plant stress signalling. J Exp Bot. 2014;65:1229–1240. doi: 10.1093/jxb/ert375.", "ArticleIdList": ["10.1093/jxb/ert375", "24253197"]}, {"Citation": "Zhang M, Smith JAC, Harberd NP, Jiang C. The regulatory roles of ethylene and reactive oxygen species (ROS) in plant salt stress responses. Plant Mol Biol. 2016;91:651–659. doi: 10.1007/s11103-016-0488-1.", "ArticleIdList": ["10.1007/s11103-016-0488-1", "27233644"]}, {"Citation": "Lindermayr C, Durner J. Interplay of reactive oxygen species and nitric oxide: nitric oxide coordinates reactive oxygen species homeostasis. Plant Physiol. 2015;167:1209–1210. doi: 10.1104/pp.15.00293.", "ArticleIdList": ["10.1104/pp.15.00293", "PMC4378185", "25819986"]}, {"Citation": "Xia XJ, Wang YJ, Zhou YH, Tao Y, Mao WH, Shi K, Asami T, Chen Z, Yu JQ. Reactive oxygen species are involved in brassinosteroid-induced stress tolerance in cucumber. Plant Physiol. 2009;150:801–814. doi: 10.1104/pp.109.138230.", "ArticleIdList": ["10.1104/pp.109.138230", "PMC2689980", "19386805"]}, {"Citation": "Jagodzik P, Tajdel-Zielinska M, Ciesla A, Marczak M, Ludwikow A. Mitogen-activated protein kinase cascades in plant hormone signaling. Front Plant Sci. 2018;9:1387. doi: 10.3389/fpls.2018.01387.", "ArticleIdList": ["10.3389/fpls.2018.01387", "PMC6187979", "30349547"]}, {"Citation": "An J, Hu P, Li F, Wu H, Shen Y, White JC, Tian X, Li Z, Giraldo JP. Emerging investigator series: molecular mechanisms of plant salinity stress tolerance improvement by seed priming with cerium oxide nanoparticles. Environ Sci Nano. 2020;7:2214–2228. doi: 10.1039/d0en00387e.", "ArticleIdList": ["10.1039/d0en00387e"]}, {"Citation": "Sosan A, Svistunenko D, Straltsova D, Tsiurkina K, Smolich I, Lawson T, Subramaniam S, Golovko V, Anderson D, Sokolik A, Colbeck I, Demidchik V. Engineered silver nanoparticles are sensed at the plasma membrane and dramatically modify the physiology of Arabidopsis thaliana plants. Plant J. 2016;85:245–257. doi: 10.1111/tpj.13105.", "ArticleIdList": ["10.1111/tpj.13105", "26676841"]}, {"Citation": "Mirzajani F, Askari H, Hamzelou S, Schober Y, Römpp A, Ghassempour A, Spengler B. Proteomics study of silver nanoparticles toxicity on Oryza sativa L. Ecotoxicol Environ Saf. 2014;108:335–359. doi: 10.1016/j.ecoenv.2014.07.013.", "ArticleIdList": ["10.1016/j.ecoenv.2014.07.013", "25124680"]}, {"Citation": "Phukan UJ, Jeena GS, Shukla RK. WRKY transcription factors:molecular regulation and stress responses in plants. Front Plant Sci. 2016;7:760. doi: 10.3389/fpls.2016.00760.", "ArticleIdList": ["10.3389/fpls.2016.00760", "PMC4891567", "27375634"]}, {"Citation": "Kohan-Baghkheirati E, Geisler-Lee J. Gene expression, protein function and pathways of Arabidopsis thaliana responding to silver nanoparticles in comparison to silver ions, cold, salt, drought, and heat. Nanomaterials. 2015;5:436–467. doi: 10.3390/nano5020436.", "ArticleIdList": ["10.3390/nano5020436", "PMC5312895", "28347022"]}, {"Citation": "Toscano S, Trivellini A, Cocetta G, Bulgari R, Francini A, Romano D, Ferrante A. Effect of preharvest abiotic stresses on the accumulation of bioactive compounds in horticultural produce. Front Plant Sci. 2019;10:1212. doi: 10.3389/fpls.2019.01212.", "ArticleIdList": ["10.3389/fpls.2019.01212", "PMC6788460", "31636647"]}, {"Citation": "García-Sánchez S, Bernales I, Cristobal S. Early response to nanoparticles in the Arabidopsis transcriptome compromises plant defence and root-hair development through salicylic acid signalling. BMC Genomics. 2015;16(1):341. doi: 10.1186/s12864-015-1530-4.", "ArticleIdList": ["10.1186/s12864-015-1530-4", "PMC4417227", "25903678"]}, {"Citation": "Zare Z, Pishkar L, Iranbakhsh A, Talei D. Physiological and molecular effects of silver nanoparticles exposure on purslane (Portulaca oleracea L.) Russian. J Plant Physiol. 2020;67(3):521–528."}, {"Citation": "Winkel-Shirley B. Biosynthesis of flavonoids and effects of stress. Curr Opin Plant Biol. 2002;5(3):218–223. doi: 10.1016/s1369-5266(02)00256-x.", "ArticleIdList": ["10.1016/s1369-5266(02)00256-x", "11960739"]}, {"Citation": "Chung IM, Venkidasamy B, Thiruvengadam M. Nickel oxide nanoparticles cause substantial physiological, phytochemical, and molecular-level changes in Chinese cabbage seedlings. Plant Physiol Biochem. 2019;139:92–101. doi: 10.1016/j.plaphy.2019.03.010.", "ArticleIdList": ["10.1016/j.plaphy.2019.03.010", "30884416"]}, {"Citation": "Abbasi F, Jamei R. Effects of silver nanoparticles and silver nitrate on antioxidant responses in Echium amoenum. Russian J Plant Physiol. 2019;66:488–494. doi: 10.1134/S1021443719030026.", "ArticleIdList": ["10.1134/S1021443719030026"]}, {"Citation": "Jurkow R, Pokluda R, Sękara A, Kalisz A. Impact of foliar application of some metal nanoparticles on antioxidant system in oak leaf lettuce seedlings. BMC Plant Biol. 2020;20(1):290. doi: 10.1186/s12870-020-02490-5.", "ArticleIdList": ["10.1186/s12870-020-02490-5", "PMC7313224", "32576147"]}, {"Citation": "Nair PMG, Chung IM. Physiological and molecular level effects of silver nanoparticles exposure in rice (Oryza sativa L.) seedlings. Chemosphere. 2014;112:105–113. doi: 10.1016/j.chemosphere.2014.03.056.", "ArticleIdList": ["10.1016/j.chemosphere.2014.03.056", "25048895"]}, {"Citation": "Yue L, Chen F, Yu K, Xiao Z, Yu X, Wang Z, Xing B. Early development of apoplastic barriers and molecular mechanisms in juvenile maize roots in response to La2O3 nanoparticles. Sci Total Environ. 2019;653:675–683. doi: 10.1016/j.scitotenv.2018.10.320.", "ArticleIdList": ["10.1016/j.scitotenv.2018.10.320", "30759593"]}, {"Citation": "Wang X, Yang X, Chen S, Li Q, Wang W, Hou C, Gao X, Wang L, Wang S. Zinc oxide nanoparticles affect biomass accumulation and photosynthesis in Arabidopsis. Front Plant Sci. 2016;6:1243. doi: 10.3389/fpls.2015.01243.", "ArticleIdList": ["10.3389/fpls.2015.01243", "PMC4709445", "26793220"]}, {"Citation": "Babajani A, Iranbakhsh A, Ardebili ZO, Eslami B. Differential growth, nutrition, physiology, and gene expression in Melissa officinalis mediated by zinc oxide and elemental selenium nanoparticles. Environ Sci Pollut Res. 2019;26(24):24430–24444. doi: 10.1007/s11356-019-05676-z.", "ArticleIdList": ["10.1007/s11356-019-05676-z", "31230234"]}, {"Citation": "El-Badri AM, Batool M, Wang C, Hashem AM, Tabl KM, Nishawy E, Wang B. Selenium and zinc oxide nanoparticles modulate the molecular and morpho-physiological processes during seed germination of Brassica napus under salt stress. Ecotoxicol Environ Saf. 2021;225:112695. doi: 10.1016/j.ecoenv.2021.112695.", "ArticleIdList": ["10.1016/j.ecoenv.2021.112695", "34478972"]}, {"Citation": "Zhang C, Zhang Q, Pang Y, Song X, Zhou N, Wang J, He L, Lv J, Song Y, Cheng Y, Yang X. The protective effects of melatonin on oxidative damage and the immune system of the Chinese mitten crab (Eriocheir sinensis) exposed to deltamethrin. Sci Total Environ. 2019;653:1426–1434. doi: 10.1016/j.scitotenv.2018.11.063.", "ArticleIdList": ["10.1016/j.scitotenv.2018.11.063", "30759581"]}, {"Citation": "Zhang B, Zheng LP, Li WY, Wang JW. Stimulation of artemisinin production in Artemisia annua hairy roots by Ag-SiO2 core-shell nanoparticles. Curr Nanosci. 2013;9:363–370. doi: 10.2174/1573413711309030012.", "ArticleIdList": ["10.2174/1573413711309030012"]}, {"Citation": "Jasim B, Thomas R, Mathew J, Radhakrishnan EK. Plant growth and diosgenin enhancement effect of silver nanoparticles in Fenugreek (Trigonella foenum-graecum L.) Saudi Pharm J. 2017;25:443–447. doi: 10.1016/j.jsps.2016.09.012.", "ArticleIdList": ["10.1016/j.jsps.2016.09.012", "PMC5357095", "28344500"]}, {"Citation": "Večeřová K, Večeřa Z, Dočekal B, Oravec M, Pompeiano A, Tříska J, Urban O. Changes of primary and secondary metabolites in barley plants exposed to CdO nanoparticles. Environ Pollut. 2016;218:207–218. doi: 10.1016/j.envpol.2016.05.013.", "ArticleIdList": ["10.1016/j.envpol.2016.05.013", "27503055"]}, {"Citation": "Abdel-Azeem EA, Elsayed BA. Phytotoxicity of silver nanoparticles on Vicia faba seedlings. New York Sci J. 2013;6(12):148–156."}, {"Citation": "Luzhna L, Kathiria P, Kovalchuk O. Micronuclei in genotoxicity assessment: from genetics to epigenetics and beyond. Front Genet. 2013;4:131. doi: 10.3389/fgene.2013.00131.", "ArticleIdList": ["10.3389/fgene.2013.00131", "PMC3708156", "23874352"]}, {"Citation": "Shang L, Nienhaus K, Nienhaus GU. engineered nanoparticles interacting with cells: size matters. J Nanobiotechnol. 2014;12:5. doi: 10.1186/1477-3155-12-5.", "ArticleIdList": ["10.1186/1477-3155-12-5", "PMC3922601", "24491160"]}, {"Citation": "Wang Y, Loake GJ, Chu C. Cross-talk of nitric oxide and reactive oxygen species in plant programed cell death. Front Plant Sci. 2013;4:314. doi: 10.3389/fpls.2013.00314.", "ArticleIdList": ["10.3389/fpls.2013.00314", "PMC3744911", "23967004"]}, {"Citation": "Brunner TJ, Wick P, Manser P, Spohn P, Grass RN, Limbach LK, Bruinink A, Stark WJ. In vitro cytotoxicity of oxide nanoparticles: comparison to asbestos, silica, and the effect of particle solubility. Environ Sci Technol. 2006;40(14):4374–4381. doi: 10.1021/es052069i.", "ArticleIdList": ["10.1021/es052069i", "16903273"]}, {"Citation": "Kruszewski M, Brzoska K, Brunborg G, Asare N, Dobrzyńska M, Dušinská M, Fjellsbø LM, Georgantzopoulou A, Gromadzka-Ostrowska J, Gutleb AC, Lankoff A, Magdolenová Z, Pran ER, Rinna A, Instanes C, Sandberg WJ, Schwarze P, Stępkowski T, Wojewódzka M, Refsnes M. Chapter five—toxicity of silver nanomaterials in higher eukaryotes. In: Fishbein JC. (Ed.), Advances in Molecular Toxicology, Elsevier 2011; 179–218. 10.1016/B978-0-444-53864-2.00005-0"}, {"Citation": "Kuriyama R, Sakai H. Role of tubulin-SH groups in polymerization to microtubules. Functional-SH groups in tubulin for polymerization. J Biochem. 1974;76(3):651–654. doi: 10.1093/oxfordjournals.jbchem.a130609.", "ArticleIdList": ["10.1093/oxfordjournals.jbchem.a130609", "4474165"]}, {"Citation": "Abou-Zeid HM, Moustafa Y. Physiological and cytogenetic responses of wheat and barley to silver Nano-priming treatment. Int J Appl Biol Pharmaceut Technol. 2014;5:265–278."}, {"Citation": "Hackenberg S, Scherzed A, Kessler M, Hummel S, Technau A, Froelich K, Ginzkey C, Koehler C, Hagen R, Kleinsasser N. Silver nanoparticles: evaluation of DNA damage, toxicity and functional impairment in human mesenchymal stem cells. Toxicol Lett. 2011;201(1):27–33. doi: 10.1016/j.toxlet.2010.12.001.", "ArticleIdList": ["10.1016/j.toxlet.2010.12.001", "21145381"]}, {"Citation": "Madhumathi K, Sudheesh Kumar PT, Abhilash S, Sreeja V, Tamura H, Manzoor K, et al. Development of novel chitin/nanosilver composite scaffolds for wound dressing applications. J Mater Sci Mater Med. 2010;21:807–813. doi: 10.1007/s10856-009-3877-z.", "ArticleIdList": ["10.1007/s10856-009-3877-z", "19802687"]}, {"Citation": "Ahmed B, Dwivedi S, Abdin MZ, Azam A, Al-Shaeri M, Khan MS, Saquib Q, Al-Khedhairy AA, Musarrat J. Mitochondrial and chromosomal damage induced by oxidative stress in Zn2+ Ions, ZnO-Bulk and ZnO-NPs treated Allium cepa roots. Sci Rep. 2017;7:40685. doi: 10.1038/srep40685.", "ArticleIdList": ["10.1038/srep40685", "PMC5264391", "28120857"]}, {"Citation": "Magdolenova Z, Collins A, Kumar A, Dhawan A, Stone V, Dusinska M. Mechanisms of genotoxicity. A review of in vitro and in vivo studies with engineered nanoparticles. Nanotoxicology. 2014;8(3):233–278. doi: 10.3109/17435390.2013.773464.", "ArticleIdList": ["10.3109/17435390.2013.773464", "23379603"]}, {"Citation": "Chen K, Arora R. Priming memory invokes seed stress-tolerance. Env Exp Bot. 2013;94:33–45. doi: 10.1016/j.envexpbot.2012.03.005.", "ArticleIdList": ["10.1016/j.envexpbot.2012.03.005"]}, {"Citation": "Dimkpa CO, Singh U, Bindraban PS, Elmer WH, Gardea-Torresdey JL, White JC. Zinc oxide nanoparticles alleviate drought-induced alterations in sorghum performance, nutrient acquisition, and grain fortification. Sci Total Environ. 2019;688:926–934. doi: 10.1016/j.scitotenv.2019.06.392.", "ArticleIdList": ["10.1016/j.scitotenv.2019.06.392", "31726574"]}, {"Citation": "El-Saadony MT, Almoshadak AS, Shafi ME, Albaqami NM, Saad AM, El-Tahan AM, Desoky EM, Elnahal ASM, Almakas A, El-Mageed TAA, Taha AE, Elrys AS, AymanHelmy M. Vital roles of sustainable nano-fertilizers in improving plant quality and quantity-an updated review. Saudi J Biol Sci. 2021;28(12):7349–7359. doi: 10.1016/j.sjbs.2021.08.032.", "ArticleIdList": ["10.1016/j.sjbs.2021.08.032", "PMC8626263", "34867037"]}, {"Citation": "Rahimi S, Hatami M, Ghorbanpour M. Effect of seed priming with nanosilicon on morpho-physiological characterestics, quercetin content and antioxidant capacity in Calendula officinalis L under drought stress conditions. J Med Plants. 2020 doi: 10.29252/jmp.4.72.S12.186.", "ArticleIdList": ["10.29252/jmp.4.72.S12.186"]}, {"Citation": "Slomberg DL, Schoenfisch MH. Silica nanoparticle phytotoxicity to Arabidopsis thaliana. Environ Sci Technol. 2012;46(18):10247–10254. doi: 10.1021/es300949f.", "ArticleIdList": ["10.1021/es300949f", "22889047"]}, {"Citation": "Mendonça AMC, Lira JMS, Vilela ALD, et al. High aluminum concentration and initial establishment of Handroanthus impetiginosus: clues about an Al non-resistant species in Brazilian Cerrado. J For Res. 2020;31:2075–2082. doi: 10.1007/s11676-019-01033-5.", "ArticleIdList": ["10.1007/s11676-019-01033-5"]}, {"Citation": "Tripathi DK, Tripathi A, Singh S, Singh Y, Vishwakarma K, Yadav G, Chauhan DK. Uptake, accumulation and toxicity of silver nanoparticle in autotrophic plants, and heterotrophic microbes: a concentric review. Front Microbiol. 2017;8:7. doi: 10.3389/fmicb.2017.00007.", "ArticleIdList": ["10.3389/fmicb.2017.00007", "PMC5266687", "28184215"]}, {"Citation": "Rastogi A, Tripathi DK, Yadav S, Chauhan DK, Živčák M, Ghorbanpour M, Brestic M. Application of silicon nanoparticles in agriculture. 3 Biotech. 2019;9(3):1–11. doi: 10.1007/s13205-019-1626-7.", "ArticleIdList": ["10.1007/s13205-019-1626-7", "PMC6385075", "30800601"]}, {"Citation": "Abou-Zeid H, Ismail G. The role of priming with biosynthesized silver nanoparticles in the response of Triticum aestivum L. to salt stress. Egypt J Bot. 2018;58(1):73–85. doi: 10.21608/EJBO.2017.1873.1128.", "ArticleIdList": ["10.21608/EJBO.2017.1873.1128"]}, {"Citation": "Cuajungco MP, Frederickson CJ, Bush AI. Amyloid-beta metal interaction and metal chelation. Subcell Biochem. 2005;38:235–254. doi: 10.1007/0-387-23226-5_12.", "ArticleIdList": ["10.1007/0-387-23226-5_12", "15709482"]}, {"Citation": "Alejandro S, Höller S, Meier B, Peiter E. Manganese in plants: from acquisition to subcellular allocation. Front Plant Sci. 2020;11:300. doi: 10.3389/fpls.2020.00300.", "ArticleIdList": ["10.3389/fpls.2020.00300", "PMC7113377", "32273877"]}, {"Citation": "Mushtaq N, Jamil M, Riaz GL, Hornyak N, Ahmed SS, Ahmed MN, Shahwani M, Malghani NK. Synthesis of silica nanoparticles and their effect on priming of wheat (Triticum aestivum L.) under salinity stress. Biol Forum. 2017;9(1):150–157."}, {"Citation": "Yeo AR, Flowers SA, Rao G, Welfare K, Senanayake N, Flowers TJ. Silicon reduces sodium uptake in rice (Oryza sativa L.) in saline conditions and this is accounted for by a reduction in the transpirational bypass flow. Plant Cell and Env. 1999;22:559–565. doi: 10.1046/j.1365-3040.1999.00418.x.", "ArticleIdList": ["10.1046/j.1365-3040.1999.00418.x"]}, {"Citation": "Sharma D, Afzal S, Singh NK. Nanopriming with phytosynthesized zinc oxide nanoparticles for promoting germination and starch metabolism in rice seeds. J Biotechnol. 2021;336:64–75. doi: 10.1016/j.jbiotec.2021.06.014.", "ArticleIdList": ["10.1016/j.jbiotec.2021.06.014", "34116127"]}, {"Citation": "Maswada HF, Djanaguiraman M, Prasad PVV. Seed treatment with nano-iron (III) oxide enhances germination, seeding growth and salinity tolerance of sorghum. J Agron Crop Sci. 2018;204(6):577–587. doi: 10.1111/jac.12280.", "ArticleIdList": ["10.1111/jac.12280"]}, {"Citation": "Govorov AO, Carmeli I. Hybrid structures composed of photosynthetic system and metal nanoparticles: plasmon enhancement effect. Nano Lett. 2007;7(3):620–625. doi: 10.1021/nl062528t.", "ArticleIdList": ["10.1021/nl062528t", "17309315"]}, {"Citation": "Hong FS, Zhou J, Liu C, Yang F, Wu C, Zheng L, Yang P. Effect of nano-TiO2 on photochemical reaction of chloroplasts of spinach. Biol Trace Elem Res. 2005;105:269–279. doi: 10.1385/BTER:105:1-3:269.", "ArticleIdList": ["10.1385/BTER:105:1-3:269", "16034170"]}, {"Citation": "Kreslavski VD, Shirshikova GN, Lyubimov VY, Shmarev AN, Boutanaev AM, Kosobryukhov AA, Allakhverdiev SI. Effect of preillumination with red light on photosynthetic parameters and oxidant-/antioxidant balance in Arabidopsis thaliana in response to UV-A. J Photochem Photobiol B. 2013;127:229–236. doi: 10.1016/j.jphotobiol.2013.08.008.", "ArticleIdList": ["10.1016/j.jphotobiol.2013.08.008", "24080425"]}, {"Citation": "Avestan S, Ghasemnezhad M, Esfahani M, Byrt CS. Application of nano-silicon dioxide improves salt stress tolerance in strawberry plants. Agronomy. 2019;9(5):246. doi: 10.3390/agronomy9050246.", "ArticleIdList": ["10.3390/agronomy9050246"]}, {"Citation": "Plaksenkova E. of Fe3O4 nanoparticle stress on the growth and development of rocket Eruca sativa. J Nanomaterials. 2019;2019:2678247. doi: 10.1155/2019/2678247.", "ArticleIdList": ["10.1155/2019/2678247"]}, {"Citation": "Frazier TP, Burklew CE, Zhang B. Titanium dioxide nanoparticles affect the growth and microRNA expression of tobacco (Nicotiana tabacum) Funct Integr Genomics. 2014;14:75–83. doi: 10.1007/s10142-013-0341-4.", "ArticleIdList": ["10.1007/s10142-013-0341-4", "24132512"]}, {"Citation": "Wang L, Li X, Zhang G, Dong J, Eastoe J. Oil-in-water nanoemulsions for pesticide formulations. J Colloid Interface Sci. 2007;314(1):230–235. doi: 10.1016/j.jcis.2007.04.079.", "ArticleIdList": ["10.1016/j.jcis.2007.04.079", "17612555"]}, {"Citation": "Liu F, Wen LX, Li ZZ, Yu W, Sun HY, Chen JF. Porous hollow silica nanoparticles as controlled delivery system for water-soluble pesticide. Mat Res Bulletin. 2006;41:2268–2275. doi: 10.1016/j.materresbull.2006.04.014.", "ArticleIdList": ["10.1016/j.materresbull.2006.04.014"]}, {"Citation": "Thiruvengadam M, Chung IM, Gomathi T, Ansari MA, Gopiesh Khanna V, Babu V, Rajakumar G. Synthesis, characterization and pharmacological potential of green synthesized copper nanoparticles. Bioprocess Biosyst Eng. 2019;42(11):1769–1777. doi: 10.1007/s00449-019-02173-y.", "ArticleIdList": ["10.1007/s00449-019-02173-y", "31372759"]}, {"Citation": "Sirelkhatim A, Mahmud S, Seeni A, Kaus NHM, Ann LC, Bakhori SKM, Hasan H, Mohamad D. Review on zinc oxide nanoparticles: antibacterial activity and toxicity mechanism. Nano Micro Lett. 2015;7(3):219–242. doi: 10.1007/s40820-015-0040-x.", "ArticleIdList": ["10.1007/s40820-015-0040-x", "PMC6223899", "30464967"]}, {"Citation": "Stadler T, Buteler M, Valdez SR, Gitto JG. Particulate nanoinsecticides: A new concept in insect pest management, insecticides—Agriculture and toxicology. Ghousia Begum. IntechOpen. 2017 doi: 10.5772/intechopen.72448.", "ArticleIdList": ["10.5772/intechopen.72448"]}, {"Citation": "Krishnaraj C, Ramachandran R, Mohan K, Kalaichelvan PT. Optimization for rapid synthesis of silver nanoparticles and its effect on phytopathogenic fungi. Spectrochim Acta A Mol Biomol Spectrosc. 2012;93:95–99. doi: 10.1016/j.saa.2012.03.002.", "ArticleIdList": ["10.1016/j.saa.2012.03.002", "22465774"]}, {"Citation": "Jain D, Kothari SL. Green synthesis of silver nanoparticles and their application in plant virus inhibition. J Mycol Plant Pathol. 2014;44(1):21–24. doi: 10.1186/s40486-021-00131-6.", "ArticleIdList": ["10.1186/s40486-021-00131-6"]}, {"Citation": "Elbeshehy EK, Elazzazy AM, Aggelis G. Silver nanoparticles synthesis mediated by new isolates of Bacillus spp., nanoparticle characterization and their activity against Bean Yellow Mosaic Virus and human pathogens. Front Microbiol. 2015;6:453. doi: 10.3389/fmicb.2015.00453.", "ArticleIdList": ["10.3389/fmicb.2015.00453", "PMC4429621", "26029190"]}, {"Citation": "Noshad M, Iqbal L, Folkers C, Hetherington A, Khan M, Numan S. Ulla, Antibacterial effect of silver nanoparticles (AgNPs) synthesized from Trichoderma harzianum against Clavibacter michiganensis. J Nano Res. 2019;58:10–19. doi: 10.4028/www.scientific.net/JNanoR.58.10.", "ArticleIdList": ["10.4028/www.scientific.net/JNanoR.58.10"]}, {"Citation": "Manikandan A, Sathiyabama M. Preparation of Chitosan nanoparticles and its effect on detached rice leaves infected with Pyricularia grisea. Int J Biol Macromol. 2016;84:58–61. doi: 10.1016/j.ijbiomac.2015.11.083.", "ArticleIdList": ["10.1016/j.ijbiomac.2015.11.083", "26656594"]}, {"Citation": "Malerba M, Cerana R. Chitosan effects on plant systems. Int J Mol Sci. 2016;17(7):996. doi: 10.3390/ijms17070996.", "ArticleIdList": ["10.3390/ijms17070996", "PMC4964372", "27347928"]}, {"Citation": "Saharan V, Kumarasamy RV, Choudhary MK, Sharma SS, Pal A, Raliya R, Biswas P. Cu-chitosan nanoparticle mediated sustainable approach to enhance seedling growth in maize by mobilizing reserved food. J Agric Food Chem. 2016;64:6148–6155. doi: 10.1021/acs.jafc.6b02239.", "ArticleIdList": ["10.1021/acs.jafc.6b02239", "27460439"]}, {"Citation": "Dhabaan FA, Mostafa M, Almoammar H, Abd-Elsalam KA, Chitosan based nanostructures in plant protection applications. In: Abd-Elsalam KA, Prasad R. (eds.) Nanobiotechnology applications in plant protection. 2018;351–384. 10.1007/978-3-319-91161-8_13."}, {"Citation": "Sathiyabama M, Manikandan A. Application of Copper-chitosan nanoparticles stimulate growth and induce resistance in finger millet (Eleusine coracana Gaertn.) plants against blast disease. J Agric Food Chem. 2018;66:1784–1790. doi: 10.1021/acs.jafc.7b05921.", "ArticleIdList": ["10.1021/acs.jafc.7b05921", "29443531"]}, {"Citation": "Shams G, Ranjbar M, Amiri AA, Khodarahmpour Z. The effect of 35 nm silver nanoparticles on antagonistic and synergistic mineral elements in leaves and fruit of tomato (Lycopersicon esculentum Mill.) Int J Agricul Crop Sci. 2013;5(5):493–500."}, {"Citation": "Antisari LV, Carbone S, Gatti A, Vianello G, Nannipieri P. Toxicity of metal oxide (CeO2, Fe3O4, SnO2) engineered nanoparticles on soil microbial biomass and their distribution in soil. Soil Biol Biochem. 2013;60:87–94. doi: 10.1016/j.soilbio.2013.01.016.", "ArticleIdList": ["10.1016/j.soilbio.2013.01.016"]}, {"Citation": "Le VN, Rui Y, Gui X, Li X, Liu S, Han Y. Uptake, transport, distribution and Bio-effects of SiO2 nanoparticles in Bt-transgenic cotton. J Nanobiotechnol. 2014;12:50. doi: 10.1186/s12951-014-0050-8.", "ArticleIdList": ["10.1186/s12951-014-0050-8", "PMC4278344", "25477033"]}, {"Citation": "Li X, Gui X, Rui Y, Ji W, Van Nhan L, Yu Z, Peng S. Bt-transgenic cotton is more sensitive to CeO2 nanoparticles than its parental non-transgenic cotton. J Hazard Mater. 2014;274:173–180. doi: 10.1016/j.jhazmat.2014.04.025.", "ArticleIdList": ["10.1016/j.jhazmat.2014.04.025", "24793293"]}, {"Citation": "Raliya R, Saharan V, Dimkpa C, Biswas P. Nanofertilizer for precision and sustainable agriculture: current state and future perspectives. J Agric Food Chem. 2018;66(26):6487–6503. doi: 10.1021/acs.jafc.7b02178.", "ArticleIdList": ["10.1021/acs.jafc.7b02178", "28835103"]}, {"Citation": "Xu J, Luo X, Wang Y, Feng Y. Evaluation of zinc oxide nanoparticles on lettuce (Lactuca sativa L.) growth and soil bacterial community. Environ Sci Pollut Res Int. 2018;25:6026–6035. doi: 10.1007/s11356-017-0953-7.", "ArticleIdList": ["10.1007/s11356-017-0953-7", "29238929"]}, {"Citation": "Chen R, Zhang C, Zhao Y, Huang Y, Liu Z. Foliar application with nano-silicon reduced cadmium accumulation in grains by inhibiting cadmium translocation in rice plants. Environ Sci Pollut Res. 2018;25:2361–2368. doi: 10.1007/s11356-017-0681-z.", "ArticleIdList": ["10.1007/s11356-017-0681-z", "29124638"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "10", "Day": "7"}, {"Year": "2022", "Month": "4", "Day": "17"}, {"Year": "2022", "Month": "6", "Day": "6", "Hour": "10", "Minute": "42"}, {"Year": "2022", "Month": "6", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["35659295", "PMC9164476", "10.1186/s12951-022-01423-8", "10.1186/s12951-022-01423-8"]}}], "PubmedBookArticle": []}