{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["SPT10", "ER stress", "autophagy", "diacylglycerol kinase1", "endoplasmic reticulum", "synthetic biology", "target of rapamycin (TOR) complex"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35661158", "DateCompleted": {"Year": "2022", "Month": "07", "Day": "27"}, "DateRevised": {"Year": "2022", "Month": "10", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "06", "Day": "17"}], "Language": ["eng"], "ELocationID": ["10.1002/1873-3468.14418"], "Journal": {"ISSN": "1873-3468", "JournalIssue": {"Volume": "596", "Issue": "14", "PubDate": {"Year": "2022", "Month": "Jul"}}, "Title": "FEBS letters", "ISOAbbreviation": "FEBS Lett"}, "ArticleTitle": "Diacylglycerol kinase alleviates autophagic degradation of the endoplasmic reticulum in SPT10-deficient yeast to enhance triterpene biosynthesis.", "Pagination": {"StartPage": "1778", "EndPage": "1794", "MedlinePgn": "1778-1794"}, "Abstract": {"AbstractText": ["A recent study showed that deletion of the gene encoding the transcription regulator SuPpressor of Ty10 (SPT10) increases total phospholipids, and our previous study established a critical link between phospholipids and the mevalonate/ergosterol (MEV/ERG) pathway, which synthesises triterpenes. This study aims to use spt10Δ yeast to improve triterpene production. Though MEV/ERG pathway was highly expressed in spt10Δ yeast, results showed insufficient accumulation of key metabolites and also revealed massive endoplasmic reticulum (ER) degradation. We found a stable, massive ER structure when we overexpressed diacylglycerol kinase1 (DGK1<sup>OE</sup> ) in spt10Δ yeast. Analyses of ER-stress and autophagy suggest that DGK1<sup>OE</sup> in the spt10Δ strain decreased autophagy, resulting in increased MEV/ERG pathway activity. Heterologous expression of β-amyrin synthase showed significant production of the triterpene β-amyrin in DGK1<sup>OE</sup> spt10Δ yeast. Overall, our study provides a strategic approach to improve triterpene production by increasing ER biogenesis while limiting ER degradation."], "CopyrightInformation": "© 2022 Federation of European Biochemical Societies."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biochemistry Laboratory, CSIR-Central Institute of Medicinal & Aromatic Plants, Research Center, Allalasandra, GKVK (post), Bangalore, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, India."}], "LastName": "Ranganathan", "ForeName": "Poornima Ramani", "Initials": "PR"}, {"Identifier": ["0000-0001-9881-3357"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biochemistry Laboratory, CSIR-Central Institute of Medicinal & Aromatic Plants, Research Center, Allalasandra, GKVK (post), Bangalore, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, India."}], "LastName": "Narayanan", "ForeName": "Ananth Krishna", "Initials": "AK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biochemistry Laboratory, CSIR-Central Institute of Medicinal & Aromatic Plants, Research Center, Allalasandra, GKVK (post), Bangalore, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, India."}], "LastName": "Nawada", "ForeName": "Niveditha", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Autophagy Laboratory, Molecular Biology and Genetics Unit, Jawaharlal Nehru Centre for Advanced Scientific Research (JNCASR), Bangalore, India."}], "LastName": "Rao", "ForeName": "Monala Jayaprakash", "Initials": "MJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biochemistry Laboratory, CSIR-Central Institute of Medicinal & Aromatic Plants, Research Center, Allalasandra, GKVK (post), Bangalore, India."}], "LastName": "Reju", "ForeName": "Kalyani Sai", "Initials": "KS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biochemistry Laboratory, CSIR-Central Institute of Medicinal & Aromatic Plants, Research Center, Allalasandra, GKVK (post), Bangalore, India."}], "LastName": "Priya S", "ForeName": "Chaithra", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Autophagy Laboratory, Molecular Biology and Genetics Unit, Jawaharlal Nehru Centre for Advanced Scientific Research (JNCASR), Bangalore, India."}], "LastName": "Gujarathi", "ForeName": "Tejal", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Autophagy Laboratory, Molecular Biology and Genetics Unit, Jawaharlal Nehru Centre for Advanced Scientific Research (JNCASR), Bangalore, India."}], "LastName": "Manjithaya", "ForeName": "Ravi", "Initials": "R"}, {"Identifier": ["0000-0002-7105-8731"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biochemistry Laboratory, CSIR-Central Institute of Medicinal & Aromatic Plants, Research Center, Allalasandra, GKVK (post), Bangalore, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, India."}], "LastName": "Dodaghatta Krishna", "ForeName": "Venkata Rao", "Initials": "VR"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "FEBS Lett", "NlmUniqueID": "0155157", "ISSNLinking": "0014-5793"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "DGK1 protein, S cerevisiae"}, {"RegistryNumber": "0", "NameOfSubstance": "Phospholipids"}, {"RegistryNumber": "0", "NameOfSubstance": "Repressor Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Saccharomyces cerevisiae Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Transcription Factors"}, {"RegistryNumber": "0", "NameOfSubstance": "Triterpenes"}, {"RegistryNumber": "EC 2.3.1.48", "NameOfSubstance": "Histone Acetyltransferases"}, {"RegistryNumber": "EC 2.3.1.48", "NameOfSubstance": "SPT10 protein, S cerevisiae"}, {"RegistryNumber": "EC 2.7.1.107", "NameOfSubstance": "Diacylglycerol Kinase"}], "MeshHeadingList": [{"QualifierName": ["genetics", "physiology"], "DescriptorName": "Autophagy"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Diacylglycerol Kinase"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Endoplasmic Reticulum"}, {"QualifierName": [], "DescriptorName": "Endoplasmic Reticulum Stress"}, {"QualifierName": ["metabolism"], "DescriptorName": "Histone Acetyltransferases"}, {"QualifierName": ["metabolism"], "DescriptorName": "Phospholipids"}, {"QualifierName": ["metabolism"], "DescriptorName": "Repressor Proteins"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Saccharomyces cerevisiae"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Saccharomyces cerevisiae Proteins"}, {"QualifierName": ["metabolism"], "DescriptorName": "Transcription Factors"}, {"QualifierName": ["metabolism"], "DescriptorName": "Triterpenes"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Buhaescu I, Izzedine H. Mevalonate pathway: a review of clinical and therapeutical implications. Clin Biochem. 2007;40:575-84. https://doi.org/10.1016/j.clinbiochem.2007.03.016"}, {"Citation": "Zhang Y, Nielsen J, Liu Z. Engineering yeast metabolism for production of terpenoids for use as perfume ingredients, pharmaceuticals and biofuels. FEMS Yeast Res. 2017;17:fox080. https://doi.org/10.1093/femsyr/fox080"}, {"Citation": "Ro DK, Paradise EM, Quellet M, Fisher KJ, Newman KL, Ndungu JM, et al. Production of the antimalarial drug precursor artemisinic acid in engineered yeast. Nature. 2006;440:940-3. https://doi.org/10.1038/nature04640"}, {"Citation": "Engels B, Dahm P, Jennewein S. Metabolic engineering of taxadiene biosynthesis in yeast as a first step towards Taxol (paclitaxel) production. Metab Eng. 2008;10:201-6. https://doi.org/10.1016/j.ymben.2008.03.001"}, {"Citation": "Bröker JN, Müller B, van Deenen N, Prüfer D, Schulze Gronover C. Upregulating the mevalonate pathway and repressing sterol synthesis in Saccharomyces cerevisiae enhances the production of triterpenes. Appl Microbiol Biotechnol. 2018;102:6923-34."}, {"Citation": "Ranganathan PR, Nawada N, Narayanan AK, Rao DKV. Triglyceride deficiency and diacylglycerol kinase1 activity lead to the upregulation of mevalonate pathway in yeast: a study for the development of potential yeast platform for improved production of triterpenoid. Biochim Biophys Acta Mol Cell Biol Lipids. 2020;1865:158661. https://doi.org/10.1016/j.bbalip.2020.158661"}, {"Citation": "van Meer G, de Kroon AIPM. Lipid map of the mammalian cell. J. Cell Sci. 2011;124:5-8."}, {"Citation": "Van Meer G, Voelker DR, Feigenson GW. Membrane lipids: where they are and how they behave. Nat Rev Mol Cell Biol. 2008;9:112-24."}, {"Citation": "Harayama T, Riezman H. Understanding the diversity of membrane lipid composition. Nat Rev Mol Cell Biol. 2018;19:281-96."}, {"Citation": "Alper H, Moxley J, Nevoigt E, Fink GR, Stephanopoulos G. Engineering yeast transcription machinery for improved ethanol tolerance and production. Science. 2006;314:1565-8."}, {"Citation": "Eriksson PR, Mendiratta G, McLaughlin NB, Wolfsberg TG, Marino-Ramirez L, Pompa TA, et al. Global regulation by the yeast Spt10 protein is mediated through chromatin structure and the histone upstream activating sequence elements. Mol Cell Biol. 2005;25:9127-37."}, {"Citation": "Xu F, Zhang K, Grunstein M. Acetylation in histone H3 globular domain regulates gene expression in yeast. Cell. 2005;121:375-85."}, {"Citation": "Chang JS, Winston F. Spt10 and Spt21 are required for transcriptional silencing in Saccharomyces cerevisiae. Eukaryot Cell. 2011;10:118-29."}, {"Citation": "Dollard C, Ricupero-Hovasse SL, Natsoulis G, Boeke JD, Winston F. SPT10 and SPT21 are required for transcription of particular histone genes in Saccharomyces cerevisiae. Mol Cell Biol. 1994;14:5223-8. https://doi.org/10.1128/mcb.14.8.5223"}, {"Citation": "Natsoulis G, Dollard C, Winston F, Boeke JD. The products of the SPT10 and SPT21 genes of Saccharomyces cerevisiae increase the amplitude of transcriptional regulation at a large number of unlinked loci. New Biol. 1991;3:1249-59."}, {"Citation": "Rao MJ, Srinivasan M, Rajasekharan R. Cell size is regulated by phospholipids and not by storage lipids in Saccharomyces cerevisiae. Curr Genet. 2018;64:1071-87. https://doi.org/10.1007/s00294-018-0821-0"}, {"Citation": "Hampton RY, Rine J. Regulated degradation of HMG-CoA reductase, an integral membrane protein of the endoplasmic reticulum, in yeast. J Cell Biol. 1994;125:299-312."}, {"Citation": "Takita T, Konuma T, Hanazato M, Inoue H. Diacylglycerol kinase inhibitor R59022-induced autophagy and apoptosis in the neuronal cell line NG108-15. Arch Biochem Biophys. 2011;509:197-201."}, {"Citation": "Li D, Yang S-G, He C-W, Zhang Z-T, Liang Y, Li H, et al. Excess diacylglycerol at the endoplasmic reticulum disrupts endomembrane homeostasis and autophagy. BMC Biol. 2020;18:1-15."}, {"Citation": "Bernales S, McDonald KL, Walter P. Autophagy counterbalances endoplasmic reticulum expansion during the unfolded protein response. PLoS Biol. 2006;4:e423."}, {"Citation": "Janke C, Magiera MM, Rathfelder N, Taxis C, Reber S, Maekawa H, et al. A versatile toolbox for PCR-based tagging of yeast genes: new fluorescent proteins, more markers and promoter substitution cassettes. Yeast. 2004;21:947-62."}, {"Citation": "Gietz RD, Schiestl RH. High-efficiency yeast transformation using the LiAc/SS carrier DNA/PEG method. Nat Protoc. 2007;2:31-4. https://doi.org/10.1038/nprot.2007.13"}, {"Citation": "Schindelin J, Arganda-Carreras I, Frise E, Kaynig V, Longair M, Pietzsch T, et al. Fiji: an open-source platform for biological-image analysis. Nat Methods. 2012;9:676-82."}, {"Citation": "Barve G, Sridhar S, Aher A, Sahani MH, Chinchwadkar S, Singh S, et al. Septins are involved at the early stages of macroautophagy in S. cerevisiae. J Cell Sci. 2018;131:jcs209098. https://doi.org/10.1242/jcs.209098"}, {"Citation": "Folch J, Lees M, Sloane Stanley GH. A simple method for the isolation and purification of total lipides from animal tissues. J Biol Chem. 1957;226:497-509. https://doi.org/10.3989/scimar.2005.69n187"}, {"Citation": "Schneiter R, Daum G. Analysis of yeast lipids. Methods Mol Biol. 2006;313:75-84."}, {"Citation": "Broekhuyse RM. Phospholipids in tissues of the eye I. isolation, characterization and quantitative analysis by two-dimensional thin-layer chromatography of diacyl and vinyl-ether phospholipids. Biochim Biophys Acta. 1968;152:307-15. https://doi.org/10.1016/0005-2760(68)90038-6"}, {"Citation": "Shpilka T, Welter E, Borovsky N, Amar N, Mari M, Reggiori F, et al. Lipid droplets and their component triglycerides and steryl esters regulate autophagosome biogenesis. EMBO J. 2015;34:2117-31. https://doi.org/10.15252/embj.201490315"}, {"Citation": "Velázquez AP, Tatsuta T, Ghillebert R, Drescher I, Graef M. Lipid droplet-mediated ER homeostasis regulates autophagy and cell survival during starvation. J Cell Biol. 2016;212:621-31."}, {"Citation": "Bernard A, Jin M, Xu Z, Klionsky DJ. A large-scale analysis of autophagy-related gene expression identifies new regulators of autophagy. Autophagy. 2015;11:2114-22. https://doi.org/10.1080/15548627.2015.1099796"}, {"Citation": "Loi M, Fregno I, Guerra C, Molinari M. Eat it right: Er-phagy and recover-phagy. Biochem Soc Trans. 2018;46:699-706. https://doi.org/10.1042/BST20170354"}, {"Citation": "Hamasaki M, Noda T, Baba M, Ohsumi Y. Starvation triggers the delivery of the endoplasmic reticulum to the vacuole via autophagy in yeast. Traffic. 2005;6:56-65."}, {"Citation": "Mochida K, Oikawa Y, Kimura Y, Kirisako H, Hirano H, Ohsumi Y, et al. Receptor-mediated selective autophagy degrades the endoplasmic reticulum and the nucleus. Nature. 2015;522:359-62."}, {"Citation": "Fakas S, Qiu Y, Dixon JL, Han G-S, Ruggles KV, Garbarino J, et al. Phosphatidate phosphatase activity plays key role in protection against fatty acid-induced toxicity in yeast. J Biol Chem. 2011;286:29074-85."}, {"Citation": "Barbosa AD, Sembongi H, Su W-M, Abreu S, Reggiori F, Carman GM, et al. Lipid partitioning at the nuclear envelope controls membrane biogenesis. Mol Biol Cell. 2015;26:3641-57."}, {"Citation": "Klionsky DJ. Monitoring autophagy in yeast: the Pho8Delta60 assay. Methods Mol Biol. 2007;390:363-71. https://doi.org/10.1007/978-1-59745-466-7_24"}, {"Citation": "Wang C-W, Miao Y-H, Chang Y-S. A sterol-enriched vacuolar microdomain mediates stationary phase lipophagy in budding yeast. J Cell Biol. 2014;206:357-66."}, {"Citation": "Schuck S, Prinz WA, Thorn KS, Voss C, Walter P. Membrane expansion alleviates endoplasmic reticulum stress independently of the unfolded protein response. J Cell Biol. 2009;187:525-36. https://doi.org/10.1083/jcb.200907074"}, {"Citation": "Yorimitsu T, Nair U, Yang Z, Klionsky DJ. Endoplasmic reticulum stress triggers autophagy. J Biol Chem. 2006;281:30299-304."}, {"Citation": "Okamura K, Kimata Y, Higashio H, Tsuru A, Kohno K. Dissociation of Kar2p/BiP from an ER sensory molecule, Ire1p, triggers the unfolded protein response in yeast. Biochem Biophys Res Commun. 2000;279:445-50. https://doi.org/10.1006/bbrc.2000.3987"}, {"Citation": "Wu H, Ng BSH, Thibault G. Endoplasmic reticulum stress response in yeast and humans. Biosci Rep. 2014;34:e00118. https://doi.org/10.1042/BSR20140058"}, {"Citation": "Kim H, Kim A, Cunningham KW. Vacuolar H+-ATPase (V-ATPase) promotes vacuolar membrane permeabilization and nonapoptotic death in stressed yeast. J Biol Chem. 2012;287:19029-39."}, {"Citation": "Baars TL, Petri S, Peters C, Mayer A. Role of the V-ATPase in regulation of the vacuolar fission-fusion equilibrium. Mol Biol Cell. 2007;18:3873-82."}, {"Citation": "Mijaljica D, Prescott M, Devenish RJ. V-ATPase engagement in autophagic processes. Autophagy. 2011;7:666-8."}, {"Citation": "Kamada Y, Funakoshi T, Shintani T, Nagano K, Ohsumi M, Ohsumi Y. Tor-mediated induction of autophagy via an Apg1 protein kinase complex. J Cell Biol. 2000;150:1507-13."}, {"Citation": "Noda T, Ohsumi Y. Tor, a phosphatidylinositol kinase homologue, controls autophagy in yeast. J Biol Chem. 1998;273:3963-6."}, {"Citation": "Toschi A, Lee E, Xu L, Garcia A, Gadir N, Foster DA. Regulation of mTORC1 and mTORC2 complex assembly by phosphatidic acid: competition with rapamycin. Mol Cell Biol. 2009;29:1411-20."}, {"Citation": "Lagace TA, Ridgway ND. The role of phospholipids in the biological activity and structure of the endoplasmic reticulum. Biochim Biophys Acta. 2013;1833:2499-510. https://doi.org/10.1016/j.bbamcr.2013.05.018"}, {"Citation": "Arendt P, Miettinen K, Pollier J, De Rycke R, Callewaert N, Goossens A. An endoplasmic reticulum-engineered yeast platform for overproduction of triterpenoids. Metab Eng. 2017;40:165-75. https://doi.org/10.1016/j.ymben.2017.02.007"}, {"Citation": "Vevea JD, Garcia EJ, Chan RB, Zhou B, Schultz M, Di Paolo G, et al. Role for lipid droplet biogenesis and microlipophagy in adaptation to lipid imbalance in yeast. Dev Cell. 2015;35:584-99."}, {"Citation": "Li D, Song J-Z, Li H, Shan M-H, Liang Y, Zhu J, et al. Storage lipid synthesis is necessary for autophagy induced by nitrogen starvation. FEBS Lett. 2015;589:269-76."}, {"Citation": "Han GS, O'Hara L, Carman GM, Siniossoglou S. An unconventional diacylglycerol kinase that regulates phospholipid synthesis and nuclear membrane growth. J Biol Chem. 2008;283:20433-42. https://doi.org/10.1074/jbc.M802903200"}, {"Citation": "Adeyo O, Horn PJ, Lee SK, Binns DD, Chandrahas A, Chapman KD, et al. The yeast lipin orthologue Pah1p is important for biogenesis of lipid droplets. J Cell Biol. 2011;192:1043-55. https://doi.org/10.1083/jcb.201010111"}, {"Citation": "Miner GE, Starr ML, Hurst LR, Fratti RA. Deleting the DAG kinase Dgk1 augments yeast vacuole fusion through increased Ypt7 activity and altered membrane fluidity. Traffic. 2017;18:315-29. https://doi.org/10.1111/tra.12479"}, {"Citation": "Han GS, Wu WI, Carman GM. The Saccharomyces cerevisiae lipin homolog is a Mg2+−dependent phosphatidate phosphatase enzyme. J Biol Chem. 2006;281:9210-8. https://doi.org/10.1074/jbc.M600425200"}, {"Citation": "Santos-Rosa H, Leung J, Grimsey N, Peak-Chew S, Siniossoglou S. The yeast lipin Smp2 couples phospholipid biosynthesis to nuclear membrane growth. EMBO J. 2005;24:1931-41."}, {"Citation": "Kimata Y, Ishiwata-Kimata Y, Ito T, Hirata A, Suzuki T, Oikawa D, et al. Two regulatory steps of ER-stress sensor Ire1 involving its cluster formation and interaction with unfolded proteins. J Cell Biol. 2007;179:75-86."}, {"Citation": "Gardner BM, Walter P. Unfolded proteins are Ire1-activating ligands that directly induce the unfolded protein response. Science. 2011;333:1891-4."}, {"Citation": "Kim J-E, Jang I-S, Son S-H, Ko Y-J, Cho B-K, Kim SC, et al. Tailoring the Saccharomyces cerevisiae endoplasmic reticulum for functional assembly of terpene synthesis pathway. Metab Eng. 2019;56:50-9."}, {"Citation": "Orrenius S, Ericsson JL, Ernster L. Phenobarbital-induced synthesis of the microsomal drug-metabolizing enzyme system and its relationship to the proliferation of endoplasmic membranes. A morphological and biochemical study. J Cell Biol. 1965;25:627-39. https://doi.org/10.1083/jcb.25.3.627"}, {"Citation": "Paramasivan K, Mutturi S. Regeneration of NADPH coupled with HMG-CoA reductase activity increases squalene synthesis in Saccharomyces cerevisiae. J Agric Food Chem. 2017;65:8162-70. https://doi.org/10.1021/acs.jafc.7b02945"}, {"Citation": "Rodriguez S, Kirby J, Denby CM, Keasling JD. Production and quantification of sesquiterpenes in Saccharomyces cerevisiae, including extraction, detection and quantification of terpene products and key related metabolites. Nat Protoc. 2014;9:1980-96."}, {"Citation": "Siniossoglou S, Santos-Rosa H, Rappsilber J, Mann M, Hurt E. A novel complex of membrane proteins required for formation of a spherical nucleus. EMBO J. 1998;17:6449-64. https://doi.org/10.1093/emboj/17.22.6449"}], "ReferenceList": [], "Title": "References"}], "History": [{"Year": "2022", "Month": "5", "Day": "12"}, {"Year": "2021", "Month": "11", "Day": "30"}, {"Year": "2022", "Month": "5", "Day": "18"}, {"Year": "2022", "Month": "6", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "6", "Hour": "12", "Minute": "11"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35661158", "10.1002/1873-3468.14418"]}}], "PubmedBookArticle": []}