{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Environmental pollution", "Health hazards", "Herbal medicines", "ICP-OES", "Mineral content"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35661327", "DateCompleted": {"Year": "2023", "Month": "01", "Day": "10"}, "DateRevised": {"Year": "2023", "Month": "01", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "06", "Day": "06"}], "Language": ["eng"], "ELocationID": ["10.1007/s12011-022-03299-z"], "Journal": {"ISSN": "1559-0720", "JournalIssue": {"Volume": "201", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Jan"}}, "Title": "Biological trace element research", "ISOAbbreviation": "Biol Trace Elem Res"}, "ArticleTitle": "Evaluation of Trace Element and Heavy Metal Levels of Some Ethnobotanically Important Medicinal Plants Used as Remedies in Southern Turkey in Terms of Human Health Risk.", "Pagination": {"StartPage": "493", "EndPage": "513", "MedlinePgn": "493-513"}, "Abstract": {"AbstractText": ["Heavy metal accumulation in medicinal plants has increased dramatically in recent years due to agricultural and industrial activities leading to pollution of natural sources. This study is focused on the concentration of trace elements and heavy metals in aboveground parts of 33 medicinal plants from the Eastern Mediterranean of Turkey. Results showed that the Al concentrations varied between 4.368 and 1104.627, the B level varied between 47.850 and 271.479, Ca values ranged between 1971.213 and 22,642.895, Cd concentrations ranged between 0.011 and 0.651, Cr contents varied between 1.371 and 41.692, Cu values varied between 13.278 and 42.586, Fe concentrations varied between 20.705 and 1276.783, K levels ranged between 652.143 and 14,440.946, Mg concentrations varied from 336.871 to 1869.486, Mn contents varied between 46.383 and 849.492, Na concentrations varied between 167.144 and 3401.252, Ni values varied between 0.065 and 9.968, Pb levels ranged between 1.311 and 16.238, and Zn concentrations ranged between 67.250 and 281.954 mg kg<sup>-1</sup>, respectively. Furthermore, Recommended Dietary Allowance (RDA) values for trace elements and estimated daily intake (EDI), target hazard quotient (THQ), and hazard index (HI) for heavy metals were calculated. The concentrations of heavy metals in some studied plants distributed in industrial and mining regions were found as slightly higher than the acceptable limits determined by WHO. Consequently, in order to prevent this heavy metal accumulation, when collecting medicinal aromatic plants, rural areas, close to clean rivers, or mountainous areas should be preferred, away from highway, mining, and industrial areas."], "CopyrightInformation": "© 2022. The Author(s), under exclusive licence to Springer Science+Business Media, LLC, part of Springer Nature."}, "AuthorList": [{"Identifier": ["0000-0001-7927-1409"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Science & Arts, Hatay Mustafa Kemal University, 31060, Hatay, Turkey. fkarahan@mku.edu.tr."}], "LastName": "Karahan", "ForeName": "Faruk", "Initials": "F"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Biol Trace Elem Res", "NlmUniqueID": "7911509", "ISSNLinking": "0163-4984"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Trace Elements"}, {"RegistryNumber": "0", "NameOfSubstance": "Metals, Heavy"}, {"RegistryNumber": "0", "NameOfSubstance": "Soil Pollutants"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Trace Elements"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Turkey"}, {"QualifierName": ["methods"], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": ["analysis"], "DescriptorName": "Metals, Heavy"}, {"QualifierName": [], "DescriptorName": "Risk Assessment"}, {"QualifierName": ["analysis"], "DescriptorName": "Soil Pollutants"}], "CoiStatement": "The author declares no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Hardy K, Radini A, Buckley S, et al. Diet and environment 1.2 million years ago revealed through analysis of dental calculus from Europe’s oldest hominin at Sima del Elefante. Spain Sci Nat. 2017;104:7–11. doi: 10.1007/s00114-016-1420-x.", "ArticleIdList": ["10.1007/s00114-016-1420-x", "27981368"]}, {"Citation": "Karahan F, Ozyigit II, Saracoglu IA, et al. Heavy metal levels and mineral nutrient status in different parts of various medicinal plants collected from eastern Mediterranean region of Turkey. Biol Trace Elem Res. 2020;197:316–329. doi: 10.1007/s12011-019-01974-2.", "ArticleIdList": ["10.1007/s12011-019-01974-2", "31758293"]}, {"Citation": "Zeiner M, Cindrić IJ. Review–trace determination of potentially toxic elements in (medicinal) plant materials. Anal Methods. 2017;9:1550–1574. doi: 10.1039/C7AY00016B.", "ArticleIdList": ["10.1039/C7AY00016B"]}, {"Citation": "Jones C, Jacobsen J (2001) Plant nutrition and soil fertility. Nutrient management module 2. Montana State University Extension Service. Publication 4449–2"}, {"Citation": "Aydin A. Turunçgillerde Bitki Besleme TÜRKTOB Dergisi. 2017;22:49–54."}, {"Citation": "Olle M, Bender I. Causes and control of calcium deficiency disorders in vegetables: a review. J Hortic Sci Biotechnol. 2009;84:577–584. doi: 10.1080/14620316.2009.11512568.", "ArticleIdList": ["10.1080/14620316.2009.11512568"]}, {"Citation": "Herrera-Rodríguez MB, González-Fontes A, et al. Role of boron in vascular plants and response mechanisms to boron stresses. Plant Stress. 2010;4:115–122."}, {"Citation": "Vatansever R, Ozyigit II, Filiz E. Essential and beneficial trace elements in plants, and their transport in roots: a review. Appl Biochem Biotechnol. 2017;181:464–482. doi: 10.1007/s12010-016-2224-3.", "ArticleIdList": ["10.1007/s12010-016-2224-3", "27687587"]}, {"Citation": "Erdogan A, Seker ME, Kahraman SD (2022) Evaluation of environmental and nutritional aspects of bee pollen samples collected from East Black Sea region, Turkey, via elemental analysis by ICP-MS. Biol Trace Elem Res. 10.1007/s12011-022-03217-3", "ArticleIdList": ["35362937"]}, {"Citation": "Ozyigit II, Karahan F, Yalcin IE, et al. Heavy metals and trace elements detected in the leaves of medicinal plants collected in the southeast part of Turkey. Arab J Geosci. 2022;15:27. doi: 10.1007/s12517-021-09264-9.", "ArticleIdList": ["10.1007/s12517-021-09264-9"]}, {"Citation": "Turan O, Ozdemir H, Demir G. Deposition of heavy metals on coniferous tree leaves and soils near heavy urban traffic. Front Life Sci Relat Technol. 2020;1:35–41."}, {"Citation": "Turksoy R, Terzioglu G, Yalcin IE, Turksoy O, Demir G. Removal of heavy metals from textile industry wastewater. Front Life Sci Relat Technol. 2021;2:44–50."}, {"Citation": "Eskin B, Ozyigit I, Doğan I, Demir G, Yarci C, Serin M. Ecophysiological properties of Turkish endemic Centaurea consanguinea DC. Fresenius Environ Bull. 2019;28:1082–1092."}, {"Citation": "Ozyigit II, Eskin B, et al. Some heavy metals and mineral nutrients of narrow endemic Cirsium byzantinum Steud. from Istanbul, Turkey: Plant-Soil interactions. Fresenius Environ Bull. 2018;27:668–674."}, {"Citation": "Ozyigit II, Dogan I, et al. Mineral nutrient compositions of field-grown weed and maize (Zea mays L.) plants in terms of competition. Pak J Agric Sci. 2021;58:115–123."}, {"Citation": "Yalcin IE, Ozyigit II, Dogan I, Demir G, Yarci C. Determining element accumulations in Turkish red pine used as a bioindicator for estimating of existing pollution on both sides of Bosphorus in Istanbul. Fresenius Environ Bull. 2020;29:4963–4972."}, {"Citation": "Ozyigit II, Yalcin B, Turan S, et al. Investigation of heavy metal level and mineral nutrient status in widely used medicinal plants’ leaves in Turkey: insights into health implications. Biol Trace Elem Res. 2018;182:387–406. doi: 10.1007/s12011-017-1070-7.", "ArticleIdList": ["10.1007/s12011-017-1070-7", "28726073"]}, {"Citation": "Hocaoglu-Ozyigit A, Genc BN. Cadmium in plants, humans and the environment. Front Life Sci Relat Technol. 2020;1:12–21."}, {"Citation": "Nzediegwu C, Prasher S, Elsayed E, et al. Impact of soil biochar incorporation on the uptake of heavy metals present in wastewater by Spinach plants. Water Air Soil Pollut. 2020;231:123. doi: 10.1007/s11270-020-04512-2.", "ArticleIdList": ["10.1007/s11270-020-04512-2"]}, {"Citation": "Wang P, Yuan Y, Xu K, et al. Biological applications of copper-containing materials. Bioact Mater. 2021;6:916–927. doi: 10.1016/j.bioactmat.2020.09.017.", "ArticleIdList": ["10.1016/j.bioactmat.2020.09.017", "PMC7647998", "33210018"]}, {"Citation": "Moelling K, Broecker F. Air microbiome and pollution: composition and potential effects on human health, including SARS coronavirus infection. J Environ Public Health. 2020;2020:1646943. doi: 10.1155/2020/1646943.", "ArticleIdList": ["10.1155/2020/1646943", "PMC7256708", "32565838"]}, {"Citation": "Uras ME. In silico comparative analysis of SARS-CoV-2 nucleocapsid (N) protein using bioinformatics tools. Front Life Sci Relat Technol. 2021;2(1):1–9. doi: 10.51753/flsrt.843166.", "ArticleIdList": ["10.51753/flsrt.843166"]}, {"Citation": "Davis PH (1965–1988) Flora of Turkey and the East Aegean Islands, Vol. 1–9. Edinburgh University Press, Edinburgh"}, {"Citation": "Davis PH, Mill RR, Tan K. Flora of Turkey and the East Aegean Islands (Supplement) Edinburgh: Edinburgh University Press; 1988."}, {"Citation": "Güner A, Aslan S, Ekim T, Vural M, Babaç MT (eds) (2012) Türkiye Bitkileri Listesi (Damarlı Bitkiler). Nezahat Gökyiğit Botanik Bahçesi ve Flora Araştırmaları Derneği, İstanbul"}, {"Citation": "Raunkiaer C. Life forms of plants. Tehran: Oxford, University Press; 1934."}, {"Citation": "Uzer M, Paker S (2019) Mineral map of Antakya. Available online: https://www.mta.gov.tr/v3.0/sayfalar/hizmetler/maden-haritalari/Antakya.pdf. Accessed 16 Apr 2022"}, {"Citation": "Baytop T (1999) Therapy with medicinal plants in Turkey (Past and Present), 2. ed. 2nd ed. Nobel Medical Publishing, Istanbul"}, {"Citation": "Benítez G, González-Tejero MR, Molero-Mesa J. Pharmaceutical ethnobotany in the western part of Granada province (southern Spain): ethnopharmacological synthesis. J Ethnopharmacol. 2010;129:87–105. doi: 10.1016/j.jep.2010.02.016.", "ArticleIdList": ["10.1016/j.jep.2010.02.016", "20226847"]}, {"Citation": "Owfi RE. An overview of important endemic plants and their products in Iran. In: Cooper R, Deakin JJ, editors. Natural products of silk road plants. 1. CRC Press; 2020. pp. 171–200."}, {"Citation": "Ezer N, Arisan OM. Folk medicines in Merzifon (Amasya, Turkey) Turk J Bot. 2006;30:223–230."}, {"Citation": "Yesil Y, Akalin E. Folk medicinal plants in Kürecik area (Akçadağ/Malatya Turkey) Turk J Pharm Sci. 2009;6:207–220."}, {"Citation": "Altundag E, Ozturk M. Ethnomedicinal studies on the plant resources of east Anatolia, Turkey. Procedia - Soc Behav Sci. 2011;19:756–777. doi: 10.1016/j.sbspro.2011.05.195.", "ArticleIdList": ["10.1016/j.sbspro.2011.05.195"]}, {"Citation": "Aksoy A, Celik J, Tunay H. Gazipaşa (Antalya) ilçe pazarında satılan ve halk tarafından kullanılan bazı bitkiler ve kullanım amaçları. Biy Bil Araş Derg. 2016;9:55–60."}, {"Citation": "Keskin C (2018) Mardinde geleneksel halk hekimliğinde kullanılan tıbbi bitkiler ve geleneksel kullanımları. In: Congress Book. p. 1"}, {"Citation": "Mart S, Türkmen N (2018) A survey on wild plants with ethnobotanical use in the Bahçe and Hasanbeyli districts of Osmaniye, Turkey. GSC Bio Pharm Sci 5: 28–35. 10.30574/gscbps.2018.5.3.0133"}, {"Citation": "Al-Snafi AE. Chemical constituents and pharmacological activities of Ammi majus and Ammi visnaga. A review. Int J Pharm Indust Res. 2013;3:257–265."}, {"Citation": "Terzioğlu S, Coşkunçelebi K (2021) Medicinal plants of Northeast Anatolia. In Ozturk M, Altay V, Efe R (eds) Biodiversity, conservation and sustainability in Asia, Springer, Cham, pp 275–337. 10.1007/978-3-030-59928-7_11"}, {"Citation": "Sargin SA, Selvi S, Büyükcengiz M. Ethnomedicinal plants of Aydıncık district of Mersin, Turkey. J Ethnopharmacol. 2015;174:200–216. doi: 10.1016/j.jep.2015.08.008.", "ArticleIdList": ["10.1016/j.jep.2015.08.008", "26278812"]}, {"Citation": "Sargın SA, Büyükcengiz M (2019) Plants used in ethnomedicinal practices in Gülnar district of Mersin. Turkey. J Herb Med 15:100224. 10.1016/j.hermed.2018.06.003"}, {"Citation": "Bozyel ME, Merdamert-Bozyel E. Ethnomedicinal uses of orchidaceae taxa in Turkish traditional medicine. Int Res J Bio Sci. 2020;9:52–63."}, {"Citation": "Ksouri R, et al. Salinity effects on polyphenol content and antioxidant activities in leaves of the halophyte Cakile maritima. Plant Physiol Biochem. 2007;45:244–249. doi: 10.1016/j.plaphy.2007.02.001.", "ArticleIdList": ["10.1016/j.plaphy.2007.02.001", "17408958"]}, {"Citation": "Stevanovic Z, Stankovic, MS, Stankovic J, Janackovic P, Stankovic M (2019) Use of halophytes as medicinal plants: Phytochemical diversity and biological activity. In: Hasanuzzaman M, Shabala S, Fujita M (eds) Halophytes and climate change: Adaptive mechanisms and potential uses, 1st edn. CABI, Wallingford, pp 343–358"}, {"Citation": "Güzel Y, Güzelşemme M, Miski M. Ethnobotany of medicinal plants used in Antakya: a multicultural district in Hatay province of Turkey. J Ethnopharmacol. 2015;174:118–152. doi: 10.1016/j.jep.2015.07.04.", "ArticleIdList": ["10.1016/j.jep.2015.07.04", "26239155"]}, {"Citation": "Al-Khalil S. A survey of plants used in Jordanian traditional medicine. Int J Pharmacogn. 1995;33:317–323. doi: 10.3109/13880209509065385.", "ArticleIdList": ["10.3109/13880209509065385"]}, {"Citation": "Atalan E, Bulbul AS, Ceylan Y. Cephalaria syriaca (L.): investigation of antimicrobial, antibiofilm, antioxidant potential and seed morphology. Fresenius Environ Bull. 2020;29:3641–3649."}, {"Citation": "Kavak C, Basturk A. Antioxidant activity, volatile compounds and fatty acid compositions of Cephalaria syriaca seeds obtained from different regions in Turkey. Grasas Aceites. 2020;71:e379. doi: 10.3989/gya.0913192.", "ArticleIdList": ["10.3989/gya.0913192"]}, {"Citation": "González-Tejero MR, Casares-Porcel M, Sánchez-Rojas CP, et al. Medicinal plants in the Mediterranean area: synthesis of the results of the project Rubia. J Ethnopharmacol. 2008;116:341–357. doi: 10.1016/j.jep.2007.11.045.", "ArticleIdList": ["10.1016/j.jep.2007.11.045", "18242025"]}, {"Citation": "Polat R, Satıl F. An ethnobotanical survey of medicinal plants in Edremit Gulf (Balıkesir–Turkey) J Ethnopharmacol. 2012;139:626–641. doi: 10.1016/j.jep.2011.12.004.", "ArticleIdList": ["10.1016/j.jep.2011.12.004", "22193175"]}, {"Citation": "Emre G, Dogan A, et al. An ethnobotanical study of medicinal plants in Mersin (Turkey) Front Pharmacol. 2021;12:664500. doi: 10.3389/fphar.2021.664500.", "ArticleIdList": ["10.3389/fphar.2021.664500", "PMC8294455", "34305586"]}, {"Citation": "El-Shazly A, Sarg T, Witte L, Wink M. Pyrrolizidine alkaloids from Cynoglossum creticum. Phytochem. 1996;42:1217–1221. doi: 10.1016/0031-9422(96)00112-4.", "ArticleIdList": ["10.1016/0031-9422(96)00112-4"]}, {"Citation": "Sargin SA, Akcicek E, Selvi S. An ethnobotanical study of medicinal plants used by the local people of Alaşehir (Manisa) in Turkey. J Ethnopharmacol. 2013;150:860–874. doi: 10.1016/j.jep.2013.09.040.", "ArticleIdList": ["10.1016/j.jep.2013.09.040", "24126062"]}, {"Citation": "Tosun A. Daphne L. türlerinin kimyasal içeriği ve biyolojik aktiviteleri. Ankara Ecz Fak Derg. 2006;35:43–68."}, {"Citation": "Gunes S, Savran A, Paksoy MY, Cakılcioglu U. Survey of wild food plants for human consumption in Karaisalı (Adana-Turkey) Indian J Tradit Knowl. 2018;17:290–298."}, {"Citation": "Nacakçı FM, Dutkuner I (2018) A study of ethnobotany in Kumluca (Antalya). Turk J Forestry 19: 113–119. 10.18182/tjf.421970"}, {"Citation": "Ghasemi Pirbalouti A, Momeni M, Bahmani M. Ethnobotanical study of medicinal plants used by Kurd tribe in Dehloran and Abdanan districts, Ilam Province. Iran Afr J Tradit Complement Altern Med. 2013;10:368–385. doi: 10.4314/ajtcam.v10i2.24.", "ArticleIdList": ["10.4314/ajtcam.v10i2.24", "PMC3746586", "24146463"]}, {"Citation": "Ghamari S, Mohammadrezaei-Khorramabadi R, Mardani M, Shahsavari S. An overview of the most important medicinal plants with anti-toothache property based on ethnobotanical sources in Iran. J Pharm Sci Res. 2017;9:796–799."}, {"Citation": "Al-Shamma A, Lester AM. Comprehensive survey of indigenous Iraqi plants for potential economic value. 1. Screening results of 327 species for alkaloids and antimicrobial agents. J Nat Prod. 1979;42:633–642. doi: 10.1021/np50006a009.", "ArticleIdList": ["10.1021/np50006a009", "541687"]}, {"Citation": "Baydoun S, Chalak L, Dalleh H, Arnold N. Ethnopharmacological survey of medicinal plants used in traditional medicine by the communities of Mount Hermon, Lebanon. J Ethnopharmacol. 2015;173:139–156. doi: 10.1016/j.jep.2015.06.052.", "ArticleIdList": ["10.1016/j.jep.2015.06.052", "26165826"]}, {"Citation": "Passalacqua NG, Guarrera PM, De Fine G. Contribution to the knowledge of the folk plant medicine in Calabria region (Southern Italy) Fitoterapia. 2007;78:52–68. doi: 10.1016/j.fitote.2006.07.005.", "ArticleIdList": ["10.1016/j.fitote.2006.07.005", "17084993"]}, {"Citation": "Yücel E (2008) Türkiye’de yetişen tıbbi bitkiler 1 (A-L). Cetemenler Dijital, Eskişehir"}, {"Citation": "Yücel E (2014) Türkiye'de yetişen tıbbi bitkiler tanıma klavuzu. Türmatsan, İstanbul"}, {"Citation": "Bulut Y (2006) Manavgat (Antalya) yöresinin faydalı bitkileri. Dissertation, Süleyman Demirel Üniversitesi"}, {"Citation": "Egamberdieva D, Jabborova D. Medicinal plants of Uzbekistan and their traditional uses. In: Egamberdieva D, Ozturk M, editors. Vegetation of Central Asia and environs. Cham: Springer; 2018. pp. 211–237."}, {"Citation": "Altay V, Karahan F. Tayfur Sökmen Kampüsü (Antakya-Hatay) ve çevresinde bulunan bitkiler üzerine etnobotanik bir araştırma. Karadeniz Fen Bilimleri Dergisi. 2012;3:13–28."}, {"Citation": "Altay V, Karahan F, Sarcan YB, Ilcim A. An ethnobotanical research on wild plants sold in Kırıkhan district (Hatay/Turkey) herbalists and local markets. Biol Divers Conserv. 2015;8:81–91."}, {"Citation": "Özturk M, Altay V, Gönenç TM (2017) Herbal from high mountains in the East Mediterranean. In: Bhojraj S et al (eds) Drug Discovery from Herbs. DAYA Publishing House, New Delhi, pp 327–367. 10.1007/978-3-319-99728-5_8"}, {"Citation": "İlçim A (2014) Hatay’ın Sessiz Güzelleri 900 Yabani Çiçek, Hatay Bitki Envanteri. Hatay Valiliği, Hatay"}, {"Citation": "Al-Quran S. Taxonomical and pharmacological survey of therapeutic plants in Jordan. J Nat Prod. 2008;1:10–26."}, {"Citation": "Cakilcioglu U, Turkoglu I. An ethnobotanical survey of medicinal plants in Sivrice (Elazığ-Turkey) J Ethnopharmacol. 2010;132:165–175. doi: 10.1016/j.jep.2010.08.017.", "ArticleIdList": ["10.1016/j.jep.2010.08.017", "20713142"]}, {"Citation": "Khatib C, Nattouf A, Hasan Agha MI (2021) Ethnobotanical survey of medicinal herbs in the Western region in Syria (Latakia and Tartus). Res Sq 1–75. 10.21203/rs.3.rs-355008/v1"}, {"Citation": "Guvenc A, Akkol EK, et al. Wound healing and anti-inflammatory activities of the Michauxia L’Hérit (Campanulaceae) species native to Turkey. J Ethnopharmacol. 2012;139:401–408. doi: 10.1016/j.jep.2011.11.024.", "ArticleIdList": ["10.1016/j.jep.2011.11.024", "22138348"]}, {"Citation": "Altay V, Keskin M, Karahan F. An assessment of the plant biodiversity of Mustafa Kemal University Tayfur Sokmen Campus (Hatay-Turkey) for the view of human health. Int J Sci Technol Res. 2015;1:83–103."}, {"Citation": "Mukemre M, Behçet L, Cakilcioglu U. Ethnobotanical study on medicinal plants in villages of Çatak (Van-Turkey) J Ethnopharmacol. 2015;166:361–374. doi: 10.1016/j.jep.2015.03.040.", "ArticleIdList": ["10.1016/j.jep.2015.03.040", "25819616"]}, {"Citation": "Öztürk M, Altay V et al (2018) Herbals in Iğdır (Turkey), Nakhchivan (Azerbaijan), and Tabriz (Iran). In: Öztürk M, Hakeem KR (eds) Plant and human health, Vol 1, Springer, Cham, pp 197–266. 10.1007/978-3-319-93997-1_6"}, {"Citation": "Cornara L, La Rocca A, Marsili S, Mariotti MG. Traditional uses of plants in the Eastern Riviera (Liguria, Italy) J Ethnopharmacol. 2009;125:16–30. doi: 10.1016/j.jep.2009.06.021.", "ArticleIdList": ["10.1016/j.jep.2009.06.021", "19563876"]}, {"Citation": "Polat R, Cakilcioglu U, et al. An ethnobotanical study on medicinal plants in Espiye and its surrounding (Giresun-Turkey) J Ethnopharmacol. 2015;163:1–11. doi: 10.1016/j.jep.2015.01.008.", "ArticleIdList": ["10.1016/j.jep.2015.01.008", "25614105"]}, {"Citation": "Mattalia G, Sõukand R, Corvo P, Pieroni A. Scholarly vs. traditional knowledge: effects of sacred natural sites on ethnobotanical practices in Tuscany, Central Italy. Human Ecol. 2019;47:653–667. doi: 10.1007/s10745-019-00102-x.", "ArticleIdList": ["10.1007/s10745-019-00102-x"]}, {"Citation": "Bonet MÀ, Parada M, Selga A, Valles J. Studies on pharmaceutical ethnobotany in the regions of L’Alt Empordà and Les Guilleries (Catalonia, Iberian Peninsula) J Ethnopharmacol. 1999;68:145–168. doi: 10.1016/S0378-8741(99)00083-5.", "ArticleIdList": ["10.1016/S0378-8741(99)00083-5", "10624874"]}, {"Citation": "Said O, Khalil K, Fulder S, Azaizeh H. Ethnopharmacological survey of medicinal herbs in Israel, the Golan Heights and the West Bank region. J Ethnopharmacol. 2002;83:251–265. doi: 10.1016/S0378-8741(02)00253-2.", "ArticleIdList": ["10.1016/S0378-8741(02)00253-2", "12426094"]}, {"Citation": "Macía MJ, García E, Vidaurre PJ. An ethnobotanical survey of medicinal plants commercialized in the markets of La Paz and El Alto, Bolivia. J Ethnopharmacol. 2005;97:337–350. doi: 10.1016/j.jep.2004.11.022.", "ArticleIdList": ["10.1016/j.jep.2004.11.022", "15707774"]}, {"Citation": "Del Carmen J-Vázquez M, Carranza-Álvarez C, et al. Ethnobotany of medicinal plants used in Xalpatlahuac, Guerrero, México. J Ethnopharmacol. 2013;148:521–527. doi: 10.1016/j.jep.2013.04.048.", "ArticleIdList": ["10.1016/j.jep.2013.04.048", "23665055"]}, {"Citation": "Ivanova A, Kostova I, Tsvetkova I, Najdenski H. GC-MS investigation of Haplophyllum suaveolens extracts. Comptes Rendus de l'Academie Bulgare des Sci. 2001;54:6–35."}, {"Citation": "Ulubelen A, Ozturk M. Alkaloids, coumarins and lignans from Haplophyllum species. Records Nat Prod. 2008;2:54–69."}, {"Citation": "Rigat M, Bonet MÀ, Garcia S, Garnatje T, Valles J. Studies on pharmaceutical ethnobotany in the high river Ter valley (Pyrenees, Catalonia, Iberian Peninsula) J Ethnopharmacol. 2007;113:267–277. doi: 10.1016/j.jep.2007.06.004.", "ArticleIdList": ["10.1016/j.jep.2007.06.004", "17656056"]}, {"Citation": "Lucchetti L, Zitti S, Taffetani F. Ethnobotanical uses in the Ancona district (Marche region, Central Italy) J Ethnobio Ethnomed. 2019;15:9. doi: 10.1186/s13002-019-0288-1.", "ArticleIdList": ["10.1186/s13002-019-0288-1", "PMC6364442", "30722788"]}, {"Citation": "Otang-Mbeng W, Idowu JS. Anti-melanogenesis, antioxidant and anti-tyrosinase activities of Scabiosa columbaria L. Processes. 2020;8:236. doi: 10.3390/pr8020236.", "ArticleIdList": ["10.3390/pr8020236"]}, {"Citation": "Fakir H, Korkmaz M, Guller B. Medicinal plant diversity of western Mediterranean region in Turkey. J App Bio Sci. 2009;3:33–43."}, {"Citation": "Mosaddegh M, Naghibi F, Moazzeni H, Pirani A, Esmaeili S. Ethnobotanical survey of herbal remedies traditionally used in Kohghiluyeh va Boyer Ahmad province of Iran. J Ethnopharmacol. 2012;141:80–95. doi: 10.1016/j.jep.2012.02.004.", "ArticleIdList": ["10.1016/j.jep.2012.02.004", "22366675"]}, {"Citation": "Subramanian R, Gayathri S, Rathnavel C, Raj V. Analysis of mineral and heavy metals in some medicinal plants collected from local market. Asian Pacific J Trop Biomed. 2012;2:74–78. doi: 10.1016/S2221-1691(12)60133-6.", "ArticleIdList": ["10.1016/S2221-1691(12)60133-6"]}, {"Citation": "Eissa TA, Palomino OM, Carretero ME, Gómez-Serranillos MP. Ethnopharmacological study of medicinal plants used in the treatment of CNS disorders in Sinai Peninsula. Egypt J Ethnopharmacol. 2014;151:317–332. doi: 10.1016/j.jep.2013.10.041.", "ArticleIdList": ["10.1016/j.jep.2013.10.041", "24184194"]}, {"Citation": "Kumar N, Kulsoom M, Shukla V, et al. Profiling of heavy metal and pesticide residues in medicinal plants. Environ Sci Pollut Res. 2018;25:29505–29510. doi: 10.1007/s11356-018-2993-z.", "ArticleIdList": ["10.1007/s11356-018-2993-z", "30136183"]}, {"Citation": "Erdemgil FZ, Yilmaz M, Kivanc M. Antimicrobial activity of Thalictrum orientale’s extracts. J Marmara Pure App Sci. 2004;19:23–33."}, {"Citation": "Bhat R, Kiran K, Arun AB, Karim AA. Determination of mineral composition and heavy metal content of some nutraceutically valued plant products. Food Anal Methods. 2010;3:181–187. doi: 10.1007/s12161-009-9107-y.", "ArticleIdList": ["10.1007/s12161-009-9107-y"]}, {"Citation": "Arituluk ZC, Nurten EZ. Halk arasında diyabete karşı kullanılan bitkiler Türkiye-II. Hacettepe Uni J Fac Pharm. 2012;32:179–208."}, {"Citation": "Zaurov DE, Belolipov IV, Kurmukov AG, Sodombekov IS, Akimaliev AA, Eisenman SW (2013) The medicinal plants of Uzbekistan and Kyrgyzstan. In: Eisenman S, Zaurov D, Struwe L (eds) Medicinal plants of Central Asia: Uzbekistan and Kyrgyzstan. Springer, New York, pp 15–273. 10.1007/978-1-4614-3912-7_5"}, {"Citation": "Corlett JL, Clegg MS, Keen CL, Grivetti LE. Mineral content of culinary and medicinal plants cultivated by Hmong refugees living in Sacramento, California. Int J Food Sci Nutrit. 2002;53:117–128. doi: 10.1080/09637480220132139.", "ArticleIdList": ["10.1080/09637480220132139", "11939106"]}, {"Citation": "Batugal, PA, Kanniah J, Young LS, Oliver JT (eds). 2004. Medicinal plants research in Asia, Vol 1: The framework and project workplans. International Plant Genetic Resources Institute-Regional Office for Asia, the Pacific and Oceania (IPGRI-APO). Serdang, Selangor DE, Malaysia"}, {"Citation": "Attard E, Pacioni P (2012) The phytochemical and in vitro pharmacological testing of Maltese medicinal plants. In: Rasooli I (ed) Bioactive compounds in phytomedicine. InTech, Rijeka (Croatia), pp 93–112"}, {"Citation": "Kultur S, Gurdal B, Sari A, Melikoglu G. Traditional herbal remedies used in kidney diseases in Turkey: an overview. Turk J Bot. 2021;45:269–287. doi: 10.3906/bot-2011-32.", "ArticleIdList": ["10.3906/bot-2011-32"]}, {"Citation": "Shirin K, Imad S, Shafiq S, Fatima K. Determination of major and trace elements in the indigenous medicinal plant Withania somnifera and their possible correlation with therapeutic activity. J Saudi Chem Soc. 2010;14:97–100. doi: 10.1016/j.jscs.2009.12.015.", "ArticleIdList": ["10.1016/j.jscs.2009.12.015"]}, {"Citation": "Sharma I (2020) ICP-OES: An advance tool in biological research. Open J Environ Biol 5:27–33. 10.17352/ojeb.000018"}, {"Citation": "Cao L, Zheng J, Tsukada H, et al. Simultaneous determination of radiocesium (135Cs, 137Cs) and plutonium (239Pu, 240Pu) isotopes in river suspended particles by ICP-MS/MS and SF-ICP-MS. Talanta. 2016;159:55–63. doi: 10.1016/j.talanta.2016.06.008.", "ArticleIdList": ["10.1016/j.talanta.2016.06.008", "27474279"]}, {"Citation": "Goncalves DA, de Souza ID, Rosa ACG, et al. Multi-wavelength calibration: determination of trace toxic elements in medicine plants by ICP OES. Microchem J. 2019;146:381–386. doi: 10.1016/j.microc.2019.01.021.", "ArticleIdList": ["10.1016/j.microc.2019.01.021"]}, {"Citation": "Barin JS, Pereira JSF, Mello PA, et al. Focused microwave-induced combustion for digestion of botanical samples and metals determination by ICP OES and ICP-MS. Talanta. 2012;94:308–314. doi: 10.1016/j.talanta.2012.03.048.", "ArticleIdList": ["10.1016/j.talanta.2012.03.048", "22608453"]}, {"Citation": "Lee J, hee, Kim JY, Park SG, , et al. A study on the hazardous metal content of herbal medicines in the Daegu Area. Korean J Environ Heal Sci. 2017;43:257–266. doi: 10.5668/jehs.2017.43.4.257.", "ArticleIdList": ["10.5668/jehs.2017.43.4.257"]}, {"Citation": "Zhang J, Yang R, Chen R, Peng Y, Wen X, Gao L. Accumulation of heavy metals in tea leaves and potential health risk assessment: a case study from Puan County, Guizhou Province, China. Int J Environ Res Public Heal. 2018;15(1):133. doi: 10.3390/ijerph15010133.", "ArticleIdList": ["10.3390/ijerph15010133", "PMC5800232", "29342877"]}, {"Citation": "Peng CY, Zhu XH, Hou RY, et al. Aluminum and heavy metal accumulation in tea leaves: an ınterplay of environmental and plant factors and an assessment of exposure risks to consumers. J Food Sci. 2018;83:1165–1172. doi: 10.1111/1750-3841.14093.", "ArticleIdList": ["10.1111/1750-3841.14093", "29577290"]}, {"Citation": "Li L, Fu QL, Achal V, Liu Y. A comparison of the potential health risk of aluminum and heavy metals in tea leaves and tea infusion of commercially available green tea in Jiangxi, China. Environ Monit Assess. 2015;187:1–12. doi: 10.1007/s10661-015-4445-2.", "ArticleIdList": ["10.1007/s10661-015-4445-2", "25840958"]}, {"Citation": "Gruszecka-Kosowska A, Mazur-Kajta K. Potential health risk of selected metals for Polish consumers of oolong tea from the Fujian Province, China. Hum Ecol Risk Assess. 2016;22:1147–1165. doi: 10.1080/10807039.2016.1146572.", "ArticleIdList": ["10.1080/10807039.2016.1146572"]}, {"Citation": "FAO, WHO, Contaminants. Rome: FAO/WHO; 1984."}, {"Citation": "FAO/WHO (1999) Joint FAO/WHO Expert committee on food additives. Summary and conclusions. In: 53rd meeting, Rome, 1–10 June"}, {"Citation": "FAO/WHO (2007) Joint FAO/WHO Food Standard Programme Codex Alimentarius Commission 13th Session. Report of the thirty eight session ofthe codex committee on food hygiene, Houston, United States of America, ALINORM 07/30/13. Available from: ftp://ftp.fao.org/codex/R"}, {"Citation": "FAO/WHO (2011) Joint FAO/WHO food standards programme codex committee on contaminants in foods, fifth session. 52pp. March 2011, CL 2011/6-C"}, {"Citation": "Joint FAO/WHO Expert Committee on Food Additives (2003): Rome I (2004) World Health Organization & Food and Agriculture Organization of the United Nations. Evaluation of certain food additives and contaminants: Sixty-first report of the Joint FAO/WHO Expert Committee on Food Additives. World Health Organization", "ArticleIdList": ["20942228"]}, {"Citation": "American Herbal Products Association (AHPA) (2012) About Us > AHPA’s Policies > Guidance Policies. In: AHPA"}, {"Citation": "Tripathy V, Basak BB, Varghese TS, Saha A. Residues and contaminants in medicinal herbs-a review. Phytochem Lett. 2015;14:67–78. doi: 10.1016/j.phytol.2015.09.003.", "ArticleIdList": ["10.1016/j.phytol.2015.09.003"]}, {"Citation": "De Oliveira LM, Das S, da Silva EB, et al. Metal concentrations in traditional and herbal teas and their potential risks to human health. Sci Total Environ. 2018;633:649–657. doi: 10.1016/j.scitotenv.2018.03.215.", "ArticleIdList": ["10.1016/j.scitotenv.2018.03.215", "29597162"]}, {"Citation": "Liu C, Qin J, Dou X, et al. Extrinsic harmful residues in Chinese herbal medicines: types, detection, and safety evaluation. Chinese Herb Med. 2018;10:117–136. doi: 10.1016/j.chmed.2018.02.002.", "ArticleIdList": ["10.1016/j.chmed.2018.02.002"]}, {"Citation": "Zolfaghari G, Akhgari Sang Atash Z, Sazgar A. Baseline heavy metals in plant species from some industrial and rural areas: carcinogenic and non-carcinogenic risk assessment. MethodsX. 2018;5:43–60. doi: 10.1016/j.mex.2018.01.003.", "ArticleIdList": ["10.1016/j.mex.2018.01.003", "PMC6318098", "30622909"]}, {"Citation": "Keshvari M, Nedaeinia R, Nedaeinia M, et al. Assessment of heavy metal contamination in herbal medicinal products consumed in the Iranian market. Environ Sci Pollut Res. 2021;28:33208–33218. doi: 10.1007/s11356-021-13020-7.", "ArticleIdList": ["10.1007/s11356-021-13020-7", "33638076"]}, {"Citation": "Soomro AH, Jatoi WB, Maitlo AA, et al. Assessment of heavy metal content of commonly consumed herbal medicines in Sindh, Pakistan. Environ Sci Pollut Res. 2021;28:32744–32753. doi: 10.1007/s11356-021-13019-0.", "ArticleIdList": ["10.1007/s11356-021-13019-0", "33634395"]}, {"Citation": "Ozyigit II, Yilmaz S, Dogan I, Sakcali MS, Tombuloglu G, Demir G (2016) Detection of physiological and genotoxic damages reflecting toxicity in kalanchoe clones. Glob Nest J 18:223–232. 10.30955/gnj.001349"}, {"Citation": "Kumar V, Singh J, Kumar P. Heavy metals accumulation in crop plants: sources, response mechanisms, stress tolerance and their effects. In: Kumar V, Kumar R, Singh J, Kumar P, editors. Contaminants in agriculture and environment: health risks and remediation. India: Agriculture and Environmental Science Academy; 2019. pp. 38–57."}, {"Citation": "Houri T, Khairallah Y, Zahab AA, et al. Heavy metals accumulation effects on the photosynthetic performance of geophytes in Mediterranean reserve. J King Saud Univ Sci. 2020;32:874–880. doi: 10.1016/j.jksus.2019.04.005.", "ArticleIdList": ["10.1016/j.jksus.2019.04.005"]}, {"Citation": "Jaishankar M, Tseten T, Anbalagan N, et al. Toxicity, mechanism and health effects of some heavy metals. Interd Toxicol. 2014;7:60–72. doi: 10.2478/intox-2014-0009.", "ArticleIdList": ["10.2478/intox-2014-0009", "PMC4427717", "26109881"]}, {"Citation": "Fakhar A, Gul B, et al. Heavy metal remediation and resistance mechanism of Aeromonas, Bacillus, and Pseudomonas: a review. Crit Rev Environ Sci Technol. 2022;52:1868–1914. doi: 10.1080/10643389.2020.1863112.", "ArticleIdList": ["10.1080/10643389.2020.1863112"]}, {"Citation": "Singh R, Gautam N, Mishra A, Gupta R. Heavy metals and living systems: an overview. Indian J Pharmacol. 2011;43:246–253. doi: 10.4103/0253-7613.81505.", "ArticleIdList": ["10.4103/0253-7613.81505", "PMC3113373", "21713085"]}, {"Citation": "Haider FU, Liqun C, Coulter JA, et al. Cadmium toxicity in plants: impacts and remediation strategies. Ecotoxicol Environ Saf. 2021;211:111887. doi: 10.1016/j.ecoenv.2020.111887.", "ArticleIdList": ["10.1016/j.ecoenv.2020.111887", "33450535"]}, {"Citation": "Goldhaber SB. Trace element risk assessment: essentiality vs. toxicity. Regul Toxicol Pharmacol. 2003;38:232–242. doi: 10.1016/S0273-2300(02)00020-X.", "ArticleIdList": ["10.1016/S0273-2300(02)00020-X", "14550763"]}, {"Citation": "Maurya PK, Malik DS, Yadav KK, et al. Bioaccumulation and potential sources of heavy metal contamination in fish species in River Ganga basin: Possible human health risks evaluation. Toxicol Rep. 2019;6:472–481. doi: 10.1016/j.toxrep.2019.05.012.", "ArticleIdList": ["10.1016/j.toxrep.2019.05.012", "PMC6545330", "31193923"]}, {"Citation": "Yasar U, Ozyigit II, Demir G, Yilmaz YZ. Determination of hair iron levels of healthy female high school students with AAS in the Pendik District, Istanbul-Turkey. Fresenius Environ Bull. 2012;21:2644–2264."}, {"Citation": "Padmavathiamma PK, Li LY. Phytoremediation technology: hyperaccumulation metals in plants. Water Air Soil Pollut. 2007;184:105–126. doi: 10.1007/s11270-007-9401-5.", "ArticleIdList": ["10.1007/s11270-007-9401-5"]}, {"Citation": "Luo SL, Chen L, et al. Analysis and characterization of cultivable heavy metal-resistant bacterial endophytes isolated from Cd-hyperaccumulator Solanum nigrum L. and their potential use for phytoremediation. Chemosphere. 2011;85:1130–1138. doi: 10.1016/j.chemosphere.2011.07.053.", "ArticleIdList": ["10.1016/j.chemosphere.2011.07.053", "21868057"]}, {"Citation": "Sayadi MH, Kharkan J, et al. Cadmium and chromium levels in water and edible herbs in a risk assessment study of rural residents living in Eastern Iran. Environ Sci Pollut Res. 2020;27:9901–9909. doi: 10.1007/s11356-020-07600-2.", "ArticleIdList": ["10.1007/s11356-020-07600-2", "31927735"]}, {"Citation": "Nadgórska-Socha A, Ptasiński B, Kita A. Heavy metal bioaccumulation and antioxidative responses in Cardaminopsis arenosa and Plantago lanceolata leaves from metalliferous and non-metalliferous sites: A field study. Ecotoxicol. 2013;22:1422–1434. doi: 10.1007/s10646-013-1129-y.", "ArticleIdList": ["10.1007/s10646-013-1129-y", "PMC3824952", "24085602"]}, {"Citation": "Ghaderian SM, Ravandi AAG. Accumulation of copper and other heavy metals by plants growing on Sarcheshmeh copper mining area. Iran J Geochem Explor. 2012;123:25–32. doi: 10.1016/j.gexplo.2012.06.022.", "ArticleIdList": ["10.1016/j.gexplo.2012.06.022"]}, {"Citation": "Parveen R, Abbasi AM, Shaheen N, Shah MH. Accumulation of selected metals in the fruits of medicinal plants grown in urban environment of Islamabad, Pakistan. Arab J Chemis. 2020;13:308–317. doi: 10.1016/j.arabjc.2017.04.010.", "ArticleIdList": ["10.1016/j.arabjc.2017.04.010"]}, {"Citation": "Baye H, Hymete A. Lead and cadmium accumulation in medicinal plants collected from environmentally different sites. Bull Environ Contam Toxicol. 2010;84:197–201. doi: 10.1007/s00128-009-9916-0.", "ArticleIdList": ["10.1007/s00128-009-9916-0", "19960181"]}, {"Citation": "Alomary A, Jamal E, Al-Momani I, et al. Pb in medicinal plants from Jordan. Environ Chem Lett. 2013;11:55–63. doi: 10.1007/s10311-012-0378-y.", "ArticleIdList": ["10.1007/s10311-012-0378-y"]}, {"Citation": "White PJ, Broadley MR. Biofortification of crops with seven mineral elements often lacking in human diets–iron, zinc, copper, calcium, magnesium, selenium and iodine. New Phytol. 2009;182:49–84. doi: 10.1111/j.1469-8137.2008.02738.x.", "ArticleIdList": ["10.1111/j.1469-8137.2008.02738.x", "19192191"]}, {"Citation": "Ciosek Ż, Kot K, Kosik-Bogacka D, et al. The effects of calcium, magnesium, phosphorus, fluoride, and lead on bone tissue. Biomolecules. 2021;11:506. doi: 10.3390/biom11040506.", "ArticleIdList": ["10.3390/biom11040506", "PMC8066206", "33800689"]}, {"Citation": "Wrzosek M, Wo J, Kozioł-kaczorek D, Włodarek D. The assessment of the supply of calcium and vitamin D in the diet of women regularly practicing sport. J Osteoporos. 2019;2019:9214926. doi: 10.1155/2019/9214926.", "ArticleIdList": ["10.1155/2019/9214926", "PMC6925744", "31885852"]}, {"Citation": "Du Y, Oh C, No J. Advantage of dairy for improving aging muscle. J Obes Metab Syndr. 2019;28:167–174. doi: 10.7570/jomes.2019.28.3.167.", "ArticleIdList": ["10.7570/jomes.2019.28.3.167", "PMC6774446", "31583381"]}, {"Citation": "Baj J, Flieger W, Teresiński G, et al. Magnesium, calcium, potassium, sodium, phosphorus, selenium, zinc, and chromium levels in alcohol use disorder: a review. J Clin Med. 2020;9:1–24. doi: 10.3390/jcm9061901.", "ArticleIdList": ["10.3390/jcm9061901", "PMC7357092", "32570709"]}, {"Citation": "Toro-román V, Siquier-coll J, Bartolomé I, et al. Copper concentration in erythrocytes, platelets, plasma, serum and urine: Influence of physical training. J Int Soc Sports Nutr. 2021;18:28. doi: 10.1186/s12970-021-00426-4.", "ArticleIdList": ["10.1186/s12970-021-00426-4", "PMC8025359", "33827615"]}, {"Citation": "Hofmann P, Vidovic M, Debrunner J. Copper deficiency J Clin Nutr Diet. 2021;7:1–4."}, {"Citation": "Bost M, Houdart S, Oberli M, Kalonji E. Dietary copper and human health: current evidence and unresolved issues. J Trace Elem Med Biol. 2016;35:107–115. doi: 10.1016/j.jtemb.2016.02.006.", "ArticleIdList": ["10.1016/j.jtemb.2016.02.006", "27049134"]}, {"Citation": "Dhanda A, Atkinson S, Vergis N, et al. Trace element deficiency is highly prevalent and associated with infection and mortality in patients with alcoholic hepatitis. Aliment Pharmacol Ther. 2020;52:537–544. doi: 10.1111/apt.15880.", "ArticleIdList": ["10.1111/apt.15880", "32573823"]}, {"Citation": "Talebi S, Ghaedi E, Sadeghi E, et al. Trace element status and hypothyroidism: a systematic review and meta-analysis. Biol Trace Elem Res. 2020;197:1–14. doi: 10.1007/s12011-019-01963-5.", "ArticleIdList": ["10.1007/s12011-019-01963-5", "31820354"]}, {"Citation": "Roemhild K, von Maltzahn F, et al. Iron metabolism: pathophysiology and pharmacology. Trends Pharmacol Sci. 2021;42:640–656. doi: 10.1016/j.tips.2021.05.001.", "ArticleIdList": ["10.1016/j.tips.2021.05.001", "PMC7611894", "34090703"]}, {"Citation": "Trumbo P, Yates AA, Schlicker S, Poos M. Dietary reference intakes: vitamin A, vitamin K, arsenic, boron, chromium, copper, iodine, iron, manganese, molybdenum, nickel, silicon, vanadium, and zinc. J Am Diet Assoc. 2001;101:294–301. doi: 10.1016/S0002-8223(01)00078-5.", "ArticleIdList": ["10.1016/S0002-8223(01)00078-5", "11269606"]}, {"Citation": "Abbaspour N, Hurrell R, Kelishadi R. Review on iron and its importance for human health. J Res Med Sci. 2014;19:164–174.", "ArticleIdList": ["PMC3999603", "24778671"]}, {"Citation": "Hoes MF, Beverborg NG, Kijlstra JD, et al. Iron deficiency impairs contractility of human cardiomyocytes through decreased mitochondrial function. Eur J Heart Fail. 2018;20:910–919. doi: 10.1002/ejhf.1154.", "ArticleIdList": ["10.1002/ejhf.1154", "PMC5993224", "29484788"]}, {"Citation": "Van DC, Van VA, Abdelrazek M, et al. Minerals and sarcopenia; the role of calcium, ıron, magnesium, phosphorus, potassium, selenium, sodium, and zinc on muscle mass, muscle strength, and physical performance in older adults: a systematic review. J Am Med Dir Assoc. 2018;19:6–11.e3. doi: 10.1016/j.jamda.2017.05.026.", "ArticleIdList": ["10.1016/j.jamda.2017.05.026", "28711425"]}, {"Citation": "He FJ, MacGregor GA. Beneficial effects of potassium on human health. Physiol Plant. 2008;133:725–735. doi: 10.1111/j.1399-3054.2007.01033.x.", "ArticleIdList": ["10.1111/j.1399-3054.2007.01033.x", "18724413"]}, {"Citation": "Udensi UK, Tchounwou PB. Potassium homeostasis, oxidative stress, and human disease. Int J Clin Exp Physiol. 2017;4:111–122. doi: 10.4103/ijcep.ijcep.", "ArticleIdList": ["10.4103/ijcep.ijcep", "PMC5716641", "29218312"]}, {"Citation": "National Institutes of Health (NIH) (2021) Dietary supplement fact sheet. https://ods.od.nih.gov/factsheets/list-all/. Accessed 6 Mar 2022"}, {"Citation": "Al-Fartusie FS, Mohssan SN (2017) Essential trace elements and their vital roles in human body. Indian J Adv Chem Sci 5:127–136. 10.22607/IJACS.2017.503003"}, {"Citation": "Reddy P, Edwards LR. Magnesium supplementation in vitamin D deficiency. Am J Ther. 2019;26:e124–e132. doi: 10.1097/MJT.0000000000000538.", "ArticleIdList": ["10.1097/MJT.0000000000000538", "28471760"]}, {"Citation": "Chen P, Bornhorst J, Aschner MA (2018) Manganese metabolism in humans. Front Biosci Landmark 23:1655–1679. 10.25932/publishup-42743", "ArticleIdList": ["29293455"]}, {"Citation": "Li L, Yang X. The essential element manganese, oxidative stress, and metabolic diseases: links and interactions. Oxid Med Cell Longev. 2018;2018:7580707. doi: 10.1155/2018/7580707.", "ArticleIdList": ["10.1155/2018/7580707", "PMC5907490", "29849912"]}, {"Citation": "Bowman AB, Kwakye GF, Herrero Hernández E, Aschner M. Role of manganese in neurodegenerative diseases. J Trace Elem Med Biol. 2011;25:191–203. doi: 10.1016/j.jtemb.2011.08.144.", "ArticleIdList": ["10.1016/j.jtemb.2011.08.144", "PMC3230726", "21963226"]}, {"Citation": "Liu Q, Barker S, Knutson MD. Molecular cell research iron and manganese transport in mammalian systems. BBA - Mol Cell Res. 2021;1868:118890. doi: 10.1016/j.bbamcr.2020.118890.", "ArticleIdList": ["10.1016/j.bbamcr.2020.118890", "PMC8996561", "33091506"]}, {"Citation": "Eckel RH, Jakicic JM, Ard JD, et al. 2013 AHA/ACC guideline on lifestyle management to reduce cardiovascular risk: a report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines. J Am Coll Cardio. 2014;63:2960–2984. doi: 10.1161/01.cir.0000437740.48606.d1.", "ArticleIdList": ["10.1161/01.cir.0000437740.48606.d1", "24239922"]}, {"Citation": "Silva CS, Moutinho C, Ferreira da Vinha A, Matos C. Trace minerals in human health: iron, zinc, copper, manganese and fluorine. Int J Sci Res Methodol. 2019;13:57–80."}, {"Citation": "Kandasamy S, Narayanan V, Shanmugam S. International Journal of Biological Macromolecules Zinc and manganese substituted hydroxyapatite/CMC/PVP electrospun composite for bone repair applications. Int J Biol Macromol. 2020;145:1018–1030. doi: 10.1016/j.ijbiomac.2019.09.193.", "ArticleIdList": ["10.1016/j.ijbiomac.2019.09.193", "31726129"]}, {"Citation": "Shayganfard M (2021) Are essential trace elements effective in modulation of mental disorders? Update and perspectives. Biol Trace Elem Res. 10.1007/s12011-021-02733-y", "ArticleIdList": ["33904124"]}, {"Citation": "Plum LM, Rink L, Haase H. The essential toxin: impact of zinc on human health. Int J Environ Res Public Health. 2010;7:1342–1365. doi: 10.3390/ijerph7041342.", "ArticleIdList": ["10.3390/ijerph7041342", "PMC2872358", "20617034"]}, {"Citation": "Moon N, Figgins B, Altshuler E, et al. Concurrent zinc and vitamin B6 deficiencies in acutely exacerbated inflammatory bowel disease: case reports. Nutr Clin Pract. 2022;37:203–208. doi: 10.1002/ncp.10665.", "ArticleIdList": ["10.1002/ncp.10665", "33930197"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "4", "Day": "12"}, {"Year": "2022", "Month": "5", "Day": "24"}, {"Year": "2022", "Month": "6", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "6", "Hour": "12", "Minute": "21"}, {"Year": "2022", "Month": "6", "Day": "6"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35661327", "PMC9167670", "10.1007/s12011-022-03299-z", "10.1007/s12011-022-03299-z"]}}], "PubmedBookArticle": []}