{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anxiety", "GABA", "Khaya senegalensis", "Oxidative stress", "Temporal lobe epilepsy"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35663738", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "05", "Day": "26"}], "Language": ["eng"], "ELocationID": ["e09549", "10.1016/j.heliyon.2022.e09549"], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "8", "Issue": "5", "PubDate": {"Year": "2022", "Month": "May"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "An aqueous extract of <i>Khaya senegalensis</i> (Desv.) A. Juss. (Meliaceae) prevents seizures and reduces anxiety in kainate-treated rats: modulation of GABA neurotransmission, oxidative stress, and neuronal loss in the hippocampus.", "Pagination": {"StartPage": "e09549", "MedlinePgn": "e09549"}, "Abstract": {"AbstractText": ["Temporal lobe epilepsy is the most common form of drug-resistant epilepsy. Therefore, medicinal plants provide an alternative source for the discovery of new antiepileptic drugs.", "This study was aimed at investigating the antiepileptic- and anxiolytic-like effects of an aqueous extract of <i>Khaya senegalensis</i> (<i>K. senegalensis</i>) in kainate-treated rats.", "Seventy-two rats received a single dose of kainate (12 mg/kg) intraperitoneally. Those that exhibited two hours of <i>status epilepticus</i> were selected and monitored for the first spontaneous seizure. Then, animals that developed seizures were divided into 6 groups of 8 rats each and treated twice daily for 14 days as follows: negative control group received <i>per os</i> (<i>p.o.</i>) distilled water (10 ml/kg); two positive control groups received either sodium valproate (300 mg/kg, <i>p.o.</i>) or phenobarbital (20 mg/kg, <i>p.o.</i>); and three test groups received different doses of the extract (50, 100, and 200 mg/kg, <i>p.o</i>.). In addition, a group of 8 normal rats (normal control group) received distilled water (10 ml/kg, <i>p.o.</i>). During the treatment period, the animals were video-monitored 12 h/day for behavioral seizures. At the end of the treatment period, animals were subjected to elevated plus-maze and open field tests. Thereafter, rats were euthanized for the analysis of γ-aminobutyric acid (GABA) concentration, oxidative stress status, and neuronal loss in the hippocampus.", "The aqueous extract of <i>K. senegalensis</i> significantly reduced spontaneous recurrent seizures (generalized tonic-clonic seizures) and anxiety-like behavior compared to the negative control group. These effects were more marked than those of sodium valproate or phenobarbital. Furthermore, the extract significantly increased GABA concentration, alleviated oxidative stress, and mitigated neuronal loss in the dentate gyrus of the hippocampus.", "These findings suggest that the aqueous extract of <i>K. senegalensis</i> possesses antiepileptic- and anxiolytic-like effects. These effects were greater than those of sodium valproate or phenobarbital, standard antiepileptic drugs. Furthermore, these effects are accompanied by neuromodulatory and antioxidant activities that may be related to their behavioral effects. These data justify further studies to identify the bioactive molecules present in the extract for possible future therapeutic development and to unravel their mechanisms of action."], "CopyrightInformation": "© 2022 Published by Elsevier Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Biology and Physiology, University of Yaoundé I, P.O. Box 812, Yaoundé, Cameroon."}], "LastName": "Kandeda", "ForeName": "Antoine Kavaye", "Initials": "AK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, University of Mountains, P.O. Box 208, Banganté, Cameroon."}], "LastName": "Lewale", "ForeName": "Stéphanie", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, University of Mountains, P.O. Box 208, Banganté, Cameroon."}], "LastName": "Djeuzong", "ForeName": "Etienne", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, University of Mountains, P.O. Box 208, Banganté, Cameroon."}], "LastName": "Kouamouo", "ForeName": "J", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Biology and Physiology, University of Yaoundé I, P.O. Box 812, Yaoundé, Cameroon."}], "LastName": "Dimo", "ForeName": "Théophile", "Initials": "T"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aguoru C.U., Bashayi C.G., Ogbonna I.O. Phytochemical profile of stem bark extracts of Khaya senegalensis by Gas Chromatography-Mass Spectrometry (GC-MS) analysis. J. Pharmcogn. 2017;9(3):35–43."}, {"Citation": "Allah M.O.W., Alrasheid A.A., Elamin A.S. Phytochemical screening, chemical composition and antioxidant activity of leaves and bark extracts from Khaya senegalensis. Adv. Biochem. 2018;6(4):32."}, {"Citation": "Angwafor S.A., Bell G.S., Ngarka L., Otte W.M., Tabah E.N., Nfor L.N., Njamnshi T.N., Sander J.W., Njamnshi A.K.J.E., Behavior Epilepsy in a health district in North-West Cameroon: clinical characteristics and treatment gap. Epilepsy Behav. 2021;121:107997.", "ArticleIdList": ["33994085"]}, {"Citation": "Araujo I.M., Ambrósio A.F., Leal E.C., Santos P.F., Carvalho A.P., Carvalho C.M. Neuronal nitric oxide synthase proteolysis limits the involvement of nitric oxide in kainate-induced neurotoxicity in hippocampal neurons. J. Neurochem. 2003;85(3):791–800.", "ArticleIdList": ["12694405"]}, {"Citation": "Aroniadou-Anderjaska V., Fritsch B., Qashu F., Braga M.F. Pathology and pathophysiology of the amygdala in epileptogenesis and epilepsy. Epilepsy Res. 2008;78(2-3):102–116.", "ArticleIdList": ["PMC2272535", "18226499"]}, {"Citation": "Arulsamy A., Shaikh M.F. The impact of epilepsy on the manifestation of anxiety disorder. Int. J. Nutr. Pharmacol. Neurol. Dis. 2016;6(1):3."}, {"Citation": "Atawodi S.E., Olowoniyi O.D., Adejo G.O., Liman M.L., Dubey N. Plants as a Source of Natural Antioxidants, Nawal Kishore Dubey. Banaras Hindu University; India 320p: 2014. Review of the antioxidant potential of African medicinal and food plants."}, {"Citation": "Audu-Peter J.D., Olorunfemi P.O., Njoku N. Antimicrobial and pharmaceutical properties of Khaya senegalensis seed oil. J. Pharm. Bioresour. 2006;3(1):19–24."}, {"Citation": "Azcoitia I., Sierra A., Garcia-Segura L.M.J.N. Estradiol prevents kainic acid-induced neuronal loss in the rat dentate gyrus. Neuroreport. 1998;9(13):3075–3079.", "ArticleIdList": ["9804319"]}, {"Citation": "Baudet P., Giddey C. Le dosage colorimetrique (reaction du biuret) de l'azote proteique. Helv. Chim. Acta. 1948;31(6):1879–1884.", "ArticleIdList": ["18104460"]}, {"Citation": "Beghi E.J.N. The epidemiology of epilepsy. Neuroepidemiology. 2020;54(2):185–191.", "ArticleIdList": ["31852003"]}, {"Citation": "Ben-Ari Y. Limbic seizure and brain damage produced by kainic acid: mechanisms and relevance to human temporal lobe epilepsy. Neuroscience. 1985;14(2):375–403.", "ArticleIdList": ["2859548"]}, {"Citation": "Bernhardt B.C., Fadaie F., Liu M., Caldairou B., Gu S., Jefferies E., Smallwood J., Bassett D.S., Bernasconi A., Bernasconi N. Temporal lobe epilepsy: hippocampal pathology modulates connectome topology and controllability. Neurology. 2019;92(19):2209–2220.", "ArticleIdList": ["PMC6537128", "31004070"]}, {"Citation": "Beyenburg S., Mitchell A.J., Schmidt D., Elger C.E., Reuber M.J.E. Anxiety in patients with epilepsy: systematic review and suggestions for clinical management. Epilepsy Behav. 2005;7(2):161–171.", "ArticleIdList": ["16054870"]}, {"Citation": "Bozzi Y., Provenzano G., Casarosa S. Neurobiological bases of autism–epilepsy comorbidity: a focus on excitation/inhibition imbalance. Eur. J. Neurosci. 2018;47(6):534–548.", "ArticleIdList": ["28452083"]}, {"Citation": "Buckmaster P.S., Jongen-Rêlo A.L. Highly specific neuron loss preserves lateral inhibitory circuits in the dentate gyrus of kainate-induced epileptic rats. J. Neurosci. 1999;19(21):9519–9529.", "ArticleIdList": ["PMC6782907", "10531454"]}, {"Citation": "Chapouthier G., Venault P.J. A pharmacological link between epilepsy and anxiety? Trends Pharmacol. Sci. 2001;22(10):491–493.", "ArticleIdList": ["11583788"]}, {"Citation": "Cheng H., Fu Y.S., Guo J.W. Ability of GDNF to diminish free radical production leads to protection against kainate-induced excitotoxicity in hippocampus. Hippocampus. 2004;14(1):77–86.", "ArticleIdList": ["15058485"]}, {"Citation": "Clary H.M.M., Croxton R.D., Allan J., Lovato J., Brenes G., Snively B.M., Wan M., Kimball J., Wong M.H., O'Donovan C.A. Who is willing to participate in research? A screening model for an anxiety and depression trial in the epilepsy clinic. Epilepsy Behav. 2020;104:106907.", "ArticleIdList": ["PMC7282472", "32000099"]}, {"Citation": "D’Alessio L., Mesarosova L., Anink J.J., Kochen S., Solís P., Oddo S., Konopka H., Iyer A.M., Mühlebner A., Lucassen P.J. Reduced expression of the glucocorticoid receptor in the hippocampus of patients with drug-resistant temporal lobe epilepsy and comorbid depression. Epilepsia. 2020;61(8):1595–1605.", "ArticleIdList": ["PMC7496961", "32652588"]}, {"Citation": "da Nobrega Marinho A.M., Lobão-Soares B., Targino H.A.S., Vasconcellos Y.J.F., Guarnieri R., Carlotti C.G., Jr. Decreased hippocampal serotonin 5HT1A expression in the mesial temporal lobe of epilepsy patients. Epilepsy Behav. 2022;129:108574.", "ArticleIdList": ["35189481"]}, {"Citation": "de Kinderen R.J., Evers S.M., Rinkens R., Postulart D., Vader C.I., Majoie M.H., Aldenkamp A.P. Side-effects of antiepileptic drugs: the economic burden. Seizure. 2014;23(3):184–190.", "ArticleIdList": ["24315662"]}, {"Citation": "Diehl K.H., Hull R., Morton D., Pfister R., Rabemampianina Y., Smith D., Vidal J.M., Vorstenbosch C.V. A good practice guide to the administration of substances and removal of blood, including routes and volumes. J. Appl. Toxicol. 2001;21(1):15–23.", "ArticleIdList": ["11180276"]}, {"Citation": "Ellman G.L. Tissue sulfhydryl groups. Arch. Biochem. Biophys. 1959;82(1):70–77.", "ArticleIdList": ["13650640"]}, {"Citation": "Engel J. second ed. Jerome Engel Jr, Oxford University Press; 2013. Seizures and Epilepsy; p. 736p."}, {"Citation": "Falco-Walter J.J., Scheffer I.E., Fisher R.S. The new definition and classification of seizures and epilepsy. Epilepsy Res. 2018;139:73–79.", "ArticleIdList": ["29197668"]}, {"Citation": "Fisher R.S., van Emde Boas W., Blume W., Elger C., Genton P., Lee P., Engel J., Jr. Epileptic seizures and epilepsy: definitions proposed by the international league against epilepsy (ILAE) and the international bureau for epilepsy (IBE) Epilepsia. 2005;46(4):470–472.", "ArticleIdList": ["15816939"]}, {"Citation": "Fisher R.S., Acevedo C., Arzimanoglou A., Bogacz A., Cross J.H., Elger C.E., Engel J., Jr., Forsgren L., French J.A., Glynn M.J.E. ILAE official report: a practical clinical definition of epilepsy. Epilepsia. 2014;55(4):475–482.", "ArticleIdList": ["24730690"]}, {"Citation": "Fisher R.S., Bonner A.M. The revised definition and classification of epilepsy for neurodiagnostic technologists. Neurodiagn. J. 2018;58(1):1–10.", "ArticleIdList": ["29562876"]}, {"Citation": "Foresi N., Correa-Aragunde N., Amenta M., Arruebarrena A., Creus C., Lamattina L. Detection of nitric oxide and determination of nitrite concentrations in Arabidopsis thaliana and Azospirilum brasilense. Bio. Protoc. 2016;6:1765."}, {"Citation": "Frantseva M., Velazquez J.P., Tsoraklidis G., Mendonca A., Adamchik Y., Mills L., Carlen P., Burnham M. Oxidative stress is involved in seizure-induced neurodegeneration in the kindling model of epilepsy. Neuroscience. 2000;97(3):431–435.", "ArticleIdList": ["10828526"]}, {"Citation": "Gale K. GABA and epilepsy: basic concepts from preclinical research. Epilepsia. 1992;33(5):3–12.", "ArticleIdList": ["1330509"]}, {"Citation": "Gálvez J., Estrada-Reyes R., Benítez-King G., Araujo G., Orozco S., Fernández-Mas R., Almazán S., Calixto E. Involvement of the GABAergic system in the neuroprotective and sedative effects of acacetin 7-O-glucoside in rodents. Restor. Neurol. Neurosci. 2015;33(5):683–700.", "ArticleIdList": ["PMC4923766", "26410208"]}, {"Citation": "Gilberti E.A., Trombetta L.D. The relationship between stress protein induction and the oxidative defense system in the rat hippocampus following kainic acid administration. Toxicol. Lett. 2000;116(1-2):7–26.", "ArticleIdList": ["10906418"]}, {"Citation": "Gower A.J., Falter U., Lamberty Y.J. Anxiolytic effects of the novel anti-epileptic drug levetiracetam in the elevated plus-maze test in the rat. Eur. J. Pharmacol. 2003;481(1):67–74.", "ArticleIdList": ["14637176"]}, {"Citation": "Gröticke I., Hoffmann K., Löscher W. Behavioral alterations in the pilocarpine model of temporal lobe epilepsy in mice. Exp. Neurol. 2007;207(2):329–349.", "ArticleIdList": ["17714705"]}, {"Citation": "Gupta Y.K., Veerendra Kumar M.H., Srivastava A.K. Effect of Centella asiatica on pentylenetetrazole-induced kindling, cognition and oxidative stress in rats. Pharmacol. Biochem. Behav. 2003;74(3):579–585.", "ArticleIdList": ["12543222"]}, {"Citation": "Gur-Ozmen S., Leibetseder A., Cock H.R., Agrawal N., von Oertzen T.J. Screening of anxiety and quality of life in people with epilepsy. Seizure. 2017;45:107–113.", "ArticleIdList": ["27984808"]}, {"Citation": "Higgins G.A., Breysse N., Undzys E., Kuo C., Joharchi N., Derksen D.R., Xin T., Isaac M., Slassi M.J. The anti-epileptic drug lacosamide (Vimpat®) has anxiolytic property in rodents. Eur. J. Pharmacol. 2009;624(1-3):1–9.", "ArticleIdList": ["19818346"]}, {"Citation": "Hsieh C.L., Chen M.F., Li T.C., Li S.C., Tang N.Y., Hsieh C.T., Pon C.Z., Lin J.G. Anticonvulsant effect of Uncaria rhynchophylla (Miq) Jack. in rats with kainic acid-induced epileptic seizure. Am. J. Chin. Med. 1999;27(2):257–264.", "ArticleIdList": ["10467459"]}, {"Citation": "Hsieh P.F., Hou C.-W., Yao P.W., Wu S.P., Peng Y.F., Shen M.L., Lin C.H., Chao Y.Y., Chang M.H., Jeng K.C.J. Sesamin ameliorates oxidative stress and mortality in kainic acid-induced status epilepticus by inhibition of MAPK and COX-2 activation. J. Neuroinflammation. 2011;8(1):1–10.", "ArticleIdList": ["PMC3129306", "21609430"]}, {"Citation": "Hull R.J.H. Guideline limit volumes for dosing animals in the preclinical stage of safety evaluation. Hum. Exp. Toxicol. 1995;14(3):305–307.", "ArticleIdList": ["7779463"]}, {"Citation": "Kandeda A.K., Taiwe G.S., Moto F.C., Ngoupaye G.T., Nkantchoua G.C., Njapdounke J.S., Omam J.P., Pale S., Kouemou N., Ngo Bum E. Antiepileptogenic and neuroprotective effects of Pergularia daemia on pilocarpine model of epilepsy. Front. Pharmacol. 2017;8:440.", "ArticleIdList": ["PMC5492699", "28713279"]}, {"Citation": "Kandeda A.K., Taiwe G.S., Moto F.C.O., Pale S., Sidiki N., Nkantchoua G.C.N., Ngo Bum E. Pergularia daemia aqueous extract ameliorates seizures and prevents oxidative stress in mice model of epilepsy. Asian J. Pharmaceut. Health Sci. 2017;7(2)"}, {"Citation": "Kandeda A.K., Moto F.C.O., Ayissi R.E.M., Omam J.P.O., Ojong L., Ngo Bum E. Pergularia daemia hydro-ethanolic extract protects against pentylenetetrazole kindling-induced seizures, oxidative stress, and neuroinflammation in mice. J. Ethnopharmacol. 2021;279:114338.", "ArticleIdList": ["34144196"]}, {"Citation": "Kandeda A.K., Taiwe G.S., Ayissi R.E.M., Moutchida C.J.B. An aqueous extract of Canarium schweinfurthii attenuates seizures and potentiates sleep in mice: evidence for involvement of GABA Pathway. Biomed Phatmacother. 2021;142:111973.", "ArticleIdList": ["34343898"]}, {"Citation": "Kandeda A.K., Mabou S.T., Moutchida C.J. An aqueous extract of Lantana camara attenuates seizures, memory impairment, and anxiety in kainate-treated mice: evidence of GABA level, oxidative stress, immune and neuronal loss modulation. Epilepsy Behav. 2022;129:108611.", "ArticleIdList": ["35193072"]}, {"Citation": "Kaufman K.R. Antiepileptic drugs in the treatment of psychiatric disorders. Epilepsy Behav. 2011;21(1):1–11.", "ArticleIdList": ["21498130"]}, {"Citation": "Khamse S., Sadr S.S., Roghani M., Hasanzadeh G., Mohammadian M.J. Rosmarinic acid exerts a neuroprotective effect in the kainate rat model of temporal lobe epilepsy: underlying mechanisms. Pharm. Biol. 2015;53(12):1818–1825.", "ArticleIdList": ["25874386"]}, {"Citation": "Kimiskidis V.K., Valeta T.J. Epilepsy and anxiety: epidemiology, classification, aetiology, and treatment. Epileptic Disord. 2012;14(3):248–256.", "ArticleIdList": ["22947395"]}, {"Citation": "Kinda P.T., Zerbo P., Guenné S., Compaoré M., Ciobica A., Kiendrebeogo M.J.M. Medicinal plants used for neuropsychiatric disorders treatment in the Hauts Bassins region of Burkina Faso. Medicines (Basel) 2017;4(2):32.", "ArticleIdList": ["PMC5590068", "28930246"]}, {"Citation": "Kolawole O., Akiibinu M., Ayankunle A., Awe E., Research M. Evaluation of anti-inflammatory and antinociceptive potentials of Khaya senegalensis A. Juss (Meliaceae) stem bark aqueous extract. J. Adv. Med. 2013:216–229."}, {"Citation": "Krespan B., Berl S., Nicklas W.J. Alteration in neuronal-glial metabolism of glutamate by the neurotoxin kainic acid. J. Neurochem. 1982;38(2):509–518.", "ArticleIdList": ["6125571"]}, {"Citation": "Kubmarawa D., Khan M., Punah A., Hassan M.J. Phytochemical screening and antimicrobial efficacy of extracts from Khaya senegalensis against human pathogenic bacteria. Afr. J. Biotechnol. 2008;7(24)"}, {"Citation": "Kwon C.S., Wagner R.G., Carpio A., Jetté N., Newton C.R., Thurman D.J. The worldwide epilepsy treatment gap: a systematic review and recommendations for revised definitions–A report from the ILAE Epidemiology Commission. Epilepsia. 2022;63(3):551–564.", "ArticleIdList": ["35001365"]}, {"Citation": "Landucci E., Mazzantini C., Buonvicino D., Pellegrini-Giampietro D.E., Bergonzi M.C.J.M. Neuroprotective effects of thymoquinone by the modulation of ER Stress and apoptotic pathway in in vitro model of excitotoxicity. Molecules. 2021;26(6):1592.", "ArticleIdList": ["PMC7998420", "33805696"]}, {"Citation": "Lévesque M., Avoli M.J. The kainic acid model of temporal lobe epilepsy. Neurosci. Biobehav. Rev. 2013;37(10):2887–2899.", "ArticleIdList": ["PMC4878897", "24184743"]}, {"Citation": "Lévesque M., Avoli M., Bernard C. Animal models of temporal lobe epilepsy following systemic chemoconvulsant administration. J. Neurosci. Methods. 2016;260:45–52.", "ArticleIdList": ["PMC4880459", "25769270"]}, {"Citation": "Lezak K.R., Missig G., Carlezon W.A., Jr. Behavioral methods to study anxiety in rodents. Dialogues Clin. Neurosci. 2017;19(2):181.", "ArticleIdList": ["PMC5573562", "28867942"]}, {"Citation": "Lima E.M., Gois J., Paiva M.L., Vincentiis S., Moschetta S., Valente K.D. Anxiety symptoms are the strongest predictor of quality of life in temporal lobe epilepsy. Seizure. 2021;88:78–82.", "ArticleIdList": ["33838568"]}, {"Citation": "Löscher W., Brandt C. Prevention or modification of epileptogenesis after brain insults: experimental approaches and translational research. Pharmacol. Rev. 2010;62(4):668–700.", "ArticleIdList": ["PMC3014230", "21079040"]}, {"Citation": "Löscher W. Critical review of current animal models of seizures and epilepsy used in the discovery and development of new antiepileptic drugs. Seizure. 2011;20(5):359–368.", "ArticleIdList": ["21292505"]}, {"Citation": "Lowe I.P., Robins E., Eyerman G.S. The fluorimetric measurement of glutamic decarboxylase and its distribution in brain. J. Neurochem. 1958;3(1):8–18.", "ArticleIdList": ["13611554"]}, {"Citation": "Maia G.H., Quesado J.L., Soares J.I., do Carmo J.M., Andrade P.A., Andrade J.P., Lukoyanov N.V. Loss of hippocampal neurons after kainate treatment correlates with behavioral deficits. PLoS One. 2014;9(1)", "ArticleIdList": ["PMC3883667", "24409306"]}, {"Citation": "Maiga A., Diallo D., Fane S., Sanogo R., Paulsen B.S., Cisse B. A survey of toxic plants on the market in the district of Bamako, Mali: traditional knowledge compared with a literature search of modern pharmacology and toxicology. J. Ethnopharmacol. 2005;96(1-2):183–193.", "ArticleIdList": ["15588669"]}, {"Citation": "Makut M., Gyar S., Pennap G., Anthony P. Phytochemical screening and antimicrobial activity of the ethanolic and methanolic extracts of the leaf and bark of Khaya senegalensis. Afr. J. Biotechnol. 2008;7(9)"}, {"Citation": "Mapoure Y., Ongono J., Nkouonlack C., Beyiha G., Mouelle A., Luma H. Neurological disorders in the emergency centre of the Douala General Hospital, Cameroon: a cross-sectional study. Afr. J. Emerg. Med. 2015;5(4):165–170."}, {"Citation": "Marius L., Rakiatou T., Noufou O., Edraogo K., Andr T., Pierre D., Pierre G.I. In vitro antioxidant activity and phenolic contents of different fractions of ethanolic extract from Khaya senegalensis A. Juss. (Meliaceae) stem barks. Afr. J. Pharm. Pharmacol. 2016;10(23):501–507."}, {"Citation": "Marvin M., Goldenberg Overview of drugs used for epilepsy and seizures. Pharm. Ther. 2010;35(7):392–415.", "ArticleIdList": ["PMC2912003", "20689626"]}, {"Citation": "Milligan T.A. Epilepsy: a clinical overview. Am. J. Med. 2021;134(7):840–847.", "ArticleIdList": ["33775643"]}, {"Citation": "Mishra V., Shuai B., Kodali M., Shetty G.A., Hattiangady B., Rao X., Shetty A.K.J.S.R. Resveratrol treatment after status epilepticus restrains neurodegeneration and abnormal neurogenesis with suppression of oxidative stress and inflammation. Sci. Rep. 2015;5(1):1–19.", "ArticleIdList": ["PMC4671086", "26639668"]}, {"Citation": "Misra F., Fridovish I. Vol. 101. Yale Univ PressNew Haven; 1972. p. 109. (Determination of the Level of Superoxide Dismutase in Whole Blood). 1972."}, {"Citation": "Morin A., Guillaume M., Ngarka L., Tatah G.Y., Siewe Fodjo J.N., Wyart G., Nokam G., Tchoumi T., Nkinin M.B., Njamnshi W.Y. Epilepsy in the Sanaga-Mbam valley, an onchocerciasis-endemic region in Cameroon: electroclinical and neuropsychological findings. Epilepsia. 2021;6(3):513–527.", "ArticleIdList": ["PMC8408605", "35138694"]}, {"Citation": "Moto F.C., Arsa’a A., Ngoupaye G.T., Taiwe G.S., Njapdounke J.S., Kandeda A.K., Nkantchoua G.C., Omam Omam J.P., Pale S., Kouemou N.E. Anxiolytic and antiepileptic properties of the aqueous extract of Cissus quadrangularis (Vitaceae) in mice pilocarpine model of epilepsy. Front. Pharmacol. 2018;9:751.", "ArticleIdList": ["PMC6056655", "30065650"]}, {"Citation": "Muhammad I., Alhassan A., Wudil A., Jarumi I. Toxicological and protective effect of aqueous stem bark extract of Khaya senegalensis (ASBEKS) on liver of experimental rat. Curr. J. Appl. Sci. Technol. 2015;9(6):600–605."}, {"Citation": "Muhigwa A., Preux P.M., Gerard D., Marin B., Boumediene F., Ntamwira C., Tsai C.H. Comorbidities of epilepsy in low and middle-income countries: systematic review and meta-analysis. Sci. Rep. 2020;10(1):9015.", "ArticleIdList": ["PMC7265529", "32488109"]}, {"Citation": "Mula M., Pini S., Cassano G.B. The role of anticonvulsant drugs in anxiety disorders: a critical review of the evidence. J. Clin. Psychopharmacol. 2007;27(3):263–272.", "ArticleIdList": ["17502773"]}, {"Citation": "Mula M.J. Pharmacological treatment of anxiety disorders in adults with epilepsy. Expet Opin. Pharmacother. 2018;19(17):1867–1874.", "ArticleIdList": ["30251896"]}, {"Citation": "Nayak P., Chatterjee A.K. Effects of aluminium exposure on brain glutamate and GABA systems: an experimental study in rats. Food Chem. Toxicol. 2001;39(12):1285–1289.", "ArticleIdList": ["11696403"]}, {"Citation": "Negrete-Díaz J.V., Falcón-Moya R., Rodríguez-Moreno A.J. Kainate receptors: from synaptic activity to disease. FEBS J. 2021", "ArticleIdList": ["34143566"]}, {"Citation": "Ngo Bum E., Taiwe G., Moto F., Ngoupaye G., Vougat R., Sakoue V., Gwa C., Ayissi E., Dong C., Rakotonirina A. In: Antiepileptic Medicinal Plants Used in Traditional Medicine to Treat Epilepsy, Clinical and Genetic Aspects of Epilepsy. Afawi Zaid., editor. IntechOpen; 2011."}, {"Citation": "Nogueira M.H., Yasuda C.L., Coan A.C., Kanner A.M., Cendes F.J. Concurrent mood and anxiety disorders are associated with pharmacoresistant seizures in patients with MTLE. Epilepsia. 2017;58(7):1268–1276.", "ArticleIdList": ["28555776"]}, {"Citation": "Olatunji T.L., Odebunmi C.A., Adetunji A.E. Biological activities of limonoids in the genus Khaya (Meliaceae): a review. Future J. Pharm. Sci. 2021;7(1):1–16."}, {"Citation": "Olayinka A., Onoruvwe O., Lot T. Cardiovascular effects in rodents of the methanolic extract of the stem bark of Khaya senegalensis. A. Juss. Phytother. Res. 1992;6(5):282–284."}, {"Citation": "Onu A., Saidu Y., Ladan M., Bilbis L.S., Aliero A.A., Sahabi S.J. Effect of aqueous stem bark extract of Khaya senegalensis on some biochemical, haematological, and histopathological parameters of rats. J. Toxicol. 2013;2013", "ArticleIdList": ["PMC3852576", "24348549"]}, {"Citation": "Ortinski P., Meador K.J., Behavior Cognitive side effects of antiepileptic drugs. Epilepsy Behav. 2004;5:60–65.", "ArticleIdList": ["14725848"]}, {"Citation": "Ortiz G.G., Sanchez-Ruiz Y., Tan D.X., Reiter R.J., Benitez-King G., Beas-Zarate C. Melatonin, vitamin E, and estrogen reduce damage induced by kainic acid in the hippocampus: potassium-stimulated GABA release. J. Pineal Res. 2001;31(1):62–67.", "ArticleIdList": ["11485006"]}, {"Citation": "Owolabi L.F., Adamu B., Jibo A.M., Owolabi S.D., Isa A.I., Alhaji I.D., Enwere O.O. Prevalence of active epilepsy, lifetime epilepsy prevalence, and burden of epilepsy in Sub-Saharan Africa from meta-analysis of door-to-door population-based surveys. Epilepsy Behav. 2020;103:106846.", "ArticleIdList": ["31941583"]}, {"Citation": "Özyurt G., Öztura İ., Alkin T., Özerdem A.J. Anxiety disorder due to epilepsy: a case report. Türk Psikiyatri Derg. 2015;26(1)", "ArticleIdList": ["25742040"]}, {"Citation": "Pellinen J., Tafuro E., Baehr A., Barnard S., Holmes M., French J., Medicine H.E. The Impact of clinical seizure characteristics on recognition and treatment of new-onset focal epilepsy in emergency departments. Acad. Emerg. Med. 2021;28(4):412–420.", "ArticleIdList": ["32810323"]}, {"Citation": "Phelan K.D., Shwe U., Williams D.K., Greenfield L.J., Zheng F. Pilocarpine-induced status epilepticus in mice: a comparison of spectral analysis of electroencephalogram and behavioral grading using the Racine scale. Epilepsy Res. 2015;117:90–96.", "ArticleIdList": ["PMC4637191", "26432759"]}, {"Citation": "Preux P.M., Druet-Cabanac M. Epidemiology and aetiology of epilepsy in sub-Saharan Africa. Lancet Neurol. 2005;4(1):21–31.", "ArticleIdList": ["15620854"]}, {"Citation": "Prischich F., De Rinaldis M., Bruno F., Egeo G., Santori C., Zappaterreno A., Fattouch J., Di Bonaventura C., Bada J., Russo G., Pizzuti A., Cardona F., Sa'a, Vullo V., Giallonardo A.T., D'Erasmo E., Pelliccia A., Vanacore N. High prevalence of epilepsy in a village in the Littoral Province of Cameroon. Epilepsy Res. 2008;82(2-3):200–210.", "ArticleIdList": ["18976884"]}, {"Citation": "Puttachary S., Sharma S., Stark S., Thippeswamy T.J. Seizure-induced oxidative stress in temporal lobe epilepsy. BioMed Res. Int. 2015;2015", "ArticleIdList": ["PMC4306378", "25650148"]}, {"Citation": "Romoli M., Mazzocchetti P., D'Alonzo R., Siliquini S., Rinaldi V.E., Verrotti A., Calabresi P., Costa C. Valproic acid and epilepsy: from molecular mechanisms to clinical evidences. Curr. Neuropharmacol. 2019;17(10):926–946.", "ArticleIdList": ["PMC7052829", "30592252"]}, {"Citation": "Rodgers R.J., Dalvi A. Anxiety, defence and the elevated plus-maze. Neurosci. Biobehav. Rev. 1997;21(6):801–810.", "ArticleIdList": ["9415905"]}, {"Citation": "Rusina E., Bernard C., Williamson A.J.E. The kainic acid models of temporal lobe epilepsy. eNeuro. 2021;8(2)", "ArticleIdList": ["PMC8174050", "33658312"]}, {"Citation": "Ryazantseva M., Englund J., Shintyapina A., Huupponen J., Shteinikov V., Pitkänen A., Partanen J.M., Lauri S.E. Kainate receptors regulate development of glutamatergic synaptic circuitry in the rodent amygdala. Elife. 2020;9:52798.", "ArticleIdList": ["PMC7117908", "32202495"]}, {"Citation": "Ryther R.C., Wong M. Mammalian target of rapamycin (mTOR) inhibition: potential for antiseizure, antiepileptogenic, and epileptostatic therapy. Curr. Neurol. Neurosci. Rep. 2012;12(4):410–418.", "ArticleIdList": ["PMC3875462", "22544534"]}, {"Citation": "Schlaepfer T.E., Nemeroff C.B. 2012. Neurobiology of Psychiatric Disorders."}, {"Citation": "Shin E.-J., Jeong J.H., Chung Y.H., Kim W.-K., Ko K.-H., Bach J.-H., Hong J.S., Yoneda Y., Kim H.C.J. Role of oxidative stress in epileptic seizures. Neurochem. Int. 2011;59(2):122–137.", "ArticleIdList": ["PMC3606551", "21672578"]}, {"Citation": "Seibenhener M.L., Michael C.W. Use of the open field maze to measure locomotor and anxiety-like behavior in mice. JoVE. 2015;96:52434.", "ArticleIdList": ["PMC4354627", "25742564"]}, {"Citation": "Smith M., Wilcox K.S., White H.S. Discovery of antiepileptic drugs. Neurotherapeutics. 2007;4(1):12–17.", "ArticleIdList": ["PMC7479710", "17199014"]}, {"Citation": "Smolensky I.V., Zubareva O.E., Kalemenev S.V., Lavrentyeva V.V., Dyomina A.V., Karepanov A.A., Zaitsev A.V. Impairments in cognitive functions and emotional and social behaviors in a rat lithium-pilocarpine model of temporal lobe epilepsy. Behav. Brain Res. 2019;372:112044.", "ArticleIdList": ["31220488"]}, {"Citation": "Sperk G., Schwarzer C., Heilman J., Furtinger S., Reimer R.J., Edwards R.H., Nelson N.J.H. Expression of plasma membrane GABA transporters but not of the vesicular GABA transporter in dentate granule cells after kainic acid seizures. Hippocampus. 2003;13(7):806–815.", "ArticleIdList": ["14620876"]}, {"Citation": "Sule M., Abdulraheem R., Aminu B. Potency of aqueous stem bark extract of Khaya senegalensis against liver diseases in rats. Bayero J. Pure App. Sci. 2008;1(1):29–31."}, {"Citation": "Sun Z.Q., Meng F.H., Tu L.X., Sun L. Myricetin attenuates the severity of seizures and neuroapoptosis in pentylenetetrazole kindled mice by regulating the of BDNF-TrkB signaling pathway and modulating matrix metalloproteinase-9 and GABAA. Exp. Ther. Med. 2019;17(4):3083–3091.", "ArticleIdList": ["PMC6425265", "30906480"]}, {"Citation": "Taïwe G.S., Kuete V. In: Toxicological Survey of African Medicinal Plants. first ed. Kuete Victor., editor. Elsevier; 2014. Neurotoxicity and neuroprotective effects of African medicinal plants; pp. 423–444."}, {"Citation": "Thioune O., Ahodikpe D., Dieng M., Diop A.B., Ngom S., Lo I. Inflammatory ointment from shea butter and hydro-alcoholic extract of Khaya senegalensis barks (Cailcederat)] Dakar Med. 2000;45(2):113–116.", "ArticleIdList": ["15779163"]}, {"Citation": "Treiman D.M. GABAergic mechanisms in epilepsy. Epilepsia. 2001;42:8–12.", "ArticleIdList": ["11520315"]}, {"Citation": "Turner P.V., Brabb T., Pekow C., Vasbinder M.A. Administration of substances to laboratory animals: routes of administration and factors to consider. J. Am. Assoc. Lab. Anim. Sci. 2011;50(5):600–613.", "ArticleIdList": ["PMC3189662", "22330705"]}, {"Citation": "Ueda Y., Doi T., Tokumaru J., Yokoyama H., Nakajima A., Mitsuyama Y., Ohya-Nishiguchi H., Kamada H., Willmore L. Collapse of extracellular glutamate regulation during epileptogenesis: down-regulation and functional failure of glutamate transporter function in rats with chronic seizures induced by kainic acid. J. Neurochem. 2001;76(3):892–900.", "ArticleIdList": ["11158261"]}, {"Citation": "Umpierre A.D., Remigio G.J., Dahle E.J., Bradford K., Alex A.B., Smith M.D., West P.J., White H.S., Wilcox K.S. Impaired cognitive ability and anxiety-like behavior following acute seizures in the Theiler's virus model of temporal lobe epilepsy. Neurobiol. Dis. 2014;64:98–106.", "ArticleIdList": ["PMC4353639", "24412221"]}, {"Citation": "Van Nieuwenhuyse B., Raedt R., Sprengers M., Dauwe I., Gadeyne S., Carrette E., Delbeke J., Wadman W., Boon P., Vonck K.J. The systemic kainic acid rat model of temporal lobe epilepsy: long-term EEG monitoring. Brain Res. 2015;1627:1–11.", "ArticleIdList": ["26381287"]}, {"Citation": "Vazquez B., Devinsky O.J., behavior Epilepsy and anxiety. Epilepsy Behav. 2003;4:20–25.", "ArticleIdList": ["14654424"]}, {"Citation": "Vrinda M., Arun S., Srikumar B.N., Kutty B.M., Shankaranarayana Rao B.S. Temporal lobe epilepsy-induced neurodegeneration and cognitive deficits: implications for aging. J. Chem. Neuroanat. 2019;95:146–153.", "ArticleIdList": ["29471022"]}, {"Citation": "Walf A.A., Frye C.A. The use of the elevated plus maze as an assay of anxiety-related behavior in rodents. Nat. Protoc. 2007;2(2):322–328.", "ArticleIdList": ["PMC3623971", "17406592"]}, {"Citation": "Wang C.C., Ho Y.H., Hung C.F., Kuo J.R., Wang S.J. Xanthohumol, an active constituent from hope, affords protection against kainic acid-induced excitotoxicity in rats. Neurochem. Int. 2020;133:104629.", "ArticleIdList": ["31816340"]}, {"Citation": "Wilbur K., Bernheim F., Shapiro O. Determination of lipid peroxidation. Arch. Biochem. Biophys. 1949;24:305–310.", "ArticleIdList": ["15405719"]}, {"Citation": "Williams P.A., White A.M., Clark S., Ferraro D.J., Swiercz W., Staley K.J., Dudek F.E. Development of spontaneous recurrent seizures after kainate-induced status epilepticus. J. Neurosci. 2009;29(7):2103–2112.", "ArticleIdList": ["PMC2897752", "19228963"]}, {"Citation": "Wu Z., Xu Q., Zhang L., Kong D., Ma R., Wang L. Protective effect of resveratrol against kainate-induced temporal lobe epilepsy in rats. Neurochem. Res. 2009;34(8):1393–1400.", "ArticleIdList": ["19219549"]}, {"Citation": "Yu S.H., Cho D.C., Kim K.T., Nam K.H., Cho H.J., Sung J.K. The neuroprotective effect of treatment of valproic Acid in acute spinal cord injury. J. Korean Neurosurg. Soc. 2012;51(4):191.", "ArticleIdList": ["PMC3377874", "22737297"]}, {"Citation": "Zhou M.-M., Zhang W.-Y., Li R.-J., Guo C., Wei S.-S., Tian X.-M., Luo J., Kong L.-Y. Anti-inflammatory activity of Khayandirobilide A from Khaya senegalensis via NF-κB, AP-1 and p38 MAPK/Nrf2/HO-1 signaling pathways in lipopolysaccharide-stimulated RAW 264.7 and BV-2 cells. Phytomedicine. 2018;42:152–163.", "ArticleIdList": ["29655681"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "1", "Day": "25"}, {"Year": "2022", "Month": "3", "Day": "28"}, {"Year": "2022", "Month": "5", "Day": "23"}, {"Year": "2022", "Month": "6", "Day": "6", "Hour": "14", "Minute": "4"}, {"Year": "2022", "Month": "6", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "7", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "5", "Day": "26"}], "PublicationStatus": "epublish", "ArticleIdList": ["35663738", "PMC9160348", "10.1016/j.heliyon.2022.e09549", "S2405-8440(22)00837-4"]}}], "PubmedBookArticle": []}