{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Adenosine", "Dilazep", "Inhibition mechanism", "Nucleoside transport", "hENT1"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35677775", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "05", "Day": "25"}], "Language": ["eng"], "ELocationID": ["10.1016/j.crstbi.2022.05.005"], "Journal": {"ISSN": "2665-928X", "JournalIssue": {"Volume": "4", "PubDate": {"Year": "2022"}}, "Title": "Current research in structural biology", "ISOAbbreviation": "Curr Res Struct Biol"}, "ArticleTitle": "Insight into the nucleoside transport and inhibition of human ENT1.", "Pagination": {"StartPage": "192", "EndPage": "205", "MedlinePgn": "192-205"}, "Abstract": {"AbstractText": ["The human equilibrative nucleoside transporter 1 (hENT1) is an effective controller of adenosine signaling by regulating its extracellular and intracellular concentration, and has become a solid drug target of clinical used adenosine reuptake inhibitors (AdoRIs). Currently, the mechanisms of adenosine transport and inhibition for hENT1 remain unclear, which greatly limits the in-depth understanding of its inner workings as well as the development of novel inhibitors. In this work, the dynamic details of hENT1 underlie adenosine transport and the inhibition mechanism of the non-nucleoside AdoRIs dilazep both were investigated by comparative long-time unbiased molecular dynamics simulations. The calculation results show that the conformational transitions of hENT1 from the outward open to metastable occluded state are mainly driven by TM1, TM2, TM7 and TM9. One of the trimethoxyphenyl rings in dilazep serves as the adenosyl moiety of the endogenous adenosine substrate to competitively occupy the orthosteric site of hENT1. Due to extensive and various <i>VDW</i> interactions with N30, M33, M84, P308 and F334, the other trimethoxyphenyl ring is stuck in the opportunistic site near the extracellular side preventing the complete occlusion of thin gate simultaneously. Obviously, dilazep shows significant inhibitory activity by disrupting the local induce-fit action in substrate binding cavity and blocking the transport cycle of whole protein. This study not only reveals the nucleoside transport mechanism by hENT1 at atomic level, but also provides structural guidance for the subsequent design of novel non-nucleoside AdoRIs with enhanced pharmacologic properties."], "CopyrightInformation": "© 2022 The Authors."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Environmental and Life Sciences, Beijing University of Technology, Beijing, China."}], "LastName": "Wu", "ForeName": "Zhixiang", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Environmental and Life Sciences, Beijing University of Technology, Beijing, China."}], "LastName": "Han", "ForeName": "Zhongjie", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Environmental and Life Sciences, Beijing University of Technology, Beijing, China."}], "LastName": "Zhou", "ForeName": "Wenxue", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Environmental and Life Sciences, Beijing University of Technology, Beijing, China."}], "LastName": "Sun", "ForeName": "Xiaohan", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Environmental and Life Sciences, Beijing University of Technology, Beijing, China."}], "LastName": "Chen", "ForeName": "Lei", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Environmental and Life Sciences, Beijing University of Technology, Beijing, China."}], "LastName": "Yang", "ForeName": "Shuang", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Medicinal and Edible Plants Resources, Development of Sichuan Education Department, School of Pharmacy, Chengdu University, Chengdu, China."}], "LastName": "Hu", "ForeName": "Jianping", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Environmental and Life Sciences, Beijing University of Technology, Beijing, China."}], "LastName": "Li", "ForeName": "Chunhua", "Initials": "C"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Curr Res Struct Biol", "NlmUniqueID": "101767537", "ISSNLinking": "2665-928X"}, "CoiStatement": "The authors declare the following financial interests/personal relationships which may be considered as potential competing interests: Chunhua Li reports financial support was provided by National Natural Science Foundation of China."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Anandakrishnan R., Aguilar B., Onufriev A.V. H++ 3.0: automating pK prediction and the preparation of biomolecular structures for atomistic molecular modeling and simulations. Nucleic Acids Res. 2012;40(W1):W537–W541.", "ArticleIdList": ["PMC3394296", "22570416"]}, {"Citation": "Arastu-Kapur S., Ford E., Ullman B., et al. Functional analysis of an inosine-guanosine transporter from Leishmania donovani: the role of conserved residues, aspartate 389 and arginine 393. J. Biol. Chem. 2003;278:33327–33333.", "ArticleIdList": ["12807872"]}, {"Citation": "Arastu-Kapur S., Arendt C.S., Purnat T., et al. Second-site suppression of a nonfunctional mutation within the Leishmania donovani inosine-guanosine transporter. J. Biol. Chem. 2005;280:2213–2219.", "ArticleIdList": ["15501825"]}, {"Citation": "Asatryan L., Nam H.W., Lee M.R., et al. Implication of the purinergic system in alcohol use disorders. Alcohol Clin. Exp. Res. 2011;35:584–594.", "ArticleIdList": ["PMC3076125", "21223299"]}, {"Citation": "Aseervatham J., Tran L., Machaca K., et al. The role of flexible loops in folding, trafficking and activity of equilibrative nucleoside transporters. PLoS One. 2015;10", "ArticleIdList": ["PMC4583308", "26406980"]}, {"Citation": "Bayly C.I., Cieplak P., Cornell W., et al. A well-behaved electrostatic potential based method using charge restraints for deriving atomic charges: the RESP model. J. Phys. Chem. 1993;97:10269–10280."}, {"Citation": "Berendsen H.J.C., Postma J.P.M., van Gunsteren W.F., et al. Molecular dynamics with coupling to an external bath. J. Chem. Phys. 1984;81:3684–3690."}, {"Citation": "Bicket A., Coe I.R. N-linked glycosylation of N48 is required for equilibrative nucleoside transporter 1 (ENT1) function. Biosci. Rep. 2016;36", "ArticleIdList": ["PMC5006311", "27480168"]}, {"Citation": "Case D.A., Belfon K., Ben-Shalom I.Y., et al. University of California; San Francisco: 2020. AMBER 2020."}, {"Citation": "Deng D., Sun P., Yan C., et al. Molecular basis of ligand recognition and transport by glucose transporters. Nature. 2015;526:391–396.", "ArticleIdList": ["26176916"]}, {"Citation": "Dickson C.J., Madej B.D., Skjevik Å A., et al. Lipid14: the amber lipid force field. J. Chem. Theor. Comput. 2014;10:865–879.", "ArticleIdList": ["PMC3985482", "24803855"]}, {"Citation": "Downie M.J., Kirk K., Mamoun C.B. Purine salvage pathways in the intraerythrocytic malaria parasite Plasmodium falciparum. Eukaryot. Cell. 2008;7:1231–1237.", "ArticleIdList": ["PMC2519781", "18567789"]}, {"Citation": "Drew D., Boudker O. Shared molecular mechanisms of membrane transporters. Annu. Rev. Biochem. 2016;85:543–572.", "ArticleIdList": ["27023848"]}, {"Citation": "Drew D., North R.A., Nagarathinam K., et al. Structures and general transport mechanisms by the major facilitator superfamily (MFS) Chem. Rev. 2021;121:5289–5335.", "ArticleIdList": ["PMC8154325", "33886296"]}, {"Citation": "Duan H., Zhou Y., Shi X., et al. Allosteric and transport modulation of human concentrative nucleoside transporter 3 at the atomic scale. Phys. Chem. Chem. Phys. 2021;23:25401–25413.", "ArticleIdList": ["34751688"]}, {"Citation": "Emamian S., Lu T., Kruse H., et al. Exploring nature and predicting strength of hydrogen bonds: a correlation analysis between atoms-in-molecules descriptors, binding energies, and energy components of symmetry-adapted perturbation theory. J. Comput. Chem. 2019;40:2868–2881.", "ArticleIdList": ["31518004"]}, {"Citation": "Engel K., Zhou M., Wang J. Identification and characterization of a novel monoamine transporter in the human brain. J. Biol. Chem. 2004;279:50042–50049.", "ArticleIdList": ["15448143"]}, {"Citation": "Essmann U., Perera L., Berkowitz M.L., et al. A smooth particle mesh Ewald method. J. Chem. Phys. 1995;103:8577–8593."}, {"Citation": "Faham S., Watanabe A., Besserer G.M., et al. The crystal structure of a sodium galactose transporter reveals mechanistic insights into Na+/sugar symport. Science. 2008;321:810–814.", "ArticleIdList": ["PMC3654663", "18599740"]}, {"Citation": "Frisch M.J., Trucks G.W., Schlegel H.B., et al. Gaussian, Inc.; Wallingford CT: 2013. Gaussian 09, Revision D.01."}, {"Citation": "Fukuda M., Takeda H., Kato H.E., et al. Structural basis for dynamic mechanism of nitrate/nitrite antiport by NarK. Nat. Commun. 2015;6:7097.", "ArticleIdList": ["PMC4432589", "25959928"]}, {"Citation": "Genheden S., Kuhn O., Mikulskis P., et al. The normal-mode entropy in the MM/GBSA method: effect of system truncation, buffer region, and dielectric constant. J. Chem. Inf. Model. 2012;52:2079–2088.", "ArticleIdList": ["22817270"]}, {"Citation": "Govindarajan R., Bakken A.H., Hudkins K.L., et al. In situ hybridization and immunolocalization of concentrative and equilibrative nucleoside transporters in the human intestine, liver, kidneys, and placenta. Am. J. Physiol. Regul. Integr. Comp. Physiol. 2007;293:R1809–R1822.", "ArticleIdList": ["17761511"]}, {"Citation": "Grein J., Ohmagari N., Shin D., et al. Compassionate use of remdesivir for patients with severe Covid-19. N. Engl. J. Med. 2020;382:2327–2336.", "ArticleIdList": ["PMC7169476", "32275812"]}, {"Citation": "Griffiths M., Beaumont N., Yao S.Y.M., et al. Cloning of a human nucleoside transporter implicated in the cellular uptake of adenosine and chemotherapeutic drugs. Nat. Med. 1997;3:89–93.", "ArticleIdList": ["8986748"]}, {"Citation": "Grimme S., Antony J., Ehrlich S., et al. A consistent and accurate ab initio parametrization of density functional dispersion correction (DFT-D) for the 94 elements H-Pu. J. Chem. Phys. 2010;132:154104–154122.", "ArticleIdList": ["20423165"]}, {"Citation": "Hirschi M., Johnson Z.L., Lee S.Y. Visualizing multistep elevator-like transitions of a nucleoside transporter. Nature. 2017;545:66–70.", "ArticleIdList": ["PMC5567992", "28424521"]}, {"Citation": "Huang W., Zeng X., Shi Y., et al. Functional characterization of human equilibrative nucleoside transporter 1. Protein Cell. 2017;8:284–295.", "ArticleIdList": ["PMC5359181", "27995448"]}, {"Citation": "Humphrey W., Dalke A., Schulten K. VMD: visual molecular dynamics. J. Mol. Graph. 1996;14:33–38.", "ArticleIdList": ["8744570"]}, {"Citation": "Ichiye T., Karplus M. Collective motions in proteins: a covariance analysis of atomic fluctuations in molecular dynamics and normal mode simulations. Proteins: Struct. Inf. Bioinf. 1991;11:205–217.", "ArticleIdList": ["1749773"]}, {"Citation": "Izaguirre J.A., Catarello D.P., Wozniak J.M., et al. Langevin stabilization of molecular dynamics. J. Chem. Phys. 2001;114:2090–2098."}, {"Citation": "Jardetzky O. Simple allosteric model for membrane pumps. Nature. 1966;211:969–970.", "ArticleIdList": ["5968307"]}, {"Citation": "Jo S., Lim J.B., Klauda J.B., et al. CHARMM-GUI Membrane Builder for mixed bilayers and its application to yeast membranes. Biophys. J. 2009;97:50–58.", "ArticleIdList": ["PMC2711372", "19580743"]}, {"Citation": "Jorgensen W.L., Chandrasekhar J., Madura J.D., et al. Comparison of simple potential functions for simulating liquid water. J. Chem. Phys. 1983;79:926–935."}, {"Citation": "Krishnamurthy H., Piscitelli C.L., Gouaux E. Unlocking the molecular secrets of sodium-coupled transporters. Nature. 2009;459:347–355.", "ArticleIdList": ["PMC6821466", "19458710"]}, {"Citation": "Lane A.N., Fan T.W.M. Regulation of mammalian nucleotide metabolism and biosynthesis. Nucleic Acids Res. 2015;43:2466–2485.", "ArticleIdList": ["PMC4344498", "25628363"]}, {"Citation": "Lefebvre C., Rubez G., Khartabil H., et al. Accurately extracting the signature of intermolecular interactions present in the NCI plot of the reduced density gradient versus electron density. Phys. Chem. Chem. Phys. 2017;19:17928–17936.", "ArticleIdList": ["28664951"]}, {"Citation": "Lindberg D., Shan D., Ayers-Ringler J., et al. Purinergic signaling and energy homeostasis in psychiatric disorders. Curr. Mol. Med. 2015;15:275–295.", "ArticleIdList": ["PMC5036858", "25950756"]}, {"Citation": "Lu T., Chen F. Multiwfn: a multifunctional wavefunction analyzer. J. Comput. Chem. 2012;33:580–592.", "ArticleIdList": ["22162017"]}, {"Citation": "Maier J.A., Martinez C., Kasavajhala K., et al. ff14SB: improving the accuracy of protein side chain and backbone parameters from ff99SB. J. Chem. Theor. Comput. 2015;11:3696–3713.", "ArticleIdList": ["PMC4821407", "26574453"]}, {"Citation": "Maisuradze G.G., Liwo A., Scheraga H.A. Relation between free energy landscapes of proteins and dynamics. J. Chem. Theor. Comput. 2010;6:583–595.", "ArticleIdList": ["PMC3633568", "23620713"]}, {"Citation": "Mayo S.L., Olafson B.D., Goddard W.A. DREIDING: a generic force field for molecular simulations. J. Phys. Chem. 1990;94:8897–8909."}, {"Citation": "McLean A.D., Chandler G.S. Contracted Gaussian basis sets for molecular calculations. I. Second row atoms, Z= 11–18. J. Chem. Phys. 1980;72:5639–5648."}, {"Citation": "Mitchell P. A general theory of membrane transport from studies of bacteria. Nature. 1957;180:134–136.", "ArticleIdList": ["13451664"]}, {"Citation": "Molina-Arcas M., Casado F.J., Pastor-Anglada M. Nucleoside transporter proteins. Curr. Vasc. Pharmacol. 2009;7:426–434.", "ArticleIdList": ["19485885"]}, {"Citation": "Nam H.W., McIver S.R., Hinton D.J., et al. Adenosine and glutamate signaling in neuron-glial interactions: implications in alcoholism and sleep disorders. Alcohol Clin. Exp. Res. 2012;36:1117–1125.", "ArticleIdList": ["PMC3349794", "22309182"]}, {"Citation": "Nam H.W., Bruner R.C., Choi D.S. Adenosine signaling in striatal circuits and alcohol use disorders. Mol. Cell. 2013;36:195–202.", "ArticleIdList": ["PMC3887972", "23912595"]}, {"Citation": "Nomura N., Verdon G., Kang H.J., et al. Structure and mechanism of the mammalian fructose transporter GLUT5. Nature. 2015;526:397–401.", "ArticleIdList": ["PMC4618315", "26416735"]}, {"Citation": "Onufriev A., Bashford D., Case D.A. Exploring protein native states and large-scale conformational changes with a modified generalized born model. Proteins: Struct. Inf. Bioinf. 2004;55:383–394.", "ArticleIdList": ["15048829"]}, {"Citation": "Quistgaard E.M., Löw C., Guettou F., et al. Understanding transport by the major facilitator superfamily (MFS): structures pave the way. Nat. Rev. Mol. Cell Biol. 2016;17:123–132.", "ArticleIdList": ["26758938"]}, {"Citation": "Qureshi A.A., Suades A., Matsuoka R., et al. The molecular basis for sugar import in malaria parasites. Nature. 2020;578:321–325.", "ArticleIdList": ["31996846"]}, {"Citation": "Roe D.R., Cheatham T.E., III PTRAJ and CPPTRAJ: software for processing and analysis of molecular dynamics trajectory data. J. Chem. Theor. Comput. 2013;9:3084–3095.", "ArticleIdList": ["26583988"]}, {"Citation": "Ruby C L., Adams C A., Knight E J., et al. An essential role for adenosine signaling in alcohol abuse. Curr. Drug Abuse Rev. 2010;3:163–174.", "ArticleIdList": ["PMC3922619", "21054262"]}, {"Citation": "Ryckaert J.P., Ciccotti G., Berendsen H.J.C. Numerical integration of the cartesian equations of motion of a system with constraints: molecular dynamics of n-alkanes. J. Comput. Phys. 1977;23:327–341."}, {"Citation": "Seley-Radtke K.L., Yates M.K. The evolution of nucleoside analogue antivirals: a review for chemists and non-chemists. Part 1: early structural modifications to the nucleoside scaffold. Antivir. Res. 2018;154:66–86.", "ArticleIdList": ["PMC6396324", "29649496"]}, {"Citation": "Sheahan T.P., Sims A.C., Zhou S., et al. An orally bioavailable broad-spectrum antiviral inhibits SARS-CoV-2 in human airway epithelial cell cultures and multiple coronaviruses in mice. Sci. Transl. Med. 2020;12", "ArticleIdList": ["PMC7164393", "32253226"]}, {"Citation": "Sun H., Li Y., Shen M., et al. Assessing the performance of MM/PBSA and MM/GBSA methods. 5. Improved docking performance using high solute dielectric constant MM/GBSA and MM/PBSA rescoring. Phys. Chem. Chem. Phys. 2014;16:22035–22045.", "ArticleIdList": ["25205360"]}, {"Citation": "Sun H., Li Y., Tian S., et al. Assessing the performance of MM/PBSA and MM/GBSA methods. 4. Accuracies of MM/PBSA and MM/GBSA methodologies evaluated by various simulation protocols using PDBbind data set. Phys. Chem. Chem. Phys. 2014;16:16719–16729.", "ArticleIdList": ["24999761"]}, {"Citation": "Sundaram M., Yao S.Y.M., Ingram J.C., et al. Topology of a human equilibrative, nitrobenzylthioinosine (NBMPR)-sensitive nucleoside transporter (hENT1) implicated in the cellular uptake of adenosine and anti-cancer drugs. J. Biol. Chem. 2001;276:45270–45275.", "ArticleIdList": ["11584005"]}, {"Citation": "Trott O., Olson A.J. AutoDock Vina: improving the speed and accuracy of docking with a new scoring function, efficient optimization, and multithreading. J. Comput. Chem. 2010;31:455–461.", "ArticleIdList": ["PMC3041641", "19499576"]}, {"Citation": "Van Rompay A.R., Johansson M., Karlsson A. Phosphorylation of nucleosides and nucleoside analogs by mammalian nucleoside monophosphate kinases. Pharmacol. Therapeut. 2000;87:189–198.", "ArticleIdList": ["11008000"]}, {"Citation": "Vlachodimou A., Konstantinopoulou K., IJzerman A.P., et al. Affinity, binding kinetics and functional characterization of draflazine analogues for human equilibrative nucleoside transporter 1 (SLC29A1) Biochem. Pharmacol. 2020;172", "ArticleIdList": ["31830468"]}, {"Citation": "Wang J., Wolf R.M., Caldwell J.W., et al. Development and testing of a general amber force field. J. Comput. Chem. 2004;25:1157–1174.", "ArticleIdList": ["15116359"]}, {"Citation": "Wang M., Cao R., Zhang L., et al. Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro. Cell Res. 2020;30:269–271.", "ArticleIdList": ["PMC7054408", "32020029"]}, {"Citation": "Ward J.L., Sherali A., Mo Z.P., et al. Kinetic and pharmacological properties of cloned human equilibrative nucleoside transporters, ENT1 and ENT2, stably expressed in nucleoside transporter-deficient PK15 cells: ENT2 exhibits a low affinity for guanosine and cytidine but a high affinity for inosine. J. Biol. Chem. 2000;275(12):8375–8381.", "ArticleIdList": ["10722669"]}, {"Citation": "Waterhouse A., Bertoni M., Bienert S., et al. SWISS-MODEL: homology modelling of protein structures and complexes. Nucleic Acids Res. 2018;46:W296–W303.", "ArticleIdList": ["PMC6030848", "29788355"]}, {"Citation": "Weyand S., Shimamura T., Yajima S., et al. Structure and molecular mechanism of a nucleobase-cation-symport-1 family transporter. Science. 2008;322:709–713.", "ArticleIdList": ["PMC2885439", "18927357"]}, {"Citation": "Wright N.J., Lee S.Y. Structures of human ENT1 in complex with adenosine reuptake inhibitors. Nat. Struct. Mol. Biol. 2019;26:599–606.", "ArticleIdList": ["PMC6705415", "31235912"]}, {"Citation": "Wright N.J., Lee S.Y. Toward a molecular basis of cellular nucleoside transport in humans. Chem. Rev. 2020;121:5336–5358.", "ArticleIdList": ["33232132"]}, {"Citation": "Wu Z., Peng L., Hu Y., et al. BP[dG]-induced distortions to DNA polymerase and DNA duplex: a detailed mechanism of BP adducts blocking replication. Food Chem. Toxicol. 2020;140", "ArticleIdList": ["32272200"]}, {"Citation": "Wu Z., Duan H., Cheng Y., et al. A novel ligand swing-mediated active site coordination change of human apurinic/apyrimidinic endonuclease 1: a potential cytotoxic mechanism of nickel ion in the base excision repair. Chem. Phys. 2022;555"}, {"Citation": "Yamashita A., Singh S.K., Kawate T., et al. Crystal structure of a bacterial homologue of Na+/Cl--dependent neurotransmitter transporters. Nature. 2005;437:215–223.", "ArticleIdList": ["16041361"]}, {"Citation": "Yao S.Y.M., Ng A.M.L., Cass C.E., et al. Nucleobase transport by human equilibrative nucleoside transporter 1 (hENT1) J. Biol. Chem. 2011;286:32552–32562.", "ArticleIdList": ["PMC3173155", "21795683"]}, {"Citation": "Yates M.K., Seley-Radtke K.L. The evolution of antiviral nucleoside analogues: a review for chemists and non-chemists. Part II: complex modifications to the nucleoside scaffold. Antivir. Res. 2019;162:5–21.", "ArticleIdList": ["PMC6349489", "30529089"]}, {"Citation": "Yegutkin G.G. Enzymes involved in metabolism of extracellular nucleotides and nucleosides: functional implications and measurement of activities. Crit. Rev. Biochem. Mol. Biol. 2014;49:473–497.", "ArticleIdList": ["25418535"]}, {"Citation": "Yin Y., He X., Szewczyk P., et al. Structure of the multidrug transporter EmrD from Escherichia coli. Science. 2006;312:741–744.", "ArticleIdList": ["PMC3152482", "16675700"]}, {"Citation": "Young J.D., Yao S.Y.M., Sun L., et al. Human equilibrative nucleoside transporter (ENT) family of nucleoside and nucleobase transporter proteins. Xenobiotica. 2008;38:995–1021.", "ArticleIdList": ["18668437"]}, {"Citation": "Young J.D., Yao S.Y.M., Baldwin J.M., et al. The human concentrative and equilibrative nucleoside transporter families, SLC28 and SLC29. Mol. Aspect. Med. 2013;34:529–547.", "ArticleIdList": ["23506887"]}, {"Citation": "Zhang M., Hao Q. Crystal structure of NDM-1 reveals a common β-lactam hydrolysis mechanism. Faseb. J. 2011;25:2574–2582.", "ArticleIdList": ["21507902"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "3", "Day": "15"}, {"Year": "2022", "Month": "5", "Day": "2"}, {"Year": "2022", "Month": "5", "Day": "18"}, {"Year": "2022", "Month": "6", "Day": "9", "Hour": "2", "Minute": "21"}, {"Year": "2022", "Month": "6", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "10", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "5", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["35677775", "PMC9168172", "10.1016/j.crstbi.2022.05.005", "S2665-928X(22)00017-4"]}}], "PubmedBookArticle": []}