{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35677711", "DateRevised": {"Year": "2023", "Month": "09", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "05", "Day": "29"}], "Language": ["eng"], "ELocationID": ["4495688", "10.1155/2022/4495688"], "Journal": {"ISSN": "2633-4690", "JournalIssue": {"Volume": "2022", "PubDate": {"Year": "2022"}}, "Title": "Advances in pharmacological and pharmaceutical sciences", "ISOAbbreviation": "Adv Pharmacol Pharm Sci"}, "ArticleTitle": "Ethnopharmacology, Biological Evaluation, and Chemical Composition of <i>Ziziphus spina</i>-<i>christi</i> (L.) Desf.: A Review.", "Pagination": {"StartPage": "4495688", "MedlinePgn": "4495688"}, "Abstract": {"AbstractText": ["Medicinal plants are the primary raw materials used in the production of medicinal products all over the world. As a result, more study on plants with therapeutic potential is required. The tropical tree <i>Ziziphus spina</i> belongs to the Rhamnaceae family. Biological reports and traditional applications including management of diabetes and treatment of malaria, digestive issues, typhoid, liver complaints, weakness, skin infections, urinary disorders, obesity, diarrhoea, and sleeplessness have all been treated with different parts of <i>Z. spina</i> all over the globe. The plant is identified as a rich source of diverse chemical compounds. This study is a comprehensive yet detailed review of <i>Z. spina</i> based on major findings from around the world regarding ethnopharmacology, biological evaluation, and chemical composition. Scopus, Web of Science, BioMed Central, ScienceDirect, PubMed, Springer Link, and Google Scholar were searched to find published articles. From the 186 research articles reviewed, we revealed the leaf extract to be significant against free radicals, microbes, parasites, inflammation-related cases, obesity, and cancer. Chemically, polyphenols/flavonoids were the most reported compounds with a composition of 66 compounds out of the total 193 compounds reported from different parts of the plant. However, the safety and efficacy of <i>Z. spina</i> have not been wholly assessed in humans, and further well-designed clinical trials are needed to corroborate preclinical findings. The mechanism of action of the leaf extract should be examined. The standard dose and safety of the leaf should be established."], "CopyrightInformation": "Copyright © 2022 Mahmoud Dogara Abdulrahman et al."}, "AuthorList": [{"Identifier": ["0000-0003-0944-7282"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Education, Tishk International University, Erbil, Kurdistan Region, Iraq."}], "LastName": "Abdulrahman", "ForeName": "Mahmoud Dogara", "Initials": "MD"}, {"Identifier": ["0000-0002-8223-5713"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biological Sciences, University Malaya, Kuala Lumpur, Malaysia."}, {"Identifier": [], "Affiliation": "Department of Biological Sciences, Sule Lamido University Kafin Hausa, Jigawa State, Nigeria."}], "LastName": "Zakariya", "ForeName": "Ali Muhammad", "Initials": "AM"}, {"Identifier": ["0000-0003-1307-4271"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Education, Tishk International University, Erbil, Kurdistan Region, Iraq."}], "LastName": "Hama", "ForeName": "Harmand A", "Initials": "HA"}, {"Identifier": ["0000-0001-6640-1702"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Education, Tishk International University, Erbil, Kurdistan Region, Iraq."}, {"Identifier": [], "Affiliation": "Department of Field Crops, College of Agricultural Engineering Sciences, Salahaddin University, Erbil, Kurdistan Region, Iraq."}], "LastName": "Hamad", "ForeName": "Saber W", "Initials": "SW"}, {"Identifier": ["0000-0001-8491-9011"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Education, Tishk International University, Erbil, Kurdistan Region, Iraq."}], "LastName": "Al-Rawi", "ForeName": "Sawsan S", "Initials": "SS"}, {"Identifier": ["0000-0002-4659-4081"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Community Health, College of Health Technology, Cihan University, Erbil, Kurdistan Region, Iraq."}], "LastName": "Bradosty", "ForeName": "Sarwan W", "Initials": "SW"}, {"Identifier": ["0000-0002-3776-670X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacy Department, Faculty of Pharmacy, Tishk International University, Erbil, Kurdistan Region, Iraq."}], "LastName": "Ibrahim", "ForeName": "Ahmad H", "Initials": "AH"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Adv Pharmacol Pharm Sci", "NlmUniqueID": "101762941", "ISSNLinking": "2633-4690"}, "CoiStatement": "The authors do not have any potential conflicts of interest to declare."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Mahmoud Dogara A. Review of ethnopharmacology, morpho-anatomy, biological evaluation and chemical composition of Syzygium polyanthum (wight) walp. Plant Science Today . 2021;9(1):167–177. doi: 10.14719/pst.1386.", "ArticleIdList": ["10.14719/pst.1386"]}, {"Citation": "Sakna S. T., Mocan A., Sultani H. N., El-Fiky N. M., Wessjohann L. A., Farag M. A. Metabolites profiling of Ziziphus leaf taxa via UHPLC/PDA/ESI-MS in relation to their biological activities. Food Chemistry . 2019;293:233–246. doi: 10.1016/j.foodchem.2019.04.097.", "ArticleIdList": ["10.1016/j.foodchem.2019.04.097", "31151607"]}, {"Citation": "Dogara A. M., Labaran I., Yunusa A. Ethnobotany of medicinal plants with antimalarial potential in Northern Nigeria. Ethnobotany Research and Applications . 2020;19:1–8. doi: 10.32859/era.19.32.1-8.", "ArticleIdList": ["10.32859/era.19.32.1-8"]}, {"Citation": "Anand U., Tudu C. K., Nandy S., et al. Ethnodermatological use of medicinal plants in India: from ayurvedic formulations to clinical perspectives–a review. Journal of Ethnopharmacology . 2022;284 doi: 10.1016/j.jep.2021.114744.114744", "ArticleIdList": ["10.1016/j.jep.2021.114744", "34656666"]}, {"Citation": "Asgarpanah J., Haghighat E. Phytochemistry and pharmacologic properties of Ziziphus spina christi (L.) Willd. African Journal of Pharmacy and Pharmacology . 2012;6(31):2332–2339. doi: 10.5897/AJPP12.509.", "ArticleIdList": ["10.5897/AJPP12.509"]}, {"Citation": "Mahmoud A. D., Dogara A. M., Abba A. Ethnomedicinal survey of plants used for management of inflammatory diseases in Ringim local government, Jigawa state, Nigeria. Ethnobotany Research and Applications . 2021;22:1–27. doi: 10.32859/era.22.47.1-27.", "ArticleIdList": ["10.32859/era.22.47.1-27"]}, {"Citation": "Awang N. A., Ali A. M., Abdulrahman M. D., Mat N. Edible bitter mushroom from Besut, Malaysia. Journal of Agrobiotechnology . 2018;9(2):70–79."}, {"Citation": "El-Kamali H., El-Khalifa K. Folk medicinal plants of riverside forests of the Southern Blue Nile district, Sudan. Fitoterapia . 1999;70(5):493–497. doi: 10.1016/S0367-326X(99)00073-8.", "ArticleIdList": ["10.1016/S0367-326X(99)00073-8"]}, {"Citation": "Madani I., Ibrahim D. A. A., Hamdeen H. M. Abundance and ethnomedicinal use of tree and shrub species in Azaza and Mokla forests in the Blue Nile state, Sudan. EPRA International Journal of Multidisciplinary Research (IJMR) . 2021;7(7):167–173. doi: 10.36713/epra7634.", "ArticleIdList": ["10.36713/epra7634"]}, {"Citation": "Delfan B., Bahmani M., Hassanzadazar H., et al. Ethnobotany study of effective medicinal plants on gastric problems in Lorestan province, West of Iran. Journal of Chemical and Pharmaceutical Research . 2015;2:483–492."}, {"Citation": "Musa M. S., Abdelrasool F. E., Elsheikh E. A., Ahmed L. A., Mahmoud A. L. E., Yagi S. M. Ethnobotanical study of medicinal plants in the blue Nile state, south-eastern Sudan. Journal of Medicinal Plants Research . 2011;5(17):4287–4297."}, {"Citation": "Said O., Khalil K., Fulder S., Azaizeh H. Ethnopharmacological survey of medicinal herbs in Israel, the golan heights and the west bank region. Journal of Ethnopharmacology . 2002;83(3):251–265. doi: 10.1016/S0378-8741(02)00253-2.", "ArticleIdList": ["10.1016/S0378-8741(02)00253-2", "12426094"]}, {"Citation": "Alalwan T. A., Alkhuzai J. A., Jameel Z., Mandeel Q. A. Quantitative ethnobotanical study of some medicinal plants used by herbalists in Bahrain. Journal of Herbal Medicine . 2019;17-18 doi: 10.1016/j.hermed.2019.100278.100278", "ArticleIdList": ["10.1016/j.hermed.2019.100278"]}, {"Citation": "Abou A. M. An ethnobotanical use of plants in the middle area, Gaza Strip, Palestine. Advances in Environmental Biology . 2011;5(11):3681–3688."}, {"Citation": "Tetik F., Civelek S., Cakilcioglu U. Traditional uses of some medicinal plants in Malatya (Turkey) Journal of Ethnopharmacology . 2013;146(1):331–346. doi: 10.1016/j.jep.2012.12.054.", "ArticleIdList": ["10.1016/j.jep.2012.12.054", "23333750"]}, {"Citation": "Adamu H. M., Abayeh O., Agho M., et al. An ethnobotanical survey of Bauchi State herbal plants and their antimicrobial activity. Journal of Ethnopharmacology . 2005;99(1):1–4. doi: 10.1016/j.jep.2004.12.025.", "ArticleIdList": ["10.1016/j.jep.2004.12.025", "15848012"]}, {"Citation": "Asatryan A., Tel-Zur N. Intraspecific and interspecific crossability in three Ziziphus species (Rhamnaceae) Genetic Resources and Crop Evolution . 2014;61(1):215–233. doi: 10.1007/s10722-013-0027-8.", "ArticleIdList": ["10.1007/s10722-013-0027-8"]}, {"Citation": "Dafni A., Levy S., Lev E. The ethnobotany of Christ’s thorn jujube (Ziziphus spina-christi) in Israel. Journal of Ethnobiology and Ethnomedicine . 2005;1(1):8–11. doi: 10.1186/1746-4269-1-8.", "ArticleIdList": ["10.1186/1746-4269-1-8", "PMC1277088", "16270941"]}, {"Citation": "Saied A. S., Gebauer J., Hammer K., Buerkert A. Ziziphus spina-christi (L.) Willd: a multipurpose fruit tree. Genetic Resources and Crop Evolution . 2008;55(7):929–937. doi: 10.1007/s10722-007-9299-1.", "ArticleIdList": ["10.1007/s10722-007-9299-1"]}, {"Citation": "Soliman S., Hamoda A. M., El-Shorbagi A. N. A., El-Keblawy A. A. Novel betulin derivative is responsible for the anticancer folk use of Ziziphus spina-christi from the hot environmental habitat of UAE. Journal of Ethnopharmacology . 2019;231:403–408. doi: 10.1016/j.jep.2018.11.040.", "ArticleIdList": ["10.1016/j.jep.2018.11.040", "30508621"]}, {"Citation": "Abdulrahman M. Antioxidant, alpha glucosidase and antibacterial evaluation of Syzygium mytifolium (Roxb.) Walp. Plant Science Today . 2021;8(2):410–415. doi: 10.14719/pst.2021.8.2.1113.", "ArticleIdList": ["10.14719/pst.2021.8.2.1113"]}, {"Citation": "Ullah R., Alqahtani A. S., Noman O. M., Alqahtani A. M., Ibenmoussa S., Bourhia M. A review on ethno-medicinal plants used in traditional medicine in the Kingdom of Saudi Arabia. Saudi Journal of Biological Sciences . 2020;27(10):2706–2718. doi: 10.1016/j.sjbs.2020.06.020.", "ArticleIdList": ["10.1016/j.sjbs.2020.06.020", "PMC7499296", "32994730"]}, {"Citation": "Odhav B., Thangaraj K., Khumalo N., Baijnath H. Screening of African traditional vegetables for their alpha-amylase inhibitory effect. Journal of Medicinal Plants Research . 2013;4(14):1502–1507."}, {"Citation": "lashin I., Hassan S. A., Hassan S. A. M., Hashem A. H. Green biosynthesis of zinc and selenium oxide nanoparticles using callus extract of Ziziphus spina-christi: characterization, antimicrobial, and antioxidant activity. Biomass Conversion and Biorefinery . 2021;1–14 doi: 10.1007/s13399-021-01873-4.", "ArticleIdList": ["10.1007/s13399-021-01873-4"]}, {"Citation": "El-Hefny M., Mohamed A. A., Salem M. Z. M., Abd El-Kareem M. S. M., Ali H. M. Chemical composition, antioxidant capacity and antibacterial activity against some potato bacterial pathogens of fruit extracts from Phytolacca dioica and Ziziphus spina-christi grown in Egypt. Scientia Horticulturae . 2018;233:225–232. doi: 10.1016/j.scienta.2018.01.046.", "ArticleIdList": ["10.1016/j.scienta.2018.01.046"]}, {"Citation": "Adeyemo S. Studies on in-vitro antioxidant and free radical scavenging potential and phytochemical screening of leaves of Ziziphus mauritiana L. and Ziziphus spina-christi L. compared with ascorbic acid. Journal of Medical Genetics . 2011;3(2):28–34."}, {"Citation": "Khaleel S. M., Jaran A. S., Haddadin M. S. Evaluation of total phenolic content and antioxidant activity of three leaf extracts of Ziziphus spina-christi (Sedr) grown in Jordan. British Journal of Medicine and Medical Research . 2016;14(6):1–8. doi: 10.9734/bjmmr/2016/24935.", "ArticleIdList": ["10.9734/bjmmr/2016/24935"]}, {"Citation": "Setorki M., Hooshmandi Z. Neuroprotective effect of Ziziphus spina-christi on brain injury induced by transient global cerebral ischemia and reperfusion in rat. Bangladesh Journal of Pharmacology . 2017;12(1):69–76. doi: 10.3329/bjp.v12i1.29964.", "ArticleIdList": ["10.3329/bjp.v12i1.29964"]}, {"Citation": "Aziza H., Sumarlin L. O., Nur Azizah Y. Formulation, antioxidant and antibacteria activities of peel-off gel mask, enriched with Bidara leaf (Ziziphus spina-christi L.) extract. International Journal of Geometry . 2020;18(68):66–72. doi: 10.21660/2020.68.5656.", "ArticleIdList": ["10.21660/2020.68.5656"]}, {"Citation": "Hussein M. B., Hamad M. N. M. Phytochemical screening, antimicrobial and antioxidant activity of Ziziphus spina-christi (L.)(Rhamnaceae) leaves and bark extracts. MAR Microbiology . 2021;2(2):1–9."}, {"Citation": "Almeer R. S., El-Khadragy M. F., Abdelhabib S., Abdel Moneim A. E. Ziziphus spina-christi leaf extract ameliorates schistosomiasis liver granuloma, fibrosis, and oxidative stress through downregulation of fibrinogenic signaling in mice. PLoS One . 2018a;13(10) doi: 10.1371/journal.pone.0204923.e0204923", "ArticleIdList": ["10.1371/journal.pone.0204923", "PMC6166951", "30273397"]}, {"Citation": "Al-Ali J. T., Jewad A. M. Effect of the alcoholic or the aqueous extracts of Ziziphus spina-christi leaves on the white blood cells and the oxidative stress status in local rabbits. Journal of International Pharmaceutical Research . 2019;46(5):548–554."}, {"Citation": "Hassan A. B., Al Maiman S. A., Mohammed M. A., et al. Effect of natural fermentation on the chemical composition, mineral content, phytochemical compounds, and antioxidant activity of Ziziphus spina-christi (L) Processes . 2021;9(7):1228–1311. doi: 10.3390/pr9071228.", "ArticleIdList": ["10.3390/pr9071228"]}, {"Citation": "Abu-Raghif A. R., Jasim G. A., Hanoon M. M. Anti-proliferative activity of Zizyphus spina christi leaves methanol extract against rhabdomyosarcoma (rd) cell line. International Journal of Pharmacy and Pharmaceutical Sciences . 2017;9(2):279–282. doi: 10.22159/ijpps.2017v9i2.15013.", "ArticleIdList": ["10.22159/ijpps.2017v9i2.15013"]}, {"Citation": "Elaloui M., Ghazghazi H., Ennajah A., et al. Phenolic profile, antioxidant capacity of five Ziziphus spina-christi (L.) Willd provenances and their allelopathic effects on Trigonella foenum-graecum L. and Lens culinaris L. seeds. Natural Product Research . 2017;31(10):1209–1213. doi: 10.1080/14786419.2016.1226830.", "ArticleIdList": ["10.1080/14786419.2016.1226830", "27618365"]}, {"Citation": "Papari Moghadam Fard M., Ketabchi S., Farjam M. H. Chemical composition, antimicrobial and antioxidant potential of essential oil of Ziziphus spina-christi var. aucheri grown wild in Iran. Journal of Medicinal Plants and By Products . 2020;9:67–71. doi: 10.22092/JMPB.2020.121752.", "ArticleIdList": ["10.22092/JMPB.2020.121752"]}, {"Citation": "Hamadnalla H. M., Mohamed Ali M. A. A., Ahmed A. A. Anti-microbial and anti-oxidant activities of Ziziphus spina christi, Sudanese medicinal plant. Journal of Biotechnology & Bioinformatics Research . 2020;2(2):1–3. doi: 10.47363/jbbr/2020(2)108.", "ArticleIdList": ["10.47363/jbbr/2020(2)108"]}, {"Citation": "Ogbiko C., Okoh E., Abubakar H. Phytochemical screening, in vitro antioxidant activity and polyphenolic content of the leaves of Nigerian Ziziphus spina–christi (L.) Willd. International Journal of Science for Global Sustainability . 2020;6(4):24–32."}, {"Citation": "Singh V., Guizani N., Mohamed Es M., Shafiur Ra M., Selvaraju S. In vitro antioxidant activities of Ziziphus spina-christi fruits (red date) grown in Oman. Biotechnology . 2012;11(4):209–216. doi: 10.3923/biotech.2012.209.216.", "ArticleIdList": ["10.3923/biotech.2012.209.216"]}, {"Citation": "AL-Marzooq M. A. Phenolic compounds of Napek leave (Zizyphus spina-christi L.) as natural antioxidants. Journal of Food and Nutrition Sciences . 2014;2(5):207–214. doi: 10.11648/j.jfns.20140205.11.", "ArticleIdList": ["10.11648/j.jfns.20140205.11"]}, {"Citation": "Elaloui M., Hamdi S. H., Ghazghazi H., et al. Characterization of epicathechin contents in the Ziziphus spina-christi L. root extracts using LC-MS analyses and their insecticidal potential. Plant Biosystems-An International Journal Dealing with all Aspects of Plant Biology . 2020;155(4):685–690. doi: 10.1080/11263504.2020.1779837.", "ArticleIdList": ["10.1080/11263504.2020.1779837"]}, {"Citation": "Badr S. F., El-Sherif N. A., Ii S., El-Deeb M., Al-Shinqiti F. Y. M. Evaluation of genetic variation, antioxidant and antibacterial activities of two Sidr varieties in Medina. Pakistan Journal of Pharmaceutical Sciences . 2020;33(1):61–69. doi: 10.36721/PJPS.2020.33.1.REG.061-069.1.", "ArticleIdList": ["10.36721/PJPS.2020.33.1.REG.061-069.1", "32122832"]}, {"Citation": "Abduljawad S. H. Digestive fermentation, antioxidant status, and haemato-biochemical indices of growing rabbits fed on diets supplemented with Ziziphus spina-christi leaf. Journal of Nutrition and Metabolism . 2020;2020:6. doi: 10.1155/2020/9046862.9046862", "ArticleIdList": ["10.1155/2020/9046862", "PMC7150725", "32318290"]}, {"Citation": "Al-Ghamdi A. A., Shahat A. A. Antioxidant, hypoglycemic and anti-diabetic activities of Ziziphus spina-christi (L) Willd (Rhamnacae) leaf extract. Tropical Journal of Pharmaceutical Research . 2018;16(11):2601–2610. doi: 10.4314/tjpr.v16i11.5.", "ArticleIdList": ["10.4314/tjpr.v16i11.5"]}, {"Citation": "Alhakmani F., Khan S. A., Ahmad A. Determination of total phenol, in-vitro antioxidant and anti-inflammatory activity of seeds and fruits of Zizyphus spina-christi grown in Oman. Asian Pacific Journal of Tropical Biomedicine . 2014;4(2):S656–S660. doi: 10.12980/APJTB.4.2014APJTB-2014-0273.", "ArticleIdList": ["10.12980/APJTB.4.2014APJTB-2014-0273"]}, {"Citation": "Ugwah M. O., Etuk E. U., Bello S. O., Aliero A. A., Ugwah-Oguejiofor C. J. Comparative studies of anti-ulcerogenic activities of three Nigerian medicinal plants: a preliminary evaluation. Research Journal of Medicinal Plant . 2013;7(9):490–495."}, {"Citation": "Almeer R. S., Mahmoud S. M., Amin H. K., Abdel Moneim A. E. Ziziphus spina-christi fruit extract suppresses oxidative stress and p38 MAPK expression in ulcerative colitis in rats via induction of Nrf2 and HO-1 expression. Food and Chemical Toxicology . 2018;115:49–62. doi: 10.1016/j.fct.2018.03.002.", "ArticleIdList": ["10.1016/j.fct.2018.03.002", "29518435"]}, {"Citation": "Dkhil M. A., Al-Quraishy S., Moneim A. E. A. Ziziphus spina-christi leaf extract pretreatment inhibits liver and spleen injury in a mouse model of sepsis via anti-oxidant and anti-inflammatory effects. Inflammopharmacology . 2018;26(3):779–791. doi: 10.1007/s10787-017-0439-8.", "ArticleIdList": ["10.1007/s10787-017-0439-8", "29327282"]}, {"Citation": "Yagoub A. E. A., Alshammari G. M., Subash-Babu P., Mohammed M. A. A., Alhosain A. I. Synthesis of Ziziphus spina-christi (Jujube) root methanol extract loaded functionalized silver nanoparticle (ZS-Ag-NPs); physiochemical characterization and effect of ZS-Ag-NPs on adipocyte maturation, adipokine and vascular smooth muscle cell interaction. Nanomaterials . 2021;11(10) doi: 10.3390/nano11102563.2563", "ArticleIdList": ["10.3390/nano11102563", "PMC8539395", "34685001"]}, {"Citation": "Khaleel S. M. Anti-oz-glucosidase, anti-o-amylase and anti-inflammatory effects of leaf extracts of Ziziphus spina-christi (sedr) grown in Jordan. Research Journal of Biological Sciences . 2018;13(1):1–7."}, {"Citation": "Tanira M. O. M., Ageel A. M., Tariq M., Mohsin A., Shah A. H. Evaluation of some pharmacological, microbiological and physical properties of Zizyphus spina-christi. International Journal of Crude Drug Research . 1988;26(1):56–60. doi: 10.3109/13880208809053889.", "ArticleIdList": ["10.3109/13880208809053889"]}, {"Citation": "Adzu B., Haruna A. K. Studies on the use of Zizyphus spina-christi against pain in rats and mice. African Journal of Biotechnology . 2007;6(11):1317–1324."}, {"Citation": "Alajmi R. A., Al-Megrin W. A., Metwally D., et al. Anti-Toxoplasma activity of silver nanoparticles green synthesized with phoenix dactylifera and Ziziphus spina-christi extracts which inhibits inflammation through liver regulation of cytokines in Balb/c mice. Bioscience Reports . 2019;39(5):1–30. doi: 10.1042/BSR20190379.", "ArticleIdList": ["10.1042/BSR20190379", "PMC6522717", "30992387"]}, {"Citation": "ANaeem L. Comparative study between Nigella sativa and Ziziphus spina-christi effectiveness on skin a superficial burn healing in rabbits. Basrah Journal of Veterinary Research . 2015;14(1):311–319. doi: 10.33762/bvetr.2015.102448.", "ArticleIdList": ["10.33762/bvetr.2015.102448"]}, {"Citation": "Dangoggo S., Hassan L., Sadiq I., Manga S. Phytochemical analysis and antibacterial screening of leaves of Diospyros mespiliformis and Ziziphus spina-christi. Journal of Chemical Engineering . 2012;1(1):31–37."}, {"Citation": "El-Kamali H. H., Mahjoub S. A. T. Antibacterial activity of Francoeuria crispa, Pulicaria undulata, Ziziphus spina-christi and Cucurbita pepo against seven standard pathogenic bacteria. Ethnobotanical Leaflets . 2009;13(6):722–733."}, {"Citation": "Kredy H. M. Antibacterial activity of saponins extract from sider (Ziziphus spina-christi) University of Thi-Qar Journal . 2010;1(6):1–7."}, {"Citation": "Ali A. B., Almagboul A. Z., Mohammed O. M. Antimicrobial activity of fruits, leaves, seeds and stems extracts of Ziziphus spina-christi. Arabian Journal of Medicinal and Aromatic Plants . 2015;1(2):94–107. doi: 10.48347/IMIST.PRSM/ajmap-v1i2.4325.", "ArticleIdList": ["10.48347/IMIST.PRSM/ajmap-v1i2.4325"]}, {"Citation": "Ogbiko C., Adiya Z., Adamu S., Isah A., Ibrahim I. Phytochemical, nutritional and antimicrobial properties of the leaves of Nigerian Ziziphus Spina–christi (l.) Willd. International Journal of Pharmaceutical Research and Allied Sciences . 2021;18(1):3445–3452."}, {"Citation": "Sofy A. R., Aboseidah A. A., El-Morsi E. S., Azmy H. A., Hmed A. A. Evaluation of antibacterial and antibiofilm activity of new antimicrobials as an urgent need to counteract stubborn multidrug-resistant bacteria. Journal of Pure and Applied Microbiology . 2020;14(1):595–608. doi: 10.22207/JPAM.14.1.62.", "ArticleIdList": ["10.22207/JPAM.14.1.62"]}, {"Citation": "Hamad A. I. The effect of aqueous and alcoholic extract of Ziziphus spina-christi on some bacterial isolates causing gingivitis. Tikrit Journal for Dental Sciences . 2018;6(2):58–63."}, {"Citation": "Bukar A., Kyari M., Gwaski P., Gudusu M., Kuburi F., Abadam Y. Evaluation of phytochemical and potential antibacterial activity of Ziziphus spina-christi L. against some medically important pathogenic bacteria obtained from University of Maiduguri Teaching Hospital, Maiduguri, Borno State–Nigeria. Journal of Pharmacognosy and Phytochemistry . 2015;3(5):98–101."}, {"Citation": "Ksa A. Q. Antibacterial activity of sider (Ziziphus spina-christi), leaves extract against selected pathogenic bacteria. European Journal of Pharmaceutical and Medical Research . 2016;3(5):138–144."}, {"Citation": "Hassan A. A., Abd-Elaziz G. O. Genotoxicity and antimicrobial activity of Myrtus communis L., Ziziphus spina-christi (L.) Willd and Cassia angustifolia Vahl extracts. Bangladesh Journal of Botany . 2020;49(3):557–566. doi: 10.3329/bjb.v49i3.49640.", "ArticleIdList": ["10.3329/bjb.v49i3.49640"]}, {"Citation": "Salih R., Gibreel H., Ahmed D., Hammad Z., Ahmed A. Antimicrobial effect of aqueous and ethanolic leaves extracts of Ziziphus species against animal bacterial pathogens. Curr Trends Forest Res . 2019;3(1036):2638–0013."}, {"Citation": "Ads E. N., Rajendrasozhan S., Hassan S. I., Sharawy S. M. S., Humaidi J. R. Phytochemical, antimicrobial and cytotoxic evaluation of Ziziphus spina-christi (L.) stem bark. Biomedical Research . 2017;28(15):6646–6653."}, {"Citation": "Owayss A. A., Elbanna K., Iqbal J., et al. In vitro antimicrobial activities of Saudi honeys originating from Ziziphus spina-christi L. and Acacia gerrardii Benth. trees. Food Sciences and Nutrition . 2020;8(1):390–401. doi: 10.1002/fsn3.1320.", "ArticleIdList": ["10.1002/fsn3.1320", "PMC6977423", "31993165"]}, {"Citation": "Abdallah E. M. Antibacterial activity of fruit methanol extract of Ziziphus spina-christi from Sudan. International Journal of Current Microbiology and Applied Sciences . 2017;6(5):38–44. doi: 10.20546/ijcmas.2017.605.005.", "ArticleIdList": ["10.20546/ijcmas.2017.605.005"]}, {"Citation": "Jebur M. H., Hind N. K. K., Hamza H. J., Alkaim A. F. The activity of aquatic extract of Ziziphus spina-christi against bacteria, an in vitro study. International Journal of Psychosocial Rehabilitation . 2020;24(5):1821–1827. doi: 10.37200/IJPR/V24I5/PR201854.", "ArticleIdList": ["10.37200/IJPR/V24I5/PR201854"]}, {"Citation": "Mohammed B. S., Awatif A. M. Preliminary phytochemical screening and antibacterial activity of ethanolic and aqueous extracts of Sudanese medicinal plant Ziziphus spina-christi L leaves. AJMAP . 2018;4(1):36–44. doi: 10.48347/IMIST.PRSM/ajmap-v4i1.11377.", "ArticleIdList": ["10.48347/IMIST.PRSM/ajmap-v4i1.11377"]}, {"Citation": "Moghadam M. S., Maleki S., Darabpour E., Motamedi H., Seyyed Nejad S. M. Antibacterial activity of eight Iranian plant extracts against methicillin and cefixime restistant Staphylococcous aureus strains. Asian Pacific Journal of Tropical Medicine . 2010;3(4):262–265. doi: 10.1016/S1995-7645(10)60063-6.", "ArticleIdList": ["10.1016/S1995-7645(10)60063-6"]}, {"Citation": "Bamsaoud S. F., Basuliman M. M., Bin-Hameed E. A., Balakhm S. M., Alkalali A. S. The effect of volume and concentration of AgNO3 aqueous solutions on silver nanoparticles synthesized using Ziziphus Spina–Christi leaf extract and their antibacterial activity. Journal of Physics: Conference Series . 2021;1900(1) doi: 10.1088/1742-6596/1900/1/012005.012005", "ArticleIdList": ["10.1088/1742-6596/1900/1/012005"]}, {"Citation": "Taghipour M. T., Nameni R., Taghipour M., Ghorat F. Phytochemical analysis and antimicrobial activity of Ziziphus spina-christi and Tamarix aphylla leaves’ extracts as effective treatment for Coronavirus disease 2019 (COVID-19) Thrita . 2020;9(2) doi: 10.5812/thrita.107776.", "ArticleIdList": ["10.5812/thrita.107776"]}, {"Citation": "Mathew M., Sghaireen M. G. Study on antibacterial activity of dental cements with extracts of Ziziphus spina-christi on Streptococcus mutans: an in vitro study. Journal of International Oral Health . 2020;12(6):568–572. doi: 10.4103/jioh.jioh_104_20.", "ArticleIdList": ["10.4103/jioh.jioh_104_20"]}, {"Citation": "Temerk H., Salem W., Sayed W., Hassan F. Antibacterial effect of phytochemial extracts from Ziziphus-spina christi against some pathogenic bacteria. Egyptian Journal of Botany . 2017;57(3):595–604. doi: 10.21608/EJBO.2017.665.1035.", "ArticleIdList": ["10.21608/EJBO.2017.665.1035"]}, {"Citation": "Korji S. H. Inhibition of nitrate reductase production from gramnegative bacteria using Ziziphus spina-christi extract and comparing with some antibiotics. The Iraqi Journal of Agricultural Sciences . 2012;43(2):144–150."}, {"Citation": "El-Ansary A., Warsy A., Daghestani M., et al. Characterization, antibacterial, and neurotoxic effect of green synthesized nanosilver using Ziziphus spina Christi aqueous leaf extract collected from Riyadh, Saudi Arabia. Materials Research Express . 2018;5(2) doi: 10.1088/2053-1591/aaaf5f.025033", "ArticleIdList": ["10.1088/2053-1591/aaaf5f"]}, {"Citation": "Ali N. A., Jülich W. D., Kusnick C., Lindequist U. Screening of Yemeni medicinal plants for antibacterial and cytotoxic activities. Journal of Ethnopharmacology . 2001;74(2):173–179. doi: 10.1016/S0378-8741(00)00364-0.", "ArticleIdList": ["10.1016/S0378-8741(00)00364-0", "11167035"]}, {"Citation": "Halawani E. M. Rapid biosynthesis method and characterization of silver nanoparticles using Zizyphus spina christi leaf extract and their antibacterial efficacy in therapeutic application. Journal of Biomaterials and Nanobiotechnology . 2017;8(1):22–35. doi: 10.4236/jbnb.2017.81002.", "ArticleIdList": ["10.4236/jbnb.2017.81002"]}, {"Citation": "Nkafamiya I., Shagal M., Haruna M. Potential of Ziziphus spina-christi seed ethanolic extract on inhibition of microbial growth. Academia Journal of Biotechnology . 2013;1(4):53–56."}, {"Citation": "Shahat A. A., Pieters L., Apers S., et al. Chemical and biological investigations on Zizyphus spina-christi L. Phytotherapy Research . 2001;15(7):593–597. doi: 10.1002/ptr.883.", "ArticleIdList": ["10.1002/ptr.883", "11746840"]}, {"Citation": "Gheith I., El-Mahmoudy A. Assessment of the antimicrobial potential of the hydro-methanolic extract of Sidr (Ziziphus spina-christi) plant against selected pathogens in vitro. Life Science Journal . 2018;15(9):27–34. doi: 10.7537/marslsj150918.03.", "ArticleIdList": ["10.7537/marslsj150918.03"]}, {"Citation": "Sarjito P. L., Purnamayati L., Riyadi P. H., Desrina P. S. B., Prayitno S. B. Phytochemical analysis and antibacterial activities of sidr leaf extract (Ziziphus spina-christi) against pathogenic bacteria in aquaculture. Pertanika Journal of Tropical Agricultural Science . 2021;44(4):845–864. doi: 10.47836/pjtas.44.4.08.", "ArticleIdList": ["10.47836/pjtas.44.4.08"]}, {"Citation": "Monadi M., Motamedi H., Sanei N. The effects of ethanol and methanol extracts of Ziziphus spina-christi, Peganum harmala, Salvia officinalis, and Querqus brantii on the growth and biofilm formation by Staphylococcus aureus in vitro. Qom University of Medical Sciences Journal . 2021;15(7):482–489. doi: 10.32598/qums.15.7.2224.1.", "ArticleIdList": ["10.32598/qums.15.7.2224.1"]}, {"Citation": "Alhassan K. A., Indabawa A. S., Shah M. M. Phytochemical analysis, proximate composition and antibacterial activities of Ziziphus species (Z. jujube and Z. spina-christi) Journal of Applied and Advanced Research . 2019;4(1):42–46. doi: 10.21839/jaar.2019.v4i1.262.", "ArticleIdList": ["10.21839/jaar.2019.v4i1.262"]}, {"Citation": "Al-Kaabi H. K. J., Hmood B. A., Jebur L. S., Abdullah S. M., AL-Qraghi S. A. A. Determination of Ziziphus spina-christi leaves extracts antibacterial activity against some pathogenic bacteria. Al-Kufa University Journal for Biology . 2021;13(1):14–20."}, {"Citation": "Nazif N. M. Phytoconstituents of Zizyphus spina-christi L. fruits and their antimicrobial activity. Food Chemistry . 2002;76(1):77–81. doi: 10.1016/S0308-8146(01)00243-6.", "ArticleIdList": ["10.1016/S0308-8146(01)00243-6"]}, {"Citation": "Kalayou S., Haileselassie M., Gebre-egziabher G., et al. In–vitro antimicrobial activity screening of some ethnoveterinary medicinal plants traditionally used against mastitis, wound and gastrointestinal tract complication in Tigray Region, Ethiopia. Asian Pacific Journal of Tropical Biomedicine . 2012;2(7):516–522. doi: 10.1016/s2221-1691(12)60088-4.", "ArticleIdList": ["10.1016/s2221-1691(12)60088-4", "PMC3609345", "23569962"]}, {"Citation": "Al-Bayatti K. K., Aziz F. M., Abdalah M. E. A study of antibacterial activity of Cidar (Zizyphus spinachristi L.) on bacterial pathogens isolated from skin infections. Al Mustansiriyah Journal of Pharmaceutical Sciences . 2011;9(1):13–20. doi: 10.32947/ajps.v9i1.268.", "ArticleIdList": ["10.32947/ajps.v9i1.268"]}, {"Citation": "Ali-Shtayeh M., Yaghmour R. M. R., Faidi Y., Salem K., Al-Nuri M. Antimicrobial activity of 20 plants used in folkloric medicine in the Palestinian area. Journal of Ethnopharmacology . 1998;60(3):265–271. doi: 10.1016/S0378-8741(97)00153-0.", "ArticleIdList": ["10.1016/S0378-8741(97)00153-0", "9613839"]}, {"Citation": "Mulyani S., Adriani M., Wirjatmadi B. Antibacterial activity of extract ethanol Bidara leaves (Ziziphus spina-Christi L) on enteropathogenic coli. Indian Journal of Forensic Medicine & Toxicology . 2021;15(1):1589–1595."}, {"Citation": "Motamedi H., Seyyednejad S. M., Hasannejad Z., Dehghani F. Comparative study on the effects of Ziziphus spina-christi alcoholic extracts on growth and structural integrity of bacterial pathogens. Iranian Journal of Pharmaceutical Sciences . 2014;10(2):1–10."}, {"Citation": "Abalaka M., Daniyan S., Mann A. Evaluation of the antimicrobial activities of two Ziziphus species (Ziziphus mauritiana L. and Ziziphus spina-christi L.) on some microbial pathogens. African Journal of Pharmacy and Pharmacology . 2010;4(4):135–139. doi: 10.5897/AJPP.9000150.", "ArticleIdList": ["10.5897/AJPP.9000150"]}, {"Citation": "Neama J., Abu-Mejdad N., Jaber A. Evaluation the antimicrobial activity of aqueous and alcoholic extracts of leaves Ziziphus spina-christi (L) Desf. Basrah Journal of Science . 2007;25(1):1–15."}, {"Citation": "Mohammed G., Yesufu H., Abdulrahman F., et al. Antimicrobial and toxicological screening of the aqueous stem bark extract of Zizyphus spina-christi (Linnaeus Desf) Journal of Microbiology and Biotechnology . 2012;2(2):337–342."}, {"Citation": "Saeidi A., Hamidi M. R., Davoodabadi A., Mahmoudi E., Khafri S., Nikouee Rad Z. Comparison of antibacterial effect of methanolic and hydro-alcoholic Ziziphus spina-christi extract with 2.5% sodium hypochlorite on enterococcus faecalis: an in vitro study. Caspian Journal of Dental Research . 2018;7(1):37–42."}, {"Citation": "Journal B. S. Study the effect of aqueous cold water and alcoholic extracts of Ziziphus spina christi against bacteria isolated from conjunctivitis in vitro and in vivo. Baghdad Science Journal . 2015;12(1):14–19. doi: 10.21123/bsj.12.1.14-19.", "ArticleIdList": ["10.21123/bsj.12.1.14-19"]}, {"Citation": "Alomari A. A., Fadlelmula A. A., Abdalla M. O. M. Evaluation of the antibacterial and antifungal activities and phytochemical screening of bark extract of Ziziphus Spina Christi L (ZSC) in Albaha area. Journal of Biological Physics . 2016;7(1):77–86."}, {"Citation": "Al-Mousawi A. H., Al-Kaabi S. J. Effect of Ziziphus spina Christy extract in biofilm formation of methicillin resistance Staphylococcus aureus and Staphylococcus haemolyticus. Pakistan Journal of Biotechnology . 2017;14(4):791–795."}, {"Citation": "Alzoreky N., Nakahara K. Antibacterial activity of extracts from some edible plants commonly consumed in Asia. International Journal of Food Microbiology . 2003;80(3):223–230. doi: 10.1016/S0168-1605(02)00169-1.", "ArticleIdList": ["10.1016/S0168-1605(02)00169-1", "12423924"]}, {"Citation": "Mathkoor M. M., Abd- ulamer Oda N., Omran Z. S. Comparative study antibacterial activity of some medicinal plants extracts (leaves and peel) against some multi-drug resistant bacteria from clinical isolates. International Journal of Drug Delivery Technology . 2019;9(3):41–46. doi: 10.25258/ijddt.v9i3.25.", "ArticleIdList": ["10.25258/ijddt.v9i3.25"]}, {"Citation": "Makhawi A. M., Mustafa M. I., Uagoub H. A. Phytochemical screening and antimicrobial activity of Ziziphus spina-christi stem barks. bioRxiv . 2020;2020 doi: 10.1101/2020.02.24.963157.", "ArticleIdList": ["10.1101/2020.02.24.963157"]}, {"Citation": "Abdallah E. M., Hamed A. I. Screening for antibacterial activity of two jujube honey samples collected from Saudi Arabia. Journal of Apitherapy . 2019;5(1):6–9. doi: 10.5455/ja.20190120035814.", "ArticleIdList": ["10.5455/ja.20190120035814"]}, {"Citation": "Al-Mousawi A. H., Al-Kaabi S. J. Effect of Ziziphus spina christy on biofilm formation of methicillin resistance Staphylococcus aureus and Staphylococcus haemolyticus. Plant Archives . 2018;18(1):1033–1038."}, {"Citation": "Ekhtelat M., Ravaji K., Parvari M. Effect of Iranian Ziziphus honey on growth of some foodborne pathogens. Journal of Natural Science, Biology and Medicine . 2016;7(1):54–57. doi: 10.4103/0976-9668.175069.", "ArticleIdList": ["10.4103/0976-9668.175069", "PMC4780168", "27003970"]}, {"Citation": "Mostafa M., Al-Emam A., Sayed M., et al. Silver nanoparticles from Ziziphus spina-christi (L.) Desf. fruits extract and their antimicrobial activity. Bangladesh Journal of Botany . 2020;49(4):1127–1134. doi: 10.3329/bjb.v49i4.52629.", "ArticleIdList": ["10.3329/bjb.v49i4.52629"]}, {"Citation": "Tom G. M., Yesufu H. B., Abdulrahman F. I. Antimicrobial screening and effect of the pulp extracts of Zizyphus spina-christi (Linnaeus Desf) on some biochemical parameters in rats. Journal of Pharmacy & Bioresources . 2011;6(2) doi: 10.4314/jpb.v6i2.63329.", "ArticleIdList": ["10.4314/jpb.v6i2.63329"]}, {"Citation": "Ebid A. I. Anti-bacterial activity of folk medicinal plant extracts of Saudi Arabia on isolated bacteria. Journal of Applied Life Sciences International . 2015;3(1):49–54. doi: 10.9734/jalsi/2015/16395.", "ArticleIdList": ["10.9734/jalsi/2015/16395"]}, {"Citation": "Al-Ali S., Al-Judaibi A. Biochemical and molecular effects of phoenix dactylifera and Ziziphus spina-christi extracts on Candida albicans. Journal of Biosciences and Medicines . 2019;7(3):29–43. doi: 10.4236/jbm.2019.73004.", "ArticleIdList": ["10.4236/jbm.2019.73004"]}, {"Citation": "Salimi A., Watt H., Harasymowycz P. Antifungal activity of topical microemulsion containing Ziziphus spina-christi L. for the treatment of fungal vaginitis. Eye and Vision (London, England) . 2021;8(1):43–50.", "ArticleIdList": ["PMC8594216", "34782017"]}, {"Citation": "Alotibi F. O., Ashour E. H., Al-Basher G. Evaluation of the antifungal activity of Rumex vesicarius L. and Ziziphus spina-christi (L) Desf. aqueous extracts and assessment of the morphological changes induced to certain myco-phytopathogens. Saudi Journal of Biological Sciences . 2020;27(10):2818–2828. doi: 10.1016/j.sjbs.2020.06.051.", "ArticleIdList": ["10.1016/j.sjbs.2020.06.051", "PMC7499382", "32994742"]}, {"Citation": "Alzomor A. K., Al-Madhagi W. M., Sallam N. M. N., Mojamel H., Alawar M. M., Al-Hetari A. G. Subacute toxicity study and clinical trials for Zizyphus spina-christi leaves extract as an anti-dandruff shampoo. Thai Journal of Pharmaceutical Sciences . 2021;45(2):126–136."}, {"Citation": "Hadizadeh I., Peivastega B., Kolahi M. Antifungal activity of nettle (Urtica dioica L.), colocynth (Citrullus colocynthis L. Schrad), oleander (Nerium oleander L.) and konar (Ziziphus spina-christi L.) extracts on plants pathogenic fungi. Pakistan Journal of Biological Sciences . 2008;12(1):58–63. doi: 10.3923/pjbs.2009.58.63.", "ArticleIdList": ["10.3923/pjbs.2009.58.63", "19579919"]}, {"Citation": "Abu-Taleb A. M., El-Deeb K., Al-Otibi F. O. Assessment of antifungal activity of Rumex vesicarius L. and Ziziphus spina-christi (L.) Willd. extracts against two phytopathogenic fungi. African Journal of Microbiology Research . 2011;5(9):1001–1011. doi: 10.5897/AJMR10.826.", "ArticleIdList": ["10.5897/AJMR10.826"]}, {"Citation": "Mardani M., Badiee P., Gharibnavaz M., Jassebi A., Jafarian H., Ghassemi F. Comparison of anti-Candida activities of the ancient plants Lawsonia inermis and Ziziphus spina christi with antifungal drugs in Candida species isolated from oral cavity. Journal of Conservative Dentistry . 2018;21(4):359–362. doi: 10.4103/JCD.JCD_291_17.", "ArticleIdList": ["10.4103/JCD.JCD_291_17", "PMC6080183", "30122813"]}, {"Citation": "Adzu B., Amos S., Amizan M., Gamaniel K. Evaluation of the antidiarrhoeal effects of Zizyphus spina-christi stem bark in rats. Acta Tropica . 2003;87(2):245–250. doi: 10.1016/S0001-706X(03)00114-1.", "ArticleIdList": ["10.1016/S0001-706X(03)00114-1", "12826300"]}, {"Citation": "Godini A., Kazem M., Naseri G., Badavi M. The effect of Zizyphus spina-christi leaf extract on the isolated rat aorta. Journal of Pakistan Medical Association . 2009;59(8):537–539.", "ArticleIdList": ["19757700"]}, {"Citation": "Abou El-Nour M. F. Evaluation of molluscicidal, miracicidal and cercaricidal activities of crude aqueous extracts of Origanum majorana, Ziziphus spina-christi and Salvia fruticosa on Schistosoma mansoni and Schistosoma haematobium. Egyptian Journal of Aquatic Biology and Fisheries . 2021;25(2):913–933. doi: 10.21608/EJABF.2021.173661.", "ArticleIdList": ["10.21608/EJABF.2021.173661"]}, {"Citation": "Fadladdin Y. A. J. Antischistosomal activity of Origanum majorana, Ziziphus spina-christi, and Salvia fruticosa plant extracts on Hamster Infected with Schistosoma haematobium. BioMed Research International . 2021;2021:15. doi: 10.1155/2021/5545331.5545331", "ArticleIdList": ["10.1155/2021/5545331", "PMC8216798", "34235218"]}, {"Citation": "Alzahrani F., Al-Shaebi E. M., Dkhil M. A., Al-Quraishy S. In vivo anti-eimeria and in vitro anthelmintic activity of Ziziphus spina-christi leaf extracts. Pakistan Journal of Zoology . 2016;48(2):409–413."}, {"Citation": "Intisar A. O., Goreish I., Shaddad S. A., Elamin T. H. Eltayeb I anthelmintic activity of Zizyphus spina-christi leaves. JFPI . 2015;4(3):94–99."}, {"Citation": "Albalawi A. E. Antileishmanial activity of Ziziphus spina-christi leaves extract and its possible cellular mechanisms. Microorganisms . 2021;9(10):2113–2211. doi: 10.3390/microorganisms9102113.", "ArticleIdList": ["10.3390/microorganisms9102113", "PMC8541012", "34683434"]}, {"Citation": "Albakhit S., Doudi M. The evaluation of methanolic and aqueous extracts effect of Zizyphus spina-Christi against Leishmania major (MHOM/IR/75/ER) promastigotes using MTT assay. Iranian Journal of Microbiology . 2016;10(3):54–60."}, {"Citation": "Alzahrani A. M., Alzahrani A. A., Alsharm A. A. The use of Ziziphus spina-christi extract in treating erlotinib (Tarceva®) associated rash: a case report. Case Reports in Oncology . 2019;12(3):909–912. doi: 10.1159/000504696.", "ArticleIdList": ["10.1159/000504696", "PMC6940472", "31911777"]}, {"Citation": "Shakiba R., Nilforoushzadeh M. A., Hashem-Dabaghian F., et al. Effect of cedar (Ziziphus spina-christi) topical solution in mild to moderate acne vulgaris: a randomized clinical study. Journal of Dermatological Treatment . 2021;32(2):197–202. doi: 10.1080/09546634.2019.1692125.", "ArticleIdList": ["10.1080/09546634.2019.1692125", "31760846"]}, {"Citation": "Hafiz T. A., Mubaraki M. A. The potential role of Ziziphus spina-christi leaf extracts against Plasmodium berghei-induced liver and spleen injury. Biomedical Research (India) . 2016;27:1027–1032."}, {"Citation": "Mubaraki M. A., Hafiz T. A., Al-Quraishy S., Dkhil M. A. Oxidative stress and genes regulation of cerebral malaria upon Zizyphus spina-christi treatment in a murine model. Microbial Pathogenesis . 2017;107:69–74. doi: 10.1016/j.micpath.2017.03.017.", "ArticleIdList": ["10.1016/j.micpath.2017.03.017", "28336326"]}, {"Citation": "Hafiz T. A., Mubaraki M. A., Diab M. S., Dkhil M. A., Al-Quraishy S. Ameliorative role of Ziziphus spina-christi leaf extracts against hepatic injury induced by Plasmodium chabaudi infected erythrocytes. Saudi Journal of Biological Sciences . 2019;26(3):490–494. doi: 10.1016/j.sjbs.2017.10.012.", "ArticleIdList": ["10.1016/j.sjbs.2017.10.012", "PMC6408698", "30899163"]}, {"Citation": "Al-Ghamdi A. A. M., El-Zohri M., Shahat A. A. Hepatoprotective, nephroprotective, anti-amylase, and antiglucosidase effects of Ziziphus spina-christi (L.) against carbon tetrachloride-induced toxicity in rats. Tropical Journal of Pharmaceutical Research . 2021;18(4):781–790. doi: 10.4314/tjpr.v18i4.15.", "ArticleIdList": ["10.4314/tjpr.v18i4.15"]}, {"Citation": "Khaleel S. M., Almuhur R. A., Al-Deeb T. M., Jaran A. S., Al-Jamal A. A. Antidiabetic and hypolipidemic effects of ethanolic leaf extract of Ziziphus spina-christi on normal and streptozotocin-induced diabetic rats. EurAsian Journal of BioSciences . 2020;14(2):5865–5870."}, {"Citation": "El Rabey H. A., Attia E. S., Al-Seeni M. N., et al. The hypolipidemic and antioxidant activity of Christ’s thorn (Ziziphus spina-christi) leaves powder in hypercholesterolemic male rats. Life Science Journal . 2014;11(10):1010–1021."}, {"Citation": "Al-Sieni A. I., El Rabey H. A., Al-Seeni M. N. The aqueous extract of Christ’s thorn (Ziziphus spina-christi) seed modulates hyperlipidemia in hypercholesterolemic male rat. Biomedical Research . 2020;31(3):71–78."}, {"Citation": "Almeer R. S., Alkahtani S., Alarifi S., Moneim A. E. A., Abdi S., Albasher G. Ziziphus spina-christi leaf extract mitigates mercuric chloride-induced cortical damage in rats. Combinatorial Chemistry & High Throughput Screening . 2021;25(1):103–113. doi: 10.2174/1386207323666201204124412.", "ArticleIdList": ["10.2174/1386207323666201204124412", "33280592"]}, {"Citation": "Setorki M. Effect of hydro-alcoholic extract of Ziziphus spina-christi against scopolamine-induced anxiety in rats. Bangladesh Journal of Pharmacology . 2016;11(2):421–427. doi: 10.3329/bjp.v11i2.26505.", "ArticleIdList": ["10.3329/bjp.v11i2.26505"]}, {"Citation": "Al-Humaidhi A. M., Abd A. H., Ghazi H. F. Hydro-alcoholic extract of Ziziphus spina christi attenuates pentylenetetrazole-induced kindling in male mice. Systematic Reviews in Pharmacy . 2021;12(2):314–317."}, {"Citation": "Basyony M., Elsheikh H., Abdel Salam H., Mohamed K., Zedan A. Utilization of Ziziphus spina-christi leaves as a natural growth promoter in rabbit’s rations. Egyptian Journal of Rabbit Science . 2017;27(2):427–446. doi: 10.21608/EJRS.2017.46666.", "ArticleIdList": ["10.21608/EJRS.2017.46666"]}, {"Citation": "El-Sheikh H., Sayed H. A., Mohamed K. I., Idris A., Zeden A. H. Comparative efficacy of Ziziphus spina-christi leaves or monensin on growing lambs performance. Egyptian Journal of Sheep Goats Sciences . 2018;13(1):1–14. doi: 10.21608/EJSGS.2018.26302.", "ArticleIdList": ["10.21608/EJSGS.2018.26302"]}, {"Citation": "Yusup F. H., Frasiska N., Rahayu N. Addition of bidara leaves (Ziziphus spina–christi L.) in drinking water on production and mortality of broiler chickens. IOP Conference Series: Earth and Environmental Science . 2021;902(1) doi: 10.1088/1755-1315/902/1/012045.012045", "ArticleIdList": ["10.1088/1755-1315/902/1/012045"]}, {"Citation": "Ghaffari K., Ahmadi R., Saberi B., Moulavi P. Anti-proliferative effects of Ziziphus spina-christi and Phlomis russeliana leaf extracts on HEK293 and MCF-7 cell lines and evaluation of Bax and Bcl-2 genes expression level in MCF-7 cells. Asian Pacific Journal of Cancer Prevention . 2021;22(S1):81–87. doi: 10.31557/apjcp.2021.22.s1.81.", "ArticleIdList": ["10.31557/apjcp.2021.22.s1.81", "33576216"]}, {"Citation": "Thawini H. K., Al-Shawi A. A. AAA polysaccharide of Ziziphus spina-Christi L. and it’s silver nanoparticles induced reactive oxygen species and late apoptosis in liver cancer cells. Nanomedicine Research Journal . 2021;6(3):237–247. doi: 10.22034/NMRJ.2021.03.004.", "ArticleIdList": ["10.22034/NMRJ.2021.03.004"]}, {"Citation": "Farmani F., Moein M., Amanzadeh A., Kandelous H. M., Ehsanpour Z., Salimi M. Antiproliferative evaluation and apoptosis induction in MCF-7 cells by Ziziphus spina christi leaf extracts. Asian Pacific Journal of Cancer Prevention . 2016;17(1):315–321. doi: 10.7314/APJCP.2016.17.1.315.", "ArticleIdList": ["10.7314/APJCP.2016.17.1.315", "26838231"]}, {"Citation": "El-Din M. S., Taha A. M., Sayed A. A. A., Salem A. M. Ziziphus spina-christi leaves methanolic extract alleviates diethylnitrosamine-induced hepatocellular carcinoma in rats. Biochemistry and Cell Biology . 2019;97(4):437–445. doi: 10.1139/bcb-2018-0318.", "ArticleIdList": ["10.1139/bcb-2018-0318", "30605366"]}, {"Citation": "Jafarian A., Zolfaghari B., Shirani K. Cytotoxicity of different extracts of arial parts of Ziziphus spina-christi on Hela and MDA-MB-468 tumor cells. Advanced Biomedical Research . 2014;3:38–45. doi: 10.4103/2277-9175.125727.", "ArticleIdList": ["10.4103/2277-9175.125727", "PMC3949327", "24627846"]}, {"Citation": "Owolarafe T. A., Salau A. K., Salawu K. Phytochemical screening and toxicity study of aqueous-methanol extract of Ziziphus spina-christi seeds in Wistar albino rats. Comparative Clinical Pathology . 2020;29(1):267–274. doi: 10.1007/s00580-019-03043-5.", "ArticleIdList": ["10.1007/s00580-019-03043-5"]}, {"Citation": "Ibrahim A. M., Sayed S. S. M. Assessment of the molluscicidal activity of the methanolic seed extracts of Ziziphus spina-christi and Carica papaya on immunological and molecular aspects of Biomphalaria alexandrina snails. Aquaculture Research . 2021;52(5):2014–2024. doi: 10.1111/are.15050.", "ArticleIdList": ["10.1111/are.15050"]}, {"Citation": "Abdel-Wahhab M. A., Omara E. A., Abdel-Galil M. M., et al. Zizyphus spina-christi extract protects against aflatoxin B1-intitiated hepatic carcinogenicity. African Journal of Traditional, Complementary and Alternative Medicines . 2007;4(3):248–256.", "ArticleIdList": ["PMC2816481", "20161885"]}, {"Citation": "Khaleel S. M., Almuhur R. A., Al-Deeb T. M., Jaran A. S. Biochemical changes in the liver, kidney and serum of rats exposed to ethanolic leaf extract of Ziziphus spina-christi. Jordan Journal of Biological Sciences . 2021;14(4):763–767. doi: 10.54319/jjbs/140417.", "ArticleIdList": ["10.54319/jjbs/140417"]}, {"Citation": "Almeer R. S., Albasher G., Kassab R. B., et al. Ziziphus spina-christi leaf extract attenuates mercury chloride-induced testicular dysfunction in rats. Environmental Science & Pollution Research . 2020;27(3):3401–3412. doi: 10.1007/s11356-019-07237-w.", "ArticleIdList": ["10.1007/s11356-019-07237-w", "31840221"]}, {"Citation": "Dhuha N. S., Putri H. E. Acute toxicity ethanol extract of bidara leaves (Ziziphus spina-christi L.) against liver and kidney function of white rats. Eureka Herba Indonesia . 2020;1(1):24–31. doi: 10.37275/ehi.v1i1.3.", "ArticleIdList": ["10.37275/ehi.v1i1.3"]}, {"Citation": "Lema A. A., Mahmod N. H., Khandaker M. M., Abdulrahman M. D. Roselle anthocyanin stability profile and its potential role in post-harvest deterioration: a review. Plant Science Today . 2022;9(1):119–131."}, {"Citation": "Abdulrahman M. D., Hasan N. N., Khandaker M. M., Ali A. M., Mat N. In vitro biological investigations on Syzygium polyanthum cultivars. International Journal of Agriculture and Biology . 2019;22(6):1399–1406. doi: 10.17957/IJAB/15.1214.", "ArticleIdList": ["10.17957/IJAB/15.1214"]}, {"Citation": "Pirbalouti A. G., Yousefi M., Nazari H., Karimi I., Koohpayeh A. Evaluation of burn healing properties of Arnebia euchroma and Malva sylvestris. EJBio . 2009;5(3):62–66."}, {"Citation": "Macedo N. S., dos Santos C. R. B., Pereira R. L. S., et al. Phytochemical prospection, evaluation of antibacterial activity and toxicity of extracts of Libidibia ferrea (Mart. ex Tul.) LP Queiroz. Arabian Journal of Chemistry . 2022;15(2):103632–103639. doi: 10.1016/j.arabjc.2021.103632.", "ArticleIdList": ["10.1016/j.arabjc.2021.103632"]}, {"Citation": "Shoba F. G., Thomas M. Study of antidiarrhoeal activity of four medicinal plants in castor-oil induced diarrhoea. Journal of Ethnopharmacology . 2001;76(1):73–76. doi: 10.1016/S0378-8741(00)00379-2.", "ArticleIdList": ["10.1016/S0378-8741(00)00379-2", "11378284"]}, {"Citation": "Abdullahi A. L., Agho M. O., Amos S., Gamaniel K. S., Wambebe C. Antidiarrhoeal activity of the aqueous extract of Terminalia avicennoides roots. Phytotherapy Research . 2001;15(5):431–434. doi: 10.1002/ptr.860.", "ArticleIdList": ["10.1002/ptr.860", "11507737"]}, {"Citation": "Amirmohammadi M., Khajoenia S., Bahmani M., Rafieian-Kopaei M., Eftekhari Z., Qorbani M. In vivo evaluation of antiparasitic effects of Artemisia abrotanum and Salvia officinalis extracts on Syphacia obvelata, Aspiculoris tetrapetra and Hymenolepis nana parasites. Asian Pacific Journal of Tropical Disease . 2014;4:S250–S254. doi: 10.1016/S2222-1808(14)60449-7.", "ArticleIdList": ["10.1016/S2222-1808(14)60449-7"]}, {"Citation": "Vijayan P., Raghu C., Ashok G., Dhanaraj S. A., Suresh B. Antiviral activity of medicinal plants of Nilgiris. Indian Journal of Medical Research . 2004;120:24–29.", "ArticleIdList": ["15299228"]}, {"Citation": "Abubakar U. S., Abdullahi S., Ayuba V., Kaigama S., Halidu U. S., Ayuba M. K. Medicinal plants used for the management of diabetes mellitus in Zaria, Kaduna state, Nigeria. Journal of Pharmacy & Pharmacognosy Research . 2017;5(3):156–164."}, {"Citation": "Yun J. W. Possible anti-obesity therapeutics from nature–a review. Phytochemistry . 2010;71(14-15):1625–1641. doi: 10.1016/j.phytochem.2010.07.011.", "ArticleIdList": ["10.1016/j.phytochem.2010.07.011", "20732701"]}, {"Citation": "Grundmann O., Nakajima J. I., Seo S., Butterweck V. Anti-anxiety effects of Apocynum venetum L. in the elevated plus maze test. Journal of Ethnopharmacology . 2007;110(3):406–411. doi: 10.1016/j.jep.2006.09.035.", "ArticleIdList": ["10.1016/j.jep.2006.09.035", "17101250"]}, {"Citation": "Dogara A., Labaran I., Hamad S. W., Lema A. A., Jakada B. H. Traditional medicinal plants used for the treatment of cancer in Mubi, Adamawa State, Nigeria. Al-Qadisiyah Journal Of Pure Science . 2021;26(4):258–268. doi: 10.29350/qjps.2021.26.4.1423.", "ArticleIdList": ["10.29350/qjps.2021.26.4.1423"]}, {"Citation": "Balunas M. J., Kinghorn A. D. Drug discovery from medicinal plants. Life Sciences . 2005;78(5):431–441. doi: 10.1016/j.lfs.2005.09.012.", "ArticleIdList": ["10.1016/j.lfs.2005.09.012", "16198377"]}, {"Citation": "El Maaiden E., El Kharrassi Y., Qarah N. A. S., Essamadi A. K., Moustaid K., Nasser B. Genus Ziziphus: a comprehensive review on ethnopharmacological, phytochemical and pharmacological properties. Journal of Ethnopharmacology . 2020;259 doi: 10.1016/j.jep.2020.112950.112950", "ArticleIdList": ["10.1016/j.jep.2020.112950", "32450235"]}, {"Citation": "Ibrahim J. A., Egharevba H. O., Nnamdi R. A., Kunle O. F. Comparative pharmacognostic and phytochemical analysis of Ziziphus spina-christi (L.) Desf. and Ziziphus abyssinica hochst. Ex A. Rich. Int Journal of Pharmacognosy and Phytochemistry . 2015;7(6):1160–1166."}, {"Citation": "El Maaiden E., El Kharrassi Y., Moustaid K., Essamadi A. K., Nasser B. Comparative study of phytochemical profile between Ziziphus spina christi and Ziziphus lotus from Morocco. Journal of Food Measurement and Characterization . 2018;13(1):121–130. doi: 10.1007/s11694-018-9925-y.", "ArticleIdList": ["10.1007/s11694-018-9925-y"]}, {"Citation": "El-Seedi H. R., Zahra M. H., Goransson U., Verpoorte R. Cyclopeptide alkaloids. Phytochemistry Reviews . 2006;6(1):143–165. doi: 10.1007/s11101-006-9029-x.", "ArticleIdList": ["10.1007/s11101-006-9029-x"]}, {"Citation": "Tuenter E., Foubert K., Staerk D., Apers S., Pieters L. Isolation and structure elucidation of cyclopeptide alkaloids from Ziziphus nummularia and Ziziphus spina-christi by HPLC-DAD-MS and HPLC-PDA-(HRMS)-SPE-NMR. Phytochemistry . 2017;138:163–169. doi: 10.1016/j.phytochem.2017.02.029.", "ArticleIdList": ["10.1016/j.phytochem.2017.02.029", "28284565"]}, {"Citation": "Abdel-galil F. M., El-jissry M. A. Cyclopeptide alkaloids from Zizyphus spina-christi. Phytochemistry . 1991;30(4):1348–1349. doi: 10.1016/S0031-9422(00)95238-5.", "ArticleIdList": ["10.1016/S0031-9422(00)95238-5"]}, {"Citation": "Gournelis D. C., Laskaris G. G., Verpoorte R. Cyclopeptide alkaloids. Natural Product Reports . 1997;14(1):75–82. doi: 10.1039/np9971400075.", "ArticleIdList": ["10.1039/np9971400075", "9121730"]}, {"Citation": "Tschesche R., Khokhar I., Spilles C., Von Radloff M. Peptide alkaloids from Ziziphus spina christi. Phytochemistry . 1974;13(8) doi: 10.1016/0031-9422(74)80352-3.1633", "ArticleIdList": ["10.1016/0031-9422(74)80352-3"]}, {"Citation": "Mahran G. E. D. H., Glombitza K. W., Mirhom Y., Hartmann R., Michel C. Novel saponins from Zizyphus spina-christi growing in Egypt. Planta Medica . 1996;62(2):163–165. doi: 10.1055/s-2006-957842.", "ArticleIdList": ["10.1055/s-2006-957842", "8657752"]}, {"Citation": "Bozicevic A., De Mieri M., Di Benedetto A., Gafner F., Hamburger M. Dammarane-type saponins from leaves of Ziziphus spina-christi. Phytochemistry . 2017;138:134–144. doi: 10.1016/j.phytochem.2017.02.028.", "ArticleIdList": ["10.1016/j.phytochem.2017.02.028", "28274571"]}, {"Citation": "Pawlowska A. M., Camangi F., Bader A., Braca A. Flavonoids of Zizyphus jujuba L. and Zizyphus spina-christi (L.) Willd (rhamnaceae) fruits. Food Chemistry . 2009;112(4):858–862. doi: 10.1016/j.foodchem.2008.06.053.", "ArticleIdList": ["10.1016/j.foodchem.2008.06.053"]}, {"Citation": "Weinges K., Schick H. Dodecaacetylprodelphinidin b3 from the dried leaves of Ziziphus spina-christi. Phytochemistry . 1995;38(2):505–507. doi: 10.1016/0031-9422(94)00574-d.", "ArticleIdList": ["10.1016/0031-9422(94)00574-d"]}, {"Citation": "Nawwar M. A. M., Ishak M. S., Michael H. N., Buddrust J. Leaf flavonoids of Ziziphus spina-christi. Phytochemistry . 1984;23(9):2110–2111. doi: 10.1016/S0031-9422(00)84999-7.", "ArticleIdList": ["10.1016/S0031-9422(00)84999-7"]}, {"Citation": "El Maaiden E., El Kharrassi Y., Qarah N. A. S., Essamadi A. K., Moustaid K., Nasser B. Chemical composition and evaluation of protective effect of Ziziphus spina-christi L. against iron-induced oxidative DNA damage in Tetrahymena pyriformis. Journal of Food Measurement and Characterization . 2021;15(5):3884–3892. doi: 10.1007/s11694-021-00975-x.", "ArticleIdList": ["10.1007/s11694-021-00975-x"]}, {"Citation": "Abubaker M. A., Mohammed A. A. A., Farahb A. A. M., Zhang J. Phytochemical screening by using GC-MS and FTIR spectrum analysis of fixed oil from Sudanese Ziziphus spina Christi seeds. Eurasian Chem. Commun . 2021;3(4):244–256. doi: 10.22034/ecc.2021.273055.1137.", "ArticleIdList": ["10.22034/ecc.2021.273055.1137"]}, {"Citation": "Ghannadi A., Tavakoli N., Mehri-Ardestani M. Volatile constituents of the leaves of Ziziphus spina-christi(L.) willd. From Bushehr, Iran. Journal of Essential Oil Research . 2003;15(3):191–192. doi: 10.1080/10412905.2003.9712109.", "ArticleIdList": ["10.1080/10412905.2003.9712109"]}, {"Citation": "Elsadig Karar M. G. Phenolic profile and in vitro assessment of cytotoxicity and antibacterial activity of Ziziphus spina-christi leaf extracts. Medicinal Chemistry . 2016;6(3):143–156. doi: 10.4172/2161-0444.1000339.", "ArticleIdList": ["10.4172/2161-0444.1000339"]}, {"Citation": "Bahmani M., Jalilian A., Salimikia I., Shahsavari S., Abbasi N. Phytochemical screening of two Ilam native plants Ziziphus nummularia (Burm.f.) Wight & Arn. and Ziziphus spina-christi (Mill.) Georgi using HS-SPME and GC-MS spectroscopy. Plant Science Today . 2020;7(2):275–280. doi: 10.14719/pst.2020.7.2.714.", "ArticleIdList": ["10.14719/pst.2020.7.2.714"]}, {"Citation": "Odeh I., Abu-Lafi S., Al-Najjar I. Determination of unifloral honey volatiles from Centaurea iberica and Zizyphus spinachristi by solid-phase microextraction and gas chromatography-mass spectrometry. Acta Chromatographica . 2014;26(3):485–493. doi: 10.1556/AChrom.26.2014.3.7.", "ArticleIdList": ["10.1556/AChrom.26.2014.3.7"]}, {"Citation": "Said A., Fawzy G., tabl E. S. A. A., Tzakou O. Volatile constituents ofZizyphus jujubaAerial parts andZizyphus spina-christiiFruits from Egypt. Journal of Essential Oil Bearing Plants . 2010;13(2):170–174. doi: 10.1080/0972060x.2010.10643807.", "ArticleIdList": ["10.1080/0972060x.2010.10643807"]}, {"Citation": "Baghazadeh-Daryaii L., Sharifi-Sirchi G. R., Samsampoor D. Morphological, phytochemical and genetic diversity of Ziziphus spina–christi (L) des. In south and southeastern of Iran. Journal of Applied Research on Medicinal and Aromatic Plants . 2017;7:99–107. doi: 10.1016/j.jarmap.2017.06.006.", "ArticleIdList": ["10.1016/j.jarmap.2017.06.006"]}, {"Citation": "Al-Mamary M., Al-Meeri A., Al-Habori M. Antioxidant activities and total phenolics of different types of honey. Nutrition Research . 2002;22(9):1041–1047. doi: 10.1016/S0271-5317(02)00406-2.", "ArticleIdList": ["10.1016/S0271-5317(02)00406-2"]}, {"Citation": "Idris Y. M. A., Mariod A. A., Hamad S. I. Physicochemical properties, phenolic contents and antioxidant activity of Sudanese honey. International Journal of Food Properties . 2011;14(2):450–458. doi: 10.1080/10942910903243673.", "ArticleIdList": ["10.1080/10942910903243673"]}, {"Citation": "Ramadan S. S., Almeer R. S., Alkahtani S., Alarifi S., Albasher G., Abdel Moneim A. E. Ziziphus spina-christi leaf extract attenuates mercuric chloride-induced liver injury in male rats via inhibition of oxidative damage. Environmental Science and Pollution Research . 2021;28(14):17482–17494. doi: 10.1007/s11356-020-12160-6.", "ArticleIdList": ["10.1007/s11356-020-12160-6", "33394435"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "3", "Day": "1"}, {"Year": "2022", "Month": "4", "Day": "24"}, {"Year": "2022", "Month": "5", "Day": "5"}, {"Year": "2022", "Month": "6", "Day": "9", "Hour": "2", "Minute": "20"}, {"Year": "2022", "Month": "6", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "10", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "5", "Day": "29"}], "PublicationStatus": "epublish", "ArticleIdList": ["35677711", "PMC9168210", "10.1155/2022/4495688"]}}], "PubmedBookArticle": []}