{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["EGCG", "SLCO1B1", "drug interaction", "green tea", "simvastatin", "soy isoflavones"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35685887", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "05", "Day": "19"}], "Language": ["eng"], "ELocationID": ["868126", "10.3389/fnut.2022.868126"], "Journal": {"ISSN": "2296-861X", "JournalIssue": {"Volume": "9", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in nutrition", "ISOAbbreviation": "Front Nutr"}, "ArticleTitle": "Effects of Soy Isoflavones and Green Tea Extract on Simvastatin Pharmacokinetics and Influence of the SLCO1B1 521T > C Polymorphism.", "Pagination": {"StartPage": "868126", "MedlinePgn": "868126"}, "Abstract": {"AbstractText": ["Green tea and soy products are extensively consumed by many people and they may influence the activity of drug metabolizing enzymes and drug transporters to result in drug interactions. This study was performed to evaluate the effect of green tea and soy isoflavone extracts on the pharmacokinetics of simvastatin in healthy subjects and to clarify the role of polymorphisms in the SLCO1B1 drug transporter in this effect.", "This was an open-label, three-phase randomized crossover pharmacokinetic study. A single dose of simvastatin 20 mg was taken on three occasions (without herbs, with green tea, and with soy isoflavones) by healthy male Chinese subjects. The green tea and soy isoflavone extracts were given at a dose containing EGCG 800 mg once daily or soy isoflavones about 80 mg once daily for 14 days before simvastatin dosing with at least 4-weeks washout period between phases.", "All the 18 subjects completed the study. Intake of soy isoflavones was associated with reduced systemic exposure to simvastatin acid [geometric mean (% coefficient of variation) AUC<sub>0-24h</sub> from 16.1 (44.2) h⋅μg/L to 12.1 (54.6) h⋅μg/L, <i>P</i> < 0.05) but not the lactone. Further analysis showed that the interaction between simvastatin and the soy isoflavones only resulted in a significant reduction of AUC in subjects with the SLCO1B1 521TT genotype and not in those with the 521C variant allele. There was no overall effect of the green tea extract on simvastatin pharmacokinetics but the group with the SLCO1B1 521TT genotype showed reduced AUC values for simvastatin acid.", "This study showed repeated administration of soy isoflavones reduced the systemic bioavailability of simvastatin in healthy volunteers that was dependent on the SLCO1B1 genotype which suggested that soy isoflavones-simvastatin interaction is impacted by genotype-related function of this liver uptake transporter."], "CopyrightInformation": "Copyright © 2022 Zeng, Hu, Lee, Wat, Lau, Ho, Wong and Tomlinson."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Second People's Hospital of Longgang District, Shenzhen, China."}, {"Identifier": [], "Affiliation": "Shenzhen Baoan Women's and Children's Hospital, Jinan University, Shenzhen, China."}], "LastName": "Zeng", "ForeName": "Weiwei", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicine and Therapeutics, Prince of Wales Hospital, The Chinese University of Hong Kong, Hong Kong SAR, China."}], "LastName": "Hu", "ForeName": "Miao", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Pathology, The Chinese University of Hong Kong, Hong Kong SAR, China."}, {"Identifier": [], "Affiliation": "Department of Clinical Pathology, Tuen Mun Hospital, Hong Kong, Hong Kong SAR, China."}], "LastName": "Lee", "ForeName": "Hon Kit", "Initials": "HK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Research on Bioactivities and Clinical Applications of Medicinal Plants, Institute of Chinese Medicine, The Chinese University of Hong Kong, Hong Kong SAR, China."}], "LastName": "Wat", "ForeName": "Elaine", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Research on Bioactivities and Clinical Applications of Medicinal Plants, Institute of Chinese Medicine, The Chinese University of Hong Kong, Hong Kong SAR, China."}], "LastName": "Lau", "ForeName": "Clara Bik San", "Initials": "CBS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Pathology, The Chinese University of Hong Kong, Hong Kong SAR, China."}], "LastName": "Ho", "ForeName": "Chung Shun", "Initials": "CS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Pathology, The Chinese University of Hong Kong, Hong Kong SAR, China."}, {"Identifier": [], "Affiliation": "State Key Laboratory of Research on Bioactivities and Clinical Applications of Medicinal Plants, Institute of Chinese Medicine, The Chinese University of Hong Kong, Hong Kong SAR, China."}], "LastName": "Wong", "ForeName": "Chun Kwok", "Initials": "CK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicine and Therapeutics, Prince of Wales Hospital, The Chinese University of Hong Kong, Hong Kong SAR, China."}, {"Identifier": [], "Affiliation": "Faculty of Medicine, Macau University of Science and Technology, Taipa, Macao SAR, China."}], "LastName": "Tomlinson", "ForeName": "Brian", "Initials": "B"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Nutr", "NlmUniqueID": "101642264", "ISSNLinking": "2296-861X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Virani SS, Alonso A, Aparicio HJ, Benjamin EJ, Bittencourt MS, Callaway CW, et al. Heart disease and stroke statistics-2021 update: a report from the American heart association. Circulation. (2021) 143:e254–743. 10.1161/CIR.0000000000000950", "ArticleIdList": ["10.1161/CIR.0000000000000950", "33501848"]}, {"Citation": "Alotaibi BS, Ijaz M, Buabeid M, Kharaba ZJ, Yaseen HS, Murtaza G. Therapeutic effects and safe uses of plant-derived polyphenolic compounds in cardiovascular diseases: a review. Drug Des Devel Ther. (2021) 15:4713–32. 10.2147/DDDT.S327238", "ArticleIdList": ["10.2147/DDDT.S327238", "PMC8619826", "34848944"]}, {"Citation": "Wang S, Li W, Yang J, Yang Z, Yang C, Jin H. Research progress of herbal medicines on drug metabolizing enzymes: consideration based on toxicology. Curr Drug Metab. (2020) 21:913–27. 10.2174/1389200221999200819144204", "ArticleIdList": ["10.2174/1389200221999200819144204", "32819254"]}, {"Citation": "Tomlinson B, Chan P, Zhang Y, Liu Z, Lam CWK. Pharmacokinetics of current and emerging treatments for hypercholesterolemia. Expert Opin Drug Metab Toxicol. (2020) 16:371–85. 10.1080/17425255.2020.1749261", "ArticleIdList": ["10.1080/17425255.2020.1749261", "32223657"]}, {"Citation": "Prueksaritanont T, Subramanian R, Fang X, Ma B, Qiu Y, Lin JH, et al. Glucuronidation of statins in animals and humans: a novel mechanism of statin lactonization. Drug Metab Dispos. (2002) 30:505–12. 10.1124/dmd.30.5.505", "ArticleIdList": ["10.1124/dmd.30.5.505", "11950779"]}, {"Citation": "Prueksaritanont T, Ma B, Yu N. The human hepatic metabolism of simvastatin hydroxy acid is mediated primarily by CYP3A, and not CYP2D6. Br J Clin Pharmacol. (2003) 56:120–4. 10.1046/j.1365-2125.2003.01833.x", "ArticleIdList": ["10.1046/j.1365-2125.2003.01833.x", "PMC1884332", "12848784"]}, {"Citation": "Niemi M. Transporter pharmacogenetics and statin toxicity. Clinical pharmacology and therapeutics. Clin Pharmacol Ther. (2010) 87:130–3. 10.1038/clpt.2009.197", "ArticleIdList": ["10.1038/clpt.2009.197", "19890253"]}, {"Citation": "Birmingham BK, Bujac SR, Elsby R, Azumaya CT, Wei C, Chen Y, et al. Impact of ABCG2 and SLCO1B1 polymorphisms on pharmacokinetics of rosuvastatin, atorvastatin and simvastatin acid in Caucasian and Asian subjects: a class effect? Eur J Clin Pharmacol. (2015) 71:341–55. 10.1007/s00228-014-1801-z", "ArticleIdList": ["10.1007/s00228-014-1801-z", "25673568"]}, {"Citation": "Kalliokoski A, Niemi M. Impact of OATP transporters on pharmacokinetics. Br J Pharmacol. (2009) 158:693–705. 10.1111/j.1476-5381.2009.00430.x", "ArticleIdList": ["10.1111/j.1476-5381.2009.00430.x", "PMC2765590", "19785645"]}, {"Citation": "Search Collaborative Group Link E, Parish S, Armitage J, Bowman L, Heath S, et al. SLCO1B1 variants and statin-induced myopathy—a genomewide study. N Engl J Med. (2008) 359:789–99. 10.1056/NEJMoa0801936", "ArticleIdList": ["10.1056/NEJMoa0801936", "18650507"]}, {"Citation": "Postmus I, Trompet S, Deshmukh HA, Barnes MR, Li X, Warren HR, et al. Pharmacogenetic meta-analysis of genome-wide association studies of LDL cholesterol response to statins. Nat Commun. (2014) 5:5068. 10.1038/ncomms6068", "ArticleIdList": ["10.1038/ncomms6068", "PMC4220464", "25350695"]}, {"Citation": "Hopewell JC, Parish S, Offer A, Link E, Clarke R, Lathrop M, et al. Impact of common genetic variation on response to simvastatin therapy among 18 705 participants in the heart protection study. Eur Heart J. (2013) 34:982–92. 10.1093/eurheartj/ehs344", "ArticleIdList": ["10.1093/eurheartj/ehs344", "PMC3612775", "23100282"]}, {"Citation": "Werba JP, Giroli M, Cavalca V, Nava MC, Tremoli E, Dal Bo L. The effect of green tea on simvastatin tolerability. Ann Intern Med. (2008) 149:286–7. 10.7326/0003-4819-149-4-200808190-00019", "ArticleIdList": ["10.7326/0003-4819-149-4-200808190-00019", "18711168"]}, {"Citation": "Zhou T, Meng C, He P. Soy isoflavones and their effects on xenobiotic metabolism. Curr Drug Metab. (2019) 20:46–53. 10.2174/1389200219666180427170213", "ArticleIdList": ["10.2174/1389200219666180427170213", "29708073"]}, {"Citation": "Setchell KD. Soy isoflavones—benefits and risks from nature’s selective estrogen receptor modulators (SERMs). J Am Coll Nutr. (2001) 20(Suppl. 5):354S–62S. 10.1080/07315724.2001.10719168", "ArticleIdList": ["10.1080/07315724.2001.10719168", "11603644"]}, {"Citation": "Ronis MJ, Rowlands JC, Hakkak R, Badger TM. Altered expression and glucocorticoid-inducibility of hepatic CYP3A and CYP2B enzymes in male rats fed diets containing soy protein isolate. J Nutr. (1999) 129:1958–65. 10.1093/jn/129.11.1958", "ArticleIdList": ["10.1093/jn/129.11.1958", "10539769"]}, {"Citation": "Ronis MJ, Chen Y, Liu X, Blackburn ML, Shankar K, Landes RD, et al. Enhanced expression and glucocorticoid-inducibility of hepatic cytochrome P450 3A involve recruitment of the pregnane-X-receptor to promoter elements in rats fed soy protein isolate. J Nutr. (2011) 141:10–6. 10.3945/jn.110.127423", "ArticleIdList": ["10.3945/jn.110.127423", "21084653"]}, {"Citation": "Li Y, Ross-Viola JS, Shay NF, Moore DD, Ricketts M-L. Human CYP3A4 and murine Cyp3A11 are regulated by equol and genistein via the pregnane X receptor in a species-specific manner. J Nutr. (2009) 139:898–904. 10.3945/jn.108.103572", "ArticleIdList": ["10.3945/jn.108.103572", "PMC2714390", "19297428"]}, {"Citation": "González-Granillo M, Steffensen K, Granados O, Torres N, Korach-André M, Ortíz V, et al. Soy protein isoflavones differentially regulate liver X receptor isoforms to modulate lipid metabolism and cholesterol transport in the liver and intestine in mice. Diabetologia. (2012) 55:2469–78.", "ArticleIdList": ["22739758"]}, {"Citation": "Mezei O, Banz WJ, Steger RW, Peluso MR, Winters TA, Shay N. Soy isoflavones exert antidiabetic and hypolipidemic effects through the PPAR pathways in obese Zucker rats and murine RAW 264.7 cells. J Nutr. (2003) 133:1238–43. 10.1093/jn/133.5.1238", "ArticleIdList": ["10.1093/jn/133.5.1238", "12730403"]}, {"Citation": "Ronis MJJ. Effects of soy containing diet and isoflavones on cytochrome P450 enzyme expression and activity. Drug Metab Rev. (2016) 48:331–41. 10.1080/03602532.2016.1206562", "ArticleIdList": ["10.1080/03602532.2016.1206562", "PMC5801744", "27440109"]}, {"Citation": "Alvarez AI, Real R, Pérez M, Mendoza G, Prieto JG, Merino G. Modulation of the activity of ABC transporters (P-glycoprotein, MRP2, BCRP) by flavonoids and drug response. J Pharm Sci. (2010) 99:598–617. 10.1002/jps.21851", "ArticleIdList": ["10.1002/jps.21851", "19544374"]}, {"Citation": "Wang X, Wolkoff AW, Morris ME. Flavonoids as a novel class of human organic anion-transporting polypeptide OATP1B1 (OATP-C) modulators. Drug Metab Dispos. (2005) 33:1666–72.", "ArticleIdList": ["16081670"]}, {"Citation": "Xiang Y, Liu S, Yang J, Wang Z, Zhang H, Gui C. Investigation of the interactions between flavonoids and human organic anion transporting polypeptide 1B1 using fluorescent substrate and 3D-QSAR analysis. Biochim Biophys Acta Biomembr. (2020) 1862:183210. 10.1016/j.bbamem.2020.183210", "ArticleIdList": ["10.1016/j.bbamem.2020.183210", "32006472"]}, {"Citation": "Zeng W, Hu M, Lee HK, Wat E, Lau CBS, Ho CS, et al. Effect of green tea extract and soy isoflavones on the pharmacokinetics of rosuvastatin in healthy volunteers. Front Nutr. (2022) 9.", "ArticleIdList": ["PMC8987933", "35399656"]}, {"Citation": "U.S. Food and Drug Administration.\nGuidance for Industry: Bioanalytical Method Validation. (2018). Available online at: https://www.fda.gov/regulatory-information/search-fda-guidance-documents/bioanalytical- method-validation-guidance-industry\n(accessed Dec 22, 2021)."}, {"Citation": "Friedewald WT, Levy RI, Fredrickson DS. Estimation of the concentration of low-density lipoprotein cholesterol in plasma, without use of the preparative ultracentrifuge. Clin Chem. (1972) 18:499–502.", "ArticleIdList": ["4337382"]}, {"Citation": "Fan L, Zhang W, Guo D, Tan ZR, Xu P, Li Q, et al. The effect of herbal medicine baicalin on pharmacokinetics of rosuvastatin, substrate of organic anion-transporting polypeptide 1B1. Clin Pharmacol Ther. (2008) 83:471–6. 10.1038/sj.clpt.6100318", "ArticleIdList": ["10.1038/sj.clpt.6100318", "17851565"]}, {"Citation": "Ronis MJ, Chen Y, Jo C-H, Simpson P, Badger TM. Diets containing soy protein isolate increase hepatic CYP3A expression and inducibility in weanling male rats exposed during early development. J Nutr. (2004) 134:3270–6. 10.1093/jn/134.12.3270", "ArticleIdList": ["10.1093/jn/134.12.3270", "15570024"]}, {"Citation": "Gonzalez-Granillo M, Steffensen KR, Granados O, Torres N, Korach-Andre M, Ortiz V, et al. Soy protein isoflavones differentially regulate liver X receptor isoforms to modulate lipid metabolism and cholesterol transport in the liver and intestine in mice. Diabetologia. (2012) 55:2469–78. 10.1007/s00125-012-2599-9", "ArticleIdList": ["10.1007/s00125-012-2599-9", "22739758"]}, {"Citation": "Fujino H, Saito T, Tsunenari Y, Kojima J, Sakaeda TJX. Metabolic properties of the acid and lactone forms of HMG-CoA reductase inhibitors. Xenobiotica. (2004) 34:961–71. 10.1080/00498250400015319", "ArticleIdList": ["10.1080/00498250400015319", "15801541"]}, {"Citation": "Misaka S, Kawabe K, Onoue S, Werba JP, Giroli M, Watanabe H, et al. Green tea extract affects the cytochrome P450 3A activity and pharmacokinetics of simvastatin in rats. Drug Metab Pharmacokinet. (2013) 28:514–8. 10.2133/dmpk.dmpk-13-nt-006", "ArticleIdList": ["10.2133/dmpk.dmpk-13-nt-006", "23698259"]}, {"Citation": "Yang CS, Pan E. The effects of green tea polyphenols on drug metabolism. Expert Opin Drug Metab Toxicol. (2012) 8:677–89. 10.1517/17425255.2012.681375", "ArticleIdList": ["10.1517/17425255.2012.681375", "22509899"]}, {"Citation": "Roth M, Timmermann BN, Hagenbuch B. Interactions of green tea catechins with organic anion-transporting polypeptides. Drug Metab Dispos. (2011) 39:920–6. 10.1124/dmd.110.036640", "ArticleIdList": ["10.1124/dmd.110.036640", "PMC3082372", "21278283"]}, {"Citation": "Misaka S, Yatabe J, Muller F, Takano K, Kawabe K, Glaeser H, et al. Green tea ingestion greatly reduces plasma concentrations of nadolol in healthy subjects. Clin Pharmacol Ther. (2014) 95:432–8. 10.1038/clpt.2013.241", "ArticleIdList": ["10.1038/clpt.2013.241", "24419562"]}, {"Citation": "Yue M, Yang J, Jin M, Steiert B, Xiang Y, Zhang H, et al. Gly45 and Phe555 in transmembrane domains 1 and 10 are critical for the activation of organic anion transporting polypeptide 1B3 by epigallocatechin gallate. J Agric Food Chem. (2019) 67:9079–87. 10.1021/acs.jafc.9b03812", "ArticleIdList": ["10.1021/acs.jafc.9b03812", "PMC6892160", "31353905"]}, {"Citation": "Zamek-Gliszczynski MJ, Patel M, Yang X, Lutz JD, Chu X, Brouwer KLR, et al. Intestinal P-gp and putative hepatic OATP1B induction: international transporter consortium perspective on drug development implications. Clin Pharmacol Ther. (2021) 109:55–64. 10.1002/cpt.1916", "ArticleIdList": ["10.1002/cpt.1916", "PMC8020731", "32460379"]}, {"Citation": "Ge J, Tan BX, Chen Y, Yang L, Peng XC, Li HZ, et al. Interaction of green tea polyphenol epigallocatechin-3-gallate with sunitinib: potential risk of diminished sunitinib bioavailability. J Mol Med (Berl). (2011) 89:595–602. 10.1007/s00109-011-0737-3", "ArticleIdList": ["10.1007/s00109-011-0737-3", "21331509"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "2", "Day": "2"}, {"Year": "2022", "Month": "2", "Day": "17"}, {"Year": "2022", "Month": "6", "Day": "10", "Hour": "2", "Minute": "37"}, {"Year": "2022", "Month": "6", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "11", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["35685887", "PMC9171976", "10.3389/fnut.2022.868126"]}}], "PubmedBookArticle": []}