{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35707379", "DateCompleted": {"Year": "2022", "Month": "06", "Day": "17"}, "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "06", "Day": "06"}], "Language": ["eng"], "ELocationID": ["5445291", "10.1155/2022/5445291"], "Journal": {"ISSN": "2314-6141", "JournalIssue": {"Volume": "2022", "PubDate": {"Year": "2022"}}, "Title": "BioMed research international", "ISOAbbreviation": "Biomed Res Int"}, "ArticleTitle": "Flavonoids a Bioactive Compound from Medicinal Plants and Its Therapeutic Applications.", "Pagination": {"StartPage": "5445291", "MedlinePgn": "5445291"}, "Abstract": {"AbstractText": ["Plants generally secrete secondary metabolites in response to stress. These secondary metabolites are very useful for humankind as they possess a wide range of therapeutic activities. Secondary metabolites produced by plants include alkaloids, flavonoids, terpenoids, and steroids. Flavonoids are one of the classes of secondary metabolites of plants found mainly in edible plant parts such as fruits, vegetables, stems, grains, and bark. They are synthesized by the phenylpropanoid pathway. Flavonoids possess antibacterial, antiviral, antioxidant, anti-inflammatory, antimutagenic, and anticarcinogenic properties. Due to their various therapeutic applications, various pharmaceutical companies have exploited different plants for the production of flavonoids. To overcome this situation, various biotechnological strategies have been incorporated to improve the production of different types of flavonoids. In this review, we have highlighted the various types of flavonoids, their biosynthesis, properties, and different strategies to enhance the production of flavonoids."], "CopyrightInformation": "Copyright © 2022 Arpita Roy et al."}, "AuthorList": [{"Identifier": ["0000-0002-1928-3093"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, School of Engineering & Technology, Sharda University, Greater Noida, India."}], "LastName": "Roy", "ForeName": "Arpita", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Life Sciences, School of Basic Sciences and Research, Sharda University, Greater Noida, India."}], "LastName": "Khan", "ForeName": "Ariba", "Initials": "A"}, {"Identifier": ["0000-0002-9500-4623"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Laboratory Sciences, College of Applied Medical Sciences, King Khalid University, Abha, Saudi Arabia."}], "LastName": "Ahmad", "ForeName": "Irfan", "Initials": "I"}, {"Identifier": ["0000-0003-4532-9128"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory Medicine Department, Faculty of Applied Medical Sciences, Umm Al-Qura University, Makkah, Saudi Arabia."}], "LastName": "Alghamdi", "ForeName": "Saad", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory Medicine Department, Faculty of Applied Medical Sciences, Umm Al-Qura University, Makkah, Saudi Arabia."}], "LastName": "Rajab", "ForeName": "Bodour S", "Initials": "BS"}, {"Identifier": ["0000-0001-6650-9158"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medical Genetics Department, College of Medicine, Umm Al-Qura University, Makkah, Saudi Arabia."}], "LastName": "Babalghith", "ForeName": "Ahmad O", "Initials": "AO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Laboratory Sciences, College of Applied Medical Sciences, King Khalid University, Abha, Saudi Arabia."}], "LastName": "Alshahrani", "ForeName": "Mohammad Y", "Initials": "MY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Civil Engineering Department, College of Engineering, King Khalid University, Abha 61413, Saudi Arabia."}], "LastName": "Islam", "ForeName": "Saiful", "Initials": "S"}, {"Identifier": ["0000-0003-2820-3144"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, University of Asia Pacific, Dhaka, Bangladesh."}], "LastName": "Islam", "ForeName": "Md Rabiul", "Initials": "MR"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Biomed Res Int", "NlmUniqueID": "101600173"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Alkaloids"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Inflammatory Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Terpenes"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Alkaloids"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Anti-Inflammatory Agents"}, {"QualifierName": ["metabolism", "therapeutic use"], "DescriptorName": "Flavonoids"}, {"QualifierName": ["metabolism"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Terpenes"}], "CoiStatement": "The authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Donadio G., Mensitieri F., Santoro V., et al. Interactions with microbial proteins driving the antibacterial activity of flavonoids. Pharmaceutics . 2021;13(5):p. 660. doi: 10.3390/pharmaceutics13050660.", "ArticleIdList": ["10.3390/pharmaceutics13050660", "PMC8147964", "34062983"]}, {"Citation": "Roy A., Datta S., Bhatia K. S., Bhumika, Jha P., Prasad R. Role of plant derived bioactive compounds against cancer. South African Journal of Botany . 2021 doi: 10.1016/j.sajb.2021.10.015.", "ArticleIdList": ["10.1016/j.sajb.2021.10.015"]}, {"Citation": "D'Arcy M. S. A review of biologically active flavonoids as inducers of autophagy and apoptosis in neoplastic cells and as cytoprotective agents in non-neoplastic cells. Cell Biology International . 2022 doi: 10.1002/cbin.11813.", "ArticleIdList": ["10.1002/cbin.11813", "35544782"]}, {"Citation": "Perez-Vizcaino F., Fraga C. G. Research trends in flavonoids and health. Archives of Biochemistry and Biophysics . 2018;646:107–112. doi: 10.1016/j.abb.2018.03.022.", "ArticleIdList": ["10.1016/j.abb.2018.03.022", "29580946"]}, {"Citation": "Luthra R., Roy A., Pandit S., Prasad R. Biotechnological methods for the production of ginsenosides. South African Journal of Botany . 2021;141:25–36. doi: 10.1016/j.sajb.2021.04.026.", "ArticleIdList": ["10.1016/j.sajb.2021.04.026"]}, {"Citation": "Kaur S., Roy A. A Review on the nutritional aspects of wild edible plants. Current Traditional Medicine . 2021;7(4):552–563. doi: 10.2174/2215083806999201123201150.", "ArticleIdList": ["10.2174/2215083806999201123201150"]}, {"Citation": "Tajammal A., Siddiqa A., Irfan A., et al. Antioxidant, molecular docking and computational investigation of new flavonoids. Journal of Molecular Structure . 2022;1254:p. 132189. doi: 10.1016/j.molstruc.2021.132189.", "ArticleIdList": ["10.1016/j.molstruc.2021.132189"]}, {"Citation": "Alzand K. I., Mohamed M. A. Flavonoids: chemistry, biochemistry, and antioxidant activity. Journal of Pharmacy Research . 2012;5(40134012):p. 37."}, {"Citation": "Karak P. Biological activities of flavonoids: an overview. International Journal of Pharmaceutical Sciences and Research . 2019;10(4):1567–1574."}, {"Citation": "Brodowska K. M. Natural flavonoids: classification, potential role, and application of flavonoid analogues. European Journal of Biological Research . 2017;7(2):108–123."}, {"Citation": "ul Islam B., Suhail M., Khan M. S., et al. Flavonoids and PI3K/Akt/mTOR signaling cascade: a potential crosstalk in anticancer treatment. Current Medicinal Chemistry . 2021;28(39):8083–8097. doi: 10.2174/0929867328666210804091548.", "ArticleIdList": ["10.2174/0929867328666210804091548", "34348607"]}, {"Citation": "Yeung J., Yu T. F. Effects of isoflavones (soy phyto-estrogens) on serum lipids: a meta-analysis of randomized controlled trials. Nutrition Journal . 2003;2(1):1–8. doi: 10.1186/1475-2891-2-15.", "ArticleIdList": ["10.1186/1475-2891-2-15", "PMC293472", "14627440"]}, {"Citation": "Sahu B. D., Kalvala A. K., Koneru M., et al. Ameliorative effect of fisetin on cisplatin-induced nephrotoxicity in rats via modulation of NF-κB activation and antioxidant defence. PLoS One . 2014;9(9, article e105070) doi: 10.1371/journal.pone.0105070.", "ArticleIdList": ["10.1371/journal.pone.0105070", "PMC4153571", "25184746"]}, {"Citation": "Gupta A. D., Bansal V. K., Babu V., Maithil N. Chemistry, antioxidant and antimicrobial potential of nutmeg (Myristica fragrans Houtt) Journal of Genetic engineering and Biotechnology . 2013;11(1):25–31. doi: 10.1016/j.jgeb.2012.12.001.", "ArticleIdList": ["10.1016/j.jgeb.2012.12.001"]}, {"Citation": "Miyake Y., Shimoi K., Kumazawa S., Yamamoto K., Kinae N., Osawa T. Identification and antioxidant activity of flavonoid metabolites in plasma and urine of eriocitrin-treated rats. Journal of Agricultural and Food Chemistry . 2000;48(8):3217–3224. doi: 10.1021/jf990994g.", "ArticleIdList": ["10.1021/jf990994g", "10956094"]}, {"Citation": "Oliveira J., Mateus N., de Freitas V. Flavanols: catechins and proanthocyanidins. Natural Products . 2013;2013"}, {"Citation": "Marsafari M., Samizadeh H., Rabiei B., Mehrabi A., Koffas M., Xu P. Biotechnological production of flavonoids: an update on plant metabolic engineering, microbial host selection, and genetically encoded biosensors. Biotechnology Journal . 2020;15(8):p. 1900432. doi: 10.1002/biot.201900432.", "ArticleIdList": ["10.1002/biot.201900432", "32267085"]}, {"Citation": "Aderogba M. A., Ogundaini A. O., Eloff J. N. Isolation of two flavonoids from Bauhinia monandra (Kurz) leaves and their antioxidative effects. African Journal of Traditional, Complementary and Alternative Medicines . 2006;3(4):59–65. doi: 10.4314/ajtcam.v3i4.31177.", "ArticleIdList": ["10.4314/ajtcam.v3i4.31177"]}, {"Citation": "Dias M. C., Pinto D. C., Silva A. Plant flavonoids: chemical characteristics and biological activity. Molecules . 2021;26(17):p. 5377. doi: 10.3390/molecules26175377.", "ArticleIdList": ["10.3390/molecules26175377", "PMC8434187", "34500810"]}, {"Citation": "Griesbach R. J. Biochemistry and genetics of flower color. Plant breeding reviews . 2010;25:89–114."}, {"Citation": "Falcone Ferreyra M. L., Rius S., Casati P. Flavonoids: biosynthesis, biological functions, and biotechnological applications. Frontiers in Plant Science . 2012;3:p. 222. doi: 10.3389/fpls.2012.00222.", "ArticleIdList": ["10.3389/fpls.2012.00222", "PMC3460232", "23060891"]}, {"Citation": "Liu C. W., Murray J. D. The role of flavonoids in nodulation host-range specificity: an update. Plants . 2016;5(3):p. 33. doi: 10.3390/plants5030033.", "ArticleIdList": ["10.3390/plants5030033", "PMC5039741", "27529286"]}, {"Citation": "Mónica Chávez-González M. L., Seplveda L., Verma D. K., et al. Conventional and emerging extraction processes of flavonoids. PRO . 2020;8(4):p. 434. doi: 10.3390/pr8040434.", "ArticleIdList": ["10.3390/pr8040434"]}, {"Citation": "Zhang L., Shan Y., Tang K., Putheti R. Ultrasound-assisted extraction offlavonoids from lotus leaf (Nelumbo nuficera Gaertn) leaf and evaluation of its antifatigue activity. International Journal of Physical Sciences . 2009;4(8):412–422."}, {"Citation": "Mierziak J., Kostyn K., Kulma A. Flavonoids as important molecules of plant interactions with the environment. Molecules . 2014;19(10):16240–16265. doi: 10.3390/molecules191016240.", "ArticleIdList": ["10.3390/molecules191016240", "PMC6270724", "25310150"]}, {"Citation": "Agati G., Azzarello E., Pollastri S., Tattini M. Flavonoids as antioxidants in plants: location and functional significance. Plant Science . 2012;196:67–76. doi: 10.1016/j.plantsci.2012.07.014.", "ArticleIdList": ["10.1016/j.plantsci.2012.07.014", "23017900"]}, {"Citation": "Zandi K., Teoh B. T., Sam S. S., Wong P. F., Mustafa M. R., AbuBakar S. Antiviral activity of four types of bioflavonoid against dengue virus type-2. Virology Journal . 2011;8(1):1–11. doi: 10.1186/1743-422X-8-560.", "ArticleIdList": ["10.1186/1743-422X-8-560", "PMC3271998", "22201648"]}, {"Citation": "Khachatoorian R., Arumugaswami V., Raychaudhuri S., et al. Divergent antiviral effects of bioflavonoids on the hepatitis C virus life cycle. Virology . 2012;433(2):346–355. doi: 10.1016/j.virol.2012.08.029.", "ArticleIdList": ["10.1016/j.virol.2012.08.029", "PMC3478964", "22975673"]}, {"Citation": "Cushnie T. T., Lamb A. J. Antimicrobial activity of flavonoids. International Journal of Antimicrobial Agents . 2005;26(5):343–356. doi: 10.1016/j.ijantimicag.2005.09.002.", "ArticleIdList": ["10.1016/j.ijantimicag.2005.09.002", "PMC7127073", "16323269"]}, {"Citation": "Jarial R., Thakur S., Sakinah M., et al. Potent anticancer, antioxidant, and antibacterial activities of isolated flavonoids from Asplenium nidus. Journal of King Saud University-Science . 2018;30(2):185–192. doi: 10.1016/j.jksus.2016.11.006.", "ArticleIdList": ["10.1016/j.jksus.2016.11.006"]}, {"Citation": "Tungmunnithum D., Thongboonyou A., Pholboon A., Yangsabai A. Flavonoids and other phenolic compounds from medicinal plants for pharmaceutical and medical aspects: an overview. Medicine . 2018;5(3):p. 93. doi: 10.3390/medicines5030093.", "ArticleIdList": ["10.3390/medicines5030093", "PMC6165118", "30149600"]}, {"Citation": "Aviram M. D. L., Dornfeld L., Rosenblat M., et al. Consumption of pomegranate juice reduces oxidative stress, atherogenic modifications to LDL, and platelet aggregation: studies in humans and mice deficient in atherosclerotic apolipoprotein E. Am Journal of Clinical Nutrition . 2000;71(5):1062–1076. doi: 10.1093/ajcn/71.5.1062.", "ArticleIdList": ["10.1093/ajcn/71.5.1062", "10799367"]}, {"Citation": "Henriksen T., Mahoney E. M., Steinberg D. Enhanced macrophage degradation of low density lipoprotein previously incubated with cultured endothelial cells: recognition by receptors for acetylated low density lipoproteins. Proceedings of the National Academy of Sciences . 1981;78(10):6499–6503. doi: 10.1073/pnas.78.10.6499.", "ArticleIdList": ["10.1073/pnas.78.10.6499", "PMC349067", "6273873"]}, {"Citation": "Vinayagam R., Xu B. Antidiabetic properties of dietary flavonoids: a cellular mechanism review. Nutrition & metabolism . 2015;12(1):1–20. doi: 10.1186/s12986-015-0057-7.", "ArticleIdList": ["10.1186/s12986-015-0057-7", "PMC4690284", "26705405"]}, {"Citation": "Graf B. A., Milbury P. E., Blumberg J. B. Flavonols, flavones, flavanones, and human health: epidemiological evidence. Journal of Medicinal Food . 2005;8(3):281–290. doi: 10.1089/jmf.2005.8.281.", "ArticleIdList": ["10.1089/jmf.2005.8.281", "16176136"]}, {"Citation": "Al-Ishaq R. K., Abotaleb M., Kubatka P., Kajo K., Büsselberg D. Flavonoids and their anti-diabetic effects: cellular mechanisms and effects to improve blood sugar levels. Biomolecules . 2019;9(9):p. 430. doi: 10.3390/biom9090430.", "ArticleIdList": ["10.3390/biom9090430", "PMC6769509", "31480505"]}, {"Citation": "Ginwala R., Bhavsar R., Chigbu D. G. I., Jain P., Khan Z. K. Potential role of flavonoids in treating chronic inflammatory diseases with a special focus on the anti-inflammatory activity of apigenin. Antioxidants . 2019;8(2):p. 35. doi: 10.3390/antiox8020035.", "ArticleIdList": ["10.3390/antiox8020035", "PMC6407021", "30764536"]}, {"Citation": "Maleki S. J., Crespo J. F., Cabanillas B. Anti-inflammatory effects of flavonoids. Food Chemistry . 2019;299:p. 125124. doi: 10.1016/j.foodchem.2019.125124.", "ArticleIdList": ["10.1016/j.foodchem.2019.125124", "31288163"]}, {"Citation": "Kozłowska A., Szostak-Węgierek D. In Bioactive molecules in food . Cham: Springer; 2019. Flavonoids–food sources, health benefits, and mechanisms involved; pp. 53–78."}, {"Citation": "Pourakbari R., Taher S. M., Mosayyebi B., Ayoubi-Joshaghani M. H., Ahmadi H., Aghebati-Maleki L. Implications for glycosylated compounds and their anti-cancer effects. International Journal of Biological Macromolecules . 2020;163:1323–1332. doi: 10.1016/j.ijbiomac.2020.06.281.", "ArticleIdList": ["10.1016/j.ijbiomac.2020.06.281", "32622770"]}, {"Citation": "Liang T., Guan R., Wang Z., Shen H., Xia Q., Liu M. Comparison of anticancer activity and antioxidant activity between cyanidin-3-O-glucoside liposomes and cyanidin-3-O-glucoside in Caco-2 cells in vitro. RSC Advances . 2017;7(59):37359–37368. doi: 10.1039/C7RA06387C.", "ArticleIdList": ["10.1039/C7RA06387C"]}, {"Citation": "Bourgaud F., Gravot A., Milesi S., Gontier E. Production of plant secondary metabolites: a historical perspective. Plant Science . 2001;161(5):839–851. doi: 10.1016/S0168-9452(01)00490-3.", "ArticleIdList": ["10.1016/S0168-9452(01)00490-3"]}, {"Citation": "Wang J., Qian J., Yao L., Lu Y. Enhanced production of flavonoids by methyl jasmonate elicitation in cell suspension culture of Hypericum perforatum. Bioresources and Bioprocessing . 2015;2(1):1–9. doi: 10.1186/s40643-014-0033-5.", "ArticleIdList": ["10.1186/s40643-014-0033-5"]}, {"Citation": "Amer A. Biotechnology approaches for the in vitro production of flavonoids. Journal of Microbiology, Biotechnology and Food Sciences . 2018;2021:457–468."}, {"Citation": "Shaw A. K., Ghosh S., Kalaji H. M., et al. Nano-CuO stress induced modulation of antioxidative defense and photosynthetic performance of Syrian barley (Hordeum vulgare L.) Environmental and Experimental Botany . 2014;102:37–47. doi: 10.1016/j.envexpbot.2014.02.016.", "ArticleIdList": ["10.1016/j.envexpbot.2014.02.016"]}, {"Citation": "Fazal H., Abbasi B. H., Ahmad N., et al. Sustainable production of biomass and industrially important secondary metabolites in cell cultures of selfheal (Prunella vulgaris L.) elicited by silver and gold nanoparticles. Artificial Cells, Nanomedicine, and Biotechnology . 2019;47(1):2553–2561.", "ArticleIdList": ["31213081"]}, {"Citation": "Genady E. A., Ahmed S. S., Fahmy A. H., Ashour R. M. Copper sulfate nanoparticles enhance growth parameters, flavonoid content and antimicrobial activity of Ocimum basilicum Linnaeus. Journal of American Science . 2017;13:108–114."}, {"Citation": "Mohebodini M., Fathi R., Mehri N. Optimization of hairy root induction in chicory (Cichorium intybus L.) and effects of nanoparticles on secondary metabolites accumulation. Iranian Journal of Genetics and Plant Breeding . 2017;6(2):60–68."}, {"Citation": "Chung I. M., Rekha K., Rajakumar G., Thiruvengadam M. Elicitation of silver nanoparticles enhanced the secondary metabolites and pharmacological activities in cell suspension cultures of bitter gourd. 3. Biotech . 2018;8(10):1–12.", "ArticleIdList": ["PMC6138608", "30237959"]}, {"Citation": "Chung I. M., Rajakumar G., Thiruvengadam M. Effect of silver nanoparticles on phenolic compounds production and biological activities in hairy root cultures of Cucumis anguria. Acta Biologica Hungarica . 2018;69(1):97–109. doi: 10.1556/018.68.2018.1.8.", "ArticleIdList": ["10.1556/018.68.2018.1.8", "29575919"]}, {"Citation": "Singh O. S., Pant N. C., Laishram L., et al. Effect of CuO nanoparticles on polyphenols content and antioxidant activity in Ashwagandha (Withania somnifera L. Dunal) Plant Science . 2018;7(2):3433–3439."}, {"Citation": "Chung I. M., Rajakumar G., Subramanian U., Venkidasamy B., Thiruvengadam M. Impact of copper oxide nanoparticles on enhancement of bioactive compounds using cell suspension cultures of Gymnema sylvestre (Retz.) R. Br. Applied Sciences . 2019;9(10):p. 2165."}, {"Citation": "Nourozi E., Hosseini B., Maleki R., Abdollahi Mandoulakani B. Iron oxide nanoparticles: a novel elicitor to enhance anticancer flavonoid production and gene expression in Dracocephalum kotschyi hairy‐root cultures. Journal of the Science of Food and Agriculture . 2019;99(14):6418–6430.", "ArticleIdList": ["31294466"]}, {"Citation": "Uddin N., Ali N., Uddin Z., et al. Evaluation of cholinesterase inhibitory potential of different genotypes of Ziziphus nummularia, their HPLC-UV, and molecular docking analysis. Molecules . 2020;25(21):p. 5011. doi: 10.3390/molecules25215011.", "ArticleIdList": ["10.3390/molecules25215011", "PMC7663671", "33137939"]}, {"Citation": "Khan W., Subhan S., Shams D. F., et al. Antioxidant potential, phytochemicals composition, and metal contents of Datura alba. BioMed research international . 2019;2019:8. doi: 10.1155/2019/2403718.", "ArticleIdList": ["10.1155/2019/2403718", "PMC6601491", "31317024"]}, {"Citation": "Lucho-Constantino G. G., Zaragoza-Martínez F., Ponce-Noyola T., et al. Antioxidant responses under jasmonic acid elicitation comprise enhanced production of flavonoids and anthocyanins in Jatropha curcas leaves. Acta Physiologiae Plantarum . 2017;39(8):1–10. doi: 10.1007/s11738-017-2461-2.", "ArticleIdList": ["10.1007/s11738-017-2461-2"]}, {"Citation": "Gai Q. Y., Jiao J., Wang X., Zang Y. P., Niu L. L., Fu Y. J. Elicitation of Isatis tinctoria L. hairy root cultures by salicylic acid and methyl jasmonate for the enhanced production of pharmacologically active alkaloids and flavonoids. Plant Cell, Tissue and Organ Culture (PCTOC) . 2019;137(1):77–86. doi: 10.1007/s11240-018-01553-8.", "ArticleIdList": ["10.1007/s11240-018-01553-8"]}, {"Citation": "Yao W., Cheng J., Kandhare A. D., Mukherjee-Kandhare A. A., Bodhankar S. L., Lu G. Toxicological evaluation of a flavonoid, chrysin: morphological, behavioral, biochemical and histopathological assessments in rats. Drug and Chemical Toxicology . 2021;44(6):601–612. doi: 10.1080/01480545.2019.1687510.", "ArticleIdList": ["10.1080/01480545.2019.1687510", "31724432"]}, {"Citation": "Peng K. Z., Zhang S. Y., Zhou H. L. Toxicological evaluation of the flavonoid-rich extract from Maydis stigma: Subchronic toxicity and genotoxicity studies in mice. Journal of Ethnopharmacology . 2016;192:161–169. doi: 10.1016/j.jep.2016.07.012.", "ArticleIdList": ["10.1016/j.jep.2016.07.012", "27396347"]}, {"Citation": "Ortiz-Andrade R., Araujo-León J. A., Sánchez-Recillas A., et al. Toxicological screening of four bioactive citroflavonoids: in vitro, in vivo, and in silico approaches. Molecules . 2020;25(24):p. 5959. doi: 10.3390/molecules25245959.", "ArticleIdList": ["10.3390/molecules25245959", "PMC7766697", "33339310"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "4", "Day": "18"}, {"Year": "2022", "Month": "5", "Day": "26"}, {"Year": "2022", "Month": "6", "Day": "16", "Hour": "2", "Minute": "38"}, {"Year": "2022", "Month": "6", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["35707379", "PMC9192232", "10.1155/2022/5445291"]}}], "PubmedBookArticle": []}