{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cultural variation", "Ecological knowledge hybridization", "Ethnomedicine", "Herbal medicine", "Post-Soviet"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35715815", "DateCompleted": {"Year": "2022", "Month": "06", "Day": "21"}, "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "06", "Day": "17"}], "Language": ["eng"], "ELocationID": ["46", "10.1186/s13002-022-00540-w"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "18", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Jun", "Day": "17"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Green pharmacy at the tips of your toes: medicinal plants used by Setos and Russians of Pechorsky District, Pskov Oblast (NW Russia).", "Pagination": {"StartPage": "46", "MedlinePgn": "46"}, "Abstract": {"AbstractText": ["While the hybridization of ecological knowledge has attracted substantial attention from researchers, the coexistence of local and allopathic medicinal traditions in literate societies widely exposed to centralized schooling and medical services has not yet been investigated. To this end, we studied the current and remembered local ethnomedical practices of Setos and neighboring Russians at the border with Estonia.", "During 2018-2019, we carried out 62 semi-structured interviews in the Pechorsky District of Pskov Oblast, NW Russia. For cross-border comparison, we utilized the data from 71 interviews carried out at the same time among Setos in Estonia. The Jaccard Similarity Index and qualitative comparison were used to analyze the data.", "The study participants mentioned 819 uses of 112 taxa belonging to 54 families. More than two-thirds of the uses (565) were quoted by 36 Russian interviewees, while the remaining third (254) were quoted by 26 Seto interviewees, with the top 3 in both groups being Viburnum opulus, Rubus idaeus, and Plantago major. The Seto intraethnic similarity index was lower (0.43) than the interethnic similarity in Estonia (0.52) and comparable to the interethnic similarity in Russia (0.43). Setos in Russia and local Russians rely more on wild plants (86% and 80% of medicinal plants, respectively), while Setos in Estonia and Estonians show less preference to them (63% and 61%, respectively). Nevertheless, Setos tend to source wild plants available in their gardens (33% of plants for Setos in Estonia and 38% in Russia), while Russians prefer to source them in the wild (38%).", "The preference of both groups in Russia for wild plants over cultivated and purchased plants was inspired by the overall plant literacy, access to nature, and one-to-many knowledge transfer favoring wild plants. Setos in Russia reported a narrower and more homogenous set of plants transferred vertically. However, due to atomization and the erosion of horizontal connections, there are singular plant uses among Setos that overlap with the local Russian set of medicinal plants and differ qualitatively from that of Setos in Estonia."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Sciences, Informatics and Statistics, Ca' Foscari University of Venice, Via Torino 155, Mestre, 30172, Venice, Italy. olga.belichenko@unive.it."}, {"Identifier": [], "Affiliation": "UMR 208 PALOC, Muséum National d'Histoire Naturelle, 47 rue Cuvier, 75005, Paris, France. olga.belichenko@unive.it."}], "LastName": "Belichenko", "ForeName": "Olga", "Initials": "O"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Sciences, Informatics and Statistics, Ca' Foscari University of Venice, Via Torino 155, Mestre, 30172, Venice, Italy."}], "LastName": "Kolosova", "ForeName": "Valeria", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Gastronomic Sciences, Piazza Vittorio Emanuele 9, 12042, Pollenzo, Bra, CN, Italy."}], "LastName": "Kalle", "ForeName": "Raivo", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Sciences, Informatics and Statistics, Ca' Foscari University of Venice, Via Torino 155, Mestre, 30172, Venice, Italy."}], "LastName": "Sõukand", "ForeName": "Renata", "Initials": "R"}], "GrantList": [{"GrantID": "714874", "Agency": "HORIZON EUROPE European Research Council", "Country": ""}, {"GrantID": "714874", "Agency": "HORIZON EUROPE European Research Council", "Country": ""}, {"GrantID": "714874", "Agency": "HORIZON EUROPE European Research Council", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Pharmacy"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Russia"}, {"QualifierName": [], "DescriptorName": "Toes"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Giovannini P, Reyes-García V, Waldstein A, Heinrich M. Do pharmaceuticals displace local knowledge and use of medicinal plants? Estimates from a cross-sectional study in a rural indigenous community. Mexico Soc Sci Med. 2011;72(6):928–936. doi: 10.1016/j.socscimed.2011.01.007.", "ArticleIdList": ["10.1016/j.socscimed.2011.01.007", "21345562"]}, {"Citation": "Aswani S, Lemahieu A, Sauer WHH. Global trends of local ecological knowledge and future implications. PLoS ONE. 2018;13(4):e0195440. doi: 10.1371/journal.pone.0195440.", "ArticleIdList": ["10.1371/journal.pone.0195440", "PMC5886557", "29621311"]}, {"Citation": "Penkala-Gawecka D. Some complementary medicines in post-Soviet Kazakhstan as conveyers of meaning and manifestations of values. Curare. 2011;34:29–35."}, {"Citation": "Stickley A, Koyanagi A, Richardson E, Roberts B, Balabanova D, McKee M. Prevalence and factors associated with the use of alternative (folk) medicine practitioners in 8 countries of the former Soviet Union. BMC Complement Altern Med. 2013;13(1):83. doi: 10.1186/1472-6882-13-83.", "ArticleIdList": ["10.1186/1472-6882-13-83", "PMC3636035", "23578173"]}, {"Citation": "Leonti M. The future is written: Impact of scripts on the cognition, selection, knowledge and transmission of medicinal plant use and its implications for ethnobotany and ethnopharmacology. J Ethnopharmacol. 2011;134(3):542–555. doi: 10.1016/j.jep.2011.01.017.", "ArticleIdList": ["10.1016/j.jep.2011.01.017", "21255636"]}, {"Citation": "Sõukand R, Mattalia G, Kolosova V, Stryamets N, Prakofjewa J, Belichenko O, et al. Inventing a herbal tradition: The complex roots of the current popularity of Epilobium angustifolium in Eastern Europe. J Ethnopharmacol. 2020;247:112254. doi: 10.1016/j.jep.2019.112254.", "ArticleIdList": ["10.1016/j.jep.2019.112254", "PMC6891887", "31580942"]}, {"Citation": "Fernández-Llamazares Á, Díaz-Reviriego I, Luz AC, Cabeza M, Pyhälä A, Reyes-García V. Rapid ecosystem change challenges the adaptive capacity of local environmental knowledge. Glob Environ Change. 2015;31:272–284. doi: 10.1016/j.gloenvcha.2015.02.001.", "ArticleIdList": ["10.1016/j.gloenvcha.2015.02.001", "PMC4471143", "26097291"]}, {"Citation": "Gallois S, Lubbers MJ, Hewlett B, Reyes-García V. Social networks and knowledge transmission strategies among Baka children, Southeastern Cameroon. Hum Nat. 2018;29(4):442–463. doi: 10.1007/s12110-018-9328-0.", "ArticleIdList": ["10.1007/s12110-018-9328-0", "PMC6208833", "30357606"]}, {"Citation": "Menendez-Baceta G, Aceituno-Mata L, Reyes-García V, Tardío J, Salpeteur M, Pardo-de-Santayana M. The importance of cultural factors in the distribution of medicinal plant knowledge: a case study in four Basque regions. J Ethnopharmacol. 2015;161:116–127. doi: 10.1016/j.jep.2014.12.007.", "ArticleIdList": ["10.1016/j.jep.2014.12.007", "25499311"]}, {"Citation": "Reyes-García V, Menendez-Baceta G, Aceituno-Mata L, Acosta-Naranjo R, Calvet-Mir L, Domínguez P, et al. From famine foods to delicatessen: interpreting trends in the use of wild edible plants through cultural ecosystem services. Ecol Econ. 2015;120:303–311. doi: 10.1016/j.ecolecon.2015.11.003.", "ArticleIdList": ["10.1016/j.ecolecon.2015.11.003"]}, {"Citation": "Saynes-Vásquez A, Caballero J, Meave JA, Chiang F. Cultural change and loss of ethnoecological knowledge among the Isthmus Zapotecs of Mexico. J Ethnobiol Ethnomed. 2013;9(1):40. doi: 10.1186/1746-4269-9-40.", "ArticleIdList": ["10.1186/1746-4269-9-40", "PMC3707844", "23758714"]}, {"Citation": "Zent S, Zent E. Processual perspectives on traditional environmental knowledge. In: Ellen R, Lycett SJ, Johns SE, editors. Understanding cultural transmission in anthropology: a critical synthesis. New York and Oxford: Berghahn Books; 2013. p. 54."}, {"Citation": "Iniesta-Arandia I, del Amo DG, García-Nieto AP, Piñeiro C, Montes C, Martín-López B. Factors influencing local ecological knowledge maintenance in Mediterranean watersheds: insights for environmental policies. Ambio. 2015;44(4):285–296. doi: 10.1007/s13280-014-0556-1.", "ArticleIdList": ["10.1007/s13280-014-0556-1", "PMC4392019", "25286985"]}, {"Citation": "Quinlan MB, Quinlan RJ. Modernization and medicinal plant knowledge in a Caribbean horticultural village. Med Anthropol Q New Ser. 2007;21(2):169–192. doi: 10.1525/maq.2007.21.2.169.", "ArticleIdList": ["10.1525/maq.2007.21.2.169", "17601083"]}, {"Citation": "Reyes-García V, Kightley E, Ruiz-Mallén I, Fuentes-Peláez N, Demps K, Huanca T, et al. Schooling and local environmental knowledge: do they complement or substitute each other? Int J Educ Dev. 2010;30(3):305–313. doi: 10.1016/j.ijedudev.2009.11.007.", "ArticleIdList": ["10.1016/j.ijedudev.2009.11.007"]}, {"Citation": "Sternberg RJ, Nokes C, Geissler PW, Prince R, Okatcha F, Bundy DA, et al. The relationship between academic and practical intelligence: a case study in Kenya. Intelligence. 2001;29(5):401–418. doi: 10.1016/S0160-2896(01)00065-4.", "ArticleIdList": ["10.1016/S0160-2896(01)00065-4"]}, {"Citation": "Voeks RA, Leony A. Forgetting the forest: assessing medicinal plant erosion in Eastern Brazil. Econ Bot. 2004;58(1):294–306. doi: 10.1663/0013-0001(2004)58[S294:FTFAMP]2.0.CO;2.", "ArticleIdList": ["10.1663/0013-0001(2004)58[S294:FTFAMP]2.0.CO;2"]}, {"Citation": "Beltrán-Rodríguez L, Ortiz-Sánchez A, Mariano NA, Maldonado-Almanza B, Reyes-García V. Factors affecting ethnobotanical knowledge in a mestizo community of the Sierra de Huautla Biosphere Reserve, Mexico. J Ethnobiol Ethnomed. 2014;10(1):14. doi: 10.1186/1746-4269-10-14.", "ArticleIdList": ["10.1186/1746-4269-10-14", "PMC3933039", "24467777"]}, {"Citation": "Simenel Romain. De l’intelligence des plantes à celle des enfants: profils ethnographiques de l’expérience sensible du végétal dans les écoles buissonnières. Anthropologie et Sociétés. 2020;44(3):149–170. doi: 10.7202/1078169ar.", "ArticleIdList": ["10.7202/1078169ar"]}, {"Citation": "Jernigan K, Belichenko O, Kolosova V, Orr D. Naukan ethnobotany in post-Soviet times: lost edibles and new medicinals. J Ethnobiol Ethnomed. 2017;13:61. doi: 10.1186/s13002-017-0188-1.", "ArticleIdList": ["10.1186/s13002-017-0188-1", "PMC5693499", "29149856"]}, {"Citation": "Yamin-Pasternak S. How the devils went deaf: ethnomycology, cuisine, and perception of landscape in the Russian North [Internet] [Thesis]. [Fairbanks, Alaska]: University of Alaska Fairbanks; 2007 [cited 2020 Apr 18]. https://scholarworks.alaska.edu/handle/11122/8922"}, {"Citation": "Maffi L. Linguistic, cultural, and biological diversity. Annu Rev Anthropol. 2005;34(1):599–617. doi: 10.1146/annurev.anthro.34.081804.120437.", "ArticleIdList": ["10.1146/annurev.anthro.34.081804.120437"]}, {"Citation": "Krupnik I, Vakhtin N. Indigenous knowledge in modern culture: Siberian Yupik ecological legacy in transition. Arctic Anthropol. 1997;34(1):236–252."}, {"Citation": "ISE Code of Ethics (with 2008 additions) [Internet]. International Society of Ethnobiology. 2006 [cited 2019 May 12]. http://www.ethnobiology.net/what-we-do/core-programs/ise-ethics-program/code-of-ethics/code-in-english/"}, {"Citation": "International classification of primary care, 2nd edition (ICPC-2) [Internet]. 2003 [cited 2021 May 22]. https://www.who.int/standards/classifications/other-classifications/international-classification-of-primary-care"}, {"Citation": "González-Tejero MR, Casares-Porcel M, Sánchez-Rojas CP, Ramiro-Gutiérrez JM, Molero-Mesa J, Pieroni A, et al. Medicinal plants in the Mediterranean area: synthesis of the results of the project Rubia. J Ethnopharmacol. 2008;116(2):341–357. doi: 10.1016/j.jep.2007.11.045.", "ArticleIdList": ["10.1016/j.jep.2007.11.045", "18242025"]}, {"Citation": "Chao A, Chazdon RL, Colwell RK, Shen TJ. Abundance-based similarity indices and their estimation when there are unseen species in samples. Biometrics. 2006:62(2):361–371. 10.1111/j.1541-0420.2005.00489.x.", "ArticleIdList": ["16918900"]}, {"Citation": "Draw Venn diagram [Internet]. [cited 2020 Oct 5]. http://bioinformatics.psb.ugent.be/webtools/Venn/"}, {"Citation": "Hulsen T, de Vlieg J, Alkema W. BioVenn—a web application for the comparison and visualization of biological lists using area-proportional Venn diagrams. BMC Genomics. 2008;9(1):488. doi: 10.1186/1471-2164-9-488.", "ArticleIdList": ["10.1186/1471-2164-9-488", "PMC2584113", "18925949"]}, {"Citation": "Efimov PG, Konechnaia GYu. Konspekt flory Pskovskoi oblasti (sosudistye rasteniia) [Conspect of flora of Pskov Oblast’ (vascular plants)] [Internet]. Moscow - Saint Petersburg: Tovarishchestvo nauchnykh izdanii KMK; 2018 [cited 2020 Apr 18]. https://www.binran.ru/files/publications/monographs/Efimov_Konechnaya_2018_Flora_Pskov_Oblast.pdf"}, {"Citation": "Vascular plants herbarium of the Komarov Botanical Institute RAS — Herbarium LE | Main page [Internet]. Herbarium LE. 2022 [cited 2022 Mar 2]. https://en.herbariumle.ru/"}, {"Citation": "WFO [Internet]. World Flora Online. 2022 [cited 2022 Mar 2]. http://www.worldfloraonline.org/"}, {"Citation": "Tutin TG, Burges NA, Chater AO, Edmondson JR, Heywood VH, Moore DM, Valentine DH, Walters SM, Webb DA (Eds.) Flora Europaea; University Press: Cambridge, UK, 1964–1980; Volumes 1–5, Available online: http://ww2.bgbm.org/EuroPlusMed/query.asp. Accessed 19 Dec 2021"}, {"Citation": "Stevens PF. Angiosperm phylogeny website. Version 14, July 2017 [Internet]. [cited 2020 Jun 30]. http://www.mobot.org/MOBOT/research/APweb/"}, {"Citation": "Puring NI. Issledovaniia flory Pskovskoi gub. za 1899 i 1900 gg. : Po otchetam i materialam g.g. Andreeva, Ispolatova i sobstv. sost. N. Puring [Study of flora of Pskov Oblast for 1899 and 1900 after reports and materials of Andreev, Ispolatov and our own. Comp. N. Puring]. Saint Petersburg: Tip. V. Demakova; 1900."}, {"Citation": "Tammekan A, Kant E, Veski JV. Setumaa-Maadeteaduslik, tulunduslik ja ajalooline kirjeldus. Tartus: Eesti Kirjanduse Seltsi kirjastus; 1928."}, {"Citation": "Sokolova I. Petseri rajooni taimkate. In: Külvik M, Palo K, Puura I, editors. Tartu: Eesti Rahva Muuseum; 2016. p. 185–92."}, {"Citation": "Saag L, Laneman M, Varul L, Malve M, Valk H, Razzak MA, et al. The arrival of Siberian ancestry connecting the eastern Baltic to Uralic speakers further East. Curr Biol. 2019;29(10):1701–1711. doi: 10.1016/j.cub.2019.04.026.", "ArticleIdList": ["10.1016/j.cub.2019.04.026", "PMC6544527", "31080083"]}, {"Citation": "Aun M. Keskmine rauaaeg ja viikingiaeg (450–1050 pKr). In: Lillak A, Selart A, Valk H, editors. Setomaa [Internet]. Tartu: Eesti Rahva Muuseum; 2009 [cited 2020 May 7]. p. 70–116. https://vivaldi.pskovbook.ru/setomaa_loodus_rastitelnost.pdf/view"}, {"Citation": "Khagu PS. Kalendarnaia obriadnost’ russkikh i setu Pechorskogo kraia [Calendar rituals of Russians and Setos of Pechory region]. Arkheologia i istoriia Pskova i Pskovskoi zemli. 1983;51–2."}, {"Citation": "Valk H, Grouchina L. Les sources sacrées du Setomaa. In: Benfoughal T, Fishman O, Valk H, editors. Missions du Musée de l’Homme en Estonie Boris Vilde et Leonide Zouroff au Setomaa (1937–1938) Paris: Muséum National d’Histoire Naturelle; 2017. pp. 567–581."}, {"Citation": "Trusman Y. Poluvertsy Pskovo-Pechorskogo kraia [Half-believers of Pskov-Pechory region] Zhivaia starina. 1890;1:31–62."}, {"Citation": "Novozhilov AG. The population of Pskovo-Pechorskiy region between ethnocultural tradition and national politics. Vestnik Sankt-Peterburgskogo universiteta Istoriia. 2017;62(1):186–200."}, {"Citation": "Rikhter EV. Russkoe naselenie Zapadnogo Prichud’ia: (Ocherki istorii, material’noi i dukhovnoi kul’tury) [Russian population of Western Prichud’e: (Essays on history, material and spiritual culture)]. Tallinn: Valgus; 1976."}, {"Citation": "Sõukand R, Kalle R. Historistlik Eesti Rahvameditsiini Botaaniline Andmebaas (HERBA) [Internet]. 2008. http://herba.folklore.ee/"}, {"Citation": "Talalaeva LA. Obrazovanie i prosveshchenie v Pechorskom krae (19 vek i pervaia polovina 20 veka) [Education and enlightenment in Pechory krai (19 century and first half of 20 century)]. In: Ne prervetsia sviaz’ vremion : materialy obshchestva kraevedov pri Pechorskoi raionnoi biblioteke. Pechorskaia tsentral’naia raionnaia biblioteka. Pechory; 2018. p. 113–41."}, {"Citation": "Lebedev E. Inorodcheskii vopros v Pskovkoi gubernii v sviazi s religiozno-politicheskim znacheniem Pskovo-Pecherskogo monastyria (The question of non-Slavic population in Pskov Governorate in relation to the religious and political significance of Pskov-Pechory monastery) [Internet]. Pskov: Tipografiia Gubernskogo Pravleniia; 1891. https://dspace.ut.ee/handle/10062/38768?show=full&locale-attribute=en"}, {"Citation": "Lõuna K. Petserimaa: Petserimaa integreerimine Eesti Vabariiki 1920–1940. Tallinn: Eesti Entsüklopeediakirjastus; 2003."}, {"Citation": "Vananurm I, editor. Eestikeelne kooliharidus Petseris. Võru: Setomaa Valdade Liit; 2003."}, {"Citation": "Koreinik K. The Seto language in Estonia. Eldia case-specific report. Studies in European Language Diversity [Internet]. 2013;24. https://services.phaidra.univie.ac.at/api/object/o:103768/diss/Content/get"}, {"Citation": "Davis C, Feshbach M. Rising Infant Mortality in the U.S.S.R. in the 1970’s. U.S. Department of Commerce, Bureau of the Census; 1980"}, {"Citation": "Russia again faced with drug shortages [Internet]. 2021 [cited 2021 Nov 25]. https://www.thepharmaletter.com/article/russia-again-faced-with-drug-shortages"}, {"Citation": "Russia: Critical Shortages of Cystic Fibrosis Drugs [Internet]. Human Rights Watch. 2020 [cited 2021 Nov 25]. https://www.hrw.org/news/2020/03/05/russia-critical-shortages-cystic-fibrosis-drugs"}, {"Citation": "Popovich L, Potapchik E, Shishkin S, Richardson E, Vacroux A, Mathivet B. Russian Federation. Health systems review. Health Syst Transision. 2011;13(7):1–190.", "ArticleIdList": ["22455875"]}, {"Citation": "Chudakova T. Caring for strangers: aging, traditional medicine, and collective self-care in post-socialist Russia. Med Anthropol Q. 2017;31(1):78–96. doi: 10.1111/maq.12276.", "ArticleIdList": ["10.1111/maq.12276", "26756584"]}, {"Citation": "Selivanova V. ZOZh [Healthe lifestyle] [Internet]. Bol’shoi Gorod. Moskovskie novosti. 2003 [cited 2022 Apr 25]. https://web.archive.org/web/20170609125916/http://bg.ru/society/zozh-2995/"}, {"Citation": "Zurov LF. Stat’i i pis’ma: Arkheologia i etnografiia Pechorskogo kraia (Setumaa) v nasledii L.F. Zurova [Articles and letters: Archeology and ethnography of Pechory region (Setomaa) in the heritage of L.F. Zurov]. Moscow: sine nomine; 2014"}, {"Citation": "Golubkova OV. “Sviatye kamni” v sisteme mirovozzreniia russkikh (po polevym materialam 2012) [’Sacred stones’ in the belief system of Russians (based on field materials of 2012)] Balaninskie chteniia. 2014;8(1):45–52."}, {"Citation": "Valk H, Aleksandrov A. Les pierres culturelles du Setomaa. In: Benfoughal T, Fishman O, Valk H, editors. Missions du Musée de l’Homme en Estonie Boris Vilde et Leonide Zouroff au Setomaa (1937–1938) Paris: Muséum National d’Histoire Naturelle; 2017. pp. 629–647."}, {"Citation": "Kujawska M, Łuczaj Ł, Typek J. Fischer’s Lexicon of Slavic beliefs and customs: a previously unknown contribution to the ethnobotany of Ukraine and Poland. J Ethnobiol Ethnomed [Internet]. 2015 [cited 2019 Mar 18];11(1). 10.1186/s13002-015-0073-8.", "ArticleIdList": ["PMC4690239", "26704421"]}, {"Citation": "Sõukand R, Pieroni A. The importance of a border: Medical, veterinary, and wild food ethnobotany of the Hutsuls living on the Romanian and Ukrainian sides of Bukovina. J Ethnopharmacol. 2016;185:17–40. doi: 10.1016/j.jep.2016.03.009.", "ArticleIdList": ["10.1016/j.jep.2016.03.009", "26965364"]}, {"Citation": "Mattalia G, Sõukand R, Corvo P, Pieroni A. Dissymmetry at the border: wild food and medicinal ethnobotany of slovenes and friulians in NE Italy. Econ Bot. 2020;74:1–14. doi: 10.1007/s12231-020-09488-y.", "ArticleIdList": ["10.1007/s12231-020-09488-y"]}, {"Citation": "Tsvelev NN. Opredelitel’ sosudistukh rastenii Severo-Zapadnoi Rossii (Leningradskaia, Pskovskaia i Novgorodskaia oblasti) [Manual of the vascular plants of North-West Russia (Leningrad, Pskov and Novgorod regions)]. St.-Petersburg State Chemical-Pharmaceutical Academy Press. 2000."}, {"Citation": "Lebedeva T, Tkachenko K. Ispol’zovanie vidov mestnoi flory v kachestve pishchevykh malymi narodami Severa [The use of species of local flora for food by small indigenous peoples of the North]. In: Sokhranenie bioraznoobraziia Kamchatki i prilegaiushchikh morei: Materialy XVII mezhdunarodnoi nauchnoi konferentsii, posviashchennoi 25-letiiu organizatsii Kamchatskogo instituta ekologii i prirodopol’zovaniia DVO RAN. Petropavlovsk-Kamchatskii: DVO RAN; 2016. p. 158–62."}, {"Citation": "Lebedeva TP. Dikorastushchie rasteniia v kul’ture seto [Wild plants in the Seto culture]. In: Kosenko IS, editor. Materiali mizhnarodnoi naukovoi konferentsii, prisviachenoi roku kul’turnoi spadshchini u Evropi. Uman’: Sochin’ckii M.M.; 2018. p. 168–74."}, {"Citation": "Sõukand R, Kalle R. Change in medical plant use in Estonian ethnomedicine: a historical comparison between 1888 and 1994. J Ethnopharmacol. 2011;135(2):251–260. doi: 10.1016/j.jep.2011.02.030.", "ArticleIdList": ["10.1016/j.jep.2011.02.030", "21376110"]}, {"Citation": "Bardone E, Pungas-Kohv P. Changing values of wild berries in Estonian households: recollections from an ethnographic archive. J Baltic Stud. 2015;46(3):319–336. doi: 10.1080/01629778.2015.1073916.", "ArticleIdList": ["10.1080/01629778.2015.1073916"]}, {"Citation": "Krebel’ R. Narodnaia meditsina i narodnye sredstva razlichnykh plemion Russkogo tsarstva protiv raznykh boleznei [Folk medicine and folk remedies of various tribes of Russian Tsardom for various diseases]. Vol. 2. Moscow: Tip. S. Orlova; 1868."}, {"Citation": "Makeenko SG. Medicinal plant resources of Pskov Oblast, research and use [Lekarstvennye rastitel’nye resursy Pskovskoi oblasti, ikh issledovianie i ispol’zovanie]. Stavropol’: State Medical Stavropol' University; 1973."}, {"Citation": "Afanas’ev A. Narodnye sredstva pri prostude [Folk remedies for cold]. Pechorskaia pravda. 1989 Dec 5;4."}, {"Citation": "Baranov DA, Konovalov AV, editors. Russkie krest’iane. Zhizn’. Byt. Nravy. Vol. 6. Kurskaia, Moskovskaia, Olonetskaia, Pskovskaia, Sankt-Peterburgskaia i Tul’skaia gubernii [Russian peasants. Everyday life. Mores. Vol. 6. Kursk, Moscow, Pskov, Saint Petersburg and Tula governorates] [Internet]. Saint-Petersburg: Delovaia poligrafiia; 2008 [cited 2020 May 8]. https://www.prlib.ru/item/362996"}, {"Citation": "Vedernikov M. Ob utverzhdenii regional’noi programmy Pskovskoi oblasti “Bor’ba s serdechno-sosudistymi zabolevaniiami” ot 24 iiunia 2019 [On approval of the regional program of Pskov Oblast ’Prevention of cardiovascular diseases dated 24 June 2019] [Internet]. 246 Jun 24, 2019. https://docs.cntd.ru/document/462722141"}, {"Citation": "Artiunina GP, Komandresova TM. Dinamika pokazatelei zabolevaemosti i smertnosti ot boleznei serdechno-sosudistoi sistemy v Rossiiskoi Federatsii i g. Pskove [Dynamics of the indicators of morbidity and mortality from cardiovascular diseases in Russian Federation and Pskov]. Zdorov’e - osnova chelovecheskogo potentsiala: problemy i puti ikh resheniia. 2020;15(1):221–8."}, {"Citation": "Lozada M, Ladio A, Weigandt M. Cultural transmission of ethnobotanical knowledge in a rural community of Northwestern Patagonia, Argentina. Econ Bot. 2006;60(4):374–385. doi: 10.1663/0013-0001(2006)60[374:CTOEKI]2.0.CO;2.", "ArticleIdList": ["10.1663/0013-0001(2006)60[374:CTOEKI]2.0.CO;2"]}, {"Citation": "Sõukand R. Perceived reasons for changes in the use of wild food plants in Saaremaa, Estonia. Appetite. 2016;107:231–241. doi: 10.1016/j.appet.2016.08.011.", "ArticleIdList": ["10.1016/j.appet.2016.08.011", "27521164"]}, {"Citation": "Nascimento ALB, Medeiros PM, Albuquerque UP. Factors in hybridization of local medical systems: simultaneous use of medicinal plants and modern medicine in Northeast Brazil. PLoS ONE. 2018;13(11):e0206190. doi: 10.1371/journal.pone.0206190.", "ArticleIdList": ["10.1371/journal.pone.0206190", "PMC6241117", "30427870"]}, {"Citation": "VPN-2010 [All-Russia Census 2010] [Internet]. Federal’naia sluzhba gosudarstvennoi statistiki; 2013 [cited 2022 Feb 28]. https://gks.ru/free_doc/new_site/perepis2010/croc/perepis_itogi1612.htm"}, {"Citation": "Lovell S. The Russian Reading Revolution: Print Culture in the Soviet and Post-Soviet Eras. Berlin: Springer; 2000."}, {"Citation": "Baiburin AK. Sovetskii pasport: istoriia - struktura - praktiki [Soviet passport: history - structure - practices] Saint Petersburg: Izd-vo Evropeiskogo universiteta v Sankt-Peterburge; 2017. p. 486."}, {"Citation": "Fitzpatrick S. Stalin’s Peasants: Resistance and Survival in the Russian Village After Collectivization. Oxford: Oxford University Press; 1996."}, {"Citation": "Schippmann UWE, Leaman D, Cunningham AB. A comparison of cultivation and wild collection of medicinal and aromatic plants under sustainability aspects. Frontis. 2006;75–95."}, {"Citation": "Kołodziejska-Degórska I. Patients’ webs of relations in the medical landscapes of Central Ukraine. Anthropol Med. 2016;23(2):155–171. doi: 10.1080/13648470.2016.1180583.", "ArticleIdList": ["10.1080/13648470.2016.1180583", "27362484"]}, {"Citation": "Powell B, Thilsted SH, Ickowitz A, Termote C, Sunderland T, Herforth A. Improving diets with wild and cultivated biodiversity from across the landscape. Food Sec. 2015;7(3):535–554. doi: 10.1007/s12571-015-0466-5.", "ArticleIdList": ["10.1007/s12571-015-0466-5"]}, {"Citation": "Stryamets N, Elbakidze M, Ceuterick M, Angelstam P, Axelsson R. From economic survival to recreation: contemporary uses of wild food and medicine in rural Sweden, Ukraine and NW Russia. J Ethnobiol Ethnomed. 2015;11(1):53. doi: 10.1186/s13002-015-0036-0.", "ArticleIdList": ["10.1186/s13002-015-0036-0", "PMC4474580", "26077671"]}, {"Citation": "Sõukand R, Hrynevich Y, Prakofjewa J, Valodzina T, Vasilyeva I, Paciupa J, et al. Use of cultivated plants and non-plant remedies for human and animal home-medication in Liubań district, Belarus. J Ethnobiol Ethnomed. 2017;13(1):1–31. doi: 10.1186/s13002-016-0106-y.", "ArticleIdList": ["10.1186/s13002-016-0106-y", "PMC5627493", "28974229"]}, {"Citation": "Kolosova V, Pashkova T, Muslimov M, Sõukand R. Historical Review of Ethnopharmacology in Karelia (1850s–2020s): Herbs and healers. J Ethnopharmacol. 2021;282:114565. doi: 10.1016/j.jep.2021.114565.", "ArticleIdList": ["10.1016/j.jep.2021.114565", "34496265"]}, {"Citation": "Agize M, Demissew S, Asfaw Z. Ethnobotany of medicinal plants in Loma and Gena bosa districts (woredas) of dawro zone, southern Ethiopia. Topclass J Herbal Med. 2013;2(9):194–212."}, {"Citation": "Awoyemi OK, Abdulkarim IA, Ewa EE, Aduloju AR. Ethnobotanical assessment of herbal plants in South-Western Nigeria. Acad Res Int. 2012;2(3):50."}, {"Citation": "Musa MS, Abdelrasool FE, Elsheikh EA, Ahmed LA, Mahmoud ALE, Yagi SM. Ethnobotanical study of medicinal plants in the Blue Nile State, South-eastern Sudan. J Med Plants Res. 2011;5(17):4287–4297."}, {"Citation": "Pastushenkov LV, Pastushenkov AL, Pastushenkov VL. Lekarstvennye rasteniia: Ispol’zovanie v narodnoi meditsine i buty [Medicinal plants: The use in folk medicine and everyday life] Leningrad: Lenizdat; 1990. p. 384."}, {"Citation": "Nosal’ M, Nosal’ I. Lekarstvennye rastenija i sposoby ih primenenija v narode [Medicinal plants and methods of their use in people]. Kiïv: Gosudarstvennoe medicinskoe izdatelʹstvo SSSR; 1960."}, {"Citation": "Nebaikin V. Zelenye sputniki dachnika [Green neighbors of a dachnik]. Khabarovsk: Khabarovskoe knizhnoe izdanie; 1990."}, {"Citation": "Kislova NM. Poleznye svoistva sorniakov [Useful properties of weed] Moscow: AST-Press kniga; 2009."}, {"Citation": "Korodetskii A. Lopukh-tselitel’ i ego druzia: podorozhnik, mat’-i-machekha, ivan-chai, krapiva [Burdock-healer and its firends: plantain, colt’s foot, fireweed, nettle]. Saint Petersburg: Piter; 2007"}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "3", "Day": "2"}, {"Year": "2022", "Month": "5", "Day": "10"}, {"Year": "2022", "Month": "6", "Day": "17", "Hour": "23", "Minute": "42"}, {"Year": "2022", "Month": "6", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "17"}], "PublicationStatus": "epublish", "ArticleIdList": ["35715815", "PMC9205151", "10.1186/s13002-022-00540-w", "10.1186/s13002-022-00540-w"]}}], "PubmedBookArticle": []}