{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anthocyanin biosynthesis", "Fruit coloration", "Full-length transcriptome", "Schisandra chinensis"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35722508", "DateRevised": {"Year": "2023", "Month": "05", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "05", "Day": "12"}], "Language": ["eng"], "ELocationID": ["10.1007/s12298-022-01179-3"], "Journal": {"ISSN": "0971-5894", "JournalIssue": {"Volume": "28", "Issue": "5", "PubDate": {"Year": "2022", "Month": "May"}}, "Title": "Physiology and molecular biology of plants : an international journal of functional plant biology", "ISOAbbreviation": "Physiol Mol Biol Plants"}, "ArticleTitle": "Integration of full-length transcriptomes and anthocyanin metabolite analysis for understanding fruit coloration mechanism in <i>Schisandra chinensis</i>.", "Pagination": {"StartPage": "921", "EndPage": "933", "MedlinePgn": "921-933"}, "Abstract": {"AbstractText": ["Coloration directly affects the commercial value of <i>Schisandra chinensis</i> fruits. The composition and content of anthocyanin determine the <i>S. chinensis</i> fruit coloration. However, the molecular mechanism of anthocyanin biosynthesis and regulation in this fruit remains unknown. In this study, we performed integrative full-length transcriptomics and targeted metabolomics analyses in <i>S. chinensis</i> fruits at four different developmental stages to elucidate the coloration mechanism. Cyanidin3-<i>O</i>-xyl-rutinoside is the key anthocyanin, which is responsible for the reddening of <i>S. chinensis</i> fruits, and its accumulation gradually accelerated from the 80th day after fluorescence. Overall, 122,289 unigenes with an average length of 2592 bp and an N50 of 4232 bp were obtained through single-molecule real-time sequencing; a total of 16,456 differentially expressed genes were identified. Moreover, 10 full-length structural genes related to anthocyanin biosynthesis were found to be significantly differentially expressed with fruit ripening. Moreover, 10 glycosyltransferases (GTs) that may possess the activities of anthocyanidin 3-<i>O</i>-glucosyltransferase, anthocyanidin 3-<i>O</i>-glucoside rhamnosyltransferase, and xylosyltransferases, which are involved in the final three steps for cyanidin3-<i>O</i>-xyl-rutinoside synthesis, were identified through phylogenetic analysis. Based on these findings, we constructed the complete anthocyanin biosynthetic pathway in <i>S. chinensis</i> fruits; five <i>ScMYB</i>s, three <i>ScbHLH</i>s, and two <i>ScWD40</i>s potentially involved in regulating anthocyanin biosynthesis in <i>S. chinensis</i> fruits were also selected. Our study provides the foundation for further research on the molecular mechanism of anthocyanin biosynthesis and regulation for improving the quality of <i>S. chinensis</i> fruits. The results of full-length transcriptomes would provide researchers with novel insights into the molecular cloning of enzymes and their activity.", "The online version contains supplementary material available at 10.1007/s12298-022-01179-3."], "CopyrightInformation": "© Prof. H.S. Srivastava Foundation for Science and Society 2022."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412557.0", "0000 0000 9886 8131"], "Affiliation": "College of Horticulture, Shenyang Agricultural University, Shenyang, 110866 China."}], "LastName": "Li", "ForeName": "Haiyan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412557.0", "0000 0000 9886 8131"], "Affiliation": "College of Horticulture, Shenyang Agricultural University, Shenyang, 110866 China."}], "LastName": "Fan", "ForeName": "Chunxue", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.506261.6", "0000 0001 0706 7839"], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 100193 China."}], "LastName": "Liu", "ForeName": "Jiushi", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412557.0", "0000 0000 9886 8131"], "Affiliation": "College of Horticulture, Shenyang Agricultural University, Shenyang, 110866 China."}], "LastName": "Wang", "ForeName": "Biao", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412557.0", "0000 0000 9886 8131"], "Affiliation": "College of Horticulture, Shenyang Agricultural University, Shenyang, 110866 China."}], "LastName": "Li", "ForeName": "Hongbo", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Physiol Mol Biol Plants", "NlmUniqueID": "101304333", "ISSNLinking": "0974-0430"}, "CoiStatement": "Conflict of interestThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Alexander P, Wikman G. Pharmacology of Schisandra chinensis Bail.: an overview of Russian research and uses in medicine. J Ethnopharmacol. 2008;118:183–212. doi: 10.1016/j.jep.2008.04.020.", "ArticleIdList": ["10.1016/j.jep.2008.04.020", "18515024"]}, {"Citation": "Baudry A, Caboche M, Lepiniec L. TT8 controls its own expression in a feedback regulation involving TTG1 and homologous MYB and bHLH factors, allowing a strong and cell-specific accumulation of flavonoids in Arabidopsis thaliana. Plant J. 2006;46:768–779. doi: 10.1111/j.1365-313X.2006.02733.x.", "ArticleIdList": ["10.1111/j.1365-313X.2006.02733.x", "16709193"]}, {"Citation": "Brugliera F, Holton TA, Stevenson TW, Farcy E, Lu CY, Cornish EC. Isolation and characterization of a cDNA clone corresponding to the Rt locus of Petunia hybrida. Plant J. 1994;5:81–92. doi: 10.1046/j.1365-313X.1994.5010081.x.", "ArticleIdList": ["10.1046/j.1365-313X.1994.5010081.x", "8130800"]}, {"Citation": "Chen PN, Chu SC, Chiou HL, Kuo W-H, Chiang CL, Hsieh Y-S. Mulberry anthocyanins, cyanidin 3-rutinoside and cyaniding 3-glucoside, exhibited an inhibitory effect on the migration and invasion of a human lung cancer cell line. Cancer Lett. 2006;235:248–259. doi: 10.1016/j.canlet.2005.04.033.", "ArticleIdList": ["10.1016/j.canlet.2005.04.033", "15975709"]}, {"Citation": "Chinese Pharmacopoeia Commission . Pharmacopoeia of the People’s Republic of China [S] Beijing: China Medical Science Press; 2015."}, {"Citation": "Chung M-Y, Shin EJ, Choi H-K, Kim SH, Sung MJ, Park JH, Hwang J-T. Schisandra chinensis berry extract protects against steatosis by inhibiting histone acetylation in oleic acid–treated HepG2 cells and in the livers of diet-induced obese mice. Nutr Res. 2017;46:1–10. doi: 10.1016/j.nutres.2017.07.002.", "ArticleIdList": ["10.1016/j.nutres.2017.07.002", "29173646"]}, {"Citation": "Cui GW, Chai H, Yin H, Yang M, Hu GF, Guo MY, Rugeletu Yi, Zhang P. Full-length transcriptome sequencing reveals the low-temperature-tolerance mechanism of Medicago falcata roots. BMC Plant Biol. 2019;19:575–590. doi: 10.1186/s12870-019-2192-1.", "ArticleIdList": ["10.1186/s12870-019-2192-1", "PMC6925873", "31864302"]}, {"Citation": "Editing Committee of Chinese Flora, Chinese Academy of Sciences (1996) Flora of China: Vol 30(1) [M]. Beijing: Science Press. p 252"}, {"Citation": "European Pharmacopoeia 8.0, (2013) Schisandra fruit. European Directorate for the Quality of Medicines, France, Strasburg, pp. 1381"}, {"Citation": "Hong M, Zhang Y, Li S, Tan HY, Wang N, Mu S, Hao X, Feng Y. A network pharmacology-based study on the hepatoprotective effect of Fructus Schisandrae. Molecules. 2017;22:1617–1627. doi: 10.3390/molecules22101617.", "ArticleIdList": ["10.3390/molecules22101617", "PMC6151775", "28956809"]}, {"Citation": "Jeong ST, Goto-Yamamoto N, Kobayashi S, Esaka A. Effects of plant hormones and shading on the accumulation and the expression of anthocyanin biosynthetic genes in grape berry skins. Plant Sci. 2004;167:247–252. doi: 10.1016/j.plantsci.2004.03.021.", "ArticleIdList": ["10.1016/j.plantsci.2004.03.021"]}, {"Citation": "Jung S, Moon HI, Kim S, Quynh NTN, Yu J, Sandag Z, Thile DD, Lee H, Lee H, Lee MS. Anticancer activity of gomisin J from Schisandra chinensis fruit. Oncol Rep. 2019;41:711–717.", "ArticleIdList": ["30542721"]}, {"Citation": "Karaaslan M, Yılmaz FM, Karaaslan A, Vardin H. Synthesis and accumulation of anthocyanins in sour cherries during ripening in accordance with antioxidant capacity development and chalcone synthase expression. Eur Food Res Technol. 2016;242(2):189–198. doi: 10.1007/s00217-015-2530-y.", "ArticleIdList": ["10.1007/s00217-015-2530-y"]}, {"Citation": "Laura J. New insights into the regulation of anthocyanin biosynthesis in fruits. Trends Plant Sci. 2013;18:477–478. doi: 10.1016/j.tplants.2013.06.003.", "ArticleIdList": ["10.1016/j.tplants.2013.06.003", "23870661"]}, {"Citation": "Li Y, Dai C, Hu C, Liu Z, Kang C. Global identification of alternative splicing via comparative analysis of SMRT- and Illumina-based RNA-seq in strawberry. Plant J. 2017;90:164–176. doi: 10.1111/tpj.13462.", "ArticleIdList": ["10.1111/tpj.13462", "27997733"]}, {"Citation": "Li YZ, Ren S, Yan XT, Sun YS, Li HP, Li W, Liu YY, Wang Z. Improvement of Cisplatin-induced renal dysfunction by Schisandra chinensis stems via anti-inflammation and anti-apoptosis effects. J Ethnopharmacol. 2018;217:228–237. doi: 10.1016/j.jep.2018.01.033.", "ArticleIdList": ["10.1016/j.jep.2018.01.033", "29421595"]}, {"Citation": "Liao JJ, Zang J, Yuan F, Liu S, Zhang YB, Li HY, Piao ZY, Li HB. Identification and analysis of anthocyanin components in fruit color variation in Schisandra chinensis. J Sci Food Agric. 2016;96:3213–3219. doi: 10.1002/jsfa.7503.", "ArticleIdList": ["10.1002/jsfa.7503", "26493497"]}, {"Citation": "Liu YF, Liu J, Qi YW, Zhang AL, Liu ZD, Ren XL. Identifcation and characterization of AcUFGT6b, a xylosyltransferase involved in anthocyanin modifcation in red-feshed kiwifruit (Actinidia chinensis) Plant Cell Tissue Organ Culture PCTOC. 2019;138:257–271. doi: 10.1007/s11240-019-01622-6.", "ArticleIdList": ["10.1007/s11240-019-01622-6"]}, {"Citation": "Liu YF, Ma KX, Qi YW, Lv GW, Ren XL, Liu ZD, Ma FW. Transcriptional regulation of anthocyanin synthesis by MYB-bHLH-WDR Complexes in Kiwifruit (Actinidia chinensis) J Agric Food Chem. 2021;69:3677–3691. doi: 10.1021/acs.jafc.0c07037.", "ArticleIdList": ["10.1021/acs.jafc.0c07037", "33749265"]}, {"Citation": "Livak KJ, Schmittgen TD. Analysis of relative gene expression data using realtime quantitative PCR and the 2−ΔΔCT method. Methods. 2001;25:402–408. doi: 10.1006/meth.2001.1262.", "ArticleIdList": ["10.1006/meth.2001.1262", "11846609"]}, {"Citation": "Morita Y, Hoshino A, Kikuchi Y, Okuhara H, Ono E, Tanaka Y, Fukui Y, Saito N, Nitasaka E, Noguchi H, Iida S. Japanese morning glory dusky mutants displaying reddish-brown or purplish-gray fowers are defcient in a novel glycosylation enzyme for anthocyanin biosynthesis, UDP-glucose: anthocyanidin 3-O-glucoside-2″-O-glucosyltransferase, due to 4-bp insertions in the gene. Plant J. 2005;42(3):353–363. doi: 10.1111/j.1365-313X.2005.02383.x.", "ArticleIdList": ["10.1111/j.1365-313X.2005.02383.x", "15842621"]}, {"Citation": "Peng M, Miao M, Wang T, Liu D. Effect of Fructus schisandrae syrup on bronchial asthma mice model. Saudi J Biol Sci. 2018;25:1806–1811. doi: 10.1016/j.sjbs.2018.07.003.", "ArticleIdList": ["10.1016/j.sjbs.2018.07.003", "PMC6303176", "30591804"]}, {"Citation": "Qi T, Song S, Ren Q, et al. The jasmonate-ZIM-domain proteinsinteract with the WD-repeat/bHLH/MYB complexes to regulate jasmonate-mediated anthocyanin accumulation and trichome initiation in Arabidopsis thaliana. Plant Cell. 2011;23:1795–1814. doi: 10.1105/tpc.111.083261.", "ArticleIdList": ["10.1105/tpc.111.083261", "PMC3123955", "21551388"]}, {"Citation": "Qi Y, Cheng X, Jing H, Yan T, Xiao F, Wu B, Bi K, Jia Y. Effect of Alpinia oxyphylla—Schisandra chinensis herb pair on inflammation and apoptosis in Alzheimer's disease mice model. J Ethnopharmacol. 2019;237:28–38. doi: 10.1016/j.jep.2019.03.029.", "ArticleIdList": ["10.1016/j.jep.2019.03.029", "30880259"]}, {"Citation": "Rao GD, Zhang JG, Liu XX, Yi L. Identification of putative genes for polyphenol biosynthesis in olive fruits and leaves using full-length transcriptome sequencing. Food Chem. 2019;300:125246–125255. doi: 10.1016/j.foodchem.2019.125246.", "ArticleIdList": ["10.1016/j.foodchem.2019.125246", "31357017"]}, {"Citation": "Song L, Cui S, Li T, Yang S, Wang Q, He K, Zheng Y, He C. Antibacterial effects of Schisandra chinensis extract on Staphylococcus aureus and its application in food. J Food Saf. 2018;38:12503–12513. doi: 10.1111/jfs.12503.", "ArticleIdList": ["10.1111/jfs.12503"]}, {"Citation": "Sun D, Li Q, Li HB, Li YH, Piao ZY. Quantitative analysis of six lignans in fruits with different colors of Schisandra chinensis by HPLC. Nat Prod Res. 2014;28:581–585. doi: 10.1080/14786419.2014.881365.", "ArticleIdList": ["10.1080/14786419.2014.881365", "24650174"]}, {"Citation": "Szopa A, Ekiert R, Ekiert H. Current knowledge of Schisandra chinensis (Turcz.) Baill. (Chinese magnolia vine) as a medicinal plant species: a review on the bioactive components, pharmacological properties, analytical and biotechnological studies. Phytochem. Rev. 2017;16:195–218. doi: 10.1007/s11101-016-9470-4.", "ArticleIdList": ["10.1007/s11101-016-9470-4", "PMC5378736", "28424569"]}, {"Citation": "Szopa A, Dziurka M, Warzecha A, Kubica P, Klimek-Szczykutowicz M, Ekiert H. Targeted lignan profiling and anti-inflammatory properties of Schisandra rubriflora and Schisandra chinensis extracts. Molecules. 2018;23:3103. doi: 10.3390/molecules23123103.", "ArticleIdList": ["10.3390/molecules23123103", "PMC6321394", "30486445"]}, {"Citation": "Tulio AZ, Reese RN, Wyzgoski FJ, Rinaldi PL, Fu R, Scheerens JC, Miller AR. Cyanidin 3-Rutinoside and Cyanidin 3-Xylosylrutinoside as primary phenolic antioxidants in black raspberry. J Agric Food Chem. 2008;56:1880–1888. doi: 10.1021/jf072313k.", "ArticleIdList": ["10.1021/jf072313k", "18290621"]}, {"Citation": "Upton, R. (Ed.), Santa Cruz, California. American Herbal Pharmacopoeia and Therapeutic Compendium, 1999. Schisandra berry, Schisandra chinensis analytical, quality control and therapeutic monograph. pp. 1–25."}, {"Citation": "Vogt T, Jones P. Glycosyltransferases in plant natural product synthesis: characterization of a supergene family. Trends Plant Sci. 2000;5:380–386. doi: 10.1016/S1360-1385(00)01720-9.", "ArticleIdList": ["10.1016/S1360-1385(00)01720-9", "10973093"]}, {"Citation": "Wang M, Bi W, Fan K, Li T, Yan T, Xiao F, He B, Bi K, Jia Y. Ameliorating effect of Alpinia oxyphylla—Schisandra chinensis herb pair on cognitive impairment in a mouse model of Alzheimer’s disease. Biomed Pharmacother. 2018;97:128–135. doi: 10.1016/j.biopha.2017.10.088.", "ArticleIdList": ["10.1016/j.biopha.2017.10.088", "29080453"]}, {"Citation": "Wang X, Yu J, Li W, Wang C, Li H, Ju W, Chen J, Sun J. Characteristics and antioxidant activity of lignans in Schisandra chinensis and Schisandra sphenanthera from different locations. Chem Biodivers. 2018;15:1800030–18000442. doi: 10.1002/cbdv.201800030.", "ArticleIdList": ["10.1002/cbdv.201800030", "29706012"]}, {"Citation": "Wang YY, Zhang XD, Zhao YR, Yang J, He YY, Li GC, Ma WR, Huang XL, Su J. Transcription factor PyHY5 binds to the promoters of PyWD40 and PyMYB10 and regulates its expression in red pear ‘Yunhongli No. 1’. Plant Physiol Biochem. 2020;154:665–674. doi: 10.1016/j.plaphy.2020.07.008.", "ArticleIdList": ["10.1016/j.plaphy.2020.07.008", "32738704"]}, {"Citation": "Wu XX, Zhang SM, Liu XH, Shang J, Zhang AD, Zhu ZW, Zha DS. Chalcone synthase (CHS) family members analysis from eggplant (Solanum melongena L.) in the flavonoid biosynthetic pathway and expression patterns in response to heat stress. PLoS ONE. 2020;15:0226537–0226554.", "ArticleIdList": ["PMC7164647", "32302307"]}, {"Citation": "Xu W, Dubos C, Lepiniec L. Transcriptional control of flavonoid biosynthesis by MYB–bHLH–WDR complexes. Trends Plant Sci. 2015;20:176–185. doi: 10.1016/j.tplants.2014.12.001.", "ArticleIdList": ["10.1016/j.tplants.2014.12.001", "25577424"]}, {"Citation": "Xu Z, Peters RJ, Weirather JL, Luo H, Liao B, Zhang X, Zhu Y, Ji A, Zhang B, Hu S, Au KF, Chen S. Full-length transcriptome sequences and splice variants obtained by a combination of sequencing platforms applied to different root tissues of Salvia miltiorrhiza and tanshinone biosynthesis. Plant J. 2015;82:951–961. doi: 10.1111/tpj.12865.", "ArticleIdList": ["10.1111/tpj.12865", "25912611"]}, {"Citation": "You YL, Liang C, Han X, Guo JL, Ren CL, Liu GJ, Huang WD, Zhan JC. Mulberry anthocyanins, cyanidin 3-glucoside and cyanidin 3-rutinoside, increase the quantity of mitochondria during brown adipogenesis. J Funct Foods. 2017;36:348–356. doi: 10.1016/j.jff.2017.07.007.", "ArticleIdList": ["10.1016/j.jff.2017.07.007"]}, {"Citation": "Yuan R, Tao X, Liang S, Pan Y, He L, Sun J, Ju W, Li X, Chen J, Wang C. Protective effect of acidic polysaccharide from Schisandra chinensis on acute ethanol-induced liver injury through reducing CYP2E1-dependent oxidative stress. Biomed Pharmacother. 2018;99:537–542. doi: 10.1016/j.biopha.2018.01.079.", "ArticleIdList": ["10.1016/j.biopha.2018.01.079", "29902864"]}, {"Citation": "Zeng TR, Zhang DF, Li YX, Li CH, Liu XY, Shi YS, Song YC, Li Y, Wang TY. Identification of genomic insertion and flanking sequences of the transgenic droughttolerant maize line “SbSNAC1-382” using the single-molecule real-time (SMRT) sequencing method. PLoS ONE. 2020;15:226455–226474.", "ArticleIdList": ["PMC7147794", "32275664"]}, {"Citation": "Zhai J, Zhang F, Gao S, Chen L, Feng G, Yin J, Chen W. Schisandra chinensis extract decreases chloroacetaldehyde production in rats and attenuates cyclophosphamide toxicity in liver, kidney and brain. J Ethnopharmacol. 2018;210:223–231. doi: 10.1016/j.jep.2017.08.020.", "ArticleIdList": ["10.1016/j.jep.2017.08.020", "28821392"]}, {"Citation": "Zhang QT, Fan ST, Yang YM, Xu PL, Ai J. De novo transcriptome assembly of Schisandra chinensis Turcz. (Baill.) Genomics Data. 2016;10:153–154. doi: 10.1016/j.gdata.2016.10.007.", "ArticleIdList": ["10.1016/j.gdata.2016.10.007", "PMC5109268", "27872818"]}, {"Citation": "Zhang Q, Wang LL, Liu ZG, Zhao ZH, Zhao J, Wang ZT, Zhou GF, Liu P, Liu MJ. Transcriptome and metabolome profiling unveil the mechanisms of Ziziphus jujuba Mill. peel coloration. Food Chem. 2020;312:125903–125909. doi: 10.1016/j.foodchem.2019.125903.", "ArticleIdList": ["10.1016/j.foodchem.2019.125903", "31901700"]}, {"Citation": "Zhu L, Li B, Liu X, Huang G, Meng X. Purification of six lignans from the stems of Schisandra chinensis by using high-speed counter-current chromatography combined with preparative high-performance liquid chromatography. Food Chem. 2015;186:146–152. doi: 10.1016/j.foodchem.2014.09.008.", "ArticleIdList": ["10.1016/j.foodchem.2014.09.008", "25976804"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "11", "Day": "25"}, {"Year": "2022", "Month": "4", "Day": "6"}, {"Year": "2022", "Month": "4", "Day": "8"}, {"Year": "2022", "Month": "6", "Day": "20", "Hour": "4", "Minute": "9"}, {"Year": "2022", "Month": "6", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "21", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "5", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35722508", "PMC9203629", "10.1007/s12298-022-01179-3", "1179"]}}], "PubmedBookArticle": []}