{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35722156", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "06", "Day": "08"}], "Language": ["eng"], "ELocationID": ["7621599", "10.1155/2022/7621599"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2022", "PubDate": {"Year": "2022"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "<i>Stachys pilifera</i> Benth: A Review of Its Botany, Phytochemistry, Therapeutic Potential, and Toxicology.", "Pagination": {"StartPage": "7621599", "MedlinePgn": "7621599"}, "Abstract": {"AbstractText": ["<i>Stachys</i> L. (Lamiaceae) includes more than 300 annual or perennial species growing in temperate regions of Southern Africa, the Mediterranean, America, and Asia. <i>Stachys pilifera</i> Benth (<i>S. pilifera</i>), also known as Marzeh Kuhi, is an endemic species from Iran. It is found in the mountainous habitats of the Zagros area. It has various traditional uses, and the phytochemical ingredients and some biological activities of this species have been examined in previous studies.", "PubMed, Science Direct, Google Scholar, Scopus, and Science Web databases were used to gather the data. The purpose of this review is to consolidate the scattered knowledge reported in the literature about botany, traditional uses, phytochemistry, pharmacological properties, and safety of <i>S. pilifera</i> and suggest its potential medicinal properties. <i>Key Findings</i>. In traditional Iranian medicine, <i>S. pilifera</i> manages various illnesses, such as rheumatoid arthritis, common cold, infections, asthma, and tussive. More than 30 compounds have been identified in <i>S. pilifera</i> essential oil. The compounds found in <i>S. pilifera</i> are phenolic compounds, monoterpenes, sesquiterpenes, flavonoids, alkaloids, and terpenoids, which have various properties such as antioxidant, nephroprotective, anti-inflammatory, antimicrobial, hepatoprotective, and anticancer properties.", "The literature reveals that <i>S. pilifera</i> is an essential source of bioactive phytochemicals and illustrates the unknown area of this plant for new investigations. Moreover, we recommend that future research focus on toxicology and quality control studies for <i>S. pilifera</i> to fill the knowledge gap and provide theoretical support for the plant's possible functional and clinical uses."], "CopyrightInformation": "Copyright © 2022 Heibatollah Sadeghi et al."}, "AuthorList": [{"Identifier": ["0000-0002-4436-8929"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Yasuj University of Medical Sciences, Yasuj, Iran."}], "LastName": "Sadeghi", "ForeName": "Heibatollah", "Initials": "H"}, {"Identifier": ["0000-0002-5528-1984"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Yasuj University of Medical Sciences, Yasuj, Iran."}], "LastName": "Rostamzadeh", "ForeName": "Davoud", "Initials": "D"}, {"Identifier": ["0000-0002-8470-8844"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Yasuj University of Medical Sciences, Yasuj, Iran."}], "LastName": "Panahi Kokhdan", "ForeName": "Esmaeel", "Initials": "E"}, {"Identifier": ["0000-0003-3759-8192"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Yasuj University of Medical Sciences, Yasuj, Iran."}], "LastName": "Asfaram", "ForeName": "Arash", "Initials": "A"}, {"Identifier": ["0000-0002-9166-419X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Yasuj University of Medical Sciences, Yasuj, Iran."}], "LastName": "Doustimotlagh", "ForeName": "Amir Hossein", "Initials": "AH"}, {"Identifier": ["0000-0003-3312-2509"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Yasuj University of Medical Sciences, Yasuj, Iran."}], "LastName": "Hamidi", "ForeName": "Neda", "Initials": "N"}, {"Identifier": ["0000-0001-8465-5933"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Yasuj University of Medical Sciences, Yasuj, Iran."}], "LastName": "Hossein", "ForeName": "Sadeghi", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "The authors declare that they have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Oyebode O., Kandala N.-B., Chilton P. J., Lilford R. J. Use of traditional medicine in middle-income countries: a WHO-SAGE study. Health Policy and Planning . 2016;31(8):984–991. doi: 10.1093/heapol/czw022.", "ArticleIdList": ["10.1093/heapol/czw022", "PMC5013777", "27033366"]}, {"Citation": "Calixto J. B. Twenty-five years of research on medicinal plants in latin America. Journal of Ethnopharmacology . 2005;100:131–134. doi: 10.1016/j.jep.2005.06.004.", "ArticleIdList": ["10.1016/j.jep.2005.06.004", "16006081"]}, {"Citation": "Duguma H. T. Wild edible plant nutritional contribution and consumer perception in Ethiopia. International Journal of Food Science . 2020;2020:16. doi: 10.1155/2020/2958623.2958623", "ArticleIdList": ["10.1155/2020/2958623", "PMC7487116", "32953878"]}, {"Citation": "Tundis R., Peruzzi L., Menichini F. Phytochemical and biological studies of Stachys species in relation to chemotaxonomy: a review. Phytochemistry . 2014;102:7–39. doi: 10.1016/j.phytochem.2014.01.023.", "ArticleIdList": ["10.1016/j.phytochem.2014.01.023", "24661611"]}, {"Citation": "Salmaki Y., Zarre S., Lindqvist C., Heubl G., Bräuchler C. Comparative leaf anatomy of Stachys (Lamiaceae: lamioideae) in Iran with a discussion on its subgeneric classification. Plant Systematics and Evolution . 2011;294:109–125. doi: 10.1007/s00606-011-0450-2.", "ArticleIdList": ["10.1007/s00606-011-0450-2"]}, {"Citation": "Rechinger K. H. Flora des iranischen hochlandes und umrahmenden gebirge, Flora Iranica . Vol. 176. Verlagsgesellschaft, Salzburg, Australia: Akademische Druck- u.Verlagsanstalt. Akademische; 1963. pp. 1–174."}, {"Citation": "Zargari A. Iranian Medicinal Plants . Tehran, Iran: Tehran University Publications; 1997."}, {"Citation": "Elfalleh W., Kirkan B., Sarikurkcu C. Antioxidant potential and phenolic composition of extracts from Stachys tmolea: an endemic plant from Turkey. Industrial Crops and Products . 2019;127:212–216. doi: 10.1016/j.indcrop.2018.10.078.", "ArticleIdList": ["10.1016/j.indcrop.2018.10.078"]}, {"Citation": "Venditti A., Bianco A., Quassinti L., et al. Phytochemical analysis, biological activity, and secretory structures of Stachys annua (L.) L. subsp. annua (Lamiaceae) from central Italy. Chemistry and Biodiversity . 2015;12(8):1172–1183. doi: 10.1002/cbdv.201400275.", "ArticleIdList": ["10.1002/cbdv.201400275", "26265569"]}, {"Citation": "Bahadori M. B., Kirkan B., Sarikurkcu C. Phenolic ingredients and therapeutic potential of Stachys cretica subsp. smyrnaea for the management of oxidative stress, alzheimer’s disease, hyperglycemia, and melasma. Industrial Crops and Products . 2019;127:82–87. doi: 10.1016/j.indcrop.2018.10.066.", "ArticleIdList": ["10.1016/j.indcrop.2018.10.066"]}, {"Citation": "Bahadori M. B., Zengin G., Dinparast L., Eskandani M. The health benefits of three hedgenettle herbal teas (Stachys byzantina, Stachys inflata, and Stachys lavandulifolia)-profiling phenolic and antioxidant activities. European Journal of Integrative Medicine . 2020;36 doi: 10.1016/j.eujim.2020.101134.101134", "ArticleIdList": ["10.1016/j.eujim.2020.101134"]}, {"Citation": "Bursal E., Taslimi P., Gören A. C., Gülçin İ. Assessments of anticholinergic, antidiabetic, antioxidant activities and phenolic content of Stachys annua. Biocatalysis and Agricultural Biotechnology . 2020;28 doi: 10.1016/j.bcab.2020.101711.101711", "ArticleIdList": ["10.1016/j.bcab.2020.101711"]}, {"Citation": "Asghari G., Akbari M., Asadi-Samani M. Phytochemical analysis of some plants from Lamiaceae family frequently used in folk medicine in Aligudarz region of Lorestan province. Marmara Pharmaceutical Journal . 2017;21(3):506–514. doi: 10.12991/marupj.311815.", "ArticleIdList": ["10.12991/marupj.311815"]}, {"Citation": "Javidnia K., Miri R., Moein M. R., Kamalinejad M., Sarkarzadeh H. Constituents of the essential oil of Stachys pilifera benth. From Iran. Journal of Essential Oil Research . 2006;18(3):275–277. doi: 10.1080/10412905.2006.9699086.", "ArticleIdList": ["10.1080/10412905.2006.9699086"]}, {"Citation": "Jahantab E., Morshedloo M. R., Maggi F. Essential oil variability in Stachys pilifera benth populations: a narrow endemic species of Iran. Natural product research . 2019;35(15):2588–2592. doi: 10.1080/14786419.2019.1682580.", "ArticleIdList": ["10.1080/14786419.2019.1682580", "31651198"]}, {"Citation": "Heydari H., Salehi A., Farajee H., Mirinejad S., Behzadi Y. Stachys pilifera L. Iranian Journal of Horticultural Science . 2019;50(1):233–242."}, {"Citation": "Goren A. C. Use of Stachys species (mountain tea) as herbal tea and food. Records of Natural Products . 2014;8(2):p. 71."}, {"Citation": "Skaltsa H. D., Demetzos C., Lazari D., Sokovic M. Essential oil analysis and antimicrobial activity of eight Stachys species from Greece. Phytochemistry . 2003;64(3):743–752. doi: 10.1016/s0031-9422(03)00386-8.", "ArticleIdList": ["10.1016/s0031-9422(03)00386-8", "13679097"]}, {"Citation": "Mirinejad S., Jahantab E., Mahmoudi M. R., Najafpour Navaei M., Rahimi M. M., Sharafatmandrad M. Investigating the impact of some habitat characteristics on distribution of stachys pilifera benth using the BMLR model in Iran. Polish Journal of Environmental Studies . 2018;27(5):2171–2178. doi: 10.15244/pjoes/79719.", "ArticleIdList": ["10.15244/pjoes/79719"]}, {"Citation": "Mosaddegh M., Naghibi F., Moazzeni H., Pirani A., Esmaeili S. Ethnobotanical survey of herbal remedies traditionally used in Kohghiluyeh va Boyer Ahmad province of Iran. Journal of Ethnopharmacology . 2012;141(1):80–95. doi: 10.1016/j.jep.2012.02.004.", "ArticleIdList": ["10.1016/j.jep.2012.02.004", "22366675"]}, {"Citation": "Ghahreman A. Flora of Iran . Tehran, Iran: Research institute of forest and rangelands, Tehran University Press; 1995."}, {"Citation": "Tomou E.-M., Barda C., Skaltsa H. Genus Stachys: a review of traditional uses, phytochemistry and bioactivity. Medicine . 2020;7(10):p. 63. doi: 10.3390/medicines7100063.", "ArticleIdList": ["10.3390/medicines7100063", "PMC7601302", "33003416"]}, {"Citation": "Kartsev V. G., Stepanichenko N. N., Auelbekov S. A. Chemical composition and pharmacological properties of plants of the genus Stachys. Chemistry of Natural Compounds . 1994;30(6):645–654. doi: 10.1007/bf00630595.", "ArticleIdList": ["10.1007/bf00630595"]}, {"Citation": "Meremeti A., Karioti A., Skaltsa H., Heilmann J., Sticher O. Secondary metabolites from Stachys ionica. Biochemical Systematics and Ecology . 2004;32(2):139–151. doi: 10.1016/s0305-1978(03)00161-3.", "ArticleIdList": ["10.1016/s0305-1978(03)00161-3"]}, {"Citation": "Aghamaali M., Kokhdan E., Ghafoori H., et al. Cytotoxic effect of methanolic extract, alkaloid and terpenoid fractions of Stachys pilifera against HT-29 cell line. Research in Pharmaceutical Sciences . 2018;13(5):p. 404. doi: 10.4103/1735-5362.236833.", "ArticleIdList": ["10.4103/1735-5362.236833", "PMC6082032", "30271442"]}, {"Citation": "Sadeghi H., Mansourian M., Panahi kokhdan E., et al. Antioxidant and protective effect of Stachys pilifera benth against nephrotoxicity induced by cisplatin in rats. Journal of Food Biochemistry . 2020;44(5) doi: 10.1111/jfbc.13190.e13190", "ArticleIdList": ["10.1111/jfbc.13190", "32155675"]}, {"Citation": "Asfaram A., Sadeghi H., Goudarzi A., Panahi Kokhdan E., Salehpour Z. Ultrasound combined with manganese-oxide nanoparticles loaded on activated carbon for extraction and pre-concentration of thymol and carvacrol in methanolic extracts of thymus daenensis, Salvia officinalis, Stachys pilifera, Satureja khuzistanica, and mentha, and water samples. Analyst . 2019;144(6):1923–1934. doi: 10.1039/c8an02338g.", "ArticleIdList": ["10.1039/c8an02338g", "30688952"]}, {"Citation": "Hashemi S. M. B., Khodaei D., Jahantab E., Lacroix M. Chemical composition, antimicrobial, antioxidant and cytotoxic activity of the essential oil from the leaves of Stachys pilifera benth. FEMS Microbiology Letters . 2021;368(9) doi: 10.1093/femsle/fnab050.", "ArticleIdList": ["10.1093/femsle/fnab050", "33970244"]}, {"Citation": "Khademian A., Tabefam M., Mazarei Z., et al. Chemical constituents and cytotoxic activity of Stachys pilifera benth. South African Journal of Botany . 2021;139:226–229. doi: 10.1016/j.sajb.2021.02.022.", "ArticleIdList": ["10.1016/j.sajb.2021.02.022"]}, {"Citation": "Sefidkon F., Shaabani A. The essential oil of Stachys pilifera benth. From Iran. Journal of Essential Oil Research . 2004;16(3):229–230. doi: 10.1080/10412905.2004.9698705.", "ArticleIdList": ["10.1080/10412905.2004.9698705"]}, {"Citation": "Masoudi S., Jamzad M., Attari L., Rustaiyan A. Volatile constituents of Stachys pilifera benth. And Stachys acerosa boiss. From Iran. Journal of Essential Oil Research . 2003;15(3):189–190. doi: 10.1080/10412905.2003.9712108.", "ArticleIdList": ["10.1080/10412905.2003.9712108"]}, {"Citation": "Farjam M. H., Khalili M., Rustayian A., Javidnia K., Izadi S. Biological activity of the n-butanolic extract of Stachys pilifera. African Journal of Microbiology Research . 2011;5(28):5115–5119."}, {"Citation": "Jassbi A. R., Miri R., Asadollahi M., Javanmardi N., Firuzi O. Cytotoxic, antioxidant and antimicrobial effects of nine species of woundwort (Stachys) plants. Pharmaceutical Biology . 2014;52(1):62–67. doi: 10.3109/13880209.2013.810650.", "ArticleIdList": ["10.3109/13880209.2013.810650", "24024974"]}, {"Citation": "Shebis Y., Iluz D., Kinel-Tahan Y., Dubinsky Z., Yehoshua Y. Natural antioxidants: function and sources. Food and Nutrition Sciences . 2013;4(6):643–649. doi: 10.4236/fns.2013.46083.", "ArticleIdList": ["10.4236/fns.2013.46083"]}, {"Citation": "Devrnja N., Anđelković B., Aranđelović S., et al. Comparative studies on the antimicrobial and cytotoxic activities of Tanacetum vulgare L. essential oil and methanol extracts. South African Journal of Botany . 2017;111:212–221. doi: 10.1016/j.sajb.2017.03.028.", "ArticleIdList": ["10.1016/j.sajb.2017.03.028"]}, {"Citation": "Chang M.-Y., Shen Y.-L. Linalool exhibits cytotoxic effects by activating antitumor immunity. Molecules . 2014;19(5):6694–6706. doi: 10.3390/molecules19056694.", "ArticleIdList": ["10.3390/molecules19056694", "PMC6271996", "24858101"]}, {"Citation": "Háznagy-Radnai E., Réthy B., Czigle S. Z., et al. Cytotoxic activities of Stachys species. Fitoterapia . 2008;79(7-8):595–597. doi: 10.3390/molecules22060989.", "ArticleIdList": ["10.3390/molecules22060989", "18672034"]}, {"Citation": "Leyva-López N., Gutiérrez-Grijalva E. P., Vazquez-Olivo G., Heredia J. B. Essential oils of oregano: biological activity beyond their antimicrobial properties. Molecules . 2017;22(6):p. 989. doi: 10.3390/molecules22060989.", "ArticleIdList": ["10.3390/molecules22060989", "PMC6152729", "28613267"]}, {"Citation": "Sadeghi H., Zarezade V., Sadeghi H., et al. Anti-inﬂammatory activity of stachys pilifera benthﬂammatory activity of Stachys pilifera benth. Iranian Red Crescent Medical Journal . 2014;16(9) doi: 10.5812/ircmj.19259.", "ArticleIdList": ["10.5812/ircmj.19259", "PMC4270644", "25593730"]}, {"Citation": "Zarezade V., Abedi S., Sadeghi H., et al. Effect of ethanolic extract of Stachys pilifera benth on subacute experimental models of inflammation and some underlying mechanisms. Research in Pharmaceutical Sciences . 2021;16(5):p. 516. doi: 10.4103/1735-5362.323918.", "ArticleIdList": ["10.4103/1735-5362.323918", "PMC8407160", "34522199"]}, {"Citation": "Tungmunnithum D., Thongboonyou A., Pholboon A., Yangsabai A. Flavonoids and other phenolic compounds from medicinal plants for pharmaceutical and medical aspects: an overview. Medicine . 2018;5(3):p. 93. doi: 10.3390/medicines5030093.", "ArticleIdList": ["10.3390/medicines5030093", "PMC6165118", "30149600"]}, {"Citation": "Can Baser K. Biological and pharmacological activities of carvacrol and carvacrol bearing essential oils. Current Pharmaceutical Design . 2008;14(29):3106–3119. doi: 10.2174/138161208786404227.", "ArticleIdList": ["10.2174/138161208786404227", "19075694"]}, {"Citation": "Salehi B., Mishra A. P., Shukla I., et al. Thymol, thyme, and other plant sources: health and potential uses. Phytotherapy Research . 2018;32(9):1688–1706. doi: 10.1002/ptr.6109.", "ArticleIdList": ["10.1002/ptr.6109", "29785774"]}, {"Citation": "Panahi Kokhdan E., Ahmadi K., Sadeghi H., et al. Hepatoprotective effect of Stachys pilifera ethanol extract in carbon tetrachloride-induce hepatotoxicity in rats. Pharmaceutical Biology . 2017;55(1):1389–1393. doi: 10.1080/13880209.2017.1302484.", "ArticleIdList": ["10.1080/13880209.2017.1302484", "PMC6130664", "28317417"]}, {"Citation": "Mansourian M., Mirzaei A., Azarmehr N., Vakilpour H., Kokhdan E. P., Doustimotlagh A. H. Hepatoprotective and antioxidant activity of hydroalcoholic extract of Stachys pilifera. Benth on acetaminophen-induced liver toxicity in male rats. Heliyon . 2019;5(12) doi: 10.1016/j.heliyon.2019.e03029.e03029", "ArticleIdList": ["10.1016/j.heliyon.2019.e03029", "PMC7201135", "32382666"]}, {"Citation": "Moslemi Z., Bardania H., Gheitasi I., et al. Liposome extract of stachys pilifera benth effectively improved liver damage due to bile duct ligation rats. Oxidative Medicine and Cellular Longevity . 2021;2021:9. doi: 10.1155/2021/8141563.8141563", "ArticleIdList": ["10.1155/2021/8141563", "PMC8545598", "34707781"]}, {"Citation": "Moslemi Z., Gheitasi I., Doustimotlagh A. H. Protective effect of hydroalcoholic extract of Stachys pilifera on oxidant-antioxidant status in renal ischemia/reperfusion injuries in male rats. Journal of Toxicology . 2021;2021:8. doi: 10.1155/2021/6646963.6646963", "ArticleIdList": ["10.1155/2021/6646963", "PMC7864747", "33574840"]}, {"Citation": "Williamson E. M. Synergy and other interactions in phytomedicines. Phytomedicine . 2001;8(5):401–409. doi: 10.1078/0944-7113-00060.", "ArticleIdList": ["10.1078/0944-7113-00060", "11695885"]}, {"Citation": "Caesar L. K., Cech N. B. Synergy and antagonism in natural product extracts: when 1 + 1 does not equal 2. Natural Product Reports . 2019;36(6):869–888. doi: 10.1039/c9np00011a.", "ArticleIdList": ["10.1039/c9np00011a", "PMC6820002", "31187844"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "9", "Day": "14"}, {"Year": "2022", "Month": "3", "Day": "13"}, {"Year": "2022", "Month": "5", "Day": "4"}, {"Year": "2022", "Month": "6", "Day": "20", "Hour": "4", "Minute": "4"}, {"Year": "2022", "Month": "6", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "21", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "6", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["35722156", "PMC9200515", "10.1155/2022/7621599"]}}], "PubmedBookArticle": []}