{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Catharanthus roseus", "Pumilio", "RNA binding proteins", "Specialized metabolism", "Terpenoid indole alkaloids"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35722510", "DateRevised": {"Year": "2023", "Month": "05", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "06", "Day": "06"}], "Language": ["eng"], "ELocationID": ["10.1007/s12298-022-01193-5"], "Journal": {"ISSN": "0971-5894", "JournalIssue": {"Volume": "28", "Issue": "5", "PubDate": {"Year": "2022", "Month": "May"}}, "Title": "Physiology and molecular biology of plants : an international journal of functional plant biology", "ISOAbbreviation": "Physiol Mol Biol Plants"}, "ArticleTitle": "Understanding the possible influence of <i>Pumilio</i> RNA binding proteins on terpenoid indole alkaloid biosynthesis in <i>Catharanthus roseus</i>.", "Pagination": {"StartPage": "963", "EndPage": "969", "MedlinePgn": "963-969"}, "Abstract": {"AbstractText": ["<i>Catharanthus roseus</i> is a clinically significant medicinal plant; the sole source of chemotherapy agents, vincristine and vinblastine (specialized metabolites, terpenoid indole alkaloids/TIAs). Owing to large clinical demand and low bioavailability, several studies have focused on biosynthesis and regulation of TIA biosynthesis in <i>C. roseus.</i> However, transcription factor mediated regulation has been a major research focus, and the impact of post-transcriptional regulation remains under-explored. RNA binding proteins (RBPs) are an emerging class of post-transcriptional regulators having a profound influence on transcript stability. Pumilio (Pum) RBPs are evolutionarily conserved post-transcriptional regulators, involved in RNA degradation across eukaryotes. However, their potential influence on TIA biosynthesis has not been studied till date in any medicinal plants including <i>C. roseus</i>. Thus, the present study aimed at identification and computational characterization of <i>Pum</i> in <i>C. roseus</i>, followed by expression and functional analyses. The genome-wide identification and characterization revealed twelve <i>CrPum</i> isoforms. The effect of <i>CrPum2</i>, <i>3</i>, and <i>5</i> knockdown on TIA biosynthesis (specifically vindoline and catharanthine) was analyzed via high performance liquid chromatography. <i>CrPum5</i> knockdown was associated with increased TIA levels and upregulation of key TIA pathway genes. Thus, the present study is the first to report the potential influence of <i>Pum</i> on TIA biosynthesis in <i>C. roseus</i>. Further studies to elucidate the mechanism of Pum activity could provide new insights into the molecular regulation of TIA biosynthesis. A holistic understanding of regulatory mechanisms could benefit the metabolic engineering programs aimed at higher productivity of plant specialized metabolites.", "The online version contains supplementary material available at 10.1007/s12298-022-01193-5."], "CopyrightInformation": "© Prof. H.S. Srivastava Foundation for Science and Society 2022."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412423.2", "0000 0001 0369 3226"], "Affiliation": "School of Chemical and Biotechnology, SASTRA Deemed University, Thanjavur, Tamil Nadu India."}], "LastName": "Nishanth", "ForeName": "M J", "Initials": "MJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412423.2", "0000 0001 0369 3226"], "Affiliation": "School of Chemical and Biotechnology, SASTRA Deemed University, Thanjavur, Tamil Nadu India."}, {"Identifier": ["grid.258509.3", "0000 0000 9620 8332"], "Affiliation": "Assistant Professor of Biology, Department of Molecular and Cellular Biology, College of Science and Mathematics, Kennesaw State University, Kennesaw, GA 30144 USA."}], "LastName": "Simon", "ForeName": "Bindu", "Initials": "B"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Physiol Mol Biol Plants", "NlmUniqueID": "101304333", "ISSNLinking": "0974-0430"}, "CoiStatement": "Competing interestsThe authors declare that there are no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abbasi N, Kim HB, Il PN, et al. APUM23, a nucleolar Puf domain protein, is involved in pre-ribosomal RNA processing and normal growth patterning in Arabidopsis. Plant J. 2010;64:960–976. doi: 10.1111/j.1365-313X.2010.04393.x.", "ArticleIdList": ["10.1111/j.1365-313X.2010.04393.x", "21143677"]}, {"Citation": "Bao H, Wang N, Wang C, et al. Structural basis for the specific recognition of 18S rRNA by APUM23. Nucleic Acids Res. 2017;45:12005–12014. doi: 10.1093/nar/gkx872.", "ArticleIdList": ["10.1093/nar/gkx872", "PMC5714250", "29036323"]}, {"Citation": "Dedow LK, Bailey-Serres J. Searching for a Match: Structure, Function and Application of Sequence-Specific RNA-Binding Proteins. Plant Cell Physiol. 2019;60:1927–1938. doi: 10.1093/pcp/pcz072.", "ArticleIdList": ["10.1093/pcp/pcz072", "31329953"]}, {"Citation": "Facchini PJ, De Luca V. Opium poppy and Madagascar periwinkle: Model non-model systems to investigate alkaloid biosynthesis in plants. Plant J. 2008;54:763–784. doi: 10.1111/j.1365-313X.2008.03438.x.", "ArticleIdList": ["10.1111/j.1365-313X.2008.03438.x", "18476877"]}, {"Citation": "Francischini CW, Quaggio RB. Molecular characterization of Arabidopsis thaliana PUF proteins - Binding specificity and target candidates. FEBS J. 2009;276:5456–5470. doi: 10.1111/j.1742-4658.2009.07230.x.", "ArticleIdList": ["10.1111/j.1742-4658.2009.07230.x", "19682068"]}, {"Citation": "Liscombe DK, O’Connor SE (2011) A virus-induced gene silencing approach to understanding alkaloid metabolism in Catharanthus roseus. Phytochemistry 72:.", "ArticleIdList": ["PMC3435519", "21802100"]}, {"Citation": "Liu J, Cai J, Wang R, Yang S (2017) Transcriptional regulation and transport of terpenoid indole alkaloid in Catharanthus roseus: exploration of new research directions. Int J Mol Sci 18:.", "ArticleIdList": ["PMC5297688", "28036025"]}, {"Citation": "Maekawa S, Ishida T, Yanagisawa S. Reduced expression of APUM24, encoding a novel rRNA processing factor, induces sugar-dependent nucleolar stress and altered sugar responses in arabidopsis thaliana. Plant Cell. 2018;30:209–227. doi: 10.1105/tpc.17.00778.", "ArticleIdList": ["10.1105/tpc.17.00778", "PMC5810573", "29242314"]}, {"Citation": "Memelink J, Gantet P. Transcription factors involved in terpenoid indole alkaloid biosynthesis in Catharanthus roseus. Phytochem Rev. 2007;6:353–362. doi: 10.1007/s11101-006-9051-z.", "ArticleIdList": ["10.1007/s11101-006-9051-z"]}, {"Citation": "Mortensen S, Weaver JD, Sathitloetsakun S, et al. The regulation of ZCT1, a transcriptional repressor of monoterpenoid indole alkaloid biosynthetic genes in Catharanthus roseus. Plant Direct. 2019;3:1–13. doi: 10.1002/pld3.193.", "ArticleIdList": ["10.1002/pld3.193", "PMC6937483", "31909362"]}, {"Citation": "Murata J, Roepke J, Gordon H, De Luca V. The leaf epidermome of Catharanthus roseus reveals its biochemical specialization. Plant Cell. 2008;20:524–542. doi: 10.1105/tpc.107.056630.", "ArticleIdList": ["10.1105/tpc.107.056630", "PMC2329939", "18326827"]}, {"Citation": "Nakamura T, Yagi Y, Kobayashi K. Mechanistic insight into pentatricopeptide repeat proteins as sequence-specific RNA-binding proteins for organellar RNAs in plants. Plant Cell Physiol. 2012;53:1171–1179. doi: 10.1093/pcp/pcs069.", "ArticleIdList": ["10.1093/pcp/pcs069", "22576772"]}, {"Citation": "Nishanth MJ, Simon B. Functions, mechanisms and regulation of Pumilio/Puf family RNA binding proteins: a comprehensive review. Mol Biol Rep. 2020;47:785–807. doi: 10.1007/s11033-019-05142-6.", "ArticleIdList": ["10.1007/s11033-019-05142-6", "31643042"]}, {"Citation": "Pollier J, Vanden Bossche R, Rischer H, Goossens A (2014) Selection and validation of reference genes for transcript normalization in gene expression studies in Catharanthus roseus. Plant Physiol Biochem 83:.", "ArticleIdList": ["25058454"]}, {"Citation": "Prall W, Sharma B, Gregory BD. Transcription is just the beginning of gene expression regulation: the functional significance of RNA-binding proteins to post-transcriptional processes in plants. Plant Cell Physiol. 2019;60:1939–1952. doi: 10.1093/pcp/pcz067.", "ArticleIdList": ["10.1093/pcp/pcz067", "31155676"]}, {"Citation": "Rizvi NF, Weaver JD, Cram EJ, Lee-Parsons CWT. Silencing the transcriptional repressor, ZCT1, illustrates the tight regulation of terpenoid indole alkaloid biosynthesis in Catharanthus roseus hairy roots. PLoS ONE. 2016;11:1–17.", "ArticleIdList": ["PMC4965073", "27467510"]}, {"Citation": "Roepke J, Salim V, Wu M, et al. Vinca drug components accumulate exclusively in leaf exudates of Madagascar periwinkle. Proc Natl Acad Sci U S A. 2010;107:15287–15292. doi: 10.1073/pnas.0911451107.", "ArticleIdList": ["10.1073/pnas.0911451107", "PMC2930567", "20696903"]}, {"Citation": "Shanmugam T, Abbasi N, Kim HS, et al. An Arabidopsis divergent pumilio protein, APUM24, is essential for embryogenesis and required for faithful pre-rRNA processing. Plant J. 2017;92:1092–1105. doi: 10.1111/tpj.13745.", "ArticleIdList": ["10.1111/tpj.13745", "29031033"]}, {"Citation": "Shi G, Hao M, Tian B, et al. A methodological advance of tobacco rattle virus-induced gene silencing for functional genomics in plants. Front Plant Sci. 2021;12:1–14.", "ArticleIdList": ["PMC8212136", "34149770"]}, {"Citation": "Singh D V., Maithy A, Verma RK, et al (2000) Simultaneous determination of catharanthus alkaloids using reversed phase high performance liquid chromatography. J Liq Chromatogr Relat Technol 23:."}, {"Citation": "Singh SK, Patra B, Paul P, et al. Revisiting the ORCA gene cluster that regulates terpenoid indole alkaloid biosynthesis in Catharanthus roseus. Plant Sci. 2020;293:110408. doi: 10.1016/j.plantsci.2020.110408.", "ArticleIdList": ["10.1016/j.plantsci.2020.110408", "32081258"]}, {"Citation": "Spassov DS, Jurecic R. Cloning and comparative sequence analysis of PUM1 and PUM2 genes, human members of the Pumilio family of RNA-binding proteins. Gene. 2002;299:195–204. doi: 10.1016/S0378-1119(02)01060-0.", "ArticleIdList": ["10.1016/S0378-1119(02)01060-0", "12459267"]}, {"Citation": "Suttipanta N, Pattanaik S, Kulshrestha M, et al. The transcription factor CrWRKY1 positively regulates the terpenoid indole alkaloid biosynthesis in Catharanthus roseus. Plant Physiol. 2011;157:2081–2093. doi: 10.1104/pp.111.181834.", "ArticleIdList": ["10.1104/pp.111.181834", "PMC3327198", "21988879"]}, {"Citation": "Tam PPC, Barrette-Ng IH, Simon DM, et al (2010) The Puf family of RNA-binding proteins in plants: Phylogeny, structural modeling, activity and subcellular localization. BMC Plant Biol 10:.", "ArticleIdList": ["PMC2848763", "20214804"]}, {"Citation": "Zhang L, Gai QH, Zu YG, et al (2014) Simultaneous quantitative determination of five alkaloids in Catharanthus roseus by HPLC-ESI-MS/MS. Chin J Nat Med 12:.", "ArticleIdList": ["25443373"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "2", "Day": "13"}, {"Year": "2022", "Month": "5", "Day": "19"}, {"Year": "2022", "Month": "5", "Day": "20"}, {"Year": "2022", "Month": "6", "Day": "20", "Hour": "4", "Minute": "9"}, {"Year": "2022", "Month": "6", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "21", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "5", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35722510", "PMC9203614", "10.1007/s12298-022-01193-5", "1193"]}}], "PubmedBookArticle": []}