{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Lycium ruthenicum", "dark septate endophytes", "drought", "plant performance", "soil microbial community composition", "symbiosis"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35720577", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "06", "Day": "02"}], "Language": ["eng"], "ELocationID": ["898378", "10.3389/fpls.2022.898378"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Effects of Dark Septate Endophytes on the Performance and Soil Microbia of <i>Lycium ruthenicum</i> Under Drought Stress.", "Pagination": {"StartPage": "898378", "MedlinePgn": "898378"}, "Abstract": {"AbstractText": ["In the current study, we explored the effects of dark septate endophytes (DSE) (<i>Neocamarosporium phragmitis, Alternaria chlamydospore</i>, and <i>Microascus alveolaris</i>) on the performance and rhizosphere soil microbial composition of <i>Lycium ruthenicum</i> Murr under drought stress. Differences in plant growth and physiological indexes, soil parameters, and microbial composition under different treatments were studied. Three DSE species could form good symbiotic relationships with <i>L. ruthenicum</i> plants, and the symbionts depended on DSE species and water availability. Inoculation of DSE had the greatest benefit on host plants under drought conditions. In particular, <i>N. phragmitis</i> and <i>A. chlamydospore</i> had a significant positive influence on the biomass, morphological and physiological indexes of host plants. Additionally, the content of arbuscular mycorrhiza (AM) fungi, gram-negative bacteria, and actinomycetes in the soil was significantly elevated after DSE inoculation in the absence of water. Based on a variance decomposition analysis, DSE was the most important factor affecting the growth and physiological parameters of host plants, and DSE inoculation combined with water conditions significantly affected the contents of soil microbial communities. Structural equation model (SEM) analysis showed that the positive effects of DSE on <i>L. ruthenicum</i> varied with DSE species and plant parameters under different water conditions. These results are helpful to understand the ecological function of DSE and its potential application in the cultivation of <i>L. ruthenicum</i> plants in drylands."], "CopyrightInformation": "Copyright © 2022 He, Han, Tan and Li."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China."}], "LastName": "He", "ForeName": "Chao", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China."}], "LastName": "Han", "ForeName": "Tingting", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Xiyuan Hospital, Chinese Academy of Traditional Chinese Medicine, Beijing, China."}], "LastName": "Tan", "ForeName": "Ling", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China."}], "LastName": "Li", "ForeName": "Xianen", "Initials": "X"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Addy H. D., Piercey M. M., Currah R. S. (2005). Microfungal endophytes in root. Can. J. Bot. 83, 1–13. 10.1139/b04-171", "ArticleIdList": ["10.1139/b04-171"]}, {"Citation": "Albertsen A., Ravnskov S., Green H., Jensen D. F., Larsen J. (2006). Interactions between the external mycelium of the mycorrhizal fungus Glomus intraradices and other soil microorganisms as affected by organic matter. Soil Biol. Biochem. 38, 1008–1014. 10.1016/j.soilbio.2005.08.015", "ArticleIdList": ["10.1016/j.soilbio.2005.08.015"]}, {"Citation": "Anderson M. E. (1985). Determination of glutathione and glutathione disulfide in biological samples. Method Enzymol. 113, 548–555. 10.1016/S0076-6879(85)13073-9", "ArticleIdList": ["10.1016/S0076-6879(85)13073-9", "4088074"]}, {"Citation": "Azcón-Aguilar C., Palenzuela J., Roldán A., Bautist S., Vallejo R., Barea J. M. (2003). Analysis of the mycorrhizal potential in the rhizosphere of representative plant species from desertification- threatened Mediterranean shrublands. Agric. Ecosyst. Environ. Appl. Soil Ecol. 22, 29–37. 10.1016/S0929-1393(02)00107-5", "ArticleIdList": ["10.1016/S0929-1393(02)00107-5"]}, {"Citation": "Bai Y., Muller D. B., Srinivas G., Garrido-Oter R., Potthoff E., Rott M., et al. . (2015). Functional overlap of the Arabidopsis leaf and root microbiota. Nature 528, 364–369. 10.1038/nature16192", "ArticleIdList": ["10.1038/nature16192", "26633631"]}, {"Citation": "Bartels D., Sunkar R. (2005). Drought and salt tolerance in plants. Crit. Rev. Plant Sci. 24, 23–58. 10.1080/07352680590910410", "ArticleIdList": ["10.1080/07352680590910410"]}, {"Citation": "Bates L. S., Waldren R. P., Teare I. D. (1973). Rapid determination of free proline for water-stress studies. Plant Soil 39, 205–207. 10.1007/BF00018060", "ArticleIdList": ["10.1007/BF00018060", "0"]}, {"Citation": "Berthelot C., Perrin Y., Leyval C., Blaudez D. (2017). Melanization and ageing are not drawbacks for successful agro-transformation of dark septate endophytes. Fungal Biol. 121, 652–663. 10.1016/j.funbio.2017.04.004", "ArticleIdList": ["10.1016/j.funbio.2017.04.004", "28705394"]}, {"Citation": "Bever J. D., Morton J. B., Antonovics J., Schultz P. A. (1996). Host-dependent sporulation and species diversity of arbuscular mycorrhizal fungi in a mown grassland. J. Ecol. 84, 71–82. 10.2307/2261701", "ArticleIdList": ["10.2307/2261701"]}, {"Citation": "Bossio D. A., Scow K. M. (1998). Impacts of carbon and flooding on soil microbial communities: phospholipid fatty acid profiles and substrate utilization patterns. Microb. Ecol. 35, 265–278. 10.1007/s002489900082", "ArticleIdList": ["10.1007/s002489900082", "9569284"]}, {"Citation": "Casazza G., Lumini E., Ercole E., Francesco D., Guerrina M., Arnulfo A., et al. . (2017). The abundance and diversity of arbuscular mycorrhizal fungi are linked to the soil chemistry of screes and to slope in the Alpic paleo-endemic Berardia subacaulis. PLoS ONE 12, e0171866. 10.1371/journal.pone.0171866", "ArticleIdList": ["10.1371/journal.pone.0171866", "PMC5305098", "28192471"]}, {"Citation": "Cherif H., Marasco R., Rolli E., Ferjani R., Fusi M., Soussi A., et al. . (2015). Oasis desert farming selects environment-specific date palm root endophytic communities and cultivable bacteria that promote resistance to drought. Environ. Microbiol. Rep. 7, 668–678. 10.1111/1758-2229.12304", "ArticleIdList": ["10.1111/1758-2229.12304", "26033617"]}, {"Citation": "Chu H., Wang C., Li Z., Wang H. H., Xiao Y. G., Chen J., et al. . (2019). The dark septate endophytes and ectomycorrhizal fungi effect on Pinus tabulaeformis Carr. seedling growth and their potential effects to pine wilt disease resistance. Forests 10, 140. 10.3390/f10020140", "ArticleIdList": ["10.3390/f10020140"]}, {"Citation": "Della Monica I. F. D., Saparrat M. C. N., Godeas A. M., Scervino J. M. (2015). The co-existence between DSE and AMF symbionts affects plant P pools through P mineralization and solubilization processes. Fungal Ecol. 17, 10–17. 10.1016/j.funeco.2015.04.004", "ArticleIdList": ["10.1016/j.funeco.2015.04.004"]}, {"Citation": "Dequiedt S., Saby N. P. A., Lelievre M., Jolivet C., Thioulouse J., Toutain B., et al. . (2011). Biogeographical patterns of soil molecular microbial biomass as influenced by soil characteristics and management. Global Ecol. Biogeogr. 20, 641–652. 10.1111/j.1466-8238.2010.00628.x", "ArticleIdList": ["10.1111/j.1466-8238.2010.00628.x"]}, {"Citation": "Goslee S. C., Urban D. L. (2007). The ecodist package for dissimilarity-based analysis of ecological data. J. Stat. Softw. 22, 1–19. 10.18637/jss.v022.i07", "ArticleIdList": ["10.18637/jss.v022.i07"]}, {"Citation": "Han L., Shi J., He C., He X. (2021). Temporal and spatial dynamics of dark septate endophytes in the roots of Lycium ruthenicum in the desert region of Northwest China. Agronomy 11:648. 10.3390/agronomy11040648", "ArticleIdList": ["10.3390/agronomy11040648"]}, {"Citation": "Harrach B. D., Fodor J., Pogany M., Preuss J., Barna B. (2008). Antioxidant, ethylene and membrane leakage responses to powdery mildew infection of nearisogenic barley lines with various types of resistance. Eur. J. Plant Pathol. 121, 121–133. 10.1007/s10658-007-9236-3", "ArticleIdList": ["10.1007/s10658-007-9236-3"]}, {"Citation": "He C., Wang W. Q., Hou J. L. (2019a). Characterization of dark septate endophytic fungi and improve the performance of licorice under organic residue treatment. Front. Microbiol. 10, 1364. 10.3389/fmicb.2019.01364", "ArticleIdList": ["10.3389/fmicb.2019.01364", "PMC6592127", "31275282"]}, {"Citation": "He C., Wang W. Q., Hou J. L. (2019b). Plant growth and soil microbial impacts of enhancing licorice with inoculating dark septate endophytes under drought stress. Front. Microbiol. 10, 2277. 10.3389/fmicb.2019.02277", "ArticleIdList": ["10.3389/fmicb.2019.02277", "PMC6794389", "31649632"]}, {"Citation": "Heiri O., Lotter A. F., Lemcke G. (2001). Loss on ignition as a method for estimating organic and carbonate content in sediments: reproducibility and comparability of results. J. Paleolimnol. 25, 101–110. 10.1023/A:1008119611481", "ArticleIdList": ["10.1023/A:1008119611481"]}, {"Citation": "Jumpponen A. (2001). Dark septate endophytes - are they mycorrhizal? Mycorrhiza 11, 207–211. 10.1007/s005720100112", "ArticleIdList": ["10.1007/s005720100112"]}, {"Citation": "Jumpponen A., Trappe J. M. (1998). Dark septate endophytes: a review of facultative biotrophic root-colonizing fungi. New Phytol. 140, 295–310. 10.1046/j.1469-8137.1998.00265.x", "ArticleIdList": ["10.1046/j.1469-8137.1998.00265.x", "33862835"]}, {"Citation": "Khan A. L., Hamayun M., Khan S. A., Kang S. M., Shinwari Z. K., Kamran M., et al. . (2012). Pure culture of Metarhizium anisopliae LHL07 reprograms soybean to higher growth and mitigates salt stress. World J. Microbiol. Biotechnol. 28, 1483–1494. 10.1007/s11274-011-0950-9", "ArticleIdList": ["10.1007/s11274-011-0950-9", "22805930"]}, {"Citation": "Khan M. M., Islam E., Irem S., Akhtar K., Ashraf M. Y., Iqbal J., et al. . (2018). Pb-induced phytotoxicity in para grass (Brachiaria mutica) and Castorbean (Ricinus communis L.): antioxidant and ultrastructural studies. Chemosphere 200, 257–265. 10.1016/j.chemosphere.2018.02.101", "ArticleIdList": ["10.1016/j.chemosphere.2018.02.101", "29494906"]}, {"Citation": "Kivlin S. N., Emery S. M., Rudgers J. A. (2013). Fungal symbionts alter plant responses to global change. Am. J. Bot. 100, 1445–1457. 10.3732/ajb.1200558", "ArticleIdList": ["10.3732/ajb.1200558", "23757444"]}, {"Citation": "Li L. H., Yi H. L. (2012). Effect of sulfur dioxide on ROS production, gene expression and antioxidant enzyme activity in Arabidopsis plants. Plant Physiol. Biochem. 58, 46–53. 10.1016/j.plaphy.2012.06.009", "ArticleIdList": ["10.1016/j.plaphy.2012.06.009", "22771435"]}, {"Citation": "Li X, He C., He X. L., Su F., Hou L. F., Ren Y., et al. . (2019). Dark septate endophytes improve the growth of host and non-host plants under drought stress through altered root development. Plant Soil 439, 259–272. 10.1007/s11104-019-04057-2", "ArticleIdList": ["10.1007/s11104-019-04057-2"]}, {"Citation": "Li X., He X. L., Hou L. F., Ren Y., Wang S. J., Su F. (2018). Dark septate endophytes isolated from a xerophyte plant promote the growth of Ammopiptanthus mongolicus under drought condition. Sci. Rep. 8, 7896–7906. 10.1038/s41598-018-26183-0", "ArticleIdList": ["10.1038/s41598-018-26183-0", "PMC5962579", "29785041"]}, {"Citation": "Lu L.H, Zou Y. N., Wu Q. S. (2019). Mycorrhizas mitigate soil replant disease of peach through regulating root exudates, soil microbial population, and soil aggregate stability. Commun. Soil Sci. Plan. 50, 909–921. 10.1080/00103624.2019.1594882", "ArticleIdList": ["10.1080/00103624.2019.1594882"]}, {"Citation": "Mandyam K., Jumpponen A. (2005). Seeking the elusive function of the root-colonising dark septate endophytic fungi. Stud. Mycol. 53, 173–189. 10.3114/sim.53.1.173", "ArticleIdList": ["10.3114/sim.53.1.173"]}, {"Citation": "Mandyam K., Loughin T., Jumpponen A. (2010). Isolation and morphological and metabolic characterization of common endophytes in annually burned tallgrass prairie. Mycologia 102, 813–821. 10.3852/09-212", "ArticleIdList": ["10.3852/09-212", "20648749"]}, {"Citation": "Marro N., Caccia M., Doucet M. E., Cabello M., Becerra A., Lax P. (2018). Mycorrhizas reduce tomato root penetration by false root-knot nematode Nacobbus aberrans. Agric. Ecosyst. Environ. Appl. Soil Ecol. 124, 262–265. 10.1016/j.apsoil.2017.11.011", "ArticleIdList": ["10.1016/j.apsoil.2017.11.011"]}, {"Citation": "Mayerhofer M. S., Kernaghan G., Harper K. A. (2013). The effects of fungal root endophytes on plant growth: a meta-analysis. Mycorrhiza 23, 119–128. 10.1007/s00572-012-0456-9", "ArticleIdList": ["10.1007/s00572-012-0456-9", "22983627"]}, {"Citation": "Michiel V., Wolf A. B., Jennings S. J., Kowalchuk G. A. (2013). Micro-scale determinants of bacterial diversity in soil. FEMS Microbiol. Rev. 37, 936–954. 10.1111/1574-6976.12023", "ArticleIdList": ["10.1111/1574-6976.12023", "23550883"]}, {"Citation": "Muthukumar T., Sathya R. (2017). Endorhizal fungal association and colonization patterns in Solanaceae. Polish. Bot. J. 62, 287–299. 10.1515/pbj-2017-0016", "ArticleIdList": ["10.1515/pbj-2017-0016"]}, {"Citation": "Newsham K. K. (2011). A meta-analysis of plant responses to dark septate root endophytes. New Phytol. 190, 783–793. 10.1111/j.1469-8137.2010.03611.x", "ArticleIdList": ["10.1111/j.1469-8137.2010.03611.x", "21244432"]}, {"Citation": "Peever T. L., Higgins V. J. (1989). Electrolyte leakage, lipoxygenase, and lipid peroxidation induced in tomato leaf tissue by specific and nonspecific elicitors from Cladosporium fulvum. Plant Physiol. 90, 867–875. 10.1104/pp.90.3.867", "ArticleIdList": ["10.1104/pp.90.3.867", "PMC1061813", "16666890"]}, {"Citation": "Peterson R. L., Wagg C., Pautler M. (2008). Associations between microfungal endophytes and roots: do structural features indicate function? Botany 86, 445–456. 10.1139/B08-016", "ArticleIdList": ["10.1139/B08-016"]}, {"Citation": "Pollastri S., Savvides A., Pesando M., Lumini E., Volpe M. G., Ozudogru E. A., et al. . (2018). Impact of two arbuscular mycorrhizal fungi on Arundo donax L. response to salt stress. Planta 247, 573–585. 10.1007/s00425-017-2808-3", "ArticleIdList": ["10.1007/s00425-017-2808-3", "29124326"]}, {"Citation": "Priyadharsini P., Muthukumar T. (2017). The root endophytic fungus Curvularia geniculata from Parthenium hysterophorus roots improves plant growth through phosphate solubilization and phytohormone production. Fungal Ecol. 27, 69–77. 10.1016/j.funeco.2017.02.007", "ArticleIdList": ["10.1016/j.funeco.2017.02.007"]}, {"Citation": "Qiang X. J., Ding J. J., Lin W., Li Q., Xu C., Zheng Q., et al. . (2019). Alleviation of the detrimental effect of water defcit on wheat (Triticum aestivum L.) growth by an indole acetic acid-producing endophytic fungus. Plant Soil 439, 373–391. 10.1007/s11104-019-04028-7", "ArticleIdList": ["10.1007/s11104-019-04028-7"]}, {"Citation": "Rodriguez R. J., White J. F., Arnold A. E., Redman R. S. (2009). Fungal endophytes: diversity and functional roles. New Phytol. 182, 314–330. 10.1111/j.1469-8137.2009.02773.x", "ArticleIdList": ["10.1111/j.1469-8137.2009.02773.x", "19236579"]}, {"Citation": "Saleem M., Asghar H. N., Zahir Z. A., Shahid. (2018). Impact of lead tolerant plant growth promoting rhizobacteria on growth, physiology, antioxidant activities, yield and lead content in sunflower in lead contaminated soil. Chemosphere 195, 606–614. 10.1016/j.chemosphere.2017.12.117", "ArticleIdList": ["10.1016/j.chemosphere.2017.12.117", "29278850"]}, {"Citation": "Santos-Medellín C., Edwards J., Liechty Z., Nguyen B., Sundaresan V. (2017). Drought stress results in a compartment-specific restructuring of the rice root-associated microbiomes. MBio 8, e00764–e00717. 10.1128/mBio.00764-17", "ArticleIdList": ["10.1128/mBio.00764-17", "PMC5516253", "28720730"]}, {"Citation": "Sharma P., Jha A. B., Dubey R. S., Mohammad P. (2012). Reactive oxygen species, oxidative damage, and antioxidative defense mechanism in plants under stressful conditions. J. Bot. 2012, 1–26. 10.1155/2012/217037", "ArticleIdList": ["10.1155/2012/217037", "0"]}, {"Citation": "Shi Z., Mickan B., Feng G., Chen Y. L. (2015). Arbuscular mycorrhizal fungi improved plant growth and nutrient acquisition of desert ephemeral Plantago minuta under variable soil water conditions. J. Arid. Land 7, 414–420. 10.1007/s40333-014-0046-0", "ArticleIdList": ["10.1007/s40333-014-0046-0"]}, {"Citation": "Surono and Narisawa, K (2017). The dark septate endophytic fungus Phialocephala fortinii, is a potential decomposer of soil organic compounds and a promoter of Asparagus officinalis growth. Fungal Ecol. 28, 1–10. 10.1016/j.funeco.2017.04.001", "ArticleIdList": ["10.1016/j.funeco.2017.04.001"]}, {"Citation": "Trabelsi D., Mhamdi R. (2013). Microbial inoculants and their impact on soil microbial communities: a review. Biomed Res. Int. 2013, 863240. 10.1155/2013/863240", "ArticleIdList": ["10.1155/2013/863240", "PMC3728534", "23957006"]}, {"Citation": "Waqas M., Khan A. L., Kamran M., Hamayun M., Kang S. M., Kim Y. H., et al. . (2012). Endophytic fungi produce gibberellins and indoleacetic acid and promotes host-plant growth during stress. Molecules 17, 10754–10773. 10.3390/molecules170910754", "ArticleIdList": ["10.3390/molecules170910754", "PMC6268353", "22960869"]}, {"Citation": "Wilcox H. E., Wang C. J. K. (1987). Ectomycorrhizal and ectendomycorrhizal associations of Phialophorafnlandia with Pinusresinosa, Picearubens, and Betula alleghaniensis. Can. J. Forest Res. 17, 976–990. 10.1139/x87-152", "ArticleIdList": ["10.1139/x87-152"]}, {"Citation": "Wu L. Q., Lv Y. L., Meng Z. X., Chen J., Guo S. X. (2010). The promoting role of an isolate of dark-septate fungus on its host plant Saussurea involucrata Kar. et Kir. Mycorrhiza 20, 127–135. 10.1007/s00572-009-0268-8", "ArticleIdList": ["10.1007/s00572-009-0268-8", "19707800"]}, {"Citation": "Yakti W., Kovács G. M., Vági P., Franken P. (2018). Impact of dark septate endophytes on tomato growth and nutrient uptake. Plant Ecol. Diver. 11, 637–648. 10.1080/17550874.2019.1610912", "ArticleIdList": ["10.1080/17550874.2019.1610912"]}, {"Citation": "Yang J. W., Zhang N., Ma C. Y., Qu Y., Si H. J., Wang D. (2013). Prediction and verification of micro RNAs related to proline accumulation under drought stress in potato. Comput. Biol. Chem. 46, 48–54. 10.1016/j.compbiolchem.2013.04.006", "ArticleIdList": ["10.1016/j.compbiolchem.2013.04.006", "23764530"]}, {"Citation": "Zhang C., Liu F., Kong W. W., He Y. (2015). Application of visible and near-infrared hyperspectral imaging to determine soluble protein content in oilseed rape leaves. Sensors 15, 16576–16588. 10.3390/s150716576", "ArticleIdList": ["10.3390/s150716576", "PMC4541894", "26184198"]}, {"Citation": "Zhang H. H., Tang M., Chen H., et al. . (2012). Effects of a dark-septate endophytic isolate LBF-2 on the medicinal plant Lycium barbarum L. J. Microbiol. 50, 91–96. 10.1007/s12275-012-1159-9", "ArticleIdList": ["10.1007/s12275-012-1159-9", "22367942"]}, {"Citation": "Zhang S., Gan Y., Xu B. (2016). Application of plant-growth-promoting fungi Trichoderma longibrachiatum T6 enhances tolerance of wheat to salt stress through improvement of antioxidative defense system and gene expression. Front. Plant Sci. 7, 1405. 10.3389/fpls.2016.01405", "ArticleIdList": ["10.3389/fpls.2016.01405", "PMC5023664", "27695475"]}, {"Citation": "Zhao D. K., Li T., Shen M., Wang J. L., Zhao Z. W. (2015). Diverse strategies conferring extreme cadmium (Cd) tolerance in the dark septate endophyte (DSE), Exophiala pisciphila: evidence from RNA-seq data. Microbiol. Res. 170, 27–35. 10.1016/j.micres.2014.09.005", "ArticleIdList": ["10.1016/j.micres.2014.09.005", "25294257"]}, {"Citation": "Zheng G. Q., Zheng Z. Y., Xu X., Hu Z. H. (2010). Variation in fruit sugar composition of Lycium barbarum L. and Lycium chinense Mill. of different regions and varieties. Biochem. Syst. Ecol. 38, 275–284. 10.1016/j.bse.2010.01.008", "ArticleIdList": ["10.1016/j.bse.2010.01.008"]}, {"Citation": "Zuo Y. L., Su F., He X. L., Li M. (2020). Colonization by dark septate endophytes improves the growth of Hedysarum scoparium under multiple inoculum levels. Symbiosis 82, 201–214. 10.1007/s13199-020-00713-9", "ArticleIdList": ["10.1007/s13199-020-00713-9"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "3", "Day": "17"}, {"Year": "2022", "Month": "5", "Day": "3"}, {"Year": "2022", "Month": "6", "Day": "20", "Hour": "3", "Minute": "44"}, {"Year": "2022", "Month": "6", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "21", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["35720577", "PMC9201775", "10.3389/fpls.2022.898378"]}}], "PubmedBookArticle": []}