{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antimicrobial activity", "Herbal plant extracts", "Multidrug resistance", "Topical cream", "Wound healing"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35727122", "DateCompleted": {"Year": "2022", "Month": "06", "Day": "23"}, "DateRevised": {"Year": "2022", "Month": "09", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "06", "Day": "06"}], "Language": ["eng"], "ELocationID": ["10.32725/jab.2022.006"], "Journal": {"ISSN": "1214-0287", "JournalIssue": {"Volume": "20", "Issue": "2", "PubDate": {"Year": "2022", "Month": "Jun"}}, "Title": "Journal of applied biomedicine", "ISOAbbreviation": "J Appl Biomed"}, "ArticleTitle": "Exploring the therapeutic potential of acetonic plant extracts in the healing of skin wounds infected with multidrug resistant pathogens.", "Pagination": {"StartPage": "45", "EndPage": "55", "MedlinePgn": "45-55"}, "Abstract": {"AbstractText": ["Open wounds are easily susceptible to infection by multi-drug resistant (MDR) pathogens. The emergence of MDR super bacteria such as Pseudomonas aeruginosa, Staphylococcus aureus, Enterococcus spp, fungi such as Aspergillus niger and Candida spp, has been identified to significantly increase the incidence rate. Therefore, it is necessary to develop a suitable barrier to prevent infection and enhance wound healing. On the other hand, medicinal plants could represent a significant source of new antimicrobial drugs for combating MDR pathogens. Out of 60 clinical skin burn cases, 51 patients (85%) had polymicrobial infections, while the remaining had monomicrobial infections. Staphylococcus aureus, Pseudomonas aeruginosa, Escherichia coli, and Klebsiella pneumonia were identified as the most common bacterial isolates based on morphological and biochemical tests. However, Candida albicans, Candida parasitosis, Candida glabrata, Candida famata, Aspergillus niger, and Exophilia spinifera were the most common fungal isolates found in skin burn cases. MDR classification was reported in 21 of the 39 bacterial isolates and 8 of the 27 fungal isolates. The antimicrobial activity of tested acetonic plant extracts rosemary, henna, and licorice against MDR isolates was compared to the commercial antibiotic agents. Acetonic rosemary extract outperformed henna and licorice extracts in antibacterial activity, while licorice extract outperformed henna and rosemary extracts on antifungal activity. As a result, rosemary and licorice extracts were chosen to prepare a topical cream for further in vivo wound healing and histopathology. Based on the antimicrobial potential of acetonic plant extracts against MDR isolates, BI-41 and FI-17 were chosen for in vivo wound healing. BI-41 stands for the molecularly identified species Pseudomonas aeruginosa SSM-15, while FI-17 stands for molecularly identified species Aspergillus niger SSM-27. In vivo testing showed that both cream formulas had excellent healing properties when administered topically. In vivo histopathological examination revealed that acetonic rosemary and licorice extract could be promising for wound healing, combating MDR pathogens of burn wound infections."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biology Department, College of Science, Taif University, P. O. Box 11099, Taif 21944, Saudi Arabia."}], "LastName": "Khalil", "ForeName": "Maha A", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Botany Department, Faculty of Science, Tanta University, Tanta, 31527, Egypt."}], "LastName": "El-Zaher", "ForeName": "Eman H F Abd", "Initials": "EHFA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Botany Department, Faculty of Science, Tanta University, Tanta, 31527, Egypt."}], "LastName": "El-Salam", "ForeName": "Olaa Abd", "Initials": "OA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Botany Department, Faculty of Science, Tanta University, Tanta, 31527, Egypt."}, {"Identifier": [], "Affiliation": "Biofuels Institute, School of the Environment and Safety Engineering, Jiangsu University, Zhenjiang, 212013, China."}], "LastName": "Ali", "ForeName": "Sameh S", "Initials": "SS"}], "GrantList": [{"GrantID": "TURSP-2020/95", "Agency": "Taif University Researchers Supporting Project", "Country": ""}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Poland", "MedlineTA": "J Appl Biomed", "NlmUniqueID": "101221755", "ISSNLinking": "1214-021X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Infective Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Anti-Bacterial Agents"}, {"QualifierName": [], "DescriptorName": "Anti-Infective Agents"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Burns"}, {"QualifierName": [], "DescriptorName": "Candida"}, {"QualifierName": [], "DescriptorName": "Escherichia coli"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Microbial Sensitivity Tests"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Pseudomonas aeruginosa"}, {"QualifierName": [], "DescriptorName": "Staphylococcus aureus"}, {"QualifierName": [], "DescriptorName": "Wound Healing"}], "CoiStatement": "The authors report no conflicts of interest in this work."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adamczak A, Ożarowski M, Karpiński TM (2019). Antibacterial activity of some flavonoids and organic acids widely distributed in plants. J Clinic Med 9(1): 109. DOI: 10.3390/jcm9010109.", "ArticleIdList": ["31906141", "10.3390/jcm9010109"]}, {"Citation": "Ali SS, Sun J (2015). Physico-chemical pretreatment and fungal biotreatment for park wastes and cattle dung for biogas production. Springer Plus 4(1): 1-14. DOI: 10.1186/s40064-015-1466-9.", "ArticleIdList": ["26618101", "10.1186/s40064-015-1466-9"]}, {"Citation": "Ali SS, Sun J (2019). Effective thermal pretreatment of water hyacinth (Eichhornia crassipes) for the enhancement of biomethanation: VIT® gene probe technology for microbial community analysis with special reference to methanogenic Archaea. J Environ Chem Eng 7(1): 102853. DOI: 10.1016/j.jece.2018.102853.", "ArticleIdList": ["10.1016/j.jece.2018.102853"]}, {"Citation": "Ali SS, Abd Elnabi MK, Alkherkhisy MM, Hasan A, Li F, Khalil M, et al. (2022). Exploring the potential of Cinnamomum zeylanicum oil against drug resistant Helicobacter pylori-producing cytotoxic genes. J Appl Biomed 20(1): 22-36. DOI: 10.32725/jab.2022.003.", "ArticleIdList": ["35225438", "10.32725/jab.2022.003"]}, {"Citation": "Ali SS, Al-Tohamy R, Manni A, Luz FC, Elsamahy T, Sun J (2019b). Enhanced digestion of bio-pretreated sawdust using a novel bacterial consortium: microbial community structure and methane-producing pathways. Fuel 254: 115604. DOI: 10.1016/j.fuel.2019.06.012.", "ArticleIdList": ["10.1016/j.fuel.2019.06.012"]}, {"Citation": "Ali SS, Al-Tohamy R, Sun J, Wu J, Huizi L (2019c). Screening and construction of a novel microbial consortium SSA-6 enriched from the gut symbionts of wood-feeding termite, Coptotermes formosanus and its biomass-based biorefineries. Fuel 236: 1128-1145. DOI: 10.1016/j.fuel.2018.08.117.", "ArticleIdList": ["10.1016/j.fuel.2018.08.117"]}, {"Citation": "Ali SS, El-Zawawy NA, Al-Tohamy R, El-Sapagh S, Mustafa AM, Sun J (2020a). Lycium shawii Roem. & Schult: A new bioactive antimicrobial and antioxidant agent to combat multi-drug/pan-drug resistant pathogens of wound burn infections. J Tradit Complement Med 10(1): 13-25. DOI: 10.1016/j.jtcme.2019.01.004.", "ArticleIdList": ["31956554", "10.1016/j.jtcme.2019.01.004"]}, {"Citation": "Ali SS, Kenawy ER, Sonbol FI, Sun J, Al-Etewy M, Ali A, et al. (2018). Pharmaceutical potential of a novel chitosan derivative Schiff base with special reference to antibacterial, anti-biofilm, antioxidant, anti-inflammatory, hemocompatibility and cytotoxic activities. Pharm Res 36(1): 5. DOI: 10.1007/s11095-018-2535-x.", "ArticleIdList": ["30406460", "10.1007/s11095-018-2535-x"]}, {"Citation": "Ali SS, Moawad MS, Hussein MA, Azab M, Abdelkarim EA, Badr A, et al. (2021). Efficacy of metal oxide nanoparticles as novel antimicrobial agents against multi-drug and multi-virulent Staphylococcus aureus isolates from retail raw chicken meat and giblets. Inter J Food Microbiol 344: 109116.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2021.109116"]}, {"Citation": "Ali SS, Morsy R, El-Zawawy NA, Fareed MF, Bedaiwy MY (2017). Synthesized zinc peroxide nanoparticles (ZnO2-NPs): a novel antimicrobial, anti-elastase, anti-keratinase, and anti-inflammatory approach toward polymicrobial burn wounds. Int J Nanomedicine 12: 6059-6073. DOI: 10.2147/IJN.S141201.", "ArticleIdList": ["28860766", "10.2147/IJN.S141201"]}, {"Citation": "Ali SS, Nessem AA, Sun J, Li X (2019a). The effects of water hyacinth pretreated digestate on Lupinus termis L. seedlings under salinity stress: A complementary study. J Environ Chem Eng 7(3): 103159. DOI: 10.1016/j.jece.2019.103159.", "ArticleIdList": ["10.1016/j.jece.2019.103159"]}, {"Citation": "Ali SS, Shaaban MT, Abomohra AEF, El-Safity K (2016). Macroalgal activity against multiple drug resistant Aeromonas hydrophila: A novel treatment study towards enhancement of fish growth performance. Microb Pathog 101: 89-95. DOI: 10.1016/j.micpath.2016.10.026.", "ArticleIdList": ["27840224", "10.1016/j.micpath.2016.10.026"]}, {"Citation": "Ali SS, Sonbol FI, Sun J, Hussein MA, Hafez AEE, Abdelkarim EA, et al. (2020b). Molecular characterization of virulence and drug resistance genes-producing Escherichia coli isolated from chicken meat: Metal oxide nanoparticles as novel antibacterial agents. Microb Pathog 143: 104164. DOI: 10.1016/j.micpath.2020.104164.", "ArticleIdList": ["32198092", "10.1016/j.micpath.2020.104164"]}, {"Citation": "Al-Tohamy R, Ali SS, Saad-Allah K, Fareed M, Ali A, El-Badry A, et al. (2018). Phytochemical analysis and assessment of antioxidant and antimicrobial activities of some medicinal plant species from Egyptian flora. J Appl Biomed 16(4): 289-300. DOI: 10.1016/j.jab.2018.08.001.", "ArticleIdList": ["10.1016/j.jab.2018.08.001"]}, {"Citation": "Al-Tohamy R, Sun J, Khalil MA, Kornaros M, Ali SS (2021). Wood-feeding termite gut symbionts as an obscure yet promising source of novel manganese peroxidase-producing oleaginous yeastsintended for azo dye decolorization and biodiesel production. Biotechnol Biofuels 14(1): 1-27. DOI: 10.1186/s13068-021-02080-z.", "ArticleIdList": ["34863263", "10.1186/s13068-021-02080-z"]}, {"Citation": "Amer OA, Ali SS, Azab M, El-Shouny WA, Sun J, Mahmoud YA-G (2022). Exploring new marine bacterial species, Alcaligenes faecalis Alca F2018 valued for bioconversion of shrimp chitin to chitosan for concomitant biotechnological applications. Int J Biol Macromol 196: 35-45. DOI: 10.1016/j.ijbiomac.2021.12.033.", "ArticleIdList": ["34920076", "10.1016/j.ijbiomac.2021.12.033"]}, {"Citation": "Bashir A, Khan I, Shumaila B, Sadiq A (2012). Chemical composition and antifungal, phytotoxic, brine shrimp cytotoxicity, insecticidal, and antibacterial activities of the essential oils of Acacia modesta. J Med Plant Res 6:4653-4659. DOI: 10.5897/JMPR12.016.", "ArticleIdList": ["10.5897/JMPR12.016"]}, {"Citation": "CLSI - Clinical and Laboratory Standards Institute (2014). Performance standards for antimicrobial susceptibility testing; 24th informational supplement. CLSI document M100-S24. Wayne, PA: Clinical and Laboratory Standards Institute."}, {"Citation": "De Filippis F, Laiola M, Blaiotta G, Ercolini D (2017). Different amplicon targets for sequencing-based studies of fungal diversity. Appl Environ Microbiol 83(17): e00905-917. DOI: 10.1128/AEM.00905-17.", "ArticleIdList": ["28625991", "10.1128/AEM.00905-17"]}, {"Citation": "El Shafay SM, Ali SS, El-Sheekh MM (2016). Antimicrobial activity of some seaweed species from Red sea, against multidrug resistant bacteria. Egypt J Aquat Res 42: 65-74. DOI: 10.1016/j.ejar.2015.11.006.", "ArticleIdList": ["10.1016/j.ejar.2015.11.006"]}, {"Citation": "El-Shouny WA, Abd El Zaher EHF, Khalil MA, Abd El-Salam O (2014). Antimicrobial activity of chamomile acetone extract against some experimentally-induced skin infections in mice. Egypt J Environ Res 2014(2): 58-70."}, {"Citation": "El-Shouny WA, Ali SS, Sun J, Samy SM, Ali A (2018). Drug resistance profile and molecular characterization of extended spectrum beta-lactamase (ESβL)-producing Pseudomonas aeruginosa isolated from burn wound infections. Essential oils and their potential for utilization. Microb Pathog 116: 301-312. DOI: 10.1016/j.micpath.2018.02.005.", "ArticleIdList": ["29407236", "10.1016/j.micpath.2018.02.005"]}, {"Citation": "El-Zawawy NA, Ali SS (2016). Pyocyanin as anti-tyrosinase and anti-tinea corporis: A novel treatment study. Microb Pathog 100: 213-220. DOI: 10.1016/j.micpath.2016.09.013.", "ArticleIdList": ["27671284", "10.1016/j.micpath.2016.09.013"]}, {"Citation": "El Zawawy NA, El-Shenody RA, Ali SS, El-Shetehy M (2020). A novel study on the inhibitory effect of marine macroalgal extracts on hyphal growth and biofilm formation of candidemia isolates. Sci Rep 10: 9339. DOI: 10.1038/s41598-020-66000-1.", "ArticleIdList": ["32518329", "10.1038/s41598-020-66000-1"]}, {"Citation": "Gorain B, Pandey M, Leng NH, Yan CW, Nie KW, Kaur SJ, et al. (2022). Advanced drug delivery systems containing herbal components for wound healing. Int J Pharm 617: 121617. DOI: 10.1016/j.ijpharm.2022.121617.", "ArticleIdList": ["35218900", "10.1016/j.ijpharm.2022.121617"]}, {"Citation": "Khalil MA, El Maghraby GM, Sonbol FI, Allam NG, Ateya PS, Ali SS (2021). Enhanced efficacy of some antibiotics in presence of silver nanoparticles against multidrug resistant Pseudomonas aeruginosa recovered from burn wound infections. Front Microbiol 12: 648560. DOI: 10.3389/fmicb.2021.648560.", "ArticleIdList": ["34616370", "10.3389/fmicb.2021.648560"]}, {"Citation": "Khalil MA, El-Shanshoury AER, Alghamdi MA, Alsalmi FA, Mohamed SF, Sun J, et al. (2022b). Biosynthesis of silver nanoparticles by marine actinobacterium Nocardiopsis dassonvillei and exploring their therapeutic potentials. Front Microbiol 12: 705673. DOI: 10.3389/fmicb.2021.705673.", "ArticleIdList": ["35211096", "10.3389/fmicb.2021.705673"]}, {"Citation": "Khalil MA, El-Shanshoury AER, Alghamdi M, Sun J, Ali SS (2022a). Streptomyces catenulae as a novel marine actinobacterium mediated silver nanoparticles: characterization, biological activities, and proposed mechanism of antibacterial action. Front Microbiol 13:833154. DOI: 10.3389/fmicb.2022.833154.", "ArticleIdList": ["35572675", "10.3389/fmicb.2022.833154"]}, {"Citation": "Khalil MA, Ibrahim Sonbol F, Mohamed AF, Ali SS (2015). Comparative study of virulence factors among ESβL-producing and nonproducing Pseudomonas aeruginosa clinical isolates. Turk J Med Sci 45(1): 60-69. DOI: 10.3906/sag-1311-102.", "ArticleIdList": ["25790531", "10.3906/sag-1311-102"]}, {"Citation": "Khalil M, Ismail MM, El Shafay SM (2020). Evaluation of antibacterial activity of macroalgae extracts as adjunctive therapy in neonates sepsis induced by Klebsiella pneumoniae. Arab J Sci Eng 45(6): 4599-4607. DOI: 10.1007/s13369-020-04602-7.", "ArticleIdList": ["10.1007/s13369-020-04602-7"]}, {"Citation": "Khalil MA, Sonbol FI, Al-Madboly LA, Aboshady TA, Alqurashi AS, Ali SS (2022c). Exploring the therapeutic potentials of exopolysaccharides derived from lactic acid bacteria and bifidobacteria: antioxidant, antitumor, and periodontal regeneration. Front Microbiol 13: 803688. DOI: 10.3389/fmicb.2022.803688.", "ArticleIdList": ["35547125", "10.3389/fmicb.2022.803688"]}, {"Citation": "Kumar V, Bhatnagar AK, Srivastava JN (2011). Antibacterial activity of crude extracts of Spirulina platensis and its structural elucidation of bioactive compound. J Med Plant Res 5(32): 7043-7048. DOI: 10.5897/JMPR11.1175.", "ArticleIdList": ["10.5897/JMPR11.1175"]}, {"Citation": "Liu Q, Meng X, Li Y, Zhao C-N, Tang G-Y, Li H-B (2017). Antibacterial and antifungal activities of spices. Inter J Mol Sci 18(6): 1283. DOI: 10.3390/ijms18061283.", "ArticleIdList": ["28621716", "10.3390/ijms18061283"]}, {"Citation": "Moholkar DN, Sadalage PS, Peixoto D, Paiva-Santos AC, Pawar KD (2021). Recent advances in biopolymer-based formulations for wound healing applications. Eur Polym J 160: 110784. DOI: 10.1016/j.eurpolymj.2021.110784.", "ArticleIdList": ["10.1016/j.eurpolymj.2021.110784"]}, {"Citation": "Morsy R, Ali SS, El-Shetehy M (2017). Development of hydroxyapatite-chitosan gel sunscreen combating clinical multidrug-resistant bacteria. J Mol Struct 1143: 251-258. DOI: 10.1016/j.molstruc.2017.04.090.", "ArticleIdList": ["10.1016/j.molstruc.2017.04.090"]}, {"Citation": "Nieto G, Ros G, Castillo J (2018). Antioxidant and antimicrobial properties of rosemary (Rosmarinus officinalis, L.): A review. Medicines 5(3): 98. DOI: 10.3390/medicines5030098.", "ArticleIdList": ["30181448", "10.3390/medicines5030098"]}, {"Citation": "Omonijo FA, Ni L, Gong J, Wang Q, Lahaye L, Yang C (2018). Essential oils as alternatives to antibiotics in swine production. Anim Nutr 4(2): 126-136. DOI: 10.1016/j.aninu.2017.09.001.", "ArticleIdList": ["30140752", "10.1016/j.aninu.2017.09.001"]}, {"Citation": "Peng W, Li D, Dai K, Wang Y, Song P, Li H, et al. (2022). Recent progress of collagen, chitosan, alginate and other hydrogels in skin repair and wound dressing applications. Int J Biol Macromol 208: 400-408. DOI: 10.1016/j.ijbiomac.2022.03.002.", "ArticleIdList": ["35248609", "10.1016/j.ijbiomac.2022.03.002"]}, {"Citation": "Pereira MS, Redanz S, Kriegel MA (2022). Skin deep: the role of the microbiota in cutaneous autoimmunity. J Invest Dermatol 142(3 Pt B): 834-840. DOI: 10.1016/j.jid.2021.12.005.", "ArticleIdList": ["35027173", "10.1016/j.jid.2021.12.005"]}, {"Citation": "Purushothamrao K, Khaliq K, Sagare P, Patil SK, Kharat SS, Alpana K (2010). Formulation and evaluation of vanishing cream for scalp psoriasis. Int J Pharm Sci Tech 4: 32-41."}, {"Citation": "Qu S, Yang K, Chen L, Liu M, Geng Q, He X N, et al. (2019). Cinnamaldehyde, a promising natural preservative against Aspergillus flavus. Front Microbiol 10: 2895. DOI: 10.3389/fmicb.2019.02895.", "ArticleIdList": ["31921070", "10.3389/fmicb.2019.02895"]}, {"Citation": "Sharma KK, Saikia R, Kotoky J, Kalita JC, Das J (2011). Evaluation of Antidermatophytic activity of Piper betle, Allamanda cathartica and their combination: an in vitro and in vivo study. Int J Pharmtech Res 3: 644-651."}, {"Citation": "Shekarchi M, Hajimehdipoor H, Saeidnia S, Gohari AR, Hamedani MP (2012). Compartive study of rosamrinic acid content in some plants of labitate family. Pharmacogn Mag 8(29): 37-41. DOI: 10.4103/0973-1296.93316.", "ArticleIdList": ["22438661", "10.4103/0973-1296.93316"]}, {"Citation": "Sonbol FI, Khalil MA, Mohamed AB, Ali SS (2015). Correlation between antibiotic resistance and virulence of Pseudomonas aeruginosa clinical isolates. Turk J Med Sci 45(3): 568-577. DOI: 10.3906/sag-1406-58.", "ArticleIdList": ["26281322", "10.3906/sag-1406-58"]}, {"Citation": "Teka T, Lele Z, Xiaoyan G, Li Y, Lifeng H, Xiaohui Y (2022). Stilbenes: Source plants, chemistry, biosynthesis, pharmacology, application and problems related to their clinical Application - A comprehensive review. Phytochemistry 197: 113128. DOI: 10.1016/j.phytochem.2022.113128.", "ArticleIdList": ["35183567", "10.1016/j.phytochem.2022.113128"]}, {"Citation": "Veenstra JP, Johnson JJ (2021). Rosemary (Salvia rosmarinus): Health-promoting benefits and food preservative properties. Int J Nutr 6(4): 1-10."}, {"Citation": "Wadhwa K, Kadian V, Puri V, Bhardwaj BY, Sharma A, Pahwa R, et al. (2022). New insights into quercetin nanoformulations for topical delivery. Phytomedicine Plus 2(2): 100257. DOI: 10.1016/j.phyplu.2022.100257.", "ArticleIdList": ["10.1016/j.phyplu.2022.100257"]}, {"Citation": "Zhang Y, Liu X, Wang Y, Jiang P, Quek S (2016). Antibacterial activity and mechanism of cinnamon essential oil against Escherichia coli and Staphylococcus aureus. Food Control 59: 282-289. DOI: 10.1016/j.foodcont.2015.05.032.", "ArticleIdList": ["10.1016/j.foodcont.2015.05.032"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "12", "Day": "15"}, {"Year": "2022", "Month": "5", "Day": "26"}, {"Year": "2022", "Month": "6", "Day": "21", "Hour": "9", "Minute": "43"}, {"Year": "2022", "Month": "6", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "24", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35727122", "10.32725/jab.2022.006"]}}], "PubmedBookArticle": []}