{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["biosynthesis", "biotechnology", "metabolic engineering", "synthetic biology", "tropane alkaloids"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35720595", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "06", "Day": "02"}], "Language": ["eng"], "ELocationID": ["924413", "10.3389/fpls.2022.924413"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Biotechnological Approaches on Engineering Medicinal Tropane Alkaloid Production in Plants.", "Pagination": {"StartPage": "924413", "MedlinePgn": "924413"}, "Abstract": {"AbstractText": ["Hyoscyamine and scopolamine, belonging to medicinal tropane alkaloids (MTAs), are potent anticholinergic drugs. Their industrial production relies on medicinal plants, but the levels of the two alkaloids are very low <i>in planta</i>. Engineering the MTA's production is an everlasting hot topic for pharmaceutical industry. With understanding the MTA's biosynthesis, biotechnological approaches are established to produce hyoscyamine and scopolamine in an efficient manner. Great advances have been obtained in engineering MTA's production <i>in planta</i>. In this review, we summarize the advances on the biosynthesis of MTAs and engineering the MTA's production in hairy root cultures, as well in plants. The problems and perspectives on engineering the MTA's production are also discussed."], "CopyrightInformation": "Copyright © 2022 Gong, He, Lan, Zeng and Liao."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Sciences, Integrative Science Center of Germplasm Creation in Western China (CHONGQING) Science City and Southwest University, The Provincial and Ministerial Co-founded Collaborative Innovation Center for R&D in Tibet Characteristic Agricultural and Animal Husbandry Resources, Southwest University, Chongqing, China."}], "LastName": "Gong", "ForeName": "Haiyue", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chongqing Academy of Science and Technology, Chongqing, China."}], "LastName": "He", "ForeName": "Ping", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Xizang Agricultural and Husbandry College, The Provincial and Ministerial Co-founded Collaborative Innovation Center for R&D in Tibet Characteristic Agricultural and Animal Husbandry Resources, The Center for Xizang Chinese (Tibetan) Medicine Resource, TAAHC-SWU Medicinal Plant Joint R&D Centre, Nyingchi, China."}], "LastName": "Lan", "ForeName": "Xiaozhong", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Sciences, Integrative Science Center of Germplasm Creation in Western China (CHONGQING) Science City and Southwest University, The Provincial and Ministerial Co-founded Collaborative Innovation Center for R&D in Tibet Characteristic Agricultural and Animal Husbandry Resources, Southwest University, Chongqing, China."}], "LastName": "Zeng", "ForeName": "Lingjiang", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Sciences, Integrative Science Center of Germplasm Creation in Western China (CHONGQING) Science City and Southwest University, The Provincial and Ministerial Co-founded Collaborative Innovation Center for R&D in Tibet Characteristic Agricultural and Animal Husbandry Resources, Southwest University, Chongqing, China."}, {"Identifier": [], "Affiliation": "Chongqing Academy of Science and Technology, Chongqing, China."}], "LastName": "Liao", "ForeName": "Zhihua", "Initials": "Z"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bacchi C. J., Nathan H. C., Hutner S. H., McCann P. P., Sjoerdsma A. (1980). Polyamine metabolism: a potential therapeutic target in trypanosomes. Science 210, 332–334. doi: 10.1126/science.6775372, PMID:", "ArticleIdList": ["10.1126/science.6775372", "6775372"]}, {"Citation": "Bedewitz M. A., Jones A. D., D’Auria J. C., Barry C. S. (2018). Tropinone synthesis via an atypical polyketide synthase and P450-mediated cyclization. Nat. Commun. 9, 5281–5213. doi: 10.1038/s41467-018-07671-3, PMID:", "ArticleIdList": ["10.1038/s41467-018-07671-3", "PMC6290073", "30538251"]}, {"Citation": "Dräger B. (2006). Tropinone reductases, enzymes at the branch point of tropane alkaloid metabolism. Phytochemistry 67, 327–337. doi: 10.1016/j.phytochem.2005.12.001, PMID:", "ArticleIdList": ["10.1016/j.phytochem.2005.12.001", "16426652"]}, {"Citation": "Griffin J., Lee S., Caiado M., Kesten S., Price D. (2008). Comparison of tiotropium bromide and combined ipratropium/salbutamol for the treatment of COPD: a UK general practice research database 12-month follow-up study. Prim. Care Respir. J. 17, 104–110. doi: 10.3132/pcrj.2008.00024, PMID:", "ArticleIdList": ["10.3132/pcrj.2008.00024", "PMC6619881", "18385913"]}, {"Citation": "Grynkiewicz G., Gadzikowska M. (2008). Tropane alkaloids as medicinally useful natural products and their synthetic derivatives as new drugs. Pharmacol. Reports 60, 439–463.", "ArticleIdList": ["18799813"]}, {"Citation": "Hashimoto T., Nakajima K., Ongena G., Yamada Y. (1992). Two tropinone reductases with distinct stereospecificities from cultured roots of Hyoscyamus niger. Plant Physiol. 100, 836–845. doi: 10.1104/pp.100.2.836, PMID:", "ArticleIdList": ["10.1104/pp.100.2.836", "PMC1075633", "16653065"]}, {"Citation": "Hashimoto T., Yamada Y. (1986). Hyoscyamine 6β-hydroxylase, a 2-Oxoglutarate-dependent Dioxygenase, Alkaloid-Producing Root Cultures. Plant Physiol. 81, 619–625. doi: 10.1104/pp.81.2.619, PMID:", "ArticleIdList": ["10.1104/pp.81.2.619", "PMC1075387", "16664866"]}, {"Citation": "Hashimoto T., Yukimune Y., Yamada Y. (1989). Putrescine and putrescine N-methyltransferase in the biosynthesis of tropane alkaloids in cultured roots of Hyoscyamus albus. Planta 178, 131–137. doi: 10.1007/BF00392536", "ArticleIdList": ["10.1007/BF00392536", "24212558"]}, {"Citation": "Huang J. P., Wang Y. J., Tian T., Wang L., Yan Y., Huang S. X. (2021). Tropane alkaloid biosynthesis: a centennial review. Nat. Prod. Rep. 38, 1634–1658. doi: 10.1039/d0np00076k, PMID:", "ArticleIdList": ["10.1039/d0np00076k", "33533391"]}, {"Citation": "Jouhikainen K., Lindgren L., Jokelainen T., Hiltunen R., Teeri T. H., Oksman-Caldentey K. M. (1999). Enhancement of scopolamine production in Hyoscyamus muticus L. hairy root cultures by genetic engineering. Planta 208, 545–551. doi: 10.1007/s004250050592", "ArticleIdList": ["10.1007/s004250050592"]}, {"Citation": "Kai G., Liu Y., Wang X., Yang S., Fu X., Luo X., et al. . (2011a). Functional identification of hyoscyamine 6β-hydroxylase from Anisodus acutangulus and overproduction of scopolamine in genetically-engineered Escherichia coli. Biotechnol. Lett. 33, 1361–1365. doi: 10.1007/s10529-011-0575-y, PMID:", "ArticleIdList": ["10.1007/s10529-011-0575-y", "21380527"]}, {"Citation": "Kai G., Yang S., Luo X., Zhou W., Fu X., Zhang A., et al. . (2011b). Co-expression of AaPMT and AaTRI effectively enhances the yields of tropane alkaloids in Anisodus acutangulus hairy roots. BMC Biotechnol. 11. doi: 10.1186/1472-6750-11-43, PMID:", "ArticleIdList": ["10.1186/1472-6750-11-43", "PMC3111346", "21526999"]}, {"Citation": "Kai G., Zhang A., Guo Y., Li L., Cui L., Luo X., et al. . (2012). Enhancing the production of tropane alkaloids in transgenic Anisodus acutangulus hairy root cultures by over-expressing tropinone reductase i and hyoscyamine-6β-hydroxylase. Mol. BioSyst. 8, 2883–2890. doi: 10.1039/c2mb25208b, PMID:", "ArticleIdList": ["10.1039/c2mb25208b", "22955966"]}, {"Citation": "Kang Y. M., Lee O. S., Jung H. Y., Kang S. M., Lee B. H., Karigar C., et al. . (2005). Overexpression of hyoscyamine 6β-hydroxylase(h6h) gene and enhanced production of tropane alkaloids in Scopolia parviflora hairy root lines. J. Microbiol. Biotechnol. 15, 91–98."}, {"Citation": "Kang Y. M., Park D. J., Min J. Y., Song H. J., Jeong M. J., Kim Y. D., et al. . (2011). Enhanced production of tropane alkaloids in transgenic Scopolia parviflora hairy root cultures over-expressing putrescine N-methyl transferase (PMT) and hyoscyamine-6β-hydroxylase (H6H). Vitr. Cell. Dev. Biol. Plant 47, 516–524. doi: 10.1007/s11627-011-9367-2", "ArticleIdList": ["10.1007/s11627-011-9367-2"]}, {"Citation": "Kluza A., Wojdyla Z., Mrugala B., Kurpiewska K., Porebski P. J., Niedzialkowska E., et al. . (2020). Regioselectivity of hyoscyamine 6β-hydroxylase-catalysed hydroxylation as revealed by high-resolution structural information and QM/MM calculations. Dalt. Trans. 49, 4454–4469. doi: 10.1039/d0dt00302f, PMID:", "ArticleIdList": ["10.1039/d0dt00302f", "32182320"]}, {"Citation": "Lan X., Zeng J., Liu K., Zhang F., Bai G., Chen M., et al. . (2018). Comparison of two hyoscyamine 6β-hydroxylases in engineering scopolamine biosynthesis in root cultures of Scopolia lurida. Biochem. Biophys. Res. Commun. 497, 25–31. doi: 10.1016/j.bbrc.2018.01.173, PMID:", "ArticleIdList": ["10.1016/j.bbrc.2018.01.173", "29407173"]}, {"Citation": "Lee O. S., Kang Y. M., Jung H. Y., Min J. Y., Kang S. M., Karigar C. S., et al. . (2005). Enhanced production of tropane alkaloids in Scopolia parviflora by introducing the PMT (putrescine N-methyltransferase) gene. Vitr. Cell. Dev. Biol. Plant 41, 167–172. doi: 10.1079/IVP2004621", "ArticleIdList": ["10.1079/IVP2004621"]}, {"Citation": "Li R., Reed D. W., Liu E., Nowak J., Pelcher L. E., Page J. E., et al. . (2006). Functional genomic analysis of alkaloid biosynthesis in Hyoscyamus niger reveals a cytochrome P450 involved in Littorine rearrangement. Chem. Biol. 13, 513–520. doi: 10.1016/j.chembiol.2006.03.005, PMID:", "ArticleIdList": ["10.1016/j.chembiol.2006.03.005", "16720272"]}, {"Citation": "Li J., Van Belkum M. J., Vederas J. C. (2012). Functional characterization of recombinant hyoscyamine 6β-hydroxylase from Atropa belladonna. Bioorganic Med. Chem. 20, 4356–4363. doi: 10.1016/j.bmc.2012.05.042, PMID:", "ArticleIdList": ["10.1016/j.bmc.2012.05.042", "22705021"]}, {"Citation": "Li Q., Zhu T., Zhang R., Bu Q., Yin J., Zhang L., et al. . (2020). Molecular cloning and functional analysis of hyoscyamine 6β-hydroxylase (H6H) in the poisonous and medicinal plant Datura innoxia mill. Plant Physiol. Biochem. 153, 11–19. doi: 10.1016/j.plaphy.2020.04.021, PMID:", "ArticleIdList": ["10.1016/j.plaphy.2020.04.021", "32460213"]}, {"Citation": "Liao Z., Chen M., Yang C., Qiu F., Zeng J. (2019). 莨菪醛还原酶及其应用. The patent number “ZL 2019 1 0826205.8”."}, {"Citation": "Matthew A. B., Gonzales-Vigil E., Góngora-Castillo E., Uebler J. B., Gonzales-Vigil E., Wiegert-Rininger K. E., et al. . (2014). A root-expressed l-phenylalanine:4-hydroxyphenylpyruvate aminotransferase is required for tropane alkaloid biosynthesis in Atropa belladonna. Plant Cell 26, 3745–3762. doi: 10.1105/tpc.114.130534, PMID:", "ArticleIdList": ["10.1105/tpc.114.130534", "PMC4213168", "25228340"]}, {"Citation": "Moyano E., Fornalé S., Palazón J., Cusidó R. M., Bagni N., Piñol M. T. (2002). Alkaloid production in Duboisia hybrid hairy root cultures overexpressing the pmt gene. Phytochemistry 59, 697–702. doi: 10.1016/S0031-9422(02)00044-4, PMID:", "ArticleIdList": ["10.1016/S0031-9422(02)00044-4", "11909625"]}, {"Citation": "Moyano E., Jouhikainen K., Tammela P., Palazón J., Cusidó R. M., Piñol M. T., et al. . (2003). Effect of pmt gene overexpression on tropane alkaloid production in transformed root cultures of Datura metel and Hyoscyamus muticus. J. Exp. Bot. 54, 203–211. doi: 10.1093/jxb/erg014, PMID:", "ArticleIdList": ["10.1093/jxb/erg014", "12493848"]}, {"Citation": "Nölke G., Schneider B., Agdour S., Drossard J., Fischer R., Schillberg S. (2008). Modulation of polyamine biosynthesis in transformed tobacco plants by targeting ornithine decarboxylase to an atypical subcellular compartment. Open Biotechnol. J. 2, 183–189. doi: 10.2174/1874070700802010183", "ArticleIdList": ["10.2174/1874070700802010183"]}, {"Citation": "Qiu F., Yan Y., Zeng J., Huang J. P., Zeng L., Zhong W., et al. . (2021). Biochemical and metabolic insights into Hyoscyamine dehydrogenase. ACS Catal. 11, 2912–2924. doi: 10.1021/acscatal.0c04667", "ArticleIdList": ["10.1021/acscatal.0c04667"]}, {"Citation": "Qiu F., Zeng J., Wang J., Huang J. P., Zhou W., Yang C., et al. . (2020). Functional genomics analysis reveals two novel genes required for littorine biosynthesis. New Phytol. 225, 1906–1914. doi: 10.1111/nph.16317, PMID:", "ArticleIdList": ["10.1111/nph.16317", "31705812"]}, {"Citation": "Quan H., Xia K., Zeng J., Chen M., Lan X., Liao Z. (2016). Overexpression of NtPMT and HnH6H changed hyoscyamine-rich Atropa belladonna to scopolamine-rich varieties. Acta Pharm. Sin. 51, 1913–1919. doi: 10.16438/j.0513-4870.2016-0275", "ArticleIdList": ["10.16438/j.0513-4870.2016-0275", "29923697"]}, {"Citation": "Richter U., Rothe G., Fabian A. K., Rahfeld B., Dräger B. (2005). Overexpression of tropinone reductases alters alkaloid composition in Atropa belladonna root cultures. J. Exp. Bot. 56, 645–652. doi: 10.1093/jxb/eri067, PMID:", "ArticleIdList": ["10.1093/jxb/eri067", "15642710"]}, {"Citation": "Rothe G., Hachiya A., Yamada Y., Hashimoto T., Dräger B. (2003). Alkaloids in plants and root cultures of Atropa belladonna overexpressing putrescine N-methyltransferase. J. Exp. Bot. 54, 2065–2070. doi: 10.1093/jxb/erg227, PMID:", "ArticleIdList": ["10.1093/jxb/erg227", "12885861"]}, {"Citation": "Singh A., Nirala N. K., Das S., Narula A., Rajam M. V., Srivastava P. S. (2011). Overexpression of odc (ornithine decarboxylase) in Datura innoxia enhances the yield of scopolamine. Acta Physiol. Plant. 33, 2453–2459. doi: 10.1007/s11738-011-0787-8", "ArticleIdList": ["10.1007/s11738-011-0787-8"]}, {"Citation": "Srinivasan P., Smolke C. D. (2020). Biosynthesis of medicinal tropane alkaloids in yeast. Nature 585, 614–619. doi: 10.1038/s41586-020-2650-9, PMID:", "ArticleIdList": ["10.1038/s41586-020-2650-9", "PMC7529995", "32879484"]}, {"Citation": "Wang X., Chen M., Yang C., Liu X., Zhang L., Lan X., et al. . (2011). Enhancing the scopolamine production in transgenic plants of Atropa belladonna by overexpressing pmt and h6h genes. Physiol. Plant. 143, 309–315. doi: 10.1111/j.1399-3054.2011.01506.x, PMID:", "ArticleIdList": ["10.1111/j.1399-3054.2011.01506.x", "21883248"]}, {"Citation": "Xia K., Liu X., Zhang Q., Qiang W., Guo J., Lan X., et al. . (2016). Promoting scopolamine biosynthesis in transgenic Atropa belladonna plants with pmt and h6h overexpression under field conditions. Plant Physiol. Biochem. 106, 46–53. doi: 10.1016/j.plaphy.2016.04.034, PMID:", "ArticleIdList": ["10.1016/j.plaphy.2016.04.034", "27135818"]}, {"Citation": "Yan Z., Pan X., Qiang W., Liao Z. (2014). Improvement of biosynthesis of Tropane alkaloids in Anisodus acutangulus by co-transformed PMT and H6H. J. Southwest Univ. 36:7"}, {"Citation": "Yang C., Chen M., Zeng L., Zhang L., Liu X., Lan X., et al. . (2011). Improvement of tropane alkaloids production in hairy root cultures of Atropa belladonna by overexpressing pmt and h6h genes. Plant Omics 4, 29–33."}, {"Citation": "Yun D. J., Hashimoto T., Yamada Y. (1992). Metabolic engineering of medicinal plants: transgenic Atropa belladonna with an improved alkaloid composition. Proc. Natl. Acad. Sci. U. S. A. 89, 11799–11803. doi: 10.1073/pnas.89.24.11799, PMID:", "ArticleIdList": ["10.1073/pnas.89.24.11799", "PMC50644", "1465402"]}, {"Citation": "Zeng L., Zhang Q., Jiang C., Zheng Y., Zuo Y., Qin J., et al. . (2021). Development of Atropa belladonna L. plants with high-yield hyoscyamine and without its derivatives using the CRISPR/Cas9 system. Int. J. Mol. Sci. 22, 1–10. doi: 10.3390/ijms22041731, PMID:", "ArticleIdList": ["10.3390/ijms22041731", "PMC7915368", "33572199"]}, {"Citation": "Zhang L., Ding R., Chai Y., Bonfill M., Moyano E., Oksman-Caldentey K. M., et al. . (2004). Engineering tropane biosynthetic pathway in Hyoscyamus niger hairy root cultures. Proc. Natl. Acad. Sci. U. S. A. 101, 6786–6791. doi: 10.1073/pnas.0401391101, PMID:", "ArticleIdList": ["10.1073/pnas.0401391101", "PMC404123", "15084741"]}, {"Citation": "Zhang Q., Liang M., Liu Y., Yang C., Zeng J., Qin J., et al. . (2021). Development of homozygous transgenic Atropa belladonna plants with glyphosate resistance and high-yield scopolamine using metabolic engineering. Ind. Crop. Prod. 171:113953. doi: 10.1016/j.indcrop.2021.113953", "ArticleIdList": ["10.1016/j.indcrop.2021.113953"]}, {"Citation": "Zhang Q., Liang M., Zeng J., Yang C., Qin J., Qiang W., et al. . (2022). Engineering tropane alkaloid production and glyphosate resistance by overexpressing AbCaM1 and G2-EPSPS in Atropa belladonna. Metab. Eng. 72, 237–246. doi: 10.1016/j.ymben.2022.03.014, PMID:", "ArticleIdList": ["10.1016/j.ymben.2022.03.014", "35390492"]}, {"Citation": "Zhao T., Li S., Wang J., Zhou Q., Yang C., Bai F., et al. . (2020). Engineering tropane alkaloid production based on metabolic characterization of ornithine decarboxylase in Atropa belladonna. ACS Synth. Biol. 9, 437–448. doi: 10.1021/acssynbio.9b00461, PMID:", "ArticleIdList": ["10.1021/acssynbio.9b00461", "31935324"]}, {"Citation": "Zhao K., Zeng J., Zhao T., Zhang H., Qiu F., Yang C., et al. . (2017). Enhancing tropane alkaloid production based on the functional identification of tropine-forming reductase in Scopolia lurida, a Tibetan medicinal plant. Front. Plant Sci. 8, 1–11. doi: 10.3389/fpls.2017.01745, PMID:", "ArticleIdList": ["10.3389/fpls.2017.01745", "PMC5650612", "29085381"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "4", "Day": "20"}, {"Year": "2022", "Month": "5", "Day": "9"}, {"Year": "2022", "Month": "6", "Day": "20", "Hour": "3", "Minute": "44"}, {"Year": "2022", "Month": "6", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "21", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["35720595", "PMC9201383", "10.3389/fpls.2022.924413"]}}], "PubmedBookArticle": []}