{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Agapanthus praecox", "Gas expanded liquid", "High-resolution mass spectrometry", "Quince fruit", "Targeted analysis"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35739596", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "06", "Day": "23"}], "Language": ["eng"], "ELocationID": ["87", "10.1186/s13007-022-00919-6"], "Journal": {"ISSN": "1746-4811", "JournalIssue": {"Volume": "18", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Jun", "Day": "23"}}, "Title": "Plant methods", "ISOAbbreviation": "Plant Methods"}, "ArticleTitle": "Carbon dioxide expanded liquid: an effective solvent for the extraction of quercetin from South African medicinal plants.", "Pagination": {"StartPage": "87", "MedlinePgn": "87"}, "Abstract": {"AbstractText": ["Quercetin is one of the most important bioflavonoids having positive effects on the biological processes and human health. Typically, it is extracted from plant matrices using conventional methods such as maceration, sonication, infusion, and Soxhlet extraction with high solvent consumption. Our study aimed to optimize the environmentally friendly carbon dioxide-based method for the extraction of quercetin from quince fruit with an emphasis on extraction yield, repeatability, and short extraction time.", "A two-step design of experiments was used for the optimization of the key parameters affecting physicochemical properties, including CO<sub>2</sub>/co-solvent ratio, co-solvent type, temperature, and pressure. Finally, gas expanded liquid combining CO<sub>2</sub>/ethanol/H<sub>2</sub>O in a ratio of 10/81/9 (v/v/v) provided the best extraction yield. Extraction temperature 66 °C and pressure 22.3 MPa were the most suitable conditions after careful optimization, although both parameters did not significantly affect the process. It was confirmed by experiments in various pressure and temperature conditions and statistical comparison of obtained data. The optimized extraction procedure at a flow rate of 3 mL/min took 30 min. The repeatability of the extraction method exhibited an RSD of 20.8%.", "The optimized procedure enabled very fast extraction in 30 min using environmentally friendly solvents and it was successfully applied to 16 different plant samples, including 14 bulbs and 2 fruits from South Africa. The quercetin content in extracts was quantified using ultra-high performance liquid chromatography (UHPLC) with tandem mass spectrometry. UHPLC hyphenated with high-resolution mass spectrometry was used to confirm chemical identity of quercetin in the analyzed samples. We quantified quercetin in 11 samples of all 16 tested plants. The quercetin was found in Agapanthus praecox from the Amaryllidaceae family and its presence in this specie was reported for the first time."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": ["0000-0002-9394-2130"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Analytical Chemistry, Faculty of Pharmacy in Hradec Králové, Charles University, Heyrovského 1203, 50005, Hradec Králové, Czech Republic. pilarovaveronika@gmail.com."}], "LastName": "Pilařová", "ForeName": "Veronika", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Analytical Chemistry, Faculty of Pharmacy in Hradec Králové, Charles University, Heyrovského 1203, 50005, Hradec Králové, Czech Republic."}], "LastName": "Kuda", "ForeName": "Lukáš", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Analytical Chemistry, Faculty of Pharmacy in Hradec Králové, Charles University, Heyrovského 1203, 50005, Hradec Králové, Czech Republic."}], "LastName": "Vlčková", "ForeName": "Hana Kočová", "Initials": "HK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Analytical Chemistry, Faculty of Pharmacy in Hradec Králové, Charles University, Heyrovského 1203, 50005, Hradec Králové, Czech Republic."}], "LastName": "Nováková", "ForeName": "Lucie", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Centre for Plant Growth and Development, School of Life Sciences, University of KwaZulu-Natal, Pietermaritzburg, South Africa."}, {"Identifier": [], "Affiliation": "Laboratory of Growth Regulators, Faculty of Science, Palacký University & Institute of Experimental Botany AS CR, Šlechtitelů 27, 78371, Olomouc, Czech Republic."}], "LastName": "Gupta", "ForeName": "Shubhpriya", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Centre for Plant Growth and Development, School of Life Sciences, University of KwaZulu-Natal, Pietermaritzburg, South Africa."}], "LastName": "Kulkarni", "ForeName": "Manoj", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Analytical Chemistry, Faculty of Pharmacy in Hradec Králové, Charles University, Heyrovského 1203, 50005, Hradec Králové, Czech Republic."}], "LastName": "Švec", "ForeName": "František", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Centre for Plant Growth and Development, School of Life Sciences, University of KwaZulu-Natal, Pietermaritzburg, South Africa."}], "LastName": "Van Staden", "ForeName": "Johannes", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Biology, Faculty of Science, Palacký University, Šlechtitelů 27, 78371, Olomouc, Czech Republic."}, {"Identifier": [], "Affiliation": "Laboratory of Growth Regulators, Faculty of Science, Palacký University & Institute of Experimental Botany AS CR, Šlechtitelů 27, 78371, Olomouc, Czech Republic."}], "LastName": "Doležal", "ForeName": "Karel", "Initials": "K"}], "GrantList": [{"GrantID": "CZ.02.1.01/0.0/0.0/15_003/0000465", "Agency": "Ministerstvo Školství, Mládeže a Tělovýchovy", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Plant Methods", "NlmUniqueID": "101245798", "ISSNLinking": "1746-4811"}, "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ekor M. The growing use of herbal medicines: issues relating to adverse reactions and challenges in monitoring safety. Front Pharmacol. 2014;4:177.", "ArticleIdList": ["PMC3887317", "24454289"]}, {"Citation": "van Wyk AS, Prinsloo G. Medicinal plant harvesting, sustainability and cultivation in South Africa. Biol Conserv. 2018;227:335–342."}, {"Citation": "Balogun FO, Ashafa AOT. A review of plants used in South African traditional medicine for the management and treatment of hypertension. Planta Med. 2019;85(4):312–334.", "ArticleIdList": ["30477041"]}, {"Citation": "Batiha GE, Beshbishy AM, Ikram M, Mulla ZS, El-Hack MEA, Taha AE, Algammal AM, Elewa YHA. The pharmacological activity, biochemical properties, and pharmacokinetics of the major natural polyphenolic flavonoid: quercetin. Foods. 2020;9(3):374.", "ArticleIdList": ["PMC7143931", "32210182"]}, {"Citation": "Adebayo SA, Dzoyem JP, Shai LJ, Eloff JN. The anti-inflammatory and antioxidant activity of 25 plant species used traditionally to treat pain in southern African. BMC Complement Altern Med. 2015;15:159.", "ArticleIdList": ["PMC4443658", "26014115"]}, {"Citation": "Pandey KB, Rizvi SI. Plant polyphenols as dietary antioxidants in human health and disease. Oxid Med Cell Longev. 2009;2(5):270–278.", "ArticleIdList": ["PMC2835915", "20716914"]}, {"Citation": "Ross JA, Kasum CM. Dietary flavonoids: bioavailability, metabolic effects, and safety. Annu Rev Nutr. 2002;22:19–34.", "ArticleIdList": ["12055336"]}, {"Citation": "Anand David AV, Arulmoli R, Parasuraman S. Overviews of biological importance of quercetin: a bioactive flavonoid. Pharmacogn Rev. 2016;10(20):84–89.", "ArticleIdList": ["PMC5214562", "28082789"]}, {"Citation": "Bhat IUH, Bhat R. Quercetin: a bioactive compound imparting cardiovascular and neuroprotective benefits: scope for exploring fresh produce, their wastes, and by-products. Biology (Basel). 2021;10(7):586.", "ArticleIdList": ["PMC8301140", "34206761"]}, {"Citation": "Li Y, Yao J, Han C, Yang J, Chaudhry MT, Wang S, Liu H, Yin Y. Quercetin, inflammation and immunity. Nutrients. 2016;8(3):167.", "ArticleIdList": ["PMC4808895", "26999194"]}, {"Citation": "Rauf A, Imran M, Khan IA, Ur-Rehman M, Gilani SA, Mehmood Z, Mubarak MS. Anticancer potential of quercetin: a comprehensive review. Phytother Res. 2018;32(11):2109–2130.", "ArticleIdList": ["30039547"]}, {"Citation": "Wang W, Sun C, Mao L, Ma P, Liu F, Yang J, Gao Y. The biological activities, chemical stability, metabolism and delivery systems of quercetin: a review. Trends Food Sci Technol. 2016;56:21–38."}, {"Citation": "Veale DJH, Havlik I, Oliver DW, Dekker TG. Pharmacological effects of Agapanthus africanus on the isolated rat uterus. J Ethnopharmacol. 1999;66:257–262.", "ArticleIdList": ["10473170"]}, {"Citation": "Ashraf MU, Muhammad G, Hussain MA, Bukhari SN. Cydonia oblonga M., a medicinal plant rich in phytonutrients for pharmaceuticals. Front Pharmacol. 2016;7:163.", "ArticleIdList": ["PMC4914572", "27445806"]}, {"Citation": "Karimi A, Movahhed M, HajiMehdipoor H, Allahyari F. A review on Cydonia Oblonga Miller as an herbal medicine. Indo Am J Pharm Sci. 2017;4(12):4370–4386."}, {"Citation": "Griñán I, Galindo A, Rodríguez P, Morales D, Corell M, Centeno A, Collado-González J, Torrecillas A, Carbonell-Barrachina AA, Hernández F. Volatile composition and sensory and quality attributes of quince (Cydonia oblonga Mill.) fruits as affected by water stress. Sci Hortic. 2019;244:68–74."}, {"Citation": "Andrade PB, Carvalho ARF, Seabra RM, Ferreira MA. A previous study of phenolic profiles of quince, pear, and apple purees by HPLC diode array detection for the evaluation of quince puree genuineness. J Agric Food Chem. 1998;46:968–972."}, {"Citation": "Ong ES. Extraction methods and chemical standardization of botanicals and herbal preparations. J Chromatogr B Analyt Technol Biomed Life Sci. 2004;812(1–2):23–33.", "ArticleIdList": ["15556486"]}, {"Citation": "Ajila CM, Brar SK, Verma M, Tyagi RD, Godbout S, Valero JR. Extraction and analysis of polyphenols: recent trends. Crit Rev Biotechnol. 2011;31(3):227–249.", "ArticleIdList": ["21073258"]}, {"Citation": "Robards K. Strategies for the determination of bioactive phenols in plants, fruit and vegetables. J Chromatogr A. 2003;1000(1–2):657–691.", "ArticleIdList": ["12877194"]}, {"Citation": "Romanik G, Gilgenast E, Przyjazny A, Kaminski M. Techniques of preparing plant material for chromatographic separation and analysis. J Biochem Biophys Methods. 2007;70(2):253–261.", "ArticleIdList": ["17126405"]}, {"Citation": "Belwal T, Ezzat SM, Rastrelli L, Bhatt ID, Daglia M, Baldi A, Devkota HP, Orhan IE, Patra JK, Das G, et al. A critical analysis of extraction techniques used for botanicals: trends, priorities, industrial uses and optimization strategies. Trends Analyt Chem. 2018;100:82–102."}, {"Citation": "Pilařová V, Al Hamimi S, Cunico LP, Nováková L, Turner C. Extending the design space in solvent extraction—from supercritical fluids to pressurized liquids using carbon dioxide, ethanol, ethyl lactate, and water in a wide range of proportions. Green Chem. 2019;21(19):5427–5436."}, {"Citation": "Cvjetko Bubalo M, Vidović S, Radojčić Redovniković I, Jokić S. New perspective in extraction of plant biologically active compounds by green solvents. Food Bioprods Process. 2018;109:52–73."}, {"Citation": "da Silva RPFF, Rocha-Santos TAP, Duarte AC. Supercritical fluid extraction of bioactive compounds. Trends Analyt Chem. 2016;76:40–51."}, {"Citation": "de Melo MMR, Silvestre AJD, Silva CM. Supercritical fluid extraction of vegetable matrices: applications, trends and future perspectives of a convincing green technology. J Supercrit Fluids. 2014;92:115–176."}, {"Citation": "Cunico LP, Turner C. 2017. Supercritical Fluids and Gas-Expanded Liquids. In: The Application of Green Solvents in Separation Processes. Amsterdam: Elsevier 155–214."}, {"Citation": "Jessop PG, Subramaniam B. Gas-expanded liquids. Chem Rev. 2007;107:2666–2694.", "ArticleIdList": ["17564482"]}, {"Citation": "Calista TMS, Putro JN, Nugraha AT, Soetaredjo FE, Ju YH, Ismadji S. Supercritical CO2 extraction of bioactive compounds from Stachytarpheta jamaicensis (L) Vahl. Int Food Res J. 2016;23:2144–2150."}, {"Citation": "Dimitrieska-Stojkovic E, Zdravkovski Z. Supercritical fluid extraction of quercetin and rutin from Hyperici Herba. J Liq Chromatogr Relat Technol. 2006;23:2517–2533."}, {"Citation": "Farías-Campomanes AM, Rostagno MA, Meireles MAA. Production of polyphenol extracts from grape bagasse using supercritical fluids: yield, extract composition and economic evaluation. J Supercrit Fluids. 2013;77:70–78."}, {"Citation": "Chafer A, Pascual-Marti MC, Salvador A, Berna A. Supercritical fluid extraction and HPLC determination of relevant polyphenolic compounds in grape skin. J Sep Sci. 2005;28(16):2050–2056.", "ArticleIdList": ["16318198"]}, {"Citation": "Ghoreishi SM, Hedayati A, Mousavi SO. Quercetin extraction from Rosa damascena Mill via supercritical CO2: neural network and adaptive neuro fuzzy interface system modeling and response surface optimization. J Supercrit Fluids. 2016;112:57–66."}, {"Citation": "Hatami T, Cavalcanti RN, Takeuchi TM, Meireles MAA. Supercritical fluid extraction of bioactive compounds from Macela (Achyrocline satureioides) flowers: kinetic, experiments and modeling. J Supercrit Fluids. 2012;65:71–77."}, {"Citation": "Takeuchi TM, Rubano ML, Meireles MAA. Characterization and functional properties of Macela (Achyrocline satureioides) extracts obtained by supercritical fluid extraction using mixtures of CO2 plus ethanol. Food Bioproc Tech. 2009;3(6):804–812."}, {"Citation": "Tunna TS, Sarker MZI, Ghafoor K, Ferdosh S, Jaffri JM, Al-Juhaimi FY, Ali ME, Akanda MJH, Awal MS, Ahmed QU, et al. Enrichment, in vitro, and quantification study of antidiabetic compounds from neglected weed Mimosa pudica using supercritical CO2 and CO2-Soxhlet. Sep Sci Technol. 2017;53(2):243–260."}, {"Citation": "Rahmawati A, Pang D, Ju Y-H, Soetaredjo FE, Ki OL, Ismadji S. Supercritical CO2 extraction of phytochemical compounds from Mimosa pudica Linn. Chem Eng Commun. 2014;202(8):1011–1017."}, {"Citation": "Li J, Zhang J, Wang M. Extraction of Flavonoids from the flowers of Abelmoschus manihot (L.) medic by modified supercritical CO(2) extraction and determination of antioxidant and anti-adipogenic activity. Molecules. 2016;21(7):810.", "ArticleIdList": ["PMC6273967", "27347916"]}, {"Citation": "Martino KG, Guyer D. Supercritical fluid extraction of quercetin from onion skins. J Food Process Eng. 2004;27:17–28."}, {"Citation": "Meneses MA, Caputo G, Scognamiglio M, Reverchon E, Adami R. Antioxidant phenolic compounds recovery from Mangifera indica L. by-products by supercritical antisolvent extraction. J Food Eng. 2015;163:45–53."}, {"Citation": "Radojković M, Zeković Z, Mašković P, Vidović S, Mandić A, Mišan A, Đurović S. Biological activities and chemical composition of Morus leaves extracts obtained by maceration and supercritical fluid extraction. J Supercrit Fluids. 2016;117:50–58."}, {"Citation": "Antunes-Ricardo M, Gutiérrez-Uribe JA, Guajardo-Flores D. Extraction of isorhamnetin conjugates from Opuntia ficus-indica (L.) Mill using supercritical fluids. J Supercrit Fluids. 2017;119:58–63."}, {"Citation": "Rodríguez-Pérez C, Mendiola JA, Quirantes-Piné R, Ibáñez E, Segura-Carretero A. Green downstream processing using supercritical carbon dioxide, CO2-expanded ethanol and pressurized hot water extractions for recovering bioactive compounds from Moringa oleifera leaves. J Supercrit Fluids. 2016;116:90–100."}, {"Citation": "Ruan X, Yan LY, Li XX, Liu B, Zhang H, Wang Q. Optimization of process parameters of extraction of amentoflavone, quercetin and ginkgetin from Taxus chinensis using supercritical CO2 plus co-solvent. Molecules. 2014;19(11):17682–17696.", "ArticleIdList": ["PMC6270813", "25365294"]}, {"Citation": "Wang Y, Gu M. The concept of spectral accuracy for MS. Anal Chem. 2010;82(17):7055–7062.", "ArticleIdList": ["20684651"]}, {"Citation": "Pilařová V, Plachká K, Chrenková L, Najmanová I, Mladěnka P, Svec F, Novák O, Nováková L. Simultaneous determination of quercetin and its metabolites in rat plasma by using ultra-high performance liquid chromatography tandem mass spectrometry. Talanta. 2018;185:71–79.", "ArticleIdList": ["29759252"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "3", "Day": "16"}, {"Year": "2022", "Month": "6", "Day": "7"}, {"Year": "2022", "Month": "6", "Day": "23", "Hour": "23", "Minute": "46"}, {"Year": "2022", "Month": "6", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "24", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "6", "Day": "23"}], "PublicationStatus": "epublish", "ArticleIdList": ["35739596", "PMC9219150", "10.1186/s13007-022-00919-6", "10.1186/s13007-022-00919-6"]}}], "PubmedBookArticle": []}