{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["aboriginal people", "anti-inflammatory", "inflammation", "inflammatory", "medicinal plants", "phytochemistry", "tropical"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35744969", "DateCompleted": {"Year": "2022", "Month": "06", "Day": "27"}, "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "06", "Day": "15"}], "Language": ["eng"], "ELocationID": ["3849", "10.3390/molecules27123849"], "Journal": {"ISSN": "1420-3049", "JournalIssue": {"Volume": "27", "Issue": "12", "PubDate": {"Year": "2022", "Month": "Jun", "Day": "15"}}, "Title": "Molecules (Basel, Switzerland)", "ISOAbbreviation": "Molecules"}, "ArticleTitle": "Indigenous Uses, Phytochemical Analysis, and Anti-Inflammatory Properties of Australian Tropical Medicinal Plants.", "Abstract": {"AbstractText": ["Australian tropical plants have been a rich source of food (bush food) and medicine to the first Australians (Aboriginal people), who are believed to have lived for more than 50,000 years. Plants such as spreading sneezeweed (<i>Centipeda minima</i>), goat's foot (<i>Ipomoea pes-caprae</i>), and hop bush (<i>Dodonaea viscosa</i> and <i>D. polyandra</i>) are a few popular Aboriginal medicinal plants. Thus far, more than 900 medicinal plants have been recorded in the tropical region alone, and many of them are associated with diverse ethnomedicinal uses that belong to the traditional owners of Aboriginal people. In our effort to find anti-inflammatory lead compounds in collaboration with Aboriginal communities from their medicinal plants, we reviewed 78 medicinal plants used against various inflammation and inflammatory-related conditions by Aboriginal people. Out of those 78 species, we have included only 45 species whose crude extracts or isolated pure compounds showed anti-inflammatory properties. Upon investigating compounds isolated from 40 species (for five species, only crude extracts were studied), 83 compounds were associated with various anti-inflammatory properties. Alphitolic acid, Betulinic acid, Malabaric acid, and Hispidulin reduced proinflammatory cytokines and cyclooxygenase enzymes (COX-1 and 2) with IC<sub>50</sub> values ranging from 11.5 to 46.9 uM. Other promising anti-inflammatory compounds are Brevilin A (from <i>Centipeda minima</i>), Eupalestin, and 5'-methoxy nobiletin (from <i>Ageratum conyzoides</i>), Calophyllolide (from <i>Calophyllum inophyllum</i>), and Brusatol (from <i>Brucea javanica</i>). <i>D. polyandra</i> is one example of an Aboriginal medicinal plant from which a novel anti-inflammatory benzoyl ester clerodane diterpenoid compound was obtained (compound name not disclosed), and it is in the development of topical medicines for inflammatory skin diseases. Medicinal plants in the tropics and those associated with indigenous knowledge of Aboriginal people could be a potential alternative source of novel anti-inflammatory therapeutics."]}, "AuthorList": [{"Identifier": ["0000-0002-5789-3343"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Molecular Therapeutics, Australian Institute of Tropical Health and Medicine, James Cook University, Building E4, McGregor Rd, Smithfield, Cairns, QLD 4878, Australia."}], "LastName": "Yeshi", "ForeName": "Karma", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Tropical Herbarium of Australia, James Cook University, Building E1, McGregor Rd, Smithfield, Cairns, QLD 4878, Australia."}], "LastName": "Turpin", "ForeName": "Gerry", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Yangchenphug High School, Ministry of Education, Thimphu 11001, Bhutan."}], "LastName": "Jamtsho", "ForeName": "Tenzin", "Initials": "T"}, {"Identifier": ["0000-0002-4381-7382"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Molecular Therapeutics, Australian Institute of Tropical Health and Medicine, James Cook University, Building E4, McGregor Rd, Smithfield, Cairns, QLD 4878, Australia."}], "LastName": "Wangchuk", "ForeName": "Phurpa", "Initials": "P"}], "GrantList": [{"GrantID": "APP1183323", "Agency": "National Health and Medical Research Council", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Molecules", "NlmUniqueID": "100964009", "ISSNLinking": "1420-3049"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Inflammatory Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Anti-Inflammatory Agents"}, {"QualifierName": [], "DescriptorName": "Australia"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Phytochemicals"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Schippmann U., Leaman D.J., Cunningham A.B. Impact of culitvation and gathering of medicinal plants on biodiversity: Global trends and issues (Case Study No 7); Proceedings of the Biodiversity and the Ecosystem Approach in Agriculture, Forestry and Fisheries; Rome, Italy. 12–13 October 2002; pp. 140–167."}, {"Citation": "Verpoorte R. Pharmacognosy in the New Millennium: Leadfinding and Biotechnology. J. Pharm. Pharmacol. 2000;52:253–262. doi: 10.1211/0022357001773931.", "ArticleIdList": ["10.1211/0022357001773931", "10757412"]}, {"Citation": "Calixto J.B. Twenty-five years of research on medicinal plants in Latin America: A personal view. J Ethnopharmacol. 2005;100:131–134. doi: 10.1016/j.jep.2005.06.004.", "ArticleIdList": ["10.1016/j.jep.2005.06.004", "16006081"]}, {"Citation": "Wangchuk P., Yeshi K., Vennos C., Mandal S.C., Kloos S., Nugraha A.S., Tashi. Samten Three medicinal Corydalis species of the Himalayas: Their ethnobotany, pharmacognosy, phytochemistry and pharmacology. J. Herbal Med. 2020;23:100384. doi: 10.1016/j.hermed.2020.100384.", "ArticleIdList": ["10.1016/j.hermed.2020.100384"]}, {"Citation": "Australian Bureau of Statistics  Cultural Identification. National Aboriginal and Torres Strait Islander Health Survey Table Builder.  [(accessed on 21 January 2022)];2019  Available online:  https://www.abs.gov.au/statistics/people/aboriginal-and-torres-strait-islander-peoples/national-aboriginal-and-torres-strait-islander-health-survey/latest-release."}, {"Citation": "Australian Bureau of Statistics . Estimates and projections, Aboriginal and Torres Strait Islander Australians, 2006 to 2031. ABS; Canberra, Australia: 2019. ABS cat. no. 3238.0."}, {"Citation": "McConvell P., Thieberger N. Keeping track of Indigenous language endangerment in Australia. In: Cunningham D., Ingram D.E., Sumbuk K., editors. Language Diversity in the Pacific: Endangerment and Survival. Multilingual Matters; Clevedon, Austrailia: 2006. pp. 54–84."}, {"Citation": "Lassak E.V., McCarthy T. Australian Medicinal Plants. New Holland Publishers; Wahroonga, Australia: 2006."}, {"Citation": "Barr A. Traditional Bush Medicines. An Aboriginal Pharmacopoeia. Greenhouse Publications; Darwin, Australia: 1988. Aboriginal communities of the Northern Territory of Australia."}, {"Citation": "Locher C., Semple S.J., Simpson B.S. Traditional Australian Aboriginal medicinal plants: An untapped resource for novel therapeutic compounds? Future. Med. Chem. 2013;5:733–736. doi: 10.4155/fmc.13.44.", "ArticleIdList": ["10.4155/fmc.13.44", "23651086"]}, {"Citation": "Packer J., Turpin G., Ens E., Venkataya B., Mbabaram C., Yirralka R., Hunter J. Building partnerships for linking biomedical science with traditional knowledge of customary medicines: A case study with two Australian Indigenous communities. J. Ethnobiol. Ethnomed. 2019;15:69. doi: 10.1186/s13002-019-0348-6.", "ArticleIdList": ["10.1186/s13002-019-0348-6", "PMC6929437", "31870398"]}, {"Citation": "Barr A. Traditional Bush Medicines: An Aboriginal Pharmacopoeia. Greenhouse Publications; Richmond, VIC, Australia: 1988."}, {"Citation": "Guo Y., Sakulnarmrat K., Konczak I. Anti-inflammatory potential of native Australian herbs polyphenols. Toxicol. Rep. 2014;1:385–390. doi: 10.1016/j.toxrep.2014.06.011.", "ArticleIdList": ["10.1016/j.toxrep.2014.06.011", "PMC5598408", "28962255"]}, {"Citation": "Yeshi K., Crayn D., Ritmejeryte E., Wangchuk P. Plant Secondary Metabolites Produced in Response to Abiotic Stresses Has Potential Application in Pharmaceutical Product Development. Molecules. 2022;27:313. doi: 10.3390/molecules27010313.", "ArticleIdList": ["10.3390/molecules27010313", "PMC8746929", "35011546"]}, {"Citation": "Zubair M., Rizwan K., Rashid U., Saeed R., Saeed A.A., Rasool N., Riaz M. GC/MS profiling, in vitro antioxidant, antimicrobial and haemolytic activities of Smilax macrophylla leaves. Arab. J. Chem. 2017;10:S1460–S1468. doi: 10.1016/j.arabjc.2013.04.024.", "ArticleIdList": ["10.1016/j.arabjc.2013.04.024"]}, {"Citation": "Ashraf I., Zubair M., Rizwan K., Rasool N., Jamil M., Khan S.A., Tareen R.B., Ahmad V.U., Mahmood A., Riaz M., et al. Chemical composition, antioxidant and antimicrobial potential of essential oils from different parts of Daphne mucronata Royle. Chem. Cent. J. 2018;12:135. doi: 10.1186/s13065-018-0495-1.", "ArticleIdList": ["10.1186/s13065-018-0495-1", "PMC6768045", "30556121"]}, {"Citation": "Khalid A., Shahid S., Khan S.A., Kanwal S., Yaqoob A., Rasool Z.G., Rizwan K. Antioxidant activity and hepatoprotective effect of Cichorium intybus (Kasni) seed extract against carbon tetrachloride-induced liver toxicity in rats. Trop. J. Pharm. Res. 2018;17 doi: 10.4314/tjpr.v17i8.10.", "ArticleIdList": ["10.4314/tjpr.v17i8.10"]}, {"Citation": "Adegboye O., Field M.A., Kupz A., Pai S., Sharma D., Smout M.J., Wangchuk P., Wong Y., Loiseau C. Natural-product-based solutions for tropical infectious diseases. Clin. Microbiol. Rev. 2021;34:e0034820. doi: 10.1128/CMR.00348-20.", "ArticleIdList": ["10.1128/CMR.00348-20", "PMC8673330", "34494873"]}, {"Citation": "Cock I.E.  Ethnopharmacology Section, Biological, Physiological and Health Sciences, Encyclopedia of Life Support Systems (EOLSS), Developed under the Auspices of the UNESCO. EOLSS Publishers; Oxford, UK: 2011.  [(accessed on 30 April 2022)]. Medicinal and aromatic plants—Australia. Available online:  http://www.eolss.net."}, {"Citation": "Bureau of Meteorology  Map of climate zones of Australia: Government of Australia.  [(accessed on 5 May 2022)];2001  Available online:  http://www.bom.gov.au/climate/how/newproducts/images/zones.shtml."}, {"Citation": "Chen L., Deng H., Cui H., Fang J., Zuo Z., Deng J., Li Y., Wang X., Zhao L. Inflammatory responses and inflammation-associated diseases in organs. Oncotarget. 2017;9:7204–7218. doi: 10.18632/oncotarget.23208.", "ArticleIdList": ["10.18632/oncotarget.23208", "PMC5805548", "29467962"]}, {"Citation": "Phillips W.J., Currier B.L. Analgesic pharmacology: II. Specific analgesics. J. Am. Acad. Orthop. Surg. 2004;12:221–233. doi: 10.5435/00124635-200407000-00003.", "ArticleIdList": ["10.5435/00124635-200407000-00003", "15473674"]}, {"Citation": "Risser A., Donovan D., Heintzman J., Page T. NSAID prescribing precautions. Am. Fam. Physician. 2009;15:1371–1378.", "ArticleIdList": ["20000300"]}, {"Citation": "Lassak E.V., McCarthy T. Australian Medicinal Plants. Mandarin, Octopus Publishing Group; Melbourne, Australia: 1992."}, {"Citation": "Levitt D. Unwritten pharmacopoeia. Hemisphere. 1979;23:244–249."}, {"Citation": "Webb L.J. Guide to the Medicinal and Poisonous Plants of Queensland. Government Printer; Melbourne, Australia: 1948. CSIRO Bulletin Number 232."}, {"Citation": "Williams C. Medicinal Plants in Australia. Bush Medicine. Volume 1. Rosenberg Publishing Pty Ltd.; Kenthurst, Australia: 2010. pp. 76–81."}, {"Citation": "Williams C. Medicinal Plants in Australia. Gums, Resins, Tannin and Essential Oils. Volume 2 Rosenberg Publishing Pty Ltd.; Kenthurst, Australia: 2011."}, {"Citation": "Levitt D. Plants and People: Aboriginal Uses of Plants on Groote Eyelandt. Australian Institute of Aboriginal Studies; Canberra, Austrailia: 1981."}, {"Citation": "Low T. Wild Food Plants of Australia. Angus and Robertson; Melbourne, Australia: 1989."}, {"Citation": "Maiden J.H. The useful native plants of Australia. Turner and Henderson; Sydney, Australia: 1889."}, {"Citation": "Webb L.J. Some New Records of Medicinal Plants Used by the Aborigines of Tropical Queensland and New Guinea. Volume 71 Royal Society of Queensland; Brisbane, Australia: 1959."}, {"Citation": "Cribb A.B., Cribb J.W. Wild Medicine in Australia. Collins Publications; Sydney, Australia: 1981."}, {"Citation": "Webb L.J. The use of plant medicines and poisons by Australian aborigines. Mankind. 1969;7:137. doi: 10.1111/j.1835-9310.1969.tb00398.x.", "ArticleIdList": ["10.1111/j.1835-9310.1969.tb00398.x"]}, {"Citation": "The Australasian Virtual Herbarium; Council of Heads of Australasian Herbaria.  [(accessed on 15 February 2022)].  Available online:  https://avh.chah.org.au."}, {"Citation": "Low T. Bush Medicine: A Pharmacopoeia of Natural Remedies. Angus and Robertbson; Melbourne, Australia: 1990."}, {"Citation": "Traditional Aboriginal Medicines: Aboriginal Communities of the Northern Territory. Conservation Commission of the Northern Territory; Darwin, Austrailia: 1993."}, {"Citation": "Gott B. Indigenous use of plants in south-eastern Australia. Telopea. 2008;12:215–226. doi: 10.7751/telopea20085811.", "ArticleIdList": ["10.7751/telopea20085811"]}, {"Citation": "National Institute of Health (NIH), National Library of Medicine: National Center for Biotechnology Information; Rockville Pike, Bethesda, MD, USA. PubChem Homepgae.  [(accessed on 30 April 2022)]; Available online:  https://pubchem.ncbi.nlm.nih.gov."}, {"Citation": "Royal Society of Chemistry, ChemSpider Home Page.  [(accessed on 30 April 2022)].  Available online:  http://www.chemspider.com/"}, {"Citation": "Carlsen M.H., Halvorsen B.L., Holte K., Bohn S.K., Dragland S., Sampson L., Willey C., Senoo H., Umezono Y., Sanada C., et al. The total antioxidant content of more than 3100 foods, beverages, spices, herbs and supplements used worldwide. Nutr. J. 2010;9:3. doi: 10.1186/1475-2891-9-3.", "ArticleIdList": ["10.1186/1475-2891-9-3", "PMC2841576", "20096093"]}, {"Citation": "Lassak E.V., McCarthy T. Australian Medicinal Plants. Methuen; Sydney, Australia: 1983."}, {"Citation": "Reid E., Betts T.J. The records of Western Australian plants used by Aboriginals as medicinal agents. Planta Med. 1979;36:164–173. doi: 10.1055/s-0028-1097257.", "ArticleIdList": ["10.1055/s-0028-1097257", "461569"]}, {"Citation": "Phua D.H., Zosel A., Heard K. Dietary supplements and herbal medicine toxicities-when to anticipate them and how to manage them. Int. J. Emerg. Med. 2009;2:69–76. doi: 10.1007/s12245-009-0105-z.", "ArticleIdList": ["10.1007/s12245-009-0105-z", "PMC2700222", "20157447"]}, {"Citation": "Wojcikowski K., Johnson D.W., Gobé G. Medicinal herbal extracts-renal friend or foe. Part one: The toxicities of medicinal herbs? Nephrology. 2004;9:313–318. doi: 10.1111/j.1440-1797.2004.00310.x.", "ArticleIdList": ["10.1111/j.1440-1797.2004.00310.x", "15504145"]}, {"Citation": "Tuechler A., Ferrier A., Cosgrove R. Transforming the inedible to the edible: An analysis of the nutritional returns from Aboriginal nut processing in Queensland’s Wet Tropics. Aust. Archaeol. 2014;79:1–8. doi: 10.1080/03122417.2014.11682016.", "ArticleIdList": ["10.1080/03122417.2014.11682016"]}, {"Citation": "Hegarty M.P., Hegarty E.E. Food Safety of Australian Plant Bushfoods. RIRDC Publication; Barton, Australia: 2001. pp. 1–75."}, {"Citation": "Adesina S.K., Idowu O., Ogundaini A.O., Oladimeji H., Olugbade T.A., Onawunmi G.O., Pais M. Antimicrobial constituents of the leaves of Acalypha wilkesiana and Aacalypha hispida. Phytother Res. 2000;14:371–374. doi: 10.1002/1099-1573(200008)14:5<371::AID-PTR625>3.0.CO;2-F.", "ArticleIdList": ["10.1002/1099-1573(200008)14:5<371::AID-PTR625>3.0.CO;2-F", "10925407"]}, {"Citation": "Moreira M.D., Picanco M.C., Barbosa L.C., Guedes R.N., Barros E.C., Campos M.R. Compounds from Ageratum conyzoides: Isolation, structural elucidation and insecticidal activity. Pest Manag. Sci. 2007;63:615–621. doi: 10.1002/ps.1376.", "ArticleIdList": ["10.1002/ps.1376", "17469080"]}, {"Citation": "Vyas A.V., Mulchandani N.B. Polyoxygenated flavones from Ageratum conyzoides. Phytochemistry. 1986;25:2625–2627. doi: 10.1016/S0031-9422(00)84523-9.", "ArticleIdList": ["10.1016/S0031-9422(00)84523-9"]}, {"Citation": "Fuentes R.G., Valenciano A.L., Cassera M.B., Kingston D.G.I. Antiproliferative and antiplasmodial investigation of Alphitonia excelsa and Arcangelesia flava. Philipp. J. Sci. 2020;149:115–120."}, {"Citation": "Raju R., Gunawardena D., Ahktar M.A., Low M., Reddell P., Munch G. Anti-Inflammatory Chemical Profiling of the Australian Rainforest Tree Alphitonia petriei (Rhamnaceae) Molecules. 2016;21:1521. doi: 10.3390/molecules21111521.", "ArticleIdList": ["10.3390/molecules21111521", "PMC6273140", "27845729"]}, {"Citation": "Lauterer J. Chemical and physiological notes on native and acclimatised mydriatic plants of Queensland. Australas. Med. Gaz. 1895;14:457–460."}, {"Citation": "Raju R., Singh A., Bodkin F., Munch G. Costatamins A-C, new 4-phenylcoumarins with anti-inflammatory activity from the Australian woodland tree Angophora costata (Myrtaceae) Fitoterapia. 2019;133:171–174. doi: 10.1016/j.fitote.2019.01.004.", "ArticleIdList": ["10.1016/j.fitote.2019.01.004", "30654131"]}, {"Citation": "Trang D.T., Huyen L.T., Nhiem N.X., Quang T.H., Hang D.T.T., Yen P.H., Tai B.H., Anha H.L.T., Binh N.Q., Van Minha C., et al. Tirucallane glycoside from the leaves of Antidesma bunius and inhibitory NO production in BV2 cells and RAW264.7 macrophages. Nat. Prod. Commun. 2016;11:935–937. doi: 10.1177/1934578X1601100717.", "ArticleIdList": ["10.1177/1934578X1601100717", "30452166"]}, {"Citation": "Yang Y., Deng Z., Proksch P., Lin W. Two new 18-en-oleane derivatives from marine mangrove plant, Barringtonia racemosa. Pharmazie. 2006;61:365–366. doi: 10.1002/chin.200630195.", "ArticleIdList": ["10.1002/chin.200630195", "16649558"]}, {"Citation": "Sun H.Y., Long L.J., Wu J. Chemical constituents of mangrove plant Barringtonia racemosa. Zhong Yao Cai. 2006;29:671–672. (In Chinese)", "ArticleIdList": ["17059003"]}, {"Citation": "Gowri P.M., Radhakrishnan S.V., Basha S.J., Sarma A.V., Rao J.M. Oleanane-type isomeric triterpenoids from Barringtonia racemosa. J. Nat. Prod. 2009;72:791–795. doi: 10.1021/np8007396.", "ArticleIdList": ["10.1021/np8007396", "19388709"]}, {"Citation": "Samanta S.K., Bhattacharya K., Mandal C., Pal B.C. Identification and quantification of the active component quercetin 3-O-rutinoside from Barringtonia racemosa, targets mitochondrial apoptotic pathway in acute lymphoblastic leukemia. J. Asian Nat. Prod. Res. 2010;12:639–648. doi: 10.1080/10286020.2010.489040.", "ArticleIdList": ["10.1080/10286020.2010.489040", "20706898"]}, {"Citation": "Patil K.R., Patil C.R., Jadhav R.B., Mahajan V.K., Patil P.R., Gaikwad P.S. Anti-arthritic activity of bartogenic acid isolated from fruits of Barringtonia racemosa Roxb. (Lecythidaceae) Evid. Based Complement. Alternat. Med. 2011;2011:785245. doi: 10.1093/ecam/nep148.", "ArticleIdList": ["10.1093/ecam/nep148", "PMC3137566", "19770265"]}, {"Citation": "Hasan C.M., Khan S., Jabbar A., Rashid M.A. Nasimaluns A and B: Neo-clerodane diterpenoids from Barringtonia racemosa. J. Nat. Prod. 2000;63:410–411. doi: 10.1021/np990488l.", "ArticleIdList": ["10.1021/np990488l", "10757734"]}, {"Citation": "Yoshikawa S., Chen L.G., Yoshimura M., Amakura Y., Hatano T., Taniguchi S. Barricyclin D1-a dimeric ellagitannin with a macrocyclic structure-and accompanying tannins from Barringtonia racemosa. Biosci. Biotechnol. Biochem. 2021;85:1609–1620. doi: 10.1093/bbb/zbab073.", "ArticleIdList": ["10.1093/bbb/zbab073", "33890626"]}, {"Citation": "Ponnapalli M.G., Dangeti N., Sura M.B., Kothapalli H., Akella V.S., Shaik J.B. Self gelating isoracemosol A, new racemosaceramide A, and racemosol E from Barringtonia racemosa. Nat. Prod. Res. 2017;31:63–69. doi: 10.1080/14786419.2016.1212033.", "ArticleIdList": ["10.1080/14786419.2016.1212033", "27498717"]}, {"Citation": "Xia H., Zhang X.L., Wang G.H., Tong Y.C., He L., Wang H.F., Pei Y.H., Chen Y.J., Sun Y. Chemical constituents from Barringtonia racemosa. Zhongguo Zhong Yao Za Zhi. 2016;41:2460–2465. doi: 10.4268/cjcmm20161315. (In Chinese)", "ArticleIdList": ["10.4268/cjcmm20161315", "28905569"]}, {"Citation": "Van Q.T.T., Vien L.T., Hanh T.T.H., Huong P.T.T., Cuong N.T., Thao N.P., Thuan N.H., Dang N.H., Thanh N.V., Cuong N.X., et al. Acylated flavonoid glycosides from Barringtonia racemosa. Nat. Prod. Res. 2020;34:1276–1281. doi: 10.1080/14786419.2018.1560290.", "ArticleIdList": ["10.1080/14786419.2018.1560290", "30676065"]}, {"Citation": "Legault J., Perron T., Mshvildadze V., Girard-Lalancette K., Perron S., Laprise C., Sirois P., Pichette A. Antioxidant and anti-inflammatory activities of quercetin 7-O-beta-D-glucopyranoside from the leaves of Brasenia schreberi. J. Med. Food. 2011;14:1127–1134. doi: 10.1089/jmf.2010.0198.", "ArticleIdList": ["10.1089/jmf.2010.0198", "21859349"]}, {"Citation": "Zhou J., Tan L., Xie J., Lai Z., Huang Y., Qu C., Luo D., Lin Z., Huang P., Su Z., et al. Characterization of brusatol self-microemulsifying drug delivery system and its therapeutic effect against dextran sodium sulfate-induced ulcerative colitis in mice. Drug Deliv. 2017;24:1667–1679. doi: 10.1080/10717544.2017.1384521.", "ArticleIdList": ["10.1080/10717544.2017.1384521", "PMC8253134", "29078713"]}, {"Citation": "He X., Wu J., Tan T., Guo W., Xiong Z., Yang S., Feng Y., Wen Q. Quassinoids from Brucea javanica and attenuates lipopolysaccharide-induced acute lung injury by inhibiting PI3K/Akt/NF-kappaB pathways. Fitoterapia. 2021;153:104980. doi: 10.1016/j.fitote.2021.104980.", "ArticleIdList": ["10.1016/j.fitote.2021.104980", "34186115"]}, {"Citation": "Chumkaew P., Srisawat T. Antimalarial and cytotoxic quassinoids from the roots of Brucea javanica. J. Asian Nat. Prod. Res. 2017;19:247–253. doi: 10.1080/10286020.2016.1205040.", "ArticleIdList": ["10.1080/10286020.2016.1205040", "27380205"]}, {"Citation": "Mah S.H., Lian Ee G.C., Teh S.S., Sukari M.A. Antiproliferative xanthone derivatives from Calophyllum inophyllum and Calophyllum soulattri. Pak. J. Pharm. Sci. 2015;28:425–429.", "ArticleIdList": ["25730799"]}, {"Citation": "Lian Ee G.C., Mah S.H., Rahmani M., Taufiq-Yap Y.H., Teh S.S., Lim Y.M. A new furanoxanthone from the stem bark of Calophyllum inophyllum. J. Asian Nat. Prod. Res. 2011;13:956–960. doi: 10.1080/10286020.2011.600248.", "ArticleIdList": ["10.1080/10286020.2011.600248", "21972812"]}, {"Citation": "Lian Ee G.C., Kua A.S., Lim C.K., Jong V., Lee H.L. Inophyllin A, a new pyranoxanthone from Calophyllum inophyllum (Guttiferae) Nat. Prod. Res. 2006;20:485–491. doi: 10.1080/14786410500513207.", "ArticleIdList": ["10.1080/14786410500513207", "16644547"]}, {"Citation": "Li Y.Z., Li Z.L., Yin S.L., Shi G., Liu M.S., Jing Y.K., Hua H.M. Triterpenoids from Calophyllum inophyllum and their growth inhibitory effects on human leukemia HL-60 cells. Fitoterapia. 2010;81:586–589. doi: 10.1016/j.fitote.2010.02.005.", "ArticleIdList": ["10.1016/j.fitote.2010.02.005", "20188156"]}, {"Citation": "Li Y., Li Z.L., Liu M.S., Li D.Y., Zhang H., Hua H.M. Xanthones from leaves of Calophyllum inophyllum Linn. Yao Xue Xue Bao. 2009;44:154–157. (In Chinese)", "ArticleIdList": ["19408685"]}, {"Citation": "Wei D.J., Mei W.L., Zhong H.M., Zeng Y.B., Wu X.D., Dai H.F. A new prenylated xanthone from the branches of Calophyllum inophyllum. J. Asian Nat. Prod. Res. 2011;13:265–269. doi: 10.1080/10286020.2010.550884.", "ArticleIdList": ["10.1080/10286020.2010.550884", "21409690"]}, {"Citation": "Haerani S.N., Raksat A., Pudhom K. Two new xanthones from the root of Thai Calophyllum inophyllum and their toxicity against colon and liver cancer cells. J. Nat. Med. 2021;75:670–674. doi: 10.1007/s11418-021-01492-3.", "ArticleIdList": ["10.1007/s11418-021-01492-3", "33687661"]}, {"Citation": "Shen Y.C., Hung M.C., Wang L.T., Chen C.Y. Inocalophyllins A, B and their methyl esters from the seeds of Calophyllum inophyllum. Chem. Pharm. Bull. 2003;51:802–806. doi: 10.1248/cpb.51.802.", "ArticleIdList": ["10.1248/cpb.51.802", "12843586"]}, {"Citation": "Dai H.F., Zeng Y.B., Xiao Q., Han Z., Zhao Y.X., Mei W.L. Caloxanthones O and P: Two new prenylated xanthones from Calophyllum inophyllum. Molecules. 2010;15:606–612. doi: 10.3390/molecules15020606.", "ArticleIdList": ["10.3390/molecules15020606", "PMC6257128", "20335930"]}, {"Citation": "Leu T., Raharivelomanana P., Soulet S., Bianchini J.P., Herbette G., Faure R. New tricyclic and tetracyclic pyranocoumarins with an unprecedented C-4 substituent. Structure elucidation of tamanolide, tamanolide D and tamanolide P from Calophyllum inophyllum of French Polynesia. Magn. Reson. Chem. 2009;47:989–993. doi: 10.1002/mrc.2482.", "ArticleIdList": ["10.1002/mrc.2482", "19603395"]}, {"Citation": "Ginigini J., Lecellier G.J., Nicolas M., Nour M., Hnawia E., Lebouvier N., Herbette G., Lockhart P., Raharivelomanana P. Chemodiversity of Calophyllum inophyllum L. oil bioactive components related to their specific geographical distribution in the South Pacific region. PeerJ. 2019;7:e6896. doi: 10.7717/peerj.6896.", "ArticleIdList": ["10.7717/peerj.6896", "PMC6535043", "31198623"]}, {"Citation": "Kalyanaraman L., Mohan Kumar R., Vishweshwar P., Pichai R., Narasimhan S. 5-Meth-oxy-2,2-dimethyl-6-[(2E)-2-methyl-but-2-eno-yl]-10-phenyl-2H,8H-pyrano[2,3-f]chromen-8-one (calophyllolide) Acta Crystallogr. Sect. E Struct. Rep. Online. 2010;66:o1115. doi: 10.1107/S1600536810013577.", "ArticleIdList": ["10.1107/S1600536810013577", "PMC2979159", "21579166"]}, {"Citation": "Nguyen V.L., Truong C.T., Nguyen B.C.Q., Vo T.V., Dao T.T., Nguyen V.D., Trinh D.T., Huynh H.K., Bui C.B. Anti-inflammatory and wound healing activities of calophyllolide isolated from Calophyllum inophyllum Linn. PLoS ONE. 2017;12:e0185674. doi: 10.1371/journal.pone.0185674.", "ArticleIdList": ["10.1371/journal.pone.0185674", "PMC5636079", "29020015"]}, {"Citation": "Laure F., Herbette G., Faure R., Bianchini J.P., Raharivelomanana P., Fogliani B. Structures of new secofriedelane and friedelane acids from Calophyllum inophyllum of French Polynesia. Magn. Reson. Chem. 2005;43:65–68. doi: 10.1002/mrc.1476.", "ArticleIdList": ["10.1002/mrc.1476", "15468303"]}, {"Citation": "Prasad J., Shrivastava A., Khanna A.K., Bhatia G., Awasthi S.K., Narender T. Antidyslipidemic and antioxidant activity of the constituents isolated from the leaves of Calophyllum inophyllum. Phytomedicine. 2012;19:1245–1249. doi: 10.1016/j.phymed.2012.09.001.", "ArticleIdList": ["10.1016/j.phymed.2012.09.001", "23083817"]}, {"Citation": "Li Z.L., Liu D., Li D.Y., Hua H.M. A novel prenylated xanthone from the stems and leaves of Calophyllum inophyllum. Nat. Prod. Res. 2011;25:905–908. doi: 10.1080/14786419.2010.513977.", "ArticleIdList": ["10.1080/14786419.2010.513977", "21547841"]}, {"Citation": "Patil A.D., Freyer A.J., Eggleston D.S., Haltiwanger R.C., Bean M.F., Taylor P.B., Caranfa M.J., Breen A.L., Bartus H.R., Johnson R.K., et al. The inophyllums, novel inhibitors of HIV-1 reverse transcriptase isolated from the Malaysian tree, Calophyllum inophyllum Linn. J. Med. Chem. 1993;36:4131–4138. doi: 10.1021/jm00078a001.", "ArticleIdList": ["10.1021/jm00078a001", "7506311"]}, {"Citation": "Van Thanh N., Jang H.J., Vinh L.B., Linh K.T.P., Huong P.T.T., Cuong N.X., Nam N.H., Van Minh C., Kim Y.H., Yang S.Y. Chemical constituents from Vietnamese mangrove Calophyllum inophyllum and their anti-inflammatory effects. Bioorg. Chem. 2019;88:102921. doi: 10.1016/j.bioorg.2019.102921.", "ArticleIdList": ["10.1016/j.bioorg.2019.102921", "30991191"]}, {"Citation": "Susanto D.F., Aparamarta H.W., Widjaja A., Jadid N., Gunawan S. Isolation and identification of cholestane and dihydropyrene from Calophyllum inophyllum. Heliyon. 2019;5:e02893. doi: 10.1016/j.heliyon.2019.e02893.", "ArticleIdList": ["10.1016/j.heliyon.2019.e02893", "PMC6895651", "31844759"]}, {"Citation": "Hurst E. The Poison Plants of NSW. Snelling Printing Works Pty Ltd.; Sydney, Australia: 1942."}, {"Citation": "Ren B., Luo W., Xie M.-J., Zhang M. Two new triterpenoid saponins from Centella asiatica. Phytochem. Lett. 2021;44:102–105. doi: 10.1016/j.phytol.2021.06.012.", "ArticleIdList": ["10.1016/j.phytol.2021.06.012"]}, {"Citation": "Rumalla C.S., Ali Z., Weerasooriya A.D., Smillie T.J., Khan I.A. Two new triterpene glycosides from Centella asiatica. Planta Med. 2010;76:1018–1021. doi: 10.1055/s-0029-1240864.", "ArticleIdList": ["10.1055/s-0029-1240864", "20143295"]}, {"Citation": "Singh B., Rastogi R.P. A reinvestigation of the triterpenes of Centenella asiatica. Phytochem. 1968;8:917–921. doi: 10.1016/S0031-9422(00)85884-7.", "ArticleIdList": ["10.1016/S0031-9422(00)85884-7"]}, {"Citation": "Wu Z.-W., Li W.-B., Zhou J., Liu X., Wang L., Chen B., Wang M.-K., Ji L., Hu W.-C., Li F. Oleanane- and ursane-type triterpene saponins from Centella asiatica exhibit neuroprotective effects. J. Agric. Food Chem. 2020;68:6977–6986. doi: 10.1021/acs.jafc.0c01476.", "ArticleIdList": ["10.1021/acs.jafc.0c01476", "32502339"]}, {"Citation": "Nhiem N.X., Tai B.H., Quang T.H., Kiem P.V., Minh C.V., Nam N.H., Kim J.H., Im L.R., Lee Y.M., Kim Y.H. A new ursane-type triterpenoid glycoside from Centella asiatica leaves modulates the production of nitric oxide and secretion of TNF-alpha in activated RAW 264.7 cells. Bioorg. Med. Chem. Lett. 2011;21:1777–1781. doi: 10.1016/j.bmcl.2011.01.066.", "ArticleIdList": ["10.1016/j.bmcl.2011.01.066", "21353543"]}, {"Citation": "Yoshida M., Fuchigami M., Nagao T., Okabe H., Matsunaga K., Takata J., Karube Y., Tsuchihashi R., Kinjo J., Mihashi K., et al. Antiproliferative Constituents from Umbelliferae Plants VII.1) Active Triterpenes and Rosmarinic Acid from Centella asiatica. Biol. Pharm. Bull. 2005;28:173–175. doi: 10.1248/bpb.28.173.", "ArticleIdList": ["10.1248/bpb.28.173", "15635187"]}, {"Citation": "Zheng J., Zhou Q., Cao X., Meng Y., Jiang G., Xu P. Two new flavonol derivatives from the whole plants of Centella asiatica and their cytotoxic activities. Phytochem. Lett. 2022;47:34–37. doi: 10.1016/j.phytol.2021.10.012.", "ArticleIdList": ["10.1016/j.phytol.2021.10.012"]}, {"Citation": "Sahu N.P., Roy S.K., Mahato S.B. Spectroscopic determination of structures of triterpenoid trisaccharides from Centella asiatica. Phytochemistry. 1989;28:2852–2854. doi: 10.1016/S0031-9422(00)98106-8.", "ArticleIdList": ["10.1016/S0031-9422(00)98106-8"]}, {"Citation": "Chianese G., Masi F., Cicia D., Ciceri D., Arpini S., Falzoni M., Pagano E., Taglialatela-Scafati O. Isomadecassoside, a New Ursane-Type Triterpene Glycoside from Centella asiatica Leaves, Reduces Nitrite Levels in LPS-Stimulated Macrophages. Biomolecules. 2021;11:494. doi: 10.3390/biom11040494.", "ArticleIdList": ["10.3390/biom11040494", "PMC8064468", "33806006"]}, {"Citation": "Yu Q.-L., Duan H.-Q., Takaishi Y., Gao W.-Y. A novel triterpene from Centella asiatica. Molecules. 2006;11:661–665. doi: 10.3390/11090661.", "ArticleIdList": ["10.3390/11090661", "PMC6148481", "17971739"]}, {"Citation": "Oh H.M., Kwon B.-M., Baek N.I., Kim S.H., Lee J.H., Eun J.S., Yang J.H., Kim D.K. Inhibitory activity of 6-O-angeloylprenolin from Centipeda minima on farnesyl protein transferase. Arch Pharm Res. 2006;29:64–66.", "ArticleIdList": ["16491845"]}, {"Citation": "Xue P.H., Zhang N., Liu D., Zhang Q.R., Duan J.S., Yu Y.Q., Li J.Y., Cao S.J., Zhao F., Kang N., et al. Cytotoxic and anti-inflammatory sesquiterpenes from the whole plants of Centipeda minima. J. Nat. Prod. 2021;84:247–258. doi: 10.1021/acs.jnatprod.0c00884.", "ArticleIdList": ["10.1021/acs.jnatprod.0c00884", "33533247"]}, {"Citation": "Wu J.-B., Chun Y.-T., Ebizuka Y., Sankawa U. Biologically active constituents of Centipeda minima: Sesquiterpenes of potential anti-allergy activity. Chem. Pharm. Bull. 1991;39:3272–3275. doi: 10.1248/cpb.39.3272.", "ArticleIdList": ["10.1248/cpb.39.3272", "1726075"]}, {"Citation": "Taylor R.S., Towers G.H. Antibacterial constituents of the Nepalese medicinal herb, Centipeda minima. Phytochemistry. 1998;47:631–634. doi: 10.1016/S0031-9422(97)00534-7.", "ArticleIdList": ["10.1016/S0031-9422(97)00534-7", "9461679"]}, {"Citation": "Su M., Li Y., Chung H.Y., Ye W. 2beta-(Isobutyryloxy)florilenalin, a sesquiterpene lactone isolated from the medicinal plant Centipeda minima, induces apoptosis in human nasopharyngeal carcinoma CNE cells. Molecules. 2009;14:2135–2146. doi: 10.3390/molecules14062135.", "ArticleIdList": ["10.3390/molecules14062135", "PMC6254199", "19553887"]}, {"Citation": "Cao J., Li G. Chemical constituents of Centipeda minima. China J. Chin. Mater. Med. 2012;37:2301–2303.", "ArticleIdList": ["23189738"]}, {"Citation": "Ding L.F., Liu Y., Liang H.X., Liu D.P., Zhou G.B., Cheng Y.X. Two new terpene glucosides and antitumor agents from Centipeda minima. J. Asian Nat. Prod. Res. 2009;11:732–736. doi: 10.1080/10286020903029231.", "ArticleIdList": ["10.1080/10286020903029231", "20183316"]}, {"Citation": "Wu P., Li X.G., Liang N., Wang G.C., Ye W.C., Zhou G.X., Li Y.L. Two new sesquiterpene lactones from the supercritical fluid extract of Centipeda minima. J. Asian Nat. Prod. Res. 2012;14:515–520. doi: 10.1080/10286020.2012.670222.", "ArticleIdList": ["10.1080/10286020.2012.670222", "22428717"]}, {"Citation": "Wu P., Su M.X., Wang Y., Wang G.C., Ye W.C., Chung H.Y., Li J., Jiang R.W., Li Y.L. Supercritical fluid extraction assisted isolation of sesquiterpene lactones with antiproliferative effects from Centipeda minima. Phytochemistry. 2012;76:133–140. doi: 10.1016/j.phytochem.2012.01.003.", "ArticleIdList": ["10.1016/j.phytochem.2012.01.003", "22277736"]}, {"Citation": "Li Y., Zeng Y., Huang Q., Wen S., Wei Y., Chen Y., Zhang X., Bai F., Lu Z., Wei J., et al. Helenalin from Centipeda minima ameliorates acute hepatic injury by protecting mitochondria function, activating Nrf2 pathway and inhibiting NF-kappaB activation. Biomed Pharmacother. 2019;119:109435. doi: 10.1016/j.biopha.2019.109435.", "ArticleIdList": ["10.1016/j.biopha.2019.109435", "31520915"]}, {"Citation": "Liang H., Bao F., Dong X., Tan R., Zhang C., Lu Q., Cheng Y. Antibacterial thymol derivatives isolated from Centipeda minima. Molecules. 2007;12:1606–1613. doi: 10.3390/12081606.", "ArticleIdList": ["10.3390/12081606", "PMC6149160", "17960076"]}, {"Citation": "Liang H.-X., Bao F.-K., Dong X.-P., Zhu H.-J., Lu X.-J., Shi M., Lu Q., Cheng Y.-X. Two New Antibacterial Sesquiterpenoids from Centipeda minima. Chem. 2007;4:2810–2816. doi: 10.1002/cbdv.200790230.", "ArticleIdList": ["10.1002/cbdv.200790230", "18081091"]}, {"Citation": "Ponguschariyagul S., Sichaem J., Khumkratok S., Siripong P., Lugsanangarm K., Tip-Pyang S. Caloinophyllin A, a new chromanone derivative from Calophyllum inophyllum roots. Nat. Prod. Res. 2018;32:2535–2541. doi: 10.1080/14786419.2018.1425845.", "ArticleIdList": ["10.1080/14786419.2018.1425845", "29350054"]}, {"Citation": "Senthamilselvi M.M., Kesavan D., Sulochana N. An anti-inflammatory and anti-microbial flavone glycoside from flowers of Cleome viscosa. Org. Med. Chem. Lett. 2012;2:1–5. doi: 10.1186/2191-2858-2-19.", "ArticleIdList": ["10.1186/2191-2858-2-19", "PMC3493290", "22613049"]}, {"Citation": "Dissanayake A.A., Georges K., Nair M.G. Cyclooxygenase enzyme and lipid peroxidation inhibitory terpenoids and steroidal compounds as major constituents in Cleome viscosa leaves. Planta Med. 2021;88 doi: 10.1055/a-1728-2347.", "ArticleIdList": ["10.1055/a-1728-2347", "34953468"]}, {"Citation": "Jente R., Jakupovic J., Olatunji G.A. A cembranoid diterpene from Cleome viscosa. Phytochemistry. 1990;29:666–667. doi: 10.1016/0031-9422(90)85142-3.", "ArticleIdList": ["10.1016/0031-9422(90)85142-3"]}, {"Citation": "Singh H., Ali S.S., Khan N.A., Mishra A., Mishra A.K. Wound healing potential of Cleome viscosa Linn. seeds extract and isolation of active constituent. S. Afr. J. Bot. 2017;112:460–465. doi: 10.1016/j.sajb.2017.06.026.", "ArticleIdList": ["10.1016/j.sajb.2017.06.026"]}, {"Citation": "Phan N.M., Nguyen T.P., Le T.D., Mai T.C., Phong M.T., Mai D.T. Two new flavonol glycosides from the leaves of Cleome viscosa L. Phytochem. Lett. 2016;18:10–13. doi: 10.1016/j.phytol.2016.08.020.", "ArticleIdList": ["10.1016/j.phytol.2016.08.020"]}, {"Citation": "Nguyen T.P., Tran C.L., Vuong C.H., Do T.H.T., Le T.D., Mai D.T., Phan N.M. Flavonoids with hepatoprotective activity from the leaves of Cleome viscosa L. Nat. Prod. Res. 2017;31:2587–2592. doi: 10.1080/14786419.2017.1283497.", "ArticleIdList": ["10.1080/14786419.2017.1283497", "28135851"]}, {"Citation": "Jana A., Biswas S.M. Lactam nonanic acid, a new substance from Cleome viscosa with allelopathic and antimicrobial properties. J. Biosci. 2011;36:27–35. doi: 10.1007/s12038-011-9001-9.", "ArticleIdList": ["10.1007/s12038-011-9001-9", "21451245"]}, {"Citation": "Shahabuddin S.K., Munikishore R., Trimurtulu G., Gunasekar D., Devillee A., Bodo B. Two new chalcones from the flowers of Clerodendrum inerme. Nat. Prod. Commun. 2013;8:459–460. doi: 10.1177/1934578X1300800412.", "ArticleIdList": ["10.1177/1934578X1300800412", "23738452"]}, {"Citation": "Nan H., Wu J., Zhang S. A new phenylethanoid glycoside from Clerodendrum inerme. Pharmazie. 2005;60:798–799.", "ArticleIdList": ["16259134"]}, {"Citation": "Fauvel M.T., Gleye J., Andary C. Verbascoside: A constituent of Clerodendrum inerme. Planta Med. 1989;55:577. doi: 10.1055/s-2006-962106.", "ArticleIdList": ["10.1055/s-2006-962106", "17262487"]}, {"Citation": "Kanchanapoom T., Kasai R., Chumsri P., Hiraga Y., Yamasaki K. Megastigmane and iridoid glucosides from Clerodendrum inerme. Phytochemistry. 2001;58:333–336. doi: 10.1016/S0031-9422(01)00208-4.", "ArticleIdList": ["10.1016/S0031-9422(01)00208-4", "11551560"]}, {"Citation": "Pandey R., Verma R.K., Singh S.C., Gupta M.M. 4α-Methyl-24β-ethyl-5α-cholesta-14,25-dien-3β-ol and 24β-ethylcholesta-5, 9(11), 22E-trien-3β-ol, sterols from Clerodendrum inerme. Phytochemistry. 2003;63:415–420. doi: 10.1016/S0031-9422(03)00146-8.", "ArticleIdList": ["10.1016/S0031-9422(03)00146-8", "12770590"]}, {"Citation": "Caliş I., Hosny M., Yürüker A., Wright A.D., Sticher O. Inerminosides A and B, two novel complex iridoid glycosides from Clerodendrum inerme. J. Nat. Prod. 1994;57:494–500. doi: 10.1021/np50106a008.", "ArticleIdList": ["10.1021/np50106a008", "8021649"]}, {"Citation": "Caliş I., Hosny M., Yürüker A. Inerminosides A1, C and D, three iridoid glycosides from Clerodendrum inerme. Phytochemistry. 1994;37:1083–1085. doi: 10.1016/S0031-9422(00)89533-3.", "ArticleIdList": ["10.1016/S0031-9422(00)89533-3", "7765657"]}, {"Citation": "Parveen M., Khanam Z., Ali M., Rahman S.Z. A novel lupene-type triterpenic glucoside from the leaves of Clerodendrum inerme. Nat. Prod. Res. 2010;24:167–176. doi: 10.1080/14786410902975566.", "ArticleIdList": ["10.1080/14786410902975566", "20077310"]}, {"Citation": "Ba Vinh L., Thi Minh Nguyet N., Young Yang S., Hoon Kim J., Thi Vien L., Thi Thanh Huong P., Van Thanh N., Xuan Cuong N., Hoai Nam N., Van Minh C., et al. A new rearranged abietane diterpene from Clerodendrum inerme with antioxidant and cytotoxic activities. Nat. Prod. Res. 2018;32:2001–2007. doi: 10.1080/14786419.2017.1360885.", "ArticleIdList": ["10.1080/14786419.2017.1360885", "28793804"]}, {"Citation": "Huang W.J., Lee H.J., Chen H.L., Fan P.C., Ku Y.L., Chiou L.C. Hispidulin, a constituent of Clerodendrum inerme that remitted motor tics, alleviated methamphetamine-induced hyperlocomotion without motor impairment in mice. J. Ethnopharmacol. 2015;166:18–22. doi: 10.1016/j.jep.2015.03.001.", "ArticleIdList": ["10.1016/j.jep.2015.03.001", "25764963"]}, {"Citation": "Pandey R., Verma R.K., Gupta M.M. Neo-clerodane diterpenoids from Clerodendrum inerme. Phytochem. 2005;66:643–648. doi: 10.1016/j.phytochem.2004.11.007.", "ArticleIdList": ["10.1016/j.phytochem.2004.11.007", "15771883"]}, {"Citation": "Roth W.E. Superstition, Magic and Medicine. Government Printer; Brisbane, Australia: 1903. North Queensland Ethnography Bulletin Number 5."}, {"Citation": "Marzieh N. Ph.D. Thesis. Queensland University of Technology; Brisbane, Austrailia: 2020. The Medicinal Effects of Two Australian Native Plants."}, {"Citation": "Simpson B.S., Luo X., Costabile M., Caughey G.E., Wang J., Claudie D.J., McKinnon R.A., Semple S.J. Polyandric acid A, a clerodane diterpenoid from the Australian medicinal plant Dodonaea polyandra, attenuates pro-inflammatory cytokine secretion in vitro and in vivo. J. Nat. Prod. 2014;77:85–91. doi: 10.1021/np400704b.", "ArticleIdList": ["10.1021/np400704b", "24400858"]}, {"Citation": "Simpson B.S., Claudie D.J., Smith N.M., McKinnon R.A., Semple S.J. Rare, seven-membered cyclic ether labdane diterpenoid from Dodonaea polyandra. Phytochemistry. 2012;84:141–146. doi: 10.1016/j.phytochem.2012.07.016.", "ArticleIdList": ["10.1016/j.phytochem.2012.07.016", "22910374"]}, {"Citation": "Simpson B.S., Claudie D.J., Gerber J.P., Pyke S.M., Wang J., McKinnon R.A., Semple S.J. In vivo activity of benzoyl ester clerodane diterpenoid derivatives from Dodonaea polyandra. J. Nat. Prod. 2011;74:650–657. doi: 10.1021/np100701s.", "ArticleIdList": ["10.1021/np100701s", "21381684"]}, {"Citation": "Simpson B.S., Claudie D.J., Smith N.M., Gerber J.P., McKinnon R.A., Semple S.J. Flavonoids from the leaves and stems of Dodonaea polyandra: A Northern Kaanju medicinal plant. Phytochemistry. 2011;72:1883–1888. doi: 10.1016/j.phytochem.2011.05.006.", "ArticleIdList": ["10.1016/j.phytochem.2011.05.006", "21641623"]}, {"Citation": "Lei C., Wang X.H., Liu Y.N., Zhao T., Hu Z., Li J.Y., Hou A.J. Clerodane diterpenoids from Dodonaea viscosa and their inhibitory effects on ATP citrate lyase. Phytochemistry. 2021;183:112614. doi: 10.1016/j.phytochem.2020.112614.", "ArticleIdList": ["10.1016/j.phytochem.2020.112614", "33360008"]}, {"Citation": "Salinas-Sanchez D.O., Herrera-Ruiz M., Perez S., Jimenez-Ferrer E., Zamilpa A. Anti-inflammatory activity of hautriwaic acid isolated from Dodonaea viscosa leaves. Molecules. 2012;17:4292–4299. doi: 10.3390/molecules17044292.", "ArticleIdList": ["10.3390/molecules17044292", "PMC6268723", "22491678"]}, {"Citation": "Wabo H.K., Chabert P., Tane P., Note O., Tala M.F., Peluso J., Muller C., Kikuchi H., Oshima Y., Lobstein A. Labdane-type diterpenes and flavones from Dodonaea viscosa. Fitoterapia. 2012;83:859–863. doi: 10.1016/j.fitote.2012.03.014.", "ArticleIdList": ["10.1016/j.fitote.2012.03.014", "22459514"]}, {"Citation": "Wei R.R., Ma Q.G., Sang Z.P., Dong J.H. Studies on phenylpropanoids from Eleocharis dulcis and their hepatoprotective activities. Zhongguo Zhong Yao Za Zhi. 2021;46:1430–1437. doi: 10.19540/j.cnki.cjcmm.20200821.201.", "ArticleIdList": ["10.19540/j.cnki.cjcmm.20200821.201", "33787141"]}, {"Citation": "Campbell A. Pharmacy of Victorian Aborigines. Aust. J. Pharm. 1973;54:894–900."}, {"Citation": "Maiden J.H. The Forest Flora of New South Wales. Volume 7 Government Printer; Sydney, Australia: 1922."}, {"Citation": "Gupta S.S., Azmi L., Mohapatra P.K., Rao C.V. Flavonoids from whole plant of Euphorbia hirta and their evaluation against experimentally induced gastroesophageal reflux disease in rats. Pharmacogn. Mag. 2017;13:S127–S134. doi: 10.4103/0973-1296.203987.", "ArticleIdList": ["10.4103/0973-1296.203987", "PMC5407104", "28479737"]}, {"Citation": "Weng H.Z., Tian Y., Zhang J.S., Huang J.L., Tang G.H., Yin S. A new tigliane-type diterpenoid from Euphorbia tirucalli. Nat. Prod. Res. 2021;35:1–7. doi: 10.1080/14786419.2021.1938039.", "ArticleIdList": ["10.1080/14786419.2021.1938039", "34142618"]}, {"Citation": "Erickson K.L., Beutler J.A., Cardellina J.H., McMahon J.B., Newman D.J., Boyd M.R. A novel phorbol ester from Excoecaria agallocha. J. Nat. Prod. 1995;58:769–772. doi: 10.1021/np50119a020.", "ArticleIdList": ["10.1021/np50119a020", "7623051"]}, {"Citation": "Konishi T., Yamazoe K., Konoshima T., Maoka T., Fujiwara Y., Miyahara K. New bis-secolabdane diterpenoids from Excoecaria agallocha. J. Nat. Prod. 2003;66:108–111. doi: 10.1021/np020321j.", "ArticleIdList": ["10.1021/np020321j", "12542355"]}, {"Citation": "Kang J., Chen R.Y., Yu D.Q. A new isopimarane-type diterpene and a new natural atisane-type diterpene from Excoecaria agallocha. J. Asian Nat. Prod. Res. 2005;7:729–734. doi: 10.1080/1028602042000324943.", "ArticleIdList": ["10.1080/1028602042000324943", "16176905"]}, {"Citation": "Konishi T., Yamazoe K., Konoshima T., Fujiwara Y. Seco-labdane type diterpenes from Excoecaria agallocha. Phytochemistry. 2003;64:835–840. doi: 10.1016/j.phytochem.2003.09.001.", "ArticleIdList": ["10.1016/j.phytochem.2003.09.001", "14559277"]}, {"Citation": "Konishi T., Yamazoe K., Kanzato M., Konoshima T., Fujiwara Y. Three diterpenoids (excoecarins V1-V3) and a flavanone glycoside from the fresh stem of Excoecaria agallocha. Chem. Pharm. Bull. 2003;51:1142–1146. doi: 10.1248/cpb.51.1142.", "ArticleIdList": ["10.1248/cpb.51.1142", "14519918"]}, {"Citation": "Zou J.H., Dai J., Chen X., Yuan J.Q. Pentacyclic triterpenoids from leaves of Excoecaria agallocha. Chem. Pharm. Bull. 2006;54:920–921. doi: 10.1248/cpb.54.920.", "ArticleIdList": ["10.1248/cpb.54.920", "16755073"]}, {"Citation": "Tian M.Q., Bao G.M., Ji N.Y., Li X.M., Wang B.G. Triterpenoids and steroids from Excoecaria agallocha. Zhongguo Zhong Yao Za Zhi. 2008;33:405–408.", "ArticleIdList": ["18533497"]}, {"Citation": "Wang J.D., Zhang W., Li Z.Y., Xiang W.S., Guo Y.W., Krohn K. Elucidation of excogallochaols A-D, four unusual diterpenoids from the Chinese mangrove Excoecaria agallocha. Phytochemistry. 2007;68:2426–2431. doi: 10.1016/j.phytochem.2007.05.015.", "ArticleIdList": ["10.1016/j.phytochem.2007.05.015", "17585975"]}, {"Citation": "Anjaneyulu A.S., Rao V.L. Five diterpenoids (agallochins A-E) from the mangrove plant Excoecaria agallocha Linn. Phytochemistry. 2000;55:891–901. doi: 10.1016/S0031-9422(00)00251-X.", "ArticleIdList": ["10.1016/S0031-9422(00)00251-X", "11140521"]}, {"Citation": "Jiang Z.P., Zou B.H., Li X.J., Liu J.J., Shen L., Wu J. Ent-kauranes from the Chinese Excoecaria agallocha L. and NF-kappaB inhibitory activity. Fitoterapia. 2019;133:159–170. doi: 10.1016/j.fitote.2019.01.007.", "ArticleIdList": ["10.1016/j.fitote.2019.01.007", "30654127"]}, {"Citation": "Konishi T., Konoshima T., Fujiwara Y., Kiyosawa S. Excoecarins D, E, and K, from Excoecaria agallocha. J. Nat. Prod. 2000;63:344–346. doi: 10.1021/np990366t.", "ArticleIdList": ["10.1021/np990366t", "10757715"]}, {"Citation": "Anjaneyulu A.S., Rao V.L., Sreedhar K. Agallochins J-L, new isopimarane diterpenoids from Excoecaria agallocha L. Nat. Prod. Res. 2003;17:27–32. doi: 10.1080/1057563021000027975.", "ArticleIdList": ["10.1080/1057563021000027975", "12674139"]}, {"Citation": "Anjaneyulu A.S., Rao V.L., Sreedhar K. ent-Kaurane and beyerane diterpenoids from Excoecaria agallocha. J. Nat. Prod. 2002;65:382–385. doi: 10.1021/np010262u.", "ArticleIdList": ["10.1021/np010262u", "11908985"]}, {"Citation": "Li Y., Yu S., Liu D., Proksch P., Lin W. Inhibitory effects of polyphenols toward HCV from the mangrove plant Excoecaria agallocha L. Bioorg. Med. Chem. Lett. 2012;22:1099–1102. doi: 10.1016/j.bmcl.2011.11.109.", "ArticleIdList": ["10.1016/j.bmcl.2011.11.109", "22196120"]}, {"Citation": "Li Y., Liu J., Yu S., Proksch P., Gu J., Lin W. TNF-alpha inhibitory diterpenoids from the Chinese mangrove plant Excoecaria agallocha L. Phytochemistry. 2010;71:2124–2131. doi: 10.1016/j.phytochem.2010.08.011.", "ArticleIdList": ["10.1016/j.phytochem.2010.08.011", "20822783"]}, {"Citation": "Wang Z.C., Lin Y.M., Feng D.Q., Ke C.H., Lin P., Yan C.L., Chen J.D. A new atisane-type diterpene from the bark of the mangrove plant Excoecaria agallocha. Molecules. 2009;14:414–422. doi: 10.3390/molecules14010414.", "ArticleIdList": ["10.3390/molecules14010414", "PMC6253882", "19158653"]}, {"Citation": "Satyan R.S., Sakthivadivel M., Shankar S., Dinesh M.G. Mosquito larvicidal activity of linear alkane hydrocarbons from Excoecaria agallocha L. against Culex quinquefasciatus Say. Nat. Prod. Res. 2012;26:2232–2234. doi: 10.1080/14786419.2011.643887.", "ArticleIdList": ["10.1080/14786419.2011.643887", "22168302"]}, {"Citation": "Anjaneyulu A.R.S., Rao V.L. Seco diterpenoids from Excoecaria agallocha L. Phytochemistry. 2003;62:585–589. doi: 10.1016/S0031-9422(02)00269-8.", "ArticleIdList": ["10.1016/S0031-9422(02)00269-8", "12560030"]}, {"Citation": "Huyen T.L., Nguyen V.T., Nguyen H.M., Nguyen T.A., Tran T.Q., Tran T.H., Tran T.H. Agallochin P, a new diterpene from Vietnamese mangrove Excoecaria agallocha L. Nat. Prod. Res. 2021;35:1–6. doi: 10.1080/14786419.2021.1931185.", "ArticleIdList": ["10.1080/14786419.2021.1931185", "34030540"]}, {"Citation": "Liu G., Zhang Z., Wang Y., Li X. Highly oxygenated ent-atisane and podocarpane diterpenoids from Excoecaria agallocha. Nat. Prod. Res. 2021;34:1–7. doi: 10.1080/14786419.2021.1900177.", "ArticleIdList": ["10.1080/14786419.2021.1900177", "33733942"]}, {"Citation": "Rao Annam S.C.V., Ankireddy M., Sura M.B., Ponnapalli M.G., Sarma A.V.S., Basha S.J. Epimeric excolides from the stems of Excoecaria agallocha and structural revision of rhizophorin A. Org. Lett. 2015;17:2840–2843. doi: 10.1021/acs.orglett.5b01257.", "ArticleIdList": ["10.1021/acs.orglett.5b01257", "26011167"]}, {"Citation": "Rifai Y., Arai M.A., Sadhu S.K., Ahmed F., Ishibashi M. New Hedgehog/GLI signaling inhibitors from Excoecaria agallocha. Bioorg. Med. Chem. Lett. 2011;21:718–722. doi: 10.1016/j.bmcl.2010.11.126.", "ArticleIdList": ["10.1016/j.bmcl.2010.11.126", "21190854"]}, {"Citation": "Jiang Z.-P., Yu Y., Shen L. Agallolides A-M, including two rearranged ent-atisanes featuring a bicyclo[3.2.1]octane motif, from the Chinese Excoecaria agallocha. Bioorg. Chem. 2020;104:104206. doi: 10.1016/j.bioorg.2020.104206.", "ArticleIdList": ["10.1016/j.bioorg.2020.104206", "32911189"]}, {"Citation": "Fletcher T.G. Thanakupi’s Guide to Language & Culture: A Thaynakwith Dictionary. Jennifer Isaacs Arts & Publishing; North Sydney, NSW, USA: 2007."}, {"Citation": "Zhang H., Zhu K.K., Han Y.S., Luo C., Wainberg M.A., Yue J.M. Flueggether A and Virosinine A, Anti-HIV Alkaloids from Flueggea virosa. Org. Lett. 2015;17:6274–6277. doi: 10.1021/acs.orglett.5b03320.", "ArticleIdList": ["10.1021/acs.orglett.5b03320", "26632657"]}, {"Citation": "Gan L.S., Fan C.Q., Yang S.P., Wu Y., Lin L.P., Ding J., Yue J.M. Flueggenines A and B, two novel C,C-linked dimeric indolizidine alkaloids from Flueggea virosa. Org. Lett. 2006;8:2285–2288. doi: 10.1021/ol060551f.", "ArticleIdList": ["10.1021/ol060551f", "16706507"]}, {"Citation": "Wang X.F., Liu F.F., Zhu Z., Fang Q.Q., Qu S.J., Zhu W., Yang L., Zuo J.P., Tan C.H. Flueggenoids A-E, new dinorditerpenoids from Flueggea virosa. Fitoterapia. 2019;133:96–101. doi: 10.1016/j.fitote.2018.12.025.", "ArticleIdList": ["10.1016/j.fitote.2018.12.025", "30605781"]}, {"Citation": "Yang X., Liu J., Huo Z., Yuwen H., Li Y., Zhang Y. Fluevirines E and F, two new alkaloids from Flueggea virosa. Nat. Prod. Res. 2020;34:2001–2006. doi: 10.1080/14786419.2019.1569661.", "ArticleIdList": ["10.1080/14786419.2019.1569661", "30721084"]}, {"Citation": "Zhao B.X., Wang Y., Zhang D.M., Jiang R.W., Wang G.C., Shi J.M., Huang X.J., Chen W.M., Che C.T., Ye W.C. Flueggines A and B, two new dimeric indolizidine alkaloids from Flueggea virosa. Org. Lett. 2011;13:3888–3891. doi: 10.1021/ol201410z.", "ArticleIdList": ["10.1021/ol201410z", "21728296"]}, {"Citation": "Zhang H., Zhang C.R., Zhu K.K., Gao A.H., Luo C., Li J., Yue J.M. Fluevirosines A-C: A biogenesis inspired example in the discovery of new bioactive scaffolds from Flueggea virosa. Org. Lett. 2013;15:120–123. doi: 10.1021/ol303146a.", "ArticleIdList": ["10.1021/ol303146a", "23244193"]}, {"Citation": "Zhao B.X., Wang Y., Zhang D.M., Huang X.J., Bai L.L., Yan Y., Chen J.M., Lu T.B., Wang Y.T., Zhang Q.W., et al. Virosaines A and B, two new birdcage-shaped Securinega alkaloids with an unprecedented skeleton from Flueggea virosa. Org. Lett. 2012;14:3096–3099. doi: 10.1021/ol301184j.", "ArticleIdList": ["10.1021/ol301184j", "22650148"]}, {"Citation": "Chao C.H., Cheng J.C., Shen D.Y., Wu T.S. Anti-hepatitis C virus dinorditerpenes from the roots of Flueggea virosa. J. Nat. Prod. 2014;77:22–28. doi: 10.1021/np400528h.", "ArticleIdList": ["10.1021/np400528h", "24400834"]}, {"Citation": "Chao C.H., Lin Y.J., Cheng J.C., Huang H.C., Yeh Y.J., Wu T.S., Hwang S.Y., Wu Y.C. Chemical constituents from Flueggea virosa and the structural revision of dehydrochebulic acid trimethyl ester. Molecules. 2016;21:1239. doi: 10.3390/molecules21091239.", "ArticleIdList": ["10.3390/molecules21091239", "PMC6274521", "27649134"]}, {"Citation": "Luo X.K., Cai J., Yin Z.Y., Luo P., Li C.J., Ma H., Seeram N.P., Gu Q., Xu J. Fluvirosaones A and B, Two indolizidine alkaloids with a pentacyclic skeleton from Flueggea virosa. Org. Lett. 2018;20:991–994. doi: 10.1021/acs.orglett.7b03935.", "ArticleIdList": ["10.1021/acs.orglett.7b03935", "29364678"]}, {"Citation": "Chao C.H., Cheng J.C., Hwang T.L., Shen D.Y., Wu T.S. Trinorditerpenes from the roots of Flueggea virosa. Bioorg. Med. Chem. Lett. 2014;24:447–449. doi: 10.1016/j.bmcl.2013.12.051.", "ArticleIdList": ["10.1016/j.bmcl.2013.12.051", "24388689"]}, {"Citation": "Xie Q.-J., Zhang W.-Y., Wu Z.-L., Xu M.-T., He Q.-F., Huang X.-J., Che C.-T., Wang Y., Ye W.-C. Alkaloid constituents from the fruits of Flueggea virosa. Chin. J. Nat. Med. 2020;18:385–392. doi: 10.1016/S1875-5364(20)30045-5.", "ArticleIdList": ["10.1016/S1875-5364(20)30045-5", "32451096"]}, {"Citation": "Palmer E. Journal and Proceedings of the Royal Society of New South Wales. Volume 17. Acting Government Printer; Sydney, Australia: 1883. On plants used by the natives of North Queensland, Flinders and Mitchell Rivers for food, medicine and clothing; pp. 93–113."}, {"Citation": "Guilet D., Guntern A., Loset J.R., Queiroz E.F., Ndjoko K., Foggin C.M., Hostettmann K. Absolute configuration of a tetrahydrophenanthrene from Heliotropium ovalifolium by LC-NMR of its Mosher esters. J. Nat. Prod. 2003;66:17–20. doi: 10.1021/np020366k.", "ArticleIdList": ["10.1021/np020366k", "12542337"]}, {"Citation": "Mohanraj S., Kulanthaivel P., Subramanian P.S., Herz W. Helifoline, a pyrrolizidine alkaloid from Heliotropium ovalifolium. Phytochemistry. 1981;20:1991–1995. doi: 10.1016/0031-9422(81)84051-4.", "ArticleIdList": ["10.1016/0031-9422(81)84051-4"]}, {"Citation": "Rizk A.M., Hammouda F.M., Hassan N.M. Pyrrolizidine alkaloids from Heliotropium arbainense and Heliotropium ovalifolium. Qatar Univ. Sci. Bull. 1991;11:113–119."}, {"Citation": "Kulkarni-Almeida A., Suthar A., Goswami H., Vishwakarma R., Chauhan V.S., Balakrishnan A., Sharma S. Novel leads from Heliotropium ovalifolium, 4,7,8-trimethoxy-naphthalene-2-carboxylic acid and 6-hydroxy-5,7-dimethoxy-naphthalene-2-carbaldehyde show specific IL-6 inhibitory activity in THP-1 cells and primary human monocytes. Phytomedicine. 2008;15:1079–1086. doi: 10.1016/j.phymed.2008.04.013.", "ArticleIdList": ["10.1016/j.phymed.2008.04.013", "18583119"]}, {"Citation": "Guntern A., Ioset J.R., Queiroz E.F., Sándor P., Foggin C.M., Hostettmann K. Heliotropamide, a novel oxopyrrolidine-3-carboxamide from Heliotropium ovalifolium. J. Nat. Prod. 2003;66:1550–1553. doi: 10.1021/np0302495.", "ArticleIdList": ["10.1021/np0302495", "14695794"]}, {"Citation": "Chen J.J., Huang S.Y., Duh C.Y., Chen I.S., Wang T.C., Fang H.Y. A new cytotoxic amide from the stem wood of Hibiscus tiliaceus. Planta Med. 2006;72:935–938. doi: 10.1055/s-2006-931604.", "ArticleIdList": ["10.1055/s-2006-931604", "16732539"]}, {"Citation": "Li L., Huang X., Sattler I., Fu H., Grabley S., Lin W. Structure elucidation of a new friedelane triterpene from the mangrove plant Hibiscus tiliaceus. Magn. Reson. Chem. 2006;44:624–628. doi: 10.1002/mrc.1802.", "ArticleIdList": ["10.1002/mrc.1802", "16602080"]}, {"Citation": "Muatsumoto T., Imahori D., Achiwa K., Saito Y., Ohta T., Yoshida T., Kojima N., Yamashita M., Nakayama Y., Watanabe T. Chemical structures and cytotoxic activities of the constituents isolated from Hibiscus tiliaceus. Fitoterapia. 2020;142:104524. doi: 10.1016/j.fitote.2020.104524.", "ArticleIdList": ["10.1016/j.fitote.2020.104524", "32092530"]}, {"Citation": "Tao H., Hao X., Liu J., Ding J., Fang Y., Gu Q., Zhu W. Resin glycoside constituents of Ipomoea pes-caprae (beach morning glory) J. Nat. Prod. 2008;71:1998–2003. doi: 10.1021/np800386z.", "ArticleIdList": ["10.1021/np800386z", "19061389"]}, {"Citation": "Pongprayoon U., Baeckström P., Jacobsson U., Lindström M., Bohlin L. Antispasmodic activity of beta-damascenone and E-phytol isolated from Ipomoea pes-caprae. Planta Med. 1992;58:19–21. doi: 10.1055/s-2006-961381.", "ArticleIdList": ["10.1055/s-2006-961381", "1620738"]}, {"Citation": "Escobedo-Martínez C., Pereda-Miranda R. Resin glycosides from Ipomoea pes-caprae. J. Nat. Prod. 2007;70:974–978. doi: 10.1021/np070040h.", "ArticleIdList": ["10.1021/np070040h", "17511505"]}, {"Citation": "Sura M.B., Ponnapalli M.G., Annam S.C.V.A., Bobbili V.V.P. Ipomeolides A and B, resin glycosides from Ipomoea pes-caprae and combination therapy of ipomeolide A with doxorubicin. J. Nat. Prod. 2019;82:1292–1300. doi: 10.1021/acs.jnatprod.8b01100.", "ArticleIdList": ["10.1021/acs.jnatprod.8b01100", "31017778"]}, {"Citation": "Wang Y.S., Huang R., Lu H., Li F.Y., Yang J.H. A new 2′-oxygenated flavone glycoside from Litsea glutinosa (Lour.) C. B. Rob. Biosci Biotechnol Biochem. 2010;74:652–654. doi: 10.1271/bbb.90701.", "ArticleIdList": ["10.1271/bbb.90701", "20208374"]}, {"Citation": "Agrawal N., Pareek D., Dobhal S., Sharma M.C., Joshi Y.C., Dobhal M.P. Butanolides from methanolic extract of Litsea glutinosa. Chem Biodivers. 2013;10:394–400. doi: 10.1002/cbdv.201100300.", "ArticleIdList": ["10.1002/cbdv.201100300", "23495156"]}, {"Citation": "Nai Agama Aboriginal Corporation . Bush Medicine of the Northern Peninsula Area of Cape York. Nai Agama Aboriginal Corporation; Bamaga, Australia: 1995."}, {"Citation": "Wada S., Tanaka R. Isolation, DNA topoisomerase-II inhibition, and cytotoxicity of three new terpenoids from the bark of Macaranga tanarius. Chem Biodivers. 2006;3:473–479. doi: 10.1002/cbdv.200690050.", "ArticleIdList": ["10.1002/cbdv.200690050", "17193283"]}, {"Citation": "Matsunami K., Otsuka H., Kondo K., Shinzato T., Kawahata M., Yamaguchi K., Takeda Y. Absolute configuration of (+)-pinoresinol 4-O-[6″-O-galloyl]-beta-D-glucopyranoside, macarangiosides E, and F isolated from the leaves of Macaranga tanarius. Phytochemistry. 2009;70:1277–1285. doi: 10.1016/j.phytochem.2009.07.020.", "ArticleIdList": ["10.1016/j.phytochem.2009.07.020", "19683319"]}, {"Citation": "Matsunami K., Takamori I., Shinzato T., Aramoto M., Kondo K., Otsuka H., Takeda Y. Radical-scavenging activities of new megastigmane glucosides from Macaranga tanarius (L.) MULL.-ARG. Chem. Pharm. Bull. 2006;54:1403–1407. doi: 10.1248/cpb.54.1403.", "ArticleIdList": ["10.1248/cpb.54.1403", "17015977"]}, {"Citation": "Tseng M.H., Chou C.H., Chen Y.M., Kuo Y.H. Allelopathic prenylflavanones from the fallen leaves of Macaranga tanarius. J. Nat. Prod. 2001;64:827–828. doi: 10.1021/np0100338.", "ArticleIdList": ["10.1021/np0100338", "11421757"]}, {"Citation": "Phommart S., Sutthivaiyakit P., Chimnoi N., Ruchirawat S., Sutthivaiyakit S. Constituents of the leaves of Macaranga tanarius. J. Nat. Prod. 2005;68:927–930. doi: 10.1021/np0500272.", "ArticleIdList": ["10.1021/np0500272", "15974621"]}, {"Citation": "Kawakami S., Harinantenaina L., Matsunami K., Otsuka H., Shinzato T., Takeda Y. Macaflavanones A-G, prenylated flavanones from the leaves of Macaranga tanarius. J. Nat. Prod. 2008;71:1872–1876. doi: 10.1021/np800380d.", "ArticleIdList": ["10.1021/np800380d", "18844422"]}, {"Citation": "Nam S.H., Yamano A., Kim J.A., Lim J., Baek S.H., Kim J.E., Kwon T.G., Saito Y., Teruya T., Choi S.Y., et al. Prenylflavonoids isolated from Macaranga tanarius stimulate odontoblast differentiation of human dental pulp stem cells and tooth root formation via the mitogen-activated protein kinase and protein kinase B pathways. Int. Endod. J. 2021;54:1142–1154. doi: 10.1111/iej.13503.", "ArticleIdList": ["10.1111/iej.13503", "33641170"]}, {"Citation": "Natsume N., Yonezawa T., Saito Y., Woo J.T., Teruya T. Prenylflavonoids from fruit of Macaranga tanarius promote glucose uptake via AMPK activation in L6 myotubes. J. Nat. Med. 2021;75:813–823. doi: 10.1007/s11418-021-01517-x.", "ArticleIdList": ["10.1007/s11418-021-01517-x", "34014467"]}, {"Citation": "Doan T.M.H., Nguyen T.L., Trinh T.T.V., Vu V.N., Phi T.D., Litaudon M., Roussi F., Chau V.M., Pham V.C. Cytotoxic Phenolic Compounds from Fruit Glandular Trichomes of Macaranga tanarius. J. Anal. Methods Chem. 2019;2019:2917032. doi: 10.1155/2019/2917032.", "ArticleIdList": ["10.1155/2019/2917032", "PMC6815561", "31737404"]}, {"Citation": "Peresse T., Jezequel G., Allard P.M., Pham V.C., Huong D.T.M., Blanchard F., Bignon J., Levaique H., Wolfender J.L., Litaudon M., et al. Cytotoxic prenylated stilbenes isolated from Macaranga tanarius. J. Nat. Prod. 2017;80:2684–2691. doi: 10.1021/acs.jnatprod.7b00409.", "ArticleIdList": ["10.1021/acs.jnatprod.7b00409", "28972755"]}, {"Citation": "Al-Sayed E., Michel H.E., Khattab M.A., El-Shazly M., Singab A.N. Protective role of casuarinin from Melaleuca leucadendra against ethanol-induced gastric ulcer in rats. Planta Med. 2020;86:32–44. doi: 10.1055/a-1031-7328.", "ArticleIdList": ["10.1055/a-1031-7328", "31689719"]}, {"Citation": "Vo Van L., Pham E.C., Nguyen C.V., Duong N.T.N., Vi Le Thi T., Truong T.N. In vitro and in vivo antidiabetic activity, isolation of flavonoids, and in silico molecular docking of stem extract of Merremia tridentata (L.) Biomed. Pharmacother. 2022;146 doi: 10.1016/j.biopha.2021.112611.", "ArticleIdList": ["10.1016/j.biopha.2021.112611", "35062075"]}, {"Citation": "Deng S., Palu K., West B.J., Su C.X., Zhou B.N., Jensen J.C. Lipoxygenase inhibitory constituents of the fruits of noni (Morinda citrifolia) collected in Tahiti. J. Nat. Prod. 2007;70:859–862. doi: 10.1021/np0605539.", "ArticleIdList": ["10.1021/np0605539", "17378609"]}, {"Citation": "Akihisa T., Matsumoto K., Tokuda H., Yasukawa K., Seino K., Nakamoto K., Kuninaga H., Suzuki T., Kimura Y. Anti-inflammatory and potential cancer chemopreventive constituents of the fruits of Morinda citrifolia (Noni) J. Nat. Prod. 2007;70:754–757. doi: 10.1021/np068065o.", "ArticleIdList": ["10.1021/np068065o", "17480098"]}, {"Citation": "Lee D., Yu J.S., Huang P., Qader M., Manavalan A., Wu X., Kim J.C., Pang C., Cao S., Kang K.S., et al. Identification of Anti-Inflammatory Compounds from Hawaiian Noni (Morinda citrifolia L.) Fruit Juice. Molecules. 2020;25:4968. doi: 10.3390/molecules25214968.", "ArticleIdList": ["10.3390/molecules25214968", "PMC7662328", "33121016"]}, {"Citation": "Fujita E., Fujita T., Suzuki T. On the constituents of Nauclea orientalis L. I. Noreugenin and naucleoside, a new glycoside. (Terpenoids V) Chem. Pharm. Bull. 1967;15:1682–1686. doi: 10.1248/cpb.15.1682.", "ArticleIdList": ["10.1248/cpb.15.1682", "5583825"]}, {"Citation": "Erdelmeier C.A., Regenass U., Rali T., Sticher O. Indole alkaloids with in vitro antiproliferative activity from the ammoniacal extract of Nauclea orientalis. Planta Med. 1992;58:43–48. doi: 10.1055/s-2006-961387.", "ArticleIdList": ["10.1055/s-2006-961387", "1620742"]}, {"Citation": "Zhang Z., ElSohly H.N., Jacob M.R., Pasco D.S., Walker L.A., Clark A.M. New Indole Alkaloids from the Bark of Nauclea orientalis. J. Nat. Prod. 2001;64:1001–1005. doi: 10.1021/np010042g.", "ArticleIdList": ["10.1021/np010042g", "11520214"]}, {"Citation": "Erdelmeier C.A.J., Wright A.D., Orjala J., Baumgartner B., Ralt T., Sticher O. New Indole Alkaloid Glycosides from Nauclea orientalis. Planta Med. 1991;57:149–152. doi: 10.1055/s-2006-960052.", "ArticleIdList": ["10.1055/s-2006-960052", "1891497"]}, {"Citation": "Sichaem J., Surapinit S., Siripong P., Khumkratok S., Jong-aramruang J., Tip-pyang S. Two new cytotoxic isomeric indole alkaloids from the roots of Nauclea orientalis. Fitoterapia. 2010;81:830–833. doi: 10.1016/j.fitote.2010.05.004.", "ArticleIdList": ["10.1016/j.fitote.2010.05.004", "20472039"]}, {"Citation": "Dao P.T., Quan T.L., Mai N.T. Constituents of the stem of Nauclea orientalis. Nat. Prod. Commun. 2015;10:1901–1903. doi: 10.1177/1934578X1501001122.", "ArticleIdList": ["10.1177/1934578X1501001122", "26749820"]}, {"Citation": "He Z.D., Ma C.Y., Zhang H.J., Tan G.T., Tamez P., Sydara K., Bouamanivong S., Southavong B., Soejarto D.D., Pezzuto J.M., et al. Antimalarial constituents from Nauclea orientalis (L.) L. Chem Biodivers. 2005;2:1378–1386. doi: 10.1002/cbdv.200590110.", "ArticleIdList": ["10.1002/cbdv.200590110", "17191939"]}, {"Citation": "Liu Y.P., Ju P.K., Long J.T., Lai L., Zhao W.H., Zhang C., Zhang Z.J., Fu Y.H. Cytotoxic indole alkaloids from Nauclea orientalis. Nat. Prod. Res. 2018;32:2922–2927. doi: 10.1080/14786419.2017.1395429.", "ArticleIdList": ["10.1080/14786419.2017.1395429", "29072098"]}, {"Citation": "Chaudhuri P.K., Singh D. A new triterpenoid from the rhizomes of Nelumbo nucifera. Nat. Prod. Res. 2013;27:532–536. doi: 10.1080/14786419.2012.676549.", "ArticleIdList": ["10.1080/14786419.2012.676549", "22512662"]}, {"Citation": "Kashiwada Y., Aoshima A., Ikeshiro Y., Chen Y.P., Furukawa H., Itoigawa M., Fujioka T., Mihashi K., Cosentino L.M., Morris-Natschke S.L., et al. Anti-HIV benzylisoquinoline alkaloids and flavonoids from the leaves of Nelumbo nucifera, and structure-activity correlations with related alkaloids. Bioorg. Med. Chem. 2005;13:443–448. doi: 10.1016/j.bmc.2004.10.020.", "ArticleIdList": ["10.1016/j.bmc.2004.10.020", "15598565"]}, {"Citation": "Tomita M., Furukawa H., Yang T.H., Liu T.J. Hiroshi Furukawa: On the alkaloids of Nelumbo nucifera Gaertn, IX. alkaloids of Loti embryo. (2). Structure of Neferine, a new Biscoclaurine alkaloid. Chem. Pharm. Bull. 1965;13:39. doi: 10.1248/cpb.13.39.", "ArticleIdList": ["10.1248/cpb.13.39", "5864280"]}, {"Citation": "Itoh A., Saitoh T., Tani K., Uchigaki M., Sugimoto Y., Yamada J., Nakajima H., Oshiro H., Sun S., Tanahashi T. Bisbenzylisoquinoline Alkaloids from Nelumbo nucifera. Chem. Pharm. Bull. 2011;59:947–951. doi: 10.1248/cpb.59.947.", "ArticleIdList": ["10.1248/cpb.59.947", "21804237"]}, {"Citation": "Tomita M., Furukawa H., Yang T.-H., Lin T.-J. On the Alkaloids of Nelumbo nucifera Gaertn. VIII. Studies on the alkaloids of Loti embryo. (1). Structure of Isoliensinine a New Biscoclaurine Type Alkaloid. Chem. Pharm. Bull. 1965;13:39–43. doi: 10.1248/cpb.13.39.", "ArticleIdList": ["10.1248/cpb.13.39", "5864280"]}, {"Citation": "Mukherjee P.K., Saha K., Das J., Pal M., Saha B.P. Studies on the anti-inflammatory activity of rhizomes of Nelumbo nucifera. Planta Med. 1997;63:367–369. doi: 10.1055/s-2006-957705.", "ArticleIdList": ["10.1055/s-2006-957705", "9270384"]}, {"Citation": "Chen A.-H., Liu Y.-P., Wang Z.-X., Ma Y.-L., Jiang Z.-H., Lai L., Guo R.-R., Long J.-T., Lin S.-X., Xu W., et al. Structurally diverse indole alkaloids from Ochrosia elliptica. Heterocycles. 2017;94:743–749."}, {"Citation": "Labib R.M., Ebada S.S., Youssef F.S., Ashour M.L., Ross S.A. Ursolic acid, a natural pentacylcic triterpene from Ochrosia elliptica and its role in the management of certain neglected tropical diseases. Pharmacogn. Mag. 2016;12:319–325. doi: 10.4103/0973-1296.192207.", "ArticleIdList": ["10.4103/0973-1296.192207", "PMC5096280", "27867276"]}, {"Citation": "Elshamy A.I., Farrag A.-R.H., Mohamed S.H., Ali N.A., Mohamed T.A., Menshawy M.M., Zaglool A.W., Efferth T., Hegazy M.-E.F. Gastroprotective effects of ursolic acid isolated from Ochrosia elliptica on ethanol-induced gastric ulcer in rats. Med. Chem. Res. 2019;29:113–125. doi: 10.1007/s00044-019-02465-8.", "ArticleIdList": ["10.1007/s00044-019-02465-8"]}, {"Citation": "Goodwin S., Smith A.F., Horning E.C. Alkaloids of Ochrosia elliptica Labill. J. Am. Chem. Soc. 1959;81:1903–1908. doi: 10.1021/ja01517a031.", "ArticleIdList": ["10.1021/ja01517a031"]}, {"Citation": "Bailey F.M. Medicinal plants of Queensland. Proc. Linn. Soc. New South Wales. 1880;5:1–29. doi: 10.5962/bhl.part.15864.", "ArticleIdList": ["10.5962/bhl.part.15864"]}, {"Citation": "Fang S.H., Rao Y.K., Tzeng Y.M. Anti-oxidant and inflammatory mediator’s growth inhibitory effects of compounds isolated from Phyllanthus urinaria. J. Ethnopharmacol. 2008;116:333–340. doi: 10.1016/j.jep.2007.11.040.", "ArticleIdList": ["10.1016/j.jep.2007.11.040", "18187278"]}, {"Citation": "Lin S.Y., Wang C.C., Lu Y.L., Wu W.C., Hou W.C. Antioxidant, anti-semicarbazide-sensitive amine oxidase, and anti-hypertensive activities of geraniin isolated from Phyllanthus urinaria. Food Chem. Toxicol. 2008;46:2485–2492. doi: 10.1016/j.fct.2008.04.007.", "ArticleIdList": ["10.1016/j.fct.2008.04.007", "18495318"]}, {"Citation": "Jikai L., Yue H., Henkel T., Weber K. One step purification of corilagin and ellagic acid from Phyllanthus urinaria using high-speed countercurrent chromatography. Phytochem. Anal. 2002;13:1–3. doi: 10.1002/pca.608.", "ArticleIdList": ["10.1002/pca.608", "11899601"]}, {"Citation": "Gott B. SAUSE Database, South Australian Plants Used by Aborigines. Department of Ecology and Evolutionary Biology, Monash University; Melbourne, Australia: 1992."}, {"Citation": "Clarke P.A. Aboriginal uses of plants as medicines, narcotics and poisons in southern South Australia. J. Anthropol. Soc. South Aust. 1987;25:3–23."}, {"Citation": "Chen Y., Li L., Jiang L.R., Tan J.Y., Guo L.N., Wang X.L., Dong W., Wang W.B., Sun J.K., Song B. Alkaloids constituents from the roots of Phragmites australis (Cav.) Trin. ex Steud. with their cytotoxic activities. Nat. Prod. Res. 2022;36:1454–1459. doi: 10.1080/14786419.2021.1888291.", "ArticleIdList": ["10.1080/14786419.2021.1888291", "33678090"]}, {"Citation": "Forster P.I. A taxonomic revision of Sarcostemma R.Br. subgenus Sarcostemma (Asclepiadaceae: Asclepiadeae) in Australia. Austral. Syst. Bot. 1992;5:53–70. doi: 10.1071/SB9920053.", "ArticleIdList": ["10.1071/SB9920053"]}, {"Citation": "Suthiwong J., Thongsri Y., Yenjai C. A new furanocoumarin from the fruits of Scaevola taccada and antifungal activity against Pythium insidiosum. Nat. Prod. Res. 2017;31:453–459. doi: 10.1080/14786419.2016.1188100.", "ArticleIdList": ["10.1080/14786419.2016.1188100", "27223164"]}, {"Citation": "Freire S.M., Torres L.M., Roque N.F., Souccar C., Lapa A.J. Analgesic activity of a triterpene isolated from Scoparia dulcis L. (Vassourinha) Mem. Inst. Oswaldo Cruz. 1991;86:149–151. doi: 10.1590/S0074-02761991000600034.", "ArticleIdList": ["10.1590/S0074-02761991000600034", "1841990"]}, {"Citation": "Ahmed M., Shikha H.A., Sadhu S.K., Rahman M.T., Datta B.K. Analgesic, diuretic, and anti-inflammatory principle from Scoparia dulcis. Pharmazie. 2001;56:657–660.", "ArticleIdList": ["11534346"]}, {"Citation": "Ahsan M., Islam S.K.N.G., Gray A.I., Stimson W.H. Cytotoxic Diterpenes from Scoparia dulcis. J. Nat. Prod. 2003;66:958–961. doi: 10.1021/np020356j.", "ArticleIdList": ["10.1021/np020356j", "12880314"]}, {"Citation": "Fan Y.M., Xu L.Z., Gao J., Wang Y., Tang X.H., Zhao X.N., Zhang Z.X. Phytochemical and antiinflammatory studies on Terminalia catappa. Fitoterapia. 2004;75:253–260. doi: 10.1016/j.fitote.2003.11.007.", "ArticleIdList": ["10.1016/j.fitote.2003.11.007", "15158981"]}, {"Citation": "Pertuita D., Mitaine-Offera A.-C., Miyamotob T., Tanakab C., Delemasurec S., Dutartrec P., Lacaille-Duboisa M.-A. A new aromatic compound from the stem bark of Terminalia catappa. Nat. Prod. Commun. 2015;10:1005–1007. doi: 10.1177/1934578X1501000652.", "ArticleIdList": ["10.1177/1934578X1501000652", "26197537"]}, {"Citation": "El-Kashak W.A., Osman S.M., Gaara A.H., El-Toumy S.A., Mohamed T.K., Brouard I. Phenolic metabolites, biological activities, and isolated compounds of Terminalia muelleri extract. Pharm Biol. 2017;55:2277–2284. doi: 10.1080/13880209.2017.1406531.", "ArticleIdList": ["10.1080/13880209.2017.1406531", "PMC6130522", "29179615"]}, {"Citation": "Fahmy N.M., Al-Sayed E., Abdel-Daim M.M., Singab A.N. Anti-inflammatory and analgesic activities of Terminalia muelleri Benth. (Combretaceae) Drug Dev. Res. 2017;78:146–154. doi: 10.1002/ddr.21385.", "ArticleIdList": ["10.1002/ddr.21385", "28524398"]}, {"Citation": "Woolls W. A Contribution to the Flora of Australia. F. White; Sydney, Australia: 1867."}, {"Citation": "Zhang T., Ruan J.L., Lu Z.M. Studies on chemical constituents of aerial parts of Verbena officinalis L. Zhongguo Zhong Yao Za Zhi. 2000;25:676–678. (In Chinese)", "ArticleIdList": ["12525071"]}, {"Citation": "Liu C.H., Liu Y. Determination of ursolic acid in herba of Verbena officinalis by HPLC. Zhongguo Zhong Yao Za Zhi. 2002;27:916–918. (In Chinese)", "ArticleIdList": ["12776531"]}, {"Citation": "Deepak M., Handa S.S. Antiinflammatory activity and chemical composition of extracts of Verbena officinalis. Phytother. Res. 2000;14:463–465. doi: 10.1002/1099-1573(200009)14:6<463::AID-PTR611>3.0.CO;2-G.", "ArticleIdList": ["10.1002/1099-1573(200009)14:6<463::AID-PTR611>3.0.CO;2-G", "10960904"]}, {"Citation": "Wang N., Liang H., Zen K. Molecular mechanisms that influence the macrophage m1-m2 polarization balance. Front Immunol. 2014;5:614. doi: 10.3389/fimmu.2014.00614.", "ArticleIdList": ["10.3389/fimmu.2014.00614", "PMC4246889", "25506346"]}, {"Citation": "Liu T., Zhang L., Joo D., Sun S.C. NF-kappaB signaling in inflammation. Signal Transduct Target. 2017:2. doi: 10.1038/sigtrans.2017.23.", "ArticleIdList": ["10.1038/sigtrans.2017.23", "PMC5661633", "29158945"]}, {"Citation": "Newton K., Dixit V.M. Signaling in innate immunity and inflammation. Cold Spring Harb. Perspect. Biol. 2012;4:a006049. doi: 10.1101/cshperspect.a006049.", "ArticleIdList": ["10.1101/cshperspect.a006049", "PMC3282411", "22296764"]}, {"Citation": "Hayden M.S., Ghosh S. NF-kappaB in immunobiology. Cell Res. 2011;21:223–244. doi: 10.1038/cr.2011.13.", "ArticleIdList": ["10.1038/cr.2011.13", "PMC3193440", "21243012"]}, {"Citation": "Lu Y.C., Yeh W.C., Ohashi P.S. LPS/TLR4 signal transduction pathway. Cytokine. 2008;42:145–151. doi: 10.1016/j.cyto.2008.01.006.", "ArticleIdList": ["10.1016/j.cyto.2008.01.006", "18304834"]}, {"Citation": "Knowles R.G., Moncada S. Nitric oxide synthases in mammals. Biochem J. 1994;298:249–258. doi: 10.1042/bj2980249.", "ArticleIdList": ["10.1042/bj2980249", "PMC1137932", "7510950"]}, {"Citation": "Solà C., Barrón S., Tusell J.M., Serratosa J. The Ca2+/calmodulin system in neuronal hyperexcitability. Int. J. Biochem. Cell Biol. 2001;33:439–455. doi: 10.1016/S1357-2725(01)00030-9.", "ArticleIdList": ["10.1016/S1357-2725(01)00030-9", "11331200"]}, {"Citation": "Wink D.A., Mitchell J.B. Chemical biology of nitric oxide: Insights into regulatory, cytotoxic, and cytoprotective mechanisms of nitric oxide. Free Radic. Biol. Med. 1998;25:434–456. doi: 10.1016/S0891-5849(98)00092-6.", "ArticleIdList": ["10.1016/S0891-5849(98)00092-6", "9741580"]}, {"Citation": "Simon L.S. Role and regulation of cyclooxygenase-2 during inflammation. Am. J. Med. 1999;106:37S–42S. doi: 10.1016/S0002-9343(99)00115-1.", "ArticleIdList": ["10.1016/S0002-9343(99)00115-1", "10390126"]}, {"Citation": "McDaniel M.M., Kottyan L.C., Singh H., Pasare C. Suppression of inflammasome activation by IRF8 and IRF4 in cDCs is critical for T cell priming. Cell Rep. 2020;31:107604. doi: 10.1016/j.celrep.2020.107604.", "ArticleIdList": ["10.1016/j.celrep.2020.107604", "PMC7325595", "32375053"]}, {"Citation": "Sugita R., Kuwabara H., Kubota K., Sugimoto K., Kiho T., Tengeiji A., Kawakami K., Shimada K. Simultaneous Inhibition of PGE2 and PGI2 Signals Is Necessary to Suppress Hyperalgesia in Rat Inflammatory Pain Models. Mediators Inflamm. 2016;2016:9847840. doi: 10.1155/2016/9847840.", "ArticleIdList": ["10.1155/2016/9847840", "PMC4961812", "27478311"]}, {"Citation": "Tegeder I. COX-1 and COX-2 in Pain. In: Gebhart G.F., Schmidt R.F., editors. Encyclopedia of Pain. Springer; Berlin/Heidelberg, Germany: 2013.", "ArticleIdList": ["10.1007/978-3-642-28753-4_915"]}, {"Citation": "Huang S.S., Chiu C.S., Lin T.H., Lee M.M., Lee C.Y., Chang S.J., Hou W.C., Huang G.J., Deng J.S. Antioxidant and anti-inflammatory activities of aqueous extract of Centipeda minima. J. Ethnopharmacol. 2013;147:395–405. doi: 10.1016/j.jep.2013.03.025.", "ArticleIdList": ["10.1016/j.jep.2013.03.025", "23506988"]}, {"Citation": "Chan B.D., Wong W.Y., Lee M.M., Leung T.W., Shum T.Y., Cho W.C., Chen S., Tai W.C. Centipeda minima extract attenuates dextran sodium sulfate-induced acute colitis in mice by inhibiting macrophage activation and monocyte chemotaxis. Front Pharmacol. 2021;12:738139. doi: 10.3389/fphar.2021.738139.", "ArticleIdList": ["10.3389/fphar.2021.738139", "PMC8489405", "34616300"]}, {"Citation": "Li S.Y., Zhou Y.L., He D.H., Liu W., Fan X.Z., Wang Q., Pan H.F., Cheng Y.X., Liu Y.Q. Centipeda minima extract exerts antineuroinflammatory effects via the inhibition of NF-kappaB signaling pathway. Phytomedicine. 2020;67:153164. doi: 10.1016/j.phymed.2019.153164.", "ArticleIdList": ["10.1016/j.phymed.2019.153164", "31954258"]}, {"Citation": "Huang Y.F., Zhou J.T., Qu C., Dou Y.X., Huang Q.H., Lin Z.X., Xian Y.F., Xie J.H., Xie Y.L., Lai X.P., et al. Anti-inflammatory effects of Brucea javanica oil emulsion by suppressing NF-kappaB activation on dextran sulfate sodium-induced ulcerative colitis in mice. J. Ethnopharmacol. 2017;198:389–398. doi: 10.1016/j.jep.2017.01.042.", "ArticleIdList": ["10.1016/j.jep.2017.01.042", "28119098"]}, {"Citation": "Daram P., Jitta S.R., Shreedhara C.S., Misra C.S., Gourishetti K., Lobo R. Investigation of anti-inflammatory and anti-arthritic potentials of Terminalia catappa bark using in vitro assays and carrageenan-induced inflammation, complete Freund’s adjuvant induced arthritis model in rats. S. Afr. J. Bot. 2021;141:313–321. doi: 10.1016/j.sajb.2021.05.010.", "ArticleIdList": ["10.1016/j.sajb.2021.05.010"]}, {"Citation": "Daina A., Michielin O., Zoete V. SwissADME: A free web tool to evaluate pharmacokinetics, drug-likeness and medicinal chemistry friendliness of small molecules. Sci. Rep. 2017;7:42717.", "ArticleIdList": ["PMC5335600", "28256516"]}, {"Citation": "Feng Z., Cao J., Zhang Q., Lin L. The drug likeness analysis of anti-inflammatory clerodane diterpenoids. Chin. Med. 2020;15:126. doi: 10.1186/s13020-020-00407-w.", "ArticleIdList": ["10.1186/s13020-020-00407-w", "PMC7727157", "33298100"]}, {"Citation": "Zhou J., Wang T., Dou Y., Huang Y., Qu C., Gao J., Huang Z., Xie Y., Huang P., Lin Z., et al. Brusatol ameliorates 2,4,6-trinitrobenzenesulfonic acid-induced experimental colitis in rats: Involvement of NF-kappaB pathway and NLRP3 inflammasome. Int. Immunopharmacol. 2018;64:264–274. doi: 10.1016/j.intimp.2018.09.008.", "ArticleIdList": ["10.1016/j.intimp.2018.09.008", "30218953"]}, {"Citation": "Qin Q., Xu G., Zhan X., Wang Z., Wang Y., Liu H., Hou X., Shi W., Ma J., Bai Z., et al. Brevilin A inhibits NLRP3 inflammasome activation in vivo and in vitro by acting on the upstream of NLRP3-induced ASC oligomerization. Mol. Immunol. 2021;135:116–126. doi: 10.1016/j.molimm.2021.03.025.", "ArticleIdList": ["10.1016/j.molimm.2021.03.025", "33892379"]}, {"Citation": "Tsai J.C., Peng W.H., Chiu T.H., Lai S.C., Lee C.Y. Anti-inflammatory effects of Scoparia dulcis L. and betulinic acid. Am. J. Chin. Med. 2011;39:943–956. doi: 10.1142/S0192415X11009329.", "ArticleIdList": ["10.1142/S0192415X11009329", "21905284"]}, {"Citation": "Maleki S.J., Crespo J.F., Cabanillas B. Anti-inflammatory effects of flavonoids. Food Chem. 2019;299:125124. doi: 10.1016/j.foodchem.2019.125124.", "ArticleIdList": ["10.1016/j.foodchem.2019.125124", "31288163"]}, {"Citation": "Choy K.W., Murugan D., Leong X.F., Abas R., Alias A., Mustafa M.R. Flavonoids as natural anti-inflammatory agents targeting nuclear factor-Kappa B (NFkappaB) signaling in cardiovascular diseases: A Mini Review. Front Pharmacol. 2019;10:1295. doi: 10.3389/fphar.2019.01295.", "ArticleIdList": ["10.3389/fphar.2019.01295", "PMC6842955", "31749703"]}, {"Citation": "Srisook K., Srisook E., Nachaiyo W., Chan-In M., Thongbai J., Wongyoo K., Chawsuanthong S., Wannasri K., Intasuwan S., Watcharanawee K. Bioassay-guided isolation and mechanistic action of anti-inflammatory agents from Clerodendrum inerme leaves. J. Ethnopharmacol. 2015;165:94–102. doi: 10.1016/j.jep.2015.02.043.", "ArticleIdList": ["10.1016/j.jep.2015.02.043", "25725433"]}, {"Citation": "Faqueti L.G., Brieudes V., Halabalaki M., Skaltsounis A.L., Nascimento L.F., Barros W.M., Santos A.R., Biavatti M.W. Antinociceptive and anti-inflammatory activities of standardized extract of polymethoxyflavones from Ageratum conyzoides. J. Ethnopharmacol. 2016;194:369–377. doi: 10.1016/j.jep.2016.09.025.", "ArticleIdList": ["10.1016/j.jep.2016.09.025", "27633406"]}, {"Citation": "Vigil de Mello S.V., da Rosa J.S., Facchin B.M., Luz A.B., Vicente G., Faqueti L.G., Rosa D.W., Biavatti M.W., Frode T.S. Beneficial effect of Ageratum conyzoides Linn (Asteraceae) upon inflammatory response induced by carrageenan into the mice pleural cavity. J. Ethnopharmacol. 2016;194:337–347. doi: 10.1016/j.jep.2016.09.003.", "ArticleIdList": ["10.1016/j.jep.2016.09.003", "27596330"]}, {"Citation": "Bairwa K., Singh I.N., Roy S.K., Grover J., Srivastava A., Jachak S.M. Rotenoids from Boerhaavia diffusa as potential anti-inflammatory agents. J. Nat. Prod. 2013;76:1393–1398. doi: 10.1021/np300899w.", "ArticleIdList": ["10.1021/np300899w", "23914900"]}, {"Citation": "Peng J., Zheng T.T., Li X., Liang Y., Wang L.J., Huang Y.C., Xiao H.T. Plant-derived alkaloids: The promising disease-modifying agents for inflammatory bowel disease. Front. Pharmacol. 2019;10:1–15. doi: 10.3389/fphar.2019.00351.", "ArticleIdList": ["10.3389/fphar.2019.00351", "PMC6473079", "31031622"]}, {"Citation": "Barbosa-Filho J.M., Piuvezam W.R., Moura M.D., Silva M.S., Lima K.V.B., da-Cunhra E.V.L., Fechine I.M., Takemura O.S. Anti-inflammatory activity of alkaloids: A twenty-century review. Braz. J. Pharmacogn. 2006;16:109–139. doi: 10.1590/S0102-695X2006000100020.", "ArticleIdList": ["10.1590/S0102-695X2006000100020"]}, {"Citation": "Tian L.X., Li X.Y., Tang X., Zhou X.Y., Luo L., Ma X.Y., Tang W.Q., Yu J., Ma W., Yang X., et al. Ellipticine conveys protective effects to lipopolysaccharide-activated macrophages by targeting the JNK/AP-1 signaling pathway. Inflammation. 2020;43:231–240. doi: 10.1007/s10753-019-01112-z.", "ArticleIdList": ["10.1007/s10753-019-01112-z", "31802382"]}, {"Citation": "Wu X., Guo Y., Min X., Pei L., Chen X. Neferine, a bisbenzylisoquinoline alkaloid, ameliorates dextran sulfate sodium-induced ulcerative colitis. Am. J. Chin. Med. 2018;46:1263–1279. doi: 10.1142/S0192415X18500660.", "ArticleIdList": ["10.1142/S0192415X18500660", "30149754"]}, {"Citation": "Min X., Guo Y., Zhou Y., Chen X. Protection against Dextran Sulfate Sodium-Induced Ulcerative Colitis in Mice by Neferine, A Natural Product from Nelumbo nucifera Gaertn. Cell J. 2021;22:523–531. doi: 10.22074/cellj.2021.6918.", "ArticleIdList": ["10.22074/cellj.2021.6918", "PMC7211280", "32347046"]}, {"Citation": "Wiedenfeld H. Plants containing pyrrolizidine alkaloids-toxicity and problems. Food Addit. Contam. 2011;28:282–292. doi: 10.1080/19440049.2010.541288.", "ArticleIdList": ["10.1080/19440049.2010.541288", "21360374"]}, {"Citation": "Jamtsho T., Yeshi K., Samten. Wangchuk P. Comparative analysis of two Himalayan Aconitum species for their phytopharmaceutical properties. J. Herb. Med. 2021 doi: 10.1016/j.hermed.2021.100497.", "ArticleIdList": ["10.1016/j.hermed.2021.100497"]}, {"Citation": "Wang J., Zhang M., Chen L., Qiao Y., Ma S., Sun D., Si J., Liao Y. Determination of Toxic Pyrrolizidine Alkaloids in Traditional Chinese Herbal Medicines by UPLC-MS/MS and Accompanying Risk Assessment for Human Health. Molecules. 2021;26:1648. doi: 10.3390/molecules26061648.", "ArticleIdList": ["10.3390/molecules26061648", "PMC8000276", "33809536"]}, {"Citation": "Letsyo E., Jerz G., Winterhalter P., Beuerle T. Toxic pyrrolizidine alkaloids in herbal medicines commonly used in Ghana. J. Ethnopharmacol. 2017;202:154–161. doi: 10.1016/j.jep.2017.03.008.", "ArticleIdList": ["10.1016/j.jep.2017.03.008", "28284793"]}, {"Citation": "World Health Organisation  Pyrrolizidine alkaloids health and safety guide. In Proceedings of the World Health Organization for the International Programme on Chemical Safety, Geneva, Switzerland. 1989.  [(accessed on 25 April 2022)].  Available online:  https://apps.who.int/iris/bitstream/handle/10665/39808/9241543477-eng.pdf?sequence=1&isAllowed=y."}, {"Citation": "Bosi C.F., Rosa D.W., Grougnet R., Lemonakis N., Halabalaki M., Skaltsounis A.L., Biavatti M.W. Pyrrolizidine alkaloids in medicinal tea of Ageratum conyzoides. Rev. Bras. De Farmacogn. 2013;23:425–432. doi: 10.1590/S0102-695X2013005000028.", "ArticleIdList": ["10.1590/S0102-695X2013005000028"]}, {"Citation": "Diallo A., Eklu-Gadegbeku K., Amegbor K., Agbonon A., Aklikokou K., Creppy E., Gbeassor M. In vivo and in vitro toxicological evaluation of the hydroalcoholic leaf extract of Ageratum conyzoides L. (Asteraceae) J. Ethnopharmacol. 2014;155:1214–1218. doi: 10.1016/j.jep.2014.07.005.", "ArticleIdList": ["10.1016/j.jep.2014.07.005", "25048610"]}, {"Citation": "Wu H., Pang H., Chen Y., Huang L., Liu H., Zheng Y., Sun C., Zhang G., Wang G. Anti-Inflammatory Effect of a Polyphenol-Enriched Fraction from Acalypha wilkesiana on Lipopolysaccharide-Stimulated RAW 264.7 Macrophages and Acetaminophen-Induced Liver Injury in Mice. Oxid. Med. Cell Longev. 2018;2018:7858094. doi: 10.1155/2018/7858094.", "ArticleIdList": ["10.1155/2018/7858094", "PMC6109486", "30159118"]}, {"Citation": "Owoyele B.V., Okoye O.C., Dolor R.O., Oloruntola O.P., Soladoye A.O. Analgesic, anti-inflammatory and antipyretic effects of the ethanol extract of Acalypha wilkesiana leaves in rats. Niger J. Physiol. Sci. 2011;26:77–82.", "ArticleIdList": ["22314992"]}, {"Citation": "Olukunle J.O., Adenubi O.T., Biobaku K.T., Sogebi E.A. Anti-inflammatory and analgesic effects of methanol extract and fractions of Acalypha wilkesiana leaves. J. Basic Clin. Physiol. Pharmacol. 2015;26:181–184. doi: 10.1515/jbcpp-2013-0079.", "ArticleIdList": ["10.1515/jbcpp-2013-0079", "24285125"]}, {"Citation": "Moura A.C., Silva E.L., Fraga M.C., Wanderley A.G., Afiatpour P., Maia M.B. Antiinflammatory and chronic toxicity study of the leaves of Ageratum conyzoides L. in rats. Phytomedicine. 2005;12:138–142. doi: 10.1016/j.phymed.2003.12.003.", "ArticleIdList": ["10.1016/j.phymed.2003.12.003", "15693721"]}, {"Citation": "Coulibaly A.Y., Kiendrebeogo M., Kehoe P.G., Sombie P.A., Lamien C.E., Millogo J.F., Nacoulma O.G. Antioxidant and anti-inflammatory effects of Scoparia dulcis L. J. Med. Food. 2011;14:1576–1582. doi: 10.1089/jmf.2010.0191.", "ArticleIdList": ["10.1089/jmf.2010.0191", "21870938"]}, {"Citation": "Osman N.I., Sidik N.J., Awal A., Adam N.A., Rezali N.I. In vitro xanthine oxidase and albumin denaturation inhibition assay of Barringtonia racemosa L. and total phenolic content analysis for potential anti-inflammatory use in gouty arthritis. J. Intercult Ethnopharmacol. 2016;5:343–349. doi: 10.5455/jice.20160731025522.", "ArticleIdList": ["10.5455/jice.20160731025522", "PMC5061476", "27757263"]}, {"Citation": "Patil K.R., Patil C.R. Anti-inflammatory activity of bartogenic acid containing fraction of fruits of Barringtonia racemosa Roxb. in acute and chronic animal models of inflammation. J. Tradit. Complement. Med. 2017;7:86–93. doi: 10.1016/j.jtcme.2016.02.001.", "ArticleIdList": ["10.1016/j.jtcme.2016.02.001", "PMC5198830", "28053892"]}, {"Citation": "Yang J., Li S., Xie C., Ye H., Tang H., Chen L., Peng A. Anti-inflammatory activity of ethyl acetate fraction of the seeds of Brucea javanica. J. Ethnopharmacol. 2013;147:442–446. doi: 10.1016/j.jep.2013.03.034.", "ArticleIdList": ["10.1016/j.jep.2013.03.034", "23538165"]}, {"Citation": "Tsai S.C., Liang Y.H., Chiang J.H., Liu F.C., Lin W.H., Chang S.J., Lin W., Wu C.H., Weng J.R. Anti-inflammatory effects of Calophyllum inophyllum L. in RAW264.7 cells. Oncol. Rep. 2012;28:1096–1102. doi: 10.3892/or.2012.1873.", "ArticleIdList": ["10.3892/or.2012.1873", "22735972"]}, {"Citation": "Mahmood A., Tiwari A.K., Şahin K., Küçük Ö., Ali S. Triterpenoid saponin-rich fraction of Centella asiatica decreases IL-1β andNF-κB, and augments tissue regeneration and excision wound repair. Turk. J. Biol. 2016;40:399–409. doi: 10.3906/biy-1507-63.", "ArticleIdList": ["10.3906/biy-1507-63"]}, {"Citation": "Viswanathan G., Dan V.M., Radhakrishnan N., Nair A.S., Rajendran Nair A.P., Baby S. Protection of mouse brain from paracetamol-induced stress by Centella asiatica methanol extract. J. Ethnopharmacol. 2019;236:474–483. doi: 10.1016/j.jep.2019.03.017.", "ArticleIdList": ["10.1016/j.jep.2019.03.017", "30872170"]}, {"Citation": "Zhou Y.L., Yan Y.M., Li S.Y., He D.H., Xiong S., Wei S.F., Liu W., Hu L., Wang Q., Pan H.F., et al. 6-O-angeloylplenolin exerts neuroprotection against lipopolysaccharide-induced neuroinflammation in vitro and in vivo. Acta Pharmacol. Sin. 2020;41:10–21. doi: 10.1038/s41401-019-0261-5.", "ArticleIdList": ["10.1038/s41401-019-0261-5", "PMC7470812", "31213669"]}, {"Citation": "Bawankule D.U., Chattopadhyay S.K., Pal A., Saxena K., Yadav S., Faridi U., Darokar M.P., Gupta A.K., Khanuja S.P. Modulation of inflammatory mediators by coumarinolignoids from Cleome viscosa in female swiss albino mice. Inflammopharmacology. 2008;16:272–277. doi: 10.1007/s10787-008-8012-0.", "ArticleIdList": ["10.1007/s10787-008-8012-0", "19109751"]}, {"Citation": "Doe P., Danquah C.A., Ohemeng K.A., Opare A.E., Sharif A., Akua-Abora D., Kwame Akuoko A., Kpabitey A., Quarshie E., Asante O.O., et al. Analgesic, Anti-inflammatory, and Anti-pyretic Activities of Crinum pedunculatum R.Br. Bulb Extracts. Pharmacogn. Res. 2021;14:24–29. doi: 10.5530/pres.14.1.5.", "ArticleIdList": ["10.5530/pres.14.1.5"]}, {"Citation": "Simpson B., Claudie D., Smith N., Wang J., McKinnon R., Semple S. Evaluation of the anti-inflammatory properties of Dodonaea polyandra, a Kaanju traditional medicine. J. Ethnopharmacol. 2010;132:340–343. doi: 10.1016/j.jep.2010.07.012.", "ArticleIdList": ["10.1016/j.jep.2010.07.012", "20633620"]}, {"Citation": "Khalil N.M., Sperotto J.S., Manfron M.P. Antiinflammatory activity and acute toxicity of Dodonaea viscosa. Fitoterapia. 2006;77:478–480. doi: 10.1016/j.fitote.2006.06.002.", "ArticleIdList": ["10.1016/j.fitote.2006.06.002", "16884859"]}, {"Citation": "Shao S.Y., Yang Y.N., Feng Z.M., Jiang J.S., Zhang P.C. Anti-inflammatory phenylpropanoid glycosides from the fruits of Forsythia suspensa. Bioorg. Med. Chem. Lett. 2019;29:126635. doi: 10.1016/j.bmcl.2019.126635.", "ArticleIdList": ["10.1016/j.bmcl.2019.126635", "31473042"]}, {"Citation": "Mondal M., Quispe C., Sarkar C., Bepari T.C., Alam M.J., Saha S., Ray P., Rahim M.A., Islam M.T., Setzer W.N., et al. Analgesic and Anti-Inflammatory Potential of Essential Oil of Eucalyptus camaldulensis Leaf: In Vivo and in Silico Studies. Nat. Prod. Commun. 2021;16:1–16. doi: 10.1177/1934578X211007634.", "ArticleIdList": ["10.1177/1934578X211007634"]}, {"Citation": "Ahmad S.F., Bani S., Sultan P., Ali S.A., Bakheet S.A., Attia S.M., Abd-Allah A.R. TNF-alpha inhibitory effect of Euphorbia hirta in rats. Pharm. Biol. 2013;51:411–417. doi: 10.3109/13880209.2012.734315.", "ArticleIdList": ["10.3109/13880209.2012.734315", "23336701"]}, {"Citation": "Shih M.F., Cheng Y.D., Shen C.R., Cherng J.Y. A molecular pharmacology study into the anti-inflammatory actions of Euphorbia hirta L. on the LPS-induced RAW 264.7 cells through selective iNOS protein inhibition. J. Nat. Med. 2010;64:330–335. doi: 10.1007/s11418-010-0417-6.", "ArticleIdList": ["10.1007/s11418-010-0417-6", "20390370"]}, {"Citation": "Lanhers M.C., Fleurentin J., Dorfman P., Mortier F., Pelt J.M. Analgesic, antipyretic and anti-inflammatory properties of Euphorbia hirta. Planta Med. 1991;57:225–231. doi: 10.1055/s-2006-960079.", "ArticleIdList": ["10.1055/s-2006-960079", "1896520"]}, {"Citation": "Chen J., Er H.M., Mohamed S.M., Chen Y.S. In vitro anti-inflammatory activity of fractionated Euphorbia hirta aqueous extract on rabbit synovial fibroblasts. Biomed J. 2015;38:301–306. doi: 10.4103/2319-4170.151031.", "ArticleIdList": ["10.4103/2319-4170.151031", "25673170"]}, {"Citation": "Sharma N., Samarakoon K.W., Gyawali R., Park Y.H., Lee S.J., Oh S.J., Lee T.H., Jeong D.K. Evaluation of the antioxidant, anti-inflammatory, and anticancer activities of Euphorbia hirta ethanolic extract. Molecules. 2014;19:14567–14581. doi: 10.3390/molecules190914567.", "ArticleIdList": ["10.3390/molecules190914567", "PMC6271915", "25225720"]}, {"Citation": "Ahmad S.F., Attia S.M., Bakheet S.A., Ashour A.E., Zoheir K.M., Abd-Allah A.R. Anti-inflammatory effect of Euphorbia hirta in an adjuvant-induced arthritic murine model. Immunol. Investig. 2014;43:197–211. doi: 10.3109/08820139.2013.857350.", "ArticleIdList": ["10.3109/08820139.2013.857350", "24393059"]}, {"Citation": "Shih M.F., Cherng J.Y. Reduction of adhesion molecule production and alteration of eNOS and endothelin-1 mRNA expression in endothelium by Euphorbia hirta L. through its beneficial beta-amyrin molecule. Molecules. 2014;19:10534–10545. doi: 10.3390/molecules190710534.", "ArticleIdList": ["10.3390/molecules190710534", "PMC6271859", "25045892"]}, {"Citation": "Palit P., Mukherjee D., Mahanta P., Shadab M., Ali N., Roychoudhury S., Asad M., Mandal S.C. Attenuation of nociceptive pain and inflammatory disorders by total steroid and terpenoid fraction of Euphorbia tirucalli Linn root in experimental in vitro and in vivo model. Inflammopharmacology. 2018;26:235–250. doi: 10.1007/s10787-017-0403-7.", "ArticleIdList": ["10.1007/s10787-017-0403-7", "29063488"]}, {"Citation": "Qiu F., Tian H., Zhang Z., Yuan X.L., Tan Y.F., Ning X.Q. Pharmacological study on hemostasis, analgesic and anti inflammation effects of the alcohol extract of Hibiscus tiliaceus. Zhong Yao Cai. 2013;36:1648–1651. (In Chinese)", "ArticleIdList": ["24761677"]}, {"Citation": "da Silva Barth C., Tolentino de Souza H.G., Rocha L.W., da Silva G.F., Dos Anjos M.F., Pastor V.D., Belle Bresolin T.M., Garcia Couto A., Roberto Santin J., Meira Quintao N.L. Ipomoea pes-caprae (L.) R. Br (Convolvulaceae) relieved nociception and inflammation in mice—A topical herbal medicine against effects due to cnidarian venom-skin contact. J. Ethnopharmacol. 2017;200:156–164. doi: 10.1016/j.jep.2017.02.014.", "ArticleIdList": ["10.1016/j.jep.2017.02.014", "28196712"]}, {"Citation": "Bhowmick R., Sarwar M.S., Dewan S.M., Das A., Das B., Uddin M.M., Islam M.S., Islam M.S. In vivo analgesic, antipyretic, and anti-inflammatory potential in Swiss albino mice and in vitro thrombolytic activity of hydroalcoholic extract from Litsea glutinosa leaves. Biol. Res. 2014;47:1–8. doi: 10.1186/0717-6287-47-56.", "ArticleIdList": ["10.1186/0717-6287-47-56", "PMC4236443", "25418600"]}, {"Citation": "Adeyemi O.O., Yemitan O.K., Afolabi L. Inhibition of chemically induced inflammation and pain by orally and topically administered leaf extract of Manihot esculenta Crantz in rodents. J. Ethnopharmacol. 2008;119:6–11. doi: 10.1016/j.jep.2008.05.019.", "ArticleIdList": ["10.1016/j.jep.2008.05.019", "18675525"]}, {"Citation": "Surh J., Yun J.M. Antioxidant and anti-inflammatory activities of butanol extract of Melaleuca leucadendron L. Prev. Nutr. Food Sci. 2012;17:22–28. doi: 10.3746/pnf.2012.17.1.022.", "ArticleIdList": ["10.3746/pnf.2012.17.1.022", "PMC3866767", "24471059"]}, {"Citation": "Chen P., Huo X., Liu W., Li K., Sun Z., Tian J. Apigenin exhibits anti-inflammatory effects in LPS-stimulated BV2 microglia through activating GSK3beta/Nrf2 signaling pathway. Immunopharmacol. Immunotoxicol. 2020;42:9–16. doi: 10.1080/08923973.2019.1688345.", "ArticleIdList": ["10.1080/08923973.2019.1688345", "31760890"]}, {"Citation": "Tang J., Diao P., Shu X., Li L., Xiong L. Quercetin and Quercitrin Attenuates the Inflammatory Response and Oxidative Stress in LPS-Induced RAW264.7 Cells: In Vitro Assessment and a Theoretical Model. Biomed Res. Int. 2019;2019:7039802. doi: 10.1155/2019/7039802.", "ArticleIdList": ["10.1155/2019/7039802", "PMC6855062", "31781635"]}, {"Citation": "Coutinho de Sousa B., Reis Machado J., da Silva M.V., da Costa T.A., Lazo-Chica J.E., Degasperi T.D., Rodrigues Junior V., Sales-Campos H., Uber Bucek E., Freire Oliveira C.J. Morinda citrifolia (Noni) Fruit Juice Reduces Inflammatory Cytokines Expression and Contributes to the Maintenance of Intestinal Mucosal Integrity in DSS Experimental Colitis. Mediators Inflamm. 2017;2017:6567432. doi: 10.1155/2017/6567432.", "ArticleIdList": ["10.1155/2017/6567432", "PMC5282445", "28194046"]}, {"Citation": "Huang H.L., Liu C.T., Chou M.C., Ko C.H., Wang C.K. Noni (Morinda citrifolia L.) fruit extracts improve colon microflora and exert anti-inflammatory activities in Caco-2 Cells. J. Med. Food. 2015;18:663–676. doi: 10.1089/jmf.2014.3213.", "ArticleIdList": ["10.1089/jmf.2014.3213", "25651187"]}, {"Citation": "Tanikawa T., Kitamura M., Hayashi Y., Tomida N., Uwaya A., Isami F., Inoue Y. Anti-Inflammatory Effects of Morinda citrifolia Extract against Lipopolysaccharide-Induced Inflammation in RAW264 Cells. Medicines. 2021;8:43. doi: 10.3390/medicines8080043.", "ArticleIdList": ["10.3390/medicines8080043", "PMC8401686", "34436222"]}, {"Citation": "Sandamali J.A.N., Hewawasam R.P., Jayatilaka K.A.P.W., Mudduwa L.K.B. Nauclea orientalis (L.) Bark Extract Protects Rat Cardiomyocytes from Doxorubicin-Induced Oxidative Stress, Inflammation, Apoptosis, and DNA Fragmentation. Oxid. Med. Cell Longev. 2022;2022:1714841. doi: 10.1155/2022/1714841.", "ArticleIdList": ["10.1155/2022/1714841", "PMC8860544", "35198093"]}, {"Citation": "Sranujit R.P., Noysang C., Tippayawat P., Kooltheat N., Luetragoon T., Usuwanthim K. Phytochemicals and immunomodulatory effect of Nelumbo nucifera flower extracts on human macrophages. Plants. 2021;10:2007. doi: 10.3390/plants10102007.", "ArticleIdList": ["10.3390/plants10102007", "PMC8537166", "34685815"]}, {"Citation": "Rajput M.A., Zehra T., Ali F., Kumar G. Evaluation of Antiinflammatory Activity of Ethanol Extract of Nelumbo nucifera Fruit. Turk. J. Pharm. Sci. 2021;18:56–60. doi: 10.4274/tjps.galenos.2019.47108.", "ArticleIdList": ["10.4274/tjps.galenos.2019.47108", "PMC7957318", "33633265"]}, {"Citation": "Li C., He Y., Yang Y., Gou Y., Li S., Wang R., Zeng S., Zhao X. Antioxidant and Inflammatory Effects of Nelumbo nucifera Gaertn. Leaves. Oxid. Med. Cell Longev. 2021;2021:8375961. doi: 10.1155/2021/8375961.", "ArticleIdList": ["10.1155/2021/8375961", "PMC8727128", "34992717"]}, {"Citation": "Park E., Kim G.D., Go M.S., Kwon D., Jung I.K., Auh J.H., Kim J.H. Anti-inflammatory effects of Nelumbo leaf extracts and identification of their metabolites. Nutr. Res. Pract. 2017;11:265–274. doi: 10.4162/nrp.2017.11.4.265.", "ArticleIdList": ["10.4162/nrp.2017.11.4.265", "PMC5537535", "28765772"]}, {"Citation": "Zhang C., Deng J., Liu D., Tuo X., Yu Y., Yang H., Wang N. Nuciferine Inhibits Proinflammatory Cytokines via the PPARs in LPS-Induced RAW264.7 Cells. Molecules. 2018;23:2723. doi: 10.3390/molecules23102723.", "ArticleIdList": ["10.3390/molecules23102723", "PMC6222486", "30360404"]}, {"Citation": "Li F., Sun X.Y., Li X.W., Yang T., Qi L.W. Enrichment and separation of quercetin-3-O-beta-d-glucuronide from lotus leaves (Nelumbo nucifera gaertn.) and evaluation of its anti-inflammatory effect. J. Chromatogr. B Analyt. Technol. Biomed Life Sci. 2017;1040:186–191. doi: 10.1016/j.jchromb.2016.12.017.", "ArticleIdList": ["10.1016/j.jchromb.2016.12.017", "27987489"]}, {"Citation": "Liu S.H., Lu T.H., Su C.C., Lay I.S., Lin H.Y., Fang K.M., Ho T.J., Chen K.L., Su Y.C., Chiang W.C., et al. Lotus leaf (Nelumbo nucifera) and its active constituents prevent inflammatory responses in macrophages via JNK/NF-kappaB signaling pathway. Am. J. Chin. Med. 2014;42:869–889. doi: 10.1142/S0192415X14500554.", "ArticleIdList": ["10.1142/S0192415X14500554", "25004880"]}, {"Citation": "Narasimhulu C.A., Vardhan S. Therapeutic potential of Ocimum tenuiflorum as MPO inhibitor with implications for atherosclerosis prevention. J. Med. Food. 2015;18:507–515. doi: 10.1089/jmf.2014.0125.", "ArticleIdList": ["10.1089/jmf.2014.0125", "25764050"]}, {"Citation": "Zhu L., Zhang D., Yuan C., Ding X., Shang Y., Jiang Y., Zhu G. Anti-Inflammatory and antiviral effects of water-soluble crude extract from Phragmites australis in vitro. Pak. J. Pharm. Sci. 2017;30:1357–1362.", "ArticleIdList": ["29039338"]}, {"Citation": "Gambari R., Borgatti M., Lampronti I., Fabbri E., Brognara E., Bianchi N., Piccagli L., Yuen M.C., Kan C.W., Hau D.K., et al. Corilagin is a potent inhibitor of NF-kappaB activity and downregulates TNF-alpha induced expression of IL-8 gene in cystic fibrosis IB3-1 cells. Int. Immunopharmacol. 2012;13:308–315. doi: 10.1016/j.intimp.2012.04.010.", "ArticleIdList": ["10.1016/j.intimp.2012.04.010", "22561123"]}, {"Citation": "Brestovac B., Coghlan O., Jackaman C., Nelson D., Townsend D. Sarcostemma viminale activates macrophages to a pro-inflammatory phenotype. Comp. Clin. Pathol. 2014;24:817–826. doi: 10.1007/s00580-014-1988-5.", "ArticleIdList": ["10.1007/s00580-014-1988-5"]}, {"Citation": "Prihantono P., Ardi Syamsu S., Smaradhania N., Ahmad M., Siagian N.A., Lubis K., Umrah A.S. Application of Scaevola taccada (Gaertn.) Roxb. Reduce Pro-inflammatory Cytokines Interleukin-1β in Sprague Dawley Mice Suffering from Mastitis. Open Access Maced. J. Med. Sci. 2020;8:423–427. doi: 10.3889/oamjms.2020.4363.", "ArticleIdList": ["10.3889/oamjms.2020.4363"]}, {"Citation": "Abiodun O.O., Rodriguez-Nogales A., Algieri F., Gomez-Caravaca A.M., Segura-Carretero A., Utrilla M.P., Rodriguez-Cabezas M.E., Galvez J. Antiinflammatory and immunomodulatory activity of an ethanolic extract from the stem bark of Terminalia catappa L. (Combretaceae): In vitro and in vivo evidences. J. Ethnopharmacol. 2016;192:309–319. doi: 10.1016/j.jep.2016.07.056.", "ArticleIdList": ["10.1016/j.jep.2016.07.056", "27452660"]}, {"Citation": "Calvo M.I., Vilalta N., San Julián A., Fernández M. Anti-inflammatory activity of leaf extract of Verbena officinalis L. Phytomedicine. 1998;5:465–467. doi: 10.1016/S0944-7113(98)80043-3.", "ArticleIdList": ["10.1016/S0944-7113(98)80043-3", "23196030"]}, {"Citation": "Wang J., Fang X., Ge L., Cao F., Zhao L., Wang Z., Xiao W. Antitumor, antioxidant and anti-inflammatory activities of kaempferol and its corresponding glycosides and the enzymatic preparation of kaempferol. PLoS ONE. 2018;13:e0197563. doi: 10.1371/journal.pone.0197563.", "ArticleIdList": ["10.1371/journal.pone.0197563", "PMC5957424", "29771951"]}, {"Citation": "Jansson D., Dieriks V.B., Rustenhoven J., Smyth L.C.D., Scotter E., Aalderink M., Feng S., Johnson R., Schweder P., Mee E., et al. Cardiac glycosides target barrier inflammation of the vasculature, meninges and choroid plexus. Commun. Biol. 2021;4:260. doi: 10.1038/s42003-021-01787-x.", "ArticleIdList": ["10.1038/s42003-021-01787-x", "PMC7910294", "33637884"]}, {"Citation": "Zhang Q., Zhang J.H., He Y.Q., Zhang Q.L., Zhu B., Shen Y., Liu M.Q., Zhu L.L., Xin H.L., Qin L.P., et al. Iridoid glycosides from Morinda officinalis How. exert anti-inflammatory and anti-arthritic effects through inactivating MAPK and NF-kappaB signaling pathways. BMC Complement. Med. Ther. 2020;20:172. doi: 10.1186/s12906-020-02895-7.", "ArticleIdList": ["10.1186/s12906-020-02895-7", "PMC7275542", "32503513"]}, {"Citation": "Fabricant D.S., Tarnsworth N.R. The value of plants used in traditional medicine for drug discovery. Enviromental Health. 2001;109:69–75.", "ArticleIdList": ["PMC1240543", "11250806"]}, {"Citation": "Atanasov A.G., Waltenberger B., Pferschy-Wenzig E.M., Linder T., Wawrosch C., Uhrin P., Temml V., Wang L., Schwaiger S., Heiss E.H., et al. Discovery and resupply of pharmacologically active plant-derived natural products: A review. Biotechnol. Adv. 2015;33:1582–1614. doi: 10.1016/j.biotechadv.2015.08.001.", "ArticleIdList": ["10.1016/j.biotechadv.2015.08.001", "PMC4748402", "26281720"]}, {"Citation": "Canter P.H., Thomas H., Ernst E. Bringing medicinal plants into cultivation: Opportunities and challenges for biotechnology. Trends Biotechnol. 2005;23:180–185. doi: 10.1016/j.tibtech.2005.02.002.", "ArticleIdList": ["10.1016/j.tibtech.2005.02.002", "15780709"]}, {"Citation": "United Nations  Convention on Biological Diversity.  [(accessed on 25 April 2022)].  Available online:  http://www.cbd.int/doc/legal/cbd-en.pdf."}, {"Citation": "United Nations  Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from Their Utilization to the Convention on Biological Diversity.  [(accessed on 25 April 2022)].  Available online:  https://www.cbd.int/abs/doc/protocol/nagoya-protocol-en.pdf."}, {"Citation": "United Nations  United Nations Declaration on the Rights of Indigenous Peoples. 2008.  [(accessed on 26 April 2022)]. pp. 1–29. Available online:  https://www.un.org/development/desa/indigenouspeoples/wp-content/uploads/sites/19/2018/11/UNDRIP_E_web.pdf."}, {"Citation": "Golvan C., Janke T. Indigenous intellectual property issues; Proceedings of the 35th Australian Legal Convention; Sydney, Australia. 25 March 2007."}, {"Citation": "Queensland Government  Reforms of the Biodiscovery Act 2004: Collecting Biological Native Resources-Biodiscovery (30 August 2021)  [(accessed on 8 May 2022)]; Available online:  https://environment.des.qld.gov.au/licences-permits/plants-animals/biodiscovery/biodiscovery-act-reform."}, {"Citation": "Elsharkawy E.R., Alghanem S.M., Elmorsy E. Effect of habitat variations on the chemical composition, antioxidant, and antimicrobial activities of Achillea fragrantissima (Forssk) Sch. Bip. Biotechnol. Rep. (Amst.) 2021;29:e00581. doi: 10.1016/j.btre.2020.e00581.", "ArticleIdList": ["10.1016/j.btre.2020.e00581", "PMC7868585", "33598412"]}, {"Citation": "Al-Hmadi H., El Mokni R., Joshi R.K., Ashour M.L., Hammami S. The Impact of Geographical Location on the Chemical Compositions of Pimpinella lutea Desf. Growing in Tunisia. Appl. Sci. 2021;11:7739. doi: 10.3390/app11167739.", "ArticleIdList": ["10.3390/app11167739"]}, {"Citation": "Liu Y., Chen P., Zhou M., Wang T., Fang S., Shang X., Fu X. Geographic Variation in the Chemical Composition and Antioxidant Properties of Phenolic Compounds from Cyclocarya paliurus (Batal) Iljinskaja Leaves. Molecules. 2018;23:2440. doi: 10.3390/molecules23102440.", "ArticleIdList": ["10.3390/molecules23102440", "PMC6222593", "30249997"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "5", "Day": "10"}, {"Year": "2022", "Month": "6", "Day": "7"}, {"Year": "2022", "Month": "6", "Day": "11"}, {"Year": "2022", "Month": "6", "Day": "24", "Hour": "1", "Minute": "33"}, {"Year": "2022", "Month": "6", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "15"}], "PublicationStatus": "epublish", "ArticleIdList": ["35744969", "PMC9231311", "10.3390/molecules27123849", "molecules27123849"]}}], "PubmedBookArticle": []}