{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Rheum turkestanicum", "cardiotoxicity", "chemotherapy", "doxorubicin", "herbal medicine", "oxidative stress"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35754479", "DateRevised": {"Year": "2023", "Month": "11", "Day": "05"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "06", "Day": "08"}], "Language": ["eng"], "ELocationID": ["909079", "10.3389/fphar.2022.909079"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "Cardioprotective Effect of <i>Rheum turkestanicum</i> Against Doxorubicin-Induced Toxicity in Rats.", "Pagination": {"StartPage": "909079", "MedlinePgn": "909079"}, "Abstract": {"AbstractText": ["<b>Background:</b> Doxorubicin as an anti-cancer drug causes cardiotoxicity, limiting its tolerability and use. The mechanism of toxicity is due to free radical production and cardiomyocytes injury. This research evaluated <i>Rheum turkestanicum</i> (<i>R.turkestanicum</i>) extract against doxorubicin cardiotoxicity due to its considerable <i>in vitro</i> antioxidant activity. <b>Methods:</b> Male Wistar rats received 2.5 mg/kg doxorubicin intraperitoneally every other day for 2 weeks to create an accumulative dose. <i>R. turkestanicum</i> was administrated at a dose of 100 and 300 mg/kg intraperitoneally from the second week for 7 days. On the 15th day, the animals were anesthetized and blood was collected from cardiac tissue for evaluation of alanine aminotransferase (ALT), cardiac muscle creatinine kinase (CK-MB), troponin T (cTn-T), lactate dehydrogenase (LDH), and B-type natriuretic peptide brain natriuretic peptide. A cardiac homogenate was also collected to determine superoxide dismutase (SOD), catalase Catalase Activity, malondialdehyde (MDA), and thiols. Histopathology was also performed. <b>Results:</b> Doxorubicin increased all cardiac enzymes and malondialdehyde, correlating with a reduction in SOD, catalase, and thiols. Histopathology revealed extracellular edema, moderate congestion, and hemorrhage of foci. In contrast, administration of <i>R. turkestanicum</i> ameliorated these doxorubicin-induced pathophysiological changes. <b>Conclusion:</b> This study revealed that the extract ameliorated doxorubicin-induced cardiac toxicity via modulation of oxidative stress-related pathways. Liquid chromatography-mass spectrometry analysis of <i>R. turkestanicum</i> indicated several components with potent pharmacological properties."], "CopyrightInformation": "Copyright © 2022 Hosseini, Safari, Rajabian, Boroumand-Noughabi, Eid, Al Dhaheri, Gumpricht and Sahebkar."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Hosseini", "ForeName": "Azar", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Safari", "ForeName": "Mohammad-Kazem", "Initials": "MK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Internal Medicine, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Rajabian", "ForeName": "Arezoo", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathology, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Boroumand-Noughabi", "ForeName": "Samaneh", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Basic Medical Sciences, College of Medicine, QU Health, Qatar University, Doha, Qatar."}], "LastName": "Eid", "ForeName": "Ali H", "Initials": "AH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Science, United Arab Emirates University, Al-Ain, United Arab Emirates."}], "LastName": "Al Dhaheri", "ForeName": "Yusra", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Isagenix International LLC, Gilbert, AZ, United States."}], "LastName": "Gumpricht", "ForeName": "Eric", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Applied Biomedical Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "School of Medicine, The University of Western Australia, Perth, WA, Australia."}, {"Identifier": [], "Affiliation": "Department of Biotechnology, School of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Sahebkar", "ForeName": "Amirhossein", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}, "CoiStatement": "EG is employed by Isagenix International, LLC. The remaining authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aebi H. (1984). Catalase In Vitro . Methods Enzymol. 105, 121–126. 10.1016/s0076-6879(84)05016-3", "ArticleIdList": ["10.1016/s0076-6879(84)05016-3", "6727660"]}, {"Citation": "Agarwal S. K., Singh S. S., Lakshmi V., Verma S., Kumar S. (2001). Chemistry and Pharmacology of Rhubarb (Rheum Species)—A Review. J. Sci. Industrial Res. 60 (1), 1–9."}, {"Citation": "Alidadi M., Jamialahmadi T., Cicero A. F. G., Bianconi V., Pirro M., Banach M., et al. (2020). The Potential Role of Plant-Derived Natural Products in Improving Arterial Stiffness: A Review of Dietary Intervention Studies. Trends Food Sci. Technol. 99, 426–440. 10.1016/j.tifs.2020.03.026", "ArticleIdList": ["10.1016/j.tifs.2020.03.026"]}, {"Citation": "Arafa M. H., Mohammad N. S., Atteia H. H., Abd-Elaziz H. R. (2014). Protective Effect of Resveratrol against Doxorubicin-Induced Cardiac Toxicity and Fibrosis in Male Experimental Rats. J. Physiol. Biochem. 70 (3), 701–711. 10.1007/s13105-014-0339-y", "ArticleIdList": ["10.1007/s13105-014-0339-y", "24939721"]}, {"Citation": "Bagherniya M., Nobili V., Blesso C. N., Sahebkar A. (2018). Medicinal Plants and Bioactive Natural Compounds in the Treatment of Non-alcoholic Fatty Liver Disease: A Clinical Review. Pharmacol. Res. 130, 213–240. 10.1016/j.phrs.2017.12.020", "ArticleIdList": ["10.1016/j.phrs.2017.12.020", "29287685"]}, {"Citation": "Barakat B. M., Ahmed H. I., Bahr H. I., Elbahaie A. M. (2018). Protective Effect of Boswellic Acids against Doxorubicin-Induced Hepatotoxicity: Impact on Nrf2/HO-1 Defense Pathway. Oxid. Med. Cell Longev. 2018, 8296451. 10.1155/2018/8296451", "ArticleIdList": ["10.1155/2018/8296451", "PMC5818967", "29541348"]}, {"Citation": "Basit F., van Oppen L. M., Schöckel L., Bossenbroek H. M., van Emst-de Vries S. E., Hermeling J. C., et al. (2017). Mitochondrial Complex I Inhibition Triggers a Mitophagy-dependent ROS Increase Leading to Necroptosis and Ferroptosis in Melanoma Cells. Cell Death Dis. 8 (3), e2716. 10.1038/cddis.2017.133", "ArticleIdList": ["10.1038/cddis.2017.133", "PMC5386536", "28358377"]}, {"Citation": "Bennink R. J., van den Hoff M. J., van Hemert F. J., de Bruin K. M., Spijkerboer A. L., Vanderheyden J. L., et al. (2004). Annexin V Imaging of Acute Doxorubicin Cardiotoxicity (Apoptosis) in Rats. J. Nucl. Med. 45 (5), 842–848.", "ArticleIdList": ["15136635"]}, {"Citation": "Boroushaki M. T., Fanoudi S., Mollazadeh H., Boroumand-Noughabi S., Hosseini A. (2019). Reno-protective Effect of Rheum Turkestanicum against Gentamicin-Induced Nephrotoxicity. Iran. J. Basic Med. Sci. 22 (3), 328–333. 10.22038/ijbms.2019.31552.7597", "ArticleIdList": ["10.22038/ijbms.2019.31552.7597", "PMC6528720", "31156796"]}, {"Citation": "Boroushaki M. T., Fanoudi S., Rajabian A., Boroumand S., Aghaee A., Hosseini A. (2019). Evaluation of Rheum Turkestanicum in Hexachlorobutadien-Induced Renal Toxicity. Drug Res. (Stuttg) 69 (8), 434–438. 10.1055/a-0821-5653", "ArticleIdList": ["10.1055/a-0821-5653", "30822796"]}, {"Citation": "Chatterjee K., Zhang J., Honbo N., Karliner J. S. (2010). Doxorubicin Cardiomyopathy. Cardiology 115 (2), 155–162. 10.1159/000265166", "ArticleIdList": ["10.1159/000265166", "PMC2848530", "20016174"]}, {"Citation": "Chen H., Zhao C., He R., Zhou M., Liu Y., Guo X., et al. (2019). Danthron Suppresses Autophagy and Sensitizes Pancreatic Cancer Cells to Doxorubicin. Toxicol Vitro 54, 345–353. 10.1016/j.tiv.2018.10.019", "ArticleIdList": ["10.1016/j.tiv.2018.10.019", "30389604"]}, {"Citation": "Dehghan H., Salehi P., Amiri M. S. (2018). Bioassay-guided Purification of α-amylase, α-glucosidase Inhibitors and DPPH Radical Scavengers from Roots of Rheum Turkestanicum. Industrial Crops Prod. 117, 303–309. 10.1016/j.indcrop.2018.02.086", "ArticleIdList": ["10.1016/j.indcrop.2018.02.086"]}, {"Citation": "Dong Q., Chen L., Lu Q., Sharma S., Li L., Morimoto S., et al. (2014). Quercetin Attenuates Doxorubicin Cardiotoxicity by Modulating Bmi-1 Expression. Br. J. Pharmacol. 171 (19), 4440–4454. 10.1111/bph.12795", "ArticleIdList": ["10.1111/bph.12795", "PMC4209150", "24902966"]}, {"Citation": "Ghorbani A., Amiri M. S., Hosseini A. (2019). Pharmacological Properties of Rheum Turkestanicum Janisch. Heliyon 5 (6), e01986. 10.1016/j.heliyon.2019.e01986", "ArticleIdList": ["10.1016/j.heliyon.2019.e01986", "PMC6595136", "31294125"]}, {"Citation": "Ghorbani A., Hosseini A., Mirzavi F., Hooshmand S., Amiri M. S., Jafarian A. H., et al. (2021). Protective Effects of Rheum Turkestanicum Janischagainst Diethylnitrosamine-Induced Hepatocellular Carcinoma in Rats. Res. Square. 10.21203/rs.3.rs-528331/v1", "ArticleIdList": ["10.21203/rs.3.rs-528331/v1"]}, {"Citation": "Hosseini A., Fanoudi S., Mollazadeh H., Aghaei A., Boroushaki M. T. (2018). Protective Effect of Rheum Turkestanicum against Cisplatin by Reducing Oxidative Stress in Kidney Tissue. J. Pharm. Bioallied Sci. 10 (2), 66–71. 10.4103/JPBS.JPBS_9_18", "ArticleIdList": ["10.4103/JPBS.JPBS_9_18", "PMC5998698", "29962794"]}, {"Citation": "Hosseini A., Mollazadeh H., Amiri M. S., Sadeghnia H. R., Ghorbani A. (2017). Effects of a Standardized Extract of Rheum Turkestanicum Janischew Root on Diabetic Changes in the Kidney, Liver and Heart of Streptozotocin-Induced Diabetic Rats. Biomed. Pharmacother. 86, 605–611. 10.1016/j.biopha.2016.12.059", "ArticleIdList": ["10.1016/j.biopha.2016.12.059", "28027536"]}, {"Citation": "Hosseini A., Sahebkar A. (2017). Reversal of Doxorubicin-Induced Cardiotoxicity by Using Phytotherapy: a Review. J. Pharmacopuncture 20 (4), 243–256. 10.3831/KPI.2017.20.030", "ArticleIdList": ["10.3831/KPI.2017.20.030", "PMC6104714", "30151294"]}, {"Citation": "Hosseini A., Sheikh S., Soukhtanloo M., Malaekeh-Nikouei B., Rajabian A. (2020). The Effect of Hydro-Alcoholic Extract of Rheum Turkestanicum Roots against Oxidative Stress in Endothelial Cells. Int. J. Prev. Med. 11, 122. 10.4103/ijpvm.IJPVM_386_19", "ArticleIdList": ["10.4103/ijpvm.IJPVM_386_19", "PMC7554444", "33088450"]}, {"Citation": "Hosseini A., Rajabian A. (2016). Protective Effect of Rheum Turkestanikum Root against Doxorubicin-Induced Toxicity in H9c2 Cells. Rev. Bras. Farmacogn. 26, 347–351. 10.1016/j.bjp.2016.02.004", "ArticleIdList": ["10.1016/j.bjp.2016.02.004"]}, {"Citation": "Hossini A., Rajabian A., Sobhanifar M. A., Alavi M. S., Taghipour Z., Hasanpour M., et al. (2022). Attenuation of Isoprenaline-Induced Myocardial Infarction by Rheum Turkestanicum. Biomed. Pharmacother. 148, 112775. 10.1016/j.biopha.2022.112775", "ArticleIdList": ["10.1016/j.biopha.2022.112775", "35240528"]}, {"Citation": "Jahani Yazdi A., Javanshir S., Soukhtanloo M., Jalili-Nik M., Jafarian A. H., Iranshahi M., et al. (2020). Acute and Sub-acute Toxicity Evaluation of the Root Extract of Rheum Turkestanicum Janisch. Drug Chem. Toxicol. 43 (6), 609–615. 10.1080/01480545.2018.1561713", "ArticleIdList": ["10.1080/01480545.2018.1561713", "31264488"]}, {"Citation": "Ko S. K., Whang W. K., Kim I. H. (1995). Anthraquinone and Stilbene Derivatives from the Cultivated Korean Rhubarb Rhizomes. Arch. Pharm. Res. 18 (4), 282–288. 10.1007/bf02976414", "ArticleIdList": ["10.1007/bf02976414"]}, {"Citation": "Kosoko A., Olurinde O., Oyinloye O. (2017). Attenuation of Doxorubicin-Induced Oxidative Stress and Organ Damage in Experimental Rats by Theobroma Cacao Stem Bark. Jocamr 2, 1–27. 10.9734/jocamr/2017/30604", "ArticleIdList": ["10.9734/jocamr/2017/30604", "PMC5614625", "28955758"]}, {"Citation": "Kulkarni J., Swamy A. V. (2015). Cardioprotective Effect of Gallic Acid against Doxorubicin-Induced Myocardial Toxicity in Albino Rats. Indian J. Health Sci. Biomed. Res. (KLEU) 8 (1), 28. 10.4103/2349-5006.158219", "ArticleIdList": ["10.4103/2349-5006.158219"]}, {"Citation": "Liquori M. E., Christenson R. H., Collinson P. O., Defilippi C. R. (2014). Cardiac Biomarkers in Heart Failure. Clin. Biochem. 47 (6), 327–337. 10.1016/j.clinbiochem.2014.01.032", "ArticleIdList": ["10.1016/j.clinbiochem.2014.01.032", "24530339"]}, {"Citation": "Lu J., Li J., Hu Y., Guo Z., Sun D., Wang P., et al. (2019). Chrysophanol Protects against Doxorubicin-Induced Cardiotoxicity by Suppressing Cellular PARylation. Acta Pharm. Sin. B 9 (4), 782–793. 10.1016/j.apsb.2018.10.008", "ArticleIdList": ["10.1016/j.apsb.2018.10.008", "PMC6663922", "31384538"]}, {"Citation": "Ma J., Wang Y., Zheng D., Wei M., Xu H., Peng T. (2013). Rac1 Signalling Mediates Doxorubicin-Induced Cardiotoxicity through Both Reactive Oxygen Species-dependent and -independent Pathways. Cardiovasc Res. 97 (1), 77–87. 10.1093/cvr/cvs309", "ArticleIdList": ["10.1093/cvr/cvs309", "23027656"]}, {"Citation": "Madesh M., Balasubramanian K. A. (1998). Microtiter Plate Assay for Superoxide Dismutase Using MTT Reduction by Superoxide. Indian J. Biochem. Biophys. 35 (3), 184–188.", "ArticleIdList": ["9803669"]}, {"Citation": "Marcillat O., Zhang Y., Davies K. J. (1989). Oxidative and Non-oxidative Mechanisms in the Inactivation of Cardiac Mitochondrial Electron Transport Chain Components by Doxorubicin. Biochem. J. 259 (1), 181–189. 10.1042/bj2590181", "ArticleIdList": ["10.1042/bj2590181", "PMC1138489", "2719642"]}, {"Citation": "Matsuda H., Kageura T., Morikawa T., Toguchida I., Harima S., Yoshikawa M. (2000). Effects of Stilbene Constituents from Rhubarb on Nitric Oxide Production in Lipopolysaccharide-Activated Macrophages. Bioorg Med. Chem. Lett. 10 (4), 323–327. 10.1016/s0960-894x(99)00702-7", "ArticleIdList": ["10.1016/s0960-894x(99)00702-7", "10714491"]}, {"Citation": "Miyazawa M., Minamino Y., Kameoka H. (1996). Volatile Components of the Rhizomes ofRheum Palmatum L. Flavour Fragr. J. 11 (1), 57–60. 10.1002/(sici)1099-1026(199601)11:1<57::aid-ffj549>3.0.co;2-k", "ArticleIdList": ["10.1002/(sici)1099-1026(199601)11:1<57::aid-ffj549>3.0.co;2-k"]}, {"Citation": "Mohamed H. E., El-Swefy S. E., Hagar H. H. (2000). The Protective Effect of Glutathione Administration on Adriamycin-Induced Acute Cardiac Toxicity in Rats. Pharmacol. Res. 42 (2), 115–121. 10.1006/phrs.1999.0630", "ArticleIdList": ["10.1006/phrs.1999.0630", "10887039"]}, {"Citation": "Momtazi A. A., Banach M., Pirro M., Katsiki N., Sahebkar A. (2017). Regulation of PCSK9 by Nutraceuticals. Pharmacol. Res. 120, 157–169. 10.1016/j.phrs.2017.03.023", "ArticleIdList": ["10.1016/j.phrs.2017.03.023", "28363723"]}, {"Citation": "Montaigne D., Marechal X., Baccouch R., Modine T., Preau S., Zannis K., et al. (2010). Stabilization of Mitochondrial Membrane Potential Prevents Doxorubicin-Induced Cardiotoxicity in Isolated Rat Heart. Toxicol. Appl. Pharmacol. 244 (3), 300–307. 10.1016/j.taap.2010.01.006", "ArticleIdList": ["10.1016/j.taap.2010.01.006", "20096298"]}, {"Citation": "Moradi M.-T., Asadi-Samani M., Bahmani M. (2016). Hypotensive Medicinal Plants According to Ethnobotanical Evidence of Iran: A Systematic Review. Int. J. PharmTech Res. 9 (5), 416–426."}, {"Citation": "Moradzadeh M. (2019). Rheum Turkestanicum Induced Apoptosis through ROS without a Differential Effect on Human Leukemic Cells. Jundishapur J. Nat. Pharm. Prod. 14, e12198. 10.5812/jjnpp.12198", "ArticleIdList": ["10.5812/jjnpp.12198"]}, {"Citation": "Nugraha S. E., Yuandani E., Nasution E. S., Syahputra R. A. (2020). Investigation of Phytochemical Constituents and Cardioprotective Activity of Ethanol Extract of Beetroot (Beta Vulgaris. L) on Doxorubicin Induced Toxicity in Rat. Rjc 13 (02), 973–978. 10.31788/rjc.2020.1325601", "ArticleIdList": ["10.31788/rjc.2020.1325601"]}, {"Citation": "Pongprot Y., Sittiwangkul R., Charoenkwan P., Silvilairat S. (2012). Use of Cardiac Markers for Monitoring of Doxorubixin-Induced Cardiotoxicity in Children with Cancer. J. Pediatr. Hematol. Oncol. 34 (8), 589–595. 10.1097/MPH.0b013e31826faf44", "ArticleIdList": ["10.1097/MPH.0b013e31826faf44", "23018571"]}, {"Citation": "Raalh A., Tsouprasd G. (2003). “Hydroxystilbenes in the Roots of Rheum Rhaponticum,” in Proceedings of the Estonian Academy of Sciences, Chemistry (Estonian Academy Publishers; )."}, {"Citation": "Ragasa C. Y. (2017). Chem. Const. Rheum ribes L 9 (1), 65–69. 10.25258/ijpapr.v9i1.8041", "ArticleIdList": ["10.25258/ijpapr.v9i1.8041"]}, {"Citation": "Rawat P. S., Jaiswal A., Khurana A., Bhatti J. S., Navik U. (2021). Doxorubicin-induced Cardiotoxicity: An Update on the Molecular Mechanism and Novel Therapeutic Strategies for Effective Management. Biomed. Pharmacother. 139, 111708. 10.1016/j.biopha.2021.111708", "ArticleIdList": ["10.1016/j.biopha.2021.111708", "34243633"]}, {"Citation": "Sheibani M., Azizi Y., Shayan M., Nezamoleslami S., Eslami F., Farjoo M. H., et al. (2022). Doxorubicin-Induced Cardiotoxicity: An Overview on Pre-clinical Therapeutic Approaches. Cardiovasc. Toxicol. 22 (4), 292–310. 10.1007/s12012-022-09721-1", "ArticleIdList": ["10.1007/s12012-022-09721-1", "35061218"]}, {"Citation": "Shiezadeh F., Mousavi S. H., Amiri M. S., Iranshahi M., Tayarani-Najaran Z., Karimi G. (2013). Cytotoxic and Apoptotic Potential of Rheum Turkestanicum Janisch Root Extract on Human Cancer and Normal Cells. Iran. J. Pharm. Res. 12 (4), 811–819.", "ArticleIdList": ["PMC3920695", "24523761"]}, {"Citation": "Singh S. S., Pandey S., Singh R., Agarwal S. K. (2005). 1, 8-Dihydroxyanthraquinone Derivatives from Rhizomes of Rheum Emodi Wall. Indian J. Chem. Sect. B 44 (7)."}, {"Citation": "Soltani S., Boozari M., Cicero A. F. G., Jamialahmadi T., Sahebkar A. (2021). Effects of Phytochemicals on Macrophage Cholesterol Efflux Capacity: Impact on Atherosclerosis. Phytother. Res. 35 (6), 2854–2878. 10.1002/ptr.6991", "ArticleIdList": ["10.1002/ptr.6991", "33464676"]}, {"Citation": "Songbo M., Lang H., Xinyong C., Bin X., Ping Z., Liang S. (2019). Oxidative Stress Injury in Doxorubicin-Induced Cardiotoxicity. Toxicol. Lett. 307, 41–48. 10.1016/j.toxlet.2019.02.013", "ArticleIdList": ["10.1016/j.toxlet.2019.02.013", "30817977"]}, {"Citation": "Swain S. M., Vici P. (2004). The Current and Future Role of Dexrazoxane as a Cardioprotectant in Anthracycline Treatment: Expert Panel Review. J. Cancer Res. Clin. Oncol. 130 (1), 1–7. 10.1007/s00432-003-0498-7", "ArticleIdList": ["10.1007/s00432-003-0498-7", "14564513"]}, {"Citation": "Syahputra R. A., Harahap U., Dalimunthe A., Pandapotan M., Satria D. (2021). Protective Effect of Vernonia Amygdalina Delile against Doxorubicin-Induced Cardiotoxicity. Heliyon 7 (7), e07434. 10.1016/j.heliyon.2021.e07434", "ArticleIdList": ["10.1016/j.heliyon.2021.e07434", "PMC8353308", "34401548"]}, {"Citation": "Tadokoro T., Ikeda M., Ide T., Deguchi H., Ikeda S., Okabe K., et al. (2020). Mitochondria-dependent Ferroptosis Plays a Pivotal Role in Doxorubicin Cardiotoxicity. JCI insight 5 (9). 10.1172/jci.insight.132747", "ArticleIdList": ["10.1172/jci.insight.132747", "PMC7253028", "32376803"]}, {"Citation": "Taheri G., Assadi M. (2013). A Synopsis of the Genus Rheum (Polygonaceae) in Iran with Description of Three New Species. Rostaniha 14 (1), 85–93."}, {"Citation": "Takemura G., Fujiwara H. (2007). Doxorubicin-induced Cardiomyopathy from the Cardiotoxic Mechanisms to Management. Prog. Cardiovasc Dis. 49 (5), 330–352. 10.1016/j.pcad.2006.10.002", "ArticleIdList": ["10.1016/j.pcad.2006.10.002", "17329180"]}, {"Citation": "Thakur R., Puri H. S., Husain A. (1989). Major Medicinal Plants of India. Vol. 12. India: Central Institute of medicinal and aromatic plants Lucknow."}, {"Citation": "Wen J. J., Yin Y. W., Garg N. J. (2018). PARP1 Depletion Improves Mitochondrial and Heart Function in Chagas Disease: Effects on POLG Dependent mtDNA Maintenance. PLoS Pathog. 14 (5), e1007065. 10.1371/journal.ppat.1007065", "ArticleIdList": ["10.1371/journal.ppat.1007065", "PMC5979003", "29851986"]}, {"Citation": "Wu B. B., Leung K. T., Poon E. N. (2022). Mitochondrial-Targeted Therapy for Doxorubicin-Induced Cardiotoxicity. Int. J. Mol. Sci. 23 (3), 1912. 10.3390/ijms23031912", "ArticleIdList": ["10.3390/ijms23031912", "PMC8837080", "35163838"]}, {"Citation": "Wu Y., Tu X., Lin G., Xia H., Huang H., Wan J., et al. (2007). Emodin-mediated Protection from Acute Myocardial Infarction via Inhibition of Inflammation and Apoptosis in Local Ischemic Myocardium. Life Sci. 81 (17-18), 1332–1338. 10.1016/j.lfs.2007.08.040", "ArticleIdList": ["10.1016/j.lfs.2007.08.040", "17939930"]}, {"Citation": "Xie X. J., Li C. Q. (2020). Chrysophanol Protects against Acute Heart Failure by Inhibiting JNK1/2 Pathway in Rats. Med. Sci. Monit. 26, e926392. 10.12659/MSM.926392", "ArticleIdList": ["10.12659/MSM.926392", "PMC7566230", "33044948"]}, {"Citation": "Yamazaki K. G., Romero-Perez D., Barraza-Hidalgo M., Cruz M., Rivas M., Cortez-Gomez B., et al. (2008). Short- and Long-Term Effects of (-)-epicatechin on Myocardial Ischemia-Reperfusion Injury. Am. J. Physiol. Heart Circ. Physiol. 295 (2), H761–H767. 10.1152/ajpheart.00413.2008", "ArticleIdList": ["10.1152/ajpheart.00413.2008", "PMC2519218", "18567705"]}, {"Citation": "Yamazaki K. G., Taub P. R., Barraza-Hidalgo M., Rivas M. M., Zambon A. C., Ceballos G., et al. (2010). Effects of (-)-epicatechin on Myocardial Infarct Size and Left Ventricular Remodeling after Permanent Coronary Occlusion. J. Am. Coll. Cardiol. 55 (25), 2869–2876. 10.1016/j.jacc.2010.01.055", "ArticleIdList": ["10.1016/j.jacc.2010.01.055", "PMC2915587", "20579545"]}, {"Citation": "Yancy C. W., Jessup M., Bozkurt B., Butler J., Casey D. E., Drazner M. H., et al. (20132013). 2013 ACCF/AHA Guideline for the Management of Heart Failure: Executive Summary: a Report of the American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines. Circulation 128 (16), 1810–1852. 10.1161/CIR.0b013e31829e8807", "ArticleIdList": ["10.1161/CIR.0b013e31829e8807", "23741057"]}, {"Citation": "Youngken H. W. (1946). Studies on Indian Rhubarb; Rheum Emodi. J. Am. Pharm. Assoc. Am. Pharm. Assoc. 35 (5), 148–154. 10.1002/jps.3030350504", "ArticleIdList": ["10.1002/jps.3030350504", "20982919"]}, {"Citation": "Zargar B. A., Masoodi M. H., Ahmed B., Ganie S. A. (2011). Phytoconstituents and Therapeutic Uses of Rheum Emodi Wall. Ex Meissn. Food Chem. 128 (3), 585–589. 10.1016/j.foodchem.2011.03.083", "ArticleIdList": ["10.1016/j.foodchem.2011.03.083"]}, {"Citation": "Zhang H. X., Liu M. C. (2004). Separation Procedures for the Pharmacologically Active Components of Rhubarb. J. Chromatogr. B Anal. Technol. Biomed. Life Sci. 812 (1-2), 175–181. 10.1016/j.jchromb.2004.08.010", "ArticleIdList": ["10.1016/j.jchromb.2004.08.010", "15556496"]}, {"Citation": "Zhang Y., Lin C., Yang X., Wang Y., Fang Y.-F., Wang F. (2016). Effect of Emodin on the Expression of TLR4 and P38MAPK in Mouse Cardiac Tissues with Viral Myocarditis. Int. J. Clin. Exp. Pathol. 9 (10), 10839–10845."}, {"Citation": "Zhong X. F., Huang G. D., Luo T., Deng Z. Y., Hu J. N. (2012). Protective Effect of Rhein against Oxidative Stress-Related Endothelial Cell Injury. Mol. Med. Rep. 5 (5), 1261–1266. 10.3892/mmr.2012.793", "ArticleIdList": ["10.3892/mmr.2012.793", "22344690"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "3", "Day": "31"}, {"Year": "2022", "Month": "5", "Day": "23"}, {"Year": "2022", "Month": "6", "Day": "27", "Hour": "3", "Minute": "35"}, {"Year": "2022", "Month": "6", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "28", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "6", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["35754479", "PMC9213811", "10.3389/fphar.2022.909079", "909079"]}}], "PubmedBookArticle": []}