{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Gastric ulcers", "bioassay-guided study", "gastroprotection", "medicinal plants", "traditional medicine"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35764528", "DateCompleted": {"Year": "2022", "Month": "06", "Day": "30"}, "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1080/13880209.2022.2087690"], "Journal": {"ISSN": "1744-5116", "JournalIssue": {"Volume": "60", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Dec"}}, "Title": "Pharmaceutical biology", "ISOAbbreviation": "Pharm Biol"}, "ArticleTitle": "Gastroprotective activity of (<i>E</i>)-ethyl-12-cyclohexyl-4,5-dihydroxydodec-2-enoate, a compound isolated from <i>Heliotropium indicum</i>: role of nitric oxide, prostaglandins, and sulfhydryls in its mechanism of action.", "Pagination": {"StartPage": "1207", "EndPage": "1213", "MedlinePgn": "1207-1213"}, "Abstract": {"AbstractText": ["The gastroprotective effect of <i>Heliotropium indicum</i> L. (Boraginaceae), a plant traditionally used in Mexico to treat gastric ulcers, has been previously reported. However, no active compound was identified.", "The current contribution aimed to isolate, through a bioassay-guided study, at least one compound from <i>H. indicum</i> with considerable gastroprotective activity, examine its effect on ethanol-induced gastric lesions in mice, and explore possible mechanisms of action.", "Three extracts (hexane, dichloromethane, and methanol) were obtained from <i>H. indicum</i> leaves. Their 30 and 100 mg/kg doses were assessed on ethanol-induced gastric lesions in male CD1 mice. Since the dichloromethane extract was the most active, successive chromatographies were carried out leading to the identification of the most active compound. This compound (at 3-100 mg/kg) was compared to carbenoxolone (at 10-100 mg/kg) in biological evaluations in mice. Pre-treatments with indomethacin (10 mg/kg, s.c.), L-NAME (70 mg/kg, i.p.), and NEM (10 mg/kg, s.c.) were performed independently to determine the participation of prostaglandins, nitric oxide, and/or sulfhydryl groups, respectively, in the mechanism of action of the compound.", "(<i>E</i>)-Ethyl-12-cyclohexyl-4,5-dihydroxydodec-2-enoate, a compound isolated from <i>H. indicum</i>, afforded dose-dependent gastroprotective activity. The maximum effect was observed at 100 mg/kg (90.13 ± 3.08%), with an ED<sub>50</sub> of 5.92 ± 2.48 mg/kg. Gastroprotection was not modified by pre-treatment with indomethacin, L-NAME, or NEM.", "(<i>E</i>)-Ethyl-12-cyclohexyl-4,5-dihydroxydodec-2-enoate, isolated from <i>H. indicum</i>, was found to produce a substantial gastroprotective effect. Prostaglandins, nitric oxide, and non-protein sulfhydryl groups are not involved in its mechanism of action."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Escuela Superior de Medicina, Instituto Politécnico Nacional, Plan de San Luis y Díaz Mirón, Colonia Casco de Santo Tomás, Mexico City, Mexico."}], "LastName": "López-Lorenzo", "ForeName": "Yaraset", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Escuela Superior de Medicina, Instituto Politécnico Nacional, Plan de San Luis y Díaz Mirón, Colonia Casco de Santo Tomás, Mexico City, Mexico."}], "LastName": "Sánchez-Mendoza", "ForeName": "María Elena", "Initials": "ME"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centro de Nanociencias y Micro y Nanotecnologías-Instituto Politécnico Nacional, Unidad Profesional Adolfo López Mateos, Mexico City, Mexico."}], "LastName": "Arrieta-Baez", "ForeName": "Daniel", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Escuela Superior de Medicina, Instituto Politécnico Nacional, Plan de San Luis y Díaz Mirón, Colonia Casco de Santo Tomás, Mexico City, Mexico."}], "LastName": "Perez-Ruiz", "ForeName": "Adriana Guadalupe", "Initials": "AG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Escuela Superior de Medicina, Instituto Politécnico Nacional, Plan de San Luis y Díaz Mirón, Colonia Casco de Santo Tomás, Mexico City, Mexico."}], "LastName": "Arrieta", "ForeName": "Jesús", "Initials": "J"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Pharm Biol", "NlmUniqueID": "9812552", "ISSNLinking": "1388-0209"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Ulcer Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Prostaglandins"}, {"RegistryNumber": "0", "NameOfSubstance": "Sulfhydryl Compounds"}, {"RegistryNumber": "31C4KY9ESH", "NameOfSubstance": "Nitric Oxide"}, {"RegistryNumber": "3K9958V90M", "NameOfSubstance": "Ethanol"}, {"RegistryNumber": "588X2YUY0A", "NameOfSubstance": "Methylene Chloride"}, {"RegistryNumber": "V55S2QJN2X", "NameOfSubstance": "NG-Nitroarginine Methyl Ester"}, {"RegistryNumber": "XXE1CET956", "NameOfSubstance": "Indomethacin"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Anti-Ulcer Agents"}, {"QualifierName": [], "DescriptorName": "Ethanol"}, {"QualifierName": [], "DescriptorName": "Heliotropium"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Indomethacin"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Methylene Chloride"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": ["pharmacology"], "DescriptorName": "NG-Nitroarginine Methyl Ester"}, {"QualifierName": [], "DescriptorName": "Nitric Oxide"}, {"QualifierName": [], "DescriptorName": "Prostaglandins"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": [], "DescriptorName": "Rats, Wistar"}, {"QualifierName": [], "DescriptorName": "Sulfhydryl Compounds"}], "CoiStatement": "No potential conflict of interest was reported by the author(s)."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abreu Miranda M, Lemos M, Alves Cowart K, Rodenburg D, D McChesney J, Radwan MM, Furtado NA, Kenupp Bastos J.. 2015. Gastroprotective activity of the hydroethanolic extract and isolated compounds from the leaves of Solanum cernuum Vell. J Ethnopharmacol. 172:421–429.", "ArticleIdList": ["26144696"]}, {"Citation": "Adelaja AA, Ayoola MD, Otulana JO, Akinola OB, Olayiwola A, Ejiwunmi AB.. 2008. Evaluation of the histogastroprotective and antimicrobial activities of Heliotropium indicum Linn (Boraginaceae). Malays J Med Sci. 15(3):22–30.", "ArticleIdList": ["PMC3341904", "22570586"]}, {"Citation": "Chang W, Bai J, Tian S, Ma M, Li W, Yin Y, Deng R, Cui J, Li J, Wang G, et al. . 2017. Autophagy protects gastric mucosal epithelial cells from ethanol-induced oxidative damage via mTOR signaling pathway. Exp Biol Med. 242(10):1025–1033.", "ArticleIdList": ["PMC5444638", "28056554"]}, {"Citation": "Costa P, Almeida MO, Lemos M, Arruda C, Casoti R, Somensi LB, Boeing T, Mariott M, da Silva R, Stein BP, et al. . 2018. Artepillin C, drupanin, aromadendrin-4′-O-methyl-ether and kaempferide from Brazilian green propolis promote gastroprotective action by diversified mode of action. J Ethnopharmacol. 226:82–89.", "ArticleIdList": ["30107246"]}, {"Citation": "da Silva LM, Burci LM, Crestani S, de Souza P, da Silva R, Dartora N, de Souza LM, Cipriani TR, da Silva-Santos JE, André E, et al. . 2018. Acid-gastric antisecretory effect of the ethanolic extract from Arctium lappa L. root: role of H+, K+-ATPase, Ca2+ influx and the cholinergic pathway. Inflammopharmacology. 26(2):521–530.", "ArticleIdList": ["28755129"]}, {"Citation": "Engevik AC, Kaji I, Goldenring JR.. 2020. The physiology of the gastric parietal cell. Physiol Rev. 100(2):573–602.", "ArticleIdList": ["PMC7327232", "31670611"]}, {"Citation": "Esplugues JV. 2005. A pharmacological approach to gastric acid inhibition. Drugs. 65(1):7–12.", "ArticleIdList": ["16335853"]}, {"Citation": "García-Martínez LE, Elena Sanc M, Arrieta-Ba D, Cruz-Anton L, Miguel Mej C, Ruth Soto C, Arrieta J.. 2016. Gastroprotection of 2,3-epoxyjuanislamin, isolated from Calea urticifolia, against ethanol-induced gastric lesions in Wistar rats. Int J Pharmacol. 12(8):893–900."}, {"Citation": "Gong G, Zhao R, Zhu Y, Yu J, Wei B, Xu Y, Cui Z, Liang G.. 2021. Gastroprotective effect of cirsilineol against hydrochloric acid/ethanol-induced gastric ulcer in rats. Korean J Physiol Pharmacol. 25(5):403–411.", "ArticleIdList": ["PMC8405436", "34448458"]}, {"Citation": "Khan MSA, Khundmiri SUK, Khundmiri SR, Al-Sanea MM, Mok PL.. 2018. Fruit-derived polysaccharides and terpenoids: recent update on the gastroprotective effects and mechanisms. Front Pharmacol. 9:569.", "ArticleIdList": ["PMC6024987", "29988459"]}, {"Citation": "La Casa C, Villegas I, Alarcón de la Lastra C, Motilva V, Martín Calero MJ.. 2000. Evidence for protective and antioxidant properties of rutin, a natural flavone, against ethanol induced gastric lesions. J Ethnopharmacol. 71(1–2):45–53.", "ArticleIdList": ["10904145"]}, {"Citation": "Li S, Zhou S, Yang W, Meng D.. 2018. Gastro-protective effect of edible plant Artemisia argyi in ethanol-induced rats via normalizing inflammatory responses and oxidative stress. J Ethnopharmacol. 214:207–217.", "ArticleIdList": ["29273436"]}, {"Citation": "Liang TY, Deng RM, Li X, Xu X, Chen G.. 2021. The role of nitric oxide in peptic ulcer: a narrative review. Med Gas Res. 11(1):42–45.", "ArticleIdList": ["PMC8103973", "33642337"]}, {"Citation": "Nethaji S, Ushadevi T, Manoharan C.. 2013. Phytochemical screening and in vivo anti-ulcer activity of ethanolic extract of Heliotropium indicum L. Int J Drug Dev Res. 5:140–144."}, {"Citation": "Peng YC, Lin CL, Hsu WY, Lu IT, Yeh HZ, Chang CS, Kao CH.. 2018. Proton pump inhibitor use is associated with risk of pancreatic cancer: a nested case-control study. Dose Response. 16(4):155932581880328.", "ArticleIdList": ["PMC6168731", "30288155"]}, {"Citation": "Sánchez-Mendoza ME, López-Lorenzo Y, Cruz-Antonio L, Cruz-Oseguera A, García-Machorro J, Arrieta J.. 2020. Gastroprotective effect of juanislamin on ethanol-induced gastric lesions in rats: role of prostaglandins, nitric oxide and sulfhydryl groups in the mechanism of action. Molecules. 25(9):2246.", "ArticleIdList": ["PMC7248697", "32397642"]}, {"Citation": "Shah NH, LePendu P, Bauer-Mehren A, Ghebremariam YT, Iyer SV, Marcus J, Nead KT, Cooke JP, Leeper NJ.. 2015. Proton pump inhibitor usage and the risk of myocardial infarction in the general population. PLoS One. 10(6):e0124653.", "ArticleIdList": ["PMC4462578", "26061035"]}, {"Citation": "Sharifi-Rad M, Fokou PVT, Sharopov F, Martorell M, Ademiluyi AO, Rajkovic J, Salehi B, Martins N, Iriti M, Sharifi-Rad J.. 2018. Antiulcer agents: from plant extracts to phytochemicals in healing promotion. Molecules. 23(7):1751.", "ArticleIdList": ["PMC6100067", "30018251"]}, {"Citation": "Sidahmed HMA, Azizan AHS, Mohan S, Abdulla MA, Abdelwahab SI, Taha MME, Hadi AHA, Ketuly KA, Hashim NM, Loke MF, et al. . 2013. Gastroprotective effect of desmosdumotin C isolated from Mitrella kentii against ethanol-induced gastric mucosal hemorrhage in rats: possible involvement of glutathione, heat-shock protein-70, sulfhydryl compounds, nitric oxide, and anti-Helicobacter pylori activity. BMC Complement Altern Med. 13:183.", "ArticleIdList": ["PMC3765280", "23866830"]}, {"Citation": "Takeuchi K, Amagase K.. 2018. Roles of cyclooxygenase, prostaglandin E2 and EP receptors in mucosal protection and ulcer healing in the gastrointestinal tract. Curr Pharm Des. 24(18):2002–2011.", "ArticleIdList": ["29956615"]}, {"Citation": "Torres-Rodríguez ML, García-Chávez E, Berhow M, de Mejia EG.. 2016. Anti-inflammatory and anti-oxidant effect of Calea urticifolia lyophilized aqueous extract on lipopolysaccharide-stimulated RAW 264.7 macrophages. J Ethnopharmacol. 188:266–274.", "ArticleIdList": ["27139571"]}, {"Citation": "Umemura K, Itoh T, Hamada N, Fujita Y, Akao Y, Nozawa Y, Matsuura N, Iinuma M, Ito M.. 2008. Preconditioning by sesquiterpene lactone enhances H2O2-induced Nrf2/ARE activation. Biochem Biophys Res Commun. 368(4):948–954.", "ArticleIdList": ["18279657"]}, {"Citation": "Weledji EP. 2020. An overview of gastroduodenal perforation. Front Surg. 7:573901.", "ArticleIdList": ["PMC7680839", "33240923"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "6", "Day": "28", "Hour": "22", "Minute": "12"}, {"Year": "2022", "Month": "6", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "28"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35764528", "PMC9248942", "10.1080/13880209.2022.2087690"]}}], "PubmedBookArticle": []}