{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35774748", "DateRevised": {"Year": "2023", "Month": "01", "Day": "07"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "06", "Day": "21"}], "Language": ["eng"], "ELocationID": ["5319237", "10.1155/2022/5319237"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2022", "PubDate": {"Year": "2022"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "The Hydroalcoholic Extract of <i>Nasturtium officinale</i> Reduces Lung Inflammation and Oxidative Stress in an Ovalbumin-Induced Rat Model of Asthma.", "Pagination": {"StartPage": "5319237", "MedlinePgn": "5319237"}, "Abstract": {"AbstractText": ["Asthma is known as a disease that causes breathing problems in children and adults and is also associated with chronic inflammation and oxidative stress of the airways. <i>Nasturtium officinale</i> (<i>NO</i>) possesses a wide range of pharmacological properties, particularly anti-inflammation and antioxidant potentials. Thus, this study for the first time was aimed to investigate anti-inflammatory and antioxidative activities of <i>NO</i> extract (<i>NOE</i>) in an ovalbumin-induced rat model of asthma.", "Forty-four male Wistar rats were sensitized with ovalbumin (OVA) to induce asthma symptoms. The animals were allocated into five groups: control (C), asthmatic (A), A + <i>NOE</i> (500 mg/kg), <i>NOE</i> (500 mg/kg), and A + dexamethasone (DX, 2.5 mg/kg). After 7 days, blood and tissue samples were taken from the rats. Then, the level of inflammatory markers, oxidative stress parameters, and antioxidant enzymes activity were measured.", "The obtained results showed that OVA-sensitive rats significantly increased the levels of pro-inflammatory cytokines IL-1B, TGF-<i>β</i>, and SMA-<i>α</i> compared to the control group (<i>p</i> < 0.05), while treatment with <i>NOE</i> remarkably reduced the SMA-<i>α</i> gene expression compared to the asthma group (<i>p</i> < 0.05). Furthermore, it decreased the expression of IL-1B and TNF-<i>α</i> genes, although it was not statistically significant. The level of glutathione peroxidase (GPX) significantly reduced in <i>A</i> group compared to the <i>C</i> group (<i>p</i> < 0.05), whereas <i>NOE</i> administration significantly increased this marker (<i>p</i> < 0.05). Moreover, <i>NOE</i> attenuated inflammation and alveolar injury in the lungs of OVA-sensitive rat compared to the nontreated <i>A</i> group.", "Overall, our findings demonstrated that <i>NOE</i> somewhat is able to reduce airway inflammation by reducing inflammatory and increasing GPX activity. Indeed, further experiments investigating the impact of different extract doses are needed to confirm the antioxidant and anti-inflammatory effects of <i>NOE</i>."], "CopyrightInformation": "Copyright © 2022 Nasrin shakerinasab et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, Yasuj University of Medical Sciences, Yasuj, Iran."}], "LastName": "Shakerinasab", "ForeName": "Nasrin", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Physiology Research Center, Institute of Neuropharmacology, Kerman University of Medical Sciences, Kerman, Iran."}, {"Identifier": [], "Affiliation": "Department of Physiology and Pharmacology, Afzalipour Medical Faculty, Kerman University of Medical Sciences, Kerman, Iran."}], "LastName": "Bejeshk", "ForeName": "Mohammad Abbas", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, Kerman University of Medical Sciences, Kerman, Iran."}, {"Identifier": [], "Affiliation": "Department of Clinical Biochemistry, Afzalipour School of Medicine, Kerman University of Medical Sciences, Kerman, Iran."}], "LastName": "Pourghadamyari", "ForeName": "Hossein", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Physiology Research Center, Institute of Neuropharmacology, Kerman University of Medical Sciences, Kerman, Iran."}, {"Identifier": [], "Affiliation": "Department of Physiology and Pharmacology, Afzalipour Medical Faculty, Kerman University of Medical Sciences, Kerman, Iran."}], "LastName": "Najafipour", "ForeName": "Hamid", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy and Pharmaceutical Biotechnology, Faculty of Pharmacy, Kermanshah University of Medical Sciences, Kermanshah, Iran."}], "LastName": "Eftekhari", "ForeName": "Mahdieh", "Initials": "M"}, {"Identifier": ["0000-0002-4725-9189"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Molecular Biosciences (CMBI), Institute of Pharmacy and Pharmacognosy, University of Innsbruck, Innrain 80-82, Innsbruck 6020, Austria."}], "LastName": "Mottaghipisheh", "ForeName": "Javad", "Initials": "J"}, {"Identifier": ["0000-0003-3391-926X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Research Center, Department of Pathology, School of Medicine, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Omidifar", "ForeName": "Navid", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Yasuj University of Medical Sciences, Yasuj, Iran."}], "LastName": "Azizi", "ForeName": "Mahdokht", "Initials": "M"}, {"Identifier": ["0000-0001-6708-1720"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Physiology Research Center, Institute of Neuropharmacology, Kerman University of Medical Sciences, Kerman, Iran."}, {"Identifier": [], "Affiliation": "Department of Physiology and Pharmacology, Afzalipour Medical Faculty, Kerman University of Medical Sciences, Kerman, Iran."}], "LastName": "Rajizadeh", "ForeName": "Mohammad Amin", "Initials": "MA"}, {"Identifier": ["0000-0002-9166-419X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Yasuj University of Medical Sciences, Yasuj, Iran."}, {"Identifier": [], "Affiliation": "Department of Clinical Biochemistry, Faculty of Medicine, Yasuj University of Medical Sciences, Yasuj, Iran."}], "LastName": "Doustimotlagh", "ForeName": "Amir Hossein", "Initials": "AH"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "The authors declare that they have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Huang W.-C., Fang L.-W., Liou C.-J. Phloretin attenuates allergic airway inflammation and oxidative stress in asthmatic mice. Frontiers in Immunology . 2017;8:p. 134. doi: 10.3389/fimmu.2017.00134.", "ArticleIdList": ["10.3389/fimmu.2017.00134", "PMC5303714", "28243240"]}, {"Citation": "Zhang N., Lu H., Zhang R., Sun X. Protective effects of methane-rich saline on mice with allergic asthma by inhibiting inflammatory response, oxidative stress and apoptosis. Journal of Zhejiang University-Science B . 2019;20(10):828–837. doi: 10.1631/jzus.b1900195.", "ArticleIdList": ["10.1631/jzus.b1900195", "PMC6751488", "31489802"]}, {"Citation": "Chu D. K., Al-Garawi A., Llop-Guevara A., et al. Therapeutic potential of anti-IL-6 therapies for granulocytic airway inflammation in asthma. Allergy, Asthma & Clinical Immunology . 2015;11(1):p. 14. doi: 10.1186/s13223-015-0081-1.", "ArticleIdList": ["10.1186/s13223-015-0081-1", "PMC4397814", "25878673"]}, {"Citation": "Rossi A., Caiazzo E., Bilancia R., et al. Salvinorin A inhibits airway hyperreactivity induced by ovalbumin sensitization. Frontiers in Pharmacology . 2016;7:p. 525. doi: 10.3389/fphar.2016.00525.", "ArticleIdList": ["10.3389/fphar.2016.00525", "PMC5233683", "28133450"]}, {"Citation": "Salehi M., Moradi S., Chavoshzadeh Z., Gorji F. A., Khoramrooz Z., Rezaei N. A study of home characteristics in children with allergic rhinitis and asthma. Acta Clinica Croatica . 2011;50(2):225–227.", "ArticleIdList": ["22263386"]}, {"Citation": "Roviezzo F., Rossi A., Caiazzo E., et al. Palmitoylethanolamide supplementation during sensitization prevents airway allergic symptoms in the mouse. Frontiers in Pharmacology . 2017;8:p. 857. doi: 10.3389/fphar.2017.00857.", "ArticleIdList": ["10.3389/fphar.2017.00857", "PMC5732963", "29311913"]}, {"Citation": "Khaldi T., Chekchaki N., Boumendjel M., et al. Ameliorating effects of nigella sativa oil on aggravation of inflammation, oxidative stress and cytotoxicity induced by smokeless tobacco extract in an allergic asthma model in Wistar rats. Allergologia et Immunopathologia . 2018;46(5):472–481. doi: 10.1016/j.aller.2018.02.005.", "ArticleIdList": ["10.1016/j.aller.2018.02.005", "29739684"]}, {"Citation": "Varmaghani M., Farzadfar F., Sharifi F., et al. Prevalence of asthma, COPD, and chronic bronchitis in Iran: a systematic review and meta-analysis. Iranian Journal of Allergy, Asthma and Immunology . 2016;15(2):93–104.", "ArticleIdList": ["27090362"]}, {"Citation": "Antunes G. L., Silveira J. S., Kaiber D. B., et al. Cholinergic anti-inflammatory pathway confers airway protection against oxidative damage and attenuates inflammation in an allergic asthma model. Journal of Cellular Physiology . 2020;235(2):1838–1849. doi: 10.1002/jcp.29101.", "ArticleIdList": ["10.1002/jcp.29101", "31332773"]}, {"Citation": "Inam A., Shahzad M., Shabbir A., Shahid H., Shahid K., Javeed A. Carica papaya ameliorates allergic asthma via down regulation of IL-4, IL-5, eotaxin, TNF-α, NF-κB, and iNOS levels. Phytomedicine . 2017;32:1–7. doi: 10.1016/j.phymed.2017.04.009.", "ArticleIdList": ["10.1016/j.phymed.2017.04.009", "28732802"]}, {"Citation": "Zhang N., Deng C., Zhang X., Zhang J., Bai C. Inhalation of hydrogen gas attenuates airway inflammation and oxidative stress in allergic asthmatic mice. Asthma research and practice . 2018;4(1):p. 3. doi: 10.1186/s40733-018-0040-y.", "ArticleIdList": ["10.1186/s40733-018-0040-y", "PMC5856384", "29568538"]}, {"Citation": "Huang W.-C., Liu C. Y., Shen S. C., et al. Protective effects of licochalcone A improve airway hyper-responsiveness and oxidative stress in a mouse model of asthma. Cells . 2019;8(6):p. 617. doi: 10.3390/cells8060617.", "ArticleIdList": ["10.3390/cells8060617", "PMC6628120", "31226782"]}, {"Citation": "Denner D. R., Doeing D. C., Hogarth D. K., Dugan K., Naureckas E. T., White S. R. Airway inflammation after bronchial thermoplasty for severe asthma. Annals of the American Thoracic Society . 2015;12(9):1302–1309. doi: 10.1513/annalsats.201502-082oc.", "ArticleIdList": ["10.1513/annalsats.201502-082oc", "PMC5467092", "26230374"]}, {"Citation": "Rajizadeh M. A., Najafipour H., Samareh Fekr M., et al. Anti-inflammatory and anti-oxidative effects of myrtenol in the rats with allergic asthma. Iranian Journal of Pharmaceutical Research: IJPR . 2019;18(3):1488–1498. doi: 10.22037/ijpr.2019.1100749.", "ArticleIdList": ["10.22037/ijpr.2019.1100749", "PMC6934952", "32641957"]}, {"Citation": "Gubernatorova E. O., Gorshkova E. A., Namakanova O. A., et al. Non-redundant functions of IL-6 produced by macrophages and dendritic cells in allergic airway inflammation. Frontiers in Immunology . 2018;9:p. 2718. doi: 10.3389/fimmu.2018.02718.", "ArticleIdList": ["10.3389/fimmu.2018.02718", "PMC6276801", "30534125"]}, {"Citation": "Chekchaki N. Anti-inflammatory and antioxidant effects of two extracts from Pistacia lentiscus in liver and erythrocytes, in an experimental model of asthma. Methods . 2017;18:p. 19."}, {"Citation": "Gholami A., Ataei S., Ahmadimoghaddam D., Omidifar N., Nili-Ahmadabadi A. Pentoxifylline attenuates arsenic trioxide-induced cardiac oxidative damage in mice. Oxidative Medicine and Cellular Longevity . 2021;2021:10. doi: 10.1155/2021/6406318.6406318", "ArticleIdList": ["10.1155/2021/6406318", "PMC7810555", "33505582"]}, {"Citation": "Sahiner U. M., Birben E., Erzurum S., Sackesen C., Kalayci O. Oxidative stress in asthma: part of the puzzle. Pediatric Allergy & Immunology . 2018;29(8):789–800. doi: 10.1111/pai.12965.", "ArticleIdList": ["10.1111/pai.12965", "30069955"]}, {"Citation": "Aziz M. A., Diab A. S., Mohammed A. A. Antioxidant Categories and Mode of Action . IntechOpen, London UK: Antioxidants Physiology; 2019."}, {"Citation": "Sadeghi A., Bastin A. R., Ghahremani H., Doustimotlagh A. H. The effects of rosmarinic acid on oxidative stress parameters and inflammatory cytokines in lipopolysaccharide-induced peripheral blood mononuclear cells. Molecular Biology Reports . 2020;47(5):3557–3566. doi: 10.1007/s11033-020-05447-x.", "ArticleIdList": ["10.1007/s11033-020-05447-x", "32350743"]}, {"Citation": "Gheitasi I., Azizi A., Omidifar N., Doustimotlagh A. H. Renoprotective effects of Origanum majorana methanolic L and carvacrol on ischemia/reperfusion-induced kidney injury in male rats. Evidence-based Complementary and Alternative Medicine . 2020;2020:9. doi: 10.1155/2020/9785932.9785932", "ArticleIdList": ["10.1155/2020/9785932"]}, {"Citation": "Garavaglia M. L., Giustarini D., Colombo G., et al. Blood thiol redox state in chronic kidney disease. International Journal of Molecular Sciences . 2022;23(5):p. 2853. doi: 10.3390/ijms23052853.", "ArticleIdList": ["10.3390/ijms23052853", "PMC8911004", "35269995"]}, {"Citation": "Malaquias M., Oyama L., Jerico P., et al. Effects of mesenchymal stromal cells play a role the oxidant/antioxidant balance in a murine model of asthma. Allergologia et Immunopathologia . 2018;46(2):136–143. doi: 10.1016/j.aller.2017.06.003.", "ArticleIdList": ["10.1016/j.aller.2017.06.003", "29174587"]}, {"Citation": "Wei Choo C. Y., Yeh K. W., Huang J. L., et al. Oxidative stress is associated with atopic indices in relation to childhood rhinitis and asthma. Journal of Microbiology, Immunology, and Infection . 2021;54(3):466–473. doi: 10.1016/j.jmii.2020.01.009.", "ArticleIdList": ["10.1016/j.jmii.2020.01.009", "32094074"]}, {"Citation": "Rahman M. M., Reza A. A., Khan M. A., et al. Unfolding the apoptotic mechanism of antioxidant enriched-leaves of Tabebuia pallida (lindl.) miers in EAC cells and mouse model. Journal of Ethnopharmacology . 2021;278 doi: 10.1016/j.jep.2021.114297.114297", "ArticleIdList": ["10.1016/j.jep.2021.114297", "34118341"]}, {"Citation": "Hossain S., Urbi Z., Karuniawati H., et al. Andrographis paniculata (burm. F.) wall. Ex nees: an updated review of phytochemistry, antimicrobial pharmacology, and clinical safety and efficacy. Life . 2021;11(4):p. 348. doi: 10.3390/life11040348.", "ArticleIdList": ["10.3390/life11040348", "PMC8072717", "33923529"]}, {"Citation": "Fernandez J., Silvan B., Entrialgo-Cadierno R., et al. Antiproliferative and palliative activity of flavonoids in colorectal cancer. Biomedicine & Pharmacotherapy . 2021;143 doi: 10.1016/j.biopha.2021.112241.112241", "ArticleIdList": ["10.1016/j.biopha.2021.112241", "34649363"]}, {"Citation": "Ahmed S., Khan H., Aschner M., Mirzae H., Kupeli Akkol E., Capasso R. Anticancer potential of furanocoumarins: mechanistic and therapeutic aspects. International Journal of Molecular Sciences . 2020;21(16):p. 5622. doi: 10.3390/ijms21165622.", "ArticleIdList": ["10.3390/ijms21165622", "PMC7460698", "32781533"]}, {"Citation": "Tallei T. E., Niode N. J., Idroes R., et al. A comprehensive review of the potential use of green tea polyphenols in the management of COVID-19. Evidence-Based Complementary and Alternative Medicine . 2021;2021:13. doi: 10.1155/2021/7170736.7170736", "ArticleIdList": ["10.1155/2021/7170736", "PMC8664505", "34899956"]}, {"Citation": "Akter A., Islam F., Bepary S., et al. CNS depressant activities of Averrhoa carambola leaves extract in thiopental-sodium model of Swiss albino mice: implication for neuro-modulatory properties. Biologia . 2022;77(5):1337–1346. doi: 10.1007/s11756-022-01057-z.", "ArticleIdList": ["10.1007/s11756-022-01057-z"]}, {"Citation": "Islam F., Bibi S., Meem A. F. K., et al. Natural bioactive molecules: an alternative approach to the treatment and control of COVID-19. International Journal of Molecular Sciences . 2021;22(23) doi: 10.3390/ijms222312638.12638", "ArticleIdList": ["10.3390/ijms222312638", "PMC8658031", "34884440"]}, {"Citation": "Islam F. Phytochemical investigation and comparative anthelmintic activity of between methanol and acetone extract of Limonia acidissima L (fruit peel) Pharmacologyonline . 2019;2:241–246."}, {"Citation": "Tagde P., Tagde P., Islam F., et al. The multifaceted role of curcumin in advanced nanocurcumin form in the treatment and management of chronic disorders. Molecules . 2021;26(23):p. 7109. doi: 10.3390/molecules26237109.", "ArticleIdList": ["10.3390/molecules26237109", "PMC8659038", "34885693"]}, {"Citation": "Azarmehr N., Afshar P., Moradi M., et al. Hepatoprotective and antioxidant activity of watercress extract on acetaminophen-induced hepatotoxicity in rats. Heliyon . 2019;5(7) doi: 10.1016/j.heliyon.2019.e02072.e02072", "ArticleIdList": ["10.1016/j.heliyon.2019.e02072", "PMC6624241", "31334381"]}, {"Citation": "Schuchardt J. P. Watercress–cultivation methods and health effects. Journal of Applied Botany and Food Quality . 2019;92(92):232–239."}, {"Citation": "Omidifar N., Nili-Ahmadabadi A., Nakhostin-Ansari A., et al. The modulatory potential of herbal antioxidants against oxidative stress and heavy metal pollution: plants against environmental oxidative stress. Environmental Science and Pollution Research . 2021;28(44):61908–61918. doi: 10.1007/s11356-021-16530-6.", "ArticleIdList": ["10.1007/s11356-021-16530-6", "34550520"]}, {"Citation": "Sadeghi H., Azarmehr N., Razmkhah F., et al. The hydroalcoholic extract of watercress attenuates protein oxidation, oxidative stress, and liver damage after bile duct ligation in rats. Journal of Cellular Biochemistry . 2019;120(9):14875–14884. doi: 10.1002/jcb.28749.", "ArticleIdList": ["10.1002/jcb.28749", "31016763"]}, {"Citation": "Omidifar N., Amir N.-A., Gholami A., Dara D., Davoud A., Hossein N.-A. Biochemical and histological evidence on the protective effects of Allium hirtifolium boiss (persian shallot) as an herbal supplement in cadmium-induced hepatotoxicity. Evidence-Based Complementary and Alternative Medicine . 2020;2020:8. doi: 10.1155/2020/7457504.7457504", "ArticleIdList": ["10.1155/2020/7457504", "PMC7317314", "32655668"]}, {"Citation": "Xia M., Liu L., Qiu R., et al. Anti-inflammatory and anxiolytic activities of Euphorbia hirta extract in neonatal asthmatic rats. AMB Express . 2018;8(1):p. 179. doi: 10.1186/s13568-018-0707-z.", "ArticleIdList": ["10.1186/s13568-018-0707-z", "PMC6211143", "30382409"]}, {"Citation": "Karami M., Mostafazadeh M., Sadeghi H., et al. Nephroprotective effect of Nasturtium officinale (watercress) ethanol extract and Vitamin E on vancomycin-induced nephrotoxicity in rats. Jundishapur Journal of Natural Pharmaceutical Products . 2018;13 doi: 10.5812/jjnpp.67178. In press.e67178", "ArticleIdList": ["10.5812/jjnpp.67178"]}, {"Citation": "Bejeshk M., Samareh Fekri M., Najafipour H., et al. Anti-inflammatory and anti-remodeling effects of myrtenol in the lungs of asthmatic rats: histopathological and biochemical findings. Allergologia et Immunopathologia . 2019;47(2):185–193. doi: 10.1016/j.aller.2018.09.003.", "ArticleIdList": ["10.1016/j.aller.2018.09.003", "30528469"]}, {"Citation": "Shakeri F., Roshan N. M., Kaveh M., Eftekhar N., Boskabady M. H. Curcumin affects tracheal responsiveness and lung pathology in asthmatic rats. Pharmacological Reports . 2018;70(5):981–987. doi: 10.1016/j.pharep.2018.04.007.", "ArticleIdList": ["10.1016/j.pharep.2018.04.007", "30107348"]}, {"Citation": "Rajizadeh M. A., Aminizadeh A. H., Esmaeilpour K., Bejeshk M. A., Sadeghi A., Salimi F. Investigating the effects of Citrullus colocynthis on cognitive performance and anxiety-like behaviors in STZ-induced diabetic rats. International Journal of Neuroscience . 2021:1–13. doi: 10.1080/00207454.2021.1916743.", "ArticleIdList": ["10.1080/00207454.2021.1916743", "33848216"]}, {"Citation": "Bazan-Socha S., Mastalerz L., Cybulska A., et al. Prothrombotic state in asthma is related to increased levels of inflammatory cytokines, IL-6 and TNFα, in peripheral blood. Inflammation . 2017;40(4):1225–1235. doi: 10.1007/s10753-017-0565-x.", "ArticleIdList": ["10.1007/s10753-017-0565-x", "PMC5494034", "28429138"]}, {"Citation": "Aun M. V., Bonamichi-Santos R., Arantes-Costa F. M., Kalil J., Giavina-Bianchi P. Animal models of asthma: utility and limitations. Journal of Asthma and Allergy . 2017;10:293–301. doi: 10.2147/jaa.s121092.", "ArticleIdList": ["10.2147/jaa.s121092", "PMC5683778", "29158683"]}, {"Citation": "Balestra A. C., Sandy C. M., Ramalho F., et al. Aqueous Pyrostegia venusta (ker gawl.) Miers extract attenuates allergen-induced asthma in a mouse model via an antioxidant mechanism. Journal of Asthma . 2020;58(6):808–818. doi: 10.1080/02770903.2020.1728768.", "ArticleIdList": ["10.1080/02770903.2020.1728768", "32043903"]}, {"Citation": "Adam-Bonci T.-I., Bonci E. A., Parvu A. E., et al. Vitamin D supplementation: oxidative stress modulation in a mouse model of ovalbumin-induced acute asthmatic airway inflammation. International Journal of Molecular Sciences . 2021;22(13):p. 7089. doi: 10.3390/ijms22137089.", "ArticleIdList": ["10.3390/ijms22137089", "PMC8268667", "34209324"]}, {"Citation": "Huang W.-C., Ting N.-C., Huang Y.-L., Chen L.-C., Lin C.-F., Liou C.-J. Helminthostachys zeylanica water extract ameliorates airway hyperresponsiveness and eosinophil infiltration by reducing oxidative stress and Th2 cytokine production in a mouse asthma model. Mediators of Inflammation . 2020;2020:15. doi: 10.1155/2020/1702935.1702935", "ArticleIdList": ["10.1155/2020/1702935", "PMC7725587", "33343229"]}, {"Citation": "Karadogan B., Beyaz S., Gelincik A., Buyukozturk S., Arda N. Evaluation of oxidative stress biomarkers and antioxidant parameters in allergic asthma patients with different level of asthma control. Journal of Asthma . 2022;59(4):663–672.", "ArticleIdList": ["33380228"]}, {"Citation": "Al-Harbi N. O., Nadeem A., Al-Harbi M. M., et al. Oxidative airway inflammation leads to systemic and vascular oxidative stress in a murine model of allergic asthma. International Immunopharmacology . 2015;26(1):237–245. doi: 10.1016/j.intimp.2015.03.032.", "ArticleIdList": ["10.1016/j.intimp.2015.03.032", "25843257"]}, {"Citation": "Nadeem A., Chhabra S. K., Masood A., Raj H. G. Increased oxidative stress and altered levels of antioxidants in asthma. The Journal of Allergy and Clinical Immunology . 2003;111(1):72–78. doi: 10.1067/mai.2003.17.", "ArticleIdList": ["10.1067/mai.2003.17", "12532099"]}, {"Citation": "Ahmad A., Shameem M., Husain Q. Relation of oxidant-antioxidant imbalance with disease progression in patients with asthma. Annals of Thoracic Medicine . 2012;7(4):p. 226. doi: 10.4103/1817-1737.102182.", "ArticleIdList": ["10.4103/1817-1737.102182", "PMC3506103", "23189100"]}, {"Citation": "Shakeri F., Soukhtanloo M., Boskabady M. H. The effect of hydro-ethanolic extract of curcuma longa rhizome and curcumin on total and differential WBC and serum oxidant, antioxidant biomarkers in rat model of asthma. Iranian Journal of Basic Medical Sciences . 2017;20(2):155–165. doi: 10.22038/ijbms.2017.8241.", "ArticleIdList": ["10.22038/ijbms.2017.8241", "PMC5339656", "28293392"]}, {"Citation": "Clemente M., Miguel M. D., Felipe K. B., et al. Effect of watercress extract supplementation on lipid profile and oxidative stress markers in overweight people with physical disability: a randomized, double-blind, and placebo-controlled trial. Phytotherapy Research . 2021;35(4):2211–2219. doi: 10.1002/ptr.6979.", "ArticleIdList": ["10.1002/ptr.6979", "33507592"]}, {"Citation": "Afonso M. S., de O Silva A. M., Carvalho E. B., et al. Phenolic compounds from Rosemary (rosmarinus officinalis L.) attenuate oxidative stress and reduce blood cholesterol concentrations in diet-induced hypercholesterolemic rats. Nutrition & Metabolism . 2013;10(1):p. 19. doi: 10.1186/1743-7075-10-19.", "ArticleIdList": ["10.1186/1743-7075-10-19", "PMC3586571", "23374457"]}, {"Citation": "Aires A., Carvalho R., Rosa E. A. S., Saavedra M. J. Phytochemical characterization and antioxidant properties of baby-leaf watercress produced under organic production system. CyTA-Journal of Food . 2013;11(4):343–351. doi: 10.1080/19476337.2013.769025.", "ArticleIdList": ["10.1080/19476337.2013.769025"]}, {"Citation": "Shim H. J., Park S. Y., Kwon H. S., et al. Oxidative stress modulates the expression pattern of peroxiredoxin-6 in peripheral blood mononuclear cells of asthmatic patients and bronchial epithelial cells. Allergy, Asthma & Immunology Research . 2020;12(3):p. 523. doi: 10.4168/aair.2020.12.3.523.", "ArticleIdList": ["10.4168/aair.2020.12.3.523", "PMC7061160", "32141264"]}, {"Citation": "Bok S.-H., Cho S. S., Bae C. S., Kang B., Son H. S., Park D. H. Socheongryongtang modulates asthma-related changes via modulation of TNF-α and T-bet as well as IFN-γ in an asthma murine model. Processes . 2020;8(9):p. 1167. doi: 10.3390/pr8091167.", "ArticleIdList": ["10.3390/pr8091167"]}, {"Citation": "Deng L., Ma P., Wu Y., et al. High and low temperatures aggravate airway inflammation of asthma: evidence in a mouse model. Environmental Pollution . 2020;256 doi: 10.1016/j.envpol.2019.113433.113433", "ArticleIdList": ["10.1016/j.envpol.2019.113433", "31761597"]}, {"Citation": "Sedaghattalab M., Razazan M., Shahpari M., et al. The effect of the hydroalcoholic extract of watercress on the levels of protein carbonyl, inflammatory markers, and vitamin E in chronic hemodialysis patients. Biochemistry Research International . 2021;2021:8. doi: 10.1155/2021/5588464.5588464", "ArticleIdList": ["10.1155/2021/5588464", "PMC8175173", "34136285"]}, {"Citation": "Schulze H., Hornbacher J., Wasserfurth P., et al. Immunomodulating effect of the consumption of watercress (nasturtium officinale) on exercise-induced inflammation in humans. Foods . 2021;10(8):p. 1774. doi: 10.3390/foods10081774.", "ArticleIdList": ["10.3390/foods10081774", "PMC8391159", "34441551"]}, {"Citation": "Bai L., Li A., Gong C., Ning X., Wang Z. Protective effect of rutin against bleomycin induced lung fibrosis: involvement of TGF-β1/α-SMA/Col I and III pathway. BioFactors . 2020;46(4):637–644. doi: 10.1002/biof.1629.", "ArticleIdList": ["10.1002/biof.1629", "32233122"]}, {"Citation": "Lin Y., Yao J., Wu M., et al. Tetrandrine ameliorates airway remodeling of chronic asthma by interfering TGF-β1/Nrf-2/HO-1 signaling pathway-mediated oxidative stress. Canadian Respiratory Journal . 2019;2019:1–12. doi: 10.1155/2019/7930396.", "ArticleIdList": ["10.1155/2019/7930396", "PMC6875008", "31781316"]}, {"Citation": "Ji X., Li J., Xu L., et al. IL4 and IL-17A provide a Th2/Th17-polarized inflammatory milieu in favor of TGF-β1 to induce bronchial epithelial-mesenchymal transition (EMT) International Journal of Clinical and Experimental Pathology . 2013;6(8):1481–1492.", "ArticleIdList": ["PMC3726963", "23923066"]}, {"Citation": "Ramezani S., Javadi I., Kokhdan E., et al. Protective and therapeutic effects of ethanolic extract of nasturtium officinale (watercress) and vitamin E against bleomycin-induced pulmonary fibrosis in rats. Research in Pharmaceutical Sciences . 2021;16(1):p. 94. doi: 10.4103/1735-5362.305192.", "ArticleIdList": ["10.4103/1735-5362.305192", "PMC8074801", "33953778"]}, {"Citation": "Ambriz-Perez D. L., Leyva-Lepez N., Gutierrez-Grijalva E. P., Heredia J. B. Phenolic compounds: natural alternative in inflammation treatment. a review. Cogent Food & Agriculture . 2016;2(1) doi: 10.1080/23311932.2015.1131412.", "ArticleIdList": ["10.1080/23311932.2015.1131412"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "3", "Day": "8"}, {"Year": "2022", "Month": "5", "Day": "2"}, {"Year": "2022", "Month": "5", "Day": "18"}, {"Year": "2022", "Month": "7", "Day": "1", "Hour": "2", "Minute": "41"}, {"Year": "2022", "Month": "7", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "2", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "6", "Day": "21"}], "PublicationStatus": "epublish", "ArticleIdList": ["35774748", "PMC9239788", "10.1155/2022/5319237"]}}], "PubmedBookArticle": []}