{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["apoptosis", "disorders", "inflammation", "medicinal plants", "protein homeostasis"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35778942", "DateCompleted": {"Year": "2022", "Month": "08", "Day": "10"}, "DateRevised": {"Year": "2022", "Month": "08", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "07", "Day": "02"}], "Language": ["eng"], "ELocationID": ["10.1002/ptr.7539"], "Journal": {"ISSN": "1099-1573", "JournalIssue": {"Volume": "36", "Issue": "8", "PubDate": {"Year": "2022", "Month": "Aug"}}, "Title": "Phytotherapy research : PTR", "ISOAbbreviation": "Phytother Res"}, "ArticleTitle": "The therapeutic effects of berberine against different diseases: A review on the involvement of the endoplasmic reticulum stress.", "Pagination": {"StartPage": "3215", "EndPage": "3231", "MedlinePgn": "3215-3231"}, "Abstract": {"AbstractText": ["Various factors interfere with the endoplasmic reticulum (ER) function, which is involved in protein folding and calcium homeostasis. ER dysfunction referred to as ER stress triggers cell death by apoptosis and inflammation. Berberine (BBR) is an alkaloid extracted from the family Berberidacea. It has shown multiple pharmacological activities, including anti-inflammatory, antioxidative, anti-apoptotic, antiproliferative, and antihypertensive. It has been reported that BBR can decrease apoptosis and inflammation following different pathological conditions, which might be mediated by targeting ER stress pathways. In this manuscript, we reviewed the protective potential of BBR against several diseases, such as metabolic disorders, cancer, intestinal diseases, cardiovascular, liver, kidney, and central nervous system diseases, in both in vivo and in vitro studies."], "CopyrightInformation": "© 2022 John Wiley & Sons Ltd."}, "AuthorList": [{"Identifier": ["0000-0002-0552-8766"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Department of Pharmacodynamics and Toxicology, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Yarmohammadi", "ForeName": "Fatemeh", "Initials": "F"}, {"Identifier": ["0000-0002-6316-3179"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Environmental Occupational Risk Analysis and Management, College of Public Health, University of South Florida, Tampa, Florida, USA."}, {"Identifier": [], "Affiliation": "Institute for Integrative Toxicology, Michigan State University, East Lansing, Michigan, USA."}], "LastName": "Hayes", "ForeName": "A Wallace", "Initials": "AW"}, {"Identifier": ["0000-0002-1273-5448"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacodynamics and Toxicology, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Pharmaceutical Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Karimi", "ForeName": "Gholamreza", "Initials": "G"}], "GrantList": [{"Agency": "Mashhad University of Medical Sciences", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Phytother Res", "NlmUniqueID": "8904486", "ISSNLinking": "0951-418X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0I8Y3P32UF", "NameOfSubstance": "Berberine"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Apoptosis"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Berberine"}, {"QualifierName": [], "DescriptorName": "Endoplasmic Reticulum Stress"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Inflammation"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Agathokleous, E., & Calabrese, E. J. (2019). Hormesis: The dose response for the 21st century: The future has arrived. Toxicology, 425, 152249. https://doi.org/10.1016/j.tox.2019.152249"}, {"Citation": "Bahit, M. C., Kochar, A., & Granger, C. B. (2018). Post-myocardial infarction heart failure. JACC: Heart Failure, 6(3), 179-186."}, {"Citation": "Bao, J., Huang, B., Zou, L., Chen, S., Zhang, C., Zhang, Y., … He, C. (2015). Hormetic effect of Berberine attenuates the anticancer activity of chemotherapeutic agents. PLoS One, 10(9), e0139298. https://doi.org/10.1371/journal.pone.0139298"}, {"Citation": "Barua, D., Gupta, A., & Gupta, S. (2020). Targeting the IRE1-XBP1 axis to overcome endocrine resistance in breast cancer: Opportunities and challenges. Cancer Letters, 486, 29-37."}, {"Citation": "Bugger, H., & Pfeil, K. (2020). Mitochondrial ROS in myocardial ischemia reperfusion and remodeling. Biochimica et Biophysica Acta (BBA)-Molecular Basis of Disease, 1866(7), 165768."}, {"Citation": "Burgos-Morón, E., Abad-Jiménez, Z., Martinez de Maranon, A., Iannantuoni, F., Escribano-López, I., López-Domènech, S., … Roldan, I. (2019). Relationship between oxidative stress, ER stress, and inflammation in type 2 diabetes: The battle continues. Journal of Clinical Medicine, 8(9), 1385."}, {"Citation": "Carlisle, R. E., Brimble, E., Werner, K. E., Cruz, G. L., Ask, K., Ingram, A. J., & Dickhout, J. G. (2014). 4-Phenylbutyrate inhibits tunicamycin-induced acute kidney injury via CHOP/GADD153 repression. PLoS One, 9(1), e84663."}, {"Citation": "Chaudhary, P., Pandey, A., Azad, C. S., Tia, N., Singh, M., & Gambhir, I. S. (2020). Association of oxidative stress and endothelial dysfunction in hypertension. Analytical Biochemistry, 590, 113535. https://doi.org/10.1016/j.ab.2019.113535"}, {"Citation": "Chen, G., Wang, Y., Li, Y., Zhang, L., & Dong, M. (2020). A novel hippocampus metabolite signature in diabetes mellitus rat model of diabetic encephalopathy. Metabolic Brain Disease, 35(6), 895-904."}, {"Citation": "Chen, T. K., Knicely, D. H., & Grams, M. E. (2019). Chronic kidney disease diagnosis and management: A review. JAMA, 322(13), 1294-1304."}, {"Citation": "Chen, X., & Cubillos-Ruiz, J. R. (2021). Endoplasmic reticulum stress signals in the tumour and its microenvironment. Nature Reviews Cancer, 21(2), 71-88."}, {"Citation": "Chen, X., Wang, Y., Xie, X., Chen, H., Zhu, Q., Ge, Z., … Lian, Q. (2018). Heme oxygenase-1 reduces sepsis-induced endoplasmic reticulum stress and acute lung injury. Mediators of Inflammation, 2018, 1-10."}, {"Citation": "Chooi, Y. C., Ding, C., & Magkos, F. (2019). The epidemiology of obesity. Metabolism, 92, 6-10. https://doi.org/10.1016/j.metabol.2018.09.005"}, {"Citation": "Ding, H., Yang, J., Chen, L., Li, Y., Jiang, G., & Fan, J. (2021). Memantine alleviates acute lung injury via inhibiting macrophage pyroptosis. Shock: Injury, Inflammation, and Sepsis: Laboratory and Clinical Approaches, 56(6), 1040-1048."}, {"Citation": "Dong, X., Gao, J., Zhang, C. Y., Hayworth, C., Frank, M., & Wang, Z. (2019). Neutrophil membrane-derived nanovesicles alleviate inflammation to protect mouse brain injury from ischemic stroke. ACS Nano, 13(2), 1272-1283."}, {"Citation": "Ehteshamfar, S., Akhbari, M., Afshari, J. T., Seyedi, M., Nikfar, B., Shapouri-Moghaddam, A., … Momtazi-Borojeni, A. A. (2020). Anti-inflammatory and immune-modulatory impacts of berberine on activation of autoreactive T cells in autoimmune inflammation. Journal of Cellular and Molecular Medicine, 24(23), 13573-13588."}, {"Citation": "Eom, K. S., Kim, H.-J., So, H.-S., Park, R., & Kim, T. Y. (2010). Berberine-induced apoptosis in human glioblastoma T98G cells is mediated by endoplasmic reticulum stress accompanying reactive oxygen species and mitochondrial dysfunction. Biological & Pharmaceutical Bulletin, 33(10), 1644-1649. https://doi.org/10.1248/bpb.33.1644"}, {"Citation": "Fan, J., Zhang, K., Jin, Y., Li, B., Gao, S., Zhu, J., & Cui, R. (2019). Pharmacological effects of berberine on mood disorders. Journal of Cellular and Molecular Medicine, 23(1), 21-28."}, {"Citation": "Fang, J., Huang, X., Yang, Y., Wang, X., Liang, X., & Liu, J. (2021). Berberine-photodynamic induced apoptosis by activating endoplasmic reticulum stress-autophagy pathway involving CHOP in human malignant melanoma cells. Biochemical and Biophysical Research Communications, 552, 183-190. https://doi.org/10.1016/j.bbrc.2021.02.147"}, {"Citation": "Feng, X., Sureda, A., Jafari, S., Memariani, Z., Tewari, D., Annunziata, G., … Shen, A.-Z. (2019). Berberine in cardiovascular and metabolic diseases: From mechanisms to therapeutics. Theranostics, 9(7), 1923-1951. https://doi.org/10.7150/thno.30787"}, {"Citation": "Freitas-Lima, L. C., Budu, A., Arruda, A. C., Perilhão, M. S., Barrera-Chimal, J., Araujo, R. C., & Estrela, G. R. (2020). PPAR-α deletion attenuates cisplatin nephrotoxicity by modulating renal organic transporters MATE-1 and OCT-2. International Journal of Molecular Sciences, 21(19), 7416."}, {"Citation": "Gallazzini, M., & Pallet, N. (2018). Endoplasmic reticulum stress and kidney dysfunction. Biology of the Cell, 110(9), 205-216."}, {"Citation": "Gerakis, Y., & Hetz, C. (2018). Emerging roles of ER stress in the etiology and pathogenesis of Alzheimer's disease. The FEBS Journal, 285(6), 995-1011."}, {"Citation": "Germán-Acacio, J. M., Meza-Sánchez, D. E., & Morales-Morales, D. (2020). Therapeutically relevant natural products as AMPK activators in the treatment of diabetes. In Studies in natural products chemistry (Vol. 66, pp. 57-90). Netherlands: Elsevier."}, {"Citation": "Gordiyenko, Y., Llácer, J. L., & Ramakrishnan, V. (2019). Structural basis for the inhibition of translation through eIF2α phosphorylation. Nature Communications, 10(1), 1-11."}, {"Citation": "Gruevska, A., Moragrega, Á. B., Cossarizza, A., Esplugues, J. V., Blas-García, A., & Apostolova, N. (2021). Apoptosis of hepatocytes: Relevance for HIV-infected patients under treatment. Cell, 10, 410 Note: MDPI stays neutral with regard to jurisdictional claims in published."}, {"Citation": "Gu, Y., Huang, F., Wang, Y., Chen, C., Wu, S., Zhou, S., … Yuan, D. (2018). Connexin32 plays a crucial role in ROS-mediated endoplasmic reticulum stress apoptosis signaling pathway in ischemia reperfusion-induced acute kidney injury. Journal of Translational Medicine, 16(1), 117. https://doi.org/10.1186/s12967-018-1493-8"}, {"Citation": "Guo, X.-F., & Yang, X.-J. (2015). Endoplasmic reticulum stress response in spontaneously hypertensive rats is affected by myocardial ischemia reperfusion injury. Experimental and Therapeutic Medicine, 9(2), 319-326."}, {"Citation": "Guo, Y., Zhang, C., Wang, C., Huang, Y., Liu, J., Chu, H., … Ma, H. (2021). Thioredoxin-1 is a target to attenuate Alzheimer-like pathology in diabetic encephalopathy by alleviating endoplasmic reticulum stress and oxidative stress. Frontiers in Physiology, 12, 675."}, {"Citation": "Habtemariam, S. (2020). Berberine pharmacology and the gut microbiota: A hidden therapeutic link. Pharmacological Research, 155, 104722. https://doi.org/10.1016/j.phrs.2020.104722"}, {"Citation": "Han, Y.-B., Tian, M., Wang, X.-X., Fan, D.-H., Li, W.-Z., Wu, F., & Liu, L. (2020). Berberine ameliorates obesity-induced chronic inflammation through suppression of ER stress and promotion of macrophage M2 polarization at least partly via downregulating lncRNA Gomafu. International Immunopharmacology, 86, 106741. https://doi.org/10.1016/j.intimp.2020.106741"}, {"Citation": "Hao, X., Yao, A., Gong, J., Zhu, W., Li, N., & Li, J. (2012). Berberine ameliorates pro-inflammatory cytokine-induced endoplasmic reticulum stress in human intestinal epithelial cells in vitro. Inflammation, 35(3), 841-849. https://doi.org/10.1007/s10753-011-9385-6"}, {"Citation": "He, R., Cui, M., Lin, H., Zhao, L., Wang, J., Chen, S., & Shao, Z. (2018). Melatonin resists oxidative stress-induced apoptosis in nucleus pulposus cells. Life Sciences, 199, 122-130."}, {"Citation": "Heerspink, H. J. L., Stefánsson, B. V., Correa-Rotter, R., Chertow, G. M., Greene, T., Hou, F.-F., … Rossing, P. (2020). Dapagliflozin in patients with chronic kidney disease. New England Journal of Medicine, 383(15), 1436-1446."}, {"Citation": "Heinrich, M., Appendino, G., Efferth, T., Fürst, R., Izzo, A. A., Kayser, O., … Viljoen, A. (2020). Best practice in research-overcoming common challenges in phytopharmacological research. Journal of Ethnopharmacology, 246, 112230."}, {"Citation": "Hua, H., Kong, Q., Zhang, H., Wang, J., Luo, T., & Jiang, Y. (2019). Targeting mTOR for cancer therapy. Journal of Hematology & Oncology, 12(1), 71. https://doi.org/10.1186/s13045-019-0754-1"}, {"Citation": "Ilyas, Z., Perna, S., Al-Thawadi, S., Alalwan, T. A., Riva, A., Petrangolini, G., … Rondanelli, M. (2020). The effect of Berberine on weight loss in order to prevent obesity: A systematic review. Biomedicine & Pharmacotherapy, 127, 110137."}, {"Citation": "Imierska, M., Kurianiuk, A., & Błachnio-Zabielska, A. (2020). The influence of physical activity on the bioactive lipids metabolism in obesity-induced muscle insulin resistance. Biomolecules, 10(12), 1665."}, {"Citation": "Izzo, A. A., Hoon-Kim, S., Radhakrishnan, R., & Williamson, E. M. (2016). A critical approach to evaluating clinical efficacy, adverse events and drug interactions of herbal remedies. Phytotherapy Research, 30(5), 691-700."}, {"Citation": "Izzo, A. A., Teixeira, M., Alexander, S. P. H., Cirino, G., Docherty, J. R., George, C. H., … Panettieri, R. A. (2020). A practical guide for transparent reporting of research on natural products in the British Journal of pharmacology: Reproducibility of natural product research. British Journal of Pharmacology, 177, 2169-2178 Wiley Online Library."}, {"Citation": "Karimi, G., Mahmoudi, M., Balali-Mood, M., Rahnama, M., Zamani Taghizadeh Rabe, S., Tabasi, N., & Riahi-Zanjani, B. (2017). Decreased levels of spleen tissue CD4(+)CD25(+)Foxp3(+) regulatory T lymphocytes in mice exposed to Berberine. Journal of Acupuncture and Meridian Studies, 10(2), 109-113. https://doi.org/10.1016/j.jams.2016.10.003"}, {"Citation": "Kim, C., & Kim, B. (2018). Anti-cancer natural products and their bioactive compounds inducing ER stress-mediated apoptosis: A review. Nutrients, 10(8), 1021."}, {"Citation": "Lebeaupin, C., Vallée, D., Hazari, Y., Hetz, C., Chevet, E., & Bailly-Maitre, B. (2018). Endoplasmic reticulum stress signalling and the pathogenesis of non-alcoholic fatty liver disease. Journal of Hepatology, 69(4), 927-947."}, {"Citation": "Lei, J., Wei, Y., Song, P., Li, Y., Zhang, T., Feng, Q., & Xu, G. (2018). Cordycepin inhibits LPS-induced acute lung injury by inhibiting inflammation and oxidative stress. European Journal of Pharmacology, 818, 110-114."}, {"Citation": "Li, H.-Y., Wang, X.-C., Xu, Y.-M., Luo, N.-C., Luo, S., Hao, X.-Y., … Chen, Y.-B. (2018). Berberine improves diabetic encephalopathy through the SIRT1/ER stress pathway in db/db mice. Rejuvenation Research, 21(3), 200-209. https://doi.org/10.1089/rej.2017.1972"}, {"Citation": "Liang, Y., Fan, C., Yan, X., Lu, X., Jiang, H., Di, S., … Jin, F. (2019). Berberine ameliorates lipopolysaccharide-induced acute lung injury via the PERK-mediated Nrf2/HO-1 signaling axis. Phytotherapy Research, 33(1), 130-148. https://doi.org/10.1002/ptr.6206"}, {"Citation": "Liang, Y., Ye, C., Chen, Y., Chen, Y., Diao, S., & Huang, M. (2021). Berberine improves behavioral and cognitive deficits in a mouse model of Alzheimer's disease via regulation of β-amyloid production and endoplasmic reticulum stress. ACS Chemical Neuroscience, 12(11), 1894-1904. https://doi.org/10.1021/acschemneuro.0c00808"}, {"Citation": "Liao, Y., Chen, K., Dong, X., Li, W., Li, G., Huang, G., … Fang, Y. (2018). Berberine inhibits cardiac remodeling of heart failure after myocardial infarction by reducing myocardial cell apoptosis in rats. Experimental and Therapeutic Medicine, 16(3), 2499-2505. https://doi.org/10.3892/etm.2018.6438"}, {"Citation": "Lin, J.-P., Yang, J.-S., Chang, N.-W., Chiu, T.-H., Su, C.-C., Lu, K.-W., … Chung, J.-G. (2007). GADD153 mediates berberine-induced apoptosis in human cervical cancer ca ski cells. Anticancer Research, 27(5A), 3379-3386."}, {"Citation": "Lin, L., Cao, J., Yang, S., Fu, Z., Zeng, P., Chu, J., … Tian, Q. (2018). Endoplasmic reticulum stress induces spatial memory deficits by activating GSK-3. Journal of Cellular and Molecular Medicine, 22(7), 3489-3502."}, {"Citation": "Lin, S., Wu, H., Wang, C., Xiao, Z., & Xu, F. (2018). Regulatory T cells and acute lung injury: Cytokines, uncontrolled inflammation, and therapeutic implications. Frontiers in Immunology, 9, 1545."}, {"Citation": "Liu, L., Liu, J., Huang, Z., Yu, X., Zhang, X., Dou, D., & Huang, Y. (2015). Berberine improves endothelial function by inhibiting endoplasmic reticulum stress in the carotid arteries of spontaneously hypertensive rats. Biochemical and Biophysical Research Communications, 458(4), 796-801. https://doi.org/10.1016/j.bbrc.2015.02.028"}, {"Citation": "Liu, L., Fan, J., Ai, G., Liu, J., Luo, N., Li, C., & Cheng, Z. (2019). Berberine in combination with cisplatin induces necroptosis and apoptosis in ovarian cancer cells. Biological Research, 52(1), 1-14."}, {"Citation": "Liu, X., Chen, Y., Wang, H., Wei, Y., Yuan, Y., Zhou, Q., … Dong, Y. (2021). Microglia-derived IL-1β promoted neuronal apoptosis through ER stress-mediated signaling pathway PERK/eIF2α/ATF4/CHOP upon arsenic exposure. Journal of Hazardous Materials, 417, 125997."}, {"Citation": "Liu, X., & Green, R. M. (2019). Endoplasmic reticulum stress and liver diseases. Liver Research, 3(1), 55-64."}, {"Citation": "Long, J. M., & Holtzman, D. M. (2019). Alzheimer's disease: An update on pathobiology and treatment strategies. Cell, 179(2), 312-339."}, {"Citation": "Lu, Q., Guo, P., Liu, A., Ares, I., Martínez-Larrañaga, M., Wang, X., … Martínez, M. (2021). The role of long noncoding RNA in lipid, cholesterol, and glucose metabolism and treatment of obesity syndrome. Medicinal Research Reviews, 41(3), 1751-1774."}, {"Citation": "Luo, K., & Cao, S. S. (2015). Endoplasmic reticulum stress in intestinal epithelial cell function and inflammatory bowel disease. Gastroenterology Research and Practice, 2015, 1-6."}, {"Citation": "Luo, R., Liao, Z., Song, Y., Yin, H., Zhan, S., Li, G., … Yang, C. (2019). Berberine ameliorates oxidative stress-induced apoptosis by modulating ER stress and autophagy in human nucleus pulposus cells. Life Sciences, 228, 85-97. https://doi.org/10.1016/j.lfs.2019.04.064"}, {"Citation": "Ma, K., Chen, S., Li, Z., Deng, X., Huang, D., Xiong, L., & Shao, Z. (2019). Mechanisms of endogenous repair failure during intervertebral disc degeneration. Osteoarthritis and Cartilage, 27(1), 41-48."}, {"Citation": "Moslehi, A., & Hamidi-Zad, Z. (2018). Role of SREBPs in liver diseases: A mini-review. Journal of Clinical and Translational Hepatology, 6(3), 332-338. https://doi.org/10.14218/JCTH.2017.00061"}, {"Citation": "Nieuwenhuijs-Moeke, G. J., Pischke, S. E., Berger, S. P., Sanders, J. S. F., Pol, R. A., Struys, M. M. R. F., … Leuvenink, H. G. D. (2020). Ischemia and reperfusion injury in kidney transplantation: Relevant mechanisms in injury and repair. Journal of Clinical Medicine, 9(1), 253."}, {"Citation": "Noval Rivas, M., & Arditi, M. (2020). Kawasaki disease: Pathophysiology and insights from mouse models. Nature Reviews Rheumatology, 16(7), 391-405."}, {"Citation": "Nzuza, S., & Owira, P. (2019). Naringin abrogates HIV-1 protease inhibitors-induced atherogenic dyslipidemia and oxidative stress in vivo. Journal of Functional Foods, 52, 156-164."}, {"Citation": "Park, S., Jang, A., & Bouret, S. G. (2020). Maternal obesity-induced endoplasmic reticulum stress causes metabolic alterations and abnormal hypothalamic development in the offspring. PLoS Biology, 18(3), e3000296."}, {"Citation": "Patergnani, S., Danese, A., Bouhamida, E., Aguiari, G., Previati, M., Pinton, P., & Giorgi, C. (2020). Various aspects of calcium signaling in the regulation of apoptosis, autophagy, cell proliferation, and cancer. International Journal of Molecular Sciences, 21(21), 8323."}, {"Citation": "Pires Da Silva, J., Monceaux, K., Guilbert, A., Gressette, M., Piquereau, J., Novotova, M., … Lemaire, C. (2020). SIRT1 protects the heart from ER stress-induced injury by promoting eEF2K/eEF2-dependent autophagy. Cell, 9(2), 426."}, {"Citation": "Ramos, G. P., & Papadakis, K. A. (2019). Mechanisms of disease: Inflammatory bowel diseases. Mayo Clinic Proceedings, 94(1), 155-165. Elsevier."}, {"Citation": "Rees, W. D., Stahl, M., Jacobson, K., Bressler, B., Sly, L. M., Vallance, B. A., & Steiner, T. S. (2020). Enteroids derived from inflammatory bowel disease patients display dysregulated endoplasmic reticulum stress pathways, leading to differential inflammatory responses and dendritic cell maturation. Journal of Crohn's and Colitis, 14(7), 948-961."}, {"Citation": "Ren, J., Bi, Y., Sowers, J. R., Hetz, C., & Zhang, Y. (2021). Endoplasmic reticulum stress and unfolded protein response in cardiovascular diseases. Nature Reviews Cardiology, 1-23, 499-521. https://doi.org/10.1038/s41569-021-00511-w"}, {"Citation": "Samadi, P., Sarvarian, P., Gholipour, E., Asenjan, K. S., Aghebati-Maleki, L., Motavalli, R., … Yousefi, M. (2020). Berberine: A novel therapeutic strategy for cancer. IUBMB Life, 72(10), 2065-2079."}, {"Citation": "Shu, S., Zhu, J., Liu, Z., Tang, C., Cai, J., & Dong, Z. (2018). Endoplasmic reticulum stress is activated in post-ischemic kidneys to promote chronic kidney disease. eBioMedicine, 37, 269-280. https://doi.org/10.1016/j.ebiom.2018.10.006"}, {"Citation": "Sicari, D., Fantuz, M., Bellazzo, A., Valentino, E., Apollonio, M., Pontisso, I., … Del Sal, G. (2019). Mutant p53 improves cancer cells' resistance to endoplasmic reticulum stress by sustaining activation of the UPR regulator ATF6. Oncogene, 38(34), 6184-6195."}, {"Citation": "Song, Q., Chen, Y., Wang, J., Hao, L., Huang, C., Griffiths, A., … Song, Z. (2020). ER stress-induced upregulation of NNMT contributes to alcohol-related fatty liver development. Journal of Hepatology, 73(4), 783-793."}, {"Citation": "Sun, X., Liu, H., Sun, Z., Zhang, B., Wang, X., Liu, T., … Li, H. (2020). Acupuncture protects against cerebral ischemia-reperfusion injury via suppressing endoplasmic reticulum stress-mediated autophagy and apoptosis. Molecular Medicine, 26(1), 105. https://doi.org/10.1186/s10020-020-00236-5"}, {"Citation": "Uddin, M. S., Tewari, D., Sharma, G., Kabir, M. T., Barreto, G. E., Bin-Jumah, M. N., … Ashraf, G. M. (2020). Molecular mechanisms of ER stress and UPR in the pathogenesis of Alzheimer's disease. Molecular Neurobiology, 57, 2902-2919."}, {"Citation": "Villalobos-Labra, R., Subiabre, M., Toledo, F., Pardo, F., & Sobrevia, L. (2019). Endoplasmic reticulum stress and development of insulin resistance in adipose, skeletal, liver, and foetoplacental tissue in diabesity. Molecular Aspects of Medicine, 66, 49-61. https://doi.org/10.1016/j.mam.2018.11.001"}, {"Citation": "Wang, B., Xu, X., He, X., Wang, Z., & Yang, M. (2016). Berberine improved Aldo-induced Podocyte injury via inhibiting oxidative stress and endoplasmic reticulum stress pathways both in vivo and in vitro. Cellular Physiology and Biochemistry: International Journal of Experimental Cellular Physiology, Biochemistry, and Pharmacology, 39(1), 217-228. https://doi.org/10.1159/000445618"}, {"Citation": "Wang, L., Deng, L., Lin, N., Shi, Y., Chen, J., Zhou, Y., … Li, C. (2020). Berberine inhibits proliferation and apoptosis of vascular smooth muscle cells induced by mechanical stretch via the PDI/ERS and MAPK pathways. Life Sciences, 259, 118253. https://doi.org/10.1016/j.lfs.2020.118253"}, {"Citation": "Wang, S., Binder, P., Fang, Q., Wang, Z., Xiao, W., Liu, W., & Wang, X. (2018). Endoplasmic reticulum stress in the heart: Insights into mechanisms and drug targets. British Journal of Pharmacology, 175(8), 1293-1304."}, {"Citation": "Wang, Y., Zhou, X., Zhao, D., Wang, X., Gurley, E. C., Liu, R., … Zhou, H. (2020). Berberine inhibits free fatty acid and LPS-induced inflammation via modulating ER stress response in macrophages and hepatocytes. PLoS One, 15(5), e0232630. https://doi.org/10.1371/journal.pone.0232630"}, {"Citation": "Wang, Z., Lu, F., Xu, L., & Dong, H. (2010). Berberine reduces endoplasmic reticulum stress and improves insulin signal transduction in Hep G2 cells. Acta Pharmacologica Sinica, 31(5), 578-584. https://doi.org/10.1038/aps.2010.30"}, {"Citation": "Wu, J., Michaeli, S., Picchianti, L., Dagdas, Y., Galili, G., & Peled-Zehavi, H. (2021). ATI1 (ATG8-interacting protein 1) and ATI2 define a plant starvation-induced reticulophagy pathway and serve as MSBP1/MAPR5 cargo receptors. Autophagy, 17(11), 3375-3388."}, {"Citation": "Wu, X.-L., Deng, M.-Z., Gao, Z.-J., Dang, Y.-Y., Li, Y.-C., & Li, C.-W. (2020). Neferine alleviates memory and cognitive dysfunction in diabetic mice through modulation of the NLRP3 inflammasome pathway and alleviation of endoplasmic-reticulum stress. International Immunopharmacology, 84, 106559."}, {"Citation": "Wu, Y., Chen, F., Huang, X., Zhang, R., Yu, Z., Chen, Z., & Liu, J. (2019). Berberine (BBR) attenuated palmitic acid (PA)-induced lipotoxicity in human HK-2 cells by promoting peroxisome proliferator-activated receptor α (PPAR-α). Medical Science Monitor: International Medical Journal of Experimental and Clinical Research, 25, 7702-7708. https://doi.org/10.12659/MSM.916686"}, {"Citation": "Wu, Y., Chen, Q., Wen, B., Wu, N., He, B., & Chen, J. (2021). Berberine reduces Aβ42 deposition and tau hyperphosphorylation via ameliorating endoplasmic reticulum stress. Frontiers in Pharmacology, 12, 640758. https://doi.org/10.3389/fphar.2021.640758"}, {"Citation": "Xiang, X.-Y., Liu, T., Wu, Y., Jiang, X.-S., He, J.-L., Chen, X.-M., & Du, X.-G. (2021). Berberine alleviates palmitic acid-induced podocyte apoptosis by reducing reactive oxygen species-mediated endoplasmic reticulum stress. Molecular Medicine Reports, 23(1), 1. https://doi.org/10.3892/mmr.2020.11641"}, {"Citation": "Xie, P., Ren, Z.-K., Lv, J., Hu, Y.-M., Guan, Z.-Z., & Yu, W.-F. (2020). Berberine ameliorates oxygen-glucose deprivation/reperfusion-induced apoptosis by inhibiting endoplasmic reticulum stress and autophagy in PC12 cells. Current Medical Science, 40(6), 1047-1056. https://doi.org/10.1007/s11596-020-2286-x"}, {"Citation": "Xie, X., Tie, Y.-F., Lai, S., Zhang, Y.-L., Li, H.-H., & Liu, Y. (2021). Cardiac-specific CGI-58 deficiency activates the ER stress pathway to promote heart failure in mice. Cell Death & Disease, 12(11), 1-12."}, {"Citation": "Xin, W., Li, X., Lu, X., Niu, K., & Cai, J. (2011). Involvement of endoplasmic reticulum stress-associated apoptosis in a heart failure model induced by chronic myocardial ischemia. International Journal of Molecular Medicine, 27(4), 503-509."}, {"Citation": "Xiong, W., Meng, X.-F., & Zhang, C. (2020). Inflammasome activation in podocytes: A new mechanism of glomerular diseases. Inflammation Research, 69(8), 731-743."}, {"Citation": "Xu, M., Qi, Q., Men, L., Wang, S., Li, M., Xiao, M., … Liu, C. (2020). Berberine protects Kawasaki disease-induced human coronary artery endothelial cells dysfunction by inhibiting of oxidative and endoplasmic reticulum stress. Vascular Pharmacology, 127, 106660. https://doi.org/10.1016/j.vph.2020.106660"}, {"Citation": "Xuan, W.-T., Wang, H., Zhou, P., Ye, T., Gao, H.-W., Ye, S., … Cai, B. (2020). Berberine ameliorates rats model of combined Alzheimer's disease and type 2 diabetes mellitus via the suppression of endoplasmic reticulum stress. 3 Biotech, 10(8), 359. https://doi.org/10.1007/s13205-020-02354-7"}, {"Citation": "Yan, M., Shu, S., Guo, C., Tang, C., & Dong, Z. (2018). Endoplasmic reticulum stress in ischemic and nephrotoxic acute kidney injury. Annals of Medicine, 50(5), 381-390."}, {"Citation": "Yan, S., Yingchao, L., Zhangliu, W., Xianli, R., Si, L., Siyi, N., & Jihong, Z. (2020). Effect of Berberine from Coptis Chinensis on apoptosis of intestinal epithelial cells in a mouse model of ulcerative colitis: Role of endoplasmic reticulum stress. Evidence-Based Complementary and Alternative Medicine, 2020, 3784671. https://doi.org/10.1155/2020/3784671"}, {"Citation": "Yang, Y., Wang, P., Zhang, C., Huang, F., Pang, G., Wei, C., … Liu, J. (2021). Hepatocyte-derived MANF alleviates hepatic ischaemia-reperfusion injury via regulating endoplasmic reticulum stress-induced apoptosis in mice. Liver International, 41(3), 623-639."}, {"Citation": "Yarmohammadi, F., Rezaee, R., Haye, A. W., & Karimi, G. (2021). Endoplasmic reticulum stress in doxorubicin-induced cardiotoxicity may be therapeutically targeted by natural and chemical compounds: A review. Pharmacological Research, 164, 105383. https://doi.org/10.1016/j.phrs.2020.105383"}, {"Citation": "Young, C. N. (2017). Endoplasmic reticulum stress in the pathogenesis of hypertension. Experimental Physiology, 102(8), 869-884."}, {"Citation": "Yousefian, M., Shakour, N., Hosseinzadeh, H., Hayes, A. W., Hadizadeh, F., & Karimi, G. (2019). The natural phenolic compounds as modulators of NADPH oxidases in hypertension. Phytomedicine, 55, 200-213. https://doi.org/10.1016/j.phymed.2018.08.002"}, {"Citation": "Yu, L., Li, B., Zhang, M., Jin, Z., Duan, W., Zhao, G., … Wang, S. (2016). Melatonin reduces PERK-eIF2α-ATF4-mediated endoplasmic reticulum stress during myocardial ischemia-reperfusion injury: Role of RISK and SAFE pathways interaction. Apoptosis, 21(7), 809-824."}, {"Citation": "Yu, W., Sheng, M., Xu, R., Yu, J., Cui, K., Tong, J., … Du, H. (2013). Berberine protects human renal proximal tubular cells from hypoxia/reoxygenation injury via inhibiting endoplasmic reticulum and mitochondrial stress pathways. Journal of Translational Medicine, 11, 24. https://doi.org/10.1186/1479-5876-11-24"}, {"Citation": "Zha, W., Liang, G., Xiao, J., Studer, E. J., Hylemon, P. B., Pandak, W. M. J., … Zhou, H. (2010). Berberine inhibits HIV protease inhibitor-induced inflammatory response by modulating ER stress signaling pathways in murine macrophages. PLoS One, 5(2), e9069. https://doi.org/10.1371/journal.pone.0009069"}, {"Citation": "Zhang, N., Sheng, M., Wu, M., Zhang, X., Ding, Y., Lin, Y., … Du, H. (2019). Berberine protects steatotic donor undergoing liver transplantation via inhibiting endoplasmic reticulum stress-mediated reticulophagy. Experimental Biology and Medicine (Maywood, N.J.), 244(18), 1695-1704. https://doi.org/10.1177/1535370219878651"}, {"Citation": "Zhang, Z., Li, B., Meng, X., Yao, S., Jin, L., Yang, J., … Ning, G. (2016). Berberine prevents progression from hepatic steatosis to steatohepatitis and fibrosis by reducing endoplasmic reticulum stress. Scientific Reports, 6, 20848. https://doi.org/10.1038/srep20848"}, {"Citation": "Zhao, G., Yu, L., Gao, W., Duan, W., Jiang, B., Liu, X., … Wang, Y. (2016). Berberine protects rat heart from ischemia/reperfusion injury via activating JAK2/STAT3 signaling and attenuating endoplasmic reticulum stress. Acta Pharmacologica Sinica, 37(3), 354-367. https://doi.org/10.1038/aps.2015.136"}, {"Citation": "Zhao, L., Li, H., Gao, Q., Xu, J., Zhu, Y., Zhai, M., … Liu, C. (2021). Berberine attenuates cerebral ischemia-reperfusion injury induced neuronal apoptosis by Down-regulating the CNPY2 signaling pathway. Frontiers in Pharmacology, 12, 609693. https://doi.org/10.3389/fphar.2021.609693"}, {"Citation": "Zhu, H., & Zhou, H. (2021). Novel insight into the role of endoplasmic reticulum stress in the pathogenesis of myocardial ischemia-reperfusion injury. Oxidative Medicine and Cellular Longevity, 2021, 1-9."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2022", "Month": "5", "Day": "12"}, {"Year": "2022", "Month": "2", "Day": "24"}, {"Year": "2022", "Month": "5", "Day": "25"}, {"Year": "2022", "Month": "7", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "2", "Hour": "4", "Minute": "32"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35778942", "10.1002/ptr.7539"]}}], "PubmedBookArticle": []}