{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["alkaloid-based chiral selector", "docking simulation", "enantiomeric separation", "mandelic acid", "propranolol", "warfarin"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35778873", "DateCompleted": {"Year": "2022", "Month": "09", "Day": "13"}, "DateRevised": {"Year": "2022", "Month": "11", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "07", "Day": "01"}], "Language": ["eng"], "ELocationID": ["10.1002/chir.23488"], "Journal": {"ISSN": "1520-636X", "JournalIssue": {"Volume": "34", "Issue": "10", "PubDate": {"Year": "2022", "Month": "Oct"}}, "Title": "Chirality", "ISOAbbreviation": "Chirality"}, "ArticleTitle": "A new chiral stationary phase based on noscapine: Synthesis, enantioseparation, and docking study.", "Pagination": {"StartPage": "1371", "EndPage": "1382", "MedlinePgn": "1371-1382"}, "Abstract": {"AbstractText": ["Noscapine is an isolated compound from the opium poppy, with distinctive chiral structure and chemistry, interacts with other compounds due to having multiple π-acceptors, hydrogen bond acceptors, and ionic sites. Therefore, it has promising applicability for the enantioselective separation of a wide range of polar, acidic, basic, and neutral compounds. A new noscapine derivative chiral stationary phase (ND-CSP) has been synthesized by consecutive N-demethylation, reduction, and N-propargylation of noscapine followed by attachment of a solid epoxy-functionalized silica bed through the 1,3-dipolar Huisgen cycloaddition. The noscapine derivative-based stationary phase provides a considerable surface coverage, which is greater than some commercial CSPs and can validate better enantioresolution performance. The major advantages inherent to this chiral selector are stability, reproducibility after more than 200 tests, and substantial loading capacity. The characterization by Fourier transform infrared (FTIR) spectroscopy and elemental analysis indicated successful functionalization of the silica surface. Chromatographic method conditions like flow rate and mobile phase composition for enantioseparation of various compounds such as warfarin, propranolol, mandelic acid, and a sulfanilamide derivative were optimized. Comparing the experimental results with docking data revealed a clear correlation between the calculated binding energy of ND-CSP and each enantiomer with the resolution of enantiomer peaks."], "CopyrightInformation": "© 2022 Wiley Periodicals LLC."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants and Drugs Research Institute, Shahid Beheshti University, Tehran, Iran."}], "LastName": "Mousavimanesh", "ForeName": "Zohreh", "Initials": "Z"}, {"Identifier": ["0000-0002-6845-6034"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants and Drugs Research Institute, Shahid Beheshti University, Tehran, Iran."}], "LastName": "Shahnani", "ForeName": "Mostafa", "Initials": "M"}, {"Identifier": ["0000-0003-0654-8563"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants and Drugs Research Institute, Shahid Beheshti University, Tehran, Iran."}], "LastName": "Faraji-Shovey", "ForeName": "Amirmohammad", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants and Drugs Research Institute, Shahid Beheshti University, Tehran, Iran."}], "LastName": "Bararjanian", "ForeName": "Morteza", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biological Sciences, Institute for Research in Fundamental Sciences (IPM), Tehran, Iran."}, {"Identifier": [], "Affiliation": "Bioinformatics Research Center, Sabzevar University of Medical Sciences, School of Medicine, Sabzevar, Iran."}], "LastName": "Sadr", "ForeName": "Ahmad Shahir", "Initials": "AS"}, {"Identifier": ["0000-0002-6435-9915"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants and Drugs Research Institute, Shahid Beheshti University, Tehran, Iran."}], "LastName": "Ghassempour", "ForeName": "Alireza", "Initials": "A"}, {"Identifier": ["0000-0001-5774-3372"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants and Drugs Research Institute, Shahid Beheshti University, Tehran, Iran."}], "LastName": "Salehi", "ForeName": "Peyman", "Initials": "P"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Chirality", "NlmUniqueID": "8914261", "ISSNLinking": "0899-0042"}, "ChemicalList": [{"RegistryNumber": "7631-86-9", "NameOfSubstance": "Silicon Dioxide"}, {"RegistryNumber": "8V32U4AOQU", "NameOfSubstance": "Noscapine"}], "MeshHeadingList": [{"QualifierName": ["methods"], "DescriptorName": "Chromatography, High Pressure Liquid"}, {"QualifierName": [], "DescriptorName": "Noscapine"}, {"QualifierName": [], "DescriptorName": "Reproducibility of Results"}, {"QualifierName": ["chemistry"], "DescriptorName": "Silicon Dioxide"}, {"QualifierName": [], "DescriptorName": "Stereoisomerism"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Welch CJ. Chiral Chromatography in Support of Pharmaceutical Process Research. Prep Enantiosel Chromatogr. 2007;12:1-18. doi:10.1002/9780470988428.ch1"}, {"Citation": "Lucarini E, Trallori E, Tomassoni D, et al. Toxicological profile of the pain-relieving antioxidant compound thioctic acid in its racemic and enantiomeric forms. Antioxidants. 2020;9(8):1-16. doi:10.3390/antiox9080749"}, {"Citation": "Yue S, Kong Y, Shen Q, Cui Q, Chen Y, Zhao M. Assessing the Efficacy-Risk of the Widely Used Chiral Glufosinate: Switch from the Racemate to the Single Enantiomer? Environ Sci Technol Lett. 2020;7(3):143-148. doi:10.1021/acs.estlett.9b00789"}, {"Citation": "Calcaterra A, Acquarica ID. The market of chiral drugs: Chiral switches versus de novo enantiomerically pure compounds. J Pharm Biomed Anal. 2018;147:323-340. doi:10.1016/j.jpba.2017.07.008"}, {"Citation": "Zeng L, Yi Q, Liu Q, Tang K, van der Bruggen B. Development of a new method and device for chiral drug enrichment and enantioseparation: Multiple-phase extraction and in situ coupling of crystallization. Sep Purif Technol. 2021;257:117884. doi:10.1016/j.seppur.2020.117884"}, {"Citation": "Tassinari F, Steidel J, Paltiel S, et al. Enantioseparation by crystallization using magnetic substrates. Chem Sci. 2019;10(20):5246-5250. doi:10.1039/C9SC00663J"}, {"Citation": "Lorenz H, Seidel-Morgenstern A. Processes to separate enantiomers. Angew Chem Int Ed. 2014;53(5):1218-1250. doi:10.1002/anie.201302823"}, {"Citation": "Gogolashvili A, Lomsadze K, Chankvetadze L, et al. Separation of tetrahydrozoline enantiomers in capillary electrophoresis with cyclodextrin-type chiral selectors and investigation of chiral recognition mechanisms. J Chromatogr A. 2021;1643:462084. doi:10.1016/j.chroma.2021.462084"}, {"Citation": "Martín-Biosca Y, Escuder-Gilabert L, Sagrado S, Medina-Hernández MJ. Enantioselective Study on the Biodegradation of Verapamil and Cytalopram by Chiral Capillary Electrophoresis. Separations. 2021;8(3):29. doi:10.3390/separations8030029"}, {"Citation": "Bernardo-Bermejo S, Sánchez-López E, Castro-Puyana M, Marina ML. Chiral capillary electrophoresis. In: TrAC - Trends in Analytical Chemistry. Vol.124. Elsevier B.V.; 2020:115807."}, {"Citation": "Hofstetter R, Link A, Fassauer GM. Enantioselective Supercritical Fluid Chromatography (SFC) for Chiral Metabolomics. Neuromethods. 2021;159:101-112. doi:10.1007/978-1-0716-0864-7_9"}, {"Citation": "Opekar S, Zahradníčková H, Vodrážka P, Řimnáčová L, Šimek P, Moos M. A chiral GC-MS method for analysis of secondary amino acids after heptafluorobutyl chloroformate & methylamine derivatization. Amino Acids. 2021;53(3):347-358."}, {"Citation": "Gholami M, Ghassempour A, Alizadeh R, Aboul-Enein HY. Microcolumn LC enantioseparation of chiral compounds using diol silica gel functionalized with vancomycin crystalline degradation products. J Sep Sci. 2009;32(7):918-922. doi:10.1002/jssc.200800531"}, {"Citation": "Taheri M, Fotovati M, Hosseini SK, Ghassempour A. Optimization of throughput in semipreparative chiral liquid chromatography using stacked injection. Chirality. 2017;29(10):579-588. doi:10.1002/chir.22727"}, {"Citation": "Tanács D, Bajtai A, Berkecz R, et al. Cinchona-alkaloid-based zwitterionic chiral stationary phases as potential tools for high-performance liquid chromatographic enantioseparation of cationic compounds of pharmaceutical relevance. J Sep Sci. 2021;44(14):2735-2743. doi:10.1002/jssc.202100264"}, {"Citation": "Bajtai A, Ilisz I, Howan DHO, et al. Enantioselective resolution of biologically active dipeptide analogs by high-performance liquid chromatography applying Cinchona alkaloid-based ion-exchanger chiral stationary phases. J Chromatogr A. 2020;1611:460574. doi:10.1016/j.chroma.2019.460574"}, {"Citation": "Ma S, Wang Y, Zhang H, et al. One-step fabrication of cinchona-based hybrid monolithic chiral stationary phases via photo-initiated thiol-ene polymerization for cLC enantioseparation. Talanta. 2019;198:432-439. doi:10.1016/j.talanta.2019.02.046"}, {"Citation": "Záruba K, Král V. Quaternized brucine as a novel chiral selector. Tetrahedr Asymm. 2002;13(23):2567-2570. doi:10.1016/S0957-4166(02)00715-2"}, {"Citation": "Sýkora D, Vozka J, Tesařová E, et al. Immobilized strychnine as a new chiral stationary phase for HPLC. Electrophoresis. 2017;38(15):1956-1963. doi:10.1002/elps.201600505"}, {"Citation": "Carrasco-Correa EJ, Ferri M, Woiwode U, et al. Zwitterionic codeine-derived methacrylate monoliths for enantioselective capillary electrochromatography of chiral acids and chiral bases. Electrophoresis. 2018;39(20):2558-2565. doi:10.1002/elps.201800126"}, {"Citation": "Ghassempour A, Alizadeh R, Najafi NM, et al. Crystalline degradation products of vancomycin as chiral stationary phase in microcolumn liquid chromatography. J Sep Sci. 2008;31(13):2339-2345. doi:10.1002/jssc.200800185"}, {"Citation": "Mojtahedi MM, Chalavi S, Ghassempour A, et al. Chiral separation of three agrochemical toxins enantiomers by high-performance liquid chromatography on a vancomycin crystalline degradation products-chiral stationary phase. Biomed Chromatogr. 2007;21(3):234-240. doi:10.1002/bmc.732"}, {"Citation": "Ghassempour A, Abdollahpour A, Tabar-Heydar K, Nabid MR, Mansouri S, Aboul-Enein HY. Crystalline degradation products of vancomycin as a new chiral stationary phase for liquid chromatography. Chromatographia. 2005;61(3-4):151-155. doi:10.1365/s10337-004-0489-0"}, {"Citation": "Segal MS, Goldstein MM, Attinger EO. The use of noscapine (narcotine) as an antitussive agent. Dis Chest. 1957;32(3):305-309. doi:10.1378/chest.32.3.305"}, {"Citation": "Mohebbi M, Bararjanian M, Ebrahimi SN, Smieško M, Salehi P. Noscapine Derivatives as New Chiral Catalysts in Asymmetric Synthesis­: Highly Enantioselective Addition of Diethylzinc to Aldehydes­. Synthesis (Stuttg). 2018;50(9):1841-1848. doi:10.1055/s-0037-1609224"}, {"Citation": "Mohebbi M, Salehi P, Bararjanian M, Ebrahimi SN. Noscapine-derived β-amino alcohols as new organocatalysts for enantioselective addition of diethylzinc to aldehydes. J Iran Chem Soc. 2017;15(1):47-53. doi:10.1007/s13738-017-1207-9"}, {"Citation": "Kaur N, Chopra HK. Synthesis, characterization, and organocatalytic application of chiral ionic liquids derived from (S,R)-noscapine. Synth Commun. 2018;48(1):26-31. doi:10.1080/00397911.2017.1384842"}, {"Citation": "Breugst M, Reissig HU. The Huisgen Reaction: Milestones of the 1,3-Dipolar Cycloaddition. Angew Chem Int Ed. 2020;59(30):12293-12307. doi:10.1002/anie.202003115"}, {"Citation": "Wolter M, Chen X, Woiwode U, Geibel C, Lämmerhofer M. Preparation and characterization of poly(3-mercaptopropyl)methylsiloxane functionalized silica particles and their further modification for silver ion chromatography and enantioselective high-performance liquid chromatography. J Chromatogr A. 2021;1643:462069. doi:10.1016/j.chroma.2021.462069"}, {"Citation": "Zhou Y, Liang Q, Zhang Z, Wang Z, Huang M. Chiral separations with crosslinked cellulose derivatives attached onto hybrid silica monolith particles: Via the thiol-ene click reaction. Anal Methods. 2020;12(21):2727-2734. doi:10.1039/D0AY00772B"}, {"Citation": "Shuang Y, Liao Y, Wang H, Wang Y, Li L. Preparation and evaluation of a triazole-bridged bis(β-cyclodextrin)-bonded chiral stationary phase for HPLC. Chirality. 2020;32(2):168-184. doi:10.1002/chir.23147"}, {"Citation": "Debono AJ, Xie JH, Ventura S, Pouton CW, Capuano B, Scammells PJ. Synthesis and Biological Evaluation of N-Substituted Noscapine Analogues. ChemMedChem. 2012;7(12):2122-2133. doi:10.1002/cmdc.201200365"}, {"Citation": "DeBono A, Capuano B, Scammells PJ. Progress Toward the Development of Noscapine and Derivatives as Anticancer Agents. J Med Chem. 2015;58(15):5699-5727. doi:10.1021/jm501180v"}, {"Citation": "Babanezhad Harikandei K, Salehi P, Ebrahimi SN, et al. N-substituted noscapine derivatives as new antiprotozoal agents: Synthesis, antiparasitic activity and molecular docking study. Bioorg Chem. 2019;91:103116. doi:10.1016/j.bioorg.2019.103116"}, {"Citation": "Bitencourt-Ferreira G, de Azevedo WF. Molegro virtual docker for docking. Methods Mol Biol. 2019;2053:149-167. doi:10.1007/978-1-4939-9752-7_10"}, {"Citation": "Thomsen R, Christensen MH. MolDock: A new technique for high-accuracy molecular docking. J Med Chem. 2006;49(11):3315-3321. doi:10.1021/jm051197e"}, {"Citation": "Eberhardt J, Santos-Martins D, Tillack AF, Forli S. AutoDock Vina 1.2.0: New Docking Methods, Expanded Force Field, and Python Bindings. J Chem Inf Model. 2021;61(8):3891-3898. doi:10.1021/acs.jcim.1c00203"}, {"Citation": "Trott O, Olson AJ. AutoDock Vina: improving the speed and accuracy of docking with a new scoring function, efficient optimization and multithreading. J Comput Chem. 2010;31(2):455-461. doi:10.1002/jcc.21334"}, {"Citation": "Jonniya NA, Sk MF, Kar P. Characterizing an allosteric inhibitor-induced inactive state in with-no-lysine kinase 1 using Gaussian accelerated molecular dynamics simulations. Phys Chem Chem Phys. 2021;23(12):7343-7358. doi:10.1039/D0CP05733A"}, {"Citation": "Wang Y-T, Cheng T-L. Computational modeling of cyclic peptide inhibitor-MDM2/MDMX binding through global docking and Gaussian accelerated molecular dynamics simulations. J Biomol Struct Dyn. 2021;39(11):4005-4014. doi:10.1080/07391102.2020.1773317"}, {"Citation": "Chugh H, Kumar P, Kumar N, Gaur RK, Dhawan G, Chandra R. Ex vivo binding studies of the anti-cancer drug noscapine with human hemoglobin: a spectroscopic and molecular docking study. New J Chem. 2021;45(3):1525-1534. doi:10.1039/D0NJ03334K"}, {"Citation": "Shields EP, Weber SG. A crosslinked, low pH-stable, mixed-mode cation-exchange like stationary phase made using the thiol-yne click reaction. J Chromatogr A. 2020;1618:460851. doi:10.1016/j.chroma.2020.460851"}, {"Citation": "Shahnani M, Sefidbakht Y, Maghari S, Mehdi A, Rezadoost H, Ghassempour A. Enantioseparation of mandelic acid on vancomycin column: Experimental and docking study. Chirality. 2020;32(11):1289-1298. doi:10.1002/chir.23273"}, {"Citation": "Zhang N, Guo S, Gong B. Preparation of a novel bridged bis(β-cyclodextrin) chiral stationary phase by thiol-ene click chemistry for enhanced enantioseparation in HPLC. RSC Adv. 2021;11(57):35754-35764. doi:10.1039/D1RA04697G"}, {"Citation": "Li M, Guo X, Di X, Jiang Z. Enantioseparation on a new synthetic β-cyclodextrin chemically bonded chiral stationary phase and molecular docking study. Anal Bioanal Chem. 2021;413(15):3933-3944. doi:10.1007/s00216-021-03344-1"}, {"Citation": "Felletti S, De Luca C, Ismail OH, et al. On the effect of chiral selector loading and mobile phase composition on adsorption properties of latest generation fully- and superficially-porous Whelk-O1 particles for high-efficient ultrafast enantioseparations. J Chromatogr A. 2018;1579:41-48. doi:10.1016/j.chroma.2018.10.022"}, {"Citation": "Snyder LR, Kirkland JJ, Dolan JW. Introduction to Modern Liquid Chromatography. 3rd ed. John Wiley and Sons; 2010."}, {"Citation": "Johnson JA, Caudle KE, Gong L, et al. Clinical Pharmacogenetics Implementation Consortium (CPIC) Guideline for Pharmacogenetics-Guided Warfarin Dosing: 2017 Update. Clin Pharmacol Ther. 2017;102(3):397-404. doi:10.1002/cpt.668"}, {"Citation": "Rulcova A, Prokopova I, Krausova L, et al. Stereoselective interactions of warfarin enantiomers with the pregnane X nuclear receptor in gene regulation of major drug-metabolizing cytochrome P450 enzymes. J Thromb Haemost. 2010;8(12):2708-2717. doi:10.1111/j.1538-7836.2010.04036.x"}, {"Citation": "Raimbault A, Ma CMA, Ferri M, et al. Cinchona-based zwitterionic stationary phases: Exploring retention and enantioseparation mechanisms in supercritical fluid chromatography with a fragmentation approach. J Chromatogr A. 2020;1612:460689. doi:10.1016/j.chroma.2019.460689"}, {"Citation": "Yu T, Zhang J, Sun X, Du Y. Evaluation of cyclodextrin-micellar electrokinetic capillary chromatography with pyrrolidinium-based ionic liquid surfactant as a pseudostationary phase for chiral separation. Sep Sci Plus. 2019;2(4):137-145. doi:10.1002/sscp.201800145"}, {"Citation": "Vashistha VK, Kumar A. Stereochemical facets of clinical β-blockers: An overview. Chirality. 2020;32(5):722-735. doi:10.1002/chir.23200"}, {"Citation": "Deng M, Xue M, Liu Y, Zhao M. Preparation of a novel hydroxypropyl-γ-cyclodextrin functionalized monolith for separation of chiral drugs in capillary electrochromatography. Chirality. 2021;33(5):188-195. doi:10.1002/chir.23300"}, {"Citation": "Luo R, Han H, Liu J, et al. Preparation and application of teicoplanin functionalized polymeric monolith for enantioseparation of chiral drugs. J Pharm Biomed Anal. 2020;182:113129. doi:10.1016/j.jpba.2020.113129"}, {"Citation": "Merino MED, Lancioni C, Padró JM, Castells CB. Study of enantioseparation of β-blockers using amylose tris(3-chloro-5-methylphenylcarbamate) as chiral stationary phase under polar-organic, reversed-phase and hydrophilic interaction liquid chromatography conditions. J Chromatogr A. 2020;1634:461685. doi:10.1016/j.chroma.2020.461685"}, {"Citation": "Matarashvili I, Chelidze A, Dolidze G, et al. Separation of enantiomers of chiral basic drugs with amylose- and cellulose- phenylcarbamate-based chiral columns in acetonitrile and aqueous-acetonitrile in high-performance liquid chromatography with a focus on substituent electron-donor and electron-acceptor effects. J Chromatogr A. 2020;1624:461218. doi:10.1016/j.chroma.2020.461218"}, {"Citation": "Varfaj I, Protti M, di Michele A, et al. Efficient enantioresolution of aromatic α-hydroxy acids with Cinchona alkaloid-based zwitterionic stationary phases and volatile polar-ionic eluents. Anal Chim Acta. 2021;1180:338928. doi:10.1016/j.aca.2021.338928"}, {"Citation": "Zhu L, Zhu J, Sun X, et al. Novel chiral stationary phases based on 3,5-dimethyl phenylcarbamoylated β-cyclodextrin combining cinchona alkaloid moiety. Chirality. 2020;32(8):1080-1090. doi:10.1002/chir.23237"}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2022", "Month": "5", "Day": "28"}, {"Year": "2022", "Month": "1", "Day": "15"}, {"Year": "2022", "Month": "6", "Day": "12"}, {"Year": "2022", "Month": "7", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "2", "Hour": "2", "Minute": "13"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35778873", "10.1002/chir.23488"]}}], "PubmedBookArticle": []}