{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cultivated", "Cymbopogon citratus", "Genetic diversity", "Medicinal importance", "Molecular markers", "Oil yielding", "Phytochemicals", "Wild"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35789659", "DateCompleted": {"Year": "2023", "Month": "01", "Day": "16"}, "DateRevised": {"Year": "2023", "Month": "01", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "06", "Day": "29"}], "Language": ["eng"], "ELocationID": ["e13505", "10.7717/peerj.13505"], "Journal": {"ISSN": "2167-8359", "JournalIssue": {"Volume": "10", "PubDate": {"Year": "2022"}}, "Title": "PeerJ", "ISOAbbreviation": "PeerJ"}, "ArticleTitle": "Genetic diversity analysis for wild and cultivated accessions of <i>Cymbopogon citratus</i> (D.C.) Stapf using phytochemical and molecular markers.", "Pagination": {"StartPage": "e13505", "MedlinePgn": "e13505"}, "Abstract": {"AbstractText": ["Genetic diversity is being lost because of increasing urbanization and decreasing cultivation land, which leads to the abrupt use of wild resources of medicinally aromatic plants (MAPs). <i>Cymbopogon citratus</i> is a morphologically diverse MAP that is largely exploited in the food, cosmetics, and pharmaceutical industries. However, the intraspecific phytochemical and molecular diversity of <i>C. citratus</i> has yet to be explored.", "The germplasm was obtained from four different countries representing Pakistan, India, Bangladesh, and the United States. Oil extraction was performed by hydro distillation, and metabolic profiles of different accessions were generated by GC-MS. Seventeen functional molecular markers based on three genes encoding cytochrome P450, uridyl diphosphate glycosyltransferase and the 5S rRNA gene family were used to explore genetic diversity. Principal component analysis (PCA) and heatmaps were constructed using R software with the help of the gg-plot R package v1.0.5 for data validation.", "Among the 208 identified metabolites, citral was maximal, with a phytochemical contribution (1.92-27.73%), α-pinene (0.82-15.57%), verbenol (0.24-22.84%), neral (0.23-21.31%) and geranial acetate (0.43-15.65%). In the majority of accessions, citral was the dominant component. The highest concentration of citral was detected in 384541 (27.74%), 384527 (27.52%) belonging to Pakistan and one USA-based accession 38456 (27.71%). Region-specific grouping revealed a relationship between genetic diversity and geographical location. Pakistani accessions 384518, 38452, and 384544 genetically and 384535, 384518, and 384510 were phytochemically diverse.", "The genetic diversity was more pronounced in cultivated accessions than in wild accessions. Moreover, it was observed that phytochemical diversity correlated with the altitude and temperature of the region."], "CopyrightInformation": "© 2022 Shamsheer et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Lahore College for Women University, Lahore, Pakistan."}], "LastName": "Shamsheer", "ForeName": "Bushra", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Lahore College for Women University, Lahore, Pakistan."}], "LastName": "Riaz", "ForeName": "Nadia", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Lahore College for Women University, Lahore, Pakistan."}], "LastName": "Yousaf", "ForeName": "Zubaida", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Government College Women University, Sialkot, Pakistan."}], "LastName": "Hyder", "ForeName": "Sajjad", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Lahore College for Women University, Lahore, Pakistan."}], "LastName": "Aftab", "ForeName": "Arusa", "Initials": "A"}, {"Identifier": ["0000-0003-0474-5221"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agronomy, Faculty of Agriculture and Environment, The Islamia University of Bhawalpur, Bahawalpur, Pakistan."}], "LastName": "Iqbal", "ForeName": "Rashid", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Crop Science Institute of Crop Science and Resource Conservation (INRES), University of Bonn, Bonn, Germany."}], "LastName": "Rahman", "ForeName": "Muhammad Habib Ur", "Initials": "MHU"}, {"Identifier": ["0000-0001-5022-1555"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Production, College of Food and Agriculture, King Saud University, Riyadh, Saudi Arabia."}], "LastName": "Al-Ashkar", "ForeName": "Ibrahim", "Initials": "I"}, {"Identifier": ["0000-0002-0826-4241"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Production, College of Food and Agriculture, King Saud University, Riyadh, Saudi Arabia."}], "LastName": "F Almutairi", "ForeName": "Khalid", "Initials": "K"}, {"Identifier": ["0000-0003-3477-762X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agronomy, Faculty of Agriculture, Kafrelsheikh University, Kafr El-Shaikh, Egypt."}], "LastName": "El Sabagh", "ForeName": "Ayman", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PeerJ", "NlmUniqueID": "101603425", "ISSNLinking": "2167-8359"}, "ChemicalList": [{"RegistryNumber": "T7EU0O9VPP", "NameOfSubstance": "citral"}, {"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Oils, Volatile"}, {"QualifierName": ["chemistry"], "DescriptorName": "Cymbopogon"}, {"QualifierName": [], "DescriptorName": "Phytochemicals"}, {"QualifierName": ["genetics"], "DescriptorName": "Genetic Variation"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abdel-Salam EM, Faisal M, Alatar AA, Saquib Q, andAlwathnani HA. Comparative analysis between wild and cultivated cucumbers reveals transcriptional changes during domestication process. Plants. 2020;9(1):63. doi: 10.3390/plants9010063.", "ArticleIdList": ["10.3390/plants9010063", "PMC7020419", "31947725"]}, {"Citation": "Abdelrahman AM, Kheiralla KE, Ibrahim N, Elegail A, Yousif M, Ahmed E. Antimycobacterial Activity and Gas Chromatography-Mass Spectrometry (GC-MS) analysis of henna (Lawsonia Inermis) leaves extract. Arabian Journal of Medicinal and Aromatic Plants. 2020;6(3):1–9. doi: 10.48347/IMIST.PRSM/ajmap-v6i3.22340.", "ArticleIdList": ["10.48347/IMIST.PRSM/ajmap-v6i3.22340"]}, {"Citation": "AL-Qudah MA. Chemical composition of essential oil from Jordanian Lupinus varius L. Arabian Journal of Chemistry. 2013;6:225–227. doi: 10.1016/j.arabjc.2011.01.012.", "ArticleIdList": ["10.1016/j.arabjc.2011.01.012"]}, {"Citation": "Amom T, Nongdam P. The use of molecular marker methods in plants: a review. International Journal of Current Research and Review. 2017;9(17):1–7. doi: 10.7324/IJCRR.2017.9171.", "ArticleIdList": ["10.7324/IJCRR.2017.9171"]}, {"Citation": "Anal JMH. Trace and essential elements analysis in Cymbopogon citratus (DC.) stapf samples by graphite furnace-atomic absorption spectroscopy and its health concern. Journal of Toxicology. 2014;2014 doi: 10.1155/2014/690758.", "ArticleIdList": ["10.1155/2014/690758", "PMC4267167", "25525430"]}, {"Citation": "Babatunde DE, Otusemade GO, Efeovbokhan VE, Ojewumi ME, Bolade OP, Owoeye TF. Chemical composition of steam and solvent crude oil extracts from Azadirachta indica leaves. Chemical Data Collections. 2019;20:100208. doi: 10.1016/j.cdc.2019.100208.", "ArticleIdList": ["10.1016/j.cdc.2019.100208"]}, {"Citation": "Bagheri H, Manap MYBA, Solati Z. Antioxidant activity of Piper nigrum L. essential oil extracted by supercritical CO2 extraction and hydro-distillation. Talanta. 2014;121:220–228. doi: 10.1016/j.talanta.2014.01.007.", "ArticleIdList": ["10.1016/j.talanta.2014.01.007", "24607131"]}, {"Citation": "Bistgani ZE, Siadat SA, Bakhshandeh A, Pirbalouti AG, Hashemi M, Maggi F, Morshedloo MR. Application of combined fertilizers improves biomass, essential oil yield, aroma profile, and antioxidant properties of Thymus daenensis Celak. Industrial Crops and Products. 2018;121:434–440. doi: 10.1016/j.indcrop.2018.05.048.", "ArticleIdList": ["10.1016/j.indcrop.2018.05.048"]}, {"Citation": "Charles DJ, Simon JE. Comparison of extraction methods for the rapid determination of essential oil content and composition of basil. Journal of the American Society for Horticultural Science. 1990;115(3):458–462. doi: 10.21273/JASHS.115.3.458.", "ArticleIdList": ["10.21273/JASHS.115.3.458"]}, {"Citation": "Chat OA, Bhat PA, Nazir N, Dar AA. Value-Added Ingredients and Enrichments of Beverages. Cambridge: Academic Press; 2019. Self-assembled systems based on surfactants and polymers as stabilizers for citral in beverages; pp. 487–521."}, {"Citation": "Djerrad Z, Kadik L, Djouahri A. Chemical variability and antioxidant activities among Pinus halepensis Mill. Essential oils provenances, depending on geographic variation and environmental conditions. Industrial Crops and Products. 2015;74:440–449. doi: 10.1016/j.indcrop.2015.05.049.", "ArticleIdList": ["10.1016/j.indcrop.2015.05.049"]}, {"Citation": "Echeverrigaray S, Fracaro F, dos Santos ACA, Paroul N, Wasum R, Serafini LA. Essential oil composition of south Brazilian populations of Cunila galioides and its relation with the geographic distribution. Biochemical Systematics and Ecology. 2003;31(5):467–475. doi: 10.1016/S0305-1978(02)00175-8.", "ArticleIdList": ["10.1016/S0305-1978(02)00175-8"]}, {"Citation": "Fernández-Sestelo M, Carrillo JM. Environmental effects on yield and composition of essential oil in wild populations of spike lavender (Lavandula latifolia Medik.) Agriculture. 2020;10(12):626. doi: 10.3390/agriculture10120626.", "ArticleIdList": ["10.3390/agriculture10120626"]}, {"Citation": "Flamini G, Tebano M, Cioni PL, Ceccarini L, Ricci AS, Longo I. Comparison between the conventional method of extraction of essential oil of Laurus nobilis L. and a novel method which uses microwaves applied in situ, without resorting to an oven. Journal of Chromatography A. 2007;1143(1–2):36–40. doi: 10.1016/j.chroma.2007.01.031.", "ArticleIdList": ["10.1016/j.chroma.2007.01.031", "17239898"]}, {"Citation": "Gurib-Fakim A, Maudarbaccus N, Leach D, Doimo L, Wohlmuth H. Essential oil composition of Zingiberaceae species from Mauritius. Journal of Essential Oil Research. 2002;14(4):271–273. doi: 10.1080/10412905.2002.9699850.", "ArticleIdList": ["10.1080/10412905.2002.9699850"]}, {"Citation": "Hanaa AM, Sallam YI, El-Leithy AS, Aly SE. Lemongrass (Cymbopogon citratus) essential oil as affected by drying methods. Annals of Agricultural Sciences. 2012;57(2):113–116. doi: 10.1016/j.aoas.2012.08.004.", "ArticleIdList": ["10.1016/j.aoas.2012.08.004"]}, {"Citation": "Julio LF, Burillo J, Giménez C, Cabrera R, Díaz CE, Sanz J, González-Coloma A. Chemical and biocidal characterization of two cultivated Artemisia absinthium populations with different domestication levels. Industrial Crops and Products. 2015;76:787–792. doi: 10.1016/j.indcrop.2015.07.041.", "ArticleIdList": ["10.1016/j.indcrop.2015.07.041"]}, {"Citation": "Kassambara A, Mundt F. Package ‘factoextra’. Extract and visualize the results of multivariate data analyses, 76. 2017. Http://darwin.cirad.fr/darwin5.0.  [26 August 2019]. Http://darwin.cirad.fr/darwin5.0"}, {"Citation": "Khanuja SP, Shasany AK, Pawar A, Lal RK, Darokar MP, Naqvi AA, Kumar S. Essential oil constituents and RAPD markers to establish species relationship in Cymbopogon Spreng. (Poaceae) Biochemical Systematics and Ecology. 2005;33(2):171–186. doi: 10.1016/j.bse.2004.06.011.", "ArticleIdList": ["10.1016/j.bse.2004.06.011"]}, {"Citation": "Kizil S. Determination of essential oil variations of Thymbra spicata var. spicata L. naturally growing in the wild flora of East Mediterranean and Southeastern Anatolia regions of Turkey. Industrial Crops and Products. 2010;32(3):593–600. doi: 10.1016/j.indcrop.2010.07.008.", "ArticleIdList": ["10.1016/j.indcrop.2010.07.008"]}, {"Citation": "Kumar Ganesan S, Singh R, Choudhury DR, Bharadwaj J, Gupta V, Singode A. Genetic diversity and population structure study of drumstick (Moringa oleifera Lam.) using morphological and SSR markers. Industrial Crops and Products. 2014;60:316–325. doi: 10.1016/j.indcrop.2014.06.033.", "ArticleIdList": ["10.1016/j.indcrop.2014.06.033"]}, {"Citation": "Kumar J, Verma V, Qazi GN, Gupta PK. Genetic diversity in Cymbopogon species using PCR-based functional markers. Journal of Plant Biochemistry and Biotechnology. 2007;16(2):119–122. doi: 10.1007/BF03321985.", "ArticleIdList": ["10.1007/BF03321985"]}, {"Citation": "Kumar S, Yadav M, Yadav A, Yadav J. Impact of spatial and climatic conditions on phytochemical diversity and in vitro antioxidant activity of Indian Aloe vera (L.) South African Journal of Botany. 2017;111:50–59. doi: 10.1016/j.sajb.2017.03.012.", "ArticleIdList": ["10.1016/j.sajb.2017.03.012"]}, {"Citation": "Leonova S, Shelenga T, Hamberg M, Konarev AV, Loskutov I, Carlsson AS. Analysis of oil composition in cultivars and wild species of oat (Avena sp.) Journal of Agricultural and Food Chemistry. 2008;56(17):7983–7991. doi: 10.1021/jf800761c.", "ArticleIdList": ["10.1021/jf800761c", "18707115"]}, {"Citation": "Lidder P, Sonnino A. Biotechnologies for the management of genetic EO resources for food and agriculture. Advances in Genetics. 2012;78:1–167. doi: 10.1016/B978-0-12-394394-1.00001-8.", "ArticleIdList": ["10.1016/B978-0-12-394394-1.00001-8", "22980921"]}, {"Citation": "Luis Â, Duarte AP, Pereira L, Domingues F. Chemical profiling and evaluation of antioxidant and anti-microbial properties of selected commercial essential oils: a comparative study. Medicines. 2017;4(2):36. doi: 10.3390/medicines4020036.", "ArticleIdList": ["10.3390/medicines4020036", "PMC5590072", "28930251"]}, {"Citation": "Luro FL, Costantino G, Terol J, Argout X, Allario T, Wincker P, Morillon R. Transferability of the EST-SSRs developed on Nules clementine (Citrus clementina Hort ex Tan) to other Citrus species and their effectiveness for genetic mapping. BMC Genomics. 2008;9(1):1–13. doi: 10.1186/1471-2164-9-287.", "ArticleIdList": ["10.1186/1471-2164-9-287", "PMC2435559", "18558001"]}, {"Citation": "McLafferty FW, Stauffer DB. The Wiley/NBS registry of mass spectral data. Vol. 1. New York: Wiley; 1989."}, {"Citation": "Moghaddam M, Mehdizadeh L. Soft Chemistry and Food Fermentation. Cambridge: Academic Press; 2017. Chemistry of essential oils and factors influencing their constituents; pp. 379–419."}, {"Citation": "Moumni M, Romanazzi G, Najar B, Pistelli L, Ben Amara H, Mezrioui K, Allagui MB. Antifungal activity and chemical composition of seven essential oils to control the main seedborne fungi of cucurbits. Antibiotics. 2021;10(2):104. doi: 10.3390/antibiotics10020104.", "ArticleIdList": ["10.3390/antibiotics10020104", "PMC7912402", "33499094"]}, {"Citation": "Mukarram M, Choudhary S, Khan MA, Poltronieri P, Khan MMA, Ali J, Kurjak D, Shahid M. Lemongrass essential oil components with antimicrobial and anticancer activities. Antioxidants. 2021;11(1):20. doi: 10.3390/antiox11010020.", "ArticleIdList": ["10.3390/antiox11010020", "PMC8773226", "35052524"]}, {"Citation": "Musso L, Scaglia B, Haj GA, Arnold NA, Adani F, Scarì G, Dallavalle S, Iriti M. Chemical characterization and nematicidal activity of the essential oil of Nepeta nuda L. ssp. pubescens and Nepeta curviflora Boiss. from Lebanon. Journal of Essential Oil Bearing Plants. 2017;20(6):1424–1433. doi: 10.1080/0972060X.2017.1407678.", "ArticleIdList": ["10.1080/0972060X.2017.1407678"]}, {"Citation": "Noorhosseini SA, Fallahi E, Damalas CA. Promoting cultivation of medicinal and aromatic plants for natural resource management and livelihood enhancement in Iran. Environment, Development and Sustainability. 2019;22:1–18. doi: 10.1007/s10668-019-00368-7.", "ArticleIdList": ["10.1007/s10668-019-00368-7"]}, {"Citation": "Perrier X, Jacquemoud-Collet J. Darwin Software. 2006. http://darwin.cirad.fr/darwin http://darwin.cirad.fr/darwin"}, {"Citation": "Pirbalouti AG, Hashemi M, Ghahfarokhi FT. Essential oil and chemical compositions of wild and cultivated Thymus daenensis Celak and Thymus vulgaris L. Industrial Crops and Products. 2013;48:43–48. doi: 10.1016/j.indcrop.2013.04.004.", "ArticleIdList": ["10.1016/j.indcrop.2013.04.004"]}, {"Citation": "Plata-Rueda A, Martínez LC, da Silva Rolim G, Coelho RP, Santos MH, de Souza Tavares W, Zanuncio JC, Serrão JE. Insecticidal and repellent activities of Cymbopogon citratus (Poaceae) essential oil and its terpenoids (citral and geranyl acetate) against Ulomoidesdermestoides. Crop Protection. 2020;137:105299. doi: 10.1016/j.cropro.2020.105299.", "ArticleIdList": ["10.1016/j.cropro.2020.105299"]}, {"Citation": "Ramirez J, Andrade MD, Vidari G, Gilardoni G. Essential oil and major non-volatile secondary metabolites from the leaves of amazonian Piper subscutatum. Plants. 2021;10(6):1168. doi: 10.3390/plants10061168.", "ArticleIdList": ["10.3390/plants10061168", "PMC8228786", "34207495"]}, {"Citation": "Ranitha M, Nour AH, Sulaiman ZA, Nour AH. A comparative study of lemongrass (Cymbopogon Citratus) essential oil extracted by microwave-assisted hydrodistillation (MAHD) and conventional hydrodistillation (HD) Method. International Journal of Chemical Engineering and Applications. 2014;5(2):104. doi: 10.7763/IJCEA.2014.V5.360.", "ArticleIdList": ["10.7763/IJCEA.2014.V5.360"]}, {"Citation": "Riaz S, De Lorenzis G, Velasco D, Koehmstedt A, Maghradze D, Bobokashvili Z, Musayev M, Zdunic G, Laucou V, Walker MA, Failla O, Preece JE, Aradhya M, Arroyo-Garcia R. Genetic diversity analysis of cultivated and wild grapevine (Vitis vinifera L.) accessions around the Mediterranean basin and Central Asia. BMC Plant Biology. 2018;18(1):1–14. doi: 10.1186/s12870-018-1351-0.", "ArticleIdList": ["10.1186/s12870-018-1351-0", "PMC6020434", "29945553"]}, {"Citation": "Ridder M. Essential oils market worldwide—statistics & facts. 2021. https://www.statista.com/topics/5174/essential-oils/#dossierKeyfigures https://www.statista.com/topics/5174/essential-oils/#dossierKeyfigures"}, {"Citation": "Rocha RP, Melo EC. Influence of drying process on the quality of medicinal plants: A review. Journal of Medicinal Plants Research. 2011;5(33):7076–7084. doi: 10.5897/JMPRX11.001.", "ArticleIdList": ["10.5897/JMPRX11.001"]}, {"Citation": "Sadiq A, Zeb A, Ullah F, Ahmad S, Ayaz M, Rashid U, Muhammad N. Chemical characterization, analgesic, antioxidant, and anticholinesterase potentials of essential oils from Isodon rugosus Wall. ex. Benth. Frontiers in Pharmacology. 2018;9:623. doi: 10.3389/fphar.2018.00623.", "ArticleIdList": ["10.3389/fphar.2018.00623", "PMC6008688", "29950997"]}, {"Citation": "Sánchez JH, Remarchuk K, Ubayasena K. Ready-to-use DNA extracted with a CTAB method adapted for herbarium specimens and mucilaginous plant tissue. Plant Molecular Biology Reporter. 2006;24:161–167. doi: 10.1007/BF02914055.", "ArticleIdList": ["10.1007/BF02914055"]}, {"Citation": "Shaikh MN, Suryawanshi YC, andMokat DN. Volatile profiling and essential oil yield of Cymbopogon citratus (D.C.) stapf treated with rhizosphere fungi and some important fertilizers. Journal of Essential Oil Bearing Plants. 2019;22(2):477–483. doi: 10.1080/0972060X.2019.1613933.", "ArticleIdList": ["10.1080/0972060X.2019.1613933"]}, {"Citation": "Silva MR, Ximenes RM, da Costa JGM, Leal LKAM, de Lopes AA, de Barros Viana GS. Comparative anticonvulsant activities of the essential oils (EOs) from Cymbopogon winterianus Jowitt and Cymbopogon citratus (D.C) Stapf. in mice. Naunyn-Schmiedeberg's Archives of Pharmacology. 2010;381(5):415–426. doi: 10.1007/s00210-010-0494-9.", "ArticleIdList": ["10.1007/s00210-010-0494-9", "20237771"]}, {"Citation": "Tajidin NE, Ahmad SH, Rosenani AB, Azimah H, andMunirah M. Chemical composition and citral content in lemongrass (Cymbopogon citratus) essential oil at three maturity stages. African Journal of Biotechnology. 2012;11(11):2685–2693. doi: 10.5897/AJB11.2939.", "ArticleIdList": ["10.5897/AJB11.2939"]}, {"Citation": "Tams SH, Melchinger AE, Bauer E. Genetic similarity among European winter triticale elite germplasms assessed with AFLP and comparisons with SSR and pedigree data. Plant Breeding. 2005;124(2):154–160. doi: 10.1111/j.1439-0523.2004.01047.x.", "ArticleIdList": ["10.1111/j.1439-0523.2004.01047.x"]}, {"Citation": "Tawatsin A, Thavara U, Chansang U, Chavalittumrong P, Boonruad T, Wongsinkongman P, Bansidhi J, Mulla MS. Field evaluation of deet, Repel Care®, and three plant-based essential oil repellents against mosquitoes, black flies (Diptera: Simuliidae), and land leeches (Arhynchobdellida: Haemadipsidae) in Thailand. Journal of the American Mosquito Control Association. 2006;22(2):306–313. doi: 10.2987/8756-971X(2006)22[306:FEODRC]2.0.CO;2.", "ArticleIdList": ["10.2987/8756-971X(2006)22[306:FEODRC]2.0.CO;2", "17019778"]}, {"Citation": "Tchoumbougnang F, Zollo PA, Dagne E, Mekonnen Y. In vivo antimalarial activity of essential oils from Cymbopogon citratus and Ocimum gratissimum on mice infected with Plasmodium berghei. Planta Medica. 2005;71(1):20–23. doi: 10.1055/s-2005-837745.", "ArticleIdList": ["10.1055/s-2005-837745", "15678368"]}, {"Citation": "Verdeguer M, Castañeda LG, Torres-Pagan N, Llorens-Molina JA, Carrubba A. Control of Erigeron bonariensis with Thymbra capitata, Mentha piperita, Eucalyptus camaldulensis, and Santolina chamaecyparissus essential oils. Molecules. 2020;25(3):562. doi: 10.3390/molecules25030562.", "ArticleIdList": ["10.3390/molecules25030562", "PMC7037304", "32012931"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "12", "Day": "21"}, {"Year": "2022", "Month": "5", "Day": "6"}, {"Year": "2022", "Month": "7", "Day": "5", "Hour": "19", "Minute": "50"}, {"Year": "2022", "Month": "7", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "6", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "6", "Day": "29"}], "PublicationStatus": "epublish", "ArticleIdList": ["35789659", "PMC9250312", "10.7717/peerj.13505", "13505"]}}], "PubmedBookArticle": []}