{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cardiotoxicity", "Nephrotoxicity", "Pomegranate seed oil", "Tacrolimus"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35782771", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.22038/AJP.2022.19703"], "Journal": {"ISSN": "2228-7930", "JournalIssue": {"Volume": "12", "Issue": "4", "PubDate": {"Year": "2022", "Season": "Jul-Aug"}}, "Title": "Avicenna journal of phytomedicine", "ISOAbbreviation": "Avicenna J Phytomed"}, "ArticleTitle": "Pomegranate seed oil protects against tacrolimus-induced toxicity in the heart and kidney by modulation of oxidative stress in rats.", "Pagination": {"StartPage": "439", "EndPage": "448", "MedlinePgn": "439-448"}, "Abstract": {"AbstractText": ["The clinical use of tacrolimus is limited due to its side effects. This research investigated the protective activities of pomegranate seed oil (PSO) against TAC toxicity.", "The groups are included normal (1 ml of corn oil), TAC (2 mg/kg), and co-treatment of PSO (0.4 and 0.8 ml/kg) and TAC. All administrations were carried out intraperitoneally for 14 days. After the last injection, blood was collected from the heart.", "TAC increased creatinine and urea. Increased malondialdehyde, reduced thiol content and superoxide dismutase. The elevation of lactate dehydrogenase, aspartate aminotransferase (AST), alanine aminotransferase (ALT), creatinine kinase-MB and creatinine phosphokinase that confirmed cardiac toxicity. PSO reduced TAC toxicity. PSO decreased TAC-induced pathology injury.", "PSO reduced TAC toxicity in renal and heart via scavenging free radicals."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Department of Pharmacology, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Hosseini", "ForeName": "Azar", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Internal Medicine, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Rajabian", "ForeName": "Arezoo", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neuroscience Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Department of Neuroscience, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Forouzanfar", "ForeName": "Fatemeh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cancer Molecular Pathology Research Center, Imam Reza Hospital, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Farzadnia", "ForeName": "Mahdi", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Department of Pharmacology, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Boroushaki", "ForeName": "Mohammad Taher", "Initials": "MT"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Avicenna J Phytomed", "NlmUniqueID": "101586220", "ISSNLinking": "2228-7930"}, "CoiStatement": "The authors have declared that there is no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Afsar T, Razak S, Batoo KM, Khan MR. Acacia hydaspica R Parker prevents doxorubicin-induced cardiac injury by attenuation of oxidative stress and structural Cardiomyocyte alterations in rats. BMC Complement Altern Med. 2017;17:1–14.", "ArticleIdList": ["PMC5747129", "29284479"]}, {"Citation": "Ahmed O, Ashour M, Fahim H, AbouZid S, Ahmed R, Abdel Gaid M. Ameliorative effects of Punica Granatum juice and extracts against 7, 12-Dimethylbenz (a) Anthracene and carbon tetrachloride-induced Cardiorenal toxicity in albino rats. SM J Biol. 2016;2:1011."}, {"Citation": "Al-Harbi NO, Imam F, Al-Harbi MM, Iqbal M, Nadeem A, Al-Shahrah OA, Korashy HM, Al-Hosaini KA, Ahmed M, Bahashwar S. Treatment with aliskiren ameliorates tacrolimus-induced nephrotoxicity in rats. J Renin Angiotensin Aldosterone Syst. 2015;16:1329–1336.", "ArticleIdList": ["24737642"]}, {"Citation": "Al-Harbi NO, Imam F, Nadeem A, Al-Harbi MM, Iqbal M, Rahman S, Al-Hosaini KA, Bahashwan S. Protection against tacrolimus-induced cardiotoxicity in rats by olmesartan and aliskiren. Toxicol Mech Methods. 2014;24:697–702.", "ArticleIdList": ["25199528"]}, {"Citation": "Al-Kuraishy HM, Al-Gareeb A, Al-Naimi MSS. Pomegranate attenuates acute gentamicin-induced nephrotoxicity in Sprague-Dawley rats: The potential antioxidant and anti-inflammatory effects. Asian J Pharm Clin Res. 2019;12:484–486."}, {"Citation": "Al-Kuraishy HM, Al-Gareeb AI. Potential effects of pomegranate on lipid peroxidation and pro-inflammatory changes in daunorubicin-induced cardiotoxicity in rats. Int J Prev Med. 2016;7:85.", "ArticleIdList": ["PMC4926549", "27413516"]}, {"Citation": "Alkuraishy HM, Al-Gareeb AI, Al-Naimi MS. Pomegranate protects renal proximal tubules during gentamicin induced-nephrotoxicity in rats. J Contemp Med Sci. 2019;5:35–40."}, {"Citation": "Asgary S, Keshvari M, Sahebkar A, Hashemi M, Rafieian-Kopaei M. Clinical investigation of the acute effects of pomegranate juice on blood pressure and endothelial function in hypertensive individuals. ARYA Atheroscler. 2013;9:326–331.", "ArticleIdList": ["PMC3933059", "24575134"]}, {"Citation": "Atkison P, Joubert G, Barron A, Grant D, Wall W, Rosenberg H, Howard J, Williams S, Stiller C, Paradis K. Hypertrophic cardiomyopathy associated with tacrolimus in paediatric transplant patients. Lancet. 1995;345:894–896.", "ArticleIdList": ["7535875"]}, {"Citation": "Atkison PR, Joubert GI, Guiraudon C, Armstrong R, Wall W, Asfar S, Grant D. Arteritis and increased intracellular calcium as a possible mechanism for tacrolimus-related cardiac toxicity in a pediatric transplant recipient. Transplantation. 1997;64:773–775.", "ArticleIdList": ["9311719"]}, {"Citation": "Basu A, Penugonda K. Pomegranate juice: a heart-healthy fruit juice. Nutr Rev. 2009;67:49–56.", "ArticleIdList": ["19146506"]}, {"Citation": "Bechstein WO. Neurotoxicity of calcineurin inhibitors: impact and clinical management. Transpl Int. 2000;13:313–326.", "ArticleIdList": ["11052266"]}, {"Citation": "Bihamta M, Hosseini A, Ghorbani A, Boroushaki MT. Protective effect of pomegranate seed oil against H2O2-induced oxidative stress in cardiomyocytes. Avicenna J Phytomed. 2017;7:46–53.", "ArticleIdList": ["PMC5329176", "28265546"]}, {"Citation": "Boroushaki MT, Arshadi D, Jalili-Rasti H, Asadpour E, Hosseini A. Protective effect of pomegranate seed oil against acute toxicity of diazinon in rat kidney. Iran J Pharm Res. 2013;12:821–827.", "ArticleIdList": ["PMC3920704", "24523762"]}, {"Citation": "Boroushaki MT, Asadpour E, Sadeghnia HR, Dolati K. Effect of pomegranate seed oil against gentamicin-induced nephrotoxicity in rat. J Food Sci Technol. 2014a;51:3510–3514.", "ArticleIdList": ["PMC4571228", "26396355"]}, {"Citation": "Boroushaki MT, Mollazadeh H, Afshari AR. Pomegranate seed oil: A comprehensive review on its therapeutic effects. Int J Pharm Sci Res. 2016;7:430–442."}, {"Citation": "Boroushaki MT, Mollazadeh H, Rajabian A, Dolati K, Hoseini A, Paseban M, Farzadnia M. Protective effect of pomegranate seed oil against mercuric chloride-induced nephrotoxicity in rat. Ren Fail. 2014b;36:1581–1586.", "ArticleIdList": ["25154291"]}, {"Citation": "Boroushaki MT, Rajabian A, Farzadnia M, Hoseini A, Poorlashkari M, Taghavi A, Dolati K, Bazmandegan G. Protective effect of pomegranate seed oil against cisplatin-induced nephrotoxicity in rat. Ren Fail. 2015;37:1338–1343.", "ArticleIdList": ["26288026"]}, {"Citation": "Bouroshaki MT, Sadeghnia HR, Banihasan M, Yavari S. Protective effect of pomegranate seed oil on hexachlorobutadiene-induced nephrotoxicity in rat kidneys. Ren Fail. 2010;32:612–617.", "ArticleIdList": ["20486845"]}, {"Citation": "Butani L, Afshinnik A, Johnson J, Javaheri D, Peck S, German JB, Perez RV. Amelioration of tacrolimus-induced nephrotoxicity in rats using juniper oil. Transplantation. 2003;76:306–311.", "ArticleIdList": ["12883183"]}, {"Citation": "Długosz A, Średnicka D, Boratyński J. The influence of tacrolimus on oxidative stress and free-radical processes. Postepy Hig Med Dosw.(online) 2007;61:466–471.", "ArticleIdList": ["17786133"]}, {"Citation": "El-Habibi E. Renoprotective effects of Punica granatum (pomegranate) against adenine-induced chronic renal failure in male rats. Life Sci J. 2013;10:2059–2069."}, {"Citation": "Ferjani H, El Arem A, Bouraoui A, Achour A, Abid S, Bacha H, Boussema-Ayed I. Protective effect of mycophenolate mofetil against nephrotoxicity and hepatotoxicity induced by tacrolimus in Wistar rats. J Physiol Biochem. 2016;72:133–144.", "ArticleIdList": ["26746208"]}, {"Citation": "Ferjani H, Timoumi R, Amara I, Abid S, Achour A, Bacha H, Boussema-Ayed I. Beneficial effects of mycophenolate mofetil on cardiotoxicity induced by tacrolimus in wistar rats. Exp Biol Med. 2017;242:448–455.", "ArticleIdList": ["PMC5298536", "26582055"]}, {"Citation": "Fernandes MB, Caldas HC, Toloni LD, Baptista M, Fernandes I, Abbud-Filho M. Supplementation with omega-3 polyunsaturated fatty acids and experimental tacrolimus-induced nephrotoxicity. Exp Clin Transplant. 2014;12:522–527.", "ArticleIdList": ["25489802"]}, {"Citation": "Gil MI, Tomás-Barberán FA, Hess-Pierce B, Holcroft DM, Kader AA. Antioxidant activity of pomegranate juice and its relationship with phenolic composition and processing. J Agric Food Chem. 2000;48:4581–4589.", "ArticleIdList": ["11052704"]}, {"Citation": "Han S, Mun K, Choi H, Kwak C, Bae J, Suh S, Park S, Kim H, Chang E. Effects of cyclosporine and tacrolimus on the oxidative stress in cultured mesangial cells. Transplant Proc. 2006;38:2240–2241.", "ArticleIdList": ["16980053"]}, {"Citation": "Hartman RE, Shah A, Fagan AM, Schwetye KE, Parsadanian M, Schulman RN, Finn MB, Holtzman DM. Pomegranate juice decreases amyloid load and improves behavior in a mouse model of Alzheimer's disease. Neurobiol Dis. 2006;24:506–515.", "ArticleIdList": ["17010630"]}, {"Citation": "Hosseinzadeh H, Sadeghnia HR, Ziaee T, Danaee A. Protective effect of aqueous saffron extract (Crocus sativus L) and crocin, its active constituent, on renal ischemia-reperfusion-induced oxidative damage in rats. J Pharm Pharm Sci. 2005;8:387–393.", "ArticleIdList": ["16401388"]}, {"Citation": "Jalilov AS, Zhang C, Samuel EL, Sikkema WK, Wu G, Berka V, Kent TA, Tsai A-L, Tour JM. Mechanistic study of the conversion of superoxide to oxygen and hydrogen peroxide in carbon nanoparticles. ACS Appl Mater Interfaces. 2016;8:15086–15092.", "ArticleIdList": ["PMC4920082", "27245481"]}, {"Citation": "Junge W, Wilke B, Halabi A, Klein G. Determination of reference intervals for serum creatinine, creatinine excretion and creatinine clearance with an enzymatic and a modified Jaffe method. Clin Chim Acta. 2004;344:137–148.", "ArticleIdList": ["15149882"]}, {"Citation": "Kandeil MA, Hassanin KM, Arafa MM, Abdulgawad HA, Safwat GM. Pomegranate peels ameliorate renal nitric oxide synthase, interleukin-1β, and kidney injury molecule-1 in nephrotoxicity induced by acrylamide in rats. Egypt Pharmaceut J. 2019;18:368–376."}, {"Citation": "Khalil EA. A hepatoprotective effect of an aqueous extract of pomegranate (Punica granatum L) rind against acetaminop hen treated rats. Egypt J Hosp Med. 2004;16:112–118."}, {"Citation": "Kidokoro K, Satoh M, Nagasu H, Sakuta T, Kuwabara A, Yorimitsu D, Nishi Y, Tomita N, Sasaki T, Kashihara N. Tacrolimus induces glomerular injury via endothelial dysfunction caused by reactive oxygen species and inflammatory change. Kidney Blood Press Res. 2012;35:549–557.", "ArticleIdList": ["22890154"]}, {"Citation": "Lansky EP, Newman RA. Punica granatum (pomegranate) and its potential for prevention and treatment of inflammation and cancer. J Ethnopharmacol. 2007;109:177–206.", "ArticleIdList": ["17157465"]}, {"Citation": "Lee D, Lee D-S, Jung K, Hwang GS, Lee HL, Yamabe N, Lee H-J, Eom D-W, Kim KH, Kang KS. Protective effect of ginsenoside Rb1 against tacrolimus-induced apoptosis in renal proximal tubular LLC-PK1 cells. J Ginseng Res. 2018;42:75–80.", "ArticleIdList": ["PMC5766699", "29348725"]}, {"Citation": "Lloberas N, Torras J, Alperovich G, Cruzado JM, Giménez-Bonafé P, Herrero-Fresneda I, Franquesa Ml, Rama I, Grinyó JM. Different renal toxicity profiles in the association of cyclosporine and tacrolimus with sirolimus in rats. Nephrol Dial Transplant. 2008;23:3111–3119.", "ArticleIdList": ["18469305"]}, {"Citation": "Luo K, Lim SW, Jin J, Jin L, Gil HW, Hwang HS, Yang CW. Cilastatin protects against tacrolimus-induced nephrotoxicity via anti-oxidative and anti-apoptotic properties. BMC Nephrol. 2019;20:1–11.", "ArticleIdList": ["PMC6570925", "31200653"]}, {"Citation": "Madesh M, Balasubramanian K. Microtiter plate assay for superoxide dismutase using MTT reduction by superoxide. Indian J Biochem Biophys. 1998;35:184–188.", "ArticleIdList": ["9803669"]}, {"Citation": "McLeod J, Wu S, Grazette L, Sarcon A. Tacrolimus-associated dilated cardiomyopathy in adult patient after orthotopic liver transplant. J Investig Med High Impact Case Rep. 2017;5:2324709617706087.", "ArticleIdList": ["PMC5415029", "28508004"]}, {"Citation": "Meerts I, Verspeek-Rip C, Buskens C, Keizer H, Bassaganya-Riera J, Jouni Z, Van Huygevoort A, Van Otterdijk F, Van de Waart E. Toxicological evaluation of pomegranate seed oil. Food Chem Toxicol. 2009;47:1085–1092.", "ArticleIdList": ["19425183"]}, {"Citation": "Mena P, Gironés-Vilaplana A, Moreno DA, García-Viguera C. Pomegranate fruit for health promotion: Myths and realities. Funct Plant Sci Biotechnol. 2011;5:33–42."}, {"Citation": "Mollazadeh H, Boroushaki MT, Soukhtanloo M, Afshari AR, Vahedi MM. Effects of pomegranate seed oil on oxidant/antioxidant balance in heart and kidney homogenates and mitochondria of diabetic rats and high glucose-treated H9c2 cell line. Avicenna J phytomed. 2017;7:317–333.", "ArticleIdList": ["PMC5580870", "28884082"]}, {"Citation": "Mollazadeh H, Sadeghnia HR, Hoseini A, Farzadnia M, Boroushaki MT. Effects of pomegranate seed oil on oxidative stress markers, serum biochemical parameters and pathological findings in kidney and heart of streptozotocin-induced diabetic rats. Ren Fail. 2016;38:1256–1266.", "ArticleIdList": ["27453190"]}, {"Citation": "Park C, Jang H, Lee J, Oh M, Kim H. Tetrahydrocurcumin ameliorates Tacrolimus-induced nephrotoxicity via inhibiting apoptosis. Transplant Proc. 2018;50:2854–2859.", "ArticleIdList": ["30401411"]}, {"Citation": "Patel C, Dadhaniya P, Hingorani L, Soni M. Safety assessment of pomegranate fruit extract: acute and subchronic toxicity studies. Food Chem Toxicol. 2008;46:2728–2735.", "ArticleIdList": ["18571823"]}, {"Citation": "Peterka TR, Hren J, Bastarda A, Bergles J, Urleb U. Solid state compatibility study and characterization of a novel degradation product of tacrolimus in formulation. J Pharm Biomed Anal. 2015;110:67–75.", "ArticleIdList": ["25804434"]}, {"Citation": "Roberts CA, Stern DL, Radio SJ. Asymmetric cardiac hypertrophy at autopsy in patients who received FK506 (tacrolimus) or cyclosporine A after liver transplant1. Transplantation. 2002;74:817–821.", "ArticleIdList": ["12364862"]}, {"Citation": "Scalea JR, Levi ST, Ally W, Brayman KL. Tacrolimus for the prevention and treatment of rejection of solid organ transplants. Expert Rev Clin Immunol. 2016;12:333–342.", "ArticleIdList": ["26588770"]}, {"Citation": "Taylor J, Rabe T, McGaw L, Jäger A, Van Staden J. Towards the scientific validation of traditional medicinal plants. Plant Growth Regul. 2001;34:23–37."}, {"Citation": "Thomson A, Bonham C, Zeevi A. Mode of action of tacrolimus (FK506): molecular and cellular mechanisms. Ther Drug Monit. 1995;17:584–591.", "ArticleIdList": ["8588225"]}, {"Citation": "Tiwari SC, Husain N. Biological activities and role of flavonoids in human health–A. Indian J Sci Res. 2017;12:193–196."}, {"Citation": "Zhong Z, Connor HD, Li X, Mason RP, Forman DT, Lemasters JJ, Thurman RG. Reduction of ciclosporin and tacrolimus nephrotoxicity by plant polyphenols. J Pharm Pharmacol. 2006;58:1533–1543.", "ArticleIdList": ["17132217"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "6", "Day": "23"}, {"Year": "2021", "Month": "9", "Day": "5"}, {"Year": "2021", "Month": "9", "Day": "21"}, {"Year": "2022", "Month": "7", "Day": "5", "Hour": "9", "Minute": "57"}, {"Year": "2022", "Month": "7", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "6", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "7", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35782771", "PMC9121255", "10.22038/AJP.2022.19703"]}}], "PubmedBookArticle": []}