{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antitumor drugs", "Controlled environment", "Cultivation method", "Medicinal plant production", "Monoterpenoid indole alkaloids"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35788957", "DateCompleted": {"Year": "2022", "Month": "08", "Day": "29"}, "DateRevised": {"Year": "2023", "Month": "03", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "07", "Day": "05"}], "Language": ["eng"], "ELocationID": ["10.1007/s11418-022-01634-1"], "Journal": {"ISSN": "1861-0293", "JournalIssue": {"Volume": "76", "Issue": "4", "PubDate": {"Year": "2022", "Month": "Sep"}}, "Title": "Journal of natural medicines", "ISOAbbreviation": "J Nat Med"}, "ArticleTitle": "Optimal harvest-time to maximize the annual camptothecin production by Ophiorrhiza pumila in a plant factory with artificial light.", "Pagination": {"StartPage": "865", "EndPage": "872", "MedlinePgn": "865-872"}, "Abstract": {"AbstractText": ["Ophiorrhiza pumila is a medicinal plant that grows in subtropical forests and produces camptothecin (CPT). To determine an optimal harvest time of O. pumila in a plant factory with artificial light (PFAL), we investigated the CPT distribution in each organ and at the developmental stage and estimated the annual CPT production. For this study, the O. pumila plants were grown in controlled environments (16 h light period, photosynthetic photon flux density of 100 μmol m<sup>-2</sup> s<sup>-1</sup> under white light-emitting diode lamps, air temperature of 28 °C, relative humidity of 80%, and CO<sub>2</sub> concentration of 1000 μmol mol<sup>-1</sup>). First, the stem, root, and seed pod had higher CPT contents than the leaves, flower, and ovary. The optimal harvest time of O. pumila in a PFAL was 63 days after transplanting (DAT), because the CPT content in the whole organs was the highest at the seed-ripening stage. Second, based on these results, the estimated annual CPT production of O. pumila cultivated in a PFAL was 380 mg m<sup>-2</sup> y<sup>-1</sup> (63 DAT). This value was 4.3 times greater than the annual CPT production by Camptotheca acuminata in a greenhouse. We concluded that the CPT production by O. pumila in a PFAL throughout the year has many advantages, although the demand for electrical energy was high compared to that of Camptotheca acuminata in a greenhouse."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate School of Horticulture, Chiba University, Matsudo, 271-8510, Japan."}, {"Identifier": [], "Affiliation": "Graduate School of Agricultural and Life Sciences, The University of Tokyo, 1-1-1Bunkyo-Ku, YayoiTokyo, 113-8657, Japan."}], "LastName": "Lee", "ForeName": "Ji-Yoon", "Initials": "JY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate School of Horticulture, Chiba University, Matsudo, 271-8510, Japan."}, {"Identifier": [], "Affiliation": "Plant Molecular Research Center, Chiba University, Chiba, 260-0856, Japan."}], "LastName": "Goto", "ForeName": "Eiji", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate School of Horticulture, Chiba University, Matsudo, 271-8510, Japan."}], "LastName": "Yoshida", "ForeName": "Hideo", "Initials": "H"}, {"Identifier": ["0000-0003-4127-3892"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate School of Horticulture, Chiba University, Matsudo, 271-8510, Japan. s-hikosaka@faculty.chiba-u.jp."}], "LastName": "Hikosaka", "ForeName": "Shoko", "Initials": "S"}], "GrantList": [{"GrantID": "17K08018", "Agency": "Japan Society for the Promotion of Science", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Japan", "MedlineTA": "J Nat Med", "NlmUniqueID": "101518405", "ISSNLinking": "1340-3443"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents, Phytogenic"}, {"RegistryNumber": "XT3Z54Z28A", "NameOfSubstance": "Camptothecin"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Antineoplastic Agents, Phytogenic"}, {"QualifierName": [], "DescriptorName": "Camptothecin"}, {"QualifierName": [], "DescriptorName": "Plant Leaves"}, {"QualifierName": [], "DescriptorName": "Rubiaceae"}, {"QualifierName": [], "DescriptorName": "Seeds"}], "CoiStatement": "All authors certify that they have no affiliations with or involvement in any organization or entity with any financial interest or non-financial interest in the subject matter or materials discussed in this manuscript."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Hsiang YH, Hertzberg R, Hecht S, Liu LF. Camptothecin induces protein-linked DNA breaks via mammalian DNA topoisomerase I. J Biol Chem. 1985;260:14873–14878. doi: 10.1016/S0021-9258(17)38654-4.", "ArticleIdList": ["10.1016/S0021-9258(17)38654-4", "2997227"]}, {"Citation": "Wall ME, Wani MC, Cook CE, Palmer KH, McPhail AT, Sim GA. Plant antitumor agents. I. The isolation and structure of camptothecin, a novel alkaloidal leukemia and tumor inhibitor from Camptotheca acuminata 1,2. J Am Chem Soc. 1966;88:3888–3890. doi: 10.1021/ja00968a057.", "ArticleIdList": ["10.1021/ja00968a057"]}, {"Citation": "Houghton PJ, Cheshire PJ, Myers L, Stewart CF, Synold TW, Houghton JA. Evaluation of 9-dimethylaminomethyl-10-hydroxycamptothecin against xenografts derived from adult and childhood solid tumors. Cancer Chemother Pharmacol. 1992;31:229–239. doi: 10.1007/BF00685553.", "ArticleIdList": ["10.1007/BF00685553", "1464161"]}, {"Citation": "Li QY, Zu YG, Shi RZ, Yao LP. Review camptothecin: current perspectives. Curr Med Chem. 2006;13:2021–2039. doi: 10.2174/092986706777585004.", "ArticleIdList": ["10.2174/092986706777585004", "16842195"]}, {"Citation": "Saito K, Sudo H, Yamazaki M, Koseki-Nakamura M, Kitajima M, Takayama H, Aimi N. Feasible production of camptothecin by hairy root culture of Ophiorrhiza pumila. Plant Cell Rep. 2001;20:267–271. doi: 10.1007/s002990100320.", "ArticleIdList": ["10.1007/s002990100320"]}, {"Citation": "Raveendran VV. Camptothecin-discovery, clinical perspectives and biotechnology. Nat Prod Chem Res. 2015;3:175. doi: 10.4172/2329-6836.1000175.", "ArticleIdList": ["10.4172/2329-6836.1000175"]}, {"Citation": "Govindachari TR, Viswanathan N. Alkaloids of Mappia foetida. Phytochemistry. 1972;11:3529–3531. doi: 10.1016/S0031-9422(00)89852-0.", "ArticleIdList": ["10.1016/S0031-9422(00)89852-0"]}, {"Citation": "Krishnakumar G, Dintu KP, Varghese SC, Nair DS, Gopinath G, Rameshkumar KB, Satheeshkumar K, Krishnan PN. Ophiorrhiza, a promising herbaceous source of the anticancer compound camptothecin. Plant Sci Today. 2020;7:240–250. doi: 10.14719/pst.2020.7.2.660.", "ArticleIdList": ["10.14719/pst.2020.7.2.660"]}, {"Citation": "Nakamura N, Denda T, Yokota M. Homostyly and autogamy in Ophiorrhiza pumila (Rubiaceae) from the Ryuku archipelago. J Jpn Bot. 2006;81:113–120."}, {"Citation": "Asano T, Sudo H, Yamazaki M, Saito K. Camptothecin production by in vitro cultures and plant regeneration in Ophiorrhiza species. In: Jain SM, Saxena PK, editors. Protocols for In Vitro Cultures and Secondary Metabolite Analysis of Aromatic and Medicinal Plants. Methods Mol Biol: Humana Press, Totowa New Jersey; 2009. pp. 337–345.", "ArticleIdList": ["19521857"]}, {"Citation": "Lee JY, Shimano A, Hikosaka S, Ishigami Y, Goto E. Effects of photosynthetic photon flux density and light period on growth and camptothecin accumulation of Ophiorrhiza pumila under controlled environments. J Agric Meteorol. 2020;76:180–187. doi: 10.2480/agrmet.D-20-00026.", "ArticleIdList": ["10.2480/agrmet.D-20-00026"]}, {"Citation": "Kozai T, Niu G. Role of the plant factory with artificial lighting (PFAL) in urban areas. In: Kozai T, Niu G, Takagaki M, editors. Plant factory: an indoor vertical farming system for efficient quality food production. San Diego, CA: Academic Press; 2016. pp. 7–33."}, {"Citation": "Goto E. Plant production in a closed plant factory with artificial lighting. Acta Hortic. 2012;956:37–49. doi: 10.17660/ActaHortic.2012.956.2.", "ArticleIdList": ["10.17660/ActaHortic.2012.956.2"]}, {"Citation": "Lee JY, Hiyama M, Hikosaka S, Goto E. Effects of concentration and temperature of nutrient solution on growth and camptothecin accumulation of Ophiorrhiza pumila. Plants (Basel) 2020;9:1–14. doi: 10.3390/plants9060793.", "ArticleIdList": ["10.3390/plants9060793", "PMC7355462", "32630386"]}, {"Citation": "Bennett BC, Bell CR, Boulware RT. Geographic variation in alkaloid content of Sanguinaria canadensis (Papaveraceae) Rhodora. 1990;92:57–69."}, {"Citation": "Kaplan I, Halitschke R, Kessler A, Sardanelli S, Denno RF. Constitutive and induced defenses to herbivory in above- and belowground plant tissues. Ecology. 2008;89:392–406. doi: 10.1890/07-0471.1.", "ArticleIdList": ["10.1890/07-0471.1", "18409429"]}, {"Citation": "Konchar K, Li XL, Yang YP, Emshwiller E. Phytochemical variation in Fritillaria cirrhosa D. Don (Chuan Bei Mu) in relation to plant reproductive stage and timing of harvest. Econ Bot. 2011;65:283–294. doi: 10.1007/s12231-011-9170-3.", "ArticleIdList": ["10.1007/s12231-011-9170-3"]}, {"Citation": "Omezzine F, Haouala R. Effect of Trigonella foenum-Graecum L. Development stages on some phytochemicals content and allelopathic potential. Sci Hortic. 2013;160:335–344. doi: 10.1016/j.scienta.2013.06.023.", "ArticleIdList": ["10.1016/j.scienta.2013.06.023"]}, {"Citation": "Yamazaki Y, Urano A, Sudo H, Kitajima M, Takayama H, Yamazaki M, Aimi N, Saito K. Metabolite profiling of alkaloids and strictosidine synthase activity in camptothecin producing plants. Phytochemistry. 2003;62:461–470. doi: 10.1016/S0031-9422(02)00543-5.", "ArticleIdList": ["10.1016/S0031-9422(02)00543-5", "12620359"]}, {"Citation": "Vincent RM, Lopez-Meyer M, McKnight TD, Nessler CL. Sustained harvest of camptothecin from the leaves of Camptotheca acuminata. J Nat Prod. 1997;60:618–619. doi: 10.1021/np9700228.", "ArticleIdList": ["10.1021/np9700228", "9214735"]}, {"Citation": "Liu WZ. Secretory structures and their relationship to accumulation of camptothecin in Camptotheca acuminata (Nyssaceae) Acta Bot Sin. 2004;46:1242–1248."}, {"Citation": "Liu Z, Carpenter SB, Bourgeois WJ, Yu Y, Constantin RJ, Falcon MJ, Adams JC. Variations in the secondary metabolite camptothecin in relation to tissue age and season in Camptotheca acuminata. Tree Physiol. 1998;18:265–270. doi: 10.1093/treephys/18.4.265.", "ArticleIdList": ["10.1093/treephys/18.4.265", "12651381"]}, {"Citation": "Sankar-Thomas YD, Lieberei R. Camptothecin accumulation in various organ cultures of Camptotheca acuminata Decne grown in different culture systems. Plant Cell Tiss Organ Cult. 2011;106:445–454. doi: 10.1007/s11240-011-9942-6.", "ArticleIdList": ["10.1007/s11240-011-9942-6"]}, {"Citation": "Zu YG, Tang ZH, Yu JH, Liu SG, Wang W, Guo XR. Different responses of camptothecin and 10-hydroxycamptothecin to heat shock in Camptotheca acuminata seedlings. Acta Bot Sin. 2003;45:809–814."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "3", "Day": "25"}, {"Year": "2022", "Month": "6", "Day": "2"}, {"Year": "2022", "Month": "7", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "5", "Hour": "18", "Minute": "57"}, {"Year": "2022", "Month": "7", "Day": "5"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35788957", "PMC9411089", "10.1007/s11418-022-01634-1", "10.1007/s11418-022-01634-1"]}}], "PubmedBookArticle": []}