{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35791616", "DateRevised": {"Year": "2022", "Month": "10", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "07", "Day": "05"}], "Language": ["eng"], "ELocationID": ["10606", "10.4081/ejtm.2022.10606"], "Journal": {"ISSN": "2037-7452", "JournalIssue": {"Volume": "32", "Issue": "3", "PubDate": {"Year": "2022", "Month": "Jul", "Day": "05"}}, "Title": "European journal of translational myology", "ISOAbbreviation": "Eur J Transl Myol"}, "ArticleTitle": "Therapeutic effectiveness of green tea leaf extract on clinical symptoms in children suffering viral gastroenteritis: A randomized clinical trial.", "Abstract": {"AbstractText": ["The use of tea plant extract has been reported to reduce viral complications, but its role in improving viral gastritis has not been investigated. The aim of this randomized clinical trial was to evaluate the effect of green tea consumption in improving pediatric viral gastroenteritis. This clinical trial study was performed on children aged 12 to 17 years with diarrhea who were not treated within 48 hours of the onset of clinical symptoms during September 2019 to September 2020. The children were randomly assigned to a green tea leaf extract (GTE) tablet. The placebo group was considered as a control. Treatment (prescribing the tablets) was continued until a Bristol Stool Scale of 3 or 4 was obtained. Two groups were compared in terms of clinical symptoms. The complete and partial improvement was revealed in 63.2% and 31.6% respectively in the GTE group while only in 15.8% and 57.9% respectively in control group indicating a significant difference (p <0.001). The increase in the number of tablets led to higher improvement rate in response to GTE prescription. The mean hospital stay in GTE and control groups was also 1.66 ± 0.63 days and 3.36 ± 0.4 days indicated shorter hospitalization in former group (p < 0.001). The use of GTE leads to effectively improve the diarrhea as well as to reduce the hospital stay in children suffering viral gastroenteritis."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatric, Ali Asghar Children's Hospital, School of Medicine, Iran University of Medical Sciences, Tehran. salarad@gmail.com."}], "LastName": "Sadeghian", "ForeName": "Mahnaz", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Shariati Hospital, Tehran University of Medical Science, Tehran. Alatorabi2477@gmail.com."}], "LastName": "Torabi", "ForeName": "Ala", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Medicine, Tehran University of Medical Sciences, Tehran. torabisara396@gmail.com."}], "LastName": "Torabi", "ForeName": "Sara", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ali Asghar Children's Hospital, School of Medicine, Iran University of Medical Sciences, Tehran. vafadar.m@iums.ac.ir."}], "LastName": "Vafadar", "ForeName": "Mehdi", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Aliasghar Clinical Research Development Center, School of Medicine, Iran University of Medical Sciences, Tehran. shahroozoladi@gmail.com."}], "LastName": "Oladi", "ForeName": "Shahrooz", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Italy", "MedlineTA": "Eur J Transl Myol", "NlmUniqueID": "101576208", "ISSNLinking": "2037-7452"}, "CoiStatement": "We confirm that we have read the Journal’s position on issues involved in ethical publication and affirm that this report is consistent with those guidelines. <b>S</b>o far, hundreds of gastrointestinal viruses have been identified, and their number is increasing every day. Due to viral mutations, more severe complications are observable. <sup>,</sup> Intestinal gastritis is an intestinal infection that affects millions of people each year and children with the disease show the most complications in this regard. The main symptoms of this disease are diarrhea, nausea, vomiting and abdominal pain. Treatment and control of acute gastritis through fluid replacement and electrolyte balance (intravenously and orally) do not have a direct effect on the virus itself. Therefore, it is necessary to find antiviral agents that directly target the virus and consequently reduce the viral titer and severity of clinical symptoms. In the last century, with the advancement of virology and the discovery of the viral cause of many diseases, the need for research in the field of antiviral therapeutic agents increased. However, therapeutic use of drugs and synthetic chemical compounds has complex problems, including side effects, drug allergies, and development of resistant viral strains. Therefore, with the expansion of research in the field of new therapies, the application of therapeutic effects of medicinal plants has also been considered.<sup>,</sup> Herbal medicine have long been a method of treatment for various diseases in human life, and their medicinal application has been mentioned in the manuscripts of many world scientists, especially the famous Iranian scientist Avicenna. The use of medicinal plants due to fewer side effects than chemical drugs in the treatment of many diseases, especially infectious diseases is growing. Plants usually have antimicrobial properties due to the phenolic compounds, saponins and flavonoids in their structure. These substances affect the permeability of the cytoplasmic membrane and its structural enzymes. Green tea leaves also contain compounds such as catechins, thiamine and caffeine that can play an effective role in creating the antimicrobial properties of this plant. In one study, the effect of green tea leaf extract (GTE) on inhibiting the growth of pathogenic bacteria isolated from farm animals and improving the balance of intestinal microflora and its effects in preventing gastrointestinal and respiratory diseases in calves were investigated. GTE has moderate to extensive inhibitory effects on the growth of pathogenic bacteria, including 7 strains of <i>Staphylococcus spp</i>, 7 strains of <i>Streptococcus</i>, one strain of <i>Corynebacterium</i>, 19 strains of <i>Escherichia coli</i> and 26 strains of <i>Salmonella</i>, however its effect on human models remains unclear. Howewer, when a disease is caused by virus, antibiotics have no effect on viral gastroenteritis. Evaluation of the properties of green tea plant extract is justified to determine if it could be effective in treating and improving the complications of viral gastritis in children. Thus, this study was performed to determine effect of GTE in improving synthoms of pediatric viral gastroenteritis."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Fang Y, Zhang Y, Wang H, Shi O, Wang W, Hou M, Wang L, Wu J, Zhao Y. Molecular epidemiology of norovirus infections in children with acute gastroenteritis in 2017-2019 in Tianjin, China. J Med Virol. 2022. Feb;94(2):616-624. doi: 10.1002/jmv.27340. Epub 2021 Oct 1.", "ArticleIdList": ["PMC9292362", "34528724"]}, {"Citation": "Mohammad HA, Madi NM, Al-Nakib W. Analysis of viral diversity in stool samples from infants and children with acute gastroenteritis in Kuwait using Metagenomics approach. Virol J. 2020. Jan 30;17(1):10. doi: 10.1186/s12985-020-1287-5.", "ArticleIdList": ["PMC6993487", "32000795"]}, {"Citation": "Thwiny HT, Alsalih NJ, Saeed ZF, Al-Yasari AMR, Al-Saadawe MAA, Alsaadawi MAE. Prevalence and seasonal pattern of enteric viruses among hospitalized children with acute gastroenteritis in Samawah, Iraq. J Med Life. 2022;15:52-7. doi: 10.25122/jml-2021-0158.", "ArticleIdList": ["PMC8852632", "35186136"]}, {"Citation": "Stuempfig ND, Seroy J. Viral Gastroenteritis. 2021. Jun 24. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2022.", "ArticleIdList": ["30085537"]}, {"Citation": "Iro MA, Sell T, Brown N, Maitland K. Rapid intravenous rehydration of children with acute gastroenteritis and dehydration: a systematic review and meta-analysis. BMC Pediatr. 2018;18:44. doi: 10.1186/s12887-018-1006-1.", "ArticleIdList": ["PMC5807758", "29426307"]}, {"Citation": "Anheyer D, Frawley J, Koch AK, Lauche R, Langhorst J, Dobos G, Cramer H. Herbal Medicines for Gastrointestinal Disorders in Children and Adolescents: A Systematic Review. Pediatrics. 2017. Jun;139(6):e20170062. doi: 10.1542/peds.2017-0062. Epub 2017 May 4.", "ArticleIdList": ["28562281"]}, {"Citation": "Horvath A, Dziechciarz P, Szajewska H. Systematic review of randomized controlled trials: fiber supplements for abdominal pain-related functional gastrointestinal disorders in childhood. Ann Nutr Metab. 2012;61:95-101. doi: 10.1159/000338965.", "ArticleIdList": ["22889919"]}, {"Citation": "Yuan R, Lin Y. Traditional Chinese medicine: an approach to scientific proof and clinical validation. Pharmacol Ther. 2000;86:191-8. doi: 10.1016/s0163-7258(00)00039-5.", "ArticleIdList": ["10799714"]}, {"Citation": "Zargari A. “Medicinal Plants (in Persian),” Tehran University Press, Tehran, 1990."}, {"Citation": "McNaught J.\nOn the action of cold or lukewarm tea on Bacillus typhosus. BMJ Military Health. 1906;7:372-3. https://militaryhealth.bmj.com/content/7/4/372"}, {"Citation": "Ishihara N, Chu D-C, Akachi S, Juneja L. Improvement of intestinal microflora balance and prevention of digestive and respiratory organ diseases in calves by green tea extracts. Livestock Production Science. 2001;68:217-29."}, {"Citation": "Liu J, Bodnar BH, Meng F, Khan AI, Wang X, Saribas S, Wang T, Lohani SC, Wang P, Wei Z, Luo J, Zhou L, Wu J, Luo G, Li Q, Hu W, Ho W. Epigallocatechin gallate from green tea effectively blocks infection of SARS-CoV-2 and new variants by inhibiting spike binding to ACE2 receptor. Cell Biosci. 2021. Aug 30;11(1):168. doi: 10.1186/s13578-021-00680-8.", "ArticleIdList": ["PMC8404181", "34461999"]}, {"Citation": "Ishimoto K, Hatanaka N, Otani S, Maeda S, Xu B, Yasugi M, Moore JE, Suzuki M, Nakagawa S, Yamasaki S. Tea crude extracts effectively inactivate severe acute respiratory syndrome coronavirus 2. Lett Appl Microbiol. 2022. Jan;74(1):2-7. doi: 10.1111/lam.13591. Epub 2021 Nov 5.", "ArticleIdList": ["PMC8661916", "34695222"]}, {"Citation": "Ide K, Yamada H, Kawasaki Y. Effect of gargling with tea and ingredients of tea on the prevention of influenza infection: a meta-analysis. BMC Public Health. 2016;16:396. doi: 10.1186/s12889-016-3083-0.", "ArticleIdList": ["PMC4866433", "27175786"]}, {"Citation": "Jang M, Park YI, Cha YE, Park R, Namkoong S, Lee JI, Park J. Tea Polyphenols EGCG and Theaflavin Inhibit the Activity of SARS-CoV-2 3CL-Protease In Vitro. Evid Based Complement Alternat Med. 2020. Sep 16;2020:5630838. doi: 10.1155/2020/5630838.", "ArticleIdList": ["PMC7499281", "32963564"]}, {"Citation": "Randazzo W, Falcó I, Aznar R, Sánchez G. Effect of green tea extract on enteric viruses and its application as natural sanitizer. Food Microbiol. 2017;66:150-6. doi: 10.1016/j.fm.2017.04.018.", "ArticleIdList": ["28576363"]}, {"Citation": "Randazzo W, Costantini V, Morantz EK, Vinjé J. Human Intestinal Enteroids to Evaluate Human Norovirus GII.4 Inactivation by Aged-Green Tea. Front Microbiol. 2020;11:1917. doi: 10.3389/fmicb.2020.01917.", "ArticleIdList": ["PMC7461803", "32973702"]}, {"Citation": "Chang LK, Wei TT, Chiu YF, Tung CP, Chuang JY, Hung SK, Li C, Liu ST. Inhibition of Epstein-Barr virus lytic cycle by (-)-epigallocatechin gallate. Biochem Biophys Res Commun. 2003. Feb 21;301(4):1062-8. doi: 10.1016/s0006-291x(03)00067-6.", "ArticleIdList": ["12589821"]}, {"Citation": "Weber JM, Ruzindana-Umunyana A, Imbeault L, Sircar S. Inhibition of adenovirus infection and adenain by green tea catechins. Antiviral Res. 2003;58:167-73. doi: 10.1016/s0166-3542(02)00212-7.", "ArticleIdList": ["12742577"]}, {"Citation": "Zehtabian S. The Antiviral Effect of Melissa Botany Extract on Proliferation of Rotavirus Causing Acute Gastroenteritis. Qom University of Medical Sciences Journal. 2015;8:10-6. URL: http://journal.muq.ac.ir/article-1-195-en.html"}, {"Citation": "Colpitts CC, Schang LM. A small molecule inhibits virion attachment to heparan sulfate- or sialic acid-containing glycans. J Virol. 2014;88:7806-17. doi: 10.1128/jvi.00896-14.", "ArticleIdList": ["PMC4097786", "24789779"]}, {"Citation": "Rondanelli M, Riva A, Petrangolini G, Allegrini P, Perna S, Faliva MA, Peroni G, Naso M, Nichetti M, Perdoni F, Gasparri C. Effect of Acute and Chronic Dietary Supplementation with Green Tea Catechins on Resting Metabolic Rate, Energy Expenditure and Respiratory Quotient: A Systematic Review. Nutrients. 2021. Feb 17;13(2):644. doi: 10.3390/nu13020644.", "ArticleIdList": ["PMC7922336", "33671139"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "5", "Day": "7"}, {"Year": "2022", "Month": "5", "Day": "25"}, {"Year": "2022", "Month": "7", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "7", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "7", "Day": "6", "Hour": "3", "Minute": "6"}, {"Year": "2022", "Month": "9", "Day": "29"}], "PublicationStatus": "epublish", "ArticleIdList": ["35791616", "PMC9580527", "10.4081/ejtm.2022.10606"]}}], "PubmedBookArticle": []}