{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35795271", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "06", "Day": "27"}], "Language": ["eng"], "ELocationID": ["2935015", "10.1155/2022/2935015"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2022", "PubDate": {"Year": "2022"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "A Review on Medicinal Plants Used in the Management of Respiratory Problems in Ethiopia over a Twenty-Year Period (2000-2021).", "Pagination": {"StartPage": "2935015", "MedlinePgn": "2935015"}, "Abstract": {"AbstractText": ["This review is aimed at assessing and compiling the different ethnomedicinal studies in different parts of Ethiopia used to treat respiratory diseases. The data were collected from different published research papers through searching the web sources such as PubMed, Science Direct, Google Scholar, and other related websites. The important search terminologies included ethnobotany, respiratory diseases, medicinal plants, and Ethiopia. For this, a total of 65 articles of recent publications (from 2000 to May 2021 years) that provided full information about the use of medicinal plant species to treat respiratory disorder diseases in Ethiopia were consulted. Based on this, a total of 96 medicinal plants belonging to 57 families were reviewed. The commonly recorded families used to manage respiratory problems were Asteraceae, Lamiaceae, Solanaceae, and Fabaceae. Herbs and shrubs were the dominant plant growth forms. Due to the easiest form of their preparation for treating respiratory disorders, leaves are the most cited plant parts followed by roots. Crushing and pounding are useful methods of remedy preparation to treat respiratory diseases. This review concluded that different medicinal plants have a significant contribution in combating serious respiratory problems in Ethiopia. Hence, the complied review of medicinal plants on the treatment of respiratory problems would play a great role in further pharmacological and phytochemical investigations in developing new drugs used for the treatment of respiratory problems and in the conservation of these important medicinal plants."], "CopyrightInformation": "Copyright © 2022 Abebe Ayele Haile et al."}, "AuthorList": [{"Identifier": ["0000-0001-8934-1685"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Bahir Dar University, P.O. Box 79, Bahir Dar, Ethiopia."}], "LastName": "Haile", "ForeName": "Abebe Ayele", "Initials": "AA"}, {"Identifier": ["0000-0002-9209-351X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Bahir Dar University, P.O. Box 79, Bahir Dar, Ethiopia."}], "LastName": "Tsegay", "ForeName": "Berhanu Abraha", "Initials": "BA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Bahir Dar University, P.O. Box 79, Bahir Dar, Ethiopia."}], "LastName": "Seid", "ForeName": "Ali", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Bahir Dar University, P.O. Box 79, Bahir Dar, Ethiopia."}], "LastName": "Adnew", "ForeName": "Wubet", "Initials": "W"}, {"Identifier": ["0000-0002-6245-8135"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Debre Berhan University, P.O. Box 445, Debre Berhan, Ethiopia."}], "LastName": "Moges", "ForeName": "Admasu", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "The authors declare that there are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Regha I. R., Sulekha B. Bacteriological profile and antibiotic susceptibility patterns of lower respiratory tract infections in a tertiary care hospital, Central Kerala. IP International Journal of Medical Microbiology and Tropical Diseases . 2020;4(4):186–190. doi: 10.18231/2581-4761.2018.0040.", "ArticleIdList": ["10.18231/2581-4761.2018.0040"]}, {"Citation": "Elumalai A. Study of gram negative bacterial isolates from lower respiratory tract infections (LRTI) and their antibiogram pattern in a tertiary care hospital in South India. Journal of Medical Science and Clinical Research . 2016;4(11) doi: 10.18535/jmscr/v4i11.88.14070", "ArticleIdList": ["10.18535/jmscr/v4i11.88"]}, {"Citation": "Taura D., Hassan A., Yayo A., Takalmawa H. Bacterial isolates of the respiratory tract infection and their current sensitivity pattern among patients attending Aminu Kano teaching hospital Kano-Nigeria. Medicine, Biology International Research Journal of Microbiology . 2013;4(9):226–231."}, {"Citation": "Brennan N. J. International Encyclopedia of Public Health . Oxford, UK: Academic Press; 2017.", "ArticleIdList": ["10.1016/b978-0-12-803678-5.00382-9"]}, {"Citation": "Thomas M., Bomar P. A. Upper Respiratory Tract Infection . Treasure Island, FL, USA: StatPearls; 2021."}, {"Citation": "Lee I., Barton T. D. Viral respiratory tract infections in transplant patients. Drugs . 2007;67(10):1411–1427. doi: 10.2165/00003495-200767100-00004.", "ArticleIdList": ["10.2165/00003495-200767100-00004", "PMC7100481", "17600390"]}, {"Citation": "Ramsdale H. New respiratory diseases. Canadian Respiratory Journal . 2003;10(3):131–132. doi: 10.1155/2003/854839.", "ArticleIdList": ["10.1155/2003/854839", "12712220"]}, {"Citation": "Ahmed R., Robinson R., Mortimer K. The epidemiology of noncommunicable respiratory disease in sub-Saharan Africa, the Middle East, and North Africa. Malawi Medical Journal . 2017;29(2):p. 203. doi: 10.4314/mmj.v29i2.24.", "ArticleIdList": ["10.4314/mmj.v29i2.24", "PMC5610297", "28955434"]}, {"Citation": "Alan D., Mathers D., Ezzati M., Jamison T., Murray L. Global Burden of Disease and Risk Factors . Washington, DC, USA: World Bank and Oxford University Press; 2006."}, {"Citation": "Adane M. M., Alene G. D., Mereta S. T., Wanyonyi K. L. Prevalence and risk factors of acute lower respiratory infection among children living in biomass fuel using households: a community-based cross-sectional study in Northwest Ethiopia. BMC Public Health . 2020;20(1):p. 22. doi: 10.1186/s12889-020-08515-w.", "ArticleIdList": ["10.1186/s12889-020-08515-w", "PMC7083007", "32192454"]}, {"Citation": "Shezi B., Wright C. Y. Household air pollution exposure and respiratory health outcomes: a narrative review update of the South African epidemiological evidence. Clean Air Journal . 2018;28 doi: 10.17159/2410-972x/2018/v28n1a11.", "ArticleIdList": ["10.17159/2410-972x/2018/v28n1a11"]}, {"Citation": "Han M. K., Postma D., Mannino D. M., et al. Gender and chronic obstructive pulmonary disease. American Journal of Respiratory and Critical Care Medicine . 2007;176(12):1179–1184. doi: 10.1164/rccm.200704-553CC.", "ArticleIdList": ["10.1164/rccm.200704-553CC", "PMC2720110", "17673696"]}, {"Citation": "Malmberg L. P., Rytilä P., Happonen P., Haahtela T. Inspiratory flows through dry powder inhaler in chronic obstructive pulmonary disease: age and gender rather than severity matters. International Journal of Chronic Obstructive Pulmonary Disease . 2010;5:p. 257. doi: 10.2147/copd.s11474.", "ArticleIdList": ["10.2147/copd.s11474", "PMC2921694", "20714380"]}, {"Citation": "Dockery D. W. Epidemiologic evidence of cardiovascular effects of particulate air pollution. Environmental Health Perspectives . 2001;109:p. 483. doi: 10.2307/3454657.", "ArticleIdList": ["10.2307/3454657", "PMC1240569", "11544151"]}, {"Citation": "Padhi B. K., Jain V. K., Panigrahi P. Residential exposure to household air pollution and its effects on children’s respiratory health. ISEE Conference Abstracts . 2013;2013(1):4818. doi: 10.1289/isee.2013.P-1-08-19.", "ArticleIdList": ["10.1289/isee.2013.P-1-08-19"]}, {"Citation": "Bryce J., Boschi-Pinto C., Shibuya K., Black R. E. WHO estimates of the causes of death in children. The Lancet . 2005;365(9465):1147–1152. doi: 10.1016/s0140-6736(05)71877-8.", "ArticleIdList": ["10.1016/s0140-6736(05)71877-8", "15794969"]}, {"Citation": "Tahraoui A., El-Hilaly J., Israili Z. H., Lyoussi B. Ethnopharmacological survey of plants used in the traditional treatment of hypertension and diabetes in south-eastern Morocco (Errachidia province) Journal of Ethnopharmacology . 2007;110(1):105–117. doi: 10.1016/j.jep.2006.09.011.", "ArticleIdList": ["10.1016/j.jep.2006.09.011", "17052873"]}, {"Citation": "Alamgeer, Younis W., Asif H., et al. Traditional medicinal plants used for respiratory disorders in Pakistan: a review of the ethno-medicinal and pharmacological evidence. Chinese Medicine . 2018;13(1):p. 48. doi: 10.1186/s13020-018-0204-y.", "ArticleIdList": ["10.1186/s13020-018-0204-y", "PMC6145130", "30250499"]}, {"Citation": "Rojas G., Lévaro J., Tortoriello J., Navarro V. Antimicrobial evaluation of certain plants used in Mexican traditional medicine for the treatment of respiratory diseases. Journal of Ethnopharmacology . 2001;74(1):97–101. doi: 10.1016/s0378-8741(00)00349-4.", "ArticleIdList": ["10.1016/s0378-8741(00)00349-4", "11137354"]}, {"Citation": "Bhasha S. K. M., Reddy P. S. K. Ethnobotanical plants of Veligonda hills, southern eastern Ghats, Andhra Pradesh, India. Plant Science Today . 2017;4(1):p. 1. doi: 10.14719/pst.2017.4.1.268.", "ArticleIdList": ["10.14719/pst.2017.4.1.268"]}, {"Citation": "Smith J. R., Karunaratne N. S., Mahindapala R. Rapid inventory of wild medicinal plant populations in Sri Lanka. Biological Conservation . 2006;132(1):22–32. doi: 10.1016/j.biocon.2006.03.009.", "ArticleIdList": ["10.1016/j.biocon.2006.03.009"]}, {"Citation": "Phondani P. C., Bhatt I. D., Negi V. S., Kothyari B. P., Bhatt A., Maikhuri R. K. Promoting medicinal plants cultivation as a tool for biodiversity conservation and livelihood enhancement in Indian Himalaya. Journal of Asia-Pacific Business . 2016;9(1):39–46. doi: 10.1016/j.japb.2015.12.001.", "ArticleIdList": ["10.1016/j.japb.2015.12.001"]}, {"Citation": "Ács K., Balázs V. L., Kocsis B., Bencsik T., Böszörményi A., Horváth G. Antibacterial activity evaluation of selected essential oils in liquid and vapor phase on respiratory tract pathogens. BMC Complementary and Alternative Medicine . 2018;18(1) doi: 10.1186/s12906-018-2291-9.", "ArticleIdList": ["10.1186/s12906-018-2291-9", "PMC6064118", "30053847"]}, {"Citation": "Uniyal V., Bhatt R. P., Saxena S., Talwar A. Antifungal activity of essential oils and their volatile constituents against respiratory tract pathogens causing Aspergilloma and Aspergillosis by gaseous contact. Journal of Applied and Natural Science . 2012;4(1):65–70. doi: 10.31018/jans.v4i1.224.", "ArticleIdList": ["10.31018/jans.v4i1.224"]}, {"Citation": "Kariuki A., Njoroge G. Ethnobotanical and antimicrobial studies of some plants used in Kibwezi (Kenya) for management of lower respiratory tract infections. African Journal of Traditional, Complementary and Alternative Medicines . 2011;8(2) doi: 10.4314/ajtcam.v8i2.63201.", "ArticleIdList": ["10.4314/ajtcam.v8i2.63201", "PMC3252686", "22238495"]}, {"Citation": "Ha K.-C., Kim M.-G., Oh M.-R., et al. A placebo-controlled trial of Korean red ginseng extract for preventing influenza-like illness in healthy adults. BMC Complementary and Alternative Medicine . 2012;12(1) doi: 10.1186/1472-6882-12-10.", "ArticleIdList": ["10.1186/1472-6882-12-10", "PMC3297520", "22314101"]}, {"Citation": "Nguyen C. T., Luong T. T., Lee S. Y., et al. Panax ginseng aqueous extract prevents pneumococcal sepsis in vivo by potentiating cell survival and diminishing inflammation. Phytomedicine . 2015;22(11):1055–1061. doi: 10.1016/j.phymed.2015.07.005.", "ArticleIdList": ["10.1016/j.phymed.2015.07.005", "26407948"]}, {"Citation": "Bilia A. R., Bergonzi M. C. The G115 standardized ginseng extract: an example for safety, efficacy, and quality of an herbal medicine. Journal of Ginseng Research . 2020;44(2):179–193. doi: 10.1016/j.jgr.2019.06.003.", "ArticleIdList": ["10.1016/j.jgr.2019.06.003", "PMC7031746", "32148399"]}, {"Citation": "Scaglione F., Ferrara F., Dugnani S., Falchi M., Santoro G., Fraschini F. Immunomodulatory effects of two extracts of panax ginseng C.A. Meyer. Drugs Under Experimental and Clinical Research . 1990;16(10):537–542.", "ArticleIdList": ["2100737"]}, {"Citation": "Lim D. S., Bae K. G., Jung I. S., Kim C. H., Yun Y. S., Song J. Y. Anti-septicaemic effect of polysaccharide from panax ginseng by macrophage activation. Journal of Infection . 2002;45(1):32–38. doi: 10.1053/jinf.2002.1007.", "ArticleIdList": ["10.1053/jinf.2002.1007", "12217729"]}, {"Citation": "Alebie G., Urga B., Worku A. Systematic review on traditional medicinal plants used for the treatment of malaria in Ethiopia: trends and perspectives. Malaria Journal . 2017;16(1):p. 13. doi: 10.1186/s12936-017-1953-2.", "ArticleIdList": ["10.1186/s12936-017-1953-2", "PMC5540187", "28764723"]}, {"Citation": "Tesfaye S., Belete A., Engidawork E., Gedif T., Asres K. Ethnobotanical study of medicinal plants used by traditional healers to treat cancer-like symptoms in eleven districts, Ethiopia. Evidence-based Complementary and Alternative Medicine . 2020;2020:23. doi: 10.1155/2020/7683450.7683450", "ArticleIdList": ["10.1155/2020/7683450", "PMC7191438", "32382303"]}, {"Citation": "Amare F., Getachew G. An ethnobotanical study of medicinal plants in chiro district, West Hararghe, Ethiopia. African Journal of Plant Science . 2019;13(11):309–323. doi: 10.5897/ajps2019.1911.", "ArticleIdList": ["10.5897/ajps2019.1911"]}, {"Citation": "Teklay A., Abera B., Giday M. An ethnobotanical study of medicinal plants used in Kilte Awulaelo district, Tigray Region of Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2013;9(1):p. 65. doi: 10.1186/1746-4269-9-65.", "ArticleIdList": ["10.1186/1746-4269-9-65", "PMC3852788", "24011232"]}, {"Citation": "Agize M., Asfaw Z., Demissew S. Ethnobotany of medicinal plants in Loma and Gena Bosa districts (Woredas) of Dawro zone, southern Ethiopia. Top class Journal of Herbal Medicine . 2013;2(9):194–212."}, {"Citation": "Wubetu M., Abula T., Dejen G. Ethnopharmacologic survey of medicinal plants used to treat human diseases by traditional medical practitioners in Dega Damot district, Amhara, Northwestern Ethiopia. BMC Research Notes . 2017;10(1) doi: 10.1186/s13104-017-2482-3.", "ArticleIdList": ["10.1186/s13104-017-2482-3", "PMC5395840", "28420410"]}, {"Citation": "Birhanu Z., Endale A., Shewamene Z. An ethnomedicinal investigation of plants used by traditional healers of Gondar town, North Western Ethiopia. Journal of Medicinal Plants Studies . 2015;3(2):36–43."}, {"Citation": "Tolossa K., Debela E., Athanasiadou S., Tolera A., Ganga G., Houdijk J. G. Ethno-medicinal study of plants used for treatment of human and livestock ailments by traditional healers in South Omo, Southern Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2013;9(1):p. 32.", "ArticleIdList": ["PMC3679849", "23680260"]}, {"Citation": "Mulugeta K. Diversity, knowledge and use of medicinal plants in Abay Chomen district, Horo Guduru Wollega zone, Oromia region of Ethiopia. Journal of Medicinal Plants Research . 2017;11(31):480–500. doi: 10.5897/jmpr2016.6274.", "ArticleIdList": ["10.5897/jmpr2016.6274"]}, {"Citation": "Teklehaymanot T., Giday M. Quantitative ethnobotany of medicinal plants used by Kara and Kwego semi-pastoralist people in lower Omo river valley, Debub Omo zone, southern nations, nationalities and peoples regional state, Ethiopia. Journal of Ethnopharmacology . 2010;130(1):76–84. doi: 10.1016/j.jep.2010.04.013.", "ArticleIdList": ["10.1016/j.jep.2010.04.013", "20420888"]}, {"Citation": "Chandrodyam S. Studies on traditional medicinal plants in Ambagiorgis area of Wogera district, Amhara regional state, Ethiopia. International Journal of Pure & Applied Bioscience . 2016;4(2):38–45. doi: 10.18782/2320-7051.2240.", "ArticleIdList": ["10.18782/2320-7051.2240"]}, {"Citation": "Birhan Y. S., Leshe Kitaw S., Alemayehu Y. A., Mengesha N. M. Ethnobotanical study of medicinal plants used to treat human diseases in Enarj Enawga district, East Gojjam zone, Amhara region, Ethiopia. SM Journal of Medicinal Plant Studies . 2017;1(1):1–20. doi: 10.36876/smjmps.1006.", "ArticleIdList": ["10.36876/smjmps.1006"]}, {"Citation": "Amsalu N., Bezie Y., Fentahun M., Alemayehu A., Amsalu G. Use and conservation of medicinal plants by indigenous people of Gozamin Wereda, East Gojjam zone of Amhara region, Ethiopia: an ethnobotanical approach. Evidence-based Complementary and Alternative Medicine . 2018;2018:23. doi: 10.1155/2018/2973513.2973513", "ArticleIdList": ["10.1155/2018/2973513", "PMC5884302", "29743921"]}, {"Citation": "Sebsibe A. An ethnobotanical study of traditionally used medicinal plants for treatment of human diseases in Goba district of bale zone, Southeast Ethiopia. Advances in Life Science and Technology . 2018;68:p. 68."}, {"Citation": "Kewessa G., Abebe T., Demissie A. Indigenous knowledge on the use and management of medicinal trees and shrubs in Dale district, Sidama zone, southern Ethiopia. Ethnobotany Research and Applications . 2015;14:171–182. doi: 10.17348/era.14.0.171-182.", "ArticleIdList": ["10.17348/era.14.0.171-182"]}, {"Citation": "Tuasha N., Petros B., Asfaw Z. Medicinal plants used by traditional healers to treat malignancies and other human ailments in Dalle District, Sidama Zone, Ethiopi. Journal of Ethnobiology and Ethnomedicine . 2018;14(1) doi: 10.1186/s13002-018-0213-z.", "ArticleIdList": ["10.1186/s13002-018-0213-z", "PMC5813379", "29444684"]}, {"Citation": "Mesfin F., Demissew S., Teklehaymanot T. An ethnobotanical study of medicinal plants in Wonago Woreda, SNNPR, Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2009;5(1):p. 28. doi: 10.1186/1746-4269-5-28.", "ArticleIdList": ["10.1186/1746-4269-5-28", "PMC2769162", "19821994"]}, {"Citation": "Teklehaymano T. An ethnobotanical survey of medicinal and edible plants of Yalo Woreda in Afar regional state, Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2017;13(1) doi: 10.1186/s13002-017-0166-7.", "ArticleIdList": ["10.1186/s13002-017-0166-7", "PMC5499056", "28679438"]}, {"Citation": "Mekuanent T., Zebene A., Solomon Z. Ethnobotanical study of medicinal plants in Chilga district, Northwestern Ethiopia. Journal of Natural Remedies . 2015;15(2):p. 88. doi: 10.18311/jnr/2015/476.", "ArticleIdList": ["10.18311/jnr/2015/476"]}, {"Citation": "Mesfin F., Seta T., Assefa A. An ethnobotanical study of medicinal plants in Amaro Woreda, Ethiopia. Ethnobotany Research and Applications . 2014;12:p. 341. doi: 10.17348/era.12.0.341-354.", "ArticleIdList": ["10.17348/era.12.0.341-354"]}, {"Citation": "Abera B. Medicinal plants used in traditional medicine by Oromo people, Ghimbi District, Southwest Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2014;10(1):p. 40. doi: 10.1186/1746-4269-10-40.", "ArticleIdList": ["10.1186/1746-4269-10-40", "PMC4060869", "24885586"]}, {"Citation": "Seble W., Zemede A., Ensermu K. Ethnobotanical study of medicinal plants used by local communities of Minjar-Shenkora district, North shewa zone of Amhara region, Ethiopia. Journal of Medicinal Plants Studies . 2015;3(6):1–11."}, {"Citation": "Giday K., Lenaerts L., Gebrehiwot K., Yirga G., Verbist B., Muys B. Ethnobotanical study of medicinal plants from degraded dry Afromontane forest in Northern Ethiopia: species, uses and conservation challenges. Journal of Herbal Medicine . 2016;6(2):96–104. doi: 10.1016/j.hermed.2016.03.004.", "ArticleIdList": ["10.1016/j.hermed.2016.03.004"]}, {"Citation": "Gedif T., Hahn H. J. The use of medicinal plants in self-care in rural central Ethiopia. Journal of Ethnopharmacology . 2003;87(2-3):155–161. doi: 10.1016/s0378-8741(03)00109-0.", "ArticleIdList": ["10.1016/s0378-8741(03)00109-0", "12860301"]}, {"Citation": "Chekole G. Ethnobotanical study of medicinal plants used against human ailments in Gubalafto district, Northern Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2017;13(1) doi: 10.1186/s13002-017-0182-7.", "ArticleIdList": ["10.1186/s13002-017-0182-7", "PMC5628421", "28978342"]}, {"Citation": "Kefalew A., Asfaw Z., Kelbessa E. Ethnobotany of medicinal plants in Ada’a district, east Shewa zone of Oromia regional state, Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2015;11(1):p. 28. doi: 10.1186/s13002-015-0014-6.", "ArticleIdList": ["10.1186/s13002-015-0014-6", "PMC4419563", "25889311"]}, {"Citation": "Chekole G., Asfaw Z., Kelbessa E. Ethnobotanical study of medicinal plants in the environs of Tara-Gedam and Amba remnant forests of Libo Kemkem District, Northwest Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2015;11(1):p. 4. doi: 10.1186/1746-4269-11-4.", "ArticleIdList": ["10.1186/1746-4269-11-4", "PMC4417315", "25572933"]}, {"Citation": "Meragiaw M., Asfaw Z., Argaw M. The status of ethnobotanical knowledge of medicinal plants and the impacts of resettlement in Delanta, Northwestern Wello, Northern Ethiopia. Evidence-based Complementary and Alternative Medicine . 2016;2016:24. doi: 10.1155/2016/5060247.5060247", "ArticleIdList": ["10.1155/2016/5060247", "PMC4737471", "26881004"]}, {"Citation": "Alemneh D. Ethnobotanical study of plants used for human ailments in Yilmana Densa and Quarit districts of West Gojjam zone, Amhara region, Ethiopia. BioMed Research International . 2021;2021:18. doi: 10.1155/2021/6615666.6615666", "ArticleIdList": ["10.1155/2021/6615666", "PMC7910050", "33681356"]}, {"Citation": "Mengesha G. G. Ethnobotanical survey of medicinal plants used in treating human and livestock health problems in Mandura Woreda of Benishangul Gumuz, Ethiopia. Advancement in Medicinal Plant Research . 2016;4(1):11–26."}, {"Citation": "Tadesse B., Dereje A. Survey of ethno-veterinary medicinal plants at selected Horro Gudurru districts, western Ethiopia. African Journal of Plant Science . 2015;9(3):185–192. doi: 10.5897/ajps2014.1229.", "ArticleIdList": ["10.5897/ajps2014.1229"]}, {"Citation": "Jima T. T., Megersa M. Ethnobotanical study of medicinal plants used to treat human diseases in Berbere district, Bale zone of Oromia regional state, south east Ethiopia. Evidence-based Complementary and Alternative Medicine . 2018;2018:16. doi: 10.1155/2018/8602945.8602945", "ArticleIdList": ["10.1155/2018/8602945", "PMC6076952", "30105073"]}, {"Citation": "Osman A., Sbhatu D. B., Giday M. Medicinal plants used to manage human and livestock ailments in Raya Kobo district of Amhara regional state, Ethiopia. Evidence-based Complementary and Alternative Medicine . 2020;2020:19. doi: 10.1155/2020/1329170.1329170", "ArticleIdList": ["10.1155/2020/1329170", "PMC7647763", "33178305"]}, {"Citation": "Yineger H., Kelbessa E., Bekele T., Lulekal E. Ethnoveterinary medicinal plants at bale mountains national park, Ethiopia. Journal of Ethnopharmacology . 2007;112(1):55–70. doi: 10.1016/j.jep.2007.02.001.", "ArticleIdList": ["10.1016/j.jep.2007.02.001", "17368989"]}, {"Citation": "Bekele G., Reddy P. R. Ethnobotanical study of medicinal plants used to treat human ailments by Guji Oromo tribes in Abaya district, Borana, Oromia, Ethiopia. Universal Journal of Plant Science . 2015;3(1):1–8. doi: 10.13189/ujps.2015.030101.", "ArticleIdList": ["10.13189/ujps.2015.030101"]}, {"Citation": "Muthuswamy R., Solomon M. The study of spiritual remedies in orthodox rural churches and traditional medicinal practice in Gondar Zuria district, Northwestern Ethiopia. Pharmacognosy Journal . 2012;1(3):178–183."}, {"Citation": "Regassa R., Bekele T., Megersa M. Ethnobotonical study of traditional medicinal plants used to treat human ailments by Halaba people, southern Ethiopia. Journal of Medicinal Plants Studies . 2017;5(4):36–47."}, {"Citation": "Zerabruk S., Yirga G. Traditional knowledge of medicinal plants in Gindeberet district, Western Ethiopia. South African Journal of Botany . 2012;78:165–169. doi: 10.1016/j.sajb.2011.06.006.", "ArticleIdList": ["10.1016/j.sajb.2011.06.006"]}, {"Citation": "Belayneh A., Asfaw Z., Demissew S., Bussa N. F. Medicinal plants potential and use by pastoral and agro-pastoral communities in Erer Valley of Babile Wereda, Eastern Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2012;8(1):p. 42. doi: 10.1186/1746-4269-8-42.", "ArticleIdList": ["10.1186/1746-4269-8-42", "PMC3549935", "23082858"]}, {"Citation": "Seifu T., Asres K., Mariam T. G. Ethnobotanical and ethnopharmaceutical studies on medicinal plants of Chifra district, Afar region, North eastern Ethiopia. Ethiopian Pharmaceutical Journal . 2006;24(1) doi: 10.4314/epj.v24i1.35097.", "ArticleIdList": ["10.4314/epj.v24i1.35097"]}, {"Citation": "Giday M., Asfaw Z., Woldu Z. Medicinal plants of the Meinit ethnic group of Ethiopia: an ethnobotanical study. Journal of Ethnopharmacology . 2009;124(3):513–521. doi: 10.1016/j.jep.2009.05.009.", "ArticleIdList": ["10.1016/j.jep.2009.05.009", "19454310"]}, {"Citation": "Wondimu T., Asfaw Z., Kelbessa E. Ethnobotanical study of medicinal plants around “Dheeraa” town, Arsi Zone, Ethiopia. Journal of Ethnopharmacology . 2007;112(1):152–161. doi: 10.1016/j.jep.2007.02.014.", "ArticleIdList": ["10.1016/j.jep.2007.02.014", "17418987"]}, {"Citation": "d’Avigdor E., Wohlmuth H., Asfaw Z., Awas T. The current status of knowledge of herbal medicine and medicinal plants in Fiche, Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2014;10(1):p. 38. doi: 10.1186/1746-4269-10-38.", "ArticleIdList": ["10.1186/1746-4269-10-38", "PMC4068905", "24885355"]}, {"Citation": "Flatie T., Gedif T., Asres K., Mariam T. G. Ethnomedical survey of Berta ethnic group Assosa Zone, Benishangul-Gumuz regional state, mid-west Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2009;5(1):p. 14. doi: 10.1186/1746-4269-5-14.", "ArticleIdList": ["10.1186/1746-4269-5-14", "PMC2688485", "19409096"]}, {"Citation": "Tsegay B., Mazengia E., Beyene T. Short Communication: diversity of medicinal plants used to treat human ailments in rural Bahir Dar, Ethiopia. Asian Journal of Forestry . 2020;3(2) doi: 10.13057/asianjfor/r00300205.", "ArticleIdList": ["10.13057/asianjfor/r00300205"]}, {"Citation": "Kidane B., van der Maesen L. J. G., van Andel T., Asfaw Z. Ethnoveterinary medicinal plants used by the Maale and Ari ethnic communities in southern Ethiopia. Journal of Ethnopharmacology . 2014;153(1):274–282. doi: 10.1016/j.jep.2014.02.031.", "ArticleIdList": ["10.1016/j.jep.2014.02.031", "24576407"]}, {"Citation": "Wassie S. M., Aragie L. L., Taye B. W., Mekonnen L. B. Knowledge, attitude, and utilization of traditional medicine among the communities of Merawi town, Northwest Ethiopia: a cross-sectional study. Evidence-based Complementary and Alternative Medicine . 2015;2015:7. doi: 10.1155/2015/138073.138073", "ArticleIdList": ["10.1155/2015/138073", "PMC4609866", "26508974"]}, {"Citation": "Mariam M. W., Gari A., Yarlagadda R. Knowledge, attitude, practice, and management of traditional medicine among people of Burka Jato Kebele, West Ethiopia. Journal of Pharmacy and BioAllied Sciences . 2015;7(2):p. 136. doi: 10.4103/0975-7406.148782.", "ArticleIdList": ["10.4103/0975-7406.148782", "PMC4399012", "25883518"]}, {"Citation": "Suleman S., Alemu T. A survey on utilization of ethnomedicinal plants in Nekemte town, east wellega (Oromia), Ethiopia. Journal of Herbs, Spices, & Medicinal Plants . 2012;18(1):34–57. doi: 10.1080/10496475.2011.645188.", "ArticleIdList": ["10.1080/10496475.2011.645188"]}, {"Citation": "Teklehaymanot T., Giday M. Ethnobotanical study of medicinal plants used by people in Zegie Peninsula, Northwestern Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2007;3(1) doi: 10.1186/1746-4269-3-12.", "ArticleIdList": ["10.1186/1746-4269-3-12", "PMC1852296", "17355645"]}, {"Citation": "Zenebe G., Zerihun M., Solomon Z. An ethnobotanical study of medicinal plants in asgede tsimbila district, Northwestern Tigray, Northern Ethiopia. Ethnobotany Research and Applications . 2012;10:p. 305. doi: 10.17348/era.10.0.305-320.", "ArticleIdList": ["10.17348/era.10.0.305-320"]}, {"Citation": "Araya S., Abera B., Giday M. Study of plants traditionally used in public and animal health management in Seharti Samre District, Southern Tigray, Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2015;11(1) doi: 10.1186/s13002-015-0015-5.", "ArticleIdList": ["10.1186/s13002-015-0015-5", "PMC4371875", "25889411"]}, {"Citation": "Seble W. Y., Zemede A., Ensermu K. Ethnobotanical study of medicinal plants used by local people in Menz Gera Midir district, North Shewa zone, Amhara regional state, Ethiopia. Journal of Medicinal Plants Research . 2018;12(21):296–314. doi: 10.5897/jmpr2018.6616.", "ArticleIdList": ["10.5897/jmpr2018.6616"]}, {"Citation": "Megersa M., Asfaw Z., Kelbessa E., Beyene A., Woldeab B. An ethnobotanical study of medicinal plants in Wayu Tuka district, east Welega zone of Oromia regional state, west Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2013;9(1):p. 68. doi: 10.1186/1746-4269-9-68.", "ArticleIdList": ["10.1186/1746-4269-9-68", "PMC3851437", "24295044"]}, {"Citation": "Megersa M., Jima T. T., Goro K. K. The use of medicinal plants for the treatment of toothache in Ethiopia. Evidence-based Complementary and Alternative Medicine . 2019;2019:16. doi: 10.1155/2019/2645174.2645174", "ArticleIdList": ["10.1155/2019/2645174", "PMC6721409", "31531110"]}, {"Citation": "Bitew H., Hailu H. G., Beshir K., Yeshak M. Y. Ethiopian medicinal plants traditionally used for wound treatment: a systematic review. The Ethiopian Journal of Health Development . 2019;33(2):p. 26."}, {"Citation": "Tesfaye S., Asres K., Lulekal E., et al. Ethiopian medicinal plants traditionally used for the treatment of cancer, part 2: a review on cytotoxic, antiproliferative, and antitumor phytochemicals, and future perspective. Molecules . 2020;25(17):p. 4032. doi: 10.3390/molecules25174032.", "ArticleIdList": ["10.3390/molecules25174032", "PMC7504812", "32899373"]}, {"Citation": "Abebe D., Garedew B. Utilization of traditional medicinal plants and management in Darge-Walga town, Abeshige district, Gurage zone, Ethiopia. Research Journal of Biological Sciences . 2020;15(4):112–123."}, {"Citation": "Alebie G., Mahammed A. An ethno-botanical study of medicinal plants in Jigjiga town, capital city of Somali regional state of Ethiopia. International Journal of Herbal Medicine . 2016;4(6):168–175."}, {"Citation": "Teklehaymanot T. Ethnobotanical study of knowledge and medicinal plants use by the people in Dek Island in Ethiopia. Journal of Ethnopharmacology . 2009;124(1):69–78. doi: 10.1016/j.jep.2009.04.005.", "ArticleIdList": ["10.1016/j.jep.2009.04.005", "19477609"]}, {"Citation": "Teklehaymanot T., Giday M., Medhin G., Mekonnen Y. Knowledge and use of medicinal plants by people around Debre Libanos monastery in Ethiopia. Journal of Ethnopharmacology . 2007;111(2):271–283. doi: 10.1016/j.jep.2006.11.019.", "ArticleIdList": ["10.1016/j.jep.2006.11.019", "17187950"]}, {"Citation": "Bey M. W. Ethnobotanical investigation of traditional medicinal plants in Dugda district, Oromia regio. SM Journal of Medicinal Plant Studies . 2018;2(1):1–19. doi: 10.36876/smjmps.1007.", "ArticleIdList": ["10.36876/smjmps.1007"]}, {"Citation": "Birhanu Z. Traditional use of medicinal plants by the ethnic groups of Gondar Zuria district, North-western Ethiopia. Journal of Natural Remedies . 2013;13(1) doi: 10.18311/jnr/2013/117.", "ArticleIdList": ["10.18311/jnr/2013/117"]}, {"Citation": "Assefa B., Tolossa T., Megersa M. Ethnobotanical study of medicinal plants used to treat human diseases in Gura Damole District, Bale Zone, Southeast Ethiopia. Asian Journal of Ethnobiology . 2021;04(01):42–52. doi: 10.13057/asianjethnobiol/y040105.", "ArticleIdList": ["10.13057/asianjethnobiol/y040105"]}, {"Citation": "Tilahun Y. Ethnobotanical study of traditional medicinal plants used in and around Adigrat town, eastern Tigray, Ethiopia. Journal of Medicinal Plants Studies . 2018;6(4):11–19."}, {"Citation": "Giday M., Asfaw Z., Woldu Z. Ethnomedicinal study of plants used by Sheko ethnic group of Ethiopia. Journal of Ethnopharmacology . 2010;132(1):75–85. doi: 10.1016/j.jep.2010.07.046.", "ArticleIdList": ["10.1016/j.jep.2010.07.046", "20674734"]}, {"Citation": "Seyoum G., Zerihun G. An ethnobotanical study of medicinal plants in Debre Libanos Wereda, Central Ethiopia. African Journal of Plant Science . 2014;8(7):366–379. doi: 10.5897/ajps2013.1041.", "ArticleIdList": ["10.5897/ajps2013.1041"]}, {"Citation": "Bekalo T. H., Woodmatas S. D., Woldemariam Z. A. An ethnobotanical study of medicinal plants used by local people in the lowlands of Konta Special Woreda, southern nations, nationalities and peoples regional state, Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2009;5(1):p. 15.", "ArticleIdList": ["PMC2764637", "19775482"]}, {"Citation": "Tadesse M., Hunde D., Getachew Y. Survey of medicinal plants used to treat human diseases in Seka Chekorsa, Jimma zone, Ethiopia. Ethiopian Journal of Health Sciences . 2005;15(2)"}, {"Citation": "Yabesh J. E. M., Prabhu S., Vijayakumar S. An ethnobotanical study of medicinal plants used by traditional healers in silent valley of Kerala, India. Journal of Ethnopharmacology . 2014;154(3):774–789. doi: 10.1016/j.jep.2014.05.004.", "ArticleIdList": ["10.1016/j.jep.2014.05.004", "24832113"]}, {"Citation": "Kigen G., Kipkore W., Wanjohi B., Haruki B., Kembo J. Medicinal plants used by traditional healers in Sangurur, Elgeyo Marakwet county, Kenya. Pharmacognosy Research . 2017;9(4):p. 333. doi: 10.4103/pr.pr_42_17.", "ArticleIdList": ["10.4103/pr.pr_42_17", "PMC5717785", "29263626"]}, {"Citation": "Kooti W., Servatyari K., Behzadifar M., et al. Effective medicinal plant in cancer treatment, part 2: review study. Journal of Evidence-Based Complementary & Alternative Medicine . 2017;22(4):982–995. doi: 10.1177/2156587217696927.", "ArticleIdList": ["10.1177/2156587217696927", "PMC5871268", "28359161"]}, {"Citation": "Hosseini S. H., Bibak H., Ghara A. R., Sahebkar A., Shakeri A. Ethnobotany of the medicinal plants used by the ethnic communities of Kerman province, Southeast Iran. Journal of Ethnobiology and Ethnomedicine . 2021;17(1):p. 35. doi: 10.1186/s13002-021-00438-z.", "ArticleIdList": ["10.1186/s13002-021-00438-z", "PMC8082778", "33910616"]}, {"Citation": "Assen Y., Woldearegay M., Haile A. An ethnobotanical study of medicinal plants in Kelala district, south Wollo zone of Amhara region, Northeastern Ethiopia. Evidence-Based Complementary and Alternative Medicine . 2021;2021:10. doi: 10.1155/2021/6651922.6651922", "ArticleIdList": ["10.1155/2021/6651922", "PMC7929653", "33680058"]}, {"Citation": "Budovsky A., Yarmolinsky L., Shabat S. B. Effect of medicinal plants on wound healing. Wound Repair and Regeneration . 2015;23(2):171–183. doi: 10.1111/wrr.12274.", "ArticleIdList": ["10.1111/wrr.12274", "25703533"]}, {"Citation": "Asadbeigi M., Mohammadi T., Kopaei M. R., Saki K., Bahmani M., Delfan M. Traditional effects of medicinal plants in the treatment of respiratory diseases and disorders: an ethnobotanical study in the Urmia. Asian Pacific Journal of Tropical Medicine . 2014;7:S364–S368. doi: 10.1016/s1995-7645(14)60259-5.", "ArticleIdList": ["10.1016/s1995-7645(14)60259-5", "25312151"]}, {"Citation": "Kala C. P. Medicinal plants used for the treatment of respiratory diseases in Uttarakhand state of India. Studies on Ethno-Medicine . 2020;14(1-2) doi: 10.31901/24566772.2020/14.1-2.597.", "ArticleIdList": ["10.31901/24566772.2020/14.1-2.597"]}, {"Citation": "Marília S. B., Michele D. F., Paula D. S. C., Vanilde C. Z., Silvia D. B., Patrícia D. A. A. Ethnobotanical study of selected medicinal plants used for the treatment of respiratory diseases in Southern Brazil. Journal of Medicinal Plants Research . 2021;15(1):22–34. doi: 10.5897/jmpr2020.6982.", "ArticleIdList": ["10.5897/jmpr2020.6982"]}, {"Citation": "Lawal I. O., Olufade I. I., Rafiu B. O., Aremu A. O. Ethnobotanical survey of plants used for treating cough associated with respiratory conditions in Ede south local government area of Osun state, Nigeria. Plants . 2020;9(5):p. 647. doi: 10.3390/plants9050647.", "ArticleIdList": ["10.3390/plants9050647", "PMC7286022", "32443771"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "7", "Day": "30"}, {"Year": "2022", "Month": "5", "Day": "16"}, {"Year": "2022", "Month": "6", "Day": "4"}, {"Year": "2022", "Month": "7", "Day": "7", "Hour": "2", "Minute": "25"}, {"Year": "2022", "Month": "7", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "8", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "6", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["35795271", "PMC9252637", "10.1155/2022/2935015"]}}], "PubmedBookArticle": []}