{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Fusarium", "Fusarium oxysporum f.sp. albedinis", "Inhibition index", "Ocimum basilicum", "Salvia officinalis"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35802242", "DateCompleted": {"Year": "2022", "Month": "12", "Day": "01"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "07", "Day": "08"}], "Language": ["eng"], "ELocationID": ["10.1007/s12010-022-04067-4"], "Journal": {"ISSN": "1559-0291", "JournalIssue": {"Volume": "194", "Issue": "12", "PubDate": {"Year": "2022", "Month": "Dec"}}, "Title": "Applied biochemistry and biotechnology", "ISOAbbreviation": "Appl Biochem Biotechnol"}, "ArticleTitle": "In Vitro Inhibitory Effect of Some Secondary Metabolites Extract from Ocimum basilicum and Salvia officinalis Against Fusarium oxysporum f.sp albedinis of Phoenix dactylifera. L.", "Pagination": {"StartPage": "5655", "EndPage": "5665", "MedlinePgn": "5655-5665"}, "Abstract": {"AbstractText": ["Fusarium of date palm is a vascular fusariosis caused by a telluric fungus Fusarium oxysporum f.sp. albedinis (F.O.A) which affects the best date varieties in Algeria. Several medicinal plants are adapted with the climatic complexity of the Saharan region, among these plants in the south-west of Algeria Salvia officinalis and Ocimum basilicum. The aim of this work is to study the antifungal effect of flavonoid extracts from Salvia officinalis and Ocimum basilicum leaves by the technique described by Bouchelta et al. (2005), as well the antifungal effect of the aqueous extract of these plants against Fusarium oxysporum f.sp. albedinis isolated from the grove of Igli. The evaluation of the antifungal activity revealed a slight mycelial growth anti-proportional to the concentration of flavonoid extract added to the culture medium with an inhibition index of 73.04% at the concentration 3.17 μg/ml and 57.42% at the concentration 1.13 µg/ml for flavonoids extract of Ocimum basilicum and Salvia officinalis, respectively. In addition, the aqueous extract revealed an inhibition index of 35.15% at the concentration of 0.33 mg/ml and 10.54% at the concentration of 3.92 mg/ml for Salvia officinalis and Ocimum basilicum, respectively."], "CopyrightInformation": "© 2022. The Author(s), under exclusive licence to Springer Science+Business Media, LLC, part of Springer Nature."}, "AuthorList": [{"Identifier": ["0000-0002-8423-380X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Sciences of Nature and Life, Biology Department, University Tahri Mohammed, BP 417, Bechar, Algeria. norabechar@gmail.com."}, {"Identifier": [], "Affiliation": "Laboratory of Plant Resource Development and Food Security in Semi Arid Areas, South West of Algeria, Department of Biology, University of Bechar, Bechar, Algeria. norabechar@gmail.com."}], "LastName": "Bouderba", "ForeName": "Nora Nahal", "Initials": "NN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Hematology and Immunohematology, Omdurman Islamic University, Omdurman, Sudan."}, {"Identifier": [], "Affiliation": "Omdurman Ahlia University, Faulty of Medicine, Omdurman, Sudan."}, {"Identifier": [], "Affiliation": "International University of Africa, Faculty of Medical Laboratory Sciences, Khartoum, Sudan."}], "LastName": "Khalid", "ForeName": "Khalid Mohamed", "Initials": "KM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Sciences of Nature and Life, Biology Department, University Tahri Mohammed, BP 417, Bechar, Algeria."}, {"Identifier": [], "Affiliation": "Laboratory of Plant Resource Development and Food Security in Semi Arid Areas, South West of Algeria, Department of Biology, University of Bechar, Bechar, Algeria."}], "LastName": "Kadi", "ForeName": "Hamid", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Appl Biochem Biotechnol", "NlmUniqueID": "8208561", "ISSNLinking": "0273-2289"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antifungal Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}], "SupplMeshList": ["Fusarium oxysporum"], "MeshHeadingList": [{"QualifierName": ["physiology"], "DescriptorName": "Fusarium"}, {"QualifierName": [], "DescriptorName": "Ocimum basilicum"}, {"QualifierName": [], "DescriptorName": "Phoeniceae"}, {"QualifierName": [], "DescriptorName": "Salvia officinalis"}, {"QualifierName": [], "DescriptorName": "Antifungal Agents"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Flavonoids"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Chakroun, K., Bouakka, M., & Hakkou, A. (2005). Incidence de l’aération sur le traitement par compostage des sous-produits du palmier dattier contaminés par Fusarium oxysporum f.sp. albedinis. Canadian Journal of Microbiology, 51, 69–77.", "ArticleIdList": ["10.1139/w04-109"]}, {"Citation": "Ouiten M. (1996) Diversité et structures genetique des populations Algériennes de Fusarium oxysporum f.sp agent de la fusariose vasculaire (Bayoud) du palmier dattier Thése doctorat. Univ, Montpellier II."}, {"Citation": "Al-Shahib, W., & Marshall, R. J. (2003). The fruit of the date palm: Its possible use as the best food for the future. International Journal of Food Sciences and Nutrition, 54(4), 247–259.", "ArticleIdList": ["10.1080/09637480120091982", "12850886"]}, {"Citation": "Bouguedoura N. (1991) Connaissance de la mophogénése du palmier dattier (Phoenix dactylifera L.) insitu et in vivo du developpement morphologiques des appariels végétatives et reproducteurs. Thèse Doctorat USTHB."}, {"Citation": "Mahadik, V. B., & Mali, N. S. (2018). Antioxidant activity in safflower (Carthamus tinctorius L.) cultivars under the pathogenesis of foliar fungal disease complex. Indian Journal of Agricultural Research, 52(1), 76–80."}, {"Citation": "Jeger M., Bragard C., Caffier D., Candresse T., Chatzivassiliou E., Dehnen Schmutz K., Gilioli G., Grégoire J. C., Jaques Miret J.A., MacLeod A., Navajas Navarro M., Niere B., Parnell S., Potting R., Rafoss T., Urek G., Van Bruggen A., Van der Werf W., West J., Winter S., Armengol Forti J., Vloutoglou I., Bottex B., & Rossi V. (2018) EFSA Panel on Plant Health PLH ; Pest categorisation of Fusarium oxysporum f.sp. albedinis. EFSA J, 16:e05183. https://doi.org/10.2903/j.efsa.2018.5183"}, {"Citation": "Agrios G.N. (2005) Plant pathology. 5<sup>th</sup> edition, Elsevier Publishing, P.922."}, {"Citation": "Kossonou Y., Kamelé, Kouakou- Kouame A. C., Koffi A.C., Koffi Y.M., Tra B.H., & Tano K. (2019) Activité antifongique In vitro des extraits de cinq plantes locales sur Colloctotrichum higginsianum, Fusarium oxysporum et Rizopus stolonifer, Agents pathogène de la papaya (Carica papaya. L) et de la Tomate (Solanium lycopersicum L). European Scientific Journal, 15(9): 307–308."}, {"Citation": "Hannachi S., Khitri D., Benkhalifa A., & Brac de Pirière R.A. (1998) Inventaire variétal de la palmeraie Algerienne. 225p."}, {"Citation": "Larpent -Gourgand M., & Sanglier J. L. (1992) Biotechnologie. Principes et méthodes. Ed. Doin. Paris. 46–47."}, {"Citation": "Karkachi, N., Gharbi, S., Kihal, M., & Henni, J. (2014). Study of pectinolytic activity of activity of Fusarium oxysporum f.sp albedinis agent responsible for Bayoud in Algeria. International Journal of Agronomy and Agricultural Research, 5(2), 40–45."}, {"Citation": "Elliott, M. L., Des Jardin, E. A., O’Donnell, K., Geiser, D. M., Harrisson, N. A., & Broschat, T. K. (2010). Fusarium oxysporum f.sp. palmarum, a novel forma specialis causing a lethal disease of Syagrus romanzoffiana and Washingtonia robusta in Florida. Plant Disease, 94, 31–38.", "ArticleIdList": ["10.1094/PDIS-94-1-0031", "30754387"]}, {"Citation": "Nahal, B. N., Kadi, H., Moghtet, S., Meddah, B., & Moussaoui, A. (2012). Antibacterial activity and phytochemical screening of Olea Europaea leaves from Algeria. The Open Conference Proccedings Journal, 3, 66–69.", "ArticleIdList": ["10.2174/1876326X01203020066"]}, {"Citation": "Lee, Y., Howard, L. R., & Villalon, B. (1995). Flavonoids and antioxidant activity of fresh pepper (Capsicum annuum) cultivars. Journal of Food Sciences, 60(3), 473–476.", "ArticleIdList": ["10.1111/j.1365-2621.1995.tb09806.x"]}, {"Citation": "Bouchelta, A., Boughdad, A., & Belenzar, A. (2005). Effet biocides des alcaloides,des saponines et des flavonoides extraits de Capsicum frutescens L. (Solanaceae) sur Bemisiatabaci (Gennadius) (Homoptera Aleyrodidae). Biotechnology, Agronomy, Society and Environment, 9(4), 259–269."}, {"Citation": "Soro, S., Ouattara, D., Guédé, N. Z., & Coffi, K. (2010). Effet Inhibiteur in Vitro et in Vivo de l’extrait de Poudre et de l’huile Essentielle de Xylopia Aethiopica (Dunal) A. Rich. (Annonaceae) sur Fusariumoxy sporum f.sp Radicis-lycopersici (Forl), Champignon Parasite des Cultures de Tomate. European Journal of Scientific Research, 39(2), 279–288."}, {"Citation": "Kran, K. D., Diallo, H. A., & Kouadio, Y. J. (2009). Activités antifongiques de l’extrait de Chromolaena odorata (L.) King & Robins sur deux isolats de Fusarium oxysporum (E.F. Sm.) responsables du jaunissement mortel des feuilles des bananiers. Journal of Applied Biosciences, 24, 1488–1496."}, {"Citation": "Serghat S., Mouria A., Ouazzani Touhami A., Badoc, & Douira A. (2004) Effet de quelques fongicides sur le développement in vitro de pyriculariagrisea et helminthosporium oryzae; Bulletin de la Société de pharmacie de Bordeaux; 143: 7-18."}, {"Citation": "Singh, P., Kumar, A., Dubey, N. K., & Gupta, R. (2009). Essential oil of Aegle marmelos as a safe plant-based antimicrobial against postharvest microbial infestations and aflatoxin contamination of food commodities. Journal of Food Science, 74(6), 302–307.", "ArticleIdList": ["10.1111/j.1750-3841.2009.01223.x"]}, {"Citation": "Benabbes R., Lahmass I., Souna F., Chafi A., El Youbi E., Saalaoui A., Hakkou M., & Bouakka (2015) Confrontation of antagonistic fungi selected from the soil of the Figuig oasis to date palm Fusarium oxysporum f.sp albedinis; Moroccan Journal of Biology, 12:1-8."}, {"Citation": "Lima, C. F., Valentao, P. C. R., Andrade, P. B., Seabra, R. M., Fernandes, F. M., & Pereira, W. C. (2007). Water and methanolic extracts of Salvia officinalis protect Hep G2 cells from t-BHP induced oxidative damage. Chemico-Biological Interactions, 167, 107–115.", "ArticleIdList": ["10.1016/j.cbi.2007.01.020", "17349617"]}, {"Citation": "Schofield, P., Mbugua, D., & Pell, A. (2001). Analyses of condensed tannins. A Review Animal Feed Science and Technology, 91(1), 21–44.", "ArticleIdList": ["10.1016/S0377-8401(01)00228-0"]}, {"Citation": "Camila M.G., Raul O. S., Paula F., Maria F.M.L., Jonathaline A.D., Aline A.B., Margareth L.A., Luisa Z., Luis Flavio S.O., & Michel M.M. (2017) Evaluation of basil extract (Ocimum basilicum) on oxidative, anti-genotoxic and anti-inflammatory effect in human leukocytes cell cultures exposed to challenging agents. Science, 53(1)."}, {"Citation": "Yinrong, L., & Yeap, F. (2002). Polyphenolics of salvia- A review; Elsevier. Pytochemistry, 59, 117–140.", "ArticleIdList": ["10.1016/S0031-9422(01)00415-0"]}, {"Citation": "Melih, Y., Kadioglu, I., & Isa, T. (2018). Chemical composition and antifungal activity of Salvia officinalis (L), S. Cryptantha (Montbret et Aucher ex Benth.), S. Tomentosa (Mill.) plant essential oils and extracts. Fresenius Environmental Bulletin, 3(27), 1695–1706."}, {"Citation": "Cipto, N., Eka, M., & Christian Joseph, R. C. (2019). Antifungal activities of sweet basil (Ocimum basilicum) aqueous extract against Sclerotium rolfsii, causal agent of damping off on tomato seedling. AGRIVITA; Journal of Agricultural Science, 41(1), 149–157."}, {"Citation": "Carolina. H. P., Johan L.F. K.,  & Vuyisile S. T. (2011) Antifungal free fatty acids: A Review; Science against Microbial Pathogens, 61–73."}, {"Citation": "Bouhlali E.T., Derouich M., Ben-Amar H., Meziani R., & Essarioui A. (2020) Exploring the potential of using bioactive plant products in the management of Fusarium oxysporum f.sp. albedinis: The causal agent of Bayoud disease on date palm (Phoenix dactylifera L.). Beni-Suef University Journal of Basic and Applied Sciences, 9:46"}, {"Citation": "Beigi, B. N., & Gholami, M. R. (2017). Effect of the ethanolic extract of Salvia officinalis on ovarian angiogenesis in mice at preimplantation: A morphological and molecular analysis. Jentashapir Journal Health Research Inpress (Inpress), 44386, 1–8."}, {"Citation": "Ulanowska, K., Traczyk, A., Konopa, G., & Wegrzym, G. (2006). Differential antibacterial activity of Genistein arising from global inhibition of DND, RNA and protein synthesis in some bacterial strains. Archives of Microbiology, 5, 271–278.", "ArticleIdList": ["10.1007/s00203-005-0063-7"]}, {"Citation": "Nychas G.J.E. (1995) Natural antimicrobials from plants. In G.W. Gould (Ed); New methods of food preservation; Boston, MA; Springer, 58–89."}, {"Citation": "Shirazi, M. T., Gholami, H., Kavoosi, G., Rowshan, V., & Tafsiry, A. (2014). Chemical composition, antioxidant, antimicrobial and cytotoxic activities of Tagetes minuta and Ocimum basilicum essential oil. Food Sciences and Nutritions, 2(2), 146–155."}, {"Citation": "Kocic-Tanackov, S., Dimic, G., Tanackov, I., & Tuco, D. (2011). Antifungal activities of basil (Ocimum basilicum. L) extract on Fusarium species. African Journal of Biotechnology, 10(50), 10188–10195.", "ArticleIdList": ["10.5897/AJB11.1330"]}, {"Citation": "Velikhovic, D., Nicolova, M., Ivancheva, S. V., Stojanovic, B. J., & Velikovic, B. V. (2007). Extraction of flavonoids from garden Salvia officinalis L and glutinous Salvia glutinosa L sage by ultrasonic and classical maceration. Journal of the Serbian Chemical Society, 72(1), 73–80.", "ArticleIdList": ["10.2298/JSC0701073V"]}, {"Citation": "Nahal, B. N., Kadi, H., Meddah, B., & Moussaoui, A. (2016). The investigation of the phytochemical compounds and the antibacterial effect of Algerian Citrullus colocynthis Schard. Journal of Applied Environmental and Biological Sciences, 6(6), 36–40."}, {"Citation": "Cowan, M. M. (1999). Plant products as antimicrobial agents. Clinical Microbiology Reviews, 12, 564–582.", "ArticleIdList": ["10.1128/CMR.12.4.564", "10515903", "88925"]}, {"Citation": "Chabot, S., Bel-Rhlid, R., Chenevert, R., & Piche, Y. (1992). Hyphal growth promotion in vitro of the VA mycorrhizal fungus, Gigaspora margarita Becker & Hall, by the activity of structurally specific flavonoïd compounds under CO2-enriched condition. New Phytologist, 122, 461–467.", "ArticleIdList": ["10.1111/j.1469-8137.1992.tb00074.x", "33874220"]}, {"Citation": "Mezouari, A., Makhloufi, A., Bendjima, K., Benlarbi, L., Boulanouar, A., & Jesùs Gonzalez, M. D. (2019). Antifungal activity of Acacia tortilis subsp. raddiana tar on Fusarium oxysporum f.sp. albedinis, the cause of Bayoud disease of the date palm in Southwest Algeria. Indian Journal of Agricultural Research, 53(9), 713–715."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "6", "Day": "24"}, {"Year": "2022", "Month": "7", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "8", "Hour": "11", "Minute": "16"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35802242", "10.1007/s12010-022-04067-4", "10.1007/s12010-022-04067-4"]}}], "PubmedBookArticle": []}