{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Batswana", "biodiversity", "endemic", "ethnobotanical survey", "gastrointestinal problems", "indigenous diagnostics", "indigenous knowledge", "wounds"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35807736", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "07", "Day": "05"}], "Language": ["eng"], "ELocationID": ["1784", "10.3390/plants11131784"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "11", "Issue": "13", "PubDate": {"Year": "2022", "Month": "Jul", "Day": "05"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Ethnoveterinary Practices and Ethnobotanical Knowledge on Plants Used against Cattle Diseases among Two Communities in South Africa.", "Abstract": {"AbstractText": ["Ethnoveterinary practices and ethnobotanical knowledge serve as potential therapeutic approaches used to manage and prevent cattle diseases within poor communities in developing nations. Most of the knowledge and practices remain inadequately documented and threatened with extinction in the future. This study aimed to explore the ethnoveterinary practices and knowledge on plants used to treat cattle diseases in two communities of the Ramotshere Moiloa local municipality, South Africa. A semi-structured interview guide, snowball, and purposive technique were used to collect data and recruit 90 participants. Three ethnobotanical indices (informant consensus factor (Fic), use-value (UV), and relative frequency of citation (RFC) were used for quantitative analysis. A total of 64 medicinal plants from 32 families (dominated by Compositae, Fabaceae, and Asparagaceae) were used to treat 27 cattle diseases. The plants with a high frequency of citation and RFC were <i>Gomphocarpus fruticosus</i> (75, 0.83), <i>Opuntia ficus-indica</i> (74, 0.82), <i>Schkuhria pinnata</i> and <i>Portulaca oleracea</i> (73, 0.81), <i>Solanum lichtensteinii</i> (70, 0.77), and <i>Senna italica.</i> In addition, <i>Schkuhria pinnata</i> and <i>Aloe greatheadii</i> (0.077) had the highest UV. About 28.13% of 64 identified plants were documented as ethnoveterinary medicine for treating cattle ailments, for the first time. The remedies were mainly either prepared as a decoction (52.04%), ground, or prepared as an infusion (16.33%). The plants were administered either orally (69.79%) or topically (30.2%). The ailments with a high frequency of citations were: wounds and constipation (76); arthralgia and retained placenta (69); and lumpy skin disease (68). The categories with the highest number of plants used were gastrointestinal problems (53), skin problems (33), respiratory problems (25), and fertility/reproduction disorders (21). The highest Fic score was cited for tick-borne diseases (1), followed by musculoskeletal systems (Fic = 0.89), and general system infection (Fic = 0.88). The current findings contribute to the documentation and preservation of valuable knowledge from indigenous communities for extensive use. Additionally, ethnoveterinary uses of <i>Portulaca oleracea</i>, <i>Securidaca longipedunculata,</i> and <i>Plumbago zeylanica</i> were recorded for the first time. Further scientific evaluation of the most cited and indigenous/native plants is recommended to establish their therapeutic potential and possible integration into the conventional veterinary sector for the welfare of cattle."]}, "AuthorList": [{"Identifier": ["0000-0002-4777-7373"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Indigenous Knowledge Systems Centre, Faculty of Natural and Agricultural Sciences, North-West University, Private Bag X2046, Mmabatho 2790, South Africa."}, {"Identifier": [], "Affiliation": "School of Philosophy, Faculty of Humanities, North-West University, Private Bag X2046, Mmabatho 2790, South Africa."}], "LastName": "Chakale", "ForeName": "Mompati Vincent", "Initials": "MV"}, {"Identifier": ["0000-0002-9550-2120"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unit for Environmental Sciences and Management, Faculty of Natural and Agricultural Sciences, North-West University, Private Bag X1290, Potchefstroom 2520, South Africa."}], "LastName": "Asong", "ForeName": "John Awungnjia", "Initials": "JA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unit for Environmental Sciences and Management, Faculty of Natural and Agricultural Sciences, North-West University, Private Bag X1290, Potchefstroom 2520, South Africa."}], "LastName": "Struwig", "ForeName": "Madeleen", "Initials": "M"}, {"Identifier": ["0000-0002-9311-6517"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Food Security and Safety Niche Area, Faculty of Natural and Agricultural Sciences, North-West University, Private Bag X2046, Mmabatho 2790, South Africa."}, {"Identifier": [], "Affiliation": "Centre for Animal Health Studies, Faculty of Natural and Agricultural Sciences, North-West University, Private Bag X2046, Mmabatho 2790, South Africa."}], "LastName": "Mwanza", "ForeName": "Mulunda", "Initials": "M"}, {"Identifier": ["0000-0002-6602-246X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Indigenous Knowledge Systems Centre, Faculty of Natural and Agricultural Sciences, North-West University, Private Bag X2046, Mmabatho 2790, South Africa."}, {"Identifier": [], "Affiliation": "Food Security and Safety Niche Area, Faculty of Natural and Agricultural Sciences, North-West University, Private Bag X2046, Mmabatho 2790, South Africa."}], "LastName": "Aremu", "ForeName": "Adeyemi Oladapo", "Initials": "AO"}], "GrantList": [{"GrantID": "UID118585", "Agency": "National Research Foundation", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest. The funders had no role in: the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript; or in the decision to publish the results."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Chakale M.V., Mwanza M., Aremu A.O. Ethnoveterinary knowledge and biological evaluation of plants used for mitigating cattle diseases: A critical insight into the trends and patterns in South Africa. Front. Vet. Sci. 2021;891:710884. doi: 10.3389/fvets.2021.710884.", "ArticleIdList": ["10.3389/fvets.2021.710884", "PMC8417044", "34490402"]}, {"Citation": "Varijakshapanicker P., Mckune S., Miller L., Hendrickx S., Balehegn M., Dahl G.E., Adesogan A.T. Sustainable livestock systems to improve human health, nutrition, and economic status. Anim. Front. 2019;9:39–50. doi: 10.1093/af/vfz041.", "ArticleIdList": ["10.1093/af/vfz041", "PMC6951866", "32002273"]}, {"Citation": "Mottet A., Teillard F., Boettcher P., De’Besi G., Besbes B. Domestic herbivores and food security: Current contribution, trends and challenges for a sustainable development. Animal. 2018;12:s188–s198. doi: 10.1017/S1751731118002215.", "ArticleIdList": ["10.1017/S1751731118002215", "30215340"]}, {"Citation": "Banda L.J., Tanganyika J. Livestock provide more than food in smallholder production systems of developing countries. Anim. Front. 2021;11:7–14. doi: 10.1093/af/vfab001.", "ArticleIdList": ["10.1093/af/vfab001", "PMC8127680", "34026310"]}, {"Citation": "Van Jaarsveld B.D.L., Pieters B.D.H., Potgieter E.D.B., van Wyk G.D.N., Pfitzer K.D.S., Trümpelmann L.D., Malan S.L.D.M., Beytel N.D.A., Niebuhr P.R.D., Kroon W.S.D.K. Monthly Report on Livestock Disease Trends as Informally Reported by Veterinarians Belonging to the Ruminant Veterinary Association of South Africa (RuVASA), a Group of the South African Veterinary Association. Ruminant Veterinary Association of South Africa; Pretoria, South Africa: 2017. p. 28."}, {"Citation": "Dovie D.B., Shackleton C.M., Witkowski E. Valuation of communal area livestock benefits, rural livelihoods and related policy issues. Land Use Policy. 2006;23:260–271. doi: 10.1016/j.landusepol.2004.08.004.", "ArticleIdList": ["10.1016/j.landusepol.2004.08.004"]}, {"Citation": "Maikhuri R. Eco-energetic analysis of animal husbandry in traditional societies of India. Energy. 1992;17:959–967. doi: 10.1016/0360-5442(92)90045-2.", "ArticleIdList": ["10.1016/0360-5442(92)90045-2"]}, {"Citation": "McGaw L.J., Eloff J.N. Ethnoveterinary use of southern African plants and scientific evaluation of their medicinal properties. J. Ethnopharmacol. 2008;119:559–574. doi: 10.1016/j.jep.2008.06.013.", "ArticleIdList": ["10.1016/j.jep.2008.06.013", "18620038"]}, {"Citation": "Tabuti J.R., Dhillion S.S., Lye K.A. Ethnoveterinary medicines for cattle (Bos indicus) in Bulamogi county, Uganda: Plant species and mode of use. J. Ethnopharmacol. 2003;88:279–286. doi: 10.1016/S0378-8741(03)00265-4.", "ArticleIdList": ["10.1016/S0378-8741(03)00265-4", "12963156"]}, {"Citation": "McCorkle C.M., Mathias-Mundy E. Ethnoveterinary medicine in Africa. Africa. 1992;62:59–93. doi: 10.2307/1160064.", "ArticleIdList": ["10.2307/1160064"]}, {"Citation": "McCorkle C.M. An introduction to ethnoveterinary research and development. J. Ethnobiol. 1986;6:129–149."}, {"Citation": "Viljoen A., Sandasi M., Vermaak I. The role of the South African Journal of Botany as a vehicle to promote medicinal plant research–A bibliometric appraisal. S. Afr. J. Bot. 2019;122:3–10. doi: 10.1016/j.sajb.2018.07.024.", "ArticleIdList": ["10.1016/j.sajb.2018.07.024"]}, {"Citation": "Light M., Sparg S., Stafford G., Van Staden J. Riding the wave: South Africa’s contribution to ethnopharmacological research over the last 25 years. J. Ethnopharmacol. 2005;100:127–130. doi: 10.1016/j.jep.2005.05.028.", "ArticleIdList": ["10.1016/j.jep.2005.05.028", "15994041"]}, {"Citation": "Hoveka L.N., van der Bank M., Bezeng B.S., Davies T.J. Identifying biodiversity knowledge gaps for conserving South Africa’s endemic flora. Biodivers. Conserv. 2020;29:2803–2819. doi: 10.1007/s10531-020-01998-4.", "ArticleIdList": ["10.1007/s10531-020-01998-4"]}, {"Citation": "Wall B., Mateus A., Marshall L., Pfeiffer D., Lubroth J., Ormel H., Otto P., Patriarchi A. Drivers, Dynamics and Epidemiology of Antimicrobial Resistance in Animal Production. Food and Agriculture Organization of the United Nations; Rome, Italy: 2016."}, {"Citation": "Beinart W., Brown K. African Local Knowledge & Livestock Health: Diseases & Treatments in South Africa. Wits University Press; Johannesburg, South Africa: 2013."}, {"Citation": "Van der Merwe D. Master’s Thesis. University of Pretoria; Pretoria, South Africa: 2000. Use of ethnoveterinary medicinal plants in cattle by Setswana-speaking people in the Madikwe area of the North West Province.", "ArticleIdList": ["12219913"]}, {"Citation": "McGaw L.J., Famuyide I.M., Khunoana E.T., Aremu A.O. Ethnoveterinary botanical medicine in South Africa: A review of research from the last decade (2009 to 2019) J. Ethnopharmacol. 2020;257:112864. doi: 10.1016/j.jep.2020.112864.", "ArticleIdList": ["10.1016/j.jep.2020.112864", "32302713"]}, {"Citation": "Bredemus B. A Consensual Qualitative Research Analysis of Prominent Multicultural Psychotherapy Researchers’ Career Experiences. The Chicago School of Professional Psychology ProQuest Dissertations Publishing; Chicago, IL, USA: 2021."}, {"Citation": "Eisner H. What Makes the Systems Engineer Successful? Various Surveys Suggest an Answer. CRC Press; Boca Raton, FL, USA: 2020."}, {"Citation": "Bruchac M. Indigenous knowledge and traditional knowledge. Encycl. Glob. Archaeol. 2014;10:3814–3824. doi: 10.1007/978-1-4419-0465-2_10.", "ArticleIdList": ["10.1007/978-1-4419-0465-2_10"]}, {"Citation": "Hecht S., Yang A.L., Basnett B.S., Padoch C., Peluso N.L. People in Motion, Forests in Transition: Trends in Migration, Urbanization, and Remittances and Their Effects on Tropical Forests. Volume 142 CIFOR; Bogor, Indonesia: 2015."}, {"Citation": "Crane P.R., Ge S., Hong D.-Y., Huang H.-W., Jiao G.-L., Knapp S., Kress W.J., Mooney H., Raven P.H., Wen J. The Shenzhen Declaration on Plant Sciences-Uniting plant sciences and society to build a green, sustainable Earth. J. Syst. Evol. 2017;55:59–61. doi: 10.1111/jse.12283.", "ArticleIdList": ["10.1111/jse.12283"]}, {"Citation": "Ahmed M.J., Murtaza G. A study of medicinal plants used as ethnoveterinary: Harnessing potential phytotherapy in Bheri, district Muzaffarabad (Pakistan) J. Ethnopharmacol. 2015;159:209–214. doi: 10.1016/j.jep.2014.11.016.", "ArticleIdList": ["10.1016/j.jep.2014.11.016", "25449452"]}, {"Citation": "Moichwanetse B.I., Ndhlovu P.T., Sedupane G., Aremu A.O. Ethno-veterinary plants used for the treatment of retained placenta and associated diseases in cattle among Dinokana communities, North West Province, South Africa. S. Afr. J. Bot. 2020;132:108–116. doi: 10.1016/j.sajb.2020.04.005.", "ArticleIdList": ["10.1016/j.sajb.2020.04.005"]}, {"Citation": "Nyahangare E.T., Mvumi B.M., Mutibvu T. Ethnoveterinary plants and practices used for ecto-parasite control in semi-arid smallholder farming areas of Zimbabwe. J. Ethnobiol. Ethnomed. 2015;11:30. doi: 10.1186/s13002-015-0006-6.", "ArticleIdList": ["10.1186/s13002-015-0006-6", "PMC4449613", "25925402"]}, {"Citation": "Shang X., Tao C., Miao X., Wang D., Wang Y., Yang Y., Pan H. Ethno-veterinary survey of medicinal plants in Ruoergai region, Sichuan province, China. J. Ethnopharmacol. 2012;142:390–400. doi: 10.1016/j.jep.2012.05.006.", "ArticleIdList": ["10.1016/j.jep.2012.05.006", "22634202"]}, {"Citation": "Shen S., Qian J., Ren J. Ethnoveterinary plant remedies used by Nu people in NW Yunnan of China. J. Ethnobiol. Ethnomed. 2010;6:24. doi: 10.1186/1746-4269-6-24.", "ArticleIdList": ["10.1186/1746-4269-6-24", "PMC2936877", "20796273"]}, {"Citation": "Chaachouay N., Benkhnigue O., Fadli M., El Ibaoui H., Zidane L. Ethnobotanical and ethnopharmacological studies of medicinal and aromatic plants used in the treatment of metabolic diseases in the Moroccan Rif. Heliyon. 2019;5:e02191. doi: 10.1016/j.heliyon.2019.e02191.", "ArticleIdList": ["10.1016/j.heliyon.2019.e02191", "PMC6838988", "31720440"]}, {"Citation": "Hamilton A.C. Medicinal plants, conservation and livelihoods. Biodivers. Conserv. 2004;13:1477–1517. doi: 10.1023/B:BIOC.0000021333.23413.42.", "ArticleIdList": ["10.1023/B:BIOC.0000021333.23413.42"]}, {"Citation": "Giday M., Teklehaymanot T. Ethnobotanical study of plants used in management of livestock health problems by Afar people of Ada’ar District, Afar Regional State, Ethiopia. J. Ethnobiol. Ethnomed. 2013;9:8. doi: 10.1186/1746-4269-9-8.", "ArticleIdList": ["10.1186/1746-4269-9-8", "PMC3561197", "23343251"]}, {"Citation": "Moreki J., Tshireletso K., Okoli I. Potential use of ethnoveterinary medicine for retained placenta in cattle in Mogonono, Botswana. J. Anim. Prod. Adv. 2012;2:303–309."}, {"Citation": "Van der Merwe D., Swan G., Botha C. Use of ethnoveterinary medicinal plants in cattle by Setswana-speaking people in the Madikwe area of the North West Province of South Africa. J. S. Afr. Vet. Assoc. 2001;72:189–196. doi: 10.4102/jsava.v72i4.651.", "ArticleIdList": ["10.4102/jsava.v72i4.651", "12219913"]}, {"Citation": "Assefa A., Bahiru A. Ethnoveterinary botanical survey of medicinal plants in Abergelle, Sekota and Lalibela districts of Amhara region, Northern Ethiopia. J. Ethnopharmacol. 2018;213:340–349. doi: 10.1016/j.jep.2017.11.024.", "ArticleIdList": ["10.1016/j.jep.2017.11.024", "29187319"]}, {"Citation": "Phondani P., Maikhuri R., Kala C. Ethnoveterinary uses of medicinal plants among traditional herbal healers in Alaknanda catchment of Uttarakhand, India. Afr. J. Tradit. Complement. Altern. Med. 2010;7:195–206. doi: 10.4314/ajtcam.v7i3.54775.", "ArticleIdList": ["10.4314/ajtcam.v7i3.54775", "PMC3025619", "21461146"]}, {"Citation": "Masika P., Sonandi A., Van Averbeke W. Perceived causes, diagnosis and treatment of babesiosis and anaplasmosis in cattle by livestock farmers in communal areas of the central Eastern Cape Province, South Africa. J. S. Afr. Vet. Assoc. 1997;68:40–44. doi: 10.4102/jsava.v68i2.867.", "ArticleIdList": ["10.4102/jsava.v68i2.867", "9291071"]}, {"Citation": "Masika P., Van Averbeke W., Sonandi A. Use of herbal remedies by small-scale farmers to treat livestock diseases in central Eastern Cape Province, South Africa. J. S. Afr. Vet. Assoc. 2000;71:87–91. doi: 10.4102/jsava.v71i2.685.", "ArticleIdList": ["10.4102/jsava.v71i2.685", "11030357"]}, {"Citation": "Nabukenya I., Rubaire-Akiiki C., Olila D., Ikwap K., Höglund J. Ethnopharmacological practices by livestock farmers in Uganda: Survey experiences from Mpigi and Gulu districts. J. Ethnobiol. Ethnomed. 2014;10:9. doi: 10.1186/1746-4269-10-9.", "ArticleIdList": ["10.1186/1746-4269-10-9", "PMC3916071", "24467812"]}, {"Citation": "RVASA . Monthly Report on Livestock Disease Trends as Informally Reported by Veterinarians Belonging to the Ruminant Veterinary Association of South Africa (RuVASA), a Group of the South African Veterinary Association. Ruminant Veterinary Association of South Africa (RuVASA); Pretoria, South Africa: 2021."}, {"Citation": "Ndou R.V. Master’s Thesis. North-West University; Mafikeng, South Africa: 2018. A Study of Ethnoveterinary Medicine in the North West Province."}, {"Citation": "Bano A., Ahmad M., Hadda T.B., Saboor A., Sultana S., Zafar M., Khan M.P.Z., Arshad M., Ashraf M.A. Quantitative ethnomedicinal study of plants used in the skardu valley at high altitude of Karakoram-Himalayan range, Pakistan. J. Ethnobiol. Ethnomed. 2014;10:43. doi: 10.1186/1746-4269-10-43.", "ArticleIdList": ["10.1186/1746-4269-10-43", "PMC4039317", "24885937"]}, {"Citation": "Amjad M.S., Qaeem M.F., Ahmad I., Khan S.U., Chaudhari S.K., Zahid Malik N., Shaheen H., Khan A.M. Descriptive study of plant resources in the context of the ethnomedicinal relevance of indigenous flora: A case study from Toli Peer National Park, Azad Jammu and Kashmir, Pakistan. PLoS ONE. 2017;12:e0171896. doi: 10.1371/journal.pone.0171896.", "ArticleIdList": ["10.1371/journal.pone.0171896", "PMC5305106", "28192466"]}, {"Citation": "Leonti M. The relevance of quantitative ethnobotanical indices for ethnopharmacology and ethnobotany. J. Ethnopharmacol. 2022;288:115008. doi: 10.1016/j.jep.2022.115008.", "ArticleIdList": ["10.1016/j.jep.2022.115008", "35066067"]}, {"Citation": "Van Wyk B.-E. The potential of South African plants in the development of new medicinal products. S. Afr. J. Bot. 2011;77:812–829. doi: 10.1016/j.sajb.2011.08.011.", "ArticleIdList": ["10.1016/j.sajb.2011.08.011"]}, {"Citation": "Dold A.P., Cocks M.L. Traditional veterinary medicine in the Alice district of the Eastern Cape Province, South Africa: Research in action. S. Afr. J. Sci. 2001;97:375–379."}, {"Citation": "Gesler W.M. The Cultural Geography of Health Care. University of Pittsburgh; Pittsburgh, PA, USA: 1992."}, {"Citation": "Giday M., Ameni G. An ethnobotanical survey of plants of veterinary importance in two woredas of Southern Tigray, Northern Ethiopia. SINET Ethiop. J. Sci. 2003;26:123–136. doi: 10.4314/sinet.v26i2.18208.", "ArticleIdList": ["10.4314/sinet.v26i2.18208"]}, {"Citation": "Miara M.D., Bendif H., Ouabed A., Rebbas K., Hammou M.A., Amirat M., Greene A., Teixidor-Toneu I. Ethnoveterinary remedies used in the Algerian steppe: Exploring the relationship with traditional human herbal medicine. J. Ethnopharmacol. 2019;244:112164. doi: 10.1016/j.jep.2019.112164.", "ArticleIdList": ["10.1016/j.jep.2019.112164", "31419498"]}, {"Citation": "Chaachouay N., Azeroual A., Bencharki B., Douira A., Zidane L. Ethnoveterinary medicines plants for animal therapy in the Rif, North of Morocco. S. Afr. J. Bot. 2022;147:176–191. doi: 10.1016/j.sajb.2021.12.037.", "ArticleIdList": ["10.1016/j.sajb.2021.12.037"]}, {"Citation": "Prakash P., Kumar M., Pundir A., Puri S., Prakash S., Kumari N., Thakur M., Rathour S., Jamwal R., Janjua S. Documentation of Commonly Used Ethnoveterinary Medicines from Wild Plants of the High Mountains in Shimla District, Himachal Pradesh, India. Horticulturae. 2021;7:351. doi: 10.3390/horticulturae7100351.", "ArticleIdList": ["10.3390/horticulturae7100351"]}, {"Citation": "Njoroge G.N., Bussmann R.W. Herbal usage and informant consensus in ethnoveterinary management of cattle diseases among the Kikuyus (Central Kenya) J. Ethnopharmacol. 2006;108:332–339. doi: 10.1016/j.jep.2006.05.031.", "ArticleIdList": ["10.1016/j.jep.2006.05.031", "16879938"]}, {"Citation": "Rahmatullah M., Ferdausi D., Mollik A., Jahan R., Chowdhury M.H., Haque W.M. A survey of medicinal plants used by Kavirajes of Chalna area, Khulna district, Bangladesh. Afr. J. Tradit. Complement. Altern. Med. 2010;7:91–97. doi: 10.4314/ajtcam.v7i2.50859.", "ArticleIdList": ["10.4314/ajtcam.v7i2.50859", "PMC3021158", "21304618"]}, {"Citation": "Khunoana E.T., Madikizela B., Erhabor J.O., Nkadimeng S.M., Arnot L., Van Wyk I., McGaw L.J. A survey of plants used to treat livestock diseases in the Mnisi community, Mpumalanga, South Africa, and investigation of their antimicrobial activity. S. Afr. J. Bot. 2019;126:21–29. doi: 10.1016/j.sajb.2019.07.026.", "ArticleIdList": ["10.1016/j.sajb.2019.07.026"]}, {"Citation": "Chinsembu K., Negumbo J., Likando M., Mbangu A. An ethnobotanical study of medicinal plants used to treat livestock diseases in Onayena and Katima Mulilo, Namibia. S. Afr. J. Bot. 2014;94:101–107. doi: 10.1016/j.sajb.2014.06.007.", "ArticleIdList": ["10.1016/j.sajb.2014.06.007"]}, {"Citation": "Kushwaha K. Medicinal plants used to cure the cattle diseases in Korea District of Chhatisgarh. Int. J. Pharm. Life Sci. 2020;11:6889–6892."}, {"Citation": "Luseba D., Van der Merwe D. Ethnoveterinary medicine practices among Tsonga speaking people of South Africa. Onderstepoort J. Vet. Res. 2006;73:115–122. doi: 10.4102/ojvr.v73i2.156.", "ArticleIdList": ["10.4102/ojvr.v73i2.156", "16958262"]}, {"Citation": "Tanzin R., Ghosh K.C., Jahan R., Khatun A., Rahmatullah M. An ethnoveterinary survey of medicinal plants used to treat cattle diseases in Birishiri area, Netrakona district, Bangladesh. Adv. Nat. Appl. Sci. 2010;4:10–14."}, {"Citation": "Traore L., Yaro V., Soudre A., Ouedraogo-Kone S., Ouedraogo D., Yougbare B., Zoma B., Hien M., Guissou M.-L., Traore A. Indigenous knowledge of veterinary medicinal plant use in cattle treatment in southwestern Burkina Faso (West Africa) S. Afr. J. Bot. 2020;128:189–199. doi: 10.1016/j.sajb.2019.09.015.", "ArticleIdList": ["10.1016/j.sajb.2019.09.015"]}, {"Citation": "Getaneh S., Girma Z. An ethnobotanical study of medicinal plants in Debre Libanos Wereda, Central Ethiopia. Afr. J. Plant Sci. 2014;8:366–379."}, {"Citation": "Moyo M., Aremu A.O., Van Staden J. Medicinal plants: An invaluable, dwindling resource in sub-Saharan Africa. J. Ethnopharmacol. 2015;174:595–606. doi: 10.1016/j.jep.2015.04.034.", "ArticleIdList": ["10.1016/j.jep.2015.04.034", "25929451"]}, {"Citation": "Gakuubi M.M., Wanzala W. A survey of plants and plant products traditionally used in livestock health management in Buuri district, Meru County, Kenya. J. Ethnobiol. Ethnomed. 2012;8:39. doi: 10.1186/1746-4269-8-39.", "ArticleIdList": ["10.1186/1746-4269-8-39", "PMC3539861", "23044218"]}, {"Citation": "Ul Hassan H., Murad W., Tariq A., Ahmad A. Ethnoveterinary study of medicinal plants in Malakand Valley, district Dir (lower), Khyber Pakhtunkhwa, Pakistan. Ir. Vet. J. 2014;67:6. doi: 10.1186/2046-0481-67-6.", "ArticleIdList": ["10.1186/2046-0481-67-6", "PMC3975932", "24580769"]}, {"Citation": "Gradé J.T., Tabuti J.R., Van Damme P. Ethnoveterinary knowledge in pastoral Karamoja, Uganda. J. Ethnopharmacol. 2009;122:273–293. doi: 10.1016/j.jep.2009.01.005.", "ArticleIdList": ["10.1016/j.jep.2009.01.005", "19171185"]}, {"Citation": "Lulekal E., Kelbessa E., Bekele T., Yineger H. An ethnobotanical study of medicinal plants in Mana Angetu District, southeastern Ethiopia. J. Ethnobiol. Ethnomed. 2008;4:10. doi: 10.1186/1746-4269-4-10.", "ArticleIdList": ["10.1186/1746-4269-4-10", "PMC2391147", "18442379"]}, {"Citation": "Teklehaymanot T. An ethnobotanical survey of medicinal and edible plants of Yalo Woreda in Afar regional state, Ethiopia. J. Ethnobiol. Ethnomed. 2017;13:40. doi: 10.1186/s13002-017-0166-7.", "ArticleIdList": ["10.1186/s13002-017-0166-7", "PMC5499056", "28679438"]}, {"Citation": "Mussarat S., Amber R., Tariq A., Adnan M., AbdElsalam N.M., Ullah R., Bibi R. Ethnopharmacological assessment of medicinal plants used against livestock infections by the people living around Indus river. BioMed Res. Int. 2014;2014:616858. doi: 10.1155/2014/616858.", "ArticleIdList": ["10.1155/2014/616858", "PMC4269160", "25544941"]}, {"Citation": "Yigezu Y., Haile D.B., Ayen W.Y. Ethnoveterinary medicines in four districts of Jimma zone, Ethiopia: Cross sectional survey for plant species and mode of use. BMC Vet. Res. 2014;10:76. doi: 10.1186/1746-6148-10-76.", "ArticleIdList": ["10.1186/1746-6148-10-76", "PMC3978085", "24679045"]}, {"Citation": "Teklay A., Abera B., Giday M. An ethnobotanical study of medicinal plants used in Kilte Awulaelo District, Tigray Region of Ethiopia. J. Ethnobiol. Ethnomed. 2013;9:65. doi: 10.1186/1746-4269-9-65.", "ArticleIdList": ["10.1186/1746-4269-9-65", "PMC3852788", "24011232"]}, {"Citation": "Bussmann R.W. Ethnobotany of the Samburu of Mt. Nyiru, South Turkana, Kenya. J. Ethnobiol. Ethnomed. 2006;2:35. doi: 10.1186/1746-4269-2-35.", "ArticleIdList": ["10.1186/1746-4269-2-35", "PMC1570449", "16956401"]}, {"Citation": "Gradé J.T. Ph.D. Thesis. Ghent University; Ghent, Belgium: 2008. Ethnoveterinary Knowledge in Pastoral Karamoja, Northern Uganda."}, {"Citation": "Yineger H., Kelbessa E., Bekele T., Lulekal E. Ethnoveterinary medicinal plants at bale mountains national park, Ethiopia. J. Ethnopharmacol. 2007;112:55–70. doi: 10.1016/j.jep.2007.02.001.", "ArticleIdList": ["10.1016/j.jep.2007.02.001", "17368989"]}, {"Citation": "StatsSA  Ramotshere Moiloa.  [(accessed on 8 August 2021)]; Available online:  http://www.statssa.gov.za/?page_id=993&id=ramotshere-moiloa-municipality."}, {"Citation": "Madziwa M.B.N. Final Ecological Report for the Proposed 88KV Petrusdam Switch Station, Ramotshere Moiloa Local Municipality (Ward 17), North–West Province. 2017.  [(accessed on 8 August 2021)].  Available online:  https://sahris.sahra.org.za/sites/default/files/additionaldocs/Final%20Petrusdam%20Switch%20Station%20Biodiversity%20Report.pdf."}, {"Citation": "Itholeng K.B.I. Master’s Thesis. North-West University; Potchefstroom, South Africa: 2007. The Indigenous Knowledge of the Local Community Towards Weeds and Alien Invasive Plants in the Dinokana Area, North-West Province."}, {"Citation": "Heckathorn D.D. Respondent-driven sampling: A new approach to the study of hidden populations. Soc. Probl. 1997;44:174–199. doi: 10.2307/3096941.", "ArticleIdList": ["10.2307/3096941"]}, {"Citation": "Kish L. Survey Sampling. John Wiley and Sons Inc.; New York, NY, USA: 1995."}, {"Citation": "Mason J. Researching Your Own Practice: The Discipline of Noticing. Psychology Press; New York, NY, USA: 2002."}, {"Citation": "Adams R.S., Daly S.R., Mann L.M., Dall’Alba G. Being a professional: Three lenses into design thinking, acting, and being. Des. Stud. 2011;32:588–607. doi: 10.1016/j.destud.2011.07.004.", "ArticleIdList": ["10.1016/j.destud.2011.07.004"]}, {"Citation": "Alexiades M.N., Sheldon J. Selected Guidelines for Ethnobotanical Research: A Field Manual (Advances in Economic Botany Vol. 10) The New York Botanical Garden Press; New York, NY, USA: 1996."}, {"Citation": "Kongsager R. Data Collection in the Field: Lessons from Two Case Studies Conducted in Belize. Qual. Rep. 2021;26:1218–1232. doi: 10.46743/2160-3715/2021.4744.", "ArticleIdList": ["10.46743/2160-3715/2021.4744"]}, {"Citation": "Victor J.E., Koekemoer M., Fish L., Smithies S.J., Mössmer M. Herbarium Essentials: The Southern African Herbarium User Manual. SABONET; Pretoria, South Africa: 2004. Southern African Botanical Diversity Network Report No. 25."}, {"Citation": "Heckathorn D.D. Comment: Snowball versus respondent-driven sampling. Sociol. Methodol. 2011;41:355–366. doi: 10.1111/j.1467-9531.2011.01244.x.", "ArticleIdList": ["10.1111/j.1467-9531.2011.01244.x", "PMC3250988", "22228916"]}, {"Citation": "Heinrich M., Ankli A., Frei B., Weimann C., Sticher O. Medicinal plants in Mexico: Healers’ consensus and cultural importance. Social Sci. Med. 1998;47:1859–1871. doi: 10.1016/S0277-9536(98)00181-6.", "ArticleIdList": ["10.1016/S0277-9536(98)00181-6", "9877354"]}, {"Citation": "Vitalini S., Iriti M., Puricelli C., Ciuchi D., Segale A., Fico G. Traditional knowledge on medicinal and food plants used in Val San Giacomo (Sondrio, Italy)—An alpine ethnobotanical study. J. Ethnopharmacol. 2013;145:517–529. doi: 10.1016/j.jep.2012.11.024.", "ArticleIdList": ["10.1016/j.jep.2012.11.024", "23220197"]}, {"Citation": "Hudaib M., Mohammad M., Bustanji Y., Tayyem R., Yousef M., Abuirjeie M., Aburjai T. Ethnopharmacological survey of medicinal plants in Jordan, Mujib Nature Reserve and surrounding area. J. Ethnopharmacol. 2008;120:63–71. doi: 10.1016/j.jep.2008.07.031.", "ArticleIdList": ["10.1016/j.jep.2008.07.031", "18760342"]}, {"Citation": "Tardío J., Pardo-de-Santayana M. Cultural Importance Indices: A comparative analysis based on the useful wild plants of Southern Cantabria (Northern Spain) Econ. Bot. 2008;62:24–39. doi: 10.1007/s12231-007-9004-5.", "ArticleIdList": ["10.1007/s12231-007-9004-5"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "6", "Day": "2"}, {"Year": "2022", "Month": "6", "Day": "29"}, {"Year": "2022", "Month": "6", "Day": "29"}, {"Year": "2022", "Month": "7", "Day": "9", "Hour": "1", "Minute": "21"}, {"Year": "2022", "Month": "7", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "10", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "7", "Day": "5"}], "PublicationStatus": "epublish", "ArticleIdList": ["35807736", "PMC9268905", "10.3390/plants11131784", "plants11131784"]}}], "PubmedBookArticle": []}