{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["biomarkers", "dysbiosis", "esophageal neoplasms", "esophageal squamous cell carcinoma", "gastrointestinal microbiome"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35816164", "DateCompleted": {"Year": "2022", "Month": "10", "Day": "05"}, "DateRevised": {"Year": "2022", "Month": "10", "Day": "05"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "07", "Day": "18"}], "Language": ["eng"], "ELocationID": ["10.1111/jgh.15941"], "Journal": {"ISSN": "1440-1746", "JournalIssue": {"Volume": "37", "Issue": "10", "PubDate": {"Year": "2022", "Month": "Oct"}}, "Title": "Journal of gastroenterology and hepatology", "ISOAbbreviation": "J Gastroenterol Hepatol"}, "ArticleTitle": "Alterations in gut microbiota of esophageal squamous cell carcinoma patients.", "Pagination": {"StartPage": "1919", "EndPage": "1927", "MedlinePgn": "1919-1927"}, "Abstract": {"AbstractText": ["Esophageal squamous cell carcinoma (ESCC) is the most common histological subtype of esophageal cancer worldwide. Patients with ESCC display an altered esophageal microbiota compared with healthy individuals; however, little is known about the gut microbiota in ESCC.", "Here, we characterized the fecal microbiota of 15 ESCC patients and 16 healthy control subjects using 16S rRNA gene sequencing.", "After controlling for potential confounders, significant alterations in both taxonomic and functional composition of the gut microbiota in ESCC patients were observed. By contrast, alpha diversity of the gut microbiota did not significantly differ between the cases and controls. We observed an enrichment of potentially pro-inflammatory and/or carcinogenic bacteria, such as Butyricimonas, Veillonella, and Streptococcus, and a depletion of butyrate-producing and/or potentially anti-inflammatory bacteria, such as Butyricicoccus, Lachnospiraceae NK4A136 group, and Eubacterium eligens group, in the gut microbiota of ESCC patients. The log-ratios of Streptococcus to Butyricicoccus and Streptococcus to Lachnospiraceae NK4A136 group of the gut microbiota were identified as potential diagnostic biomarkers for ESCC, with an area under the receiver operating characteristic (ROC) curve (AUC) of 0.863 (95% confidence interval: 0.707-1.000) and 0.825 (0.673-0.977), respectively. The diagnostic performance of both microbial biomarkers was validated in another ESCC cohort.", "This pilot study has revealed an altered gut microbiota in ESCC patients and has paved the way for large-scale prospective cohort studies to examine the causative relationship between ESCC and gut dysbiosis."], "CopyrightInformation": "© 2022 Journal of Gastroenterology and Hepatology Foundation and John Wiley & Sons Australia, Ltd."}, "AuthorList": [{"Identifier": ["0000-0002-2764-2113"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Surgery, The Chinese University of Hong Kong, Shatin, New Territories, Hong Kong."}], "LastName": "Cheung", "ForeName": "Man Kit", "Initials": "MK"}, {"Identifier": ["0000-0002-1726-3566"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Chinese Medicine, The Chinese University of Hong Kong, Shatin, New Territories, Hong Kong."}, {"Identifier": [], "Affiliation": "State Key Laboratory of Research on Bioactivities and Clinical Applications of Medicinal Plants, The Chinese University of Hong Kong, Shatin, Hong Kong."}], "LastName": "Yue", "ForeName": "Grace Gar Lee", "Initials": "GGL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Sciences, The Chinese University of Hong Kong, Shatin, New Territories, Hong Kong."}], "LastName": "Lauw", "ForeName": "Susana", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Surgery, The Chinese University of Hong Kong, Shatin, New Territories, Hong Kong."}], "LastName": "Li", "ForeName": "Cindy Shin Yee", "Initials": "CSY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Surgery, The Chinese University of Hong Kong, Shatin, New Territories, Hong Kong."}], "LastName": "Yung", "ForeName": "Man Yee", "Initials": "MY"}, {"Identifier": ["0000-0002-6850-4454"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicine and Therapeutics, The Chinese University of Hong Kong, Shatin, New Territories, Hong Kong."}], "LastName": "Ng", "ForeName": "Siew Chien", "Initials": "SC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Surgery, The Chinese University of Hong Kong, Shatin, New Territories, Hong Kong."}], "LastName": "Yip", "ForeName": "Hon Chi", "Initials": "HC"}, {"Identifier": ["0000-0002-7943-2513"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Sciences, The Chinese University of Hong Kong, Shatin, New Territories, Hong Kong."}], "LastName": "Kwan", "ForeName": "Hoi Shan", "Initials": "HS"}, {"Identifier": ["0000-0001-9292-112X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Surgery, The Chinese University of Hong Kong, Shatin, New Territories, Hong Kong."}], "LastName": "Chiu", "ForeName": "Philip Wai Yan", "Initials": "PWY"}, {"Identifier": ["0000-0002-7409-1270"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Chinese Medicine, The Chinese University of Hong Kong, Shatin, New Territories, Hong Kong."}, {"Identifier": [], "Affiliation": "State Key Laboratory of Research on Bioactivities and Clinical Applications of Medicinal Plants, The Chinese University of Hong Kong, Shatin, Hong Kong."}], "LastName": "Lau", "ForeName": "Clara Bik San", "Initials": "CBS"}], "GrantList": [{"GrantID": "ITS/079/17FX", "Agency": "Hong Kong Innovation and Technology Fund", "Country": ""}, {"GrantID": "PiH/244/18", "Agency": "Hong Kong Innovation and Technology Fund", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Australia", "MedlineTA": "J Gastroenterol Hepatol", "NlmUniqueID": "8607909", "ISSNLinking": "0815-9319"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Butyrates"}, {"RegistryNumber": "0", "NameOfSubstance": "RNA, Ribosomal, 16S"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Butyrates"}, {"QualifierName": ["microbiology"], "DescriptorName": "Dysbiosis"}, {"QualifierName": ["pathology"], "DescriptorName": "Esophageal Neoplasms"}, {"QualifierName": [], "DescriptorName": "Esophageal Squamous Cell Carcinoma"}, {"QualifierName": [], "DescriptorName": "Gastrointestinal Microbiome"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Pilot Projects"}, {"QualifierName": [], "DescriptorName": "Prospective Studies"}, {"QualifierName": ["genetics"], "DescriptorName": "RNA, Ribosomal, 16S"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Sung H, Ferlay J, Siegel RL et al. Global Cancer Statistics 2020: GLOBOCAN Estimates of Incidence and Mortality Worldwide for 36 Cancers in 185 Countries. CA Cancer J. Clin. 2021; 71: 209-249."}, {"Citation": "Lagergren J, Smyth E, Cunningham D, Lagergren P. Oesophageal cancer. Lancet 2017; 390: 2383-2396."}, {"Citation": "Xavier JB, Young VB, Skufca J et al. The Cancer Microbiome: Distinguishing Direct and Indirect Effects Requires a Systemic View. Trends Cancer 2020; 6: 192-204."}, {"Citation": "Chen X, Winckler B, Lu M et al. Oral Microbiota and Risk for Esophageal Squamous Cell Carcinoma in a High-Risk Area of China. PLoS ONE 2015; 10: e0143603."}, {"Citation": "Peters BA, Wu J, Pei Z et al. Oral Microbiome Composition Reflects Prospective Risk for Esophageal Cancers. Cancer Res. 2017; 77: 6777-6787."}, {"Citation": "Shao D, Vogtmann E, Liu A et al. Microbial characterization of esophageal squamous cell carcinoma and gastric cardia adenocarcinoma from a high-risk region of China. Cancer 2019; 125: 3993-4002."}, {"Citation": "Wang Q, Rao Y, Guo X et al. Oral Microbiome in Patients with Oesophageal Squamous Cell Carcinoma. Sci. Rep. 2019; 9: 19055."}, {"Citation": "Li D, He R, Hou G et al. Characterization of the Esophageal Microbiota and Prediction of the Metabolic Pathways Involved in Esophageal Cancer. Front. Cell. Infect. Microbiol. 2020; 10: 268."}, {"Citation": "Lopetuso LR, Severgnini M, Pecere S et al. Esophageal microbiome signature in patients with Barrett's esophagus and esophageal adenocarcinoma. PLoS ONE 2020; 15: e0231789."}, {"Citation": "Zhao Q, Yang T, Yan Y et al. Alterations of Oral Microbiota in Chinese Patients With Esophageal Cancer. Front. Cell. Infect. Microbiol. 2020; 10: 541144."}, {"Citation": "Helmink BA, Khan MAW, Hermann A, Gopalakrishnan V, Wargo JA. The microbiome, cancer, and cancer therapy. Nat. Med. 2019; 25: 377-388."}, {"Citation": "Manzoor SS, Doedens A, Burns MB. The promise and challenge of cancer microbiome research. Genome Biol. 2020; 21: 131."}, {"Citation": "Deng Y, Tang D, Hou P et al. Dysbiosis of gut microbiota in patients with esophageal cancer. Microb. Pathog. 2021; 150: 104709."}, {"Citation": "Shen W, Tang D, Deng Y et al. Association of gut microbiomes with lung and esophageal cancer: a pilot study. World J. Microbiol. Biotechnol. 2021; 37: 128."}, {"Citation": "Cheung MK, Yue GGL, Tsui KY et al. Discovery of an interplay between the gut microbiota and esophageal squamous cell carcinoma in mice. Am. J. Cancer Res. 2020; 10: 2409-2427."}, {"Citation": "Caporaso JG, Lauber CL, Walters WA et al. Global patterns of 16S rRNA diversity at a depth of millions of sequences per sample. Proc. Natl. Acad. Sci. U. S. A. 2011; 108: 4516-4522."}, {"Citation": "Bolyen E, Rideout JR, Dillon MR et al. Reproducible, interactive, scalable and extensible microbiome data science using QIIME 2. Nat. Biotechnol. 2019; 37: 852-857."}, {"Citation": "Amir A, McDonald D, Navas-Molina JA et al. Deblur Rapidly Resolves Single-Nucleotide Community Sequence Patterns. mSystems 2017; 2: e00191-e00116."}, {"Citation": "Quast C, Pruesse E, Yilmaz P et al. The SILVA ribosomal RNA gene database project: improved data processing and web-based tools. Nucleic Acids Res. 2013; 41: D590-D596."}, {"Citation": "Morton JT, Marotz C, Washburne A et al. Establishing microbial composition measurement standards with reference frames. Nat. Commun. 2019; 10: 2719."}, {"Citation": "Fedarko MW, Martino C, Morton JT et al. Visualizing 'omic feature rankings and log-ratios using Qurro. NAR Genom. Bioinform. 2020; 2: lqaa023."}, {"Citation": "Callahan BJ, McMurdie PJ, Rosen MJ, Han AW, Johnson AJ, Holmes SP. DADA2: High-resolution sample inference from Illumina amplicon data. Nat. Methods 2016; 13: 581-583."}, {"Citation": "Costea PI, Zeller G, Sunagawa S, Bork P. A fair comparison. Nat. Methods 2014; 11: 359."}, {"Citation": "Langille MG, Zaneveld J, Caporaso JG et al. Predictive functional profiling of microbial communities using 16S rRNA marker gene sequences. Nat. Biotechnol. 2013; 31: 814-821."}, {"Citation": "McDonald D, Price MN, Goodrich J et al. An improved Greengenes taxonomy with explicit ranks for ecological and evolutionary analyses of bacteria and archaea. ISME J. 2012; 6: 610-618."}, {"Citation": "Morton JT, Sanders J, Quinn RA et al. Balance Trees Reveal Microbial Niche Differentiation. mSystems 2017; 2: e00162-e00116."}, {"Citation": "Zhou P, Li Z, Xu D et al. Cepharanthine Hydrochloride Improves Cisplatin Chemotherapy and Enhances Immunity by Regulating Intestinal Microbes in Mice. Front. Cell. Infect. Microbiol. 2019; 9: 225."}, {"Citation": "Wang K, Lv L, Yan R et al. Bifidobacterium longum R0175 Protects Rats against d-Galactosamine-Induced Acute Liver Failure. mSphere 2020; 5: e00791-e00719."}, {"Citation": "Dayama G, Priya S, Niccum DE, Khoruts A, Blekhman R. Interactions between the gut microbiome and host gene regulation in cystic fibrosis. Genome Med. 2020; 12: 12."}, {"Citation": "San-Millán I, Brooks GA. Reexamining cancer metabolism: lactate production for carcinogenesis could be the purpose and explanation of the Warburg Effect. Carcinogenesis 2017; 38: 119-133."}, {"Citation": "Ju T, Kong JY, Stothard P, Willing BP. Defining the role of Parasutterella, a previously uncharacterized member of the core gut microbiota. ISME J. 2019; 13: 1520-1534."}, {"Citation": "Mills E, O'Neill LA. Succinate: a metabolic signal in inflammation. Trends Cell Biol. 2014; 24: 313-320."}, {"Citation": "Fernández-Veledo S, Vendrell J. Gut microbiota-derived succinate: Friend or foe in human metabolic diseases? Rev. Endocr. Metab. Disord. 2019; 20: 439-447."}, {"Citation": "Dziarski R, Park SY, Kashyap DR, Dowd SE, Gupta D. Pglyrp-Regulated Gut Microflora Prevotella falsenii, Parabacteroides distasonis and Bacteroides eggerthii Enhance and Alistipes finegoldii Attenuates Colitis in Mice. PLoS ONE 2016; 11: e0146162."}, {"Citation": "Lopetuso LR, Petito V, Graziani C et al. Gut Microbiota in Health, Diverticular Disease, Irritable Bowel Syndrome, and Inflammatory Bowel Diseases: Time for Microbial Marker of Gastrointestinal Disorders. Dig. Dis. 2018; 36: 56-65."}, {"Citation": "Feng Q, Liang S, Jia H et al. Gut microbiome development along the colorectal adenoma-carcinoma sequence. Nat. Commun. 2015; 6: 6528."}, {"Citation": "Jin M, Li J, Liu F et al. Analysis of the Gut Microflora in Patients With Parkinson's Disease. Front. Neurosci. 2019; 13: 1184."}, {"Citation": "Hamer HM, Jonkers D, Venema K, Vanhoutvin S, Troost FJ, Brummer RJ. Review article: the role of butyrate on colonic function. Aliment. Pharmacol. Ther. 2008; 27: 104-119."}, {"Citation": "Ma L, Ni Y, Wang Z et al. Spermidine improves gut barrier integrity and gut microbiota function in diet-induced obese mice. Gut Microbes 2020; 12: 1-19."}, {"Citation": "Wan L, Zhou X, Wang C et al. Alterations of the Gut Microbiota in Multiple System Atrophy Patients. Front. Neurosci. 2019; 13: 1102."}, {"Citation": "Chung WSF, Meijerink M, Zeuner B et al. Prebiotic potential of pectin and pectic oligosaccharides to promote anti-inflammatory commensal bacteria in the human colon. FEMS Microbiol. Ecol. 2017; 93: fix127."}, {"Citation": "Liu Y, Lin Z, Lin Y et al. Streptococcus and Prevotella are associated with the prognosis of oesophageal squamous cell carcinoma. J. Med. Microbiol. 2018; 67: 1058-1068."}, {"Citation": "Wang T, Cai G, Qiu Y et al. Structural segregation of gut microbiota between colorectal cancer patients and healthy volunteers. ISME J. 2012; 6: 320-329."}, {"Citation": "Wong MC, Deng Y, Huang J et al. Performance of screening tests for Oesophageal Squamous Cell Carcinoma: a systematic review and meta-analysis. Gastrointest. Endosc. 2022 S0016-5107(22)00259-0."}, {"Citation": "Yang HT, Chao PC, Yin MC. Riboflavin at high doses enhances lung cancer cell proliferation, invasion, and migration. J. Food Sci. 2013; 78: H343-H349."}, {"Citation": "Lin S, Huang C, Sun J et al. The mitochondrial deoxyguanosine kinase is required for cancer cell stemness in lung adenocarcinoma. EMBO Mol. Med. 2019; 11: e10849."}], "ReferenceList": [], "Title": "References"}], "History": [{"Year": "2022", "Month": "6", "Day": "21"}, {"Year": "2022", "Month": "3", "Day": "12"}, {"Year": "2022", "Month": "7", "Day": "5"}, {"Year": "2022", "Month": "7", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "11", "Hour": "10", "Minute": "53"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35816164", "10.1111/jgh.15941"]}}], "PubmedBookArticle": []}