{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35815261", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "06", "Day": "29"}], "Language": ["eng"], "ELocationID": ["8545695", "10.1155/2022/8545695"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2022", "PubDate": {"Year": "2022"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Renoprotective and Cardioprotective Potential of <i>Moricandia sinaica</i> (Boiss.) against Carbon Tetrachloride-Induced Toxicity in Rats.", "Pagination": {"StartPage": "8545695", "MedlinePgn": "8545695"}, "Abstract": {"AbstractText": ["The goal of the current study was to assess the nephroprotective and cardioprotective potential of <i>Moricandia sinaica</i> methanol extract (MOR-1), as well as its butanol (MOR-2) and aqueous (MOR-3) fractions against carbon tetrachloride (CCl<sub>4</sub>)-induced nephro and cardio-toxicity. Cardiac function was assessed using the biochemical parameters lactate dehydrogenase (LDH) and creatinine kinase (CK). Renal function was examined using the biochemical parameters creatinine and uric acid. The levels of nonprotein sulfhydryls (NPSH) and malondialdehyde (MDA) were used as markers of oxidative strain. A dose of 100 and 200 mg/kg of butanol fraction given prior to CCl<sub>4</sub> treatment significantly (<i>p</i> < 0.05 - 0.001) protected against elevated LDH and CK levels. Similarly, treatment with silymarin (10 mg/kg) and butanol fraction (100 and 200 mg/kg) significantly (<i>p</i> < 0.05 - 0.001) boosted total protein levels compared to CCl<sub>4</sub> treatment alone. The silymarin (10 mg/kg) and butanol fraction (100 and 200 mg/kg) also provided a significant (<i>p</i> < 0.05 - 0.001) protective effect for MDA levels. Methanol extract (MOR-1) and butanol (MOR-2) showed significant results and were recommended for further pharmacological and screening for active constituents."], "CopyrightInformation": "Copyright © 2022 Abdelaaty A. Shahat et al."}, "AuthorList": [{"Identifier": ["0000-0003-0456-3196"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, College of Pharmacy, King Saud University, Riyadh 11451, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Chemistry of Medicinal Plants Department, National Research Centre, 33 El Bohouth St. (Former El Tahrirst.), Dokki, P.O. 12622, Giza, Egypt."}], "LastName": "Shahat", "ForeName": "Abdelaaty A", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemistry of Medicinal Plants Department, National Research Centre, 33 El Bohouth St. (Former El Tahrirst.), Dokki, P.O. 12622, Giza, Egypt."}], "LastName": "Hassanein", "ForeName": "Heba D", "Initials": "HD"}, {"Identifier": ["0000-0002-2860-467X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, College of Pharmacy, King Saud University, Riyadh 11451, Saudi Arabia."}], "LastName": "Ullah", "ForeName": "Riaz", "Initials": "R"}, {"Identifier": ["0000-0002-1034-7441"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, College of Pharmacy, King Saud University, Riyadh 11451, Saudi Arabia."}], "LastName": "Alqahtani", "ForeName": "Ali S", "Initials": "AS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmacy, Misr University for Science and Technology (MUST), Giza, Egypt."}], "LastName": "Husseiny", "ForeName": "Husseiny A", "Initials": "HA"}, {"Identifier": ["0000-0003-1908-2942"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Hygiene and Animal Welfare, Wrocław University of Environmental and Life Sciences, Chełmońskiego 38C, Wrocław 51-630, Poland."}], "LastName": "Kowalczyk", "ForeName": "Alicja", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pathology Department, National Research Centre, 33 El Bohouth St. (Former El Tahrir St.), Dokki, P.O. 12622, Giza, Egypt."}], "LastName": "Farrag", "ForeName": "Abdel-Razik H", "Initials": "AH"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "The authors have declared that they have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Mahesh B., Satish S. Antimicrobial activity of some important medicinal plant against plant and human pathogens. World Journal of Agricultural Sciences . 2008;4:839–843."}, {"Citation": "Mrabti H. N., Doudach L., Mekkaoui M., et al. Profile of medicinal plants traditionally used for the treatment of skin burns. Evidence-Based Complementary and Alternative Medicine . 2022;2022:10. doi: 10.1155/2022/3436665.3436665", "ArticleIdList": ["10.1155/2022/3436665", "PMC9192321", "35707468"]}, {"Citation": "Alqahtani A. S., Ullah R., Shahat A. A. Bioactive constituents and toxicological evaluation of selected antidiabetic medicinal plants of Saudi Arabia. Evidence-Based Complementary and Alternative Medicine . 2022;2022:23. doi: 10.1155/2022/7123521.7123521", "ArticleIdList": ["10.1155/2022/7123521", "PMC8786507", "35082904"]}, {"Citation": "Shahed-Al-Mahmud M., Lina S. M. M. Evaluation of sedative and anxiolytic activities of methanol extract of leaves of persicaria hydropiper in mice. Clinical Phytoscience . 2017;3:p. 20. doi: 10.1186/s40816-017-0056-5.", "ArticleIdList": ["10.1186/s40816-017-0056-5"]}, {"Citation": "Alkreathy H. M., Khan R. A., Khan M. R., Sahreen S. CCl4 induced genotoxicity and DNA oxidative damages in rats: hepatoprotective effect of sonchus arvensis. BMC Complementary and Alternative Medicine . 2014;14:p. 452. doi: 10.1186/1472-6882-14-452.", "ArticleIdList": ["10.1186/1472-6882-14-452", "PMC4251693", "25412679"]}, {"Citation": "Mallhi T. H., Abbas K., Ali M., Qadir M. I., Saleem M., Khan Y. H. Hepatoprotective activity of methanolic extract of malva parviflora against paracetamol-induced hepatotoxicity in mice. Bangladesh Journal of Pharmacology . 2014;9(3):342–346. doi: 10.3329/bjp.v9i3.19105.", "ArticleIdList": ["10.3329/bjp.v9i3.19105"]}, {"Citation": "Ullah R., Alqahtani A. S., Noman O. M., Alqahtani A. M., Ibenmoussa S., Bourhia M. A review on ethno-medicinal plants used in traditional medicine in the Kingdom of Saudi Arabia. Saudi Journal of Biological Sciences . 2020;27(10):2706–2718. doi: 10.1016/j.sjbs.2020.06.020.", "ArticleIdList": ["10.1016/j.sjbs.2020.06.020", "PMC7499296", "32994730"]}, {"Citation": "Aziz M. A., Adnan M., Khan A. H., Shahat A. A., Al-Said M. S., Ullah R. Traditional uses of medicinal plants practiced by the indigenous communities at Mohmand Agency, FATA, Pakistan. Journal of Ethnobiology and Ethnomedicine . 2018;14(1):p. 2. doi: 10.1186/s13002-017-0204-5.", "ArticleIdList": ["10.1186/s13002-017-0204-5", "PMC5761105", "29316948"]}, {"Citation": "Shahat A. A., Ullah R., Alqahtani A. S., et al. Nephroprotective effect of persimmon leaves (Diospyros kaki Lf) against CCl4-induced renal toxicity in swiss albino rats. Drug and Chemical Toxicology . 2022;45(4):1578–1586. doi: 10.1080/01480545.2020.1849269.", "ArticleIdList": ["10.1080/01480545.2020.1849269", "33522322"]}, {"Citation": "Van der Paal J., Neyts E. C., Verlackt C. C. W., Bogaerts A. Effect of lipid peroxidation on membrane permeability of cancer and normal cells subjected to oxidative stress. Chemical Science . 2016;7(1):489–498. doi: 10.1039/c5sc02311d.", "ArticleIdList": ["10.1039/c5sc02311d", "PMC5518669", "28791102"]}, {"Citation": "Nazir N., Muhammad J., Ghaffar R., et al. Phytochemical profiling and antioxidant potential of daphne mucronata royle and action against paracetamol-induced hepatotoxicity and nephrotoxicity in rabbits. Saudi Journal of Biological Sciences . 2021;28(9):5290–5301. doi: 10.1016/j.sjbs.2021.05.051.", "ArticleIdList": ["10.1016/j.sjbs.2021.05.051", "PMC8381059", "34466107"]}, {"Citation": "Lina H. Z., Samy M. M., Samir A. E. B., Fatma A. M., Kawther M. T., Abdelaaty A. S. Hypoglycemic and antioxidant effects of hibiscus rosa-sinensis L. leaves extract on liver and kidney damage in streptozotocin induced diabetic rats. African Journal of Pharmacy and Pharmacology . 2017;11:161–169. doi: 10.5897/ajpp2017.4764.", "ArticleIdList": ["10.5897/ajpp2017.4764"]}, {"Citation": "Ayala A., Muñoz M. F., Argüelles S. Lipid peroxidation: production, metabolism, and signaling mechanisms of malondialdehyde and 4-hydroxy-2-nonenal. Oxidative Medicine and Cellular Longevity . 2014;2014:31. doi: 10.1155/2014/360438.360438", "ArticleIdList": ["10.1155/2014/360438", "PMC4066722", "24999379"]}, {"Citation": "Sharma A. Monosodium glutamate-induced oxidative kidney damage and possible mechanisms: a mini-review. Journal of Biomedical Science . 2015;22:p. 93. doi: 10.1186/s12929-015-0192-5.", "ArticleIdList": ["10.1186/s12929-015-0192-5", "PMC4618747", "26493866"]}, {"Citation": "Gargouri M., Akrouti A., Magné C., et al. Protective effects of spirulina against hemato-biochemical alterations, nephrotoxicity, and DNA damage upon lead exposition. Human & Experimental Toxicology . 2020;39(6):855–869. doi: 10.1177/0960327120903490.", "ArticleIdList": ["10.1177/0960327120903490", "32003233"]}, {"Citation": "Al Snafi A. E. The pharmacological importance of brassica nigra and brassica rapa grown in Iraq. Journal of Pharmaceutical Biology . 2015;5(4):240–253."}, {"Citation": "Al-Ghamdi A. A., Shahat A. A. Antioxidant, hypoglycemic and anti-diabetic activities of Ziziphus spina-christi (L) Willd (Rhamnacae) leaf extract. Tropical Journal of Pharmaceutical Research . 2018;16(11):p. 2601. doi: 10.4314/tjpr.v16i11.5.", "ArticleIdList": ["10.4314/tjpr.v16i11.5"]}, {"Citation": "Al-Snafi A. E., Thuwaini M. M. Nephro-protective effects of Arabian medicinal plants. Research Journal of Pharmaceutical, Biological and Chemical Sciences . 2018;9:1504–1511."}, {"Citation": "El-Mekkawy S., Shahat A. A., Alqahtani A. S., et al. A polyphenols-rich extract from moricandia sinaica boiss. exhibits analgesic, anti-inflammatory and antipyretic activities in vivo. Molecules . 2020;25(21):p. 5049. doi: 10.3390/molecules25215049.", "ArticleIdList": ["10.3390/molecules25215049", "PMC7663331", "33143247"]}, {"Citation": "Yusufoglu H. S., Ansari M. N., Soliman G. A., et al. Cardioprotoctive and nephroprotective actions of methanolic extract of pulicaria somalensis herbs against carbon tetrachloride induced toxicity in rats. Indoamerican Journal of Pharmaceutical Sciences . 2018;5:2811–2823."}, {"Citation": "Sneha H., Beulah K., Murthy P. S. Enzymes in Food Biotechnology . Amsterdam, Netherlands: Elsevier; 2019. Enzyme immobilization methods and applications in the food industry."}, {"Citation": "Farooq Khan M., Nasr F. A., Baabbad A. A., Alqahtani A. S., Wadaan M. A. M. Investigating the anticancer activity and characterization of bioactive constituents of Moricandia sinaica (Boiss.) Boiss through in vitro and in silico approaches in triple-negative breast cancer cell line. Applied Sciences . 2021;11(3):p. 1244. doi: 10.3390/app11031244.", "ArticleIdList": ["10.3390/app11031244"]}, {"Citation": "Ribeiro-Junior J. A., Franchin M., Cavallini M. E., et al. Gastroprotective effect of geopropolis from melipona scutellaris is dependent on production of nitric oxide and prostaglandin. Evidence-Based Complementary and Alternative Medicine . 2015;2015:5. doi: 10.1155/2015/459846.459846", "ArticleIdList": ["10.1155/2015/459846", "PMC4408637", "25949263"]}, {"Citation": "Asif M., Jabeen Q., Atif M., Majid A. M. S. A., Qamar-Uz-Zaman M. Diuretic activity of achyranthes aspera linn crude aqueous extract in albino rats. Tropical Journal of Pharmaceutical Research . 2015;13(12):p. 2039. doi: 10.4314/tjpr.v13i12.14.", "ArticleIdList": ["10.4314/tjpr.v13i12.14"]}, {"Citation": "Pizzino G., Irrera N., Cucinotta M., et al. Oxidative stress: harms and benefits for human health. Oxidative Medicine and Cellular Longevity . 2017;2017:13. doi: 10.1155/2017/8416763.8416763", "ArticleIdList": ["10.1155/2017/8416763", "PMC5551541", "28819546"]}, {"Citation": "Sobeh M., Esmat A., Petruk G., et al. Phenolic compounds from syzygium jambos (Myrtaceae) exhibit distinct antioxidant and hepatoprotective activities in vivo. Journal of Functional Foods . 2018;41:223–231. doi: 10.1016/j.jff.2017.12.055.", "ArticleIdList": ["10.1016/j.jff.2017.12.055"]}, {"Citation": "El Sayed H. E. S. A., Morsy L. E. S., Abo Emara T. M., Galhom R. A. Effect of carbon tetrachloride (CCL4) on liver in adult albino rats: histological study. The Egyptian Journal of Hospital Medicine . 2019;76(6):4254–4261. doi: 10.21608/ejhm.2019.43804.", "ArticleIdList": ["10.21608/ejhm.2019.43804"]}, {"Citation": "Singh D., Arya P. V., Aggarwal V. P., Gupta R. S. Evaluation of antioxidant and hepatoprotective activities of Moringa oleifera Lam. leaves in carbon tetrachloride-intoxicated rats. Antioxidants . 2014;3:569–591. doi: 10.3390/antiox3030569.", "ArticleIdList": ["10.3390/antiox3030569", "PMC4665414", "26785072"]}, {"Citation": "Fernández-Tomé S., Hernández-Ledesma B., Chaparro M., Indiano-Romacho P., Bernardo D., Gisbert J. P. Role of food proteins and bioactive peptides in inflammatory bowel disease. Trends in Food Science & Technology . 2019;88:194–206. doi: 10.1016/j.tifs.2019.03.017.", "ArticleIdList": ["10.1016/j.tifs.2019.03.017"]}, {"Citation": "Bodor G. S. Biochemical markers of myocardial damage. EJIFCC . 2016;27(2):95–111.", "ArticleIdList": ["PMC4975226", "27683523"]}, {"Citation": "Ranjbar A., Sharifzadeh M., Karimi J., et al. Propofol attenuates toxic oxidative stress by CCl4 in liver mitochondria and blood in rat. Iranian Journal of Pharmaceutical Research: IJPR . 2014;13(1):253–262.", "ArticleIdList": ["PMC3985254", "24734078"]}, {"Citation": "Ozbek E. Induction of oxidative stress in kidney. International Journal of Nephrology . 2012;2012:9. doi: 10.1155/2012/465897.465897", "ArticleIdList": ["10.1155/2012/465897", "PMC3345218", "22577546"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "5", "Day": "23"}, {"Year": "2022", "Month": "6", "Day": "14"}, {"Year": "2022", "Month": "7", "Day": "11", "Hour": "4", "Minute": "30"}, {"Year": "2022", "Month": "7", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "12", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "6", "Day": "29"}], "PublicationStatus": "epublish", "ArticleIdList": ["35815261", "PMC9259224", "10.1155/2022/8545695"]}}], "PubmedBookArticle": []}