{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Artemisia argyi", "antimicrobial activity", "cytotoxic activity", "endophytic fungi", "secondary metabolites"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35814687", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "06", "Day": "23"}], "Language": ["eng"], "ELocationID": ["908836", "10.3389/fmicb.2022.908836"], "Journal": {"ISSN": "1664-302X", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in microbiology", "ISOAbbreviation": "Front Microbiol"}, "ArticleTitle": "Antimicrobial Potential of Endophytic Fungi From <i>Artemisia argyi</i> and Bioactive Metabolites From <i>Diaporthe</i> sp. AC1.", "Pagination": {"StartPage": "908836", "MedlinePgn": "908836"}, "Abstract": {"AbstractText": ["Endophytic fungi of medicinal plants are important sources of active natural products. In this study, 26 fungi were isolated from <i>Artemisia argyi</i>, which were belonging to eight genera, namely, <i>Alternaria</i>, <i>Fusarium</i>, <i>Chaetomium</i>, <i>Phoma</i>, <i>Diaporthe</i>, <i>Trichoderma</i>, <i>Gibberella</i>, and <i>Colletotrichum</i>. The antimicrobial activities of all fungal extracts were tested by using the cup-plate method against <i>Staphylococcus aureus</i>, <i>Salmonella enteritidis</i>, and <i>Fusarium graminearum</i>. The results demonstrated that 25 extracts (96%) exhibited inhibitory activity against at least one of the tested pathogenic microorganisms. The strain <i>Diaporthe</i> sp. AC1, which showed good antimicrobial activity and high yield of crude extract from fermentation, was selected for the study of secondary metabolites. The crude extract of strain AC1 was purified by silica gel column chromatography, Sephadex LH-20 gel column chromatography, and HPLC, and finally, a new compound phomopsolide G (<b>1</b>), together with three known phomopsolides (<b>2</b>-<b>4</b>) and four other known compounds (<b>5</b>-<b>8</b>), was obtained. The structures of the compounds were elucidated by NMR and/or HR-MS spectroscopy. Microdilution method and MTT colorimetry were used to determine the bioactivity of the compounds. The study demonstrated that the new compound <b>1</b> had moderate antifungal activity against <i>F. graminearum</i>, <i>Fusarium moniliforme</i>, and <i>Botrytis cinerea</i> and weak antibacterial activity against <i>Staphylococcus aureus.</i> Compound <b>1</b> also showed weak cytotoxicity against HepG2, A549, and MDA-MB-231, with IC<sub>50</sub> values of 89.91, 107.65, and 53.97 μM. Additionally, other compounds also exhibited antimicrobial and/or cytotoxic activities. The findings provided the basis for searching drug and agricultural lead compounds from <i>A. argyi</i>-associated fungi resources."], "CopyrightInformation": "Copyright © 2022 Gu, Zhang, Liu, Yang, Zhao and Tian."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Agriculture Microbiology, Department of Microbiology, College of Life Sciences, Shandong Agricultural University, Taian, China."}], "LastName": "Gu", "ForeName": "Haiping", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Agriculture Microbiology, Department of Microbiology, College of Life Sciences, Shandong Agricultural University, Taian, China."}], "LastName": "Zhang", "ForeName": "Shikai", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Agriculture Microbiology, Department of Microbiology, College of Life Sciences, Shandong Agricultural University, Taian, China."}], "LastName": "Liu", "ForeName": "Lin", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Agriculture Microbiology, Department of Microbiology, College of Life Sciences, Shandong Agricultural University, Taian, China."}], "LastName": "Yang", "ForeName": "Zhengyou", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Agriculture Microbiology, Department of Microbiology, College of Life Sciences, Shandong Agricultural University, Taian, China."}], "LastName": "Zhao", "ForeName": "Fengchun", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Sciences, Shandong First Medical University and Shandong Academy of Medical Sciences, Taian, China."}], "LastName": "Tian", "ForeName": "Yuan", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Microbiol", "NlmUniqueID": "101548977", "ISSNLinking": "1664-302X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ab Rahman S. F. S., Singh E., Pieterse C. M., Schenk P. M. (2018). Emerging microbial biocontrol strategies for plant pathogens. Plant Sci. 267 102–111. 10.1016/j.plantsci.2017.11.012", "ArticleIdList": ["10.1016/j.plantsci.2017.11.012", "29362088"]}, {"Citation": "Abad M. J., Bedoya L. M., Apaza L., Bermejo P. (2012). The Artemisia L. genus: a review of bioactive essential oils. Molecules 17 2542–2566. 10.3390/molecules17032542", "ArticleIdList": ["10.3390/molecules17032542", "PMC6268508", "22388966"]}, {"Citation": "Abaya A., Serajazari M., Hsiang T. (2021). Control of Fusarium head blight using the endophytic fungus, Simplicillium lamellicola, and its effect on the growth of Triticum aestivum. Biol. Control. 160:104684. 10.1016/j.biocontrol.2021.104684", "ArticleIdList": ["10.1016/j.biocontrol.2021.104684"]}, {"Citation": "Abdalla M. A., Aro A. O., Gado D., Passari A. K., Mishra V. K., Singh B. P., et al. (2020). Isolation of endophytic fungi from South African plants, and screening for their antimicrobial and extracellular enzymatic activities and presence of type I polyketide synthases. S. Afr. J. Bot. 134 336–342. 10.1016/j.sajb.2020.03.021", "ArticleIdList": ["10.1016/j.sajb.2020.03.021"]}, {"Citation": "Adeleke B. S., Babalola O. O. (2021). Pharmacological potential of fungal endophytes associated with medicinal plants: a review. J. Fungi. 7:147. 10.3390/jof7020147", "ArticleIdList": ["10.3390/jof7020147", "PMC7922420", "33671354"]}, {"Citation": "Blair J. M., Webber M. A., Baylay A. J., Ogbolu D. O., Piddock L. J. (2015). Molecular mechanisms of antibiotic resistance. Nat. Rev. Microbiol. 13 42–51. 10.1038/nrmicro3380", "ArticleIdList": ["10.1038/nrmicro3380", "25435309"]}, {"Citation": "Bora K. S., Sharma A. (2011). The genus Artemisia: a comprehensive review. Pharm. Biol. 49 101–109. 10.3109/13880209.2010.497815", "ArticleIdList": ["10.3109/13880209.2010.497815", "20681755"]}, {"Citation": "Bray F., Laversanne M., Weiderpass E., Soerjomataram I. (2021). The ever-increasing importance of cancer as a leading cause of premature death worldwide. Cancer 127 3029–3030. 10.1002/cncr.33587", "ArticleIdList": ["10.1002/cncr.33587", "34086348"]}, {"Citation": "Carvalho C. R., Ferreira-D’Silva A., Wedge D. E., Cantrell C. L., Rosa L. H. (2018). Antifungal activities of cytochalasins produced by Diaporthe miriciae, an endophytic fungus associated with tropical medicinal plants. Can. J. microbiol. 64 835–843. 10.1139/cjm-2018-0131", "ArticleIdList": ["10.1139/cjm-2018-0131", "29874477"]}, {"Citation": "Charria-Girón E., Espinosa M. C., Zapata-Montoya A., Méndez M. J., Caicedo J. P., Dávalos A. F. (2021). Evaluation of the antibacterial activity of crude extracts obtained from cultivation of native endophytic fungi belonging to a tropical montane rainforest in Colombia. Front. Microbiol. 12:716523. 10.3389/fmicb.2021.716523", "ArticleIdList": ["10.3389/fmicb.2021.716523", "PMC8485978", "34603244"]}, {"Citation": "Chinese Pharmacopoeia Commission (2015). Pharmacopoeia Of The People’s Republic Of China. Beijing: Chinese Medical Science and Technology Press."}, {"Citation": "Clark T. N., Ellsworth K. T., Jean S., Webster D., Robichaud G. A., Johnson J. A., et al. (2015). Isolation of phomopsolide A and 6 (E)-phomopsolide A as antimycobacterial products from an unidentified endophyte of the Canadian medicinal plant Heracleum maximum. Nat. Prod. Commun. 10 1647–1648. 10.1177/1934578X1501001005", "ArticleIdList": ["10.1177/1934578X1501001005", "26669094"]}, {"Citation": "Comby M., Gacoin M., Robineau M., Rabenoelina F., Ptas S., Dupont J., et al. (2017). Screening of wheat endophytes as biological control agents against Fusarium head blight using two different in vitro tests. Microbiol. Res. 202 11–20. 10.1016/j.micres.2017.04.014", "ArticleIdList": ["10.1016/j.micres.2017.04.014", "28647118"]}, {"Citation": "Da Rosa B. V., Kuhn K. R., Ugalde G. A., Zabot G. L., Kuhn R. C. (2020). Antioxidant compounds extracted from Diaporthe schini using supercritical CO2 plus cosolvent. Bioproc. Biosyst. Eng. 43 133–141. 10.1007/s00449-019-02211-9", "ArticleIdList": ["10.1007/s00449-019-02211-9", "31542822"]}, {"Citation": "Ehuwa O., Jaiswal A. K., Jaiswal S. (2021). Salmonella, food safety and food handling practices. Foods 10:907. 10.3390/foods10050907", "ArticleIdList": ["10.3390/foods10050907", "PMC8143179", "33919142"]}, {"Citation": "Eng S. K., Pusparajah P., Ab Mutalib N. S., Ser H. L., Chan K. G., Lee L. H. (2015). Salmonella: a review on pathogenesis, epidemiology and antibiotic resistance. Front. Life Sci. 8:284–293. 10.1080/21553769.2015.1051243", "ArticleIdList": ["10.1080/21553769.2015.1051243"]}, {"Citation": "Fan M. M., Xiang G., Chen J. W., Gao J., Xue W. W., Wang Y. X., et al. (2020). Libertellenone M, a diterpene derived from an endophytic fungus Phomopsis sp. S12, protects against DSS-induced colitis via inhibiting both nuclear translocation of NF-κB and NLRP3 inflammasome activation. Int. Immunopharmacol. 80:106144. 10.1016/j.intimp.2019.106144", "ArticleIdList": ["10.1016/j.intimp.2019.106144", "31927507"]}, {"Citation": "Ferlay J., Colombet M., Soerjomataram I., Parkin D. M., Piñeros M., Znaor A., et al. (2021). Cancer statistics for the year 2020: an overview. Int. J. Cancer 149 778–789. 10.1002/ijc.33588", "ArticleIdList": ["10.1002/ijc.33588", "33818764"]}, {"Citation": "Geng J. L., Geng C. A., Chen J. J. (2012). Chemical constituents of Swertia cincta (English). Nat. Prod. Res. Dev. 24, 42–46. 10.16333/j.1001-6880.2012.01.009", "ArticleIdList": ["10.16333/j.1001-6880.2012.01.009"]}, {"Citation": "Grove J. F. (1985). Metabolic products of Phomopsis oblonga. Part 2. Phomopsolide A and B, tiglic esters of two 6-substituted 5, 6-dihydro-5-hydroxypyran-2-ones. J. Chem. Soc. Perkin Trans. 1 1985 865–869. 10.1002/chin.198532362", "ArticleIdList": ["10.1002/chin.198532362"]}, {"Citation": "Han B., Xin Z., Ma S., Liu W., Zhang B., Ran L., et al. (2017). Comprehensive characterization and identification of antioxidants in Folium Artemisiae Argyi using high-resolution tandem mass spectrometry. J. Chromatogr. B 1063 84–92. 10.1016/j.jchromb.2017.08.021", "ArticleIdList": ["10.1016/j.jchromb.2017.08.021", "28850890"]}, {"Citation": "Hridoy M., Gorapi M., Hossain Z., Noor S., Chowdhury N. S., Rahman M., et al. (2022). Putative anticancer compounds from plant-derived endophytic fungi: a review. Molecules 27:296. 10.3390/molecules27010296", "ArticleIdList": ["10.3390/molecules27010296", "PMC8746379", "35011527"]}, {"Citation": "Huang L. H., Chen Y. X., Yu J. C., Jie Y., Li H. J., Ma W. Z., et al. (2017). Secondary metabolites from the marine-derived fungus Dichotomomyces sp. L-8 and their cytotoxic activity. Molecules 22:444. 10.3390/molecules22030444", "ArticleIdList": ["10.3390/molecules22030444", "PMC6155177", "28287456"]}, {"Citation": "Joo H. S., Deyrup S. T., Shim S. H. (2021). Endophyte-produced antimicrobials: a review of potential lead compounds with a focus on quorum-sensing disruptors. Phytochem. Rev. 20 543–568. 10.1007/s11101-020-09711-7", "ArticleIdList": ["10.1007/s11101-020-09711-7"]}, {"Citation": "Kaul S., Gupta S., Ahmed M., Dhar M. K. (2012). Endophytic fungi from medicinal plants: a treasure hunt for bioactive metabolites. Phytochem. Rev. 11 487–505. 10.1007/s11101-012-9260-6", "ArticleIdList": ["10.1007/s11101-012-9260-6"]}, {"Citation": "Kim J. K., Shin E. C., Lim H. J., Choi S. J., Kim C. R., Suh S. H., et al. (2015). Characterization of nutritional composition, antioxidative capacity, and attributes of Seomae Mugwort, a native Korean variety of Artemisia argyi H. Lev. & Vaniot. J. Anal. Methods Chem. 2015:916346. 10.1155/2015/916346", "ArticleIdList": ["10.1155/2015/916346", "PMC4621344", "26550520"]}, {"Citation": "Kumar S., Aharwal R. P., Jain R., Sandhu S. S. (2021). Bioactive molecules of endophytic fungi and their potential in anticancer drug development. Curr. Pharmacol. Rep. 7 27–41. 10.1007/s40495-021-00251-y", "ArticleIdList": ["10.1007/s40495-021-00251-y"]}, {"Citation": "Lan X., Zhang Y., Zhu L., Liu D., Huang X., Zhou L., et al. (2020). Research progress on chemical constituents from Artemisiae argyi Folium and their pharmacological activities and quality control. China J. Chin. Mater. Med. 45 4017–4030. 10.19540/j.cnki.cjcmm.20200714.201", "ArticleIdList": ["10.19540/j.cnki.cjcmm.20200714.201", "33164385"]}, {"Citation": "Landeweert R., Leeflang P., Kuyper T. W., Hoffland E., Rosling A., Wernars K., et al. (2003). Molecular identification of ectomycorrhizal mycelium in soil horizons. Appl. Environ. Microbiol. 69 327–333. 10.1128/AEM.69.1.327-333.2003", "ArticleIdList": ["10.1128/AEM.69.1.327-333.2003", "PMC152382", "12514012"]}, {"Citation": "Li S. J., Zhang X., Wang X. H., Zhao C. Q. (2018). Novel natural compounds from endophytic fungi with anticancer activity. Eur. J. Med. Chem. 156 316–343. 10.1016/j.ejmech.2018.07.015", "ArticleIdList": ["10.1016/j.ejmech.2018.07.015", "30015071"]}, {"Citation": "Liu P., Zhang D., Shi R., Yang Z., Zhao F., Tian Y. (2019). Antimicrobial potential of endophytic fungi from Astragalus chinensis. 3 Biotech. 9:405. 10.1007/s13205-019-1948-5", "ArticleIdList": ["10.1007/s13205-019-1948-5", "PMC6803603", "31687317"]}, {"Citation": "Luo X., Lin X., Tao H., Wang J., Li J., Yang B., et al. (2018). Isochromophilones A–F, cytotoxic chloroazaphilones from the marine mangrove endophytic fungus Diaporthe sp. SCSIO 41011. J. nat. prod. 81 934–941. 10.1021/acs.jnatprod.7b01053", "ArticleIdList": ["10.1021/acs.jnatprod.7b01053", "29517908"]}, {"Citation": "Lv J. L., Li Z. Z., Zhang L. B. (2018). Two new flavonoids from Artemisia argyi with their anticoagulation activities. Nat. Prod. Res. 32 632–639. 10.1080/14786419.2017.1332603", "ArticleIdList": ["10.1080/14786419.2017.1332603", "28539062"]}, {"Citation": "Manganyi M. C., Ateba C. N. (2020). Untapped potentials of endophytic fungi: a review of novel bioactive compounds with biological applications. Microorganisms 8:1934. 10.3390/microorganisms8121934", "ArticleIdList": ["10.3390/microorganisms8121934", "PMC7762190", "33291214"]}, {"Citation": "Ming W., Zhang Y., Sun Y., Bi G., Su J., Shao Z., et al. (2021). Guaianolide sesquiterpenes with significant antiproliferative activities from the leaves of Artemisia argyi. Front. Chem. 9:438. 10.3389/fchem.2021.698700", "ArticleIdList": ["10.3389/fchem.2021.698700", "PMC8263895", "34249868"]}, {"Citation": "Mishra R. C., Goel M., Barrow C. J., Deshmukh S. K. (2020). Endophytic fungi-an untapped source of potential antioxidants. Curr. Bioact. Comp. 16 944–964. 10.2174/1573407215666191007113837", "ArticleIdList": ["10.2174/1573407215666191007113837"]}, {"Citation": "Moreno E., Varughese T., Spadafora C., Arnold A. E., Coley P. D., Kursar T. A. (2011). Chemical constituents of the new endophytic fungus Mycosphaerella sp. nov. and their anti-parasitic activity. Nat. Prod. Comm. 6 835–840. 10.1177/1934578X1100600620", "ArticleIdList": ["10.1177/1934578X1100600620", "PMC3375898", "21815421"]}, {"Citation": "Niaz S. I., Khan D., Naz R., Safdar K., Ul Abidin S. Z., Khan I. U. (2021). Antimicrobial and antioxidant chlorinated azaphilones from mangrove Diaporthe perseae sp. isolated from the stem of Chinese mangrove Pongamia pinnata. J. Asian. Nat. Prod. Res. 23 1077–1084. 10.1080/10286020.2020.1835872", "ArticleIdList": ["10.1080/10286020.2020.1835872", "33140651"]}, {"Citation": "Oliveira D., Borges A., Simões M. (2018). Staphylococcus aureus toxins and their molecular activity in infectious diseases. Toxins 10:252. 10.3390/toxins10060252", "ArticleIdList": ["10.3390/toxins10060252", "PMC6024779", "29921792"]}, {"Citation": "Petchiappan A., Chatterji D. (2017). Antibiotic resistance: current perspectives. ACS Omega 2 7400–7409. 10.1021/acsomega.7b01368", "ArticleIdList": ["10.1021/acsomega.7b01368", "PMC6044581", "30023551"]}, {"Citation": "Rojas E. C., Jensen B., Jørgensen H. J., Latz M. A., Esteban P., Ding Y., et al. (2020). Selection of fungal endophytes with biocontrol potential against Fusarium head blight in wheat. Biol. Control 144:104222. 10.1016/j.biocontrol.2020.104222", "ArticleIdList": ["10.1016/j.biocontrol.2020.104222"]}, {"Citation": "Shi X., Li H. L., Li X. M., Wang D. J., Li X., Meng L. H., et al. (2020). Highly oxygenated polyketides produced by Trichoderma koningiopsis QA-3, an endophytic fungus obtained from the fresh roots of the medicinal plant Artemisia argyi. Bioorg. chem. 94:103448. 10.1016/j.bioorg.2019.103448", "ArticleIdList": ["10.1016/j.bioorg.2019.103448", "31785858"]}, {"Citation": "Shi X. S., Meng L. H., Li X. M., Li X., Wang D. J., Li H. L., et al. (2019). Trichocadinins B–G: antimicrobial cadinane sesquiterpenes from Trichoderma virens QA-8, an endophytic fungus obtained from the medicinal plant Artemisia argyi. J. Nat. Prod. 82 2470–2476. 10.1021/acs.jnatprod.9b00139", "ArticleIdList": ["10.1021/acs.jnatprod.9b00139", "31418264"]}, {"Citation": "Shi X. S., Song Y. P., Meng L. H., Yang S. Q., Wang D. J., Zhou X. W., et al. (2021). Isolation and characterization of antibacterial carotane sesquiterpenes from Artemisia argyi associated endophytic Trichoderma virens QA-8. Antibiotics 10:213. 10.3390/antibiotics10020213", "ArticleIdList": ["10.3390/antibiotics10020213", "PMC7924333", "33672705"]}, {"Citation": "Shi X. S., Wang D. J., Li X. M., Li H. L., Meng L. H., Li X., et al. (2017). Antimicrobial polyketides from Trichoderma koningiopsis QA-3, an endophytic fungus obtained from the medicinal plant Artemisia argyi. Rsc Adv. 7 51335–51342. 10.1039/C7RA11122C", "ArticleIdList": ["10.1039/C7RA11122C"]}, {"Citation": "Stierle A. A., Stierle D. B., Mitman G. G., Snyder S., Antczak C., Djaballah H. (2014). Phomopsolides and related compounds from the alga-associated fungus, Penicillium clavigerum. Nat. Prod. Comm. 9 87–90. 10.1177/1934578X1400900126", "ArticleIdList": ["10.1177/1934578X1400900126", "24660471"]}, {"Citation": "Stierle D. B., Stierle A. A., Ganser B. (1997). New phomopsolides from a Penicillium sp. J. Nat. Prod. 60 1207–1209. 10.1021/np970338f", "ArticleIdList": ["10.1021/np970338f", "9392888"]}, {"Citation": "Tamura K., Peterson D., Peterson N., Stecher G., Nei M., Kumar S. (2011). MEGA5: molecular evolutionary genetics analysis using likelihood, distance, and parsimony methods. Mol. Biol. Evol. 28 2731–2739. 10.1093/molbev/msr121", "ArticleIdList": ["10.1093/molbev/msr121", "PMC3203626", "21546353"]}, {"Citation": "Tanney J. B., McMullin D. R., Green B. D., Miller J. D., Seifert K. A. (2016). Production of antifungal and antiinsectan metabolites by the Picea endophyte Diaporthe maritima sp. nov. Fungal Bio. 120 1448–1457. 10.1016/j.funbio.2016.05.007", "ArticleIdList": ["10.1016/j.funbio.2016.05.007", "27742098"]}, {"Citation": "Tong S. Y. C., Davis J. S., Eichenberger E., Holland T. L., Fowler V. G. (2015). Staphylococcus aureus infections: epidemiology, pathophysiology, clinical manifestations, and management. Clin. Microbiol. Rev. 28 603–661. 10.1128/CMR.00134-14", "ArticleIdList": ["10.1128/CMR.00134-14", "PMC4451395", "26016486"]}, {"Citation": "Torres A. M., Palacios S. A., Yerkovich N., Palazzini J. M., Battilani P., Leslie J. F., et al. (2019). Fusarium head blight and mycotoxins in wheat: prevention and control strategies across the food chain. World Mycotoxin J. 12 333–355. 10.3920/WMJ2019.2438", "ArticleIdList": ["10.3920/WMJ2019.2438", "0"]}, {"Citation": "Uzma F., Mohan C. D., Hashem A., Konappa N. M., Rangappa S., Kamath P. V., et al. (2018). Endophytic fungi—alternative sources of cytotoxic compounds: a review. Front. Pharmacol. 9:309. 10.3389/fphar.2018.00309", "ArticleIdList": ["10.3389/fphar.2018.00309", "PMC5932204", "29755344"]}, {"Citation": "Vivas R., Barbosa A. A. T., Dolabela S. S., Jain S. (2019). Multidrug-resistant bacteria and alternative methods to control them: an overview. Microb. Drug Resist. 25 890–908. 10.1089/mdr.2018.0319", "ArticleIdList": ["10.1089/mdr.2018.0319", "30811275"]}, {"Citation": "Wang T., Jiang Y., Jin R. X., Xuan Q. C., Wu S. H. (2014). Studies on secondary metabolites of Streptomyces sp. isolated from Elephas maximus feces. Nat. Prod. Res. Dev. 26 509–512. 10.16333/j.1001-6880.2014.04.001", "ArticleIdList": ["10.16333/j.1001-6880.2014.04.001"]}, {"Citation": "Wang W. X., Cheng G. G., Li Z. H., Ai H. L., He J., Li J., et al. (2019). Curtachalasins, immunosuppressive agents from the endophytic fungus Xylaria cf. curta. Org. Biomol. Chemmol. 17 7985–7994. 10.1039/C9OB01552C", "ArticleIdList": ["10.1039/C9OB01552C", "31408074"]}, {"Citation": "Wang Y., Li J., Chen Q., Zhou J., Xu J., Zhao T., et al. (2022). The role of antifungal activity of ethyl acetate extract from Artemisia argyi on Verticillium dahliae. J. Appl. Microbiol. 132 1343–1356. 10.1111/jam.15298", "ArticleIdList": ["10.1111/jam.15298", "34496104"]}, {"Citation": "Wegulo S. N., Baenziger P. S., Nopsa J. H., Bockus W. W., Hallen-Adams H. (2015). Management of Fusarium head blight of wheat and barley. Crop Prot. 73 100–107. 10.1016/j.cropro.2015.02.025", "ArticleIdList": ["10.1016/j.cropro.2015.02.025"]}, {"Citation": "Wu H. Y., Wang Y. L., Tan J. L., Zhu C. Y., Li D. X., Huang R. (2012). Regulation of the growth of cotton bollworms by metabolites from an entomopathogenic fungus Paecilomyces cateniobliquus. J. Agr. Food Chem. 60 5604–5608. 10.1021/jf302054b", "ArticleIdList": ["10.1021/jf302054b", "22607354"]}, {"Citation": "Wu Q. F., He L. M., Gao X. Q., Zhang M. L., Wang J. S., Hou L. J. (2021). Diversity of endophytic fungal community in leaves of Artemisia argyi based on high-throughput amplicon sequencing. Pol. J. Microbiol. 70:273. 10.33073/pjm-2021-025", "ArticleIdList": ["10.33073/pjm-2021-025", "PMC8326987", "34349816"]}, {"Citation": "Xiang Y., Zhang Y., Wang C., Liu S., Liao X. (2018). Effects and inhibition mechanism of phenazine-1-carboximade on the mycelial morphology and ultrastructure of Rhizoctonia solani. Pestic. Biochem. Phys. 147 32–39. 10.1016/j.pestbp.2017.10.006", "ArticleIdList": ["10.1016/j.pestbp.2017.10.006", "29933990"]}, {"Citation": "Xu T., Lu Y., Wang J., Song Z., Hou Y., Liu S., et al. (2021). Bioactive secondary metabolites of the genus Diaporthe and anamorph Phomopsis from terrestrial and marine habitats and endophytes: 2010–2019. Microorganisms 9:217. 10.3390/microorganisms9020217", "ArticleIdList": ["10.3390/microorganisms9020217", "PMC7912663", "33494367"]}, {"Citation": "Yang Z., Zhang Y., Wu K., Xu Y., Meng X., Jiang Z., et al. (2020). New azaphilones, phomopsones A–C with biological activities from an endophytic fungus Phomopsis sp. CGMCC No. 5416. Fitoterapia 145:104573. 10.1016/j.fitote.2020.104573", "ArticleIdList": ["10.1016/j.fitote.2020.104573", "32222428"]}, {"Citation": "Yun C., Jung Y., Chun W., Yang B., Ryu J., Lim C., et al. (2016). Anti-inflammatory effects of artemisia leaf extract in mice with contact dermatitis in vitro and in vivo. Mediat. Inflamm. 2016:8027537. 10.1155/2016/8027537", "ArticleIdList": ["10.1155/2016/8027537", "PMC5018339", "27647952"]}, {"Citation": "Zaidan M. R., Noor Rain A., Badrul A. R., Adlin A., Norazah A., Zakiah I. (2005). In vitro screening of five local medicinal plants for antibacterial activity using disc diffusion method. Trop. Biomed. 22 165–170.", "ArticleIdList": ["16883283"]}, {"Citation": "Zhang L., Yan Y. M., Wang S. X., Ren Z., Cheng Y. X. (2021). Three new sesquiterpenoids with cytotoxic activity from Artemisia argyi. Nat. Prod. Res. 35 893–899. 10.1080/14786419.2019.1610754", "ArticleIdList": ["10.1080/14786419.2019.1610754", "31264475"]}, {"Citation": "Zhang L. B., Lv J. L. (2019). Sesquiterpenoids from Artemisia argyi and their COXs inhibitory activities. Fitoterapia 139:104372. 10.1016/j.fitote.2019.104372", "ArticleIdList": ["10.1016/j.fitote.2019.104372", "31669720"]}, {"Citation": "Zhang P., Shi B., Li T., Xu Y., Jin X., Guo X., et al. (2018). Immunomodulatory effect of Artemisia argyi polysaccharide on peripheral blood leucocyte of broiler chickens. J. Anim. Physiol. An. N 102 939–946. 10.1111/jpn.12895", "ArticleIdList": ["10.1111/jpn.12895", "29604137"]}, {"Citation": "Zhao H. R., Liu X. Q., Wu X. T., Kong L. Y., Luo J. G. (2021). Four new highly oxidized sesquiterpene lactones from the leaves of Artemisia argyi. Phytochem. Lett. 43 173–178. 10.1016/j.phytol.2021.03.011", "ArticleIdList": ["10.1016/j.phytol.2021.03.011"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "3", "Day": "31"}, {"Year": "2022", "Month": "5", "Day": "25"}, {"Year": "2022", "Month": "7", "Day": "11", "Hour": "4", "Minute": "20"}, {"Year": "2022", "Month": "7", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "12", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "6", "Day": "23"}], "PublicationStatus": "epublish", "ArticleIdList": ["35814687", "PMC9260665", "10.3389/fmicb.2022.908836"]}}], "PubmedBookArticle": []}