{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["medicinal plants", "plant-microbe interactions", "shotgun metagenomics", "soil metabarcoding", "weed science"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35822810", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "01", "Day": "14"}], "Language": ["eng"], "ELocationID": ["1", "10.3390/biotech11010001"], "Journal": {"ISSN": "2673-6284", "JournalIssue": {"Volume": "11", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Jan", "Day": "14"}}, "Title": "Biotech (Basel (Switzerland))", "ISOAbbreviation": "BioTech (Basel)"}, "ArticleTitle": "Metagenomic Insights into the Composition and Function of Microbes Associated with the Rootzone of <i>Datura inoxia</i>.", "Abstract": {"AbstractText": ["The purpose of this paper is to elucidate the roles that microbes may be playing in the rootzone of the medicinal plant <i>Datura</i><i>inoxia</i>. We hypothesized that the microbes associated with the <i>Datura</i> rootzone would be significantly different than the similar surrounding fields in composition and function. We also hypothesized that rhizospheric and endophytic microbes would be associated with similar metabolic functions to the plant rootzone they inhabited. The methods employed were microbial barcoding, tests of essential oils against antibiotic resistant bacteria and other soil bacterial isolates, 16S Next Generation Sequencing (NGS) metabarcoding, and Whole Genome Shotgun (WGS) taxonomic and functional analyses. A few of the main bacterial genera of interest that were differentially abundant in the <i>Datura</i> root microbiome were <i>Flavobacterium</i> (<i>p</i> = 0.007), <i>Chitinophaga</i> (<i>p</i> = 0.0007), <i>Pedobacter</i> (<i>p</i> = 6 × 10<sup>-5</sup>), <i>Bradyhizobium</i> (<i>p</i> = 1 × 10<sup>-8</sup>), and <i>Paenibacillus</i> (<i>p</i> = 1.46 × 10<sup>-6</sup>). There was significant evidence that the microbes associated with the <i>Datura</i> rootzone had elevated function related to bacterial chalcone synthase (<i>p</i> = 1.49 × 10<sup>-3</sup>) and permease genes (<i>p</i> &lt; 0.003). There was some evidence that microbial functions in the <i>Datura</i> rootzone provided precursors to important plant bioactive molecules or were beneficial to plant growth. This is important because these compounds are phyto-protective antioxidants and are precursors to many aromatic bioactive compounds that are relevant to human health. In the context of known interactions, and current results, plants and microbes influence the flavonoid biosynthetic pathways of one other, in terms of the regulation of the phenylpropanoid pathway. This is the first study to focus on the microbial ecology of the <i>Datura</i> rootzone. There are possible biopharmaceutical and agricultural applications of the natural interplay that was discovered during this study of the <i>Datura inoxia</i> rhizosphere."]}, "AuthorList": [{"Identifier": ["0000-0002-0785-1612"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agriculture Sciences Department, Los Angeles Pierce College, 6201 Winnetka Avenue, PMB 553, Woodland Hills, CA 91304, USA."}, {"Identifier": [], "Affiliation": "Environmental Sciences Graduate Program, Oregon State University, Corvallis, OR 97331, USA."}], "LastName": "Senn", "ForeName": "Savanah", "Initials": "S"}, {"Identifier": ["0000-0002-4359-2777"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agriculture Sciences Department, Los Angeles Pierce College, 6201 Winnetka Avenue, PMB 553, Woodland Hills, CA 91304, USA."}], "LastName": "Pangell", "ForeName": "Kelly", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agriculture Sciences Department, Los Angeles Pierce College, 6201 Winnetka Avenue, PMB 553, Woodland Hills, CA 91304, USA."}], "LastName": "Bowerman", "ForeName": "Adrianna L", "Initials": "AL"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "BioTech (Basel)", "NlmUniqueID": "9918383086206676", "ISSNLinking": "2673-6284"}, "CoiStatement": "The authors declare no conflict of interest. The funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript, or in the decision to publish the results."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Sonia P., Siddiqui A.A., Dwivedi J., Sonia V. Pharmacological properties of Datura stramonium L. as a potential medicinal tree: An overview. Asian Pac. J. Trop. Biomed. 2012;2:1002–1008. doi: 10.1016/S2221-1691(13)60014-3.", "ArticleIdList": ["10.1016/S2221-1691(13)60014-3", "PMC3621465", "23593583"]}, {"Citation": "Han X.L., Wang H., Zhang Z.H., Tan Y., Wang J.H. Study on chemical constituents in seeds of Datura metel from Xinjiang. Zhong yao cai = Zhongyaocai = J. Chin. Med. Mater. 2015;38:1646–1648.", "ArticleIdList": ["26983236"]}, {"Citation": "Lemos Ari S.O., Florêncio Jônatas R., Pinto Nícolas C.C., Campos Lara M., Silva Thiago P., Grazul Richard M., Pinto Priscila F., Tavares Guilherme D., Elita S., Apolônio Ana Carolina M., et al.  Antifungal Activity of the Natural Coumarin Scopoletin Against Planktonic Cells and Biofilms from a Multidrug-Resistant Candida tropicalis Strain.  [(accessed on 9 December 2021)];Front. Microbiol. 2020 11:1525. doi: 10.3389/fmicb.2020.01525. Available online:  https://www.frontiersin.org/article/10.3389/fmicb.2020.01525.", "ArticleIdList": ["10.3389/fmicb.2020.01525", "10.3389/fmicb.2020.01525", "PMC7359730", "32733416"]}, {"Citation": "Bulcsu S. Datura rituals in the vajramahabhairava-tantra.  [(accessed on 18 July 2021)];Acta Orient. Acad. Sci. Hung. 1994 47:409–416. Available online:  www.jstor.org/stable/23658487."}, {"Citation": "Rajewski A., Carter-House D., Stajich J., Litt A. Datura genome reveals duplications of psychoactive alkaloid biosynthetic genes and high mutation rate following tissue culture. BMC Genom. 2021;22:201. doi: 10.1186/s12864-021-07489-2.", "ArticleIdList": ["10.1186/s12864-021-07489-2", "PMC7986286", "33752605"]}, {"Citation": "Robinson D.W., Brown K., McMenemy M., Dennany L., Baker M.J., Allan P., Cartwright C., Bernard J., Sturt F., Kotoula E., et al. Datura quids at Pinwheel Cave, California, provide unambiguous confirmation of the ingestion of hallucinogens at a rock art site. Proc. Natl. Acad. Sci. USA. 2020;117:31026–31037. doi: 10.1073/pnas.2014529117.", "ArticleIdList": ["10.1073/pnas.2014529117", "PMC7733795", "33229522"]}, {"Citation": "Rania A.B.A., Jabnoun-Khiareddine H., Nefzi A., Mokni-Tlili S., Daami-Remadi M. Endophytic bacteria from Datura metel for plant growth promotion and bioprotection against Fusarium wilt in tomato. Biocontrol Sci. Technol. 2016;26:1139–1165. doi: 10.1080/09583157.2016.1188264.", "ArticleIdList": ["10.1080/09583157.2016.1188264"]}, {"Citation": "Irmer S., Podzun N., Langel D., Heidemann F., Kaltenegger E., Schemmerling B., Geilfus C.M., Zörb C., Ober D. New aspect of plant–rhizobia interaction: Alkaloid biosynthesis in Crotalaria depends on nodulation. Proc. Natl. Acad. Sci. USA. 2015;112:4164–4169. doi: 10.1073/pnas.1423457112.", "ArticleIdList": ["10.1073/pnas.1423457112", "PMC4386363", "25775562"]}, {"Citation": "Bhuyar P., Rahim M.H., Sundararaju S., Maniam G.P., Govindan N. Antioxidant and antibacterial activity of red seaweed Kappaphycus alvarezii against pathogenic bacteria. Glob. J. Environ. Sci. Manag. 2019;6:47–58."}, {"Citation": "Xia Y., Dong M., Yu L., Kong L., Seviour R., Kong Y. Compositional and Functional Profiling of the Rhizosphere Microbiomes of the Invasive Weed Ageratina adenophora and Native Plants. PeerJ. 2021;9:E10844. doi: 10.7717/peerj.10844.", "ArticleIdList": ["10.7717/peerj.10844", "PMC7937340", "33717679"]}, {"Citation": "Sang M.K., Kim K.D. The volatile-producing Flavobacterium johnsoniae strain GSE09 shows biocontrol activity against Phytophthora capsici in pepper. J. Appl. Microbiol. 2012;113:383–398. doi: 10.1111/j.1365-2672.2012.05330.x.", "ArticleIdList": ["10.1111/j.1365-2672.2012.05330.x", "22563881"]}, {"Citation": "Carrión V.J., Perez-Jaramillo J., Cordovez V., Tracanna V., De Hollander M., Ruiz-Buck D., Mendes L.W., Van Ijcken W.F.J., Gomez-Exposito R., Elsayed S.S., et al. Pathogen-induced activation of disease-suppressive functions in the endophytic root microbiome. Science. 2019;366:606–612. doi: 10.1126/science.aaw9285.", "ArticleIdList": ["10.1126/science.aaw9285", "31672892"]}, {"Citation": "Miriam L., Gabriel C.M., Asaf L. The Role of Secretion Systems, Effectors, and Secondary Metabolites of Beneficial Rhizobacteria in Interactions with Plants and Microbes.  [(accessed on 26 July 2021)];Front. Plant Sci. 2020 11:1718. Available online:  https://www.frontiersin.org/article/10.3389/fpls.2020.589416.", "ArticleIdList": ["10.3389/fpls.2020.589416", "PMC7680756", "33240304"]}, {"Citation": "del Barrio-Duque A., Ley J., Samad A., Antonielli L., Sessitsch A., Compant S. Beneficial Endophytic Bacteria-Serendipita indica Interaction for Crop Enhancement and Resistance to Phytopathogens. Front. Microbiol. 2019;10:2888. doi: 10.3389/fmicb.2019.02888.", "ArticleIdList": ["10.3389/fmicb.2019.02888", "PMC6930893", "31921065"]}, {"Citation": "Morris J.S., Facchini P.J. Molecular Origins of Functional Diversity in Benzylisoquinoline Alkaloid Methyltransferases. Front. Plant Sci. 2019;10:1058. doi: 10.3389/fpls.2019.01058.", "ArticleIdList": ["10.3389/fpls.2019.01058", "PMC6730481", "31543888"]}, {"Citation": "Alfredo B.L., Daniel C., Susana R., Laura C.L., Rosana S., Castellani Lucas G., Torres T.G., Susana B. Transfer of the Symbiotic Plasmid of Rhizobium etli CFN42 to Endophytic Bacteria Inside Nodules. Front. Microbiol. 2020;11:1752.", "ArticleIdList": ["PMC7403402", "32849381"]}, {"Citation": "Kado C.I., Kelly B. Transformation of Actinomycetes. Agrobacterium Protoc. 2006;2:395–402."}, {"Citation": "Wu W., Chen W., Liu S., Wu J., Zhu Y., Qin L., Zhu B. Beneficial Relationships between Endophytic Bacteria and Medicinal Plants. Front. Plant Sci. 2021;12:646146. doi: 10.3389/fpls.2021.646146.", "ArticleIdList": ["10.3389/fpls.2021.646146", "PMC8100581", "33968103"]}, {"Citation": "Flores-Bustamante Z.R., Rivera-Orduna F.N., Martínez-Cárdenas A., Flores-Cotera L.B. Microbial Paclitaxel: Advances and Perspectives. J. Antibiot. 2010;63:460–467. doi: 10.1038/ja.2010.83.", "ArticleIdList": ["10.1038/ja.2010.83", "20628412"]}, {"Citation": "Oukala N., Aissat K., Pastor V. Bacterial Endophytes: The Hidden Actor in Plant Immune Responses against Biotic Stress. Plants. 2021;10:1012. doi: 10.3390/plants10051012.", "ArticleIdList": ["10.3390/plants10051012", "PMC8161118", "34069509"]}, {"Citation": "Chen H., Wu H., Yan B., Zhao H., Liu F., Zhang H., Sheng Q., Miao F., Liang Z. Core Microbiome of Medicinal Plant Salvia miltiorrhiza Seed: A Rich Reservoir of Beneficial Microbes for Secondary Metabolism? Int. J. Mol. Sci. 2018;19:672. doi: 10.3390/ijms19030672.", "ArticleIdList": ["10.3390/ijms19030672", "PMC5877533", "29495531"]}, {"Citation": "You C., Qin D., Wang Y., Lan W., Li Y., Yu B., Peng Y., Xu J., Dong J. Plant Triterpenoids Regulate Endophyte Community to Promote Medicinal Plant Schisandra sphenanthera Growth and Metabolites Accumulation. J. Fungi. 2021;7:788. doi: 10.3390/jof7100788.", "ArticleIdList": ["10.3390/jof7100788", "PMC8539763", "34682210"]}, {"Citation": "Comeau A.M., Douglas G.M., Langille M.G.I. Microbiome Helper: A Custom and Streamlined Workflow for Microbiome Research. mSystems. 2017;2:e00127-16. doi: 10.1128/mSystems.00127-16.", "ArticleIdList": ["10.1128/mSystems.00127-16", "PMC5209531", "28066818"]}, {"Citation": "Ul-Hasan S., Bowers R.M., Figueroa-Montiel A., Licea-Navarro A.F., Beman J.M., Woyke T. Community ecology across bacteria, archaea and microbial eukaryotes in the sediment and seawater of coastal Puerto Nuevo, Baja California. PLoS ONE. 2019;14:e0212355. doi: 10.1371/journal.pone.0212355.", "ArticleIdList": ["10.1371/journal.pone.0212355", "PMC6375613", "30763377"]}, {"Citation": "Soil Survey Staff, Natural Resources Conservation Service, United States Department of Agriculture  Web Soil Survey.  [(accessed on 14 October 2021)]; Available online:  http://websoilsurvey.sc.egov.usda.gov/"}, {"Citation": "Chen Y., Chen Y., Shi C., Huang Z., Zhang Y., Li S., Li Y., Ye J., Yu C., Li Z., et al. SOAPnuke: A MapReduce acceleration-supported software for integrated quality control and preprocessing of high-throughput sequencing data. GigaScience. 2018;7:gix120. doi: 10.1093/gigascience/gix120.", "ArticleIdList": ["10.1093/gigascience/gix120", "PMC5788068", "29220494"]}, {"Citation": "Meyer F., Paarmann D., D’Souza M., Olson R., Glass E.M., Kubal M. The metagenomics RAST server—A public resource for the automatic phylogenetic and functional analysis of metagenomes. BMC Bioinform. 2008;9:386. doi: 10.1186/1471-2105-9-386.", "ArticleIdList": ["10.1186/1471-2105-9-386", "PMC2563014", "18803844"]}, {"Citation": "Love M.I., Huber W., Anders S. Moderated estimation of fold change and dispersion for RNA-seq data with DESeq2. Genome Biol. 2014;15:550. doi: 10.1186/s13059-014-0550-8.", "ArticleIdList": ["10.1186/s13059-014-0550-8", "PMC4302049", "25516281"]}, {"Citation": "Parks D.H., Tyson G.W., Hugenholtz P., Beiko R.G. STAMP: Statistical analysis of taxonomic and functional profiles. Bioinformatics. 2014;30:3123–3124. doi: 10.1093/bioinformatics/btu494.", "ArticleIdList": ["10.1093/bioinformatics/btu494", "PMC4609014", "25061070"]}, {"Citation": "Hilgert U., McKay S., Khalfan M., Williams J., Ghiban C., Micklos D. DNA Subway: Making Genome Analysis Egalitarian; Proceedings of the 2014 Annual Conference on Extreme Science and Engineering Discovery Environment; Atlanta, GA, USA. 13–18 July 2014; New York, NY, USA: Association for Computing Machinery; 2014. pp. 1–3.", "ArticleIdList": ["10.1145/2616498.2616575"]}, {"Citation": "Bolyen E., Rideout J.R., Dillon M.R., Bokulich N.A. Reproducible, interactive, scalable and extensible microbiome data science using QIIME 2. Nat. Biotechnol. 2019;37:852–857. doi: 10.1038/s41587-019-0209-9.", "ArticleIdList": ["10.1038/s41587-019-0209-9", "PMC7015180", "31341288"]}, {"Citation": "Caporaso J.G., Lauber C.L., Walters W.A., Berg-Lyons D., Lozupone C.A., Turnbaugh P.J., Fierer N., Knight R. Global patterns of 16S rRNA diversity at a depth of millions of sequences per sample. Proc. Natl. Acad. Sci. USA. 2011;108((Suppl. 1)):4516–4522. doi: 10.1073/pnas.1000080107.", "ArticleIdList": ["10.1073/pnas.1000080107", "PMC3063599", "20534432"]}, {"Citation": "Caporaso J.G., Lauber C.L., Walters W.A., Berg-Lyons D., Huntley J., Fierer N. Ultra-high-throughput microbial community analysis on the Illumina HiSeq and MiSeq platforms. ISME J. 2012;6:1621–1624. doi: 10.1038/ismej.2012.8.", "ArticleIdList": ["10.1038/ismej.2012.8", "PMC3400413", "22402401"]}, {"Citation": "Clair S.S., Saraylou M., Maine E. Introduction to Soil Science Lab Manual v1. Protocols.io. 2019 doi: 10.17504/protocols.io.5jzg4p6.", "ArticleIdList": ["10.17504/protocols.io.5jzg4p6"]}, {"Citation": "Yoon S.H., Ha S.M., Kwon S., Lim J., Kim Y., Seo H., Chun J. Introducing EzBioCloud: A taxonomically united database of 16S rRNA and whole genome assemblies. Int. J. Syst. Evol. Microbiol. 2017;67:1613–1617. doi: 10.1099/ijsem.0.001755.", "ArticleIdList": ["10.1099/ijsem.0.001755", "PMC5563544", "28005526"]}, {"Citation": "Kryvtsova M.V., Trush K., Koščová J., Eftimova J. Antimicrobial, antioxidant and some biochemical properties of arnica montanal. Bull Probl. Biol. Med. 2019;3:268. doi: 10.29254/2077-4214-2019-3-152-268-273.", "ArticleIdList": ["10.29254/2077-4214-2019-3-152-268-273"]}, {"Citation": "Eudes A., Mouille M., Robinson D.S., Benites V.T., Wang G., Roux L., Tsai Y.-L., Baidoo E.E.K., Chiu T.-Y., Heazlewood J.L., et al. Exploiting members of the BAHD acyltransferase family to synthesize multiple hydroxycinnamate and benzoate conjugates in yeast. Microb. Cell Factories. 2016;15:198. doi: 10.1186/s12934-016-0593-5.", "ArticleIdList": ["10.1186/s12934-016-0593-5", "PMC5117604", "27871334"]}, {"Citation": "Jendresen C.B., Stahlhut S.G., Li M.J., Gaspar P., Siedler S., Foörster J., Maury J., Borodina I., Nielsen A.T. Highly Active and Specific Tyrosine Ammonia-Lyases from Diverse Origins Enable Enhanced Production of Aromatic Compounds in Bacteria and Saccharomyces cerevisiae. Appl. Environ. Microbiol. 2015;81:4458–4476. doi: 10.1128/AEM.00405-15.", "ArticleIdList": ["10.1128/AEM.00405-15", "PMC4475877", "25911487"]}, {"Citation": "Friedrich I., Hollensteiner J., Schneider D., Poehlein A., Hertel R., Daniel R. First Complete Genome Sequences of Janthinobacterium lividum EIF1 and EIF2 and Their Comparative Genome Analysis. Genome Biol. Evol. 2020;12:1782–1788. doi: 10.1093/gbe/evaa148.", "ArticleIdList": ["10.1093/gbe/evaa148", "PMC7549134", "32658247"]}, {"Citation": "Dara S.K. Biopesticides: Categories and use strategies for IPM and IRM.  [(accessed on 29 December 2021)];E-J. Entomol. Biolog. 2021  Available online:  https://ucanr.edu/blogs/blogcore/postdetail.cfm?postnum=46134."}, {"Citation": "Luna V.A., King D.S., Gulledge J., Cannons A.C., Amuso P.T., Cattani J. Susceptibility of Bacillus anthracis, Bacillus cereus, Bacillus mycoides, Bacillus pseudomycoides and Bacillus thuringiensis to 24 antimicrobials using Sensititre automated microbroth dilution and Etest agar gradient diffusion methods. J. Antimicrob. Chemother. 2007;60:555–567. doi: 10.1093/jac/dkm213.", "ArticleIdList": ["10.1093/jac/dkm213", "17586563"]}, {"Citation": "Baek K., Choi A. Draft genome sequence of the polysaccharide degrading bacterium Cytophagaceae strain SJW1-29. Korean J. Microbiol. 2020;56:422–425. doi: 10.7845/kjm.2020.0112.", "ArticleIdList": ["10.7845/kjm.2020.0112"]}, {"Citation": "Maria M., Mucha Â., Ferreira H., Gonçalves B., Bacelar E., Marques G. Comparative study of plant growth-promoting bacteria on the physiology, growth, and fruit quality of strawberry. J. Sci. Food Agric. 2019;99:5341–5349.", "ArticleIdList": ["31058322"]}, {"Citation": "Kolton M., Erlacher A., Berg G., Cytryn E. Microbial Models from Environmental to Industrial Sustainabilty. Springer; Singapore: 2016. Ch 9: The Flavobacterium genus in the Plant Holobiont: Ecological, Physiological, and Applicative Insights."}, {"Citation": "Yonekura-Sakakibara K., Higashi Y., Nakabayashi R. The Origin and Evolution of Plant Flavonoid Metabolism. Front. Plant Sci. 2019;10:943. doi: 10.3389/fpls.2019.00943.", "ArticleIdList": ["10.3389/fpls.2019.00943", "PMC6688129", "31428108"]}, {"Citation": "Abe I. Biosynthesis of medicinally important plant metabolites by unusual type III polyketide synthases. J. Nat. Med. 2020;74:639–646. doi: 10.1007/s11418-020-01414-9.", "ArticleIdList": ["10.1007/s11418-020-01414-9", "PMC7456412", "32500363"]}, {"Citation": "Schlatter D., Kinkel L., Thomashow L., Weller D., Paulitz T. Disease Suppressive Soils: New Insights from the Soil Microbiome. Phytopathol. Rev. 2017;107:1284–1297. doi: 10.1094/PHYTO-03-17-0111-RVW.", "ArticleIdList": ["10.1094/PHYTO-03-17-0111-RVW", "28650266"]}, {"Citation": "Nordberg H., Cantor M., Dusheyko S., Hua S., Poliakov A., Shabalov I., Smirnova T., Grigoriev I.V., Dubchak I. The genome portal of the Department of Energy Joint Genome Institute: 2014 updates. Nucleic Acids Res. 2014;42:D26–D31. doi: 10.1093/nar/gkt1069.", "ArticleIdList": ["10.1093/nar/gkt1069", "PMC3965075", "24225321"]}, {"Citation": "Fadiji A.E., Babalola O.O. Elucidating Mechanisms of Endophytes Used in Plant Protection and Other Bioactivities with Multifunctional Prospects. Front. Bioeng. Biotechnol. 2020;8:467. doi: 10.3389/fbioe.2020.00467.", "ArticleIdList": ["10.3389/fbioe.2020.00467", "PMC7242734", "32500068"]}, {"Citation": "Bedewitz M.A., Jones A.D., D’Auria J.C., Barry C.S. Tropinone synthesis via an atypical polyketide synthase and P450 mediated cyclization. Nat. Commun. 2018;9:5281. doi: 10.1038/s41467-018-07671-3.", "ArticleIdList": ["10.1038/s41467-018-07671-3", "PMC6290073", "30538251"]}, {"Citation": "Huang J.P., Fang C., Ma X., Wang L., Yang J., Luo J., Huang S.X. Tropane alkaloids biosynthesis involves an unusual type III polyketide synthase and non-enzymatic condensation. Nat. Commun. 2019;10:4036. doi: 10.1038/s41467-019-11987-z.", "ArticleIdList": ["10.1038/s41467-019-11987-z", "PMC6731253", "31492848"]}, {"Citation": "Huccetogullari D., Luo Z.W., Lee S.Y. Metabolic engineering of microorganisms for production of aromatic compounds. Microb. Cell Factories. 2019;18:41. doi: 10.1186/s12934-019-1090-4.", "ArticleIdList": ["10.1186/s12934-019-1090-4", "PMC6390333", "30808357"]}, {"Citation": "The UniProt Consortium UniProt: The universal protein knowledgebase in 2021. Nucleic Acids Res. 2021;49:D1.", "ArticleIdList": ["PMC7778908", "33237286"]}, {"Citation": "Krey Karol L., Nabity Paul D., Blubaugh Carmen K., Zhen F., Van Leuven James T. Organic Farming Sharpens Plant Defenses in the Field.  [(accessed on 29 December 2021)];Front. Sustain. Food Syst. 2020 4:97. doi: 10.3389/fsufs.2020.00097. Available online:  https://www.frontiersin.org/article/10.3389/fsufs.2020.00097.", "ArticleIdList": ["10.3389/fsufs.2020.00097", "10.3389/fsufs.2020.00097", "PMC7566882", "33073178"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "10", "Day": "31"}, {"Year": "2021", "Month": "12", "Day": "20"}, {"Year": "2021", "Month": "12", "Day": "30"}, {"Year": "2022", "Month": "7", "Day": "13", "Hour": "8", "Minute": "13"}, {"Year": "2022", "Month": "7", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["35822810", "PMC9245906", "10.3390/biotech11010001", "biotech11010001"]}}], "PubmedBookArticle": []}