{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["adjuvant therapeutics", "cancer metabolism", "gastrointestinal cancers", "medicinal plants (herbal drugs)", "metabolomics"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35833022", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "06", "Day": "27"}], "Language": ["eng"], "ELocationID": ["909755", "10.3389/fphar.2022.909755"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "Medicinal Plants for the Treatment of Gastrointestinal Cancers From the Metabolomics Perspective.", "Pagination": {"StartPage": "909755", "MedlinePgn": "909755"}, "Abstract": {"AbstractText": ["Gastrointestinal cancer (GIC), primarily including colorectal cancer, gastric cancer, liver cancer, pancreatic cancer, and esophageal cancer, is one of the most common causes of cancer-related deaths with increasing prevalence and poor prognosis. Medicinal plants have been shown to be a great resource for the treatment of GIC. Due to their complex manifestations of multi-component and multi-target, the underlying mechanisms how they function against GIC remain to be completely deciphered. Cell metabolism is of primary importance in the initialization and development of GIC, which is reported to be a potential target. As an essential supplement to the newest \"omics\" sciences, metabolomics focuses on the systematic study of the small exogenous and endogenous metabolites involved in extensive biochemical metabolic pathways of living system. In good agreement with the systemic perspective of medicinal plants, metabolomics offers a new insight into the efficacy assessment and action mechanism investigation of medicinal plants as adjuvant therapeutics for GIC therapy. In this review, the metabolomics investigations on metabolism-targeting therapies for GIC in the recent 10 years were systematically reviewed from five aspects of carbohydrate, lipid, amino acid, and nucleotide metabolisms, as well as other altered metabolisms (microbial metabolism, inflammation, and oxidation), with particular attention to the potential of active compounds, extracts, and formulae from medicinal plants. Meanwhile, the current perspectives and future challenges of metabolism-targeting therapies of medicinal plants for GIC were also discussed. In conclusion, the understanding of the action mechanisms of medicinal plants in GIC from the metabolomics perspective will contribute to the clinical application of potential candidates from the resourceful medicinal plants as novel and efficient adjuvant therapeutics for GIC therapy."], "CopyrightInformation": "Copyright © 2022 Guo, Cao, Wang, Hu and Feng."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."}, {"Identifier": [], "Affiliation": "Hubei Province Clinical Research Center for Precision Medicine for Critical Illness, Wuhan, China."}], "LastName": "Guo", "ForeName": "Wei", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."}, {"Identifier": [], "Affiliation": "Hubei Province Clinical Research Center for Precision Medicine for Critical Illness, Wuhan, China."}], "LastName": "Cao", "ForeName": "Peng", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Chinese Herbal Pharmacology, Department of Pharmacy, Renmin Hospital, Hubei University of Medicine, Shiyan, China."}], "LastName": "Wang", "ForeName": "Xuanbin", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."}, {"Identifier": [], "Affiliation": "Hubei Province Clinical Research Center for Precision Medicine for Critical Illness, Wuhan, China."}], "LastName": "Hu", "ForeName": "Min", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Chinese Medicine, Li Ka Shing Faculty of Medicine, The University of Hong Kong, Hong Kong, China."}], "LastName": "Feng", "ForeName": "Yibin", "Initials": "Y"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aftabi Y., Soleymani J., Jouyban A. (2021). Efficacy of Analytical Technologies in Metabolomics Studies of the Gastrointestinal Cancers. Crit. Rev. Anal. Chem., 1–13. 10.1080/10408347.2021.1901646", "ArticleIdList": ["10.1080/10408347.2021.1901646", "33757389"]}, {"Citation": "Aiello P., Sharghi M., Mansourkhani S. M., Ardekan A. P., Jouybari L., Daraei N., et al. (2019). Medicinal Plants in the Prevention and Treatment of Colon Cancer. Oxid. Med. Cell Longev. 2019, 2075614. 10.1155/2019/2075614", "ArticleIdList": ["10.1155/2019/2075614", "PMC7187726", "32377288"]}, {"Citation": "Arnold M., Abnet C. C., Neale R. E., Vignat J., Giovannucci E. L., Mcglynn K. A., et al. (2020). Global Burden of 5 Major Types of Gastrointestinal Cancer. Gastroenterology 159, 335–349.e15. 10.1053/j.gastro.2020.02.068", "ArticleIdList": ["10.1053/j.gastro.2020.02.068", "PMC8630546", "32247694"]}, {"Citation": "Bao Y., Wang S., Yang X., Li T., Xia Y., Meng X. (2017). Metabolomic Study of the Intervention Effects of Shuihonghuazi Formula, a Traditional Chinese Medicinal Formulae, on Hepatocellular Carcinoma (HCC) Rats Using Performance HPLC/ESI-TOF-MS. J. Ethnopharmacol. 198, 468–478. 10.1016/j.jep.2017.01.029", "ArticleIdList": ["10.1016/j.jep.2017.01.029", "28108381"]}, {"Citation": "Baxter B. A., Oppel R. C., Ryan E. P. (2018). Navy Beans Impact the Stool Metabolome and Metabolic Pathways for Colon Health in Cancer Survivors. Nutrients 11, 28. 10.3390/nu11010028", "ArticleIdList": ["10.3390/nu11010028", "PMC6356708", "30583518"]}, {"Citation": "Bi W., Liu H., Shen J., Zhang L. H., Li P., Peng B., et al. (2017). Chemopreventive Effects of Ku-Jin Tea against AOM-Induced Precancerous Colorectal Lesions in Rats and Metabolomic Analysis. Sci. Rep. 7, 15893. 10.1038/s41598-017-16237-0", "ArticleIdList": ["10.1038/s41598-017-16237-0", "PMC5698479", "29162930"]}, {"Citation": "Bray F., Ferlay J., Soerjomataram I., Siegel R. L., Torre L. A., Jemal A. (2018). Global Cancer Statistics 2018: GLOBOCAN Estimates of Incidence and Mortality Worldwide for 36 Cancers in 185 Countries. CA Cancer J. Clin. 68, 394–424. 10.3322/caac.21492", "ArticleIdList": ["10.3322/caac.21492", "30207593"]}, {"Citation": "Chen G. Q., Tang C. F., Shi X. K., Lin C. Y., Fatima S., Pan X. H., et al. (2015). Halofuginone Inhibits Colorectal Cancer Growth through Suppression of Akt/mTORC1 Signaling and Glucose Metabolism. Oncotarget 6, 24148–24162. 10.18632/oncotarget.4376", "ArticleIdList": ["10.18632/oncotarget.4376", "PMC4695176", "26160839"]}, {"Citation": "Chen H., Zhang F., Zhang J., Zhang X., Guo Y., Yao Q. (2020). A Holistic View of Berberine Inhibiting Intestinal Carcinogenesis in Conventional Mice Based on Microbiome-Metabolomics Analysis. Front. Immunol. 11, 588079. 10.3389/fimmu.2020.588079", "ArticleIdList": ["10.3389/fimmu.2020.588079", "PMC7541814", "33072135"]}, {"Citation": "Chen Y., Si L., Zhang J., Yu H., Liu X., Chen Y., et al. (2021). Uncovering the Antitumor Effects and Mechanisms of Shikonin against Colon Cancer on Comprehensive Analysis. Phytomedicine 82, 153460. 10.1016/j.phymed.2021.153460", "ArticleIdList": ["10.1016/j.phymed.2021.153460", "33476976"]}, {"Citation": "Dai R., Liu M., Xiang X., Li Y., Xi Z., Xu H. (2022). OMICS Applications for Medicinal Plants in Gastrointestinal Cancers: Current Advancements and Future Perspectives. Front. Pharmacol. 13, 842203. 10.3389/fphar.2022.842203", "ArticleIdList": ["10.3389/fphar.2022.842203", "PMC8855055", "35185591"]}, {"Citation": "Di Nicolantonio F., Vitiello P. P., Marsoni S., Siena S., Tabernero J., Trusolino L., et al. (2021). Precision Oncology in Metastatic Colorectal Cancer - from Biology to Medicine. Nat. Rev. Clin. Oncol. 18, 506–525. 10.1038/s41571-021-00495-z", "ArticleIdList": ["10.1038/s41571-021-00495-z", "33864051"]}, {"Citation": "Eniafe J., Jiang S. (2021). The Functional Roles of TCA Cycle Metabolites in Cancer. Oncogene 40, 3351–3363. 10.1038/s41388-020-01639-8", "ArticleIdList": ["10.1038/s41388-020-01639-8", "33864000"]}, {"Citation": "Gao D., Wang Y., Xie W., Yang T., Jiang Y., Guo Y., et al. (2016). Metabolomics Study on the Antitumor Effect of Marine Natural Compound Flexibilide in HCT-116 Colon Cancer Cell Line. J. Chromatogr. B Anal. Technol. Biomed. Life Sci. 1014, 17–23. 10.1016/j.jchromb.2016.01.003", "ArticleIdList": ["10.1016/j.jchromb.2016.01.003", "26859520"]}, {"Citation": "Gao L., Wang K. X., Zhou Y. Z., Fang J. S., Qin X. M., Du G. H. (2018). Uncovering the Anticancer Mechanism of Compound Kushen Injection against HCC by Integrating Quantitative Analysis, Network Analysis and Experimental Validation. Sci. Rep. 8, 624. 10.1038/s41598-017-18325-7", "ArticleIdList": ["10.1038/s41598-017-18325-7", "PMC5766629", "29330507"]}, {"Citation": "Gao P., Huang X., Fang X. Y., Zheng H., Cai S. L., Sun A. J., et al. (2021). Application of Metabolomics in Clinical and Laboratory Gastrointestinal Oncology. World J. Gastrointest. Oncol. 13, 536–549. 10.4251/wjgo.v13.i6.536", "ArticleIdList": ["10.4251/wjgo.v13.i6.536", "PMC8204353", "34163571"]}, {"Citation": "Guo W., Jiang C., Yang L., Li T., Liu X., Jin M., et al. (2016). Quantitative Metabolomic Profiling of Plasma, Urine, and Liver Extracts by (1)H NMR Spectroscopy Characterizes Different Stages of Atherosclerosis in Hamsters. J. Proteome Res. 15, 3500–3510. 10.1021/acs.jproteome.6b00179", "ArticleIdList": ["10.1021/acs.jproteome.6b00179", "27570155"]}, {"Citation": "Guo W., Tan H. Y., Wang N., Wang X., Feng Y. (2018). Deciphering Hepatocellular Carcinoma through Metabolomics: from Biomarker Discovery to Therapy Evaluation. Cancer Manag. Res. 10, 715–734. 10.2147/CMAR.S156837", "ArticleIdList": ["10.2147/CMAR.S156837", "PMC5903488", "29692630"]}, {"Citation": "Guo W., Huang J., Wang N., Tan H. Y., Cheung F., Chen F., et al. (2019). Integrating Network Pharmacology and Pharmacological Evaluation for Deciphering the Action Mechanism of Herbal Formula Zuojin Pill in Suppressing Hepatocellular Carcinoma. Front. Pharmacol. 10, 1185. 10.3389/fphar.2019.01185", "ArticleIdList": ["10.3389/fphar.2019.01185", "PMC6795061", "31649545"]}, {"Citation": "Guo W., Tan H. Y., Chen F., Wang N., Feng Y. (2020a). Targeting Cancer Metabolism to Resensitize Chemotherapy: Potential Development of Cancer Chemosensitizers from Traditional Chinese Medicines. Cancers (Basel) 12, 404. 10.3390/cancers12020404", "ArticleIdList": ["10.3390/cancers12020404", "PMC7072159", "32050640"]}, {"Citation": "Guo W., Tan H. Y., Li S., Wang N., Feng Y. (2020b). Glutamic-Pyruvic Transaminase 1 Facilitates Alternative Fuels for Hepatocellular Carcinoma Growth-A Small Molecule Inhibitor. Berberine. Cancers (Basel) 12, 1854. 10.3390/cancers12071854", "ArticleIdList": ["10.3390/cancers12071854", "PMC7408817", "32660149"]}, {"Citation": "Hamerly T., Tripet B. P., Tigges M., Giannone R. J., Wurch L., Hettich R. L., et al. (2015). Untargeted Metabolomics Studies Employing NMR and LC-MS Reveal Metabolic Coupling between Nanoarcheum Equitans and its Archaeal Host Ignicoccus Hospitalis. Metabolomics 11, 895–907. 10.1007/s11306-014-0747-6", "ArticleIdList": ["10.1007/s11306-014-0747-6", "PMC4529127", "26273237"]}, {"Citation": "Han L., Yao S., Cao S., Mo G., Li J., Cao Y., et al. (2019). Triterpenoid Saponins from Anemone Flaccida Suppress Tumor Cell Proliferation by Regulating MAPK, PD1/PDL1, and STAT3 Signaling Pathways and Altering Cancer Metabolism. Onco Targets Ther. 12, 10917–10930. 10.2147/OTT.S212666", "ArticleIdList": ["10.2147/OTT.S212666", "PMC6913295", "31849495"]}, {"Citation": "Hoang G., Udupa S., Le A. (2019). Application of Metabolomics Technologies toward Cancer Prognosis and Therapy. Int. Rev. Cell Mol. Biol. 347, 191–223. 10.1016/bs.ircmb.2019.07.003", "ArticleIdList": ["10.1016/bs.ircmb.2019.07.003", "31451214"]}, {"Citation": "Honigova K., Navratil J., Peltanova B., Polanska H. H., Raudenska M., Masarik M. (2022). Metabolic Tricks of Cancer Cells. Biochim. Biophys. Acta Rev. Cancer 1877, 188705. 10.1016/j.bbcan.2022.188705", "ArticleIdList": ["10.1016/j.bbcan.2022.188705", "35276232"]}, {"Citation": "Hou C., Chu H. J., Dai X. J., Wu Y. Q., He Z. F., Yu Y. W., et al. (2021). Metabolomic Study on the Therapeutic Effect of the Jianpi Yangzheng Xiaozheng Decoction on Gastric Cancer Treated with Chemotherapy Based on GC-TOFMS Analysis. Evid. Based Complement. Altern. Med. 2021, 8832996. 10.1155/2021/8832996", "ArticleIdList": ["10.1155/2021/8832996", "PMC7994103", "33790982"]}, {"Citation": "Hu X. Q., Sun Y., Lau E., Zhao M., Su S. B. (2016). Advances in Synergistic Combinations of Chinese Herbal Medicine for the Treatment of Cancer. Curr. Cancer Drug Targets 16, 346–356. 10.2174/1568009616666151207105851", "ArticleIdList": ["10.2174/1568009616666151207105851", "PMC5425653", "26638885"]}, {"Citation": "Huang J., Guo W., Cheung F., Tan H. Y., Wang N., Feng Y. (2020). Integrating Network Pharmacology and Experimental Models to Investigate the Efficacy of Coptidis and Scutellaria Containing Huanglian Jiedu Decoction on Hepatocellular Carcinoma. Am. J. Chin. Med. 48, 161–182. 10.1142/S0192415X20500093", "ArticleIdList": ["10.1142/S0192415X20500093", "31964157"]}, {"Citation": "Iwao C., Shidoji Y. (2015). Upregulation of Energy Metabolism-Related, P53-Target TIGAR and SCO2 in HuH-7 Cells with P53 Mutation by Geranylgeranoic Acid Treatment. Biomed. Res. 36, 371–381. 10.2220/biomedres.36.371", "ArticleIdList": ["10.2220/biomedres.36.371", "26700591"]}, {"Citation": "Ji X., Peng Q., Wang M. (2018). Anti-colon-cancer Effects of Polysaccharides: A Mini-Review of the Mechanisms. Int. J. Biol. Macromol. 114, 1127–1133. 10.1016/j.ijbiomac.2018.03.186", "ArticleIdList": ["10.1016/j.ijbiomac.2018.03.186", "29627471"]}, {"Citation": "Ji X., Hou C., Zhang X., Han L., Yin S., Peng Q., et al. (2019). Microbiome-metabolomic Analysis of the Impact of Zizyphus Jujuba Cv. Muzao Polysaccharides Consumption on Colorectal Cancer Mice Fecal Microbiota and Metabolites. Int. J. Biol. Macromol. 131, 1067–1076. 10.1016/j.ijbiomac.2019.03.175", "ArticleIdList": ["10.1016/j.ijbiomac.2019.03.175", "30926487"]}, {"Citation": "Jin M., Shi C., Li T., Wu Y., Hu C., Huang G. (2020). Solasonine Promotes Ferroptosis of Hepatoma Carcinoma Cells via Glutathione Peroxidase 4-induced Destruction of the Glutathione Redox System. Biomed. Pharmacother. 129, 110282. 10.1016/j.biopha.2020.110282", "ArticleIdList": ["10.1016/j.biopha.2020.110282", "32531676"]}, {"Citation": "Johnson C. H., Ivanisevic J., Siuzdak G. (2016). Metabolomics: beyond Biomarkers and towards Mechanisms. Nat. Rev. Mol. Cell Biol. 17, 451–459. 10.1038/nrm.2016.25", "ArticleIdList": ["10.1038/nrm.2016.25", "PMC5729912", "26979502"]}, {"Citation": "Kaushik A. K., DeBerardinis R. J. (2018). Applications of Metabolomics to Study Cancer Metabolism. Biochim. Biophys. Acta Rev. Cancer 1870, 2–14. 10.1016/j.bbcan.2018.04.009", "ArticleIdList": ["10.1016/j.bbcan.2018.04.009", "PMC6193562", "29702206"]}, {"Citation": "Kuntz S., Krieghoff-Henning E., Kather J. N., Jutzi T., Höhn J., Kiehl L., et al. (2021). Gastrointestinal Cancer Classification and Prognostication from Histology Using Deep Learning: Systematic Review. Eur. J. Cancer 155, 200–215. 10.1016/j.ejca.2021.07.012", "ArticleIdList": ["10.1016/j.ejca.2021.07.012", "34391053"]}, {"Citation": "Li F., Yang X. W., Krausz K. W., Nichols R. G., Xu W., Patterson A. D., et al. (2015). Modulation of Colon Cancer by Nutmeg. J. Proteome Res. 14, 1937–1946. 10.1021/pr5013152", "ArticleIdList": ["10.1021/pr5013152", "PMC6334305", "25712450"]}, {"Citation": "Li F., Li X., Miao Y., Shan C., Yuan F., Ma C., et al. (2016). UHPLC-MS-based Metabolomics Analysis on Mice Bearing Neoplasm (H22) for Hispidulin. J. Pharm. Biomed. Anal. 125, 310–318. 10.1016/j.jpba.2016.03.050", "ArticleIdList": ["10.1016/j.jpba.2016.03.050", "27077962"]}, {"Citation": "Li M. H., Du H. Z., Kong G. J., Liu L. B., Li X. X., Lin S. S., et al. (2017). Nuclear Magnetic Resonance-Based Metabolomics Approach to Evaluate the Prevention Effect of Camellia Nitidissima Chi on Colitis-Associated Carcinogenesis. Front. Pharmacol. 8, 447. 10.3389/fphar.2017.00447", "ArticleIdList": ["10.3389/fphar.2017.00447", "PMC5504182", "28744216"]}, {"Citation": "Li L., Zou T., Liang M., Mezhuev Y., Tsatsakis A. M., Đorđević A. B., et al. (2021). Screening of Metabolites in the Treatment of Liver Cancer Xenografts HepG2/ADR by Psoralen-Loaded Lipid Nanoparticles. Eur. J. Pharm. Biopharm. 165, 337–344. 10.1016/j.ejpb.2021.05.025", "ArticleIdList": ["10.1016/j.ejpb.2021.05.025", "34062256"]}, {"Citation": "Liberti M. V., Dai Z., Wardell S. E., Baccile J. A., Liu X., Gao X., et al. (2017). A Predictive Model for Selective Targeting of the Warburg Effect through GAPDH Inhibition with a Natural Product. Cell Metab. 26, 648–659.e648. 10.1016/j.cmet.2017.08.017", "ArticleIdList": ["10.1016/j.cmet.2017.08.017", "PMC5629112", "28918937"]}, {"Citation": "Ling Y. S., Lim L. R., Yong Y. S., Tamin O., Puah P. Y. (2020). MS-based Metabolomics Revealing Bornean Sinularia Sp. Extract Dysregulated Lipids Triggering Programmed Cell Death in Hepatocellular Carcinoma. Nat. Prod. Res. 34, 1796–1803. 10.1080/14786419.2018.1531288", "ArticleIdList": ["10.1080/14786419.2018.1531288", "30587039"]}, {"Citation": "Liu R., Lin X., Li Z., Li Q., Bi K. (2018a). Quantitative Metabolomics for Investigating the Value of Polyamines in the Early Diagnosis and Therapy of Colorectal Cancer. Oncotarget 9, 4583–4592. 10.18632/oncotarget.22885", "ArticleIdList": ["10.18632/oncotarget.22885", "PMC5796997", "29435126"]}, {"Citation": "Liu Y., Lu S., Zhao L., Dong X., Zhu Z., Jin Y., et al. (2018b). Effects of Glaucocalyxin A on Human Liver Cancer Cells as Revealed by GC/MS- and LC/MS-based Metabolic Profiling. Anal. Bioanal. Chem. 410, 3325–3335. 10.1007/s00216-018-0996-8", "ArticleIdList": ["10.1007/s00216-018-0996-8", "29651531"]}, {"Citation": "Liu J., Luo X., Guo R., Jing W., Lu H. (2020). Cell Metabolomics Reveals Berberine-Inhibited Pancreatic Cancer Cell Viability and Metastasis by Regulating Citrate Metabolism. J. Proteome Res. 19, 3825–3836. 10.1021/acs.jproteome.0c00394", "ArticleIdList": ["10.1021/acs.jproteome.0c00394", "32692565"]}, {"Citation": "Lovelace E. S., Wagoner J., Macdonald J., Bammler T., Bruckner J., Brownell J., et al. (2015). Silymarin Suppresses Cellular Inflammation by Inducing Reparative Stress Signaling. J. Nat. Prod. 78, 1990–2000. 10.1021/acs.jnatprod.5b00288", "ArticleIdList": ["10.1021/acs.jnatprod.5b00288", "PMC4703094", "26186142"]}, {"Citation": "Ma T., Fan B. Y., Zhang C., Zhao H. J., Han C., Gao C. Y., et al. (2016). Metabonomics Applied in Exploring the Antitumour Mechanism of Physapubenolide on Hepatocellular Carcinoma Cells by Targeting Glycolysis through the Akt-P53 Pathway. Sci. Rep. 6, 29926. 10.1038/srep29926", "ArticleIdList": ["10.1038/srep29926", "PMC4945937", "27416811"]}, {"Citation": "Ma C., Yan X., Yin G., Wang Y., Hu S., Xia W., et al. (2019). Non-targeted Metabolomic Analysis on Multidrug Resistance Hepatocellular Carcinoma Cell and Reversal Effect of Annonaceous Acetogenins. J. Pharm. Biomed. Anal. 164, 489–495. 10.1016/j.jpba.2018.10.037", "ArticleIdList": ["10.1016/j.jpba.2018.10.037", "30448539"]}, {"Citation": "Martinez-Outschoorn U. E., Peiris-Pagés M., Pestell R. G., Sotgia F., Lisanti M. P. (2017). Cancer Metabolism: a Therapeutic Perspective. Nat. Rev. Clin. Oncol. 14, 11–31. 10.1038/nrclinonc.2016.60", "ArticleIdList": ["10.1038/nrclinonc.2016.60", "27141887"]}, {"Citation": "McGuigan A., Kelly P., Turkington R. C., Jones C., Coleman H. G., Mccain R. S. (2018). Pancreatic Cancer: A Review of Clinical Diagnosis, Epidemiology, Treatment and Outcomes. World J. Gastroenterol. 24, 4846–4861. 10.3748/wjg.v24.i43.4846", "ArticleIdList": ["10.3748/wjg.v24.i43.4846", "PMC6250924", "30487695"]}, {"Citation": "Meng C., Bai C., Brown T. D., Hood L. E., Tian Q. (2018). Human Gut Microbiota and Gastrointestinal Cancer. Genomics Proteomics Bioinforma. 16, 33–49. 10.1016/j.gpb.2017.06.002", "ArticleIdList": ["10.1016/j.gpb.2017.06.002", "PMC6000254", "29474889"]}, {"Citation": "Mishra P., Raj V., Bhadauria A. S., Singh A. K., Rai A., Kumar P., et al. (2018). 6,7-dimethoxy-1,2,3,4-tetrahydro-isoquinoline-3-carboxylic Acid Attenuates Colon Carcinogenesis via Blockade of IL-6 Mediated Signals. Biomed. Pharmacother. 100, 282–295. 10.1016/j.biopha.2018.02.009", "ArticleIdList": ["10.1016/j.biopha.2018.02.009", "29448205"]}, {"Citation": "Mussap M., Loddo C., Fanni C., Fanos V. (2020). Metabolomics in Pharmacology - a Delve into the Novel Field of Pharmacometabolomics. Expert Rev. Clin. Pharmacol. 13, 115–134. 10.1080/17512433.2020.1713750", "ArticleIdList": ["10.1080/17512433.2020.1713750", "31958027"]}, {"Citation": "Nannini G., Meoni G., Amedei A., Tenori L. (2020). Metabolomics Profile in Gastrointestinal Cancers: Update and Future Perspectives. World J. Gastroenterol. 26, 2514–2532. 10.3748/wjg.v26.i20.2514", "ArticleIdList": ["10.3748/wjg.v26.i20.2514", "PMC7265149", "32523308"]}, {"Citation": "Neoptolemos J. P., Kleeff J., Michl P., Costello E., Greenhalf W., Palmer D. H. (2018). Therapeutic Developments in Pancreatic Cancer: Current and Future Perspectives. Nat. Rev. Gastroenterol. Hepatol. 15, 333–348. 10.1038/s41575-018-0005-x", "ArticleIdList": ["10.1038/s41575-018-0005-x", "29717230"]}, {"Citation": "Nie S., Zhao Y., Qiu X., Wang W., Yao Y., Yi M., et al. (2019). Metabolomic Study on Nude Mice Models of Gastric Cancer Treated with Modified Si Jun Zi Tang via HILIC UHPLC-Q-TOF/MS Analysis. Evid. Based Complement. Altern. Med. 2019, 3817879. 10.1155/2019/3817879", "ArticleIdList": ["10.1155/2019/3817879", "PMC6612382", "31341492"]}, {"Citation": "Pavlova N. N., Thompson C. B. (2016). The Emerging Hallmarks of Cancer Metabolism. Cell Metab. 23, 27–47. 10.1016/j.cmet.2015.12.006", "ArticleIdList": ["10.1016/j.cmet.2015.12.006", "PMC4715268", "26771115"]}, {"Citation": "Qi Y., Wang R., Zhao L., Lv L., Zhou F., Zhang T., et al. (2018). Celastrol Suppresses Tryptophan Catabolism in Human Colon Cancer Cells as Revealed by Metabolic Profiling and Targeted Metabolite Analysis. Biol. Pharm. Bull. 41, 1243–1250. 10.1248/bpb.b18-00171", "ArticleIdList": ["10.1248/bpb.b18-00171", "30068874"]}, {"Citation": "Qiu P., Man S., Yang H., Fan W., Yu P., Gao W. (2016). Utilization of Metabonomics to Identify Serum Biomarkers in Murine H22 Hepatocarcinoma and Deduce Antitumor Mechanism of Rhizoma Paridis Saponins. Chem. Biol. Interact. 256, 55–63. 10.1016/j.cbi.2016.06.026", "ArticleIdList": ["10.1016/j.cbi.2016.06.026", "27369806"]}, {"Citation": "Qiu P., Sun J., Man S., Yang H., Ma L., Yu P., et al. (2017). Curcumin Attenuates N-Nitrosodiethylamine-Induced Liver Injury in Mice by Utilizing the Method of Metabonomics. J. Agric. Food Chem. 65, 2000–2007. 10.1021/acs.jafc.6b04797", "ArticleIdList": ["10.1021/acs.jafc.6b04797", "28198625"]}, {"Citation": "Ren Z., Chen X., Hong L., Zhao X., Cui G., Li A., et al. (2020). Nanoparticle Conjugation of Ginsenoside Rg3 Inhibits Hepatocellular Carcinoma Development and Metastasis. Small 16, e1905233. 10.1002/smll.201905233", "ArticleIdList": ["10.1002/smll.201905233", "31814271"]}, {"Citation": "Shan S., Wu C., Shi J., Zhang X., Niu J., Li H., et al. (2020). Inhibitory Effects of Peroxidase from Foxtail Millet Bran on Colitis-Associated Colorectal Carcinogenesis by the Blockage of Glycerophospholipid Metabolism. J. Agric. Food Chem. 68, 8295–8307. 10.1021/acs.jafc.0c03257", "ArticleIdList": ["10.1021/acs.jafc.0c03257", "32657580"]}, {"Citation": "Sharma A., Boise L. H., Shanmugam M. (2019). Cancer Metabolism and the Evasion of Apoptotic Cell Death. Cancers (Basel) 11, 1144. 10.3390/cancers11081144", "ArticleIdList": ["10.3390/cancers11081144", "PMC6721599", "31405035"]}, {"Citation": "Siegel R. L., Miller K. D., Jemal A. (2018). Cancer Statistics, 2018. CA Cancer J. Clin. 68, 7–30. 10.3322/caac.21442", "ArticleIdList": ["10.3322/caac.21442", "29313949"]}, {"Citation": "Siegel R. L., Miller K. D., Fuchs H. E., Jemal A. (2021). Cancer Statistics, 2021. CA A Cancer J. Clin. 71, 7–33. 10.3322/caac.21654", "ArticleIdList": ["10.3322/caac.21654", "33433946"]}, {"Citation": "Silvers M. A., Deja S., Singh N., Egnatchik R. A., Sudderth J., Luo X., et al. (2017). The NQO1 Bioactivatable Drug, Beta-Lapachone, Alters the Redox State of NQO1+ Pancreatic Cancer Cells, Causing Perturbation in Central Carbon Metabolism. J. Biol. Chem. 292, 18203–18216. 10.1074/jbc.M117.813923", "ArticleIdList": ["10.1074/jbc.M117.813923", "PMC5672043", "28916726"]}, {"Citation": "Sorice A., Siano F., Capone F., Guerriero E., Picariello G., Budillon A., et al. (2016). Potential Anticancer Effects of Polyphenols from Chestnut Shell Extracts: Modulation of Cell Growth, and Cytokinomic and Metabolomic Profiles. Molecules 21, 1411. 10.3390/molecules21101411", "ArticleIdList": ["10.3390/molecules21101411", "PMC6273950", "27775667"]}, {"Citation": "Sun R., Gu J., Chang X., Liu F., Liang Y., Yang X., et al. (2021). Metabonomics Study on Orthotopic Transplantion Mice Model of Colon Cancer Treated with Astragalus Membranaceus-Curcuma Wenyujin in Different Proportions via UPLC-Q-TOF/MS. J. Pharm. Biomed. Anal. 193, 113708. 10.1016/j.jpba.2020.113708", "ArticleIdList": ["10.1016/j.jpba.2020.113708", "33129117"]}, {"Citation": "Tan Y. K., Fielding J. W. (2006). Early Diagnosis of Early Gastric Cancer. Eur. J. Gastroenterol. Hepatol. 18, 821–829. 10.1097/00042737-200608000-00004", "ArticleIdList": ["10.1097/00042737-200608000-00004", "16825897"]}, {"Citation": "Thakur A., Sharma R., Jaswal V. S., Nepovimova E., Chaudhary A., Kuca K. (2020). Psoralen: A Biologically Important Coumarin with Emerging Applications. Mini Rev. Med. Chem. 20, 1838–1845. 10.2174/1389557520666200429101053", "ArticleIdList": ["10.2174/1389557520666200429101053", "32348216"]}, {"Citation": "Van Cutsem E., Sagaert X., Topal B., Haustermans K., Prenen H. (2016). Gastric Cancer. Lancet 388, 2654–2664. 10.1016/S0140-6736(16)30354-3", "ArticleIdList": ["10.1016/S0140-6736(16)30354-3", "27156933"]}, {"Citation": "Van Den Bosch M. A., Defreyne L. (2012). Hepatocellular Carcinoma. Lancet 380, 469–471. 10.1016/S0140-6736(12)61284-7", "ArticleIdList": ["10.1016/S0140-6736(12)61284-7", "22863044"]}, {"Citation": "Vernieri C., Casola S., Foiani M., Pietrantonio F., De Braud F., Longo V. (2016). Targeting Cancer Metabolism: Dietary and Pharmacologic Interventions. Cancer Discov. 6, 1315–1333. 10.1158/2159-8290.CD-16-0615", "ArticleIdList": ["10.1158/2159-8290.CD-16-0615", "PMC5140697", "27872127"]}, {"Citation": "Wang N., Tan H. Y., Li L., Yuen M. F., Feng Y. (2015). Berberine and Coptidis Rhizoma as Potential Anticancer Agents: Recent Updates and Future Perspectives. J. Ethnopharmacol. 176, 35–48. 10.1016/j.jep.2015.10.028", "ArticleIdList": ["10.1016/j.jep.2015.10.028", "26494507"]}, {"Citation": "Wang C. Z., Yu C., Wen X. D., Chen L., Zhang C. F., Calway T., et al. (2016). American Ginseng Attenuates Colitis-Associated Colon Carcinogenesis in Mice: Impact on Gut Microbiota and Metabolomics. Cancer Prev. Res. (Phila) 9, 803–811. 10.1158/1940-6207.CAPR-15-0372", "ArticleIdList": ["10.1158/1940-6207.CAPR-15-0372", "PMC5052115", "27443884"]}, {"Citation": "Wani N. A., Zhang B., Teng K. Y., Barajas J. M., Motiwala T., Hu P., et al. (2018). Reprograming of Glucose Metabolism by Zerumbone Suppresses Hepatocarcinogenesis. Mol. Cancer Res. 16, 256–268. 10.1158/1541-7786.MCR-17-0304", "ArticleIdList": ["10.1158/1541-7786.MCR-17-0304", "PMC5805640", "29187559"]}, {"Citation": "Watanabe M., Otake R., Kozuki R., Toihata T., Takahashi K., Okamura A., et al. (2020). Recent Progress in Multidisciplinary Treatment for Patients with Esophageal Cancer. Surg. Today 50, 12–20. 10.1007/s00595-019-01878-7", "ArticleIdList": ["10.1007/s00595-019-01878-7", "PMC6952324", "31535225"]}, {"Citation": "Wishart D. S. (2016). Emerging Applications of Metabolomics in Drug Discovery and Precision Medicine. Nat. Rev. Drug Discov. 15, 473–484. 10.1038/nrd.2016.32", "ArticleIdList": ["10.1038/nrd.2016.32", "26965202"]}, {"Citation": "Xie G., Wang C. Z., Yu C., Qiu Y., Wen X. D., Zhang C. F., et al. (2015). Metabonomic Profiling Reveals Cancer Chemopreventive Effects of American Ginseng on Colon Carcinogenesis in Apc(Min/+) Mice. J. Proteome Res. 14, 3336–3347. 10.1021/acs.jproteome.5b00388", "ArticleIdList": ["10.1021/acs.jproteome.5b00388", "PMC6098237", "26136108"]}, {"Citation": "Ying J., Zhang M., Qiu X., Lu Y. (2018). The Potential of Herb Medicines in the Treatment of Esophageal Cancer. Biomed. Pharmacother. 103, 381–390. 10.1016/j.biopha.2018.04.088", "ArticleIdList": ["10.1016/j.biopha.2018.04.088", "29674273"]}, {"Citation": "Yu J., Zhao J., Zhang M., Guo J., Liu X., Liu L. (2020). Metabolomics Studies in Gastrointestinal Cancer: a Systematic Review. Expert Rev. Gastroenterol. Hepatol. 14, 9–25. 10.1080/17474124.2020.1700112", "ArticleIdList": ["10.1080/17474124.2020.1700112", "31786962"]}, {"Citation": "Zampieri M., Sekar K., Zamboni N., Sauer U. (2017). Frontiers of High-Throughput Metabolomics. Curr. Opin. Chem. Biol. 36, 15–23. 10.1016/j.cbpa.2016.12.006", "ArticleIdList": ["10.1016/j.cbpa.2016.12.006", "28064089"]}, {"Citation": "Zhang Z., Wang D., Qiao S., Wu X., Cao S., Wang L., et al. (2017). Metabolic and Microbial Signatures in Rat Hepatocellular Carcinoma Treated with Caffeic Acid and Chlorogenic Acid. Sci. Rep. 7, 4508. 10.1038/s41598-017-04888-y", "ArticleIdList": ["10.1038/s41598-017-04888-y", "PMC5495756", "28674386"]}, {"Citation": "Zhang L., Qiao X., Chen M., Li P., Wen X., Sun M., et al. (2019). Ilexgenin A Prevents Early Colonic Carcinogenesis and Reprogramed Lipid Metabolism through HIF1alpha/SREBP-1. Phytomedicine 63, 153011. 10.1016/j.phymed.2019.153011", "ArticleIdList": ["10.1016/j.phymed.2019.153011", "31301538"]}, {"Citation": "Zhang J., Wang N., Zhou Y., Wang K., Sun Y., Yan H., et al. (2021). Oridonin Induces Ferroptosis by Inhibiting Gamma-Glutamyl Cycle in TE1 Cells. Phytother. Res. 35, 494–503. 10.1002/ptr.6829", "ArticleIdList": ["10.1002/ptr.6829", "32869425"]}, {"Citation": "Zhao Y., Li B., Wang G., Ge S., Lan X., Xu G., et al. (2019). Dendrobium Officinale Polysaccharides Inhibit 1-Methyl-2-Nitro-1-Nitrosoguanidine Induced Precancerous Lesions of Gastric Cancer in Rats through Regulating Wnt/beta-Catenin Pathway and Altering Serum Endogenous Metabolites. Molecules 24, 2660. 10.3390/molecules24142660", "ArticleIdList": ["10.3390/molecules24142660", "PMC6680496", "31340453"]}, {"Citation": "Zheng Z., Xu L., Zhang S., Li W., Tou F., He Q., et al. (2017). Peiminine Inhibits Colorectal Cancer Cell Proliferation by Inducing Apoptosis and Autophagy and Modulating Key Metabolic Pathways. Oncotarget 8, 47619–47631. 10.18632/oncotarget.17411", "ArticleIdList": ["10.18632/oncotarget.17411", "PMC5564592", "28496003"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "3", "Day": "31"}, {"Year": "2022", "Month": "5", "Day": "23"}, {"Year": "2022", "Month": "7", "Day": "14", "Hour": "2", "Minute": "33"}, {"Year": "2022", "Month": "7", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "15", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "6", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["35833022", "PMC9271783", "10.3389/fphar.2022.909755", "909755"]}}], "PubmedBookArticle": []}