{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Shengjiang Xiexin decoction", "chemical profiling", "high-resolution mass spectrometry", "traditional Chinese medicine"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35838583", "DateCompleted": {"Year": "2022", "Month": "09", "Day": "29"}, "DateRevised": {"Year": "2022", "Month": "09", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "07", "Day": "28"}], "Language": ["eng"], "ELocationID": ["10.1002/jssc.202200370"], "Journal": {"ISSN": "1615-9314", "JournalIssue": {"Volume": "45", "Issue": "18", "PubDate": {"Year": "2022", "Month": "Sep"}}, "Title": "Journal of separation science", "ISOAbbreviation": "J Sep Sci"}, "ArticleTitle": "Deciphering the chemical constituents of Shengjiang Xiexin decoction by ultrahigh-performance liquid chromatography-quadrupole/orbitrap high-resolution mass spectrometry and the impact of 20 characteristic components on multidrug resistance-associated protein 2 in the vesicular transport assay.", "Pagination": {"StartPage": "3459", "EndPage": "3479", "MedlinePgn": "3459-3479"}, "Abstract": {"AbstractText": ["Shengjiang Xiexin decoction, a traditional Chinese medical formula, has been utilized to alleviate the delayed-onset diarrhea induced by irino tecan. However, the chemical constituents of this formula and the activities of its constituents remain unclear. In this study, ultrahigh-performance liquid chromatography-quadrupole/orbitrap high-resolution mass spectrometry was employed to comprehensively analyze the chemical constituents of Shengjiang Xiexin decoction. A total of 270 components, including flavonoids, coumarins, triterpenoids, alkaloids, diarylheptanoids and others, were identified or characterized. Multidrug resistance-associated protein 2 is an efflux transporter responsible for regulating drug absorption. A total of 20 characteristic components from the formula were selected to evaluate their effects on the function of multidrug resistance-associated protein 2 using the vesicular transport assay. Glycyrrhizic acid and glycyrrhetinic acid were identified as potential multidrug resistance-associated protein 2 inhibitors, while 9 flavonoid aglycones increased the uptake of the substrate [<sup>3</sup> H]-estradiol 17-β-glucuronide in the vesicles. This was the first systematic investigation of the chemical constituents from Shengjiang Xiexin decoction and the effect of its characteristic components on the transporter. The results offered a basis for further exploring the detoxification mechanisms of this formula and its interactions with other drugs."], "CopyrightInformation": "© 2022 Wiley-VCH GmbH."}, "AuthorList": [{"Identifier": ["0000-0002-0662-8240"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 100193, P. R. China."}, {"Identifier": [], "Affiliation": "State Key Laboratory of Functions and Applications of Medicinal Plants & School of Pharmacy, Guizhou Medical University, Guizhou, 550025, P. R. China."}], "LastName": "Guan", "ForeName": "Huanyu", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 100193, P. R. China."}, {"Identifier": [], "Affiliation": "National Institute of Drug Clinical Trial, Guizhou Provincial People's Hospital, Guizhou, 550002, P. R. China."}], "LastName": "Li", "ForeName": "Pengfei", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Functions and Applications of Medicinal Plants & School of Pharmacy, Guizhou Medical University, Guizhou, 550025, P. R. China."}], "LastName": "Wang", "ForeName": "Qian", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Functions and Applications of Medicinal Plants & School of Pharmacy, Guizhou Medical University, Guizhou, 550025, P. R. China."}], "LastName": "Zeng", "ForeName": "Fanli", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 100193, P. R. China."}], "LastName": "Wu", "ForeName": "Jiashuo", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 100193, P. R. China."}], "LastName": "Zhang", "ForeName": "Fangqing", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Functions and Applications of Medicinal Plants & School of Pharmacy, Guizhou Medical University, Guizhou, 550025, P. R. China."}], "LastName": "Liao", "ForeName": "Shanggao", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 100193, P. R. China."}], "LastName": "Shi", "ForeName": "Yue", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "J Sep Sci", "NlmUniqueID": "101088554", "ISSNLinking": "1615-9306"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Alkaloids"}, {"RegistryNumber": "0", "NameOfSubstance": "Coumarins"}, {"RegistryNumber": "0", "NameOfSubstance": "Diarylheptanoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Drugs, Chinese Herbal"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Glucuronides"}, {"RegistryNumber": "0", "NameOfSubstance": "Multidrug Resistance-Associated Protein 2"}, {"RegistryNumber": "0", "NameOfSubstance": "Xiexin decoction"}, {"RegistryNumber": "4TI98Z838E", "NameOfSubstance": "Estradiol"}, {"RegistryNumber": "6FO62043WK", "NameOfSubstance": "Glycyrrhizic Acid"}, {"RegistryNumber": "P540XA09DR", "NameOfSubstance": "Glycyrrhetinic Acid"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Alkaloids"}, {"QualifierName": ["methods"], "DescriptorName": "Chromatography, High Pressure Liquid"}, {"QualifierName": [], "DescriptorName": "Chromatography, Liquid"}, {"QualifierName": ["analysis"], "DescriptorName": "Coumarins"}, {"QualifierName": [], "DescriptorName": "Diarylheptanoids"}, {"QualifierName": ["chemistry"], "DescriptorName": "Drugs, Chinese Herbal"}, {"QualifierName": [], "DescriptorName": "Estradiol"}, {"QualifierName": ["analysis"], "DescriptorName": "Flavonoids"}, {"QualifierName": [], "DescriptorName": "Glucuronides"}, {"QualifierName": [], "DescriptorName": "Glycyrrhetinic Acid"}, {"QualifierName": ["analysis"], "DescriptorName": "Glycyrrhizic Acid"}, {"QualifierName": ["methods"], "DescriptorName": "Mass Spectrometry"}, {"QualifierName": [], "DescriptorName": "Multidrug Resistance-Associated Protein 2"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Tang L, Li X, Wan L, Xiao Y, Zeng X, Ding H. Herbal medicines for irinotecan-induced diarrhea. Front Pharmacol. 2019;10:182."}, {"Citation": "Deng C, Lou Y, Gao Y, Deng B, Su F, Jia L. Efficacy and safety of Shengjiang Xiexin decoction in prophylaxis of chemotherapy-related diarrhea in small cell lung cancer patients: study protocol for a multicenter randomized controlled trial. Trials. 2020;21:370."}, {"Citation": "Deng C, Deng B, Jia L, Tan H, Zhang P, Liu S, Zhang Y, Song A, Pan L. Preventive effects of a chinese herbal formula, shengjiang xiexin decoction, on irinotecan-induced delayed-onset diarrhea in rats. Evid Based Complement Alternat Med. 2017;2017:7350251."}, {"Citation": "Guan HY, Li PF, Wang XM, Yue JJ, He Y, Luo XM, Su MF, Liao SG, Shi Y. Shengjiang xiexin decoction alters pharmacokinetics of irinotecan by regulating metabolic enzymes and transporters: a multitarget therapy for alleviating the gastrointestinal toxicity. Front Pharmacol. 2017;8:769."}, {"Citation": "Wang ZL, Wang S, Kuang Y, Hu ZM, Qiao X, Ye M. A comprehensive review on phytochemistry, pharmacology, and flavonoid biosynthesis of Scutellaria baicalensis. Pharm Biol. 2018;56:465-484."}, {"Citation": "Mao R, He Z. Pinellia ternata (Thunb.) Breit: A review of its germplasm resources, genetic diversity and active components. J Ethnopharmacol. 2020;263:113252."}, {"Citation": "Tian PP, Zhang XX, Wang HP, Li PL, Liu YX, Li SJ. Rapid analysis of components in Coptis chinensis Franch by ultra-performance liquid chromatography with quadrupole time-of-flight mass spectrometry. Pharmacogn Mag. 2017;13:175-179."}, {"Citation": "Gao S, Liu J, Wang M, Liu Y, Meng X, Zhang T, Qi Y, Zhang B, Liu H, Sun X, Xiao P. Exploring on the bioactive markers of Codonopsis Radix by correlation analysis between chemical constituents and pharmacological effects. J Ethnopharmacol. 2019;236:31-41."}, {"Citation": "Wang L, Zhang K, Han S, Zhang L, Bai H, Bao F, Zeng Y, Wang J, Du H, Liu Y, Yang Z. Constituents isolated from the leaves of Glycyrrhiza uralansis and their anti-inflammatory activities on LPS-induced RAW264.7 cells. Molecules. 2019;24:1923."}, {"Citation": "Liu SJ, Lv YP, Tang ZS, Zhang Y, Xu HB, Zhang DB, Cui CL, Liu HB, Sun HH, Song ZX, Wei SM. Ziziphus jujuba Mill., a plant used as medicinal food: a review of its phytochemistry, pharmacology, quality control and future research. Phytochem Rev. 2020;20:507-541."}, {"Citation": "Liu Y, Liu J, Zhang Y. Research progress on chemical constituents of Zingiber officinale Roscoe. Biomed Res Int. 2019;2019:5370823."}, {"Citation": "Myint K, Biswas R, Li Y, Jong N, Jamieson S, Liu J, Han C, Squire C, Merien F, Lu J, Nakanishi T, Tamai I, McKeage M. Identification of MRP2 as a targetable factor limiting oxaliplatin accumulation and response in gastrointestinal cancer. Sci Rep. 2019;9:2245."}, {"Citation": "Yu F, Zhang T, Zhou C, Xu H, Guo L, Chen M, Wu B. The circadian clock gene Bmal1 controls intestinal exporter MRP2 and drug disposition. Theranostics. 2019;9:2754-2767."}, {"Citation": "Deng F, Sjostedt N, Kidron H. The effect of albumin on MRP2 and BCRP in the vesicular transport assay. PLoS One. 2016;11:e0163886."}, {"Citation": "Liu G, Ma J, Chen Y, Tian Q, Shen Y, Wang X, Chen B, Yao S. Investigation of flavonoid profile of Scutellaria bacalensis Georgi by high-performance liquid chromatography with diode array detection and electrospray ion trap mass spectrometry. J Chromatogr A. 2009;1216:4809-4814."}, {"Citation": "Jiang Y, Liu R, Chen J, Liu M, Liu M, Liu B, Yi L, Liu S. Application of multifold characteristic ion filtering combined with statistical analysis for comprehensive profiling of chemical constituents in anti-renal interstitial fibrosis I decoction by ultrahigh-performance liquid chromatography coupled with hybrid quadrupole-orbitrap high resolution mass spectrometry. J Chromatogr A. 2019;1600:197-208."}, {"Citation": "Qiao X, Li R, Song W, Miao WJ, Liu J, Chen HB, Guo DA, Ye M. A targeted strategy to analyze untargeted mass spectral data: rapid chemical profiling of Scutellaria baicalensis using ultrahigh-performance liquid chromatography coupled with hybrid quadrupole orbitrap mass spectrometry and key ion filtering. J Chromatogr A. 2016;1441:83-95."}, {"Citation": "Zhang YY, Guo YZ, Onda M, Hashimoto K, Ikeya Y, Okada M, Maruno M. Four flavonoids from Scutellaria baicalensis. Phytochemistry. 1994;35:511-514."}, {"Citation": "Liang X, Zhao C, Su W. Multiconstituent determination and fingerprint analysis of Scutellaria indica L. using ultra high-performance liquid chromatography coupled with quadrupole time-of-flight mass spectrometry. J Sep Sci. 2015;38:3704-3711."}, {"Citation": "Zhang Y, Cheng Y, Liu Z, Ding L, Qiu T, Chai L, Qiu F, Wang Z, Xiao W, Zhao L, Chen X. Systematic screening and characterization of multiple constituents in Guizhi Fuling capsule and metabolic profiling of bioactive components in rats using ultrahigh-performance liquid chromatography/quadrupole-time-of-flight mass spectrometry. J Chromatogr B. 2017;1061-1062:474-486."}, {"Citation": "Ye M, Liu SH, Jiang Z, Lee Y, Tilton R, Cheng YC. Liquid chromatography/mass spectrometry analysis of PHY906, a Chinese medicine formulation for cancer therapy. Rapid Commun Mass Spectrom. 2007;21:3593-3607."}, {"Citation": "Tan G, Zhu Z, Zhang H, Zhao L, Liu Y, Dong X, Lou Z, Zhang G, Chai Y. Analysis of phenolic and triterpenoid compounds in licorice and rat plasma by high-performance liquid chromatography diode-array detection, time-of-flight mass spectrometry and quadrupole ion trap mass spectrometry. Rapid Commun Mass Spectrom. 2010;24:209-218."}, {"Citation": "Jiang Z, Wang Y, Zhu Y, Zhang L, Chai X, Jiang M, Shan L. Dose-dependent targeted knockout methodology combined with deep structure elucidation strategies for Chinese licorice chemical profiling. J Pharm Biomed Anal. 2015;115:130-137."}, {"Citation": "Bai H, Bao F, Fan X, Han S, Zheng W, Sun L, Yan N, Du H, Zhao H, Yang Z. Metabolomics study of different parts of licorice from different geographical origins and their anti-inflammatory activities. J Sep Sci. 2020;43:1593-1602."}, {"Citation": "Xu T, Yang M, Li Y, Chen X, Wang Q, Deng W, Pang X, Yu K, Jiang B, Guan S, Guo DA. An integrated exact mass spectrometric strategy for comprehensive and rapid characterization of phenolic compounds in licorice. Rapid Commun Mass Spectrom. 2013;27:2297-2309."}, {"Citation": "Wang Y, He S, Cheng X, Lu Y, Zou Y, Zhang Q. UPLC-Q-TOF-MS/MS fingerprinting of traditional Chinese formula SiJunZiTang. J Pharm Biomed Anal. 2013;80:24-33."}, {"Citation": "Ammosov AS, Litvinenko VI. Phenolic compounds of the genera Glycyrrhiza L. and Meristotropis Fisch. et Mey. (review). Pharm Chem J. 2007;41:372."}, {"Citation": "Song W, Si L, Ji S, Wang H, Fang XM, Yu LY, Li RY, Liang LN, Zhou D, Ye M. Uralsaponins M-Y, antiviral triterpenoid saponins from the roots of Glycyrrhiza uralensis. J Nat Prod. 2014;77:1632-1643."}, {"Citation": "Ohtani K, Kasai R, Yang CR, Yamasaki K, Zhou J, Tanaka O. Oleanane glycosides from roots of Glycyrrhiza yunnanensis. Phytochemistry. 1994;36:139-145."}, {"Citation": "Jiang H, Timmermann BN, Gang DR. Characterization and identification of diarylheptanoids in ginger (Zingiber officinale Rosc.) using high-performance liquid chromatography/electrospray ionization mass spectrometry. Rapid Commun Mass Spectrom. 2007;21:509-518."}, {"Citation": "Yoshikawa M, Yamaguchi S, Kunimi K, Matsuda H, Okuno Y, Yamahara J, Murakami N. Stomachic principles in ginger. An anti-ulcer principle, 6-gingesulfonic acid, and three monoacyldigalactosylglycerols, gingerglycolipids A, B, and C, from Zingiberis rhizoma originating in Taiwan. Chem Pharm Bull. 1994;42:1226-1230."}, {"Citation": "Park JS, Jung MY. Development of high-performance liquid chromatography-time-of-flight mass spectrometry for the simultaneous characterization and quantitative analysis of gingerol-related compounds in ginger products. J Agric Food Chem. 2012;60:10015-10026."}, {"Citation": "Zuo R, Ren W, Bian BL, Wang HJ, Wang YN, Hu H, Zhao HY, Si N. Metabolic fate analysis of Huang-Lian-Jie-Du decoction in rat urine and feces by LC-IT-MS combining with LC-FT-ICR-MS: a feasible strategy for the metabolism study of Chinese medical formula. Xenobiotica. 2016;46:65-81."}, {"Citation": "Li S, Zhang Y, Shi D, Hou W, Xia J, Liu C. Screening and isolation of cyclooxygenase-2 inhibitors from the stem bark of Phellodendron amurense Ruprecht by ultrafiltration with liquid chromatography and tandem mass spectrometry, and complex chromatography. J Sep Sci. 2019;42:1905-1914."}, {"Citation": "Liu H, Chen X, Zhao X, Zhao B, Qian K, Shi Y, Baruscotti M, Wang Y. Screening and identification of cardioprotective compounds from wenxin keli by activity index approach and in vivo zebrafish model. Front Pharmacol. 2018;9:1288."}, {"Citation": "Guan H, Luo X, Chang X, Su M, Li Z, Li P, Wang X, Shi Y. Identification of the chemical constituents of an anti-arthritic Chinese medicine Wen Luo Yin by liquid chromatography coupled with mass spectrometry. Molecules. 2019;24:233."}, {"Citation": "Gao SM, Liu JS, Wang M, Cao TT, Qi YD, Zhang BG, Sun XB, Liu HT, Xiao PG. Traditional uses, phytochemistry, pharmacology and toxicology of Codonopsis: A review. J Ethnopharmacol. 2018;219:50-70."}, {"Citation": "Zhang J, Xu W, Wang P, Huang J, Bai JQ, Huang ZH, Liu XS, Qiu XH. Chemical analysis and multicomponent determination in Chinese medicine preparation Bupi Yishen formula using ultrahigh-performance liquid chromatography with linear ion trap-orbitrap mass spectrometry and triple-quadrupole tandem mass spectrometry. Front Pharmacol. 2018;9:568."}, {"Citation": "He Y, Ci X, Xie Y, Yi X, Zeng Y, Li Y, Liu C. Potential detoxification effect of active ingredients in liquorice by upregulating efflux transporter. Phytomedicine. 2019;56:175-182."}, {"Citation": "Li N, Zhou T, Wu F, Wang R, Zhao Q, Zhang JQ, Yang BC, Ma BL. Pharmacokinetic mechanisms underlying the detoxification effect of Glycyrrhizae Radix et Rhizoma (Gancao): drug metabolizing enzymes, transporters, and beyond. Expert Opin Drug Metab Toxicol. 2019;15:167-177."}, {"Citation": "Yoshida N, Takada T, Yamamura Y, Adachi I, Suzuki H, Kawakami J. Inhibitory effects of terpenoids on multidrug resistance-associated protein 2- and breast cancer resistance protein-mediated transport. Drug Metab Dispos. 2008;36:1206-1211."}, {"Citation": "Feng X, Ding L, Qiu F. Potential drug interactions associated with glycyrrhizin and glycyrrhetinic acid. Drug Metab Rev. 2015;47:229-238."}, {"Citation": "Suzuki T, Tsukahara M, Akasaka Y, Inoue H. A highly sensitive LC-MS/MS method for simultaneous determination of glycyrrhizin and its active metabolite glycyrrhetinic acid: Application to a human pharmacokinetic study after oral administration. Biomed Chromatogr. 2017;31."}, {"Citation": "Fang Y, Cao W, Liang F, Xia M, Pan S, Xu X. Structure affinity relationship and docking studies of flavonoids as substrates of multidrug-resistant associated protein 2 (MRP2) in MDCK/MRP2 cells. Food Chem. 2019;291:101-109."}, {"Citation": "Gong H, Zhang BK, Yan M, Fang PF, Li HD, Hu CP, Yang Y, Cao P, Jiang P, Fan XR. A protective mechanism of licorice (Glycyrrhiza uralensis): isoliquiritigenin stimulates detoxification system via Nrf2 activation. J Ethnopharmacol. 2015;162:134-139."}, {"Citation": "Jiang W, Hu M. Mutual interactions between flavonoids and enzymatic and transporter elements responsible for flavonoid disposition via phase II metabolic pathways. RSC Adv. 2012;2:7948-7963."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2022", "Month": "7", "Day": "4"}, {"Year": "2022", "Month": "5", "Day": "6"}, {"Year": "2022", "Month": "7", "Day": "13"}, {"Year": "2022", "Month": "7", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "15", "Hour": "10", "Minute": "23"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35838583", "10.1002/jssc.202200370"]}}], "PubmedBookArticle": []}