{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Thymbra spicata", "morphine", "nano polymer", "thymol", "withdrawal syndrome"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35846786", "DateRevised": {"Year": "2023", "Month": "11", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "06", "Day": "29"}], "Language": ["eng"], "ELocationID": ["843951", "10.3389/fnbeh.2022.843951"], "Journal": {"ISSN": "1662-5153", "JournalIssue": {"Volume": "16", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in behavioral neuroscience", "ISOAbbreviation": "Front Behav Neurosci"}, "ArticleTitle": "Thymol Nanopolymer Synthesis and Its Effects on Morphine Withdrawal Syndrome in Comparison With Clonidine in Rats.", "Pagination": {"StartPage": "843951", "MedlinePgn": "843951"}, "Abstract": {"AbstractText": ["The drug delivery system is valuable in the treatment of the disease. A nanopolymer as a thymol and <i>Thymbra spicata</i> release system was synthesized and its effects on morphine withdrawal syndrome in comparison with clonidine in rats were studied. The nanopolymer was characterized by different methods, namely, IR, HNMR, CNMR, GPC, DLS, and AFM. Thymol in <i>T. spicata</i> extract was assessed. The loading and release rate of thymol and <i>T. spicata</i> extract on the nanopolymer were evaluated by HPLC. The median lethal dose (LD<sub>50</sub>) of the <i>T. spicata</i> extract, thymol, extract nanopolymer, and thymol nanopolymer was studied. The frequency of jumping, rearing, and teeth chattering in naloxone-induced morphine withdrawal syndrome was studied. Synthesized nanopolymer was desirable as a carrier for the drug. The loaded amount of extract and thymol on nanopolymer was estimated 55 ± 3.2% and 48 ± 2.6% and the drug released was 71 and 68%, respectively. LD<sub>50</sub> of the <i>T. spicata</i> extract, thymol, extract nanopolymer, and thymol nanopolymer was 975, 580, 1,250, and 650 mg/kg, respectively. This study showed that thymol nanopolymer was more effective than clonidine to reduce the frequency of morphine withdrawal symptoms. Our results suggest that <i>T. spicata</i> extract, thymol, extract nanopolymer, and thymol nanopolymer are mighty in reducing the narcotic withdrawal signs. The mechanism of action and therapeutic potential is maybe similar to clonidine."], "CopyrightInformation": "Copyright © 2022 Moayeri, Mehdizadeh, Karimi, Aidy, Ghaneialvar and Abbasi."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anatomy, Medical School, Ilam University of Medical Sciences, Ilam, Iran."}], "LastName": "Moayeri", "ForeName": "Ardeshir", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anatomy, Medical School, Ilam University of Medical Sciences, Ilam, Iran."}], "LastName": "Mehdizadeh", "ForeName": "Reza", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology and Medicinal Plants Research Center, Ilam University of Medical Sciences, Ilam, Iran."}], "LastName": "Karimi", "ForeName": "Elahe", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology and Medicinal Plants Research Center, Ilam University of Medical Sciences, Ilam, Iran."}], "LastName": "Aidy", "ForeName": "Ali", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology and Medicinal Plants Research Center, Ilam University of Medical Sciences, Ilam, Iran."}], "LastName": "Ghaneialvar", "ForeName": "Hori", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology and Medicinal Plants Research Center, Ilam University of Medical Sciences, Ilam, Iran."}, {"Identifier": [], "Affiliation": "Department of Pharmacology, Medical School, Ilam University of Medical Sciences, Ilam, Iran."}], "LastName": "Abbasi", "ForeName": "Naser", "Initials": "N"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Behav Neurosci", "NlmUniqueID": "101477952", "ISSNLinking": "1662-5153"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adams M. L., Lavasanifar A., Kwon G. S. (2003). Amphiphilic block copolymers for drug delivery. J. Pharm. Sci. 92 1343–1355.", "ArticleIdList": ["12820139"]}, {"Citation": "Adeli M., Rasoulian B., Saadatmehr F., Zabihi F. (2013). Hyperbranched poly(citric acid) and its application as anticancer drug delivery system. J. Appl. Polymer Sci. 129 3665–3671. 10.2147/IJN.S17336", "ArticleIdList": ["10.2147/IJN.S17336", "PMC3084317", "21556345"]}, {"Citation": "Aghamohammadi A., Azadbakht M., Hosseinimehr S. J. (2016). Quantification of thymol content in different extracts of Zataria multiflora by HPLC method. Pharm. Biomed. Res. 2 8–13."}, {"Citation": "Alvarez Echazu M. I., Olivetti C. E., Anesini C., Perez C. J., Alvarez G. S., Desimone M. F. (2017). Development and evaluation of thymol-chitosan hydrogels with antimicrobial-antioxidant activity for oral local delivery. Mater. Sci. Eng. C. Mater. Biol. Appl. 81 588–596. 10.1016/j.msec.2017.08.059", "ArticleIdList": ["10.1016/j.msec.2017.08.059", "28888014"]}, {"Citation": "Aricioglu-Kartal F., Uzbay I. T. (1997). Inhibitory effect of agmatine on naloxone-precipitated abstinence syndrome in morphine dependent rats. Life Sci. 61 1775–1781. 10.1016/s0024-3205(97)00801-1", "ArticleIdList": ["10.1016/s0024-3205(97)00801-1", "9365224"]}, {"Citation": "Azizi Z., Ebrahimi S., Saadatfar E., Kamalinejad M., Majlessi N. (2012). Cognitive-enhancing activity of thymol and carvacrol in two rat models of dementia. Behav. Pharmacol. 23 241–249. 10.1097/FBP.0b013e3283534301", "ArticleIdList": ["10.1097/FBP.0b013e3283534301", "22470103"]}, {"Citation": "Bakhshi H., Amin G., Zolfi R., Pirmohammadi M., Bakhshi A., Taghinezhad F., et al. (2014). Larvicidal properties of botanical extracts of lawsonia inermis against Anopheles stephensi. Adv. Infect. Dis. 4 178–185."}, {"Citation": "Ballantyne J. C., LaForge S. K. (2007). Opioid dependence and addiction during opioid treatment of chronic pain. Pain 129 235–255.", "ArticleIdList": ["17482363"]}, {"Citation": "Brown W., Schillen K., Hvidt S. (1992). Triblock copolymers in aqueous solution studied by static and dynamic light scattering and oscillatory shear measurements: influence of relative block sizes. J. Phys. Chem. 96 6038–6044."}, {"Citation": "Byrne J. D., Betancourt T., Brannon-Peppas L. (2008). Active targeting schemes for nanoparticle systems in cancer therapeutics. Adv. Drug Deliv. Rev. 60 1615–1626. 10.1016/j.addr.2008.08.005", "ArticleIdList": ["10.1016/j.addr.2008.08.005", "18840489"]}, {"Citation": "Chu K. S., Schorzman A. N., Finniss M. C., Bowerman C. J., Peng L., Luft J. C., et al. (2013). Nanoparticle drug loading as a design parameter to improve docetaxel pharmacokinetics and efficacy. Biomaterials 34 8424–8429. 10.1016/j.biomaterials.2013.07.038", "ArticleIdList": ["10.1016/j.biomaterials.2013.07.038", "PMC3807740", "23899444"]}, {"Citation": "Deng X. Y., Li H. Y., Chen J. J., Li R. P., Qu R., Fu Q., et al. (2015). Thymol produces an antidepressant-like effect in a chronic unpredictable mild stress model of depression in mice. Behav. Brain Res. 291 12–19. 10.1016/j.bbr.2015.04.052", "ArticleIdList": ["10.1016/j.bbr.2015.04.052", "25958231"]}, {"Citation": "Dhaneshwar S., Patel V., Patil D., Meena G. (2013). Studies on synthesis, stability, release and pharmacodynamic profile of a novel diacerein-thymol prodrug. Bioorg. Med. Chem. Lett. 23 55–61. 10.1016/j.bmcl.2012.11.016", "ArticleIdList": ["10.1016/j.bmcl.2012.11.016", "23218603"]}, {"Citation": "Dong Q., Gu L. (2002). Synthesis of AN-g-casein copolymer in concentrated aqueous solution of sodium thiocyanate and AN-g-casein fiber’s structure and property. Eur. Polymer J. 38 511–519."}, {"Citation": "Doosti F., Dashti S., Tabatabai S. M., Hosseinzadeh H. (2013). Traditional Chinese and Indian medicine in the treatment of opioid-dependence: a review. Avicenna J. Phytomed. 3 205–215.", "ArticleIdList": ["PMC4075718", "25050276"]}, {"Citation": "Dulak J., Deshane J., Jozkowicz A., Agarwal A. (2008). Heme oxygenase-1 and carbon monoxide in vascular pathobiology: focus on angiogenesis. Circulation 117 231–241. 10.1161/CIRCULATIONAHA.107.698316", "ArticleIdList": ["10.1161/CIRCULATIONAHA.107.698316", "PMC5536198", "18195184"]}, {"Citation": "Ebrahimie M., Bahmani M., Shirzad H., Rafieian-Kopaei M., Saki K. (2015). A review study on the effect of iranian herbal medicines on opioid withdrawal syndrome. J. Evid. Based Complementary Altern. Med. 20 302–309. 10.1177/2156587215577896", "ArticleIdList": ["10.1177/2156587215577896", "25818661"]}, {"Citation": "El Kabbaoui M., Chda A., El-Akhal J., Azdad O., Mejrhit N., Aarab L., et al. (2017). Acute and sub-chronic toxicity studies of the aqueous extract from leaves of Cistus ladaniferus L. in mice and rats. J. Ethnopharmacol. 209 147–156. 10.1016/j.jep.2017.07.029", "ArticleIdList": ["10.1016/j.jep.2017.07.029", "28750941"]}, {"Citation": "Feily A., Abbasi N. (2009). The inhibitory effect of Hypericum perforatum extract on morphine withdrawal syndrome in rat and comparison with clonidine. Phytother. Res. 23 1549–1552. 10.1002/ptr.2807", "ArticleIdList": ["10.1002/ptr.2807", "19370548"]}, {"Citation": "Ghasemi Pirbalouti A. (2009). Medicinal plants used in Chaharmahal and Bakhtyari districts, Iran. Herba Polonica 55 69–77."}, {"Citation": "Gowing L., Farrell M. F., Ali R., White J. M. (2014). Alpha2-adrenergic agonists for the management of opioid withdrawal. Cochrane Database Syst. Rev. 3:CD002024.", "ArticleIdList": ["12804419"]}, {"Citation": "Hasan N., Imran M., Kesharwani P., Khanna K., Karwasra R., Sharma N., et al. (2021). Intranasal delivery of Naloxone-loaded solid lipid nanoparticles as a promising simple and non-invasive approach for the management of opioid overdose. Int. J. Pharm. 599:120428. 10.1016/j.ijpharm.2021.120428", "ArticleIdList": ["10.1016/j.ijpharm.2021.120428", "33662465"]}, {"Citation": "Hosseinzadeh H., Ramezani M., Salmani G. (2000). Antinociceptive, anti-inflammatory and acute toxicity effects of Zataria multiflora Boiss extracts in mice and rats. J. Ethnopharmacol. 73 379–385. 10.1016/s0378-8741(00)00238-5", "ArticleIdList": ["10.1016/s0378-8741(00)00238-5", "11090990"]}, {"Citation": "Jafari A., Rasmi Y., Hajaghazadeh M., Karimipour M. (2018). Hepatoprotective effect of thymol against subchronic toxicity of titanium dioxide nanoparticles: biochemical and histological evidences. Environ. Toxicol. Pharmacol. 58 29–36. 10.1016/j.etap.2017.12.010", "ArticleIdList": ["10.1016/j.etap.2017.12.010", "29289817"]}, {"Citation": "Jahani M., Rezaei O., Khodadadi M., Alemzadeh E. (2013). A survey of fungal contamination associated with barberry (Berberis spp.) in Iran. Am. J. Plant Sci. 04 1594–1596."}, {"Citation": "Jamil D. M., Brown J. E., Driscoll D., Howell N. K. (2010). Characterization and antioxidant activity of the volatile oils of Thymus Syriacus Boiss. var syriacus and Thymbra spicata L. grown wild in Kurdistan-Iraq. Proc. Nutr. Soc. 69:E104."}, {"Citation": "Karimi E., Abbasi S., Aidy A. L. I., Ghaneialvar H., Mohammadpour S., Akhavan M. M., et al. (2019). Anti-diabetic effect of a novel nano polymer of thymol in streptozotocin-induced diabetic wistar rats. Int. J. Appl. Pharm. 11 81–89."}, {"Citation": "Khodayar M. J., Taherzadeh E., Siahpoosh A., Mansourzadeh Z., Tabatabaei S. A. (2014). Thymus daenensis extract and essential oils effects on morphine withdrawal signs in mice. Jundishapur J. Nat. Pharm. Prod. 9:e9959. 10.17795/jjnpp-9959", "ArticleIdList": ["10.17795/jjnpp-9959", "PMC4165192", "25237649"]}, {"Citation": "Kim B. Y., Rutka J. T., Chan W. C. (2010). Nanomedicine. N. Engl. J. Med. 363 2434–2443.", "ArticleIdList": ["21158659"]}, {"Citation": "Kolhe P., Misra E., Kannan R. M., Kannan S., Lieh-Lai M. (2003). Drug complexation, in vitro release and cellular entry of dendrimers and hyperbranched polymers. Int. J. Pharm. 259 143–160. 10.1016/s0378-5173(03)00225-4", "ArticleIdList": ["10.1016/s0378-5173(03)00225-4", "12787643"]}, {"Citation": "Kreek M. J., LaForge K. S., Butelman E. (2002). Pharmacotherapy of addictions. Nat. Rev. Drug Discov. 1 710–726.", "ArticleIdList": ["12209151"]}, {"Citation": "Lee B. H., Nam T. G., Park W. J., Kang H., Heo H. J., Chung D. K., et al. (2015). Antioxidative and neuroprotective effects of volatile components in essential oils from Chrysanthemum indicum Linné flowers. Food Sci. Biotechnol. 24 717–723."}, {"Citation": "Lee D. P., Deonarine A. S., Kienetz M., Zhu Q., Skrzypczak M., Chan M., et al. (2001). A novel pathway for lipid biosynthesis: the direct acylation of glycerol. J. Lipid Res. 42 1979–1986.", "ArticleIdList": ["11734570"]}, {"Citation": "Lee W. Y. (1978). Calibration of the gel permeation chromatography polyester resins. J. Appl. Polymer Sci. 22 3343–3344. 10.1016/j.ijbiomac.2018.12.181", "ArticleIdList": ["10.1016/j.ijbiomac.2018.12.181", "30583002"]}, {"Citation": "Li J.-X., Zhang Y. (2012). Emerging drug targets for pain treatment. Eur. J. Pharmacol. 681 1–5.", "ArticleIdList": ["22314220"]}, {"Citation": "Lopez A., de Tangil M. S., Vega-Orellana O., Ramirez A. S., Rico M. (2013). Phenolic constituents, antioxidant and preliminary antimycoplasmic activities of leaf skin and flowers of Aloe vera (L.) Burm. f. (syn. A. barbadensis Mill.) from the Canary Islands (Spain). Molecules 18 4942–4954. 10.3390/molecules18054942", "ArticleIdList": ["10.3390/molecules18054942", "PMC6270129", "23624648"]}, {"Citation": "Lv Q., Yu A., Xi Y., Li H., Song Z., Cui J., et al. (2009). Development and evaluation of penciclovir-loaded solid lipid nanoparticles for topical delivery. Int. J. Pharm. 372 191–198. 10.1016/j.ijpharm.2009.01.014", "ArticleIdList": ["10.1016/j.ijpharm.2009.01.014", "19429280"]}, {"Citation": "Mahmoodi M., Ayoobi F., Aghaei A., Rahmani M., Taghipour Z., Hosseini A., et al. (2019). Beneficial effects of Thymus vulgaris extract in experimental autoimmune encephalomyelitis: Clinical, histological and cytokine alterations. Biomed. Pharmacother. 109 2100–2108. 10.1016/j.biopha.2018.08.078", "ArticleIdList": ["10.1016/j.biopha.2018.08.078", "30551467"]}, {"Citation": "Majumdar D., Jung K.-H., Zhang H., Nannapaneni S., Wang X., Amin A. R. M. R., et al. (2014). Luteolin nanoparticle in chemoprevention: in vitro and in vivo anticancer activity. Cancer Prev. Res. 7 65–73. 10.1158/1940-6207.CAPR-13-0230", "ArticleIdList": ["10.1158/1940-6207.CAPR-13-0230", "PMC3888883", "24403290"]}, {"Citation": "Mansouri N., Rikhtegar N., Panahi H., Atabi F., Karimi Shahraki B. (2013). Porosity, characterization and structural properties of natural zeolite - Clinoptilolite - As a sorbent. Environ. Prot. Eng. 39:139–152."}, {"Citation": "Medina E., Caro N., Abugoch L., Gamboa A., íaz-Dosque M. D., Tapia C. (2019). Chitosan thymol nanoparticles improve the antimicrobial effect and the water vapour barrier of chitosan-quinoa protein films. J. Food Eng. 240 191–198."}, {"Citation": "Meissner G. (1986). Ryanodine activation and inhibition of the Ca2+ release channel of sarcoplasmic reticulum. J. Biol. Chem. 261 6300–6306.", "ArticleIdList": ["2422165"]}, {"Citation": "Moayeri A., Azimi M., Karimi E., Aidy A., Abbasi N. (2018). Attenuation of morphine withdrawal syndrome by prosopis farcta extract and its bioactive component luteolin in comparison with clonidine in rats. Med. Sci. Monit. Basic Res. 24 151–158. 10.12659/MSMBR.909930", "ArticleIdList": ["10.12659/MSMBR.909930", "PMC6192304", "30297685"]}, {"Citation": "Moghimi S. M., Hunter A. C., Murray J. C. (2005). Nanomedicine: current status and future prospects. FASEB J. 19 311–330.", "ArticleIdList": ["15746175"]}, {"Citation": "Motti R., de Falco B. (2021). Traditional herbal remedies used for managing anxiety and insomnia in italy: an ethnopharmacological overview. Horticulturae 7:523."}, {"Citation": "Naeini A. T., Adeli M., Vossoughi M. (2010). Poly(citric acid)-block-poly(ethylene glycol) copolymers–new biocompatible hybrid materials for nanomedicine. Nanomedicine 6 556–562. 10.1016/j.nano.2009.11.008", "ArticleIdList": ["10.1016/j.nano.2009.11.008", "20074665"]}, {"Citation": "Neri D., Szyperski T., Otting G., Senn H., Wuethrich K. (1989). Stereospecific nuclear magnetic resonance assignments of the methyl groups of valine and leucine in the DNA-binding domain of the 434 repressor by biosynthetically directed fractional carbon-13 labeling. Biochemistry 28 7510–7516. 10.1021/bi00445a003", "ArticleIdList": ["10.1021/bi00445a003", "2692701"]}, {"Citation": "Parmar N. S., Prakash S. (2006). Screening Methods in Pharmacology. Oxford: Alpha Science International."}, {"Citation": "Qiao M., Chen D., Ma X., Liu Y. (2005). Injectable biodegradable temperature-responsive PLGA–PEG–PLGA copolymers: synthesis and effect of copolymer composition on the drug release from the copolymer-based hydrogels. Int. J. Pharm. 294 103–112. 10.1016/j.ijpharm.2005.01.017", "ArticleIdList": ["10.1016/j.ijpharm.2005.01.017", "15814234"]}, {"Citation": "Rašković A. L., Kvrgić M. P., Tomas A. D., Stilinović N. P., Čabarkapa V. S., Stojšić-Milosavljević A. Đ., et al. (2020). Antinociceptive activity of thyme (Thymus vulgaris L.) and interactions with neurotropics and analgesics. Braz. J. Pharm. Sci. 56:e18819. 10.1590/s2175-97902020000318819", "ArticleIdList": ["10.1590/s2175-97902020000318819"]}, {"Citation": "Rezayati Charani P., Dehghani-Firouzabadi M., Afra E., Shakeri A. (2013). Rheological characterization of high concentrated MFC gel from kenaf unbleached pulp. Cellulose 20 727–740."}, {"Citation": "Robledo N., Vera P., Lopez L., Yazdani-Pedram M., Tapia C., Abugoch L. (2018). Thymol nanoemulsions incorporated in quinoa protein/chitosan edible films; antifungal effect in cherry tomatoes. Food Chem. 246 211–219. 10.1016/j.foodchem.2017.11.032", "ArticleIdList": ["10.1016/j.foodchem.2017.11.032", "29291841"]}, {"Citation": "Rokicki G., Rakoczy P., Parzuchowski P., Sobiecki M. (2005). Hyperbranched aliphatic polyethers obtained from environmentally benign monomer: glycerol carbonate. Green Chem. 7 529–539."}, {"Citation": "Romandini S., Cervo L., Samanin R. (1984). Evidence that drugs increasing 5-hydroxytryptamine transmission block jumping but not wet dog shakes in morphine-abstinent rats: a comparison with clonidine. J. Pharm. Pharmacol. 36 68–70. 10.1111/j.2042-7158.1984.tb02995.x", "ArticleIdList": ["10.1111/j.2042-7158.1984.tb02995.x", "6141273"]}, {"Citation": "Ruiz P., Begluitti G., Tincher T., Wheeler J., Mumtaz M. (2012). Prediction of acute mammalian toxicity using QSAR methods: a case study of sulfur mustard and its breakdown products. Molecules 17 8982–9001. 10.3390/molecules17088982", "ArticleIdList": ["10.3390/molecules17088982", "PMC6269063", "22842643"]}, {"Citation": "Saleem S., Naqvi F., Batool A., Naqvi S. H., Naqvi F., Batool Z., et al. (2021). Neuroprotective role of a monoterpene (thymol) on diazepam induced withdrawal symptoms in rats. Pak. J. Pharm. Sci. 34(4 Suppl.), 1615–1620.", "ArticleIdList": ["34799339"]}, {"Citation": "Sammi S. R., Trivedi S., Rath S. K., Nagar A., Tandon S., Kalra A., et al. (2017). 1-Methyl-4-propan-2-ylbenzene from Thymus vulgaris attenuates cholinergic dysfunction. Mol. Neurobiol. 54 5468–5481. 10.1007/s12035-016-0083-0", "ArticleIdList": ["10.1007/s12035-016-0083-0", "27599497"]}, {"Citation": "Sancheti J., Shaikh M. F., Chaudhari R., Somani G., Patil S., Jain P., et al. (2014). Characterization of anticonvulsant and antiepileptogenic potential of thymol in various experimental models. Naunyn Schmiedebergs Arch. Pharmacol. 387 59–66. 10.1007/s00210-013-0917-5", "ArticleIdList": ["10.1007/s00210-013-0917-5", "24065087"]}, {"Citation": "Seiler M. (2006). Hyperbranched polymers: phase behavior and new applications in the field of chemical engineering. Fluid Phase Equilib. 241 155–174."}, {"Citation": "Stano A., Nembrini C., Swartz M. A., Hubbell J. A., Simeoni E. (2012). Nanoparticle size influences the magnitude and quality of mucosal immune responses after intranasal immunization. Vaccine 30 7541–7546. 10.1016/j.vaccine.2012.10.050", "ArticleIdList": ["10.1016/j.vaccine.2012.10.050", "23103199"]}, {"Citation": "Surburg H., Panten J. (2006). Common Fragrance and Flavor Materials: Preparation, Properties and Uses, 6th Edn. Hoboken, NJ: Wiley, 1–318."}, {"Citation": "Tabatabai S. M., Dashti S., Doosti F., Hosseinzadeh H. (2014). Phytotherapy of opioid dependence and withdrawal syndrome: a review. Phytother. Res. 28 811–830. 10.1002/ptr.5073", "ArticleIdList": ["10.1002/ptr.5073", "24151030"]}, {"Citation": "Taherian A. A., Babaei M., Vafaei A. A., Jarrahi M., Jadidi M., Sadeghi H. (2009). Antinociceptive effects of hydroalcoholic extract of Thymus vulgaris. Pak. J. Pharm. Sci. 22 83–89.", "ArticleIdList": ["19168427"]}, {"Citation": "Tang L., Yang X., Yin Q., Cai K., Wang H., Chaudhury I., et al. (2014). Investigating the optimal size of anticancer nanomedicine. Proc. Natl. Acad. Sci. U.S.A. 111 15344–15349. 10.1073/pnas.1411499111", "ArticleIdList": ["10.1073/pnas.1411499111", "PMC4217425", "25316794"]}, {"Citation": "Verma A., Uzun O., Hu Y., Hu Y., Han H. S., Watson N., et al. (2008). Surface-structure-regulated cell-membrane penetration by monolayer-protected nanoparticles. Nat. Mater. 7 588–595. 10.1038/nmat2202", "ArticleIdList": ["10.1038/nmat2202", "PMC2684029", "18500347"]}, {"Citation": "Wagner V., Dullaart A., Bock A. K., Zweck A. (2006). The emerging nanomedicine landscape. Nat. Biotechnol. 24 1211–1217. 10.1038/nbt1006-1211", "ArticleIdList": ["10.1038/nbt1006-1211", "17033654"]}, {"Citation": "Wang T., Li M., Gao H., Wu Y. (2011). Nanoparticle carriers based on copolymers of poly(epsilon-caprolactone) and hyperbranched polymers for drug delivery. J. Colloid Interface Sci. 353 107–115. 10.1016/j.jcis.2010.09.053", "ArticleIdList": ["10.1016/j.jcis.2010.09.053", "20947092"]}, {"Citation": "Ward J., Rosenbaum C., Hernon C., McCurdy C. R., Boyer E. W. (2011). Herbal medicines for the management of opioid addiction: safe and effective alternatives to conventional pharmacotherapy? CNS Drugs 25 999–1007. 10.2165/11596830-000000000-00000", "ArticleIdList": ["10.2165/11596830-000000000-00000", "22133323"]}, {"Citation": "Wattanasatcha A., Rengpipat S., Wanichwecharungruang S. (2012). Thymol nanospheres as an effective anti-bacterial agent. Int. J. Pharm. 434 360–365. 10.1016/j.ijpharm.2012.06.017", "ArticleIdList": ["10.1016/j.ijpharm.2012.06.017", "22698863"]}, {"Citation": "Zhang H., Zhao C., Cao H., Wang G., Song L., Niu G., et al. (2010). Hyperbranched poly(amine-ester) based hydrogels for controlled multi-drug release in combination chemotherapy. Biomaterials 31 5445–5454. 10.1016/j.biomaterials.2010.03.034", "ArticleIdList": ["10.1016/j.biomaterials.2010.03.034", "20382422"]}, {"Citation": "Zhu Z., Kai L., Wang Y. (2006). Synthesis and applications of hyperbranched polyesters—preparation and characterization of crystalline silver nanoparticles. Mater. Chem. Phys. 96 447–453."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "12", "Day": "27"}, {"Year": "2022", "Month": "5", "Day": "24"}, {"Year": "2022", "Month": "7", "Day": "18", "Hour": "4", "Minute": "6"}, {"Year": "2022", "Month": "7", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "19", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["35846786", "PMC9277302", "10.3389/fnbeh.2022.843951"]}}], "PubmedBookArticle": []}