{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Asteraceae", "alkaloids", "ethnobotany", "herbal medicine", "indigenous knowlegde", "mental-health", "psychoactive plants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35846999", "DateRevised": {"Year": "2022", "Month": "07", "Day": "19"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "06", "Day": "29"}], "Language": ["eng"], "ELocationID": ["895286", "10.3389/fphar.2022.895286"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "Antidepressant Effects of South African Plants: An Appraisal of Ethnobotanical Surveys, Ethnopharmacological and Phytochemical Studies.", "Pagination": {"StartPage": "895286", "MedlinePgn": "895286"}, "Abstract": {"AbstractText": ["Globally, the search for safe and potent natural-based treatment for depression is receiving renewed interest given the numerous side-effects associated with many existing drugs. In South Africa, the use of plants to manage depression and related symptoms is fairly documented among different ethnic groups. In the current study, we reviewed existing ethnobotanical, ethnopharmacological and phytochemical studies on South African medicinal plants used to manage depression. Electronic databases were accessed for scientific literature that meets the inclusion criteria. Plants with ethnobotanical evidence were subjected to a further pharmacological review to establish the extent (if any) of their effectiveness as antidepressants. Critical assessment resulted in 20 eligible ethnobotanical records, which generated an inventory of 186 plants from 63 plant families. Due to the cultural differences observed in the definition of depression, or lack of definition in some cultures, most plants are reported to treat a wide range of atypical symptoms related to depression. <i>Boophone disticha</i>, <i>Leonotis leonurus</i> and <i>Mentha longifolia</i> were identified as the three most popular plants, with over eight mentions each from the ethnobotanical records. The dominant families were Asteraceae (24), Fabaceae (16), Amaryllidaceae (10), and Apocynaceae (10) which accounted for about 32% of the 186 plants. Only 27 (≈14.5%) of the plants have been screened for antidepressant activity using <i>in vitro</i> and <i>in vivo</i> models. <i>Agapanthus campanulatus</i>, <i>Boophone disticha</i>, <i>Hypericum perforatum</i>, <i>Mondia whitei</i> and <i>Xysmalobium undulatum</i>, represent the most studied plants. Phytochemical investigation on nine out of the 27 plants revealed 24 compounds with antidepressant-like effects. Some of these included buphanidrine and buphanamine which were isolated from the leaves of <i>Boophone disticha</i>, Δ<sup>9</sup>-tetrahydrocannabinol, cannabidiol and cannabichromene obtained from the buds of <i>Cannabis sativa</i> and carnosic acid, rosmarinic acid and salvigenin from <i>Rosmarinus officinalis</i>, A significant portion (≈85%) of 186 plants with ethnobotanical records still require pharmacological studies to assess their potential antidepressant-like effects. This review remains a valuable reference material that may guide future ethnobotanical surveys to ensure their robustness and validity as well as database to identify promising plants to screen for pharmacology efficacy."], "CopyrightInformation": "Copyright © 2022 Bonokwane, Lekhooa, Struwig and Aremu."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unit for Environmental Sciences and Management, Faculty of Natural and Agricultural Sciences, North-West University, Mmabatho, South Africa."}], "LastName": "Bonokwane", "ForeName": "Melia Bokaeng", "Initials": "MB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Preclinical Drug Development Platform, Faculty of Health Sciences, North-West University, Potchefstroom, South Africa."}], "LastName": "Lekhooa", "ForeName": "Makhotso", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unit for Environmental Sciences and Management, Faculty of Natural and Agricultural Sciences, North-West University, Mmabatho, South Africa."}], "LastName": "Struwig", "ForeName": "Madeleen", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Indigenous Knowledge Systems Centre, Faculty of Natural and Agricultural Sciences, North-West University, Mmabatho, South Africa."}], "LastName": "Aremu", "ForeName": "Adeyemi Oladapo", "Initials": "AO"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abbas G., Rauf K., Mahmood W. (2015). Saponins: the Phytochemical with an Emerging Potential for Curing Clinical Depression. Nat. Prod. Res. 29 (4), 302–307. 10.1080/14786419.2014.942661", "ArticleIdList": ["10.1080/14786419.2014.942661", "25075957"]}, {"Citation": "Abdelhalim A., Karim N., Chebib M., Aburjai T., Khan I., Johnston G. A., et al. (2015). Antidepressant, Anxiolytic and Antinociceptive Activities of Constituents from Rosmarinus officinalis . J. Pharm. Pharm. Sci. 18 (4), 448–459. 10.18433/j3pw38", "ArticleIdList": ["10.18433/j3pw38", "26626245"]}, {"Citation": "Adebiyi R. A., Elsa A. T., Agaie B. M., Etuk E. U. (2006). Antinociceptive and Antidepressant-Like Effects of Securidaca longepedunculata Root Extract in Mice. J. Ethnopharmacol. 107 (2), 234–239. 10.1016/j.jep.2006.03.017", "ArticleIdList": ["10.1016/j.jep.2006.03.017", "16647235"]}, {"Citation": "Aderibigbe A. O. (2018). Antidepressant Activity of Ethanol Extract of Albizia adianthifolia (Schumach) W. F. Wight Leaf in Mice. Afr. J. Med. Med. Sci. 47 (2), 133–140."}, {"Citation": "Ahmadpoor J., Valipour Chahardahcheric S., Setorki M. (2019). The Protective Effect of Hydroalcoholic Extract of the Southern Maidenhair Fern (Adiantum capillus-veneris) on the Depression and Anxiety Caused by Chronic Stress in Adult Male Mice: An Experimental Randomized Study. Iran. Red. Crescent Med. J. 21 (3), e86750. 10.5812/ircmj.86750", "ArticleIdList": ["10.5812/ircmj.86750"]}, {"Citation": "Albert P. R. (2015). Why Is Depression More Prevalent in Women? J. Psychiatry Neurosci. 40 (4), 219–221. 10.1503/jpn.150205", "ArticleIdList": ["10.1503/jpn.150205", "PMC4478054", "26107348"]}, {"Citation": "Alrashedy N. A., Molina J. (2016). The Ethnobotany of Psychoactive Plant Use: a Phylogenetic Perspective. PeerJ 4, e2546. 10.7717/peerj.2546", "ArticleIdList": ["10.7717/peerj.2546", "PMC5068365", "27761334"]}, {"Citation": "American Psychiatric Association (2000). Diagnostic and Statistical Manual of Mental Disorders. Washington D.C.: DSM-IV-TR."}, {"Citation": "Aremu A. O., Cheesman L., Finnie J. F., Van Staden J. (2011). Mondia whitei (Apocynaceae): A Review of its Biological Activities, Conservation Strategies and Economic Potential. South Afr. J. Bot. 77 (4), 960–971. 10.1016/j.sajb.2011.06.010", "ArticleIdList": ["10.1016/j.sajb.2011.06.010"]}, {"Citation": "Badr A. M., Attia H. A., Al-Rasheed N. (2020). Oleuropein Reverses Repeated Corticosterone-Induced Depressive-Like Behavior in Mice: Evidence of Modulating Effect on Biogenic Amines. Sci. Rep. 10 (1), 3336. 10.1038/s41598-020-60026-1", "ArticleIdList": ["10.1038/s41598-020-60026-1", "PMC7040186", "32094406"]}, {"Citation": "Bay-Smidt M. G. K., Jäger A. K., Krydsfeldt K., Meerow A. W., Stafford G. I., Van Staden J., et al. (2011). Phylogenetic Selection of Target Species in Amaryllidaceae Tribe Haemantheae for Acetylcholinesterase Inhibition and Affinity to the Serotonin Reuptake Transport Protein. South Afr. J. Bot. 77, 175–183. 10.1016/j.sajb.2010.07.016", "ArticleIdList": ["10.1016/j.sajb.2010.07.016"]}, {"Citation": "Benneh C. K., Biney R. P., Adongo D. W., Mante P. K., Ampadu F. A., Tandoh A., et al. (2018). Anxiolytic and Antidepressant Effects of Maerua angolensis DC. Stem Bark Extract in Mice. Depress Res. Treat. 2018, 1537371. 10.1155/2018/1537371", "ArticleIdList": ["10.1155/2018/1537371", "PMC6151235", "30271633"]}, {"Citation": "Beppe G. J., Dongmo A. B., Foyet H. S., Dimo T., Mihasan M., Hritcu L. (2015). The Aqueous Extract of Albizia adianthifolia Leaves Attenuates 6-Hydroxydopamine-Induced Anxiety, Depression and Oxidative Stress in Rat Amygdala. BMC Complement. Altern. Med. 15 (1), 374. 10.1186/s12906-015-0912-0", "ArticleIdList": ["10.1186/s12906-015-0912-0", "PMC4615887", "26481946"]}, {"Citation": "Bhat R. B., Jacobs T. V. (1995). Traditional Herbal Medicine in Transkei. J. Ethnopharmacol. 48 (1), 7–12. 10.1016/0378-8741(95)01276-J", "ArticleIdList": ["10.1016/0378-8741(95)01276-J", "8569249"]}, {"Citation": "Ceremuga T. E., Valdivieso D., Kenner C., Lucia A., Lathrop K., Stailey O., et al. (2015). Evaluation of the Anxiolytic and Antidepressant Effects of Asiatic Acid, a Compound from Gotu Kola or Centella asiatica, in the Male Sprague Dawley Rat. AANA J. 83 (2), 91–98.", "ArticleIdList": ["26016167"]}, {"Citation": "Citó M. C., Silva M. I., Santos L. K., Fernandes M. L., Melo F. H., Aguiar J. A., et al. (2015). Antidepressant-like Effect of Hoodia gordonii in a Forced Swimming Test in Mice: Evidence for Involvement of the Monoaminergic System. Braz J. Med. Biol. Res. 48 (1), 57–64. 10.1590/1414-431X20144215", "ArticleIdList": ["10.1590/1414-431X20144215", "PMC4288494", "25493384"]}, {"Citation": "Coetzee D. D., López V., Smith C. (2016). High-Mesembrine Sceletium Extract (Trimesemine™) Is a Monoamine Releasing Agent, rather Than Only a Selective Serotonin Reuptake Inhibitor. J. Ethnopharmacol. 177, 111–116. 10.1016/j.jep.2015.11.034", "ArticleIdList": ["10.1016/j.jep.2015.11.034", "26615766"]}, {"Citation": "Corrigan B. M., Van Wyk B.-E., Geldenhuys C. J., Jardine J. M. (2011). Ethnobotanical Plant Uses in the KwaNibela Peninsula, St Lucia, South Africa. South Afr. J. Bot. 77 (2), 346–359. 10.1016/j.sajb.2010.09.017", "ArticleIdList": ["10.1016/j.sajb.2010.09.017"]}, {"Citation": "De Beer J. J. J., Van Wyk B.-E. (2011). An Ethnobotanical Survey of the Agter-Hantam, Northern Cape Province, South Africa. South Afr. J. Bot. 77 (3), 741–754. 10.1016/j.sajb.2011.03.013", "ArticleIdList": ["10.1016/j.sajb.2011.03.013"]}, {"Citation": "Devi M. R., Bawari M., Paul S. B., Sharma G. D. (2012). Characterization of the Toxic Effects Induced by Datura stramonium L. Leaves on Mice: A Behavioural, Biochemical and Ultrastructural Approach. Asian J. Pharm. Clin. Res. 5 (3), 143–146."}, {"Citation": "Dey A., Mukherjee A., Chaudhury M. (2017). “Alkaloids from Apocynaceae,” in Studies in Natural Products Chemistry. Editor Attaur R., 52, 373–488. 10.1016/b978-0-444-63931-8.00010-2", "ArticleIdList": ["10.1016/b978-0-444-63931-8.00010-2"]}, {"Citation": "Ejigu A., Engidawork E. (2014). Screening of the Antidepressant-Like Activity of Two Hypericum Species Found in Ethiopia. Eth. Pharm. J. 30 (1), 21–32. 10.4314/epj.v30i1.3", "ArticleIdList": ["10.4314/epj.v30i1.3"]}, {"Citation": "El-Alfy A. T., Ivey K., Robinson K., Ahmed S., Radwan M., Slade D., et al. (2010). Antidepressant-like Effect of Δ9-Tetrahydrocannabinol and Other Cannabinoids Isolated from Cannabis sativa L. Pharmacol. Biochem. Behav. 95 (4), 434–442. 10.1016/j.pbb.2010.03.004", "ArticleIdList": ["10.1016/j.pbb.2010.03.004", "PMC2866040", "20332000"]}, {"Citation": "Elgorashi E. E. (2019). Phytochemistry and Pharmacology of the Family Amaryllidaceae: An Overview of Research at RCPGD. Nat. Prod. Commun. 14, 1934578X1987292. 10.1177/1934578X19872929", "ArticleIdList": ["10.1177/1934578X19872929"]}, {"Citation": "Elisha I. L., Elgorashi E. E., Hussein A. A., Duncan G., Eloff J. N. (2013). Acetylcholinesterase Inhibitory Effects of the Bulb of Ammocharis coranica (Amaryllidaceae) and its Active Constituent Lycorine. South Afr. J. Bot. 85, 44–47. 10.1016/j.sajb.2012.11.008", "ArticleIdList": ["10.1016/j.sajb.2012.11.008"]}, {"Citation": "Fathinezhad Z., Sewell R. D. E., Lorigooini Z., Rafieian-Kopaei M. (2019). Depression and Treatment with Effective Herbs. Curr. Pharm. Des. 25 (6), 738–745. 10.2174/1381612825666190402105803", "ArticleIdList": ["10.2174/1381612825666190402105803", "30947651"]}, {"Citation": "Fennell C. W., Lindsey K. L., McGaw L. J., Sparg S. G., Stafford G. I., Elgorashi E. E., et al. (2004). Assessing African Medicinal Plants for Efficacy and Safety: Pharmacological Screening and Toxicology. J. Ethnopharmacol. 94 (2-3), 205–217. 10.1016/j.jep.2004.05.012", "ArticleIdList": ["10.1016/j.jep.2004.05.012", "15325724"]}, {"Citation": "Ferrari A. J., Charlson F. J., Norman R. E., Patten S. B., Freedman G., Murray C. J., et al. (2013). Burden of Depressive Disorders by Country, Sex, Age, and Year: Findings from the Global Burden of Disease Study 2010. PLoS Med. 10 (11), e1001547. 10.1371/journal.pmed.1001547", "ArticleIdList": ["10.1371/journal.pmed.1001547", "PMC3818162", "24223526"]}, {"Citation": "Fiebich B. L., Knörle R., Appel K., Kammler T., Weiss G. (2011). Pharmacological Studies in an Herbal Drug Combination of St. John's Wort (Hypericum perforatum) and Passion Flower (Passiflora incarnata): In Vitro and In Vivo Evidence of Synergy between Hypericum and Passiflora in Antidepressant Pharmacological Models. Fitoterapia 82 (3), 474–480. 10.1016/j.fitote.2010.12.006", "ArticleIdList": ["10.1016/j.fitote.2010.12.006", "21185920"]}, {"Citation": "Viladomat V., Bastida J., Codina C., Nair J., Campbell W. (1997). Alkaloids of the South African Amaryllidaceae. In Recent Research Developments in Phytochemistry. Vol. 1, Pandali, SG . (Ed.). Research Signpost Publishers, Trivandrum, India. 131–171."}, {"Citation": "Gericke N., Viljoen A. M. (2008). Sceletium a Review Update. J. Ethnopharmacol. 119 (3), 653–663. 10.1016/j.jep.2008.07.043", "ArticleIdList": ["10.1016/j.jep.2008.07.043", "18761074"]}, {"Citation": "Grabarczyk M., Wińska K., Mączka W., Potaniec B., Anioł M. (2015). Loliolide - the Most Ubiquitous Lactone. Acta Universitatis Lodziensis. Folia Biol. Et Oecolog. 11, 1–8. 10.1515/fobio-2015-0001", "ArticleIdList": ["10.1515/fobio-2015-0001"]}, {"Citation": "Hamid H. A., Ramli A. N., Yusoff M. M. (2017). Indole Alkaloids from Plants as Potential Leads for Antidepressant Drugs: A Mini Review. Front. Pharmacol. 8, 96. 10.3389/fphar.2017.00096", "ArticleIdList": ["10.3389/fphar.2017.00096", "PMC5328930", "28293192"]}, {"Citation": "Harvey A. L., Young L. C., Viljoen A. M., Gericke N. P. (2011). Pharmacological Actions of the South African Medicinal and Functional Food Plant Sceletium tortuosum and its Principal Alkaloids. J. Ethnopharmacol. 137 (3), 1124–1129. 10.1016/j.jep.2011.07.035", "ArticleIdList": ["10.1016/j.jep.2011.07.035", "21798331"]}, {"Citation": "Heinrich M., Edwards S., Moerman D. E., Leonti M. (2009). Ethnopharmacological Field Studies: A Critical Assessment of Their Conceptual Basis and Methods. J. Ethnopharmacol. 124 (1), 1–17. 10.1016/j.jep.2009.03.043", "ArticleIdList": ["10.1016/j.jep.2009.03.043", "19537298"]}, {"Citation": "Heinricha M., Appendinob G., Efferthc T., Fürst R., Izzoe A. A., Kayserf O. (2020). Best Practice in Research – Overcoming Common Challenges in Phytopharmacological Research. J. Ethnopharmacol. 246, 112230. 10.1016/j.jep.2019.112230", "ArticleIdList": ["10.1016/j.jep.2019.112230", "31526860"]}, {"Citation": "Helmstädter A. (2015). Xysmalobium undulatum (Uzara) Research - How Everything Began. J. Ethnopharmacol. 164, 385–387. 10.1016/j.jep.2014.12.022", "ArticleIdList": ["10.1016/j.jep.2014.12.022", "25540926"]}, {"Citation": "Herman A. A., Stein D. J., Seedat S., Heeringa S. G., Moomal H., Williams D. R. (2009). The South African Stress and Health (SASH) Study: 12-month and Lifetime Prevalence of Common Mental Disorders. South Afr. Med. J. 99 (5), 339–344.", "ArticleIdList": ["PMC3191537", "19588796"]}, {"Citation": "Hulley I. M., Van Wyk B.-E. (2019). Quantitative Medicinal Ethnobotany of Kannaland (Western Little Karoo, South Africa): Non-Homogeneity Amongst Villages. South Afr. J. Bot. 122, 225–265. 10.1016/j.sajb.2018.03.014", "ArticleIdList": ["10.1016/j.sajb.2018.03.014"]}, {"Citation": "Hutchings A., Scott A. H., Lewis G. (1996). Zulu Medicinal Plants. An Inventory. Pietermaritzburg, South Africa: University of Natal Press."}, {"Citation": "Hutchings A. (1989). A Survey and Analysis of Traditional Medicinal Plants as Used by the Zulu; Xhosa and Sotho. Bothalia 19, 112–123. 10.4102/abc.v19i1.947", "ArticleIdList": ["10.4102/abc.v19i1.947"]}, {"Citation": "Ilkhanizadeh A., Asghari A., Hassanpour S., Safi S. (2021). Anti-depressant Effect of Artemisia dracunculus Extract is Mediated via GABAergic and Serotoninergic Systems in Ovariectomized Mice. J. Basic Clin. Pathophysiol. 9 (2), 32–41. 10.22070/jbcp.2021.15060.1148", "ArticleIdList": ["10.22070/jbcp.2021.15060.1148"]}, {"Citation": "Ishaq H. (2016). Anxiolytic and Antidepressant Activity of Different Methanolic Extracts of Melia azedarach Linn. Pak J. Pharm. Sci. 29 (5), 1649–1655.", "ArticleIdList": ["27731825"]}, {"Citation": "Jahani R., Khaledyan D., Jahani A., Jamshidi E., Kamalinejad M., Khoramjouy M., et al. (2019). Evaluation and Comparison of the Antidepressant-Like Activity of Artemisia dracunculus and Stachys lavandulifolia Ethanolic Extracts: an In Vivo Study. Res. Pharm. Sci. 14 (6), 544–553. 10.4103/1735-5362.272563", "ArticleIdList": ["10.4103/1735-5362.272563", "PMC6937744", "32038734"]}, {"Citation": "Janke E. A., Holroyd K. A., Romanek K. (2004). Depression Increases Onset of Tension-type Headache Following Laboratory Stress. Pain 111 (3), 230–238. 10.1016/j.pain.2004.06.007", "ArticleIdList": ["10.1016/j.pain.2004.06.007", "PMC2128253", "15363865"]}, {"Citation": "Jedi B., Saeid A. M., Mousavi S. E. (2017). The Antidepressant-like Effects of Mentha spicata Essential Oil in Animal Models of Depression in Male Mice. J. Fasa Univ. Med. Sci. 7, 141–149."}, {"Citation": "Kalshetty P., Aswar U., Bodhankar S., Sinnathambi A., Mohan V., Thakurdesai P. (2012). Antidepressant Effects of Standardized Extract of Centella asiatica L in Olfactory Bulbectomy Model. Biomed. Aging Pathology 2 (2), 48–53. 10.1016/j.biomag.2012.03.005", "ArticleIdList": ["10.1016/j.biomag.2012.03.005"]}, {"Citation": "Keugong Wado E., Kubicki M., Ngatanko A. H. H., Léa Blondelle K. D., Jorelle linda D., Roland R. N., et al. (2020). Anxiolytic and Antidepressant Effects of Ziziphus mucronata Hydromethanolic Extract in Male Rats Exposed to Unpredictable Chronic Mild Stress: Possible Mechanisms of Actions. J. Ethnopharmacol. 260, 112987. 10.1016/j.jep.2020.112987", "ArticleIdList": ["10.1016/j.jep.2020.112987", "32446929"]}, {"Citation": "Khan H., Perviz S., Sureda A., Nabavi S. M., Tejada S. (2018). Current Standing of Plant Derived Flavonoids as an Antidepressant. Food Chem. Toxicol. 119, 176–188. 10.1016/j.fct.2018.04.052", "ArticleIdList": ["10.1016/j.fct.2018.04.052", "29704578"]}, {"Citation": "Khosravi H., Rahnema M., Asle-Rousta M. (2017). Anxiolytic and Antidepressant Effects of Tarragon (Artemisia dracunculus L.) Hydro-Alcoholic Extract in Male Rats Exposed to Chronic Restraint Stress. Nova Biologica Reperta 4 (1), 1–8. 10.21859/acadpub.nbr.4.1.1", "ArticleIdList": ["10.21859/acadpub.nbr.4.1.1"]}, {"Citation": "Koen L., Niehaus D., Muller J., Laurent C. (2003). Use of Traditional Treatment Methods in a Xhosa Schizophrenia Population. South Afr. Med. J. 93 (433), 443. 10.10520/EJC67965", "ArticleIdList": ["10.10520/EJC67965", "12916383"]}, {"Citation": "Koenig X., Hilber K. (2015). The Anti-addiction Drug Ibogaine and the Heart: a Delicate Relation. Molecules 20 (2), 2208–2228. 10.3390/molecules20022208", "ArticleIdList": ["10.3390/molecules20022208", "PMC4382526", "25642835"]}, {"Citation": "Koorbanally N., Mulholland D. A., Crouch N. R. (2000a). Alkaloids and Triterpenoids from Ammocharis coranica (Amaryllidaceae). Phytochemistry 54 (1), 93–97. 10.1016/S0031-9422(00)00039-X", "ArticleIdList": ["10.1016/S0031-9422(00)00039-X", "10846753"]}, {"Citation": "Koorbanally N., Mulholland D. A., Crouch N. R. (2000b). Isolation of Isovanillin from Aromatic Roots of the Medicinal African Liane, Mondia whitei . J. Herbs, Spices Med. Plants 7 (3), 37–43. 10.1300/J044v07n03_05", "ArticleIdList": ["10.1300/J044v07n03_05"]}, {"Citation": "Koutová D., Maafi N., Havelek R., Blunden L., Rezácˇová G., Řezáčová M., et al. (2020). Chemical and Biological Aspects of Montanine-type Alkaloids Isolated from Plants of the Amaryllidaceae Family. Molecules 25, 1–19. 10.3390/molecules25102337", "ArticleIdList": ["10.3390/molecules25102337", "PMC7288066", "32429491"]}, {"Citation": "Kovatsis A., Flaskos J., Nikolaidis E., Kotsaki-Kovatsi V. P., Papaioannou N., Tsafaris F. (1993). Toxicity Study of the Main Alkaloids of Datura ferox in Broilers. Food Chem. Toxicol. 31 (11), 841–845. 10.1016/0278-6915(93)90222-k", "ArticleIdList": ["10.1016/0278-6915(93)90222-k", "8258413"]}, {"Citation": "Lee G., Bae H. (2017). Therapeutic Effects of Phytochemicals and Medicinal Herbs on Depression. Biomed. Res. Int. 2017, 6596241. 10.1155/2017/6596241", "ArticleIdList": ["10.1155/2017/6596241", "PMC5414506", "28503571"]}, {"Citation": "Loria M. J., Ali Z., Abe N., Sufka K. J., Khan I. A. (2014). Effects of Sceletium tortuosum in Rats. J. Ethnopharmacol. 155 (1), 731–735. 10.1016/j.jep.2014.06.007", "ArticleIdList": ["10.1016/j.jep.2014.06.007", "24930358"]}, {"Citation": "Machado D. G., Kaster M. P., Binfaré R. W., Dias M., Santos A. R., Pizzolatti M. G., et al. (2007). Antidepressant-like Effect of the Extract from Leaves of Schinus molle L. in Mice: Evidence for the Involvement of the Monoaminergic System. Prog. Neuropsychopharmacol. Biol. Psychiatry 31 (2), 421–428. 10.1016/j.pnpbp.2006.11.004", "ArticleIdList": ["10.1016/j.pnpbp.2006.11.004", "17182164"]}, {"Citation": "Machado D. G., Bettio L. E., Cunha M. P., Capra J. C., Dalmarco J. B., Pizzolatti M. G., et al. (2009). Antidepressant-like Effect of the Extract of Rosmarinus officinalis in Mice: Involvement of the Monoaminergic System. Prog. Neuropsychopharmacol. Biol. Psychiatry 33 (4), 642–650. 10.1016/j.pnpbp.2009.03.004", "ArticleIdList": ["10.1016/j.pnpbp.2009.03.004", "19286446"]}, {"Citation": "Mander M. (1998). Marketing of Indigenous Medicinal Plants in South Africa: A Case Study in Kwazulu-Natal. Rome, Italy: Food and Agriculture Organization of the United Nations"}, {"Citation": "Martins J., S B. (2018). Phytochemistry and Pharmacology of Anti-depressant Medicinal Plants: A Review. Biomed. Pharmacother. 104, 343–365. 10.1016/j.biopha.2018.05.044", "ArticleIdList": ["10.1016/j.biopha.2018.05.044", "29778018"]}, {"Citation": "Mhlongo L. S., Van Wyk B. E. (2019). Zulu Medicinal Ethnobotany: New Records from the Amandawe Area of KwaZulu-Natal, South Africa. South Afr. J. Bot. 122, 266–290. 10.1016/j.sajb.2019.02.012", "ArticleIdList": ["10.1016/j.sajb.2019.02.012"]}, {"Citation": "Moffett R. O. (2016). Basotho Medicinal Plants / Meriana Ya Dimela Tsa Basotho. Translated by Ramotshela, L. Bloemfontein, South Africa SUN MeDIA Bloemfontein."}, {"Citation": "Mogale M. M. P., Van Wyk B.-E., Raimondo D. C. (2015). Ethnobotany of the Bapedi. South Afr. J. Bot. 98, 191. 10.1016/j.sajb.2015.03.088", "ArticleIdList": ["10.1016/j.sajb.2015.03.088"]}, {"Citation": "Mogale M. M. P., Raimondo D. C., VanWyk B.-E. (2019). The Ethnobotany of Central Sekhukhuneland, South Africa. South Afr. J. Bot. 122, 90–119. 10.1016/j.sajb.2019.01.001", "ArticleIdList": ["10.1016/j.sajb.2019.01.001"]}, {"Citation": "Moher D., Liberati A., Tetzlaff J., Altman D. G. (2009). Preferred Reporting Items for Systematic Reviews and Meta-Analyses: the PRISMA Statement. BMJ 339, b2535. 10.1136/bmj.b2535", "ArticleIdList": ["10.1136/bmj.b2535", "PMC2714657", "19622551"]}, {"Citation": "Moher D., Shamseer L., Clarke M., Ghersi D., Liberati A., Petticrew M., et al. (2015). Preferred Reporting Items for Systematic Review and Meta-Analysis Protocols (PRISMA-P) 2015 Statement. Syst. Rev. 4 (1), 1–9. 10.1186/2046-4053-4-1", "ArticleIdList": ["10.1186/2046-4053-4-1", "PMC4320440", "25554246"]}, {"Citation": "Mongalo N. I., Makhafola T. J. (2018). Ethnobotanical Knowledge of the Lay People of Blouberg Area (Pedi Tribe), Limpopo Province, South Africa. J. Ethnobiol. Ethnomed 14, 46. 10.1186/s13002-018-0245-4", "ArticleIdList": ["10.1186/s13002-018-0245-4", "PMC6044033", "30001728"]}, {"Citation": "Mosotho N. L., Louw D. A., Calitz F. J., Esterhuyse K. G. (2008). Depression Among Sesotho Speakers in Mangaung, South Africa. Afr. J. Psychiatry 11 (1), 35–43. 10.4314/ajpsy.v11i1.30253", "ArticleIdList": ["10.4314/ajpsy.v11i1.30253", "19582323"]}, {"Citation": "Moteetee A., Moffett R. O., Seleteng-Kose L. (2019). A Review of the Ethnobotany of the Basotho of Lesotho and the Free State Province of South Africa (South Sotho). South Afr. J. Bot. 122, 21–56. 10.1016/j.sajb.2017.12.012", "ArticleIdList": ["10.1016/j.sajb.2017.12.012"]}, {"Citation": "Mothibe M. E., Sibanda M. (2019). “African Traditional Medicine: South African Perspective,” in Traditional and Complementary Medicine Editor Mordeniz C.. London: IntechOpen. 10.5772/intechopen.83790", "ArticleIdList": ["10.5772/intechopen.83790"]}, {"Citation": "Mumivand H., Babalar M., Tabrizi L., Craker L. E., Shokrpour M., Hadian J. (2017). Antioxidant Properties and Principal Phenolic Phytochemicals of Iranian Tarragon (Artemisia dracunculus L.) Accessions. Hortic. Environ. Biotechnol. 58, 414–422. 10.1007/s13580-017-0121-5", "ArticleIdList": ["10.1007/s13580-017-0121-5"]}, {"Citation": "Mungai K., Bayat A. (2019). An Overview of Trends in Depressive Symptoms in South Africa. South Afr. J. Psychol. 49 (4), 518–535. 10.1177/0081246318823580", "ArticleIdList": ["10.1177/0081246318823580"]}, {"Citation": "Munir S., Shahid A., Aslam B., Ashfaq U. A., Akash M. S. H., Ali M. A., et al. (2020). The Therapeutic Prospects of Naturally Occurring and Synthetic Indole Alkaloids for Depression and Anxiety Disorders. Evid. Based Complement. Altern. Med. 2020, 8836983. 10.1155/2020/8836983", "ArticleIdList": ["10.1155/2020/8836983", "PMC7585661", "33123212"]}, {"Citation": "Nair J. J., Van Staden J. (2013). Pharmacological and Toxicological Insights to the South African Amaryllidaceae. Food Chem. Toxicol. 62, 262–275. 10.1016/j.fct.2013.08.042", "ArticleIdList": ["10.1016/j.fct.2013.08.042", "23994658"]}, {"Citation": "Nair J. J., Van Staden J. (2014). Traditional Usage, Phytochemistry and Pharmacology of the South African Medicinal Plant Boophone disticha (L.f.) Herb. (Amaryllidaceae). J. Ethnopharmacol. 151, 12–26. 10.1016/j.jep.2013.10.053", "ArticleIdList": ["10.1016/j.jep.2013.10.053", "24211396"]}, {"Citation": "Nair J. J., Bastida J., Codina C., Viladomat F., van Staden J. (2013). Alkaloids of the South African Amaryllidaceae: a Review. Nat. Prod. Commun. 8 (9), 1335–1350. 10.1177/1934578x1300800938", "ArticleIdList": ["10.1177/1934578x1300800938", "24273880"]}, {"Citation": "Ndhlala A. R., Stafford G. I., Finnie J. F., Van Staden J. (2011). Commercial Herbal Preparations in KwaZulu-Natal, South Africa: The Urban Face of Traditional Medicine. South Afr. J. Bot. 77 (4), 830–843. 10.1016/j.sajb.2011.09.002", "ArticleIdList": ["10.1016/j.sajb.2011.09.002"]}, {"Citation": "Ndhlala A. R., Ncube B., Okem A., Mulaudzi R. B., Van Staden J. (2013). Toxicology of Some Important Medicinal Plants in Southern Africa. Food Chem. Toxicol. 62, 609–621. 10.1016/j.fct.2013.09.027", "ArticleIdList": ["10.1016/j.fct.2013.09.027", "24075916"]}, {"Citation": "Neergaard J. S., Andersen J., Pedersen M. E., Stafford G. I., Staden J. V., Jäger A. K. (2009). Alkaloids from Boophone disticha with Affinity to the Serotonin Transporter. South Afr. J. Bot. 75 (2), 371–374. 10.1016/j.sajb.2009.02.173", "ArticleIdList": ["10.1016/j.sajb.2009.02.173"]}, {"Citation": "Neergaard J. S., Rasmussen H. B., Stafford G. I., Van Staden J., Jäger A. K. (2010). Serotonin Transporter Affinity of (−)-loliolide, a Monoterpene Lactone from Mondia whitei . South Afr. J. Bot. 76 (3), 593–596. 10.1016/j.sajb.2010.02.091", "ArticleIdList": ["10.1016/j.sajb.2010.02.091"]}, {"Citation": "Nglazi M. D., Joubert J. D., Stein D. J., Lund C., Wiysonge C. S., Vos T., et al. (2016). Epidemiology of Major Depressive Disorder in South Africa (1997-2015): A Systematic Review Protocol. BMJ Open 6 (7), e011749. 10.1136/bmjopen-2016-011749", "ArticleIdList": ["10.1136/bmjopen-2016-011749", "PMC4947775", "27377639"]}, {"Citation": "Nielsen N. D., Sandager M., Stafford G. I., van Staden J., Jäger A. K. (2004). Screening of Indigenous Plants from South Africa for Affinity to the Serotonin Reuptake Transport Protein. J. Ethnopharmacol. 94 (1), 159–163. 10.1016/j.jep.2004.05.013", "ArticleIdList": ["10.1016/j.jep.2004.05.013", "15261978"]}, {"Citation": "Nortje J. M., van Wyk B. E. (2015). Medicinal Plants of the Kamiesberg, Namaqualand, South Africa. J. Ethnopharmacol. 171, 205–222. 10.1016/j.jep.2015.04.049", "ArticleIdList": ["10.1016/j.jep.2015.04.049", "25944008"]}, {"Citation": "Öztürk Y., Aydin S., Beis R., Başer K. H. C., Berberoĝlu H. (1996). Effects of Hypericum perforatum L. and Hypericum calycinum L. Extracts on the Central Nervous System in Mice. Phytomedicine 3 (2), 139–146. 10.1016/S0944-7113(96)80027-4", "ArticleIdList": ["10.1016/S0944-7113(96)80027-4", "23194961"]}, {"Citation": "Panda S. K., Luyten W. (2018). Antiparasitic Activity in Asteraceae with Special Attention to Ethnobotanical Use by the Tribes of Odisha, India. Parasite 25 (10), 10. 10.1051/parasite/2018008", "ArticleIdList": ["10.1051/parasite/2018008", "PMC5847338", "29528842"]}, {"Citation": "Pedersen M. E, Weng A., Sert A., Stafford G., van Staden J., Nielsen M., et al. (2006). Pharmacological Studies on Xysmalobium undulatum and Mondia whitei - Two South African Plants with In Vitro SSRI Activity. Planta Med. 72, 123. 10.1055/s-2006-949923", "ArticleIdList": ["10.1055/s-2006-949923"]}, {"Citation": "Pedersen M. E., Szewczyk B., Stachowicz K., Wieronska J., Andersen J., Stafford G. I., et al. (2008). Effects of South African Traditional Medicine in Animal Models for Depression. J. Ethnopharmacol. 119 (3), 542–548. 10.1016/j.jep.2008.08.030", "ArticleIdList": ["10.1016/j.jep.2008.08.030", "18809486"]}, {"Citation": "Perveen T., Hashmi B. M., Haider S., Tabassum S., Saleem S., Siddiqui M. A. (2013). Role of Monoaminergic System in the Etiology of Olive Oil Induced Antidepressant and Anxiolytic Effects in Rats. ISRN Pharmacol. 2013, 615685. 10.1155/2013/615685", "ArticleIdList": ["10.1155/2013/615685", "PMC3725699", "23936669"]}, {"Citation": "Philander L. A. (2011). An Ethnobotany of Western Cape Rasta Bush Medicine. J. Ethnopharmacol. 138 (2), 578–594. 10.1016/j.jep.2011.10.004", "ArticleIdList": ["10.1016/j.jep.2011.10.004", "22004893"]}, {"Citation": "Popa-Velea O., Gheorghe I. R., Truţescu C. I., Purcărea V. L. (2015). Current Challenges and Pitfalls in the Pharmacological Treatment of Depression. J. Med. Life 8 (2), 181–186.", "ArticleIdList": ["PMC4392107", "25866576"]}, {"Citation": "Rabadia J., Satish S., Ramanjaneyulu J. (2013). An Investigation of Anti-depressant Activity of Cinnamomum camphora Oil in Experimental Mice. Asian J. Biomed. Pharm. Sci. 3 (20), 44–48."}, {"Citation": "Rabiei Z., Setorki M. (2019). Effect of Ethanol Adiantum capillus-veneris Extract in Experimental Models of Anxiety and Depression. Braz. J. Pharm. Sci. 55, 9. 10.1590/s2175-97902019000118099", "ArticleIdList": ["10.1590/s2175-97902019000118099"]}, {"Citation": "Raffauf R. F., Flagler M. B. (1960). Alkaloids of the Apocynaceae. Econ. Bot. 14 (1), 37–55. 10.1007/BF02859365", "ArticleIdList": ["10.1007/BF02859365"]}, {"Citation": "Raghoo M., Crouch N. R., Koorbanally N. A. (2021). A Novel and Unusual Tetramethoxylated Crinine Alkaloid from Ammocharis coranica (Amaryllidaceae). South Afr. J. Bot. 137, 451–454. 10.1016/j.sajb.2020.11.012", "ArticleIdList": ["10.1016/j.sajb.2020.11.012"]}, {"Citation": "Ramalhete N., Machado A., Serrano R., Gomes E. T., Mota-Filipe H., Silva O. (2016). Comparative Study on the In Vivo Antidepressant Activities of the Portuguese Hypericum foliosum, Hypericum androsaemum and Hypericum perforatum Medicinal Plants. Industrial Crops Prod. 82, 29–36. 10.1016/j.indcrop.2015.12.014", "ArticleIdList": ["10.1016/j.indcrop.2015.12.014"]}, {"Citation": "Ressler K. J., Nemeroff C. B. (2000). Role of Serotonergic and Noradrenergic Systems in the Pathophysiology of Depression and Anxiety Disorders. Depress Anxiety 12, 2–19. 10.1002/1520-6394(2000)12:1+<2::AID-DA2>3.0.CO;2-4", "ArticleIdList": ["10.1002/1520-6394(2000)12:1+<2::AID-DA2>3.0.CO;2-4", "11098410"]}, {"Citation": "Rivera D., Allkin R., Obón C., Alcaraz F., Verpoorte R., Heinrich M. (2014). What Is in a Name? the Need for Accurate Scientific Nomenclature for Plants. J. Ethnopharmacol. 152 (393-402), 393–402. 10.1016/j.jep.2013.12.022", "ArticleIdList": ["10.1016/j.jep.2013.12.022", "24374235"]}, {"Citation": "Robertson B. (2006). Does the Evidence Support Collaboration between Psychiatry and Traditional Healers? Findings from Three South African Studies. Afr. J. Psych. 9, 87–90. 10.4314/ajpsy.v9i2.30210", "ArticleIdList": ["10.4314/ajpsy.v9i2.30210"]}, {"Citation": "Rolnik A., Olas B. (2021). The Plants of the Asteraceae Family as Agents in the Protection of Human Health. Int. J. Mol. Sci. 22, 3009. 10.3390/ijms22063009", "ArticleIdList": ["10.3390/ijms22063009", "PMC7999649", "33809449"]}, {"Citation": "Saki K., Bahmani M., Rafieian-Kopaei M. (2014). The Effect of Most Important Medicinal Plants on Two Importnt Psychiatric Disorders (Anxiety and Depression)-A Review. Asian Pac J. Trop. Med. 7S1, S34–S42. 10.1016/S1995-7645(14)60201-7", "ArticleIdList": ["10.1016/S1995-7645(14)60201-7", "25312147"]}, {"Citation": "Sales A. J., Crestani C. C., Guimarães F. S., Joca S. R. L. (2018). Antidepressant-like Effect Induced by Cannabidiol is Dependent on Brain Serotonin Levels. Prog. Neuropsychopharmacol. Biol. Psychiatry 86, 255–261. 10.1016/j.pnpbp.2018.06.002", "ArticleIdList": ["10.1016/j.pnpbp.2018.06.002", "29885468"]}, {"Citation": "Sandager M., Nielsen N. D., Stafford G. I., van Staden J., Jäger A. K. (2005). Alkaloids from Boophane disticha with Affinity to the Serotonin Transporter in Rat Brain. J. Ethnopharmacol. 98 (3), 367–370. 10.1016/j.jep.2005.01.037", "ArticleIdList": ["10.1016/j.jep.2005.01.037", "15814274"]}, {"Citation": "Sarker S. D., Laird A., Nahar L., Kumarasamy Y., Jaspars M. (2001). Indole Alkaloids from the Seeds of Centaurea cyanus (Asteraceae). Phytochemistry 57 (8), 1273–1276. 10.1016/S0031-9422(01)00084-X", "ArticleIdList": ["10.1016/S0031-9422(01)00084-X", "11454358"]}, {"Citation": "Sarris J., Panossian A., Schweitzer I., Stough C., Scholey A. (2011). Herbal Medicine for Depression, Anxiety and Insomnia: A Review of Psychopharmacology and Clinical Evidence. Eur. Neuropsychopharmacol. 21 (12), 841–860. 10.1016/j.euroneuro.2011.04.002", "ArticleIdList": ["10.1016/j.euroneuro.2011.04.002", "21601431"]}, {"Citation": "Sasaki K., El Omri A., Kondo S., Han J., Isoda H. (2013). Rosmarinus officinalis Polyphenols Produce Anti-Depressant-Like Effect through Monoaminergic and Cholinergic Functions Modulation. Behav. Brain Res. 238, 86–94. 10.1016/j.bbr.2012.10.010", "ArticleIdList": ["10.1016/j.bbr.2012.10.010", "23085339"]}, {"Citation": "Sasaki K., Ferdousi F., Fukumitsu S., Kuwata H., Isoda H. (2021). Antidepressant- and Anxiolytic-like Activities of Rosmarinus officinalis Extract in Rodent Models: Involvement of Oxytocinergic System. Biomed. Pharmacother. 144, 112291. 10.1016/j.biopha.2021.112291", "ArticleIdList": ["10.1016/j.biopha.2021.112291", "34653760"]}, {"Citation": "Schildkraut J. J. (1965). The Catecholamine Hypothesis of Affective Disorders: a Review of Supporting Evidence. Am. J. Psychiatry 122 (5), 509–522. 10.1176/ajp.122.5.509", "ArticleIdList": ["10.1176/ajp.122.5.509", "5319766"]}, {"Citation": "Selvi P. T., Kumar M. S., Rajesh R., Kathiravan T. (2012). Antidepressant Activity of Ethanolic Extract of Leaves of Centella asiatica. Linn by In Vivo Methods. Asian J. Res. Pharm. Sci. 2 (2), 76–79."}, {"Citation": "Sobiecki J. F. (2002). A Preliminary Inventory of Plants Used for Psychoactive Purposes in Southern African Healing Traditions. Trans. R. Soc. S. Afr. 57 (1-2), 1–24. 10.1080/00359190209520523", "ArticleIdList": ["10.1080/00359190209520523"]}, {"Citation": "Sorsdahl K., Stein D. J., Grimsrud A., Seedat S., Flisher A. J., Williams D. R., et al. (2009). Traditional Healers in the Treatment of Common Mental Disorders in South Africa. J. Nerv. Ment. Dis. 197 (6), 434–441. 10.1097/NMD.0b013e3181a61dbc", "ArticleIdList": ["10.1097/NMD.0b013e3181a61dbc", "PMC3233225", "19525744"]}, {"Citation": "Stafford G. I., Pedersen M. E., van Staden J., Jäger A. K. (2008). Review on Plants with CNS-Effects Used in Traditional South African Medicine against Mental Diseases. J. Ethnopharmacol. 119 (3), 513–537. 10.1016/j.jep.2008.08.010", "ArticleIdList": ["10.1016/j.jep.2008.08.010", "18775771"]}, {"Citation": "Stafford G. I., Birer C., Brodin B., Christensen S. B., Eriksson A. H., Jäger A. K., et al. (2013). Serotonin Transporter Protein (SERT) and P-Glycoprotein (P-Gp) Binding Activity of Montanine and Coccinine from Three Species of Haemanthus L. (Amaryllidaceae). South Afr. J. Bot. 88, 101–106. 10.1016/j.sajb.2013.06.002", "ArticleIdList": ["10.1016/j.sajb.2013.06.002"]}, {"Citation": "Stafford G. I. (2009). Southern African Plants Used to Treat Central Nervous System Related Disorders. Doctoral thesis, Pietermaritzburg, South Africa: University of KwaZulu-Natal."}, {"Citation": "Starkowitz M. (2013). African Traditional Healers' Understanding of Depression as a Mental Illness: Implications for Social Work Practice. Pretoria: University of Pretoria. (Mini-dissertation)."}, {"Citation": "Staub P. O., Geck M. S., Weckerle C. S., Casu L., Leonti M. (2015). Classifying Diseases and Remedies in Ethnomedicine and Ethnopharmacology. J. Ethnopharmacol. 174, 514–519. 10.1016/j.jep.2015.08.051", "ArticleIdList": ["10.1016/j.jep.2015.08.051", "26342522"]}, {"Citation": "Sülsen V. P., Lizarraga E., Mamadalieva N. Z., Lago J. H. G. (2017). Potential of Terpenoids and Flavonoids from Asteraceae as Anti-inflammatory, Antitumor, and Antiparasitic Agents. Evid. Based Complement. Altern. Med. 2017, 6196198. 10.1155/2017/6196198", "ArticleIdList": ["10.1155/2017/6196198", "PMC5529648", "28785291"]}, {"Citation": "Tariq U., Butt M. S., Pasha I., Faisal M. N. (2021). Neuroprotective Effects of Olea europaea L. Fruit Extract against Cigarette Smoke-Induced Depressive-Like Behaviors in Sprague-Dawley Rats. J. Food Biochem. 45 (12), e14014. 10.1111/jfbc.14014", "ArticleIdList": ["10.1111/jfbc.14014", "34796529"]}, {"Citation": "Thring T. S., Weitz F. M. (2006). Medicinal Plant Use in the Bredasdorp/Elim Region of the Southern Overberg in the Western Cape Province of South Africa. J. Ethnopharmacol. 103, 261–275. 10.1016/j.jep.2005.08.013", "ArticleIdList": ["10.1016/j.jep.2005.08.013", "16169694"]}, {"Citation": "Tian J., Zhang F., Cheng J., Guo S., Liu P., Wang H. (2014). Antidepressant-like Activity of Adhyperforin, a Novel Constituent of Hypericum perforatum L. Sci. Rep. 4 (5632), 5632. 10.1038/srep05632", "ArticleIdList": ["10.1038/srep05632", "PMC4088061", "25005489"]}, {"Citation": "Todd C., Patel V., Simunyu E., Gwanzura F., Acuda W., Winston M., et al. (1999). The Onset of Common Mental Disorders in Primary Care Attenders in Harare, Zimbabwe. Psychol. Med. 29, 97–104. 10.1017/s0033291798007661", "ArticleIdList": ["10.1017/s0033291798007661", "10077297"]}, {"Citation": "Trease G. E., Evans W. C. (1983). Textbook of Pharmacognosy 12th edition, Tindall and Co, London UK."}, {"Citation": "Trigo J. R., Leal I. R., Matzenbacher N. I., Lewinsohn T. M. (2003). Chemotaxonomic Value of Pyrrolizidine Alkaloids in Southern Brazil Senecio (Senecioneae: Asteraceae). Biochem. Syst. Ecol. 31 (9), 1011–1022. 10.1016/S0305-1978(03)00038-3", "ArticleIdList": ["10.1016/S0305-1978(03)00038-3"]}, {"Citation": "Van Wyk B. E., Gericke N. (2000). People's Plants: A Revised Version. Pretoria: South Africa Briza Publication."}, {"Citation": "Van Wyk B. E., van Oudtshoorn B., Gericke N. (1997). Medicinal Plants Of South Africa Pretoria. South Africa Briza Publications."}, {"Citation": "Van Wyk B.-E., de Wet H., Van Heerden F. R. (2008). An Ethnobotanical Survey of Medicinal Plants in the Southeastern Karoo, South Africa. South Afr. J. Bot. 74 (4), 696–704. 10.1016/j.sajb.2008.05.001", "ArticleIdList": ["10.1016/j.sajb.2008.05.001"]}, {"Citation": "Venter F., Venter J.-A. (2016). Making the Most of Indigenous Trees. 3rd Vol. Pretoria, South Africa: Briza Publications."}, {"Citation": "Victoria F. N., Anversa R., Penteado F., Castro M., Lenardão E. J., Savegnago L. (2014). Antioxidant and Antidepressant-like Activities of Semi-synthetic α-phenylseleno Citronellal. Eur. J. Pharmacol. 742, 131–138. 10.1016/j.ejphar.2014.09.005", "ArticleIdList": ["10.1016/j.ejphar.2014.09.005", "25218989"]}, {"Citation": "Viljoen A., Sandasi M., Vermaak I. (2019). The Role of the South African Journal of Botany as a Vehicle to Promote Medicinal Plant Research- A Bibliometric Appraisal. South Afr. J. Bot. 122, 3–10. 10.1016/j.sajb.2018.07.024", "ArticleIdList": ["10.1016/j.sajb.2018.07.024"]}, {"Citation": "Weckerle C. S., de Boer H. J., Puri R. K., van Andel T., Bussmann R. W., Leonti M. (2018). Recommended Standards for Conducting and Reporting Ethnopharmacological Field Studies. J. Ethnopharmacol. 210, 125–132. 10.1016/j.jep.2017.08.018", "ArticleIdList": ["10.1016/j.jep.2017.08.018", "28834697"]}, {"Citation": "Wei C. B., Jia J. P., Wang F., Zhou A. H., Zuo X. M. (2016). Overlap between Headache, Depression, and Anxiety in General Neurological Clinics: A Cross-Sectional Study. Chin. Med. J. 129 (12), 1394–1399. 10.4103/0366-6999.183410", "ArticleIdList": ["10.4103/0366-6999.183410", "PMC4910360", "27270532"]}, {"Citation": "Wink M., Roberts M. W. (1998). Alkaloids: Biochemistry, Ecology, and Medicinal Application. New York: Plenum Press."}, {"Citation": "World Health Organisation (2017). Depression and Other Common Mental Disorders: Global Health Estimates. Geneva, Switzerland: World Health Organization;"}, {"Citation": "Zanelate T. V., Biojone C., Moreira F. A., Guimarães F. S., Joca S. R. L. (2010). Antidepressant-like Effects of Cannabidiol in Mice: Possible Involment of 5-HT1A Receptors. Br. J. Pharmacol. 159 (1), 122–128. 10.1111/j.1476-5381.2009.00521.x", "ArticleIdList": ["10.1111/j.1476-5381.2009.00521.x", "PMC2823358", "20002102"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "3", "Day": "13"}, {"Year": "2022", "Month": "5", "Day": "16"}, {"Year": "2022", "Month": "7", "Day": "18", "Hour": "4", "Minute": "10"}, {"Year": "2022", "Month": "7", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "19", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "6", "Day": "29"}], "PublicationStatus": "epublish", "ArticleIdList": ["35846999", "PMC9277359", "10.3389/fphar.2022.895286", "895286"]}}], "PubmedBookArticle": []}