{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antileishmanial", "Galactosylated-Flavonoids", "Reactive oxygen species", "TLR-4", "Th1 response", "Visceral leishmaniasis"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35847617", "DateRevised": {"Year": "2022", "Month": "07", "Day": "19"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "07", "Day": "03"}], "Language": ["eng"], "ELocationID": ["e09868", "10.1016/j.heliyon.2022.e09868"], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "8", "Issue": "7", "PubDate": {"Year": "2022", "Month": "Jul"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "Activation of TLR-pathway to induce host Th1 immune response against visceral leishmaniasis: Involvement of galactosylated-flavonoids.", "Pagination": {"StartPage": "e09868", "MedlinePgn": "e09868"}, "Abstract": {"AbstractText": ["Immunotherapeutic strategies against visceral leishmaniasis (VL) are pertinent because of the emergence of resistance against existing chemotherapy, coupled with their toxicity and high costs. Various bioactive components with potential immunomodulatory activity, such as alkaloids, terpenes, saponins, flavonoids obtained primarily from medicinal plants, have been screened against different disease models. Reports suggested that glycans containing terminal β-galactose can skew host immune response towards Th1 by engaging TLRs. In this study, two synthesized terminal galactose-containing flavones, Quercetin 3-d-galactoside (Q-gal) and Kaempferol 3-O-d-galactoside (K-gal), are profiled in terms of inducing host protective Th1 response in both <i>in vitro</i> & <i>in vivo</i> animal models of experimental VL individually against antimony-resistant & antimony-susceptible <i>Leishmania donovani.</i> Further, we explored that both Q-gal and K-gal induce TLR4 mediated Th1 response to encounter VL. Molecular docking analysis also suggested strong interaction with TLR4 for both the galactosides, with a slightly better binding potential towards Q-gal. Treatment with both Q-gal and K-gal showed significant antileishmanial efficacy. Each considerably diminished the liver and splenic parasite burden 60 days after post-infection (>90% in AG83 infected mice and >87% in GE1F8R infected mice) when administered at a 5 mg/kg/day body-weight dose for ten consecutive days. However, the treatments failed to clear the parasites in the TLR4 deficient C3H/HeJ mice. Treatment with these compounds favors the elevation of TLR4 dependent host protective Th1 cytokines and suppression of disease-promoting IL-10. Q-gal and K-gal also triggered sufficient ROS generation in macrophages to kill intracellular parasites directly."], "CopyrightInformation": "© 2022 The Authors."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Medical Science and Technology, IIT Kharagpur, Kharagpur, India."}], "LastName": "Pradhan", "ForeName": "Supratim", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Medical Science and Technology, IIT Kharagpur, Kharagpur, India."}], "LastName": "Snehlata"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Medical Science and Technology, IIT Kharagpur, Kharagpur, India."}], "LastName": "Manna", "ForeName": "Debolina", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Analytical Division, Gennova Biopharmaceuticals Limited, Pune, Maharashtra, India."}], "LastName": "Karmakar", "ForeName": "Subir", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, School of Life Science and Biotechnology, Adamas University, Kolkata, India."}], "LastName": "Singh", "ForeName": "Manoj Kumar", "Initials": "MK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, School of Life Science and Biotechnology, Adamas University, Kolkata, India."}], "LastName": "Bhattacharya", "ForeName": "Arijit", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Medical Science and Technology, IIT Kharagpur, Kharagpur, India."}], "LastName": "Mukherjee", "ForeName": "Budhaditya", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, School of Life Science and Biotechnology, Adamas University, Kolkata, India."}], "LastName": "Paul", "ForeName": "Joydeep", "Initials": "J"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}, "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aderem A., Ulevitch R.J. Toll-like receptors in the induction of the innate immune response. Nature. 2000;406(6797):782–787.", "ArticleIdList": ["10963608"]}, {"Citation": "Ashour D.S. Toll-like receptor signaling in parasitic infections. Expet Rev. Clin. Immunol. 2015;11(6):771–780.", "ArticleIdList": ["25896399"]}, {"Citation": "Basu R., Bhaumik S., Basu J.M., Naskar K., De T., Roy S. Kinetoplastid membrane protein-11 DNA vaccination induces complete protection against both pentavalent antimonial-sensitive and-resistant strains of Leishmania donovani that correlates with inducible nitric oxide synthase activity and IL-4 generation: evidence for mixed Th1-and Th2-like responses in visceral leishmaniasis. J. Immunol. 2005;174(11):7160–7171.", "ArticleIdList": ["15905560"]}, {"Citation": "Bhaumik S.K., Naskar K., De T. Complete protection against experimental visceral leishmaniasis with complete soluble antigen from attenuated Leishmania donovani promastigotes involves Th1-immunity and down-regulation of IL-10. Eur. J. Immunol. 2009;39(8):2146–2160.", "ArticleIdList": ["19593771"]}, {"Citation": "Caielli S., Conforti-Andreoni C., Di Pietro C., Usuelli V., Badami E., Malosio M.L., et al. On/off TLR signaling decides proinflammatory or tolerogenic dendritic cell maturation upon CD1d-mediated interaction with invariant NKT cells. J. Immunol. 2010;185(12):7317–7329.", "ArticleIdList": ["21078913"]}, {"Citation": "Cao G., Sofic E., Prior R.L. Antioxidant and prooxidant behavior of flavonoids: structure-activity relationships. Free Radic. Biol. Med. 1997;22(5):749–760.", "ArticleIdList": ["9119242"]}, {"Citation": "Croft S.L., Coombs G.H. Leishmaniasis–current chemotherapy and recent advances in the search for novel drugs. Trends Parasitol. 2003;19(11):502–508.", "ArticleIdList": ["14580961"]}, {"Citation": "Dallakyan S., Olson A.J. Small-molecule library screening by docking with PyRx. Methods Mol. Biol. 2015;1263:243–250.", "ArticleIdList": ["25618350"]}, {"Citation": "De Marchi U., Biasutto L., Garbisa S., Toninello A., Zoratti M. Quercetin can act either as an inhibitor or an inducer of the mitochondrial permeability transition pore: a demonstration of the ambivalent redox character of polyphenols. Biochim. Biophys. Acta Bioenerg. 2009;1787(12):1425–1432.", "ArticleIdList": ["19523917"]}, {"Citation": "De T., Roy S. Infectivity and attenuation of Leishmania donovani promastigotes: association of galactosyl transferase with loss of parasite virulence. J. Parasitol. 1999:54–59.", "ArticleIdList": ["10207363"]}, {"Citation": "Dissanayake S., Shahin A. Induction of interferon-γ by Taenia crassiceps glycans and Lewis sugars in naive Balb/c spleen and peritoneal exudate cells. Mol. Immunol. 2007;44(7):1623–1630.", "ArticleIdList": ["17034862"]}, {"Citation": "Ercil D., Kaloga M., Radtke O.A., Sakar M.K., Kiderlen A.F., Kolodziej H. O-galloyl flavonoids from Geranium pyrenaicum and their in vitro antileishmanial activity. Turk. J. Chem. 2005;29(4):437–443."}, {"Citation": "Ghalib H.W., Piuvezam M.R., Skeiky Y., Siddig M., Hashim F.A., El-Hassan A.M., et al. Interleukin 10 production correlates with pathology in human Leishmania donovani infections. J. Clin. Invest. 1993;92(1):324–329.", "ArticleIdList": ["PMC293600", "8326000"]}, {"Citation": "Hefnawy A., Berg M., Dujardin J.C., De Muylder G. Exploiting knowledge on Leishmania drug resistance to support the quest for new drugs. Trends Parasitol. 2017;33(3):162–174.", "ArticleIdList": ["27993477"]}, {"Citation": "Hennessy E.J., Parker A.E., O'Neill L.A.J. Targeting Toll-like receptors: emerging therapeutics? Nat. Rev. Drug Discov. 2010;9(4):293–307.", "ArticleIdList": ["20380038"]}, {"Citation": "Ichikawa S., Miyake M., Fujii R., Konishi Y. MyD88 associated ROS generation is crucial for Lactobacillus induced IL-12 production in macrophage. PLoS One. 2012;7(4)", "ArticleIdList": ["PMC3334989", "22536449"]}, {"Citation": "Schmidt T.J., A Khalid S., J Romanha A., Ma Alves T., W Biavatti M., Brun R., et al. The potential of secondary metabolites from plants as drugs or leads against protozoan neglected diseases-part II. Curr. Med. Chem. 2012;19(14):2176–2228.", "ArticleIdList": ["22414104"]}, {"Citation": "Jha R.K., Sah A.K., Shah D.K., Sah P. The treatment of visceral leishmaniasis: safety and efficacy. JNMA J. Nepal Med. Assoc. 2013;52(192):645–651.", "ArticleIdList": ["25327244"]}, {"Citation": "Kane M.M., Mosser D.M. The role of IL-10 in promoting disease progression in leishmaniasis. J. Immunol. 2001;166(2):1141–1147.", "ArticleIdList": ["11145695"]}, {"Citation": "Karmakar S., Bhaumik S.K., Paul J., De T. TLR4 and NKT cell synergy in immunotherapy against visceral leishmaniasis. PLoS Pathog. 2012;8(4)", "ArticleIdList": ["PMC3325212", "22511870"]}, {"Citation": "Karmakar S., Paul J., De T. Leishmania donovani glycosphingolipid facilitates antigen presentation by inducing relocation of CD1d into lipid rafts in infected macrophages. Eur. J. Immunol. 2011;41(5):1376–1387.", "ArticleIdList": ["21425159"]}, {"Citation": "Kumar S., Pandey A.K. Chemistry and biological activities of flavonoids: an overview. Sci. World J. 2013;2013", "ArticleIdList": ["PMC3891543", "24470791"]}, {"Citation": "Kupani M., Sharma S., Pandey R.K., Kumar R., Sundar S., Mehrotra S. IL-10 and TGF-β induced arginase expression contributes to deficient nitric oxide response in human visceral leishmaniasis. Front. Cell. Infect. Microbiol. 2020;10", "ArticleIdList": ["PMC7930829", "33680983"]}, {"Citation": "Li Y., Zeng X., He L., Yuan H. Dendritic cell activation and maturation induced by recombinant calreticulin fragment 39-272. Int. J. Clin. Exp. Med. 2015;8(5):7288–7296.", "ArticleIdList": ["PMC4509213", "26221268"]}, {"Citation": "MacKinnon A.C., Farnworth S.L., Hodkinson P.S., Henderson N.C., Atkinson K.M., Leffler H., et al. Regulation of alternative macrophage activation by galectin-3. J. Immunol. 2008;180(4):2650–2658.", "ArticleIdList": ["18250477"]}, {"Citation": "Mann S., Frasca K., Scherrer S., Henao-Martínez A.F., Newman S., Ramanan P., et al. A review of leishmaniasis: current knowledge and future directions. Curr. Trop. Med. Rep. 2021;8(2):121–132.", "ArticleIdList": ["PMC7966913", "33747716"]}, {"Citation": "Mukherjee B., Mukherjee K., Nanda P., Mukhopadhayay R., Ravichandiran V., Bhattacharyya S.N., et al. Probing the molecular mechanism of aggressive infection by antimony resistant Leishmania Donovani. Cytokine. 2020", "ArticleIdList": ["32861564"]}, {"Citation": "Mukherjee B., Paul J., Mukherjee S., Mukhopadhyay R., Das S., Naskar K., et al. Antimony-resistant Leishmania donovani exploits miR-466i to deactivate host MyD88 for regulating IL-10/IL-12 levels during early hours of infection. J. Immunol. 2015;195(6):2731–2742.", "ArticleIdList": ["26283478"]}, {"Citation": "Mukherjee S., Mukherjee B., Mukhopadhyay R., Naskar K., Sundar S., Dujardin J.C., et al. Imipramine exploits histone deacetylase 11 to increase the IL-12/IL-10 ratio in macrophages infected with antimony-resistant Leishmania donovani and clears organ parasites in experimental infection. J. Immunol. 2014;193(8):4083–4094.", "ArticleIdList": ["25217162"]}, {"Citation": "Mukherjee S., Pradhan S., Ghosh S., Sundar S., Das S., Mukherjee B., et al. Short-course treatment with imipramine entrapped in squalene liposomes results in sterile cure of experimental visceral leishmaniasis induced by antimony resistant Leishmania donovani with increased efficacy. Front. Cell. Infect. Microbiol. 2020;10", "ArticleIdList": ["PMC7683767", "33240825"]}, {"Citation": "Mukhopadhyay R., Mukherjee S., Mukherjee B., Naskar K., Mondal D., Decuypere S., et al. Characterisation of antimony-resistant Leishmania donovani isolates: biochemical and biophysical studies and interaction with host cells. Int. J. Parasitol. 2011;41(13-14):1311–1321.", "ArticleIdList": ["21920365"]}, {"Citation": "Murray H.W. Clinical and experimental advances in treatment of visceral leishmaniasis. Antimicrob. Agents Chemother. 2001;45(8):2185–2197.", "ArticleIdList": ["PMC90630", "11451673"]}, {"Citation": "Murray H.W., Berman J.D., Davies C.R., Saravia N.G. Advances in leishmaniasis. Lancet. 2005;366(9496):1561–1577.", "ArticleIdList": ["16257344"]}, {"Citation": "Netea M.G., Van der Meer J.W., Sutmuller R.P., Adema G.J., Kullberg B.-J. From the Th1/Th2 paradigm towards a Toll-like receptor/T-helper bias. Antimicrob. Agents Chemother. 2005;49(10):3991–3996.", "ArticleIdList": ["PMC1251502", "16189071"]}, {"Citation": "Parmar N., Chandrakar P., Kar S. Leishmania donovani subverts host immune response by epigenetic reprogramming of macrophage M(lipopolysaccharides + IFN-γ)/M(IL-10) polarization. J. Immunol. 2020;204(10):2762–2778.", "ArticleIdList": ["32277055"]}, {"Citation": "Paul J., Naskar K., Chowdhury S., Alam M.N., Chakraborti T., De T. TLR4-mediated activation of MyD88 signaling induces protective immune response and IL-10 down-regulation in Leishmania donovani infection. Indian J. Biochem. Biophys. 2014;51(6):531–541.", "ArticleIdList": ["25823227"]}, {"Citation": "Paul J., Naskar K., Chowdhury S., Chakraborti T., De T. TLR mediated GSK3β activation suppresses CREB mediated IL-10 production to induce a protective immune response against murine visceral leishmaniasis. Biochimie. 2014;107 Pt B:235–246.", "ArticleIdList": ["25223889"]}, {"Citation": "Peters B., Moad C., Youn E., Buffington K., Heiland R., Mooney S. Identification of similar regions of protein structures using integrated sequence and structure analysis tools. BMC Struct. Biol. 2006;6:4.", "ArticleIdList": ["PMC1435900", "16526955"]}, {"Citation": "Ponte-Sucre A., Gamarro F., Dujardin J.-C., Barrett M.P., López-Vélez R., García-Hernández R., et al. Drug resistance and treatment failure in leishmaniasis: a 21st century challenge. PLoS Neglected Trop. Dis. 2017;11(12)", "ArticleIdList": ["PMC5730103", "29240765"]}, {"Citation": "Pradhan S., Ghosh S., Hussain S., Paul J., Mukherjee B. Linking membrane fluidity with defective antigen presentation in leishmaniasis. Parasite Immunol. 2021", "ArticleIdList": ["33756007"]}, {"Citation": "Procházková D., Boušová I., Wilhelmová N. Antioxidant and prooxidant properties of flavonoids. Fitoterapia. 2011;82(4):513–523.", "ArticleIdList": ["21277359"]}, {"Citation": "Re F., Strominger J.L. IL-10 released by concomitant TLR2 stimulation blocks the induction of a subset of Th1 cytokines that are specifically induced by TLR4 or TLR3 in human dendritic cells. J. Immunol. 2004;173(12):7548–7555.", "ArticleIdList": ["15585882"]}, {"Citation": "Ricci-Azevedo R., Roque-Barreira M.-C., Gay N.J. Targeting and recognition of toll-like receptors by plant and pathogen lectins. Front. Immunol. 2017;8(1820)", "ArticleIdList": ["PMC5741612", "29326706"]}, {"Citation": "Sau K., Mambula S.S., Latz E., Henneke P., Golenbock D.T., Levitz S.M. The antifungal drug amphotericin B promotes inflammatory cytokine release by a Toll-like receptor-and CD14-dependent mechanism. J. Biol. Chem. 2003;278(39):37561–37568.", "ArticleIdList": ["12860979"]}, {"Citation": "Shukla S., Bajpai V.K., Kim M. Plants as potential sources of natural immunomodulators. Rev. Environ. Sci. Biotechnol. 2014;13(1):17–33."}, {"Citation": "Stauber L.A. Host resistance to the Khartoum strain of Leishmania donovani. Rice Inst. Pamphlet-Rice Univ. Stud. 1958;45(1)"}, {"Citation": "Tasdemir D., Kaiser M., Brun R., Yardley V., Schmidt T.J., Tosun F., et al. Antitrypanosomal and antileishmanial activities of flavonoids and their analogues: in vitro, in vivo, structure-activity relationship, and quantitative structure-activity relationship studies. Antimicrob. Agents Chemother. 2006;50(4):1352–1364.", "ArticleIdList": ["PMC1426963", "16569852"]}, {"Citation": "Trott O., Olson A.J. AutoDock Vina: improving the speed and accuracy of docking with a new scoring function, efficient optimization, and multithreading. J. Comput. Chem. 2010;31(2):455–461.", "ArticleIdList": ["PMC3041641", "19499576"]}, {"Citation": "Tuon F.F., Amato V.S., Bacha H.A., AlMusawi T., Duarte M.I., Neto V.A. Toll-like receptors and leishmaniasis. Infect. Immun. 2008;76(3):866.", "ArticleIdList": ["PMC2258802", "18070909"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "9", "Day": "4"}, {"Year": "2022", "Month": "2", "Day": "17"}, {"Year": "2022", "Month": "6", "Day": "29"}, {"Year": "2022", "Month": "7", "Day": "18", "Hour": "4", "Minute": "18"}, {"Year": "2022", "Month": "7", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "19", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "7", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["35847617", "PMC9284459", "10.1016/j.heliyon.2022.e09868", "S2405-8440(22)01156-2"]}}], "PubmedBookArticle": []}