{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Alzheimer’s disease", "Antioxidant stress marker", "Cholinesterase", "Cognitive function", "Neurotoxicity", "Xylopia parviflora"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35855984", "DateRevised": {"Year": "2022", "Month": "07", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "07", "Day": "06"}], "Language": ["eng"], "ELocationID": ["e09896", "10.1016/j.heliyon.2022.e09896"], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "8", "Issue": "7", "PubDate": {"Year": "2022", "Month": "Jul"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "The neuroprotective effect of <i>Xylopia parviflora</i> against aluminum chloride-induced neurotoxicity in rats.", "Pagination": {"StartPage": "e09896", "MedlinePgn": "e09896"}, "Abstract": {"AbstractText": ["Neurodegenerative disease such as Alzheimer's disease, are progressive disorders which has been linked to oxidative imbalance and associated perturbations characterised by loss of memory, cognition and cholinergic deficit. To date, cholinesterase inhibition and neuroprotection are the two major strategies in drug development. <i>Xylopia parviflora</i> (Annonacea family) is a spice consumed in Cameroon and has been used in traditional medicine to treat various pains. In this study, <i>X. parviflora</i> was evaluated on behavioural studies, ion homeostasis, cholinesterase inhibitory and antioxidant activities. Rats were exposed to aluminium chloride (75 mg/kg) during 60 days, and were treated with the extract of <i>X. parviflora</i> (150 and 300 mg/kg BW) and two drugs references (Donepezil and Curcumin). Behavioural parameters were assessed using the Morris-Maze test and the Open Field, followed by biochemical investigations, namely, cholinesterase enzyme activity (AChE and BChE), oxidative stress (NO, MDA, GSH level, SOD and Catalase activities) and ion homeostasis (Mg<sup>2+</sup> and Ca<sup>2+</sup> levels). AlCl<sub>3</sub> administration shows a decrease in learning and memory improvement during behavioural studies, significant alteration of the central cholinergic system characterised by an increase in AChE and BChE activities to 2.72 ± 0.002 mol/min/g and 5.74 ± 0.12 mol/min/g respectively, disturbance of ion homeostasis with an increase in Ca<sup>2+</sup> level (25.68 ± 3.78 μmol/mg protein) and a decrease in Mg<sup>2+</sup> level (15.97 ± 2.05 μmol/mg protein) and an increase in oxidative stress compared to the positive control group. Treatment with the different doses of <i>X. parviflora</i> increased memory and improved locomotion, improved cholinesterase activities, ion homeostasis and stabilized brain oxidative stress levels. The study suggests that <i>X. parviflora</i> could potentially be used for the management of some biochemical alterations associated with Alzheimer's disease. It could even be a good alternative to chemical drugs for neurotoxicity and memory enhancement."], "CopyrightInformation": "© 2022 The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Science, University of Yaounde 1, Yaounde, Cameroon."}, {"Identifier": [], "Affiliation": "Centre for Food and Nutrition Research, Institute of Medical Research and Medicinal Plants Studies (IMPM), Ministry of Scientific Research and Innovation, Yaounde, Cameroon."}], "LastName": "Kemadjou Dibacto", "ForeName": "Ruth Edwige", "Initials": "RE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Science, University of Yaounde 1, Yaounde, Cameroon."}], "LastName": "Akamba Ambamba", "ForeName": "Bruno Dupon", "Initials": "BD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Science, University of Yaounde 1, Yaounde, Cameroon."}], "LastName": "Ella", "ForeName": "Fils Armand", "Initials": "FA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Advanced Teacher's Training College for Technical Education (ENSET), University of Douala, Douala, Cameroon."}], "LastName": "Biyegue Nyangono", "ForeName": "Christine Fernande", "Initials": "CF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Science, University of Yaounde 1, Yaounde, Cameroon."}], "LastName": "Kamga Nanhah", "ForeName": "Jules Vidal", "Initials": "JV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Science, University of Yaounde 1, Yaounde, Cameroon."}], "LastName": "Fonkoua", "ForeName": "Martin", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Science, University of Yaounde 1, Yaounde, Cameroon."}], "LastName": "Minka", "ForeName": "Réné Samuel", "Initials": "RS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Science, University of Yaounde 1, Yaounde, Cameroon."}], "LastName": "Ngondi", "ForeName": "Judith Laure", "Initials": "JL"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "McGirr S., Venegas C., Swaminathan A. Alzheimer’s Disease: A brief review. J. Exp. Neurol. 2020;1(3):89–98."}, {"Citation": "Wolters F.J., Ikram M.A. Epidemiology of vascular dementia. Arterioscler. Thromb. Vasc. Biol. 2019;39:1542–1549.", "ArticleIdList": ["31294622"]}, {"Citation": "Kriebel-Gasparro A. Update on treatments for cognitive decline in alzheimer’s disease. J. Nurse Practical. 2020;16:181–185."}, {"Citation": "Oulhaj A., Jernerén F., Refsum H., Smith A.D., Jager C.A. Omega-3 fatty acid status enhances the prevention of cognitive decline by B vitamins in mild cognitive impairment. J. Alzheimer’s Dis. 2016;50(2):547–557. 1.", "ArticleIdList": ["PMC4927899", "26757190"]}, {"Citation": "Kabir M.T., Bin-Jumah M.N., Uddin M.S., Bungau S.G., Zaman S., Mousa S.A., Begum Y., Ashraf G.M., Abdel-Daim M.M. Molecular mechanisms of metal toxicity in the pathogenesis of alzheimer’s disease. Mol. Neurobiol. 2021;58:1–20.", "ArticleIdList": ["32889653"]}, {"Citation": "Kumar S.E.P., Bairy K.L., Nayak V., Reddy S.K., Kiran A., Ballal A. Amelioration of aluminium chloride (AlCl3) induced neurotoxicity by combination of Rivastigmine and Memantine with Artesunate in Albino wistar rats. Biomed. Pharmacol. J. 2019;12(2)"}, {"Citation": "Van Bulck M., Sierra-Magro A., Alarcon-Gil J., Perez-Castillo A., Morales-Garcia J.A. Novel approaches for the treatment of Alzheimer’s and Parkinson’s disease. Int. J. Mol. Sci. 2019;20(3):719.", "ArticleIdList": ["PMC6386829", "30743990"]}, {"Citation": "Chou E. Alzheimer’s disease: current and future treatments. A review. Int. J. Med. Stud. 2014;2(2):56–63."}, {"Citation": "Swaminathan A., Jicha G.A. Nutrition and prevention of Alzheimer’s dementia. Front. Aging Neurosci. 2014;20(6):282.", "ArticleIdList": ["PMC4202787", "25368575"]}, {"Citation": "Van-den-Brink A.C., Brouwer-Brolsma E.M., Berendsen A.M., van de Rest O. The mediterranean, dietary approaches to stop hypertension (DASH), and mediterranean-DASH intervention for neurodegenerative delay (MIND) diets are associated with less cognitive decline and a lower risk of alzheimer’s disease-A review. Adv. Nutr. 2019;10(6):1040–1065. 1.", "ArticleIdList": ["PMC6855954", "31209456"]}, {"Citation": "Ballarini T., Lent D., Brunner J., Schroder A., Wolfsgruber S., Altenstein S., Brosseron F., Buerger K., Dechent P., Dobisch L., Duzel E., Ertl-Wagner B., Fliessbach K., Freiesleben S.D., Frommann I., Glanz W., Hauser D., Schneider A., Spottke A., Vukovich R., Wiltfang J., Jessen F., Wagner M. Mediterranean diet, alzheimer disease biomarkers, and brain atrophy in old age. Am. Acad. Neurol. 2021;96:2920–2932.", "ArticleIdList": ["PMC8253566", "33952652"]}, {"Citation": "Tiwari S., Atluri V., Kaushik A., Yndart A., Nair M. Alzheimer’s disease: pathogenesis, diagnostics, and therapeutics. Int. J. Nanomed. 2019;14:5541.", "ArticleIdList": ["PMC6650620", "31410002"]}, {"Citation": "Bakarnga-Via I., Hzounda J.B., Fokou P.V.T., Tchokouaha L.R.Y., Gary-Bobo M., Gallud A., Garcia M., Walbadet L., Secka Y., Dongmo P.M.J., Fekam Boyom F.B., Menut C. Composition and cytotoxic activity of essential oils from Xylopia aethiopica (Dunal) A. Rich, Xylopia parviflora (A. Rich) Benth.) and Monodora myristica (Gaertn) growing in Chad and Cameroon. BMC Compl. Alternative Med. 2014;14:125.", "ArticleIdList": ["PMC4020318", "24708588"]}, {"Citation": "Nishiyama Y., Moriyasu M.I., Ichimaru M., Iwasa K., Kato A., Mathenge S.G., Mutiso C.P.B., Juma F.D. Antinociceptive effects of the extracts of Xylopia parviflora bark and its alkaloidal components in experimental animals. J. Nat. Med. 2010", "ArticleIdList": ["19730974"]}, {"Citation": "Woguem V., Fogang H.P.D., Maggi F., Tapondjou L.A., Womeni H.M., Quassinti L., Bramucci M., Vitali L.A., Petrelli D., Lupidi G., Papa F., Vittori S., Barboni L. Volatile oil from striped African pepper (Xylopia parviflora, Annonaceae) possesses notable chemopreventive, anti-inflammatory and antimicrobial potential. Food Chem. 2014;149:183–189.", "ArticleIdList": ["24295693"]}, {"Citation": "Tchiégang C., Mbougueng P.D. Composition chimique des épices utilisées dans la préparation du Nah poh et du Nkui de l’ouest Cameroun. Tropicultura. 2005;23(4):193–200."}, {"Citation": "Shaba E.Y., Tsado J.M., Tsado A.N., Otori A.A., Ogbonna E. Nutritive and anti-nutritive composition of xylopia parviflora seed obtained from pati shabakolo in lavun local government area, Niger state, Nigeria. Cell Biol. 2017;5(5):53–56."}, {"Citation": "Nwakiban A.P.A., Passarelli A., Da-Dalt L., Olivieri C., Demirci T.N., Piazza S., Sangiovanni E., Carpentier-Maguire E., Martinelli G., Shivashankara S.T., Manjappara U.V., Tchamgoue A.D., Agbor G.A., Kuiate J.-R., Daglia M., Dell’Agli M., Magni P. Cameroonian spice extracts modulate molecular mechanisms relevant to cardiometabolic diseases in SW 872 Human liposarcoma cells. Nutrients. 2021;13:4271.", "ArticleIdList": ["PMC8706885", "34959824"]}, {"Citation": "Nwakiban A.P.A., Fumagalli M., Piazza S., Magnavacca A., Martinelli G., Beretta G., Magni P., Tchamgoue A.D., Agbor G.A., Kuiaté J.-R., Dell’Agli M., Sangiovanni E. Dietary Cameroonian plants exhibit anti-inflammatory activity in Human gastric epithelial cells. Nutrients. 2020;12:3787.", "ArticleIdList": ["PMC7763248", "33321889"]}, {"Citation": "Novotny M., Klimova B., Valis M. Nitrendipine and dementia: forgotten positive facts? Front. Aging Neurosci. 2018;10:418.", "ArticleIdList": ["PMC6305303", "30618724"]}, {"Citation": "Ngoumen N.D.J., Ngondi J.L., Oben J.E. Effect of autranellacongolensis on lipid profile of rats’ brain with experimentally induced alzheimer’s disease. J. Food Res. 2020;9(4)"}, {"Citation": "Pontifex M.G., Malik M.M.A.H., Connell E., Müller M., Vauzour D. Citrus polyphenols in BrainHealth and disease: current perspectives. Front. Neurosci. 2021", "ArticleIdList": ["PMC7933480", "33679318"]}, {"Citation": "He Q., Liu J., Liang J., Liu X., Li W., Liu Z., Ding Z., Tuo D. Towards improvements for penetrating the Blood–Brain Barrier—recent progress from a material and pharmaceutical perspective. Cells. 2018;7(4):24.", "ArticleIdList": ["PMC5946101", "29570659"]}, {"Citation": "Pohanka M. Inhibitors of acetylcholinesterase and butyrylcholinesterase meet immunity. Int. J. Mol. Sci. 2014;15(6):9809–9825.", "ArticleIdList": ["PMC4100123", "24893223"]}, {"Citation": "Askarizadeh A., Barreto G.E., Henney N.C., Majeed M., Sahebkar A. Neuroprotection by curcumin: a review on brain delivery strategies. Int. J. Pharm. 2020:119476.", "ArticleIdList": ["32473377"]}, {"Citation": "Nampoothiri M., John J., Kumar N., Mudgal J., Nampurath G.K., Chamallamudi M.R. Modulatory role od simvastatin against aluminium chloride-induced behavioural and biochemical changes in rats. Behav. Neurol. 2015;9", "ArticleIdList": ["PMC4329790", "25802481"]}, {"Citation": "Morris R. Developments of a water-maze procedure for studying spatial learning in the rat. J. Neurosci. Methods. 1984;11:47–60.", "ArticleIdList": ["6471907"]}, {"Citation": "Hall C.S. Emotional behaviour in the Rat. I. Defecation and urination as mesures of individual differences in emotionality. J. Compos. Psychol. 1934:385–403."}, {"Citation": "Hall C.S. The inheritance of emotionality. Sigma Xi Q. 1938;26:17–27."}, {"Citation": "Ellman G., Courtney K., Andres V., Featherstone R. A new rapid colorimetric determination of acetylcholinesterase activity. Biochem. Pharmacol. 1961;7:88–95.", "ArticleIdList": ["13726518"]}, {"Citation": "Wilbur K.M., Bernheim F., Shapiro O.W. Determination of lipid peroxidation. Arch. Biochem. Biophys. 1949;24:305–310.", "ArticleIdList": ["15405719"]}, {"Citation": "Ellman L.G. Tissue sulfhydryl groups. Arch. Biochem. Biophys. 1959;82(1):70–77.", "ArticleIdList": ["13650640"]}, {"Citation": "Sinha K. Catalase colorimetric test. Anal. Biochem. 1972;47:389–394.", "ArticleIdList": ["4556490"]}, {"Citation": "Misra H.P., Fridovich I. The role of superoxide anion in the autoxidation of epinephrine and a simple assay for superoxide dismutase. J. Biol. Chem. 1972;247:3170–3175.", "ArticleIdList": ["4623845"]}, {"Citation": "Sreejayan M.N.A., Rao Nitric oxide scavenging by curcuminoids. J. Pharm. Pharmacol. 1997;1(49):105–107.", "ArticleIdList": ["9120760"]}, {"Citation": "Gornall A.G., Bardawill C.J., David M.M. Determination of serum proteins by means of the biuret reaction. J. Biol. Chem. 1949;177:751–766.", "ArticleIdList": ["18110453"]}, {"Citation": "Rohn T., Hinds T., Vincenzi F. Ion transport ATPases as targets for free radical damage. Protection by an aminosteroid of the Ca2+ pump ATPase and Na+/K+ pump ATPase of human red blood cell membranes. Biochem. Pharmacol. 1993;46:525–534.", "ArticleIdList": ["8394084"]}, {"Citation": "Baginski E., Foa P., Zak B. Determination of phosphate study of labile organic phosphate interference. Clin. Chim. Acta. 1967;15:155–1586."}, {"Citation": "Nade V.S., Shendye N.V., Kawale L.A., Patil N.R., Khatri M.L. Protective effect of nebivololol on reserpine-induced neurobehavioral and biochemical alterations in the rats. Neurochem. Int. 2013;63:316–321.", "ArticleIdList": ["23871717"]}, {"Citation": "Colomina M.T., Peris-Sampedro F. Neurotoxicity of Metals; 2017. Aluminum and Alzheimer’s Disease; pp. 183–197.", "ArticleIdList": ["28889268"]}, {"Citation": "Wang J., Chen Y., Zhang C., Z. Xiang, J. Ding, X. Han Learning and memory deficits and alzheimer’s disease-like changes in mice after chronic exposure to microcystin-LR. J. Hazard Mater. 2019;5(373):504–518.", "ArticleIdList": ["30947040"]}, {"Citation": "Chapouthier G., Lepicard E.M., Rössler A.S., Venault P. L’anxiété, un pont entre l’épilepsie et la mémoire? Philosophie des sciences. 2002;6(1):75–91."}, {"Citation": "Farshchi A., Ghiasi G., Farshchi S., Khatabi M. Effects of boswellia papyrifera gum extract on learning and memory in mice and rats. Iran. J. Basic. Med. Sci. 2010;13(2):9–15."}, {"Citation": "Li S., Ya-Xin F., Wei W., Yi-Yuan T. Effects of acute restraint stress on different components of memory as assessed by object-recognition and object-location tasks in mice. Behav. Brain Res. 2012;227(1):199–207.", "ArticleIdList": ["22008382"]}, {"Citation": "Bowdler N.C., Beasley D.S., Fritze E.C., Goulette A.M., Hatton J.D., Hession J., et al. Behavioural effects of aluminium ingestion on animal and human subjects. Pharmacol. Biochem. Behav. 1979;10:505–512.", "ArticleIdList": ["461480"]}, {"Citation": "Yadang F.S.A., Nguezeye Y., Kom C.W., Betote P.H.D., Mamat A., Tchokouaha L.R.Y., Taiwé G.S., Agbor G.A., Ngo Bum E. Scopolamine-induced memory impairment in mice: neuroprotective effects of Carissa edulis (forssk.) valh (apocynaceae) aqueous extract. Int. J. Alzheimer's Dis. 2020", "ArticleIdList": ["PMC7479457", "32934845"]}, {"Citation": "Spencer J.P. Beyond antioxidants: the cellular and molecular interactions of flavonoids and how these underpin their actions on the brain. Proc. Nutr. Soc. 2010;69(2):244–260.", "ArticleIdList": ["20158941"]}, {"Citation": "Botton P.H., Costa M.S., Ardais A.P., Mioranzza S., Souza D.O., Da Rocha J.B.T., Porciúncula L.O. Caffeine prevents disruption of memory consolidation in the inhibitory avoidance and novel object recognition tasks by Scopolamine inadult mice. Behav. Brain Res. 2010;214(2):254–259.", "ArticleIdList": ["20553765"]}, {"Citation": "Sargholi N.Z., Kesmati M., Poormehdi B.M. Effect of magnesium oxide nanoparticles on atropine-induced memory impairment in adult male mice. Avicenna J. Neuro Psycho Physiol. 2015;2"}, {"Citation": "Herrup K. Re-imagining Alzheimer’s disease - an age-based hypothesis. J. Neurosci. 2010;30(50):16755–16762.", "ArticleIdList": ["PMC3004746", "21159946"]}, {"Citation": "Braidy N., Behzad S., Habtemariam S., Ahmed T., Daglia5 M., Nabavi6 S.M., Sobarzo-Sanchez E., Nabavi S.F. Neuroprotective effects of citrus fruit-derived flavonoids, nobiletin and tangeretin in alzheimer’s and Parkinson’s disease. CNS & Neurol Diso. 2017;16(4):1–12.", "ArticleIdList": ["28474543"]}, {"Citation": "Natiya S., Nandhini K. Senthil. Neuroprotective role of Salacia oblonga extract against oxidative stress induced by aluminium chloride in the rat cortex. J. Pharmacol. Res. 2012;5(8):4344–4347."}, {"Citation": "University Health News Staff . 2020. Magnesium Supplements May Reverse Memory Loss in Alzheimer’s Patients: Magnesium Is a Multi-Purpose mineral with Important Roles in the Brain."}, {"Citation": "Uwe G., Joachim S., Klaus K. Magnesium in prevention and therapy. Nutrients. 2015;(9):8199–8216.", "ArticleIdList": ["PMC4586582", "26404370"]}, {"Citation": "Huang Y., Huang X., Zhang L., Han F., Pang K.-L., Li X., Shen J.-Y. Magnesium boosts the memory restorative effect of environmental enrichment in Alzheimer’s disease mice. CNS Neurosci. Ther. 2018;24(1):70–79.", "ArticleIdList": ["PMC6489792", "29125684"]}, {"Citation": "Breijyeh Z., Karaman R. Comprehensive review on alzheimer’s disease: causes and treatment. Molecules. 2020;25(24):5789.", "ArticleIdList": ["PMC7764106", "33302541"]}, {"Citation": "Walton J.R. Aluminum disruption of calcium homeostasis and signal transduction resembles change that occurs in aging and Alzheimer’s disease. J. Alzheim. Dis. 2012;29:255–273.", "ArticleIdList": ["22330830"]}, {"Citation": "Basheer M., Pradeep K., Sreekumaran E., Ramakrishna T. A study of serum magnesium, calcium and phosphorus level, and cognition in the elderly population of South India. Alexandria J. Med. 2015:6."}, {"Citation": "Kawahara M., Negishi-Kato M., Sadakane Y. Calcium dyshomeostasis and neurotoxicity of Alzheimer’s beta amyloid protein. Expert Révérend Neurother. 2009;9(5):681–693.", "ArticleIdList": ["19402778"]}, {"Citation": "Sabiha A. 2013. Polyphénols de l’alimentation: extraction, pouvoir antioxydant et interactions avec des ions métalliques; pp. 146–202. Thèse de Doctorat de l’Université d’Avignon."}, {"Citation": "Ahmed H., Shousha W., Hussien R., Farrag A. Potential role of certain nutraceuticals in the regression of Alzheimer’s disease in an experimental animal model. Turkish J. Med. Sci. 2011;41(3):455–466."}, {"Citation": "Abd-Elhady R.M., Elsheikh A.M., Khalifa A.E. Anti-amnestic properties of Ginkgo biloba extract on aluminium-induced memory disorders in rats. Int. J. Dev. Neurosci. 2013;31:598–607.", "ArticleIdList": ["23933390"]}, {"Citation": "Kaizer R.R., Correa M.C., Gris L.R.S., Da Rosa C.S., Bohrer D., Morsch V.M., Rosa M., Schetinger C. Effect of long term exposure to aluminium on the acetylcholinesterase activity in the central nervous system and erythrocytes. Neurochem. Res. 2008;33:2294–2301.", "ArticleIdList": ["18470612"]}, {"Citation": "Ting Z., Ke-min D., Lei Z., Xue-mei C., Chang-hong W., Zheng-tao W. Acetylcholinesterase and butyrylcholinesterase inhibitory activities of β-Carboline and Quinoline alkaloids derivatives from the plants of Genus Peganu. J. Chem. 2013"}, {"Citation": "Hussain G., Rasul A., Anwar H., Aziz N., Razzaq A., Wei W., Ali M., Li J., Li X. Role of plant derived alkaloids and their mechanism in neurodegenerative disorders. Int. J. Biol. Sci. 2018;14(3):341–357.", "ArticleIdList": ["PMC5859479", "29559851"]}, {"Citation": "Vandana S.N., Laxman A.K., Ninad V.S., Nitin R.P. Protective effect of nebivolol on aluminium-inducedneurobehavioral and biochemical alterations in rats. Int. J. Pharmacol. Pharmaceut. Sci. 2014;6:7."}, {"Citation": "Yuan C.Y., Lee Y.J., Hsu G.S.W. Aluminum overload increases oxidative stress in four functional areas of the brain of newborn rats. J. Biomedicinal Sci. 2012;19:51.", "ArticleIdList": ["PMC3404950", "22613782"]}, {"Citation": "Kao Y.-C., Ho P.-C., Tu Y.-K., Jou I.-M., Tsai K.-J. Lipids and alzheimer’s disease. Int. J. Mol. Sci. 2020;21(4):1505. 22.", "ArticleIdList": ["PMC7073164", "32098382"]}, {"Citation": "Guo C., Lin C., Yeh M., Hsu G. Suppression of aluminum-induced testosterone by nitric oxide production in male mice. Pharmacol. Environ. Toxicol. 2005;19(1):33–40.", "ArticleIdList": ["21783460"]}, {"Citation": "Brend Y., Galili L., Badani H., Hovav R., Galili S. Total phenolic content and antioxidant activity of red and yellow Quinoa (Chenopodium quinoa Willd.) seeds as affected by baking and cooking conditions. Food Nutr. Sci. 2012;3:1150–1155."}, {"Citation": "Holland T.M., Agarwal P., Wang Y., Leurgans S.E., Bennett D.A., Booth S.L., Morris M.C. Dietary flavonols and risk of Alzheimer dementia. Am. Acad. Neurol. 2020;94(16)", "ArticleIdList": ["PMC7282875", "31996451"]}, {"Citation": "Amin A., Mohammad S., Ramin A. Polyphenolic antioxidants and neuronal regeneration. Basic Clin. Neurosci. 2016;7(2)", "ArticleIdList": ["PMC4892323", "27303602"]}, {"Citation": "Carrizzo A., Forte M., Damato A., Trimarco V., Salzano F., Bartolo M., Maciag A., Puca A., Vecchione C. Antioxidant effects of resveratrol in cardiovascular, cerebral cholinergic and non-cholinergic presynaptic boutons in Alzheimer’s disease like transgenic mice. Neurosciences. 2013;121:421–432."}, {"Citation": "Ella F.A., Shantaram M., Fewou S.N., Njayou F.N., Deolankar S.C., Modi P.K., Moundipa P.F. Prevention of ß-amyloid-induced toxicity in a differentiated neuronal (IMR32) cell line by Khaya grandifololia (Welw) C.DC. Int. J. Phytomed. 2020;12(4):107–118."}, {"Citation": "Chiroma S.M., Baharuldin M.T.H., Taib C.N.M., Amom Z., Jagadeesan S., Adenan M.I., Moklas M.A.M. Protective effect of Centella asiatica against-galactose and aluminium chloride induced rats: behavioral and ultrastructural approaches. Biomed. Pharmacother. 2019;109:853–864.", "ArticleIdList": ["30551539"]}, {"Citation": "Atchan N.A.P., Shivashankara S.T., Piazza S., Tchamgoue D.A., Beretta G., Dell’Agli M., Magni P., Agbor Agbor G., Kuiaté J.R., Manjappara U.V. Polyphenol-rich extracts of Xylopia and Aframomum species show metabolic benefits by lowering hepatic lipid accumulation in diet induced obese Mice. ACS Omega. 2022;7:11914–11928.", "ArticleIdList": ["PMC9016817", "35449947"]}, {"Citation": "Nishiyama Y., Moriyasu M., Ichimaru M., Iwasa K., Kato A., Mathenge S.G., Mutiso P.B.C., Juma F.D. Secondary and tertiary isoquinoline alkaloids from Xylopia parviflora. Phytochemistry. 2006;67:2671–2675.", "ArticleIdList": ["16963092"]}, {"Citation": "Tsague I.F.K., Dongmo P.M.J., Boyom F.F., Sameza M.L., Fokou J.B.H., Bakargna-Via I., Menkem E.Z., Amvam Zollo P.H., Menut C. Chemical composition and biological activities of monodora myristica, xylopia aethiopica and xylopia parviflora essential oils. Eur. J. Sci. Res. 2014;120(3):303–314."}, {"Citation": "Woguem V., Fogang H.P.D., Maggi F., Tapondjou L.A., Womeni H.M., Quassinti L., Bramucci M., Vitali L.A., Petrelli D., Papa F., Vittori S., Barboni L. Volatile oil from striped African pepper (Xylopia parviflora, Annonaceae) possesses notable chemopreventive, anti-inflammatory and antimicrobial potential. Food Chem. 2014;149:183–189.", "ArticleIdList": ["24295693"]}, {"Citation": "Anwar H.M., Georgy G.S., Hamad S.R., Badr W.K., El Raey M.A., Abdelfattah M.A.O., Wink M., Sobeh M. A leaf extract of harrisonia abyssinica ameliorates neurobehavioral, histological and biochemical changes in the Hippocampus of rats with aluminum chloride-induced alzheimer’s disease. Antioxidants. 2021;10:947.", "ArticleIdList": ["PMC8230640", "34208063"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "10", "Day": "30"}, {"Year": "2022", "Month": "1", "Day": "28"}, {"Year": "2022", "Month": "7", "Day": "1"}, {"Year": "2022", "Month": "7", "Day": "20", "Hour": "4", "Minute": "10"}, {"Year": "2022", "Month": "7", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "21", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "7", "Day": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["35855984", "PMC9287802", "10.1016/j.heliyon.2022.e09896", "S2405-8440(22)01184-7"]}}], "PubmedBookArticle": []}