{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Andrographis paniculata", "active ingredient", "chemical composition", "light quality", "secondary metabolism"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35864865", "DateRevised": {"Year": "2022", "Month": "07", "Day": "23"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "07", "Day": "05"}], "Language": ["eng"], "ELocationID": ["889365", "10.3389/fchem.2022.889365"], "Journal": {"ISSN": "2296-2646", "JournalIssue": {"Volume": "10", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in chemistry", "ISOAbbreviation": "Front Chem"}, "ArticleTitle": "Effect of Light Treatment on Chemical Composition of <i>Andrographis paniculata</i> Seedlings.", "Pagination": {"StartPage": "889365", "MedlinePgn": "889365"}, "Abstract": {"AbstractText": ["Light quality consists of a spectrum of different bands, which not only affects plant, development, and primary metabolism but also affects the secondary metabolism of plants. It is an important factor affecting the content of active components of medicinal plants. The <i>A. paniculata</i> seedlings planted in the laboratory, as materials, were tested with red light, far red light, blue light, and ultraviolet light separately. The study assays the content of six main chemical components separately by LC-MS, observes the changes in the content, and analyzes the relationship between the light quality and the active ingredient of <i>A. paniculata</i>. Using the ointment yield and pH value, the fingerprint analysis method of <i>A. paniculata</i> standard decoction was established, and we discussed the selection of index components of <i>A. paniculata</i> standard decoction. It was suggested to select andrographolide as the index component. It will provide a theoretical basis for the large area cultivation of <i>A. paniculata</i> and optimize the quality of medicinal materials to ensure the quality of standard decoction."], "CopyrightInformation": "Copyright © 2022 Jiang, Wang, Zhang, Zhang, Ma, Ren, Bao and Ma."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Forestry, Northeast Forestry University, Harbin, China."}], "LastName": "Jiang", "ForeName": "Zhehui", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Mechanical and Electrical Engineering, Northeast Forestry University, Harbin, China."}, {"Identifier": [], "Affiliation": "State Grid Tangshan Power Supply Company, Hebei, China."}], "LastName": "Wang", "ForeName": "Tianhao", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Heilongjiang University of Chinese Medicine, Harbin, China."}], "LastName": "Zhang", "ForeName": "Kaixue", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Forestry, Northeast Forestry University, Harbin, China."}], "LastName": "Zhang", "ForeName": "Meiqi", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Forestry, Northeast Forestry University, Harbin, China."}], "LastName": "Ma", "ForeName": "Ling", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Heilongjiang University of Chinese Medicine, Harbin, China."}], "LastName": "Ren", "ForeName": "Weichao", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Forestry, Northeast Forestry University, Harbin, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Forest Food Resources Utilization of Heilongjiang Province, College of Forestry, Northeast Forestry University, Harbin, China."}], "LastName": "Bao", "ForeName": "Yihong", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Heilongjiang University of Chinese Medicine, Harbin, China."}], "LastName": "Ma", "ForeName": "Wei", "Initials": "W"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Chem", "NlmUniqueID": "101627988", "ISSNLinking": "2296-2646"}, "CoiStatement": "Author TW was employed by State Grid Tangshan Power Supply Company. The remaining authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Chen S. L., Liu A., Li Q., Toru S., Zhu G. W., Sun Y., Dai Y. T., Zhang J., Zhang T. J., Takehisa T., Liu C. X. (2016). Research Strategies in Standard Decoction of Medicinal Slices. Zhongguo Zhong Yao Za Zhi 41 (8), 1367–1375. 10.4268/cjcmm20160801", "ArticleIdList": ["10.4268/cjcmm20160801", "28884525"]}, {"Citation": "Chen S. L., Yao H., Han J. P., Xin T. Y., Pang X. H., Shi L. C., Luo K., Song J. Y., Hou D. Y., Shi S. M., Qian Z. Z. (2013). Principles for Molecular Identification of Traditional Chinese Materia Medica Using DNA Barcoding. Zhongguo Zhong Yao Za Zhi 38 (2), 141–148.", "ArticleIdList": ["23672031"]}, {"Citation": "Chen X. (2012). Effects of Different Light Emitting Diode Sources on Physiological Characteristics and Quality in Chinese Chive. Holland: Shandong Agricultural University."}, {"Citation": "Ebel J., Schaller-Hekeler B., Kobloch K.-H., Wellman E., Grisebach H., Hahlbrock K. (1974). Coordinated Changes in Enzyme Activities of Phenylpropanoid Metabolism during the Growth of Soybean Cell Suspension Cultures. Biochimica Biophysica Acta (BBA) - General Subj. 362 (3), 417–424. 10.1016/0304-4165(74)90137-8", "ArticleIdList": ["10.1016/0304-4165(74)90137-8", "4472044"]}, {"Citation": "Gao T. (2012). Studies on Effect of Light Quality and Photosynthetic Characteristics of Dendrobium Officinale. ShenYang, China: Zhejinag Agricultural and Forestry University."}, {"Citation": "Guo Y. S., Gu A. S., Cui J. (2011). Effects of Light Quality on Rice Seedlings Growth and Physiological Characteristics. Ying Yong Sheng Tai Xue Bao 22 (22), 1485–1492.", "ArticleIdList": ["21941749"]}, {"Citation": "Gupta N., Nath U. (2020). Integration of Light and Hormone Response during Seedling Establishment. J. Plant Biochem. Biotechnol. 29 (4), 652–664. 10.1007/s13562-020-00628-y", "ArticleIdList": ["10.1007/s13562-020-00628-y"]}, {"Citation": "Hao J. J. (2011). Effect of Light Quality on Growth Physiological and the Effective Components in Ganoderma Iucidum and Antioxidant Enzymes Development Research. BeiJing, China: Peking Union Medical College Chinese Academy of Medical Sciences."}, {"Citation": "Hu L. J. (2013). Study on the Effects of Elicitor and Light Quality on the Growth and Secondary Metabolism of Pinellia Ternata. NanJing, China: Nanjing Agricultural University."}, {"Citation": "Li Q. (2010). Effect of Light Quality on Growth Physiological Accumulations of Lettuce and Salvia Miltiorrhiza Bunge. XiAn, China: Northwest Agricultural and Forestry University."}, {"Citation": "Li X. (2006). Effect of Environmental Factors on the Growth and Principal Medicinal Compositions of Amur Corktree Seedlings. Harbin, China: Northest Forestry University."}, {"Citation": "Li Z., Chen Q., Xin Y., Mei Z., Gao A., Liu W., Yu L., Chen X., Chen Z., Wang N. (2021). Analyses of the Photosynthetic Characteristics, Chloroplast Ultrastructure, and Transcriptome of Apple (Malus Domestica) Grown under Red and Blue Lights. BMC Plant Biol. 21 (1), 483. 10.1186/s12870-021-03262-5", "ArticleIdList": ["10.1186/s12870-021-03262-5", "PMC8539889", "34686132"]}, {"Citation": "Liu F. X., Liu N. S. (2016). Effects of Different Light Qualities on Physiological and Biochemical Characteristics of Cucumber Seedling. Hubei Agric. Sci. 07 (55), 1722–1725."}, {"Citation": "Liu M. L. (2013). Effect of Light Quality on Physiological Characteristics and Quality of Anoectochilus Roxburghii. FuJiang, China: Fujian Agricultural and Forestry University."}, {"Citation": "Lv B., Zhu J., Kong X., Ding Z. (2021). Light Participates in the Auxin-dependent Regulation of Plant Growth. J. Integr. Plant Biol. 63 (05), 819–822. 10.1111/jipb.13036", "ArticleIdList": ["10.1111/jipb.13036", "33215867"]}, {"Citation": "Qi L. D. (2007). Effect of Light Quality on Physiological Characteristics and Qualities of Spinach. ShangDong, China: Shandong Agricultural University."}, {"Citation": "Rehman M., Fahad S., Saleem M. H., Hafeez M., Rahman M. H., Liu F., et al. (2020). Red Light Optimized Physiological Traits and Enhanced the Growth of Ramie (Boehmeria Nivea L.). Photosynt. 58 (4), 922–931. 10.32615/ps.2020.040", "ArticleIdList": ["10.32615/ps.2020.040"]}, {"Citation": "Sakaguchi J., Matsushita T., Watanabe Y. (2019). DWARF4 Accumulation in Root Tips Is Enhanced via Blue Light Perception by Cryptochromes. Plant Cell Environ. 42 (5), 1615–1629. 10.1111/pce.13510", "ArticleIdList": ["10.1111/pce.13510", "30620085"]}, {"Citation": "Sun H., Dong W., Zhang A., Wang W., Wang X. (2012). Pharmacokinetics Study of Multiple Components Absorbed in Rat Plasma after Oral Administration of Stemonae Radix Using Ultra-performance Liquid-Chromatography/mass Spectrometry with Automated MetaboLynx Software Analysis. J. Sep. Sci. 35 (24), 3477–3485. 10.1002/jssc.201200791", "ArticleIdList": ["10.1002/jssc.201200791", "23225713"]}, {"Citation": "Sun H., Wu F., Zhang A., Wei W., Han Y., Wang X. (2013). Profiling and Identification of the Absorbed Constituents and Metabolites of Schisandra Lignans by Ultra-performance Liquid Chromatography Coupled to Mass Spectrometry. Biomed. Chromatogr. 27 (11), 1511–1519. 10.1002/bmc.2951", "ArticleIdList": ["10.1002/bmc.2951", "23760884"]}, {"Citation": "Tang H., Yang J., Yang J., Zhang X. R., Cao C. P., Qin Q., Zhao M., Li C., Chen Y. H. (2020). Effects of UV-B Pre-treatments on Physiological Properties and Accumulation of Active Ingredients in Herbal Plant, Prunella Vulgaris. Jeb 41 (3), 556–562. 10.22438/jeb/41/3/mrn-1269", "ArticleIdList": ["10.22438/jeb/41/3/mrn-1269"]}, {"Citation": "Wang H. T., Xie B. D. (2006). Effects of Light Spectrum and Photoperiod on Contents of Flavonoid and Terpene in Leaves of Ginkgo Biloba L. J. Nanjing For. Univ. Sci. Ed. 49 (2), 51–54. 10.3969/j.jssn.1000-2006.2006.02.012", "ArticleIdList": ["10.3969/j.jssn.1000-2006.2006.02.012"]}, {"Citation": "Wang M. Y. (2013). Effect of Different Leds on the Growth and Contents of Medicinal Active Components of Sophora Tonlcinensis Seedings. NanJing, China: Guangxi University."}, {"Citation": "Wu Y. (2013). Effects of Environmental Factors on Physiology, Biochemistry and Chemical Composition of Polygala Tenuifolia. XiAn, China: Northwest University."}, {"Citation": "Yan G.-l., Zhang A.-h., Sun H., Han Y., Shi H., Zhou Y., et al. (2013). An Effective Method for Determining the Ingredients of Shuanghuanglian Formula in Blood Samples Using High-Resolution LC-MS Coupled with Background Subtraction and a Multiple Data Processing Approach. J. Sep. Sci. 36 (19), 3191–3199. 10.1002/jssc.201300529", "ArticleIdList": ["10.1002/jssc.201300529", "23913749"]}, {"Citation": "Yang Q., Pan J., Shen G., Guo B. (2019). Yellow Light Promotes the Growth and Accumulation of Bioactive Flavonoids in Epimedium Pseudowushanense. J. Photochem. Photobiol. B Biol. 197 (C), 111550. 10.1016/j.jphotobiol.2019.111550", "ArticleIdList": ["10.1016/j.jphotobiol.2019.111550", "31330424"]}, {"Citation": "Yi Wen L., Shi H. (2018). Direct Regulation of Phytohormone Actions by Photoreceptors. Trends Plant Sci. 24 (2), 105–108.", "ArticleIdList": ["30514622"]}, {"Citation": "Zhang A.-h., Ma Z.-m., Sun H., Zhang Y., Liu J.-h., Wu F.-f., et al. (2019). High-Throughput Metabolomics Evaluate the Efficacy of Total Lignans from Acanthophanax Senticosus Stem against Ovariectomized Osteoporosis Rat. Front. Pharmacol. 10, 553. 10.3389/fphar.2019.00553", "ArticleIdList": ["10.3389/fphar.2019.00553", "PMC6548904", "31191306"]}, {"Citation": "Zhang A. H., Yu J.-B., Sun H., Kong L., Wang X. Q., Zhang Q.-Y., et al. (2018). Identifying Quality-Markers from Shengmai San Protects against Transgenic Mouse Model of Alzheimer's Disease Using Chinmedomics Approach. Phytomedicine 45, 84–92. 10.1016/j.phymed.2018.04.004", "ArticleIdList": ["10.1016/j.phymed.2018.04.004", "29685366"]}, {"Citation": "Zhang H. (2010). Effect of Light Environment Control on the Growth and Development in Plant. NanJing, China: Nanjing Agricultural University."}, {"Citation": "Zhang Y., Ye Z. L., Yang F., Zhang L. J., Nie S. X., Yang W. Y. (2014). Effects of Different Light Qualities on Morphological and Photosynthetic Physiological Parameters of Soybean Seedlings. J. Oil Crop Sci. 03 (36), 343–348."}, {"Citation": "Zou T., Wu B., Wu W., Ge L., Xu Y. (2020). Effects of Different Spectra from LED on the Growth, Development and Reproduction of Arabidopsis thaliana . Phyt. Buenos Aires 89 (2), 275–289. 10.32604/phyton.2020.09277", "ArticleIdList": ["10.32604/phyton.2020.09277"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "3", "Day": "7"}, {"Year": "2022", "Month": "5", "Day": "30"}, {"Year": "2022", "Month": "7", "Day": "22", "Hour": "2", "Minute": "15"}, {"Year": "2022", "Month": "7", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "23", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["35864865", "PMC9294379", "10.3389/fchem.2022.889365", "889365"]}}], "PubmedBookArticle": []}