{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35874231", "DateRevised": {"Year": "2022", "Month": "07", "Day": "26"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "07", "Day": "06"}], "Language": ["eng"], "ELocationID": ["10.1021/acsomega.2c00625"], "Journal": {"ISSN": "2470-1343", "JournalIssue": {"Volume": "7", "Issue": "28", "PubDate": {"Year": "2022", "Month": "Jul", "Day": "19"}}, "Title": "ACS omega", "ISOAbbreviation": "ACS Omega"}, "ArticleTitle": "Therapeutic Potential of Medicinal Plants against Dengue Infection: A Mechanistic Viewpoint.", "Pagination": {"StartPage": "24048", "EndPage": "24065", "MedlinePgn": "24048-24065"}, "Abstract": {"AbstractText": ["Dengue is a tropical disease caused by the Dengue virus (DENV), a positive-sense, single stranded RNA virus of the family <i>Flaviviridae</i>, which is transmitted by <i>Aedes</i> mosquitoes. The occurrence of dengue has grown dramatically around the globe in recent decades, and it is rapidly becoming a global burden. Furthermore, all four DENV serotypes cocirculate and create a problematic hyperendemic situation. Characteristic symptoms range from being asymptomatic, dengue fever to life-threatening complications such as hemorrhagic fever and shock. Apart from the inherent virulence of the virus strain, a dysregulated host immune response makes the condition worse. Currently, there is no highly recommended vaccine or therapeutic agent against dengue. With the advent of virus strains resistant to antiviral agents, there is a constant need for new therapies to be developed. Since time immemorial, human civilization has utilized plants in traditional medicine to treat various diseases, including infectious viral diseases. With the advancement in molecular biology, cell biology techniques, and bioinformatics, recent studies have tried to provide scientific evidence and determine the mechanism of anti-dengue activity of various plant extracts and plant-derived agents. The current Review consolidates the studies on the last 20 years of <i>in vitro</i> and <i>in vivo</i> experiments on the ethnomedicinal plants used against the dengue virus. Several active phytoconstituents like quercetin, castanospermine, α-mangostin, schisandrin-A, hirsutin have been found to be promising to inhibition of all the four DENV serotypes. However, novel therapeutics need to be reassessed in relevant cells using high-throughput techniques. Further, <i>in vivo</i> dose optimization for the immunomodulatory and antiviral activity should be examined on a vast sample size. Such a Review should help take the knowledge forward, validate it, and use medicinal plants in different combinations targeting multiple stages of virus infection for more effective multipronged therapy against dengue infection."], "CopyrightInformation": "© 2022 The Authors. Published by American Chemical Society."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology School of Pharmaceutical Education and Research, Jamia Hamdard, New Delhi, 110062, India."}], "LastName": "Altamish", "ForeName": "Mohammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bioactive Natural Product Laboratory, School of Pharmaceutical Education and Research, Jamia Hamdard, New Delhi, 110062, India."}], "LastName": "Khan", "ForeName": "Muzayyana", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Molecular Medicine, School of Interdisciplinary Sciences & Technology, Jamia Hamdard, New Delhi-110062 India."}], "LastName": "Baig", "ForeName": "Mirza Sarwar", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Molecular Medicine, School of Interdisciplinary Sciences & Technology, Jamia Hamdard, New Delhi-110062 India."}], "LastName": "Pathak", "ForeName": "Bharti", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of SciencesIndira Gandhi National Open University (IGNOU), New Delhi, 110068, India."}], "LastName": "Rani", "ForeName": "Veena", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Central Council for Research in Unani Medicine, Ministry of AYUSH, Government of India, New Delhi, 110058, India."}], "LastName": "Akhtar", "ForeName": "Jamal", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Central Council for Research in Unani Medicine, Ministry of AYUSH, Government of India, New Delhi, 110058, India."}], "LastName": "Khan", "ForeName": "A Ali", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bioactive Natural Product Laboratory, School of Pharmaceutical Education and Research, Jamia Hamdard, New Delhi, 110062, India."}], "LastName": "Ahmad", "ForeName": "Sayeed", "Initials": "S"}, {"Identifier": ["0000-0001-6538-2044"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Molecular Medicine, School of Interdisciplinary Sciences & Technology, Jamia Hamdard, New Delhi-110062 India."}], "LastName": "Krishnan", "ForeName": "Anuja", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "ACS Omega", "NlmUniqueID": "101691658", "ISSNLinking": "2470-1343"}, "CoiStatement": "The authors declare no competing financial interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Nonyong P.; Ekalaksananan T.; Phanthanawiboon S.; Aromseree S.; Phadungsombat J.; Nakayama E. E.; Shioda T.; Sawaswong V.; Payungporn S.; Thaewnongiew K.; Overgaard H. J.; Bangs M. J.; Alexander N.; Pientong C. Dengue Virus in Humans and Mosquitoes and Their Molecular Characteristics in Northeastern Thailand 2016–2018. PLoS One 2021, 16 (9), e025746010.1371/journal.pone.0257460.", "ArticleIdList": ["10.1371/journal.pone.0257460", "PMC8439490", "34520486"]}, {"Citation": "Ma E.; Zhu Y.; Liu Z.; Wei T.; Wang P.; Cheng G. Interaction of Viruses with the Insect Intestine. Annu. Rev. Virol. 2021, 8 (1), 115–131. 10.1146/annurev-virology-091919-100543.", "ArticleIdList": ["10.1146/annurev-virology-091919-100543", "33872516"]}, {"Citation": "Bhatt S.; Gething P. W.; Brady O. J.; Messina J. P.; Farlow A. W.; Moyes C. L.; Drake J. M.; Brownstein J. S.; Hoen A. G.; Sankoh O.; Myers M. F.; George D. B.; Jaenisch T.; Wint G. R. W.; Simmons C. P.; Scott T. W.; Farrar J. J.; Hay S. I. The Global Distribution and Burden of Dengue. Nature 2013, 496 (7446), 504–507. 10.1038/nature12060.", "ArticleIdList": ["10.1038/nature12060", "PMC3651993", "23563266"]}, {"Citation": "Carrasco L. R.; Leo Y. S.; Cook A. R.; Lee V. J.; Thein T. L.; Go C. J.; Lye D. C. Predictive Tools for Severe Dengue Conforming to World Health Organization 2009 Criteria. PLoS Negl. Trop. Dis. 2014, 8 (7), e297210.1371/journal.pntd.0002972.", "ArticleIdList": ["10.1371/journal.pntd.0002972", "PMC4091876", "25010515"]}, {"Citation": "Kularatne S. A. M. Dengue Fever. BMJ. 2015, h4661.10.1136/bmj.h4661.", "ArticleIdList": ["10.1136/bmj.h4661", "26374064"]}, {"Citation": "Nelwan E. J. Early Detection of Plasma Leakage in Dengue Hemorrhagic Fever. Acta Med. Indones 2018, 50 (3), 183–184.", "ArticleIdList": ["30333266"]}, {"Citation": "Hosseini S.; Oliva-Ramírez J.; Vázquez-Villegas P.; Rodriguez-Garcia A.; Muñoz-Soto R. B.; Aghamohammadi N.; Martinez-Chapa S. O. Dengue Fever: A Worldwide Threat An Overview of the Infection Process, Environmental Factors for a Global Outbreak, Diagnostic Platforms and Vaccine Developments. Curr. Top. Med. Chem. 2018, 18 (18), 1531–1549. 10.2174/1568026618666181105130000.", "ArticleIdList": ["10.2174/1568026618666181105130000", "30394209"]}, {"Citation": "Narvaez F.; Gutierrez G.; Pérez M. A.; Elizondo D.; Nuñez A.; Balmaseda A.; Harris E. Evaluation of the Traditional and Revised WHO Classifications of Dengue Disease Severity. PLoS Negl. Trop. Dis. 2011, 5 (11), e139710.1371/journal.pntd.0001397.", "ArticleIdList": ["10.1371/journal.pntd.0001397", "PMC3210746", "22087348"]}, {"Citation": "Bell S. M.; Katzelnick L.; Bedford T. Dengue Genetic Divergence Generates Within-Serotype Antigenic Variation, but Serotypes Dominate Evolutionary Dynamics. Elife 2019, 8, e42496.10.7554/eLife.42496.", "ArticleIdList": ["10.7554/eLife.42496", "PMC6731059", "31385805"]}, {"Citation": "Yenamandra S. P.; Koo C.; Chiang S.; Lim H. S. J.; Yeo Z. Y.; Ng L. C.; Hapuarachchi H. C. Evolution, Heterogeneity and Global Dispersal of Cosmopolitan Genotype of Dengue Virus Type 2. Sci. Rep. 2021, 11 (1), 13496.10.1038/s41598-021-92783-y.", "ArticleIdList": ["10.1038/s41598-021-92783-y", "PMC8241877", "34188091"]}, {"Citation": "Zhang X.; Jia R.; Shen H.; Wang M.; Yin Z.; Cheng A. Structures and Functions of the Envelope Glycoprotein in Flavivirus Infections. Viruses 2017, 9 (11), 338.10.3390/v9110338.", "ArticleIdList": ["10.3390/v9110338", "PMC5707545", "29137162"]}, {"Citation": "Cruz-Oliveira C.; Freire J. M.; Conceição T. M.; Higa L. M.; Castanho M. A. R. B.; Da Poian A. T. Receptors and Routes of Dengue Virus Entry into the Host Cells. FEMS Microbiol. Rev. 2015, 39 (2), 155–170. 10.1093/femsre/fuu004.", "ArticleIdList": ["10.1093/femsre/fuu004", "25725010"]}, {"Citation": "Blazevic J.; Rouha H.; Bradt V.; Heinz F. X.; Stiasny K. Membrane Anchors of the Structural Flavivirus Proteins and Their Role in Virus Assembly. J. Virol. 2016, 90 (14), 6365–6378. 10.1128/JVI.00447-16.", "ArticleIdList": ["10.1128/JVI.00447-16", "PMC4936158", "27147734"]}, {"Citation": "Tan T. Y.; Fibriansah G.; Lok S.-M. Capsid Protein Is Central to the Birth of Flavivirus Particles. PLOS Pathog. 2020, 16 (5), e100854210.1371/journal.ppat.1008542.", "ArticleIdList": ["10.1371/journal.ppat.1008542", "PMC7255599", "32463839"]}, {"Citation": "Uno N.; Ross T. M. Dengue Virus and the Host Innate Immune Response. Emerg. Microbes Infect. 2018, 7 (1), 1–11. 10.1038/s41426-018-0168-0.", "ArticleIdList": ["10.1038/s41426-018-0168-0", "PMC6177401", "30301880"]}, {"Citation": "Chiang W.-L.; Liu X.; Si S.; Li Y.; Bengio S.; Hsieh C.-J.. Cluster-GCN: An Efficient Algorithm for Training Deep and Large Graph Convolutional Networks. arXiv (Machine Learning), Aug. 8, 2019, 1905.07953, version 2. 10.48550/arXiv.1905.07953.", "ArticleIdList": ["10.48550/arXiv.1905.07953"]}, {"Citation": "Zhou Z.; Zeng C.; Nie L.; Huang S.; Guo C.; Xiao D.; Han Y.; Ye X.; Ou M.; Huang C.; Ye X.; Wen Z.; Yang G.; Jing C. The Effects of TLR3, TRIF and TRAF3 SNPs and Interactions with Environmental Factors on Type 2 Diabetes Mellitus and Vascular Complications in a Han Chinese Population. Gene 2017, 626, 41–47. 10.1016/j.gene.2017.05.011.", "ArticleIdList": ["10.1016/j.gene.2017.05.011", "28479387"]}, {"Citation": "Kao Y.-T.; Lai M. M. C.; Yu C.-Y. How Dengue Virus Circumvents Innate Immunity. Front. Immunol. 2018, 9, 2860.10.3389/fimmu.2018.02860.", "ArticleIdList": ["10.3389/fimmu.2018.02860", "PMC6288372", "30564245"]}, {"Citation": "Zhu T.; Fernandez-Sesma A. Innate Immune DNA Sensing of Flaviviruses. Viruses 2020, 12 (9), 979.10.3390/v12090979.", "ArticleIdList": ["10.3390/v12090979", "PMC7552040", "32899347"]}, {"Citation": "Dayarathna S.; Jeewandara C.; Gomes L.; Somathilaka G.; Jayathilaka D.; Vimalachandran V.; Wijewickrama A.; Narangoda E.; Idampitiya D.; Ogg G. S.; Malavige G. N. Similarities and Differences between the ‘Cytokine Storms’ in Acute Dengue and COVID-19. Sci. Rep. 2020, 10 (1), 19839.10.1038/s41598-020-76836-2.", "ArticleIdList": ["10.1038/s41598-020-76836-2", "PMC7670444", "33199778"]}, {"Citation": "Yakimovich A.; Witte R.; Andriasyan V.; Georgi F.; Greber U. F. Label-Free Digital Holo-Tomographic Microscopy Reveals Virus-Induced Cytopathic Effects in Live Cells. mSphere 2018, 3 (6), e00599-18.10.1128/mSphereDirect.00599-18.", "ArticleIdList": ["10.1128/mSphereDirect.00599-18", "PMC6249643", "30463927"]}, {"Citation": "Baer A.; Kehn-Hall K. Viral Concentration Determination Through Plaque Assays: Using Traditional and Novel Overlay Systems. J. Vis. Exp. 2014, 93, e52065.10.3791/52065.", "ArticleIdList": ["10.3791/52065", "PMC4255882", "25407402"]}, {"Citation": "Kaufmann S. H. E.; Kabelitz D. The Immune Response to Infectious Agents. Immunology of Infection 2010, 37, 1–20. 10.1016/S0580-9517(10)37001-2.", "ArticleIdList": ["10.1016/S0580-9517(10)37001-2"]}, {"Citation": "Flint H. J.; Scott K. P.; Duncan S. H.; Louis P.; Forano E. Microbial Degradation of Complex Carbohydrates in the Gut. Gut Microbes 2012, 3 (4), 289–306. 10.4161/gmic.19897.", "ArticleIdList": ["10.4161/gmic.19897", "PMC3463488", "22572875"]}, {"Citation": "Shanaka W. W.; Rodrigo I.; Alcena D. C.; Rose R. C.; Jin X.; Schlesinger J. J. An Automated Dengue Virus Microneutralization Plaque Assay Performed in Human Fc{gamma} Receptor-Expressing CV-1 Cells. Am. J. Trop. Med. Hyg. 2009, 80 (1), 61–65. 10.4269/ajtmh.2009.80.61.", "ArticleIdList": ["10.4269/ajtmh.2009.80.61", "19141841"]}, {"Citation": "Mackay I. M. Real-Time PCR in Virology. Nucleic Acids Res. 2002, 30 (6), 1292–1305. 10.1093/nar/30.6.1292.", "ArticleIdList": ["10.1093/nar/30.6.1292", "PMC101343", "11884626"]}, {"Citation": "Pathak B.; Chakravarty A.; Krishnan A. High Viral Load Positively Correlates with Thrombocytopenia and Elevated Haematocrit in Dengue Infected Paediatric Patients. J. Infect. Public Health 2021, 14 (11), 1701–1707. 10.1016/j.jiph.2021.10.002.", "ArticleIdList": ["10.1016/j.jiph.2021.10.002", "34655984"]}, {"Citation": "Aoki-Utsubo C.; Chen M.; Hotta H. Time-of-Addition and Temperature-Shift Assays to Determine Particular Step(s) in the Viral Life Cycle That Is Blocked by Antiviral Substance(S). BIO-PROTOCOL 2018, 8 (9), e2830.10.21769/BioProtoc.2830.", "ArticleIdList": ["10.21769/BioProtoc.2830", "PMC8275244", "34286039"]}, {"Citation": "Zhu X.; He Z.; Yuan J.; Wen W.; Huang X.; Hu Y.; Lin C.; Pan J.; Li R.; Deng H.; Liao S.; Zhou R.; Wu J.; Li J.; Li M. IFITM3-Containing Exosome as a Novel Mediator for Anti-Viral Response in Dengue Virus Infection. Cell. Microbiol. 2015, 17 (1), 105–118. 10.1111/cmi.12339.", "ArticleIdList": ["10.1111/cmi.12339", "PMC7162390", "25131332"]}, {"Citation": "Oliveira A. F. C. d. S.; Teixeira R. R.; Oliveira A. S. d.; Souza A. P. M. d.; Silva M. L. d.; Paula S. O. d. de. Potential Antivirals: Natural Products Targeting Replication Enzymes of Dengue and Chikungunya Viruses. Molecules 2017, 22 (3), 505.10.3390/molecules22030505.", "ArticleIdList": ["10.3390/molecules22030505", "PMC6155337", "28327521"]}, {"Citation": "Falgout B.; Pethel M.; Zhang Y. M.; Lai C. J. Both Nonstructural Proteins NS2B and NS3 Are Required for the Proteolytic Processing of Dengue Virus Nonstructural Proteins. J. Virol. 1991, 65 (5), 2467–2475. 10.1128/jvi.65.5.2467-2475.1991.", "ArticleIdList": ["10.1128/jvi.65.5.2467-2475.1991", "PMC240601", "2016768"]}, {"Citation": "Yusof R.; Clum S.; Wetzel M.; Murthy H. M. K.; Padmanabhan R. Purified NS2B/NS3 Serine Protease of Dengue Virus Type 2 Exhibits Cofactor NS2B Dependence for Cleavage of Substrates with Dibasic Amino Acids in Vitro. J. Biol. Chem. 2000, 275 (14), 9963–9969. 10.1074/jbc.275.14.9963.", "ArticleIdList": ["10.1074/jbc.275.14.9963", "10744671"]}, {"Citation": "Gong E. Y.; Kenens H.; Ivens T.; Dockx K.; Vermeiren K.; Vandercruyssen G.; Devogelaere B.; Lory P.; Kraus G.. Expression and Purification of Dengue Virus NS5 Polymerase and Development of a High-Throughput Enzymatic Assay for Screening Inhibitors of Dengue Polymerase. In Antiviral Methods and Protocols. Methods in Molecular Biology, Vol. 1030; Gong E., Ed.; Humana Press: Totowa, NJ, 2013; pp 237–247.", "ArticleIdList": ["23821273"]}, {"Citation": "Chiswick E. L.; Duffy E.; Japp B.; Remick D.. Detection and Quantification of Cytokines and Other Biomarkers. In Leucocytes. Methods in Molecular Biology, Vol. 844; Ashman R., Ed.; Humana Press: Totowa, NJ, 2012; pp 15–30.", "ArticleIdList": ["PMC5659280", "22262432"]}, {"Citation": "Raut C. G.; Deolankar R. P.; Kolhapure R. M.; Goverdhan M. K. Susceptibility of Laboratory-Bred Rodents to the Experimental Infection with Dengue Virus Type 2. Acta Virol. 1996, 40 (3), 143–146.", "ArticleIdList": ["8891094"]}, {"Citation": "Chen R. E.; Diamond M. S. Dengue Mouse Models for Evaluating Pathogenesis and Countermeasures. Curr. Opin. Virol. 2020, 43, 50–58. 10.1016/j.coviro.2020.09.001.", "ArticleIdList": ["10.1016/j.coviro.2020.09.001", "PMC7774505", "32950933"]}, {"Citation": "Mota J.; Rico-Hesse R. Dengue Virus Tropism in Humanized Mice Recapitulates Human Dengue Fever. PLoS One 2011, 6 (6), e2076210.1371/journal.pone.0020762.", "ArticleIdList": ["10.1371/journal.pone.0020762", "PMC3112147", "21695193"]}, {"Citation": "Chan C. Y. Y.Determinants of Symptomatic Flavivirus Infection. Ph.D. Thesis, National University of Singapore, 2017."}, {"Citation": "Hunsperger E. A.; Yoksan S.; Buchy P.; Nguyen V. C.; Sekaran S. D.; Enria D. A.; Pelegrino J. L.; Vázquez S.; Artsob H.; Drebot M.; Gubler D. J.; Halstead S. B.; Guzmán M. G.; Margolis H. S.; Nathanson C.-M.; Lic N. R. R.; Bessoff K. E.; Kliks S.; Peeling R. W. Evaluation of Commercially Available Anti–Dengue Virus Immunoglobulin M Tests. Emerg. Infect. Dis. 2009, 15 (3), 436–440. 10.3201/eid1503.080923.", "ArticleIdList": ["10.3201/eid1503.080923", "PMC2681117", "19239758"]}, {"Citation": "Guzman G.; Dacanay A.; Andaya B.; Alejandro G. Ethnopharmacological Studies on the Uses of Euphorbia Hirta in the Treatment of Dengue in Selected Indigenous Communities in Pangasinan (Philippines). J. Intercult. Ethnopharmacol. 2016, 5 (3), 239.10.5455/jice.20160330124637.", "ArticleIdList": ["10.5455/jice.20160330124637", "PMC4927128", "27366349"]}, {"Citation": "Hossain S.; Urbi Z.; Karuniawati H.; Mohiuddin R. B.; Moh Qrimida A.; Allzrag A. M. M.; Ming L. C.; Pagano E.; Capasso R. Andrographis Paniculata (Burm. f.) Wall. Ex Nees: An Updated Review of Phytochemistry, Antimicrobial Pharmacology, and Clinical Safety and Efficacy. Life 2021, 11 (4), 348.10.3390/life11040348.", "ArticleIdList": ["10.3390/life11040348", "PMC8072717", "33923529"]}, {"Citation": "Jiang W. L.; Luo X. L.; Kuang S. J. Effects of Alternanthera Philoxeroides Griseb against Dengue Virus in Vitro. Di Yi Jun Yi Da Xue Xue Bao 2005, 25 (4), 454–456.", "ArticleIdList": ["15837655"]}, {"Citation": "Tang L. I.; Ling A. P.; Koh R. Y.; Chye S. M.; Voon K. G. Screening of Anti-Dengue Activity in Methanolic Extracts of Medicinal Plants. BMC Complement. Altern. Med. 2012, 12 (1), 3.10.1186/1472-6882-12-3.", "ArticleIdList": ["10.1186/1472-6882-12-3", "PMC3269354", "22244370"]}, {"Citation": "Huang N.-C.; Hung W.-T.; Tsai W.-L.; Lai F.-Y.; Lin Y.-S.; Huang M.-S.; Chen J.-J.; Lin W.-Y.; Weng J.-R.; Chang T.-H. Ficus Septica Plant Extracts for Treating Dengue Virus in Vitro. PeerJ. 2017, 5, e344810.7717/peerj.3448.", "ArticleIdList": ["10.7717/peerj.3448", "PMC5466810", "28607841"]}, {"Citation": "Ono L.; Wollinger W.; Rocco I. M.; Coimbra T. L.; Gorin P. A.; Sierakowski M.-R. In Vitro and in Vivo Antiviral Properties of Sulfated Galactomannans against Yellow Fever Virus (BeH111 Strain) and Dengue 1 Virus (Hawaii Strain). Antiviral Res. 2003, 60 (3), 201–208. 10.1016/S0166-3542(03)00175-X.", "ArticleIdList": ["10.1016/S0166-3542(03)00175-X", "14638396"]}, {"Citation": "Taib M.; Rezzak Y.; Bouyazza L.; Lyoussi B. Medicinal Uses, Phytochemistry, and Pharmacological Activities of Quercus Species. Evidence-Based Complement. Altern. Med. 2020, 2020, 1–20. 10.1155/2020/1920683.", "ArticleIdList": ["10.1155/2020/1920683", "PMC7415107", "32802116"]}, {"Citation": "Abd Rahman N.; Hadinur; Muliawa S.; Nor Rashid N.; Muhamad M.; Yusof R. Studies on Quercus Iusitanica Extract on DENV-2 Replication. Dengue Bull. 2006, 30, 260–269."}, {"Citation": "Rosmalena R.; Elya B.; Dewi B. E.; Fithriyah F.; Desti H.; Angelina M.; Hanafi M.; Lotulung P. D.; Prasasty V. D.; Seto D. The Antiviral Effect of Indonesian Medicinal Plant Extracts Against Dengue Virus In Vitro and In Silico. Pathogens 2019, 8 (2), 85.10.3390/pathogens8020085.", "ArticleIdList": ["10.3390/pathogens8020085", "PMC6631455", "31234495"]}, {"Citation": "Brandão G.; Kroon E.; Souza D.; Filho J.; Oliveira A. Chemistry and Antiviral Activity of Arrabidaea Pulchra (Bignoniaceae). Molecules 2013, 18 (8), 9919–9932. 10.3390/molecules18089919.", "ArticleIdList": ["10.3390/molecules18089919", "PMC6269977", "23959197"]}, {"Citation": "Alzohairy M. A. Therapeutics Role of Azadirachta Indica (Neem) and Their Active Constituents in Diseases Prevention and Treatment. Evidence-Based Complement. Altern. Med. 2016, 2016, 1–11. 10.1155/2016/7382506.", "ArticleIdList": ["10.1155/2016/7382506", "PMC4791507", "27034694"]}, {"Citation": "Parida M.; Upadhyay C.; Pandya G.; Jana A. Inhibitory Potential of Neem (Azadirachta Indica Juss) Leaves on Dengue Virus Type-2 Replication. J. Ethnopharmacol. 2002, 79 (2), 273–278. 10.1016/S0378-8741(01)00395-6.", "ArticleIdList": ["10.1016/S0378-8741(01)00395-6", "11801392"]}, {"Citation": "Simões L. R.; Maciel G. M.; Brandão G. C.; Kroon E. G.; Castilho R. O.; Oliveira A. B. Antiviral Activity of Distictella Elongata (Vahl) Urb. (Bignoniaceae), a Potentially Useful Source of Anti-Dengue Drugs from the State of Minas Gerais, Brazil. Lett. Appl. Microbiol. 2011, 53 (6), 602–607. 10.1111/j.1472-765X.2011.03146.x.", "ArticleIdList": ["10.1111/j.1472-765X.2011.03146.x", "21895729"]}, {"Citation": "Ling A. P.; Khoo B. F.; Seah C. H.; Foo K. Y.; Cheah R. K.; Chye S. M.; K R. Inhibitory Activities of Methanol Extracts of Andrographis Paniculata and Ocimum Sanctum against Dengue-1 Virus. Int. Conf. Biol. Environ. Food Eng. 2014, 4–5."}, {"Citation": "Tan Y. P.; Xue Y.; Savchenko A. I.; Houston S. D.; Modhiran N.; McMillan C. L. D.; Boyle G. M.; Bernhardt P. V.; Young P. R.; Watterson D.; Williams C. M. Basimarols A, B, and C, Highly Oxygenated Pimarane Diterpenoids from Basilicum Polystachyon. J. Nat. Prod. 2019, 82 (10), 2828–2834. 10.1021/acs.jnatprod.9b00522.", "ArticleIdList": ["10.1021/acs.jnatprod.9b00522", "31553187"]}, {"Citation": "Ramalingam S.; Karupannan S.; Padmanaban P.; Vijayan S.; Sheriff K.; Palani G.; Krishnasamy K. K. Anti-Dengue Activity of Andrographis Paniculata Extracts and Quantification of Dengue Viral Inhibition by SYBR Green Reverse Transcription Polymerase Chain Reaction. Ayu 2018, 39, 87–91. 10.4103/ayu.AYU_144_17.", "ArticleIdList": ["10.4103/ayu.AYU_144_17", "PMC6369606", "30783363"]}, {"Citation": "Rothan H. A.; Zulqarnain M.; Ammar Y. A.; Tan E. C.; Rahman N. A.; Yusof R. Screening of Antiviral Activities in Medicinal Plants Extracts against Dengue Virus Using Dengue NS2B-NS3 Protease Assay. Trop. Biomed. 2014, 31 (2), 286–296.", "ArticleIdList": ["25134897"]}, {"Citation": "Panya A.; Sawasdee N.; Songprakhon P.; Tragoolpua Y.; Rotarayanont S.; Choowongkomon K.; Yenchitsomanus P. A Synthetic Bioactive Peptide Derived from the Asian Medicinal Plant Acacia Catechu Binds to Dengue Virus and Inhibits Cell Entry. Viruses 2020, 12 (11), 1267.10.3390/v12111267.", "ArticleIdList": ["10.3390/v12111267", "PMC7694746", "33172110"]}, {"Citation": "Hidari K. I. P. J.; Takahashi N.; Arihara M.; Nagaoka M.; Morita K.; Suzuki T. Structure and Anti-Dengue Virus Activity of Sulfated Polysaccharide from a Marine Alga. Biochem. Biophys. Res. Commun. 2008, 376 (1), 91–95. 10.1016/j.bbrc.2008.08.100.", "ArticleIdList": ["10.1016/j.bbrc.2008.08.100", "18762172"]}, {"Citation": "Pujol C.; Estevez J.; Carlucci M.; Ciancia M.; Cerezo A.; Damonte E. Novel DL-Galactan Hybrids from the Red Seaweed Gymnogongrus Torulosus Are Potent Inhibitors of Herpes Simplex Virus and Dengue Virus. Antivir. Chem. Chemother. 2002, 13 (2), 83–89. 10.1177/095632020201300202.", "ArticleIdList": ["10.1177/095632020201300202", "12238532"]}, {"Citation": "Lu L. L.; Liu Y. J.; Yang S. G.; Zhao Q. J.; Wang X.; Gong W.; Han Z. B.; Xu Z. S.; Lu Y. X.; Liu D.; C Z. Isolation and Characterization of Human Umbilical Cord Mesenchymal Stem Cells with Hematopoiesis-Supportive Function and Other Potentials. Haematologica 2006, 91 (8), 1017–1026.", "ArticleIdList": ["16870554"]}, {"Citation": "Ng Y.-L.; Mann V.; Rahbaran S.; Lewsey J.; Gulabivala K. Outcome of Primary Root Canal Treatment: Systematic Review of the Literature – Part 2. Influence of Clinical Factors. Int. Endod. J. 2007, 0, 6–31. 10.1111/j.1365-2591.2007.01323.x.", "ArticleIdList": ["10.1111/j.1365-2591.2007.01323.x", "17931388"]}, {"Citation": "Leardkamolkarn V.; Sirigulpanit W.; Kinney R. M. Characterization of Recombinant Dengue-2 Virus Derived from a Single Nucleotide Substitution in the 5′ Noncoding Region. J. Biomed. Biotechnol. 2010, 2010, 1–8. 10.1155/2010/934694.", "ArticleIdList": ["10.1155/2010/934694", "PMC2843905", "20339476"]}, {"Citation": "Mili B.; Ahmed A.; Kushwaha R. S.; Chandrul K. K. Herbs and Herbals Therapy for Dengue. Int. J. Trend Sci. Res. Dev. 2019, 3 (4), 103–108."}, {"Citation": "Tong X.; Qiu H.; Zhang X.; Shi L.; Wang G.; Ji F.; Ding H.; Tang W.; Ding K.; Zuo J. WSS45, a Sulfated α-D-Glucan, Strongly Interferes with Dengue 2 Virus Infection in Vitro. Acta Pharmacol. Sin. 2010, 31 (5), 585–592. 10.1038/aps.2010.29.", "ArticleIdList": ["10.1038/aps.2010.29", "PMC4002744", "20418898"]}, {"Citation": "REES C.; COSTIN J.; FINK R.; MCMICHAEL M.; FONTAINE K.; ISERN S.; MICHAEL S. In Vitro Inhibition of Dengue Virus Entry by P-Sulfoxy-Cinnamic Acid and Structurally Related Combinatorial Chemistries. Antiviral Res. 2008, 80 (2), 135–142. 10.1016/j.antiviral.2008.05.007.", "ArticleIdList": ["10.1016/j.antiviral.2008.05.007", "18606464"]}, {"Citation": "Kuo Y.-T.; Liu C.-H.; Li J.-W.; Lin C.-J.; Jassey A.; Wu H.-N.; Perng G. C.; Yen M.-H.; Lin L.-T. Identification of the Phytobioactive Polygonum Cuspidatum as an Antiviral Source for Restricting Dengue Virus Entry. Sci. Rep. 2020, 10 (1), 16378.10.1038/s41598-020-71849-3.", "ArticleIdList": ["10.1038/s41598-020-71849-3", "PMC7532532", "33009425"]}, {"Citation": "TALARICO L.; PUJOL C.; ZIBETTI R.; FARIA P.; NOSEDA M.; DUARTE M.; DAMONTE E. The Antiviral Activity of Sulfated Polysaccharides against Dengue Virus Is Dependent on Virus Serotype and Host Cell. Antiviral Res. 2005, 66 (2–3), 103–110. 10.1016/j.antiviral.2005.02.001.", "ArticleIdList": ["10.1016/j.antiviral.2005.02.001", "15911027"]}, {"Citation": "Abdul Ahmad S. A.; Palanisamy U. D.; Tejo B. A.; Chew M. F.; Tham H. W.; Syed Hassan S. Geraniin Extracted from the Rind of Nephelium Lappaceum Binds to Dengue Virus Type-2 Envelope Protein and Inhibits Early Stage of Virus Replication. Virol. J. 2017, 14 (1), 229.10.1186/s12985-017-0895-1.", "ArticleIdList": ["10.1186/s12985-017-0895-1", "PMC5698958", "29162124"]}, {"Citation": "Srivarangkul P.; Yuttithamnon W.; Suroengrit A.; Pankaew S.; Hengphasatporn K.; Rungrotmongkol T.; Phuwapraisirisan P.; Ruxrungtham K.; Boonyasuppayakorn S. A Novel Flavanone Derivative Inhibits Dengue Virus Fusion and Infectivity. Antiviral Res. 2018, 151, 27–38. 10.1016/j.antiviral.2018.01.010.", "ArticleIdList": ["10.1016/j.antiviral.2018.01.010", "29360474"]}, {"Citation": "Panraksa P.; Ramphan S.; Khongwichit S.; Smith D. R. Activity of Andrographolide against Dengue Virus. Antiviral Res. 2017, 139, 69–78. 10.1016/j.antiviral.2016.12.014.", "ArticleIdList": ["10.1016/j.antiviral.2016.12.014", "28034742"]}, {"Citation": "Lim S. Y. M.; Chieng J. Y.; Pan Y. Recent Insights on Anti-Dengue Virus (DENV) Medicinal Plants: Review on in Vitro, in Vivo and in Silico Discoveries. All Life 2021, 14 (1), 1–33. 10.1080/26895293.2020.1856192.", "ArticleIdList": ["10.1080/26895293.2020.1856192"]}, {"Citation": "Hishiki T.; Kato F.; Tajima S.; Toume K.; Umezaki M.; Takasaki T.; Miura T. Hirsutine, an Indole Alkaloid of Uncaria Rhynchophylla, Inhibits Late Step in Dengue Virus Lifecycle. Front. Microbiol. 2017, 8, 1674.10.3389/fmicb.2017.01674.", "ArticleIdList": ["10.3389/fmicb.2017.01674", "PMC5582420", "28912773"]}, {"Citation": "Whitby K.; Pierson T. C.; Geiss B.; Lane K.; Engle M.; Zhou Y.; Doms R. W.; Diamond M. S. Castanospermine, a Potent Inhibitor of Dengue Virus Infection In Vitro and In Vivo. J. Virol. 2005, 79 (14), 8698–8706. 10.1128/JVI.79.14.8698-8706.2005.", "ArticleIdList": ["10.1128/JVI.79.14.8698-8706.2005", "PMC1168722", "15994763"]}, {"Citation": "Kusyati E.; N N. Garlic Extract to Increase Platelet Levels in Dengue Hemorrhagic Fever Patients. Heal. Notions 2017, 1 (2), 83–85. 10.33846/hn.v1i2.22.", "ArticleIdList": ["10.33846/hn.v1i2.22"]}, {"Citation": "Hall A.; Troupin A.; Londono-Renteria B.; Colpitts T. Garlic Organosulfur Compounds Reduce Inflammation and Oxidative Stress during Dengue Virus Infection. Viruses 2017, 9 (7), 159.10.3390/v9070159.", "ArticleIdList": ["10.3390/v9070159", "PMC5537651", "28644404"]}, {"Citation": "Sood R.; Raut R.; Tyagi P.; Pareek P. K.; Barman T. K.; Singhal S.; Shirumalla R. K.; Kanoje V.; Subbarayan R.; Rajerethinam R.; Sharma N.; Kanaujia A.; Shukla G.; Gupta Y. K.; Katiyar C. K.; Bhatnagar P. K.; Upadhyay D. J.; Swaminathan S.; Khanna N. Cissampelos Pareira Linn: Natural Source of Potent Antiviral Activity against All Four Dengue Virus Serotypes. PLoS Negl. Trop. Dis. 2015, 9 (12), e000425510.1371/journal.pntd.0004255.", "ArticleIdList": ["10.1371/journal.pntd.0004255", "PMC4692392", "26709822"]}, {"Citation": "Yu J.-S.; Wu Y.-H.; Tseng C.-K.; Lin C.-K.; Hsu Y.-C.; Chen Y.-H.; Lee J.-C. Schisandrin A Inhibits Dengue Viral Replication via Upregulating Antiviral Interferon Responses through STAT Signaling Pathway. Sci. Rep. 2017, 7 (1), 45171.10.1038/srep45171.", "ArticleIdList": ["10.1038/srep45171", "PMC5364541", "28338050"]}, {"Citation": "Tarasuk M.; Songprakhon P.; Chimma P.; Sratongno P.; Na-Bangchang K.; Yenchitsomanus P. Alpha-Mangostin Inhibits Both Dengue Virus Production and Cytokine/Chemokine Expression. Virus Res. 2017, 240, 180–189. 10.1016/j.virusres.2017.08.011.", "ArticleIdList": ["10.1016/j.virusres.2017.08.011", "28864423"]}, {"Citation": "Reis S. R. I. N.; Valente L. M. M.; Sampaio A. L.; Siani A. C.; Gandini M.; Azeredo E. L.; D’Avila L. A.; Mazzei J. L.; Henriques M. d. G. M.; Kubelka C. F. Immunomodulating and Antiviral Activities of Uncaria Tomentosa on Human Monocytes Infected with Dengue Virus-2. Int. Immunopharmacol. 2008, 8 (3), 468–476. 10.1016/j.intimp.2007.11.010.", "ArticleIdList": ["10.1016/j.intimp.2007.11.010", "18279801"]}, {"Citation": "Brai B.; Adisa R.; Odetola A. Hepatoprotective Properties Of Aqueous Leaf Extract Of Persea Americana, Mill (Lauraceae) ‘Avocado’ Against Ccl4-Induced Damage In Rats. African J. Tradit. Complement. Altern. Med. 2014, 11 (2), 237.10.4314/ajtcam.v11i2.2.", "ArticleIdList": ["10.4314/ajtcam.v11i2.2", "PMC4202626", "25435602"]}, {"Citation": "Wu Y.-H.; Tseng C.-K.; Wu H.-C.; Wei C.-K.; Lin C.-K.; Chen I.-S.; Chang H.-S.; Lee J.-C. Avocado (Persea Americana) Fruit Extract (2R,4R)-1,2,4-Trihydroxyheptadec-16-Yne Inhibits Dengue Virus Replication via Upregulation of NF-ΚB–Dependent Induction of Antiviral Interferon Responses. Sci. Rep. 2019, 9 (1), 423.10.1038/s41598-018-36714-4.", "ArticleIdList": ["10.1038/s41598-018-36714-4", "PMC6344542", "30674997"]}, {"Citation": "Bourjot M.; Leyssen P.; Eydoux C.; Guillemot J.-C.; Canard B.; Rasoanaivo P.; Guéritte F.; Litaudon M. Chemical Constituents of Anacolosa Pervilleana and Their Antiviral Activities. Fitoterapia 2012, 83 (6), 1076–1080. 10.1016/j.fitote.2012.05.004.", "ArticleIdList": ["10.1016/j.fitote.2012.05.004", "22613073"]}, {"Citation": "Tan Y. P.; Houston S. D.; Modhiran N.; Savchenko A. I.; Boyle G. M.; Young P. R.; Watterson D.; Williams C. M. Stachyonic Acid: A Dengue Virus Inhibitor from Basilicum Polystachyon. Chem. – Eur. J. 2019, 25 (22), 5664–5667. 10.1002/chem.201900591.", "ArticleIdList": ["10.1002/chem.201900591", "30924209"]}, {"Citation": "Kiat T. S.; Pippen R.; Yusof R.; Ibrahim H.; Khalid N.; Rahman N. A. Inhibitory Activity of Cyclohexenyl Chalcone Derivatives and Flavonoids of Fingerroot, Boesenbergia Rotunda (L.), towards Dengue-2 Virus NS3 Protease. Bioorg. Med. Chem. Lett. 2006, 16 (12), 3337–3340. 10.1016/j.bmcl.2005.12.075.", "ArticleIdList": ["10.1016/j.bmcl.2005.12.075", "16621533"]}, {"Citation": "Allard P.-M.; Dau E. T. H.; Eydoux C.; Guillemot J.-C.; Dumontet V.; Poullain C.; Canard B.; Guéritte F.; Litaudon M. Alkylated Flavanones from the Bark of Cryptocarya Chartacea As Dengue Virus NS5 Polymerase Inhibitors. J. Nat. Prod. 2011, 74 (11), 2446–2453. 10.1021/np200715v.", "ArticleIdList": ["10.1021/np200715v", "22050318"]}, {"Citation": "Jain M.; Ganju L.; Katiyal A.; Padwad Y.; Mishra K. P.; Chanda S.; Karan D.; Yogendra K. M. S.; Sawhney R. C. Effect of Hippophae Rhamnoides Leaf Extract against Dengue Virus Infection in Human Blood-Derived Macrophages. Phytomedicine 2008, 15 (10), 793–799. 10.1016/j.phymed.2008.04.017.", "ArticleIdList": ["10.1016/j.phymed.2008.04.017", "18586478"]}, {"Citation": "Coulerie P.; Maciuk A.; Lebouvier N.; Hnawia E.; Guillemot J. C.; Canard B.; Figadère B.; N M. Phytochemical Study of Myrtopsis Corymbosa, Perspectives for Anti-Dengue Natural Compound Research. Rec. Nat. Prod. 2013, 7, 250–253."}, {"Citation": "Gómez-Calderón C.; Mesa-Castro C.; Robledo S.; Gómez S.; Bolivar-Avila S.; Diaz-Castillo F.; Martínez-Gutierrez M. Antiviral Effect of Compounds Derived from the Seeds of Mammea Americana and Tabernaemontana Cymosa on Dengue and Chikungunya Virus Infections. BMC Complement. Altern. Med. 2017, 17 (1), 57.10.1186/s12906-017-1562-1.", "ArticleIdList": ["10.1186/s12906-017-1562-1", "PMC5241984", "28100218"]}, {"Citation": "Trujillo-Correa A. I.; Quintero-Gil D. C.; Diaz-Castillo F.; Quiñones W.; Robledo S. M.; Martinez-Gutierrez M. In Vitro and in Silico Anti-Dengue Activity of Compounds Obtained from Psidium Guajava through Bioprospecting. BMC Complement. Altern. Med. 2019, 19 (1), 298.10.1186/s12906-019-2695-1.", "ArticleIdList": ["10.1186/s12906-019-2695-1", "PMC6836419", "31694638"]}, {"Citation": "Allard P.-M.; Leyssen P.; Martin M.-T.; Bourjot M.; Dumontet V.; Eydoux C.; Guillemot J.-C.; Canard B.; Poullain C.; Guéritte F.; Litaudon M. Antiviral Chlorinated Daphnane Diterpenoid Orthoesters from the Bark and Wood of Trigonostemon Cherrieri. Phytochemistry 2012, 84, 160–168. 10.1016/j.phytochem.2012.07.023.", "ArticleIdList": ["10.1016/j.phytochem.2012.07.023", "22938995"]}, {"Citation": "Yu J.-S.; Tseng C.-K.; Lin C.-K.; Hsu Y.-C.; Wu Y.-H.; Hsieh C.-L.; Lee J.-C. Celastrol Inhibits Dengue Virus Replication via Up-Regulating Type I Interferon and Downstream Interferon-Stimulated Responses. Antiviral Res. 2017, 137, 49–57. 10.1016/j.antiviral.2016.11.010.", "ArticleIdList": ["10.1016/j.antiviral.2016.11.010", "PMC7113783", "27847245"]}, {"Citation": "Norahmad N. A.; Mohd Abd Razak M. R.; Mohmad Misnan N.; Md Jelas N. H.; Sastu U. R.; Muhammad A.; Ho T. C. D.; Jusoh B.; Zolkifli N. A.; Thayan R.; Mat Ripen A.; Zainol M.; Syed Mohamed A. F. Effect of Freeze-Dried Carica Papaya Leaf Juice on Inflammatory Cytokines Production during Dengue Virus Infection in AG129 Mice. BMC Complement. Altern. Med. 2019, 19 (1), 44.10.1186/s12906-019-2438-3.", "ArticleIdList": ["10.1186/s12906-019-2438-3", "PMC6371484", "30744623"]}, {"Citation": "Lee Y.-R.; Yeh S.-F.; Ruan X.-M.; Zhang H.; Hsu S.-D.; Huang H.-D.; Hsieh C.-C.; Lin Y.-S.; Yeh T.-M.; Liu H.-S.; Gan D.-D. Honeysuckle Aqueous Extract and Induced Let-7a Suppress Dengue Virus Type 2 Replication and Pathogenesis. J. Ethnopharmacol. 2017, 198, 109–121. 10.1016/j.jep.2016.12.049.", "ArticleIdList": ["10.1016/j.jep.2016.12.049", "28052239"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "7", "Day": "25", "Hour": "3", "Minute": "49"}, {"Year": "2022", "Month": "7", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "26", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "7", "Day": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["35874231", "PMC9301714", "10.1021/acsomega.2c00625"]}}], "PubmedBookArticle": []}