{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antioxidant activity", "Medicinal and aromatic plants", "Probiotic yogurt", "α-amylase inhibitory activity", "α-glucosidase inhibitory activity"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35875228", "DateRevised": {"Year": "2023", "Month": "09", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "11", "Day": "22"}], "Language": ["eng"], "ELocationID": ["10.1007/s13197-021-05319-7"], "Journal": {"ISSN": "0022-1155", "JournalIssue": {"Volume": "59", "Issue": "9", "PubDate": {"Year": "2022", "Month": "Sep"}}, "Title": "Journal of food science and technology", "ISOAbbreviation": "J Food Sci Technol"}, "ArticleTitle": "The effect of aqueous extracts of some plants on in vitro antioxidant and antidiabetic activity of probiotic yogurt.", "Pagination": {"StartPage": "3359", "EndPage": "3366", "MedlinePgn": "3359-3366"}, "Abstract": {"AbstractText": ["In this study, aqueous extracts of some medicinal and aromatic plants (garlic, Turkish Oregano, rosemary, basil, and peppermint) were used in probiotic yogurt production to increase functionality of probiotic yogurt. The in vitro antidiabetic, antioxidant activity, total phenolic compound content and phenolic compounds of yogurts were evaluated during the 28 day of storage period. Yogurt sample with Turkish Oregano had the highest α-amylase and α-glucosidase inhibitory activity. A strong correlation was found between total phenolic compound content and antioxidant activity (r = 0.84) and between total phenolic compounds content and α-amylase inhibitory activity (r = 0.82). In conclusion, it can be said that the total phenolic compound content and in vitro antioxidant and antidiabetic activities of probiotic yogurt could be increased by adding aqueous extracts of some plants."], "CopyrightInformation": "© Association of Food Scientists & Technologists (India) 2021."}, "AuthorList": [{"Identifier": ["0000-0001-6479-7336"], "AffiliationInfo": [{"Identifier": ["grid.34517.34", "0000 0004 0595 4313"], "Affiliation": "Faculty of Agriculture, Department of Dairy Technology, Aydin Adnan Menderes University, Koçarli, Aydin, Turkey."}], "LastName": "Akan", "ForeName": "Ecem", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.8302.9", "0000 0001 1092 2592"], "Affiliation": "Faculty of Agriculture, Department of Dairy Technology, Ege University, Bornova, Izmir, Turkey."}], "LastName": "Yerlikaya", "ForeName": "Oktay", "Initials": "O"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Technology Laboratory, Aegean Agricultural Research Institute, Menemen, Izmir, Turkey."}], "LastName": "Bayram", "ForeName": "Ozge Yildiz", "Initials": "OY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.8302.9", "0000 0001 1092 2592"], "Affiliation": "Faculty of Agriculture, Department of Dairy Technology, Ege University, Bornova, Izmir, Turkey."}], "LastName": "Kinik", "ForeName": "Ozer", "Initials": "O"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "J Food Sci Technol", "NlmUniqueID": "0056471", "ISSNLinking": "0022-1155"}, "CoiStatement": "Conflict of interestThe authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Amirdivani S. Inclusion of Allium sativum in yogurt and its effects on inhibition of diabetes and hypertension-associated by enzymes in vitro. Appl Food Biotechnol. 2015;2(3):29–37."}, {"Citation": "Amirdivani S, Baba AS. Changes in yogurt fermentation characteristics, and antioxidant potential and in vitro inhibition of angiotensin-1 converting enzyme upon the inclusion of peppermint, dill and basil. LWT Food Sci Technol. 2011;44(6):1458–1464."}, {"Citation": "Angel J, Sailesh KS, Mukkadan JK. A study on Antidiabetic effect of peppermint in alloxan induced diabetic model of wistar rats. J Clin Biomed Sci. 2013;3(4):177–181."}, {"Citation": "Apostolidis E, Kwon YI, Shetty K. Potential of select yogurts for diabetes and hypertension management. J Food Biochem. 2006;30(6):699–717."}, {"Citation": "Asgar AM. Anti-diabetic potential of phenolic compounds: a review. Int J Food Prop. 2013;16(1):91–103."}, {"Citation": "Blum U. Effects of microbial utilization of phenolic acids and their phenolic acid breakdown products on allelopathic interactions. J Chem Ecol. 1998;24(4):685–708."}, {"Citation": "Cimo A, Soltani M, Lui HS. Fortification of probiotic yogurt with ginseng (Panax quinquefolius) extract. J Food Nutr Disord. 2013;2:2."}, {"Citation": "Citta A, Folda A, Scalcon V, Scutari G, Bindoli A, Bellamio M, Feller E, Rigobello MP. Oxidative changes in lipids, proteins, and antioxidants in yogurt during the shelf life. Food Sci Nutr. 2017;5(6):1079–1087.", "ArticleIdList": ["PMC5694872", "29188035"]}, {"Citation": "Damin MR, Alcântara MR, Nunes AP, Oliveira MN. Effects of milk supplementation with skim milk powder, whey protein concentrate and sodium caseinate on acidification kinetics, rheological properties and structure of nonfat stirred yogurt. LWT Food Sci Technol. 2009;42(10):1744–1750."}, {"Citation": "El-Sayed SM, Youssef AM. Potential application of herbs and spices and their effects in functional dairy products. Heliyon. 2019;5(6):e01989.", "ArticleIdList": ["PMC6607025", "31338458"]}, {"Citation": "Guarner F, Schaafsma G. Probiotics. Int J Food Microbiol. 1998;39(3):237–238.", "ArticleIdList": ["9553803"]}, {"Citation": "Gurkan H, Hayaloglu AA. Volatiles and sensory characteristics of yogurt manufactured by incorporating basil (Ocimum basilicum L.) Int J Food Prop. 2017;20(1):779–789."}, {"Citation": "Hanna ET, Aniess WIM, Khalil AFS, Abdalla EA, Hassanin E, Nagib E. The effect of ginger and thyme on some biochemical parameters in diabetic rats. IOSR J Pharm Biol Sci. 2014;9(3):54–61."}, {"Citation": "Illupapalayam VV, Smith SC, Gamlath S. Consumer acceptability and antioxidant potential of probiotic-yogurt with spices. LWT Food Sci Technol. 2014;55(1):255–262."}, {"Citation": "Karadag, Türkiye’deki bazi tibbi ve aromatik bitkilerin antioksidan potansiyelleri ve fenolik kompozisyonlari. Avrupa Bilim Ve Teknoloji Dergisi. 2019;16:631–637."}, {"Citation": "Kaushik G, Satya S, Khandelwal RK, Naik SN. Commonly consumed Indian plant food materials in the management of diabetes mellitus. Diabetes Metab Syndr. 2010;4(1):21–40."}, {"Citation": "Lacroix IME, Li-Chan ECY. Inhibition of dipeptidyl peptidase (DPP)-IV and α-glucosidase activities by pepsin-treated whey proteins. J Agric Food Chem. 2013;61(31):7500–7506.", "ArticleIdList": ["23837435"]}, {"Citation": "Lai PK, Roy J. Antimicrobial and chemopreventive properties of herbs and spices. Curr Med Chem. 2004;11:1451.", "ArticleIdList": ["15180577"]}, {"Citation": "Lee YA, Eun JC, Yokozawa T. Effects of proanthocyanidin preparations on hyperlipidemia and other biomarkers in mouse model of type 2 diabetes. J Agric Food Chem. 2008;56(17):7781–7789.", "ArticleIdList": ["18690694"]}, {"Citation": "Liu F, Chen Z, Shao J, Wang C, Zhan C. Effect of fermentation on the peptide content, phenolics and antioxidant activity of defatted wheat germ. Food Biosci. 2017;20:141–148."}, {"Citation": "Liu YJ, Zhan J, Liu XL, Wang Y, Ji J, He QQ. Dietary flavonoids intake and risk of type 2 diabetes: a meta-analysis of prospective cohort studies. Clin Nutr. 2014;33(1):59–63.", "ArticleIdList": ["23591151"]}, {"Citation": "McCue PP, Shetty K. Inhibitory effects of rosmarinic acid extracts on porcine pancreatic amylase in vitro. Asia Pac J Clin Nutr. 2004;13(1):101–106.", "ArticleIdList": ["15003922"]}, {"Citation": "Muniandy P, Shori AB, Baba AS. Influence of green, white and black tea addition on the antioxidant activity of probiotic yogurt during refrigerated storage. Food Packag Shelf Life. 2016;8:1–8."}, {"Citation": "Nasser Singab A, Youssef FS. Medicinal plants with potential antidiabetic activity and their assessment. Med Aromat Plants. 2014;03(01):1–12."}, {"Citation": "Ni H, Hayes HE, Stead D, Raikos V. Incorporating salal berry (Gaultheria shallon) and blackcurrant (Ribes nigrum) pomace in yogurt for the development of a beverage with antidiabetic properties. Heliyon. 2018;4(10):e00875.", "ArticleIdList": ["PMC6205296", "30386826"]}, {"Citation": "Oboh G, Ademiluyi AO, Akindahunsi AA. Changes in polyphenols distribution and antioxidant activity during fermentation of some underutilized legumes. Food Sci Technol Int. 2009;15(1):41–46."}, {"Citation": "Oboh G, Isaac AT, Akinyemi AJ, Ajani RA. Inhibition of key enzymes linked to type 2 diabetes and sodium nitroprusside induced lipid peroxidation in rats’ pancreas by phenolic extracts of avocado pear leaves and fruit. Int J Biomed Sci. 2014;10(3):210–218.", "ArticleIdList": ["PMC4199475", "25324703"]}, {"Citation": "Satir G, Guzel-Seydim ZB. Influence of Kefir fermentation on the bioactive substances of different breed goat milks. LWT- Food Sci Technol. 2015;63(2):852–858."}, {"Citation": "Shori AB, Baba AS. Cinnamomum verum improved the functional properties of bioyogurts made from camel and cow milks. J Saudi Soc Agric Sci. 2011;10(2):101–107."}, {"Citation": "Shori AB, Baba AS. Antioxidant activity and inhibition of key enzymes linked to type-2 diabetes and hypertension by Azadirachta indica-yogurt. J Saudi Chem Soc. 2013;17(3):295–301."}, {"Citation": "Shori AB, Baba AS. Comparative antioxidant activity, proteolysis and in vitro α-amylase and α-glucosidase inhibition of Allium sativum-yogurts made from cow and camel milk. J Saudi Chem Soc. 2014;18(5):456–463."}, {"Citation": "Sucharitha E, Estari M. Evaluation of antidiabetic activity of medicinal plant extracts used by tribal communities in rural areas of Warangal district, Andhra Pradesh, India. Biol Med. 2013;5(1):20–25."}, {"Citation": "Şanlidere Aloĝlu H, Öner Z. Determination of antioxidant activity of bioactive peptide fractions obtained from yogurt. J Dairy Sci. 2011;94(11):5305–5314.", "ArticleIdList": ["22032353"]}, {"Citation": "Vallverdú-Queralt A, Regueiro J, Martínez-Huélamo M, Rinaldi Alvarenga JF, Leal LN, Lamuela-Raventos RM. A comprehensive study on the phenolic profile of widely used culinary herbs and spices: rosemary, thyme, oregano, cinnamon, cumin and bay. Food Chem. 2014;154:299–307.", "ArticleIdList": ["24518346"]}, {"Citation": "Value SJRI, Sathiavelu A, Sangeetha S, Archit R, Mythili S. In Vitro anti-diabetic activity of aqueous extract of the medicinal plants Nigella sativa, Eugenia Jambolana. Androgr Paniculata Full Length Res Man. 2013;5(2):323–328."}, {"Citation": "Vankudre M, Balpande A, Athale M. Comparative analysis of α-amylase inhibition and antioxidant activity of whey from cow and buffalo milk fermented with Lactobacillus species. Biomed Commun. 2015;8(1):25–28."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "10", "Day": "11"}, {"Year": "2021", "Month": "11", "Day": "4"}, {"Year": "2022", "Month": "7", "Day": "25", "Hour": "4", "Minute": "6"}, {"Year": "2022", "Month": "7", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "26", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35875228", "PMC9304500", "10.1007/s13197-021-05319-7", "5319"]}}], "PubmedBookArticle": []}