{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antioxidant", "Ion leakage", "Rosa damascena", "Salicylic acid", "Salinity stress"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35896978", "DateCompleted": {"Year": "2022", "Month": "07", "Day": "29"}, "DateRevised": {"Year": "2022", "Month": "07", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "07", "Day": "27"}], "Language": ["eng"], "ELocationID": ["373", "10.1186/s12870-022-03754-y"], "Journal": {"ISSN": "1471-2229", "JournalIssue": {"Volume": "22", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Jul", "Day": "27"}}, "Title": "BMC plant biology", "ISOAbbreviation": "BMC Plant Biol"}, "ArticleTitle": "Biochemical and molecular responses of Rosa damascena mill. cv. Kashan to salicylic acid under salinity stress.", "Pagination": {"StartPage": "373", "MedlinePgn": "373"}, "Abstract": {"AbstractText": ["Today, salinity stress is one of the most important abiotic stresses in the world, because it causes damage to many agricultural products and reduces their yields. Oxidative stress causes tissue damages in plants, which occurs with the production of reactive oxygen species (ROS) when plants are exposed to environmental stresses such as salinity. Today, it is recommended to use compounds that increase the resistance of plants to environmental stresses and improve plant metabolic activities. Salicylic acid (SA), as an intracellular and extracellular regulator of the plant response, is known as one of these effective compounds. Damask rose (Rosa damascena Mill.) is a medicinal plant from the Rosaceae, and its essential oils and aromatic compounds are used widely in the cosmetic and food industries in the world. Therefore, considering the importance of this plant from both medicinal and ornamental aspects, for the first time, we investigated one of the native cultivars of Iran (Kashan). Since one of the most important problems in Damask rose cultivation is the occurrence of salinity stress, for the first time, we investigated the interaction of several levels of NaCl salinity (0, 4, 8, and 12 ds m<sup>- 1</sup>) with SA (0, 0.5, 1, and 2 mM) as a stress reducer.", "Since salinity stress reduces plant growth and yield, in this experiment, the results showed that the increase in NaCl concentration caused a gradual decrease in photosynthetic and morphological parameters and an increase in ion leakage. Also, increasing the level of salinity stress up to 12 ds m<sup>- 1</sup> affected the amount of chlorophyll, root length and leaf total area, all of which reduced significantly compared to plants under no stress. However, many studies have highlighted the application of compounds that reduce the negative effects of stress and increase plant resistance and tolerance against stresses. In this study, the application of SA even at low concentration (0.5 mM) could neutralize the negative effects of salinity stress in the Rosa damascena. In this regard, the results showed that salinity increases the activity of antioxidant enzymes catalase (CAT) and superoxide dismutase (SOD) and the concentration of proline, protein and glycine betaine (GB). Overexpression of antioxidant genes (Ascorbate Peroxidase (APX), CAT, Peroxidase (POD), Fe-SOD and Cu-SOD) showed an important role in salt tolerance in Damascus rose. In addition, 0.5 mm SA increased the activity of enzymatic and non-enzymatic systems and increased salinity tolerance.", "The change in weather conditions due to global warming and increased dryness contributes to the salinization of the earth's surface soils. Therefore, it is of particular importance to measure the threshold of tolerance of roses to salinity stress and the effect of stress-reducing substances in plants. In this context, SA has various roles such as increasing the content of pigments, preventing ethylene biosynthesis, increasing growth, and activating genes involved in stress, which modifies the negative effects of salinity stress. Also, according to the results of this research, even in the concentration of low values, positive results can be obtained from SA, so it can be recommended as a relatively cheap and available material to improve production in saline lands."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticulture Science, College of Agriculture and Natural Resources, University of Tehran, Karaj, 31587, Iran. m.omidighale@ut.ac.ir."}], "LastName": "Omidi", "ForeName": "Mohammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticulture Science, College of Agriculture and Natural Resources, University of Tehran, Karaj, 31587, Iran."}], "LastName": "Khandan-Mirkohi", "ForeName": "Azizollah", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticulture Science, College of Agriculture and Natural Resources, University of Tehran, Karaj, 31587, Iran."}], "LastName": "Kafi", "ForeName": "Mohsen", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticulture Science, College of Agriculture and Natural Resources, University of Tehran, Karaj, 31587, Iran."}], "LastName": "Zamani", "ForeName": "Zabihollah", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticultural Sciences, Faculty of Agriculture, Ferdowsi University of Mashhad, Mashhad, Iran."}], "LastName": "Ajdanian", "ForeName": "Ladan", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticultural Sciences, Faculty of Agriculture, Ferdowsi University of Mashhad, Mashhad, Iran."}], "LastName": "Babaei", "ForeName": "Mehdi", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Plant Biol", "NlmUniqueID": "100967807", "ISSNLinking": "1471-2229"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "451W47IQ8X", "NameOfSubstance": "Sodium Chloride"}, {"RegistryNumber": "EC 1.15.1.1", "NameOfSubstance": "Superoxide Dismutase"}, {"RegistryNumber": "O414PZ4LPZ", "NameOfSubstance": "Salicylic Acid"}], "MeshHeadingList": [{"QualifierName": ["metabolism"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["metabolism"], "DescriptorName": "Rosa"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Salicylic Acid"}, {"QualifierName": [], "DescriptorName": "Salinity"}, {"QualifierName": [], "DescriptorName": "Salt Stress"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Sodium Chloride"}, {"QualifierName": ["metabolism"], "DescriptorName": "Superoxide Dismutase"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Boskabady MH, Shafei MN, Saberi Z, Amini S. Pharmacological effects of Rosa damascena. Iranian J Basic Med Sci. 2011;14(4):295.", "ArticleIdList": ["PMC3586833", "23493250"]}, {"Citation": "Chowdhury SR, Tandon P, Chowdhury A. Rose oil from Rosa damascena Mill., raised on alkaline soils. J Essent Oil Bear Plants. 2009;12(2):213–217. doi: 10.1080/0972060X.2009.10643713.", "ArticleIdList": ["10.1080/0972060X.2009.10643713"]}, {"Citation": "Momenpour A, Imani A, Bakhshi D, Rezaei H. Evaluation of salinity tolerance in some almond genotypes grafted on GF677 rootstock base on morphological characteristic and chlorophyll fluorescence. J P Proc func. 2015;3(10):9–28."}, {"Citation": "do Nascimento NC, Fett-Neto AG. Plant secondary metabolism and challenges in modifying its operation: an overview. P Sec Metabol Engin. 2010;643:1–13.", "ArticleIdList": ["20552440"]}, {"Citation": "Ozkur O, Ozdemir F, Bor M, Turkan I. Physiochemical and antioxidant responses of the perennial xerophyte Capparis ovata Desf. To drought. Environ Exp Bot. 2009;66(3):487–492. doi: 10.1016/j.envexpbot.2009.04.003.", "ArticleIdList": ["10.1016/j.envexpbot.2009.04.003"]}, {"Citation": "Sarker U, Oba S. The response of salinity stress-induced a. tricolor to growth, anatomy, physiology, non-enzymatic and enzymatic antioxidants. Front Plant Sci. 2020;11:559876. doi: 10.3389/fpls.2020.559876.", "ArticleIdList": ["10.3389/fpls.2020.559876", "PMC7596248", "33178233"]}, {"Citation": "Yong Z, Hao-Ru T, Ya L. Variation in antioxidant enzyme activities of two strawberry cultivars with short-term low temperature stress. World J Agric Sci. 2008;4(4):458–462."}, {"Citation": "Hayat S, Ali B, Ahmad A. Salicylic acid: biosynthesis, metabolism and physiological role in plants. In: Salicylic acid: a plant hormone. Dordrecht: Springer; 2007. p. 1–14."}, {"Citation": "Hayat S, Hasan SA, Fariduddin Q, Ahmad A. Growth of tomato (Lycopersicon esculentum) in response to salicylic acid under water stress. Plant Interact. 2008;3(4):297–304. doi: 10.1080/17429140802320797.", "ArticleIdList": ["10.1080/17429140802320797"]}, {"Citation": "Liu W, Zhang Y, Yuan X, Xuan Y, Gao Y, Yan Y. Exogenous salicylic acid improves salinity tolerance of Nitraria tangutorum. Russian J Plant Physiol. 2016;63(1):132–142. doi: 10.1134/S1021443716010118.", "ArticleIdList": ["10.1134/S1021443716010118"]}, {"Citation": "Fariduddin Q, Hayat S, Ahmad A. Salicylic acid influences net photosynthetic rate, carboxylation efficiency, nitrate reductase activity, and seed yield in Brassica juncea. Photosynthetica. 2003;41(2):281–284. doi: 10.1023/B:PHOT.0000011962.05991.6c.", "ArticleIdList": ["10.1023/B:PHOT.0000011962.05991.6c"]}, {"Citation": "Srivastava MK, Dwivedi UN. Delayed ripening of banana fruit by salicylic acid. Plant Sci. 2000;158(1–2):87–96. doi: 10.1016/S0168-9452(00)00304-6.", "ArticleIdList": ["10.1016/S0168-9452(00)00304-6", "10996248"]}, {"Citation": "Tuna AL, Kaya C, Dikilitaş M, Yokaş İ, Burun B, Altunlu H. Comparative effects of various salicylic acid derivatives on key growth parameters and some enzyme activities in salinity stressed maize (Zea mays L.) plants. Pak j Bot. 2007;39(3):787–98."}, {"Citation": "Wang Z, Ma L, Zhang X, Xu L, Cao J, Jiang W. The effect of exogenous salicylic acid on antioxidant activity, bioactive compounds and antioxidant system in apricot fruit. Sci Hortic. 2015;181:113–120. doi: 10.1016/j.scienta.2014.10.055.", "ArticleIdList": ["10.1016/j.scienta.2014.10.055"]}, {"Citation": "Agarwal S, Sairam R, Srivastava G, Meena R. Changes in antioxidant enzymes activity and oxidative stress by abscisic acid and salicylic acid in wheat genotypes. Bio Plant. 2005;49(4):541–550. doi: 10.1007/s10535-005-0048-z.", "ArticleIdList": ["10.1007/s10535-005-0048-z"]}, {"Citation": "Blanch GP, Gómez-Jiménez MC. Ruiz del Castillo ML: enrichment of olive fruits in antioxidant content by pre-harvest salicylic acid treatment. Foods. 2020;9(10):1513. doi: 10.3390/foods9101513.", "ArticleIdList": ["10.3390/foods9101513", "PMC7589437", "33096799"]}, {"Citation": "Janda T, Szalai G, Rios-Gonzalez K, Veisz O, Páldi E. Comparative study of frost tolerance and antioxidant activity in cereals. Plant Sci. 2003;164(2):301–306. doi: 10.1016/S0168-9452(02)00414-4.", "ArticleIdList": ["10.1016/S0168-9452(02)00414-4"]}, {"Citation": "Shakirova FM, Sakhabutdinova AR, Bezrukova MV, Fatkhutdinova RA, Fatkhutdinova DR. Changes in the hormonal status of wheat seedlings induced by salicylic acid and salinity. Plant Sci. 2003;164(3):317–322. doi: 10.1016/S0168-9452(02)00415-6.", "ArticleIdList": ["10.1016/S0168-9452(02)00415-6"]}, {"Citation": "Chakraborty U, Tongden C. Evaluation of heat acclimation and salicylic acid treatments as potent inducers of thermotolerance in Cicer arietinum L. Curr Sci. 2005;89(2):384–9."}, {"Citation": "Bolat I, Dikilitas M, Ikinci A, Ercisli S, Tonkaz T. Morphological, physiological, biochemical characteristics and bud success responses of myrobolan 29 c plum rootstock subjected to water stress. Can J Plant Sci. 2016;96(3):485–493. doi: 10.1139/cjps-2015-0260.", "ArticleIdList": ["10.1139/cjps-2015-0260"]}, {"Citation": "Barrs H, Weatherley P. A re-examination of the relative turgidity technique for estimating water deficits in leaves. Aust J Biol Sci. 1962;15(3):413–428. doi: 10.1071/BI9620413.", "ArticleIdList": ["10.1071/BI9620413"]}, {"Citation": "Bacelar EA, Santos DL, Moutinho-Pereira JM, Lopes JI, Gonçalves BC, Ferreira TC, Correia CM. Physiological behaviour, oxidative damage and antioxidative protection of olive trees grown under different irrigation regimes. Plant Soil. 2007;292(1):1–12. doi: 10.1007/s11104-006-9088-1.", "ArticleIdList": ["10.1007/s11104-006-9088-1"]}, {"Citation": "Lichtenthaler HK. Chlorophylls and carotenoids: pigments of photosynthetic biomembranes. In: Methods Enzymol, vol. 148. Elsevier, Academic Press; 1987. p. 350–82."}, {"Citation": "Aebi H. Catalase in vitro. Methods Enzymol. 1984;105:121–126. doi: 10.1016/S0076-6879(84)05016-3.", "ArticleIdList": ["10.1016/S0076-6879(84)05016-3", "6727660"]}, {"Citation": "Plewa MJ, Smith SR, Wagner ED. Diethyldithiocarbamate suppresses the plant activation of aromatic amines into mutagens by inhibiting tobacco cell peroxidase. Mutat Res. 1991;247(1):57–64. doi: 10.1016/0027-5107(91)90033-K.", "ArticleIdList": ["10.1016/0027-5107(91)90033-K", "1848349"]}, {"Citation": "Bates LS, Waldren RP, Teare I. Rapid determination of free proline for water-stress studies. Plant Soil. 1973;39(1):205–207. doi: 10.1007/BF00018060.", "ArticleIdList": ["10.1007/BF00018060"]}, {"Citation": "Grattan S, Grieve C. Salinity mineral nutrient relations in horticultural crops: a review. Sci Hortic (Netherlands) 1999;78(1-4):127–157. doi: 10.1016/S0304-4238(98)00192-7.", "ArticleIdList": ["10.1016/S0304-4238(98)00192-7"]}, {"Citation": "Stewart RR, Bewley JD. Lipid peroxidation associated with accelerated aging of soybean axes. Plant Physiol. 1980;65(2):245–248. doi: 10.1104/pp.65.2.245.", "ArticleIdList": ["10.1104/pp.65.2.245", "PMC440305", "16661168"]}, {"Citation": "Singleton VL, Rossi JA. Colorimetry of total phenolics with phosphomolybdic-phosphotungstic acid reagents. Am J Enol Vitic. 1965;16(3):144–158."}, {"Citation": "Eberhardt MV, Lee CY, Liu RH. Antioxidant activity of fresh apples. Nature. 2000;405(6789):903–904. doi: 10.1038/35016151.", "ArticleIdList": ["10.1038/35016151", "10879522"]}, {"Citation": "Li ZQ, Xing W, Luo P, Zhang FJ, Jin XL, Zhang MH. Comparative transcriptome analysis of Rosa chinensis 'Slater's crimson China' provides insights into the crucial factors and signaling pathways in heat stress response. Plant Physiol Biochem. 2019;142:312–331. doi: 10.1016/j.plaphy.2019.07.002.", "ArticleIdList": ["10.1016/j.plaphy.2019.07.002", "31352248"]}, {"Citation": "Li ZQ, Li JT, Bing J, Zhang GF. The role analysis of APX gene family in the growth and developmental processes and in response to abiotic stresses in Arabidopsis thaliana. Yi Chuan Hereditas. 2019;41(6):534–547.", "ArticleIdList": ["31257201"]}, {"Citation": "Estaji A, Roosta HR, Rezaei SA, Hosseini SS, Niknam F. Morphological, physiological and phytochemical response of different Satureja hortensis L. accessions to salinity in a greenhouse experiment. J Appl Res Med Aromat Plants. 2018;10:25–33."}, {"Citation": "Akbari M, Katam R, Husain R, Farajpour M, Mazzuca S, Mahna N. Sodium chloride induced stress responses of antioxidative activities in leaves and roots of pistachio rootstock. Biomolecules. 2020;10(2):189. doi: 10.3390/biom10020189.", "ArticleIdList": ["10.3390/biom10020189", "PMC7072476", "31991933"]}, {"Citation": "López-Pérez L, del Carmen M-BM, Maurel C, Carvajal M. Changes in plasma membrane lipids, aquaporins and proton pump of broccoli roots, as an adaptation mechanism to salinity. Phytochemistry. 2009;70(4):492–500. doi: 10.1016/j.phytochem.2009.01.014.", "ArticleIdList": ["10.1016/j.phytochem.2009.01.014", "19264331"]}, {"Citation": "Li X, Wan S, Kang Y, Chen X, Chu L. Chinese rose (Rosa chinensis) growth and ion accumulation under irrigation with waters of different salt contents. Agric Manage Water. 2016;163:180–189. doi: 10.1016/j.agwat.2015.09.020.", "ArticleIdList": ["10.1016/j.agwat.2015.09.020"]}, {"Citation": "Khan NA, Syeed S, Masood A, Nazar R, Iqbal N. Application of salicylic acid increases contents of nutrients and antioxidative metabolism in mungbean and alleviates adverse effects of salinity stress. Int J Plant Biol. 2010;1(1):e1. doi: 10.4081/pb.2010.e1.", "ArticleIdList": ["10.4081/pb.2010.e1"]}, {"Citation": "Palma F, López-Gómez M, Tejera N, Lluch C. Salicylic acid improves the salinity tolerance of Medicago sativa in symbiosis with Sinorhizobium meliloti by preventing nitrogen fixation inhibition. Plant Sci. 2013;208:75–82. doi: 10.1016/j.plantsci.2013.03.015.", "ArticleIdList": ["10.1016/j.plantsci.2013.03.015", "23683932"]}, {"Citation": "Fatemi R, Aboutalebi A. Evaluation the interaction of salinity and salicylic acid on sweet basil (Ocimum basilicum) properties. Ann Biol Res. 2012;3(11):5106–5109."}, {"Citation": "Hamada A. Salicylic acid versus salinity-drought-induced stress on wheat seedlings. Rostlinna Vyroba-UZPI (Czech Republic). 2001;47:444–50."}, {"Citation": "Hussein M, Balbaa L, Gaballah M. Salicylic acid and salinity effects on growth of maize plants. Res J Agric Biol Sci. 2007;3(4):321–328."}, {"Citation": "Larqué-Saavedra A, Martin-Mex R. Effects of salicylic acid on the bioproductivity of plants. In: Salicylic acid: a plant hormone. Dordrecht: Springer; 2007. p. 15–23."}, {"Citation": "Karimi G, Ghorbanli M, Heidari H, Khavari Nejad R, Assareh M. The effects of NaCl on growth, water relations, osmolytes and ion content in Kochia prostrata. Biol Plant. 2005;49(2):301–304. doi: 10.1007/s10535-005-1304-y.", "ArticleIdList": ["10.1007/s10535-005-1304-y"]}, {"Citation": "Shen X, Zhou Y, Duan L, Li Z, Eneji AE, Li J. Silicon effects on photosynthesis and antioxidant parameters of soybean seedlings under drought and ultraviolet-B radiation. J Plant Physiol. 2010;167(15):1248–1252. doi: 10.1016/j.jplph.2010.04.011.", "ArticleIdList": ["10.1016/j.jplph.2010.04.011", "20713250"]}, {"Citation": "Hura T, Szewczyk-Taranek B, Hura K, Nowak K, Pawłowska B. Physiological responses of Rosa rubiginosa to saline environment. Water Air Soil Pollut. 2017;228(2):1–11. doi: 10.1007/s11270-017-3263-2.", "ArticleIdList": ["10.1007/s11270-017-3263-2", "PMC5274639", "28190899"]}, {"Citation": "El-Tayeb M, El-Enany A, Ahmed N. Salicylic acid-induced adaptive response to copper stress in sunflower (Helianthus annuus L.) Plant Growth Regul. 2006;50(2):191–199. doi: 10.1007/s10725-006-9118-2.", "ArticleIdList": ["10.1007/s10725-006-9118-2"]}, {"Citation": "Abdoli S, Ghassemi-Golezani K, Alizadeh-Salteh S. Responses of ajowan (Trachyspermum ammi L.) to exogenous salicylic acid and iron oxide nanoparticles under salt stress. Environ Sci Pollut Res. 2020;27(29):36939–36953. doi: 10.1007/s11356-020-09453-1.", "ArticleIdList": ["10.1007/s11356-020-09453-1", "32577958"]}, {"Citation": "El-Tayeb M. Response of barley grains to the interactive e. ect of salinity and salicylic acid. Plant Growth Regul. 2005;45(3):215–224. doi: 10.1007/s10725-005-4928-1.", "ArticleIdList": ["10.1007/s10725-005-4928-1"]}, {"Citation": "Agarwal PK, Shukla PS, Gupta K, Jha B. Bioengineering for salinity tolerance in plants: state of the art. Molecular biotech. 2013;54(1):102–123. doi: 10.1007/s12033-012-9538-3.", "ArticleIdList": ["10.1007/s12033-012-9538-3", "22539206"]}, {"Citation": "Estaji A, Niknam F. Foliar salicylic acid spraying effect’on growth, seed oil content, and physiology of drought-stressed Silybum marianum L. plant. Agric Water Manag. 2020;234:106116. doi: 10.1016/j.agwat.2020.106116.", "ArticleIdList": ["10.1016/j.agwat.2020.106116"]}, {"Citation": "Bajji M, Kinet J-M, Lutts S. The use of the electrolyte leakage method for assessing cell membrane stability as a water stress tolerance test in durum wheat. Plant Growth Regul. 2002;36(1):61–70. doi: 10.1023/A:1014732714549.", "ArticleIdList": ["10.1023/A:1014732714549"]}, {"Citation": "Akbari M, Mahna N, Ramesh K, Bandehagh A, Mazzuca S. Ion homeostasis, osmoregulation, and physiological changes in the roots and leaves of pistachio rootstocks in response to salinity. Protoplasma. 2018;255(5):1349–1362. doi: 10.1007/s00709-018-1235-z.", "ArticleIdList": ["10.1007/s00709-018-1235-z", "29527645"]}, {"Citation": "Shoresh M, Spivak M, Bernstein N. Involvement of calcium-mediated effects on ROS metabolism in the regulation of growth improvement under salinity. Free Radicals Biol Med. 2011;51(6):1221–1234. doi: 10.1016/j.freeradbiomed.2011.03.036.", "ArticleIdList": ["10.1016/j.freeradbiomed.2011.03.036", "21466848"]}, {"Citation": "Reezi S, Kalantari MBS, Okhovvat SM, Jeong BR. Silicon alleviates salt stress, decreases malondialdehyde content and affects petal color of salt-stressed cut rose (Rosa xhybrida L.) hot lady. Afr J Biotechnol. 2009;8(8):1502–1508."}, {"Citation": "Rajjou L, Belghazi M, Huguet R, Robin C, Moreau A, Job C, Job D. Proteomic investigation of the effect of salicylic acid on Arabidopsis seed germination and establishment of early defense mechanisms. Plant Physiol. 2006;141(3):910–923. doi: 10.1104/pp.106.082057.", "ArticleIdList": ["10.1104/pp.106.082057", "PMC1489900", "16679420"]}, {"Citation": "Li J, Hu L, Zhang L, Pan X, Hu X. Exogenous spermidine is enhancing tomato tolerance to salinity–alkalinity stress by regulating chloroplast antioxidant system and chlorophyll metabolism. BMC Plant Biol. 2015;15(1):1–17. doi: 10.1186/s12870-014-0410-4.", "ArticleIdList": ["10.1186/s12870-014-0410-4", "PMC4696305", "26715057"]}, {"Citation": "Poór P, Gémes K, Horváth F, Szepesi A, Simon M, Tari I. Salicylic acid treatment via the rooting medium interferes with stomatal response, CO2 fixation rate and carbohydrate metabolism in tomato, and decreases harmful effects of subsequent salt stress. Plant Biol. 2011;13(1):105–114. doi: 10.1111/j.1438-8677.2010.00344.x.", "ArticleIdList": ["10.1111/j.1438-8677.2010.00344.x", "21143731"]}, {"Citation": "Hamani AKM, Wang G, Soothar MK, Shen X, Gao Y, Qiu R, Mehmood F. Responses of leaf gas exchange attributes, photosynthetic pigments and antioxidant enzymes in NaCl-stressed cotton (Gossypium hirsutum L.) seedlings to exogenous glycine betaine and salicylic acid. BMC Plant Biol. 2020;20(1):1–14. doi: 10.1186/s12870-020-02624-9.", "ArticleIdList": ["10.1186/s12870-020-02624-9", "PMC7507723", "32957907"]}, {"Citation": "Misra N, Saxena P. Effect of salicylic acid on proline metabolism in lentil grown under salinity stress. Plant Sci. 2009;177(3):181–189. doi: 10.1016/j.plantsci.2009.05.007.", "ArticleIdList": ["10.1016/j.plantsci.2009.05.007"]}, {"Citation": "Vogt T. Phenylpropanoid biosynthesis. Mol Plant. 2010;3(1):2–20. doi: 10.1093/mp/ssp106.", "ArticleIdList": ["10.1093/mp/ssp106", "20035037"]}, {"Citation": "Kumar D, Mishra DS, Chakraborty B, Kumar P. Pericarp browning and quality management of litchi fruit by antioxidants and salicylic acid during ambient storage. J Food Sci Technol. 2013;50(4):797–802. doi: 10.1007/s13197-011-0384-2.", "ArticleIdList": ["10.1007/s13197-011-0384-2", "PMC3671048", "24425984"]}, {"Citation": "Marchiosi R, dos Santos WD, Constantin RP, de Lima RB, Soares AR, Finger-Teixeira A, Mota TR, de Oliveira DM. Foletto-Felipe MdP, Abrahão J: biosynthesis and metabolic actions of simple phenolic acids in plants. Phytochem Rev. 2020;19:865–906. doi: 10.1007/s11101-020-09689-2.", "ArticleIdList": ["10.1007/s11101-020-09689-2"]}, {"Citation": "Ahmad P, Sarwat M, Sharma S. Reactive oxygen species, antioxidants and signaling in plants. J Plant Biol. 2008;51(3):167–173. doi: 10.1007/BF03030694.", "ArticleIdList": ["10.1007/BF03030694"]}, {"Citation": "Mansour MMF, Salama KHA. Plant Ecophysiology and Adaptation under Climate Change: Mechanisms and Perspectives II. Springer; 2020. Proline and abiotic stresses: Responses and adaptation; pp. 357–397."}, {"Citation": "Matysik J, Alia BB, Mohanty P. Molecular mechanisms of quenching of reactive oxygen species by proline under stress in plants. Curr Sci. 2002;82(5):525–32."}, {"Citation": "Ashraf M, Foolad MR. Roles of glycine betaine and proline in improving plant abiotic stress resistance. Environ Exp Bot. 2007;59(2):206–216. doi: 10.1016/j.envexpbot.2005.12.006.", "ArticleIdList": ["10.1016/j.envexpbot.2005.12.006"]}, {"Citation": "Hayat S, Hayat Q, Alyemeni MN, Wani AS, Pichtel J, Ahmad A. Role of proline under changing environments: a review. Plant Signal Behav. 2012;7(11):1456–1466. doi: 10.4161/psb.21949.", "ArticleIdList": ["10.4161/psb.21949", "PMC3548871", "22951402"]}, {"Citation": "Gharib FA. Effect of salicylic acid on the growth, metabolic activities and oil content of basil and marjoram. Int J Agr Biol. 2006;4:485–492."}, {"Citation": "Rivas-San Vicente M, Plasencia J. Salicylic acid beyond defence: its role in plant growth and development. J Exp Bot. 2011;62(10):3321–3338. doi: 10.1093/jxb/err031.", "ArticleIdList": ["10.1093/jxb/err031", "21357767"]}, {"Citation": "Gunes A, Inal A, Alpaslan M, Eraslan F, Bagci EG, Cicek N. Salicylic acid induced changes on some physiological parameters symptomatic for oxidative stress and mineral nutrition in maize (Zea mays L.) grown under salinity. J Plant Physiol. 2007;164(6):728–736. doi: 10.1016/j.jplph.2005.12.009.", "ArticleIdList": ["10.1016/j.jplph.2005.12.009", "16690163"]}, {"Citation": "Vázquez J, Grillitsch K, Daum G, Mas A, Beltran G, Torija MJ. The role of the membrane lipid composition in the oxidative stress tolerance of different wine yeasts. Food Microbiol. 2019;78:143–154. doi: 10.1016/j.fm.2018.10.001.", "ArticleIdList": ["10.1016/j.fm.2018.10.001", "30497596"]}, {"Citation": "Li G, Wan S, Zhou J, Yang Z, Qin P. Leaf chlorophyll fluorescence, hyperspectral reflectance, pigments content, malondialdehyde and proline accumulation responses of castor bean (Ricinus communis L.) seedlings to salt stress levels. Ind Crops Prod. 2010;31(1):13–19. doi: 10.1016/j.indcrop.2009.07.015.", "ArticleIdList": ["10.1016/j.indcrop.2009.07.015"]}, {"Citation": "Raman V, Ravi S. Effect of salicylic acid and methyl jasmonate on antioxidant systems of Haematococcus pluvialis. Acta Physiol Plant. 2011;33(3):1043–1049. doi: 10.1007/s11738-010-0623-6.", "ArticleIdList": ["10.1007/s11738-010-0623-6"]}, {"Citation": "Eraslan F, Inal A, Gunes A, Alpaslan M. Impact of exogenous salicylic acid on the growth, antioxidant activity and physiology of carrot plants subjected to combined salinity and boron toxicity. Sci Hortic. 2007;113(2):120–128. doi: 10.1016/j.scienta.2007.03.012.", "ArticleIdList": ["10.1016/j.scienta.2007.03.012"]}, {"Citation": "Janah I, Elhasnaoui A, Issa Ali O, Lamnai K, Aissam S, Loutfi K. Physiochemical responses of Stevia rebaudiana Bertoni subjected to sodium chloride (NaCl) salinity and exogenous salicylic acid application. Gesunde Pflanzen. 2021;73(4):509–520. doi: 10.1007/s10343-021-00570-6.", "ArticleIdList": ["10.1007/s10343-021-00570-6"]}, {"Citation": "Parida AK, Das AB. Salt tolerance and salinity effects on plants: a review. Ecotoxicol Environ Saf. 2005;60(3):324–349. doi: 10.1016/j.ecoenv.2004.06.010.", "ArticleIdList": ["10.1016/j.ecoenv.2004.06.010", "15590011"]}, {"Citation": "Bradford K, Hsiao T. Physiological plant ecology II. Springer; 1982. Physiological responses to moderate water stress; pp. 263–324."}, {"Citation": "Robinson S, Jones G. Accumulation of glycinebetaine in chloroplasts provides osmotic adjustment during salt stress. Funct Plant Biol. 1986;13(5):659–668. doi: 10.1071/PP9860659.", "ArticleIdList": ["10.1071/PP9860659"]}, {"Citation": "Chen TH, Murata N. Glycinebetaine protects plants against abiotic stress: mechanisms and biotechnological applications. Plant Cell Environ. 2011;34(1):1–20. doi: 10.1111/j.1365-3040.2010.02232.x.", "ArticleIdList": ["10.1111/j.1365-3040.2010.02232.x", "20946588"]}, {"Citation": "Homayoonzadeh M, Moeini P, Talebi K, Roessner U, Hosseininaveh V. Antioxidant system status of cucumber plants under pesticides treatment. Acta Physiol Plant. 2020;42(11):1–11. doi: 10.1007/s11738-020-03150-9.", "ArticleIdList": ["10.1007/s11738-020-03150-9"]}, {"Citation": "Hussain M, Malik M, Farooq M, Ashraf M, Cheema M. Improving drought tolerance by exogenous application of glycinebetaine and salicylic acid in sunflower. J Agron Crop Sci. 2008;194(3):193–199. doi: 10.1111/j.1439-037X.2008.00305.x.", "ArticleIdList": ["10.1111/j.1439-037X.2008.00305.x"]}, {"Citation": "Dutt MJ, Lee KH. Proteomic analysis. Curr Opin Biotechnol. 2000;11(2):176–179. doi: 10.1016/S0958-1669(00)00078-1.", "ArticleIdList": ["10.1016/S0958-1669(00)00078-1", "10753759"]}, {"Citation": "Rubio J, Souza M, Smith R. Overview of flotation as a wastewater treatment technique. Miner Eng. 2002;15(3):139–155. doi: 10.1016/S0892-6875(01)00216-3.", "ArticleIdList": ["10.1016/S0892-6875(01)00216-3"]}, {"Citation": "Kusvuran S, Kiran S, Ellialtioglu SS. Antioxidant enzyme activities and abiotic stress tolerance relationship in vegetable crops. Abiotic and biotic stress in plants-recent advances and future perspectives. 1st ed. London: InTech; 2016. p. 481–503."}, {"Citation": "Gill SS, Tuteja N. Reactive oxygen species and antioxidant machinery in abiotic stress tolerance in crop plants. Plant Physiol Biochem. 2010;48(12):909–930. doi: 10.1016/j.plaphy.2010.08.016.", "ArticleIdList": ["10.1016/j.plaphy.2010.08.016", "20870416"]}, {"Citation": "Laspina N, Groppa M, Tomaro M, Benavides M. Nitric oxide protects sunflower leaves against cd-induced oxidative stress. Plant Sci. 2005;169(2):323–330. doi: 10.1016/j.plantsci.2005.02.007.", "ArticleIdList": ["10.1016/j.plantsci.2005.02.007"]}, {"Citation": "Wahome P, Jesch H, Grittner I. Mechanisms of salt stress tolerance in two rose rootstocks: Rosa chinensis ‘Major’and R. rubiginosa. Sci Hortic. 2001;87(3):207–216. doi: 10.1016/S0304-4238(00)00168-0.", "ArticleIdList": ["10.1016/S0304-4238(00)00168-0"]}, {"Citation": "Wang W, Vinocur B, Altman A. Plant responses to drought, salinity and extreme temperatures: towards genetic engineering for stress tolerance. Planta. 2003;218(1):1–14. doi: 10.1007/s00425-003-1105-5.", "ArticleIdList": ["10.1007/s00425-003-1105-5", "14513379"]}, {"Citation": "Soundararajan P, Manivannan A, Ko CH, Jeong BR. Silicon enhanced redox homeostasis and protein expression to mitigate the salinity stress in Rosa hybrida ‘rock fire’. J Plant Growth Regul. 2018;37(1):16–34. doi: 10.1007/s00344-017-9705-7.", "ArticleIdList": ["10.1007/s00344-017-9705-7"]}, {"Citation": "Ali E, Bazaid S, Hassan F. Salinity tolerance of Taif roses by gibberellic acid (GA3) Int J Sci Res. 2014;3(11):184–192."}, {"Citation": "He Y, Zhu Z. Exogenous salicylic acid alleviates NaCl toxicity and increases antioxidative enzyme activity in Lycopersicon esculentum. Biol Plant. 2008;52(4):792. doi: 10.1007/s10535-008-0155-8.", "ArticleIdList": ["10.1007/s10535-008-0155-8"]}, {"Citation": "Apel K, Hirt H. Reactive oxygen species: metabolism, oxidative stress, and signal transduction. Annu Rev Plant Biol. 2004;55:373–399. doi: 10.1146/annurev.arplant.55.031903.141701.", "ArticleIdList": ["10.1146/annurev.arplant.55.031903.141701", "15377225"]}, {"Citation": "Al-Whaibi MH, Siddiqui MH, Basalah MO. Salicylic acid and calcium-induced protection of wheat against salinity. Protoplasma. 2012;249(3):769–778. doi: 10.1007/s00709-011-0322-1.", "ArticleIdList": ["10.1007/s00709-011-0322-1", "21979309"]}, {"Citation": "Bailly C. Active oxygen species and antioxidants in seed biology. Seed Sci Res. 2004;14(2):93–107. doi: 10.1079/SSR2004159.", "ArticleIdList": ["10.1079/SSR2004159"]}, {"Citation": "Farooq M, Wahid A, Lee DJ, Cheema S, Aziz T. Drought stress: comparative time course action of the foliar applied glycinebetaine, salicylic acid, nitrous oxide, brassinosteroids and spermine in improving drought resistance of rice. J Agron Crop Sci. 2010;196(5):336–345. doi: 10.1111/j.1439-037X.2010.00422.x.", "ArticleIdList": ["10.1111/j.1439-037X.2010.00422.x"]}, {"Citation": "Shi H, Jiang C, Ye T, Tan D-X, Reiter RJ, Zhang H, Liu R, Chan Z. Comparative physiological, metabolomic, and transcriptomic analyses reveal mechanisms of improved abiotic stress resistance in bermudagrass Cynodon dactylon (L) by exogenous melatonin. J Exp Bot. 2015;66(3):681–694. doi: 10.1093/jxb/eru373.", "ArticleIdList": ["10.1093/jxb/eru373", "PMC4321537", "25225478"]}, {"Citation": "Spencer JD, Gibbons NC, Rokos H, Peters EM, Wood JM, Schallreuter KU. Oxidative stress via hydrogen peroxide affects proopiomelanocortin peptides directly in the epidermis of patients with vitiligo. J Invest Dermatol. 2007;127(2):411–420. doi: 10.1038/sj.jid.5700538.", "ArticleIdList": ["10.1038/sj.jid.5700538", "16946714"]}, {"Citation": "Caverzan A, Passaia G, Rosa SB, Ribeiro CW, Lazzarotto F, Margis-Pinheiro M. Plant responses to stresses: role of ascorbate peroxidase in the antioxidant protection. Genetic Molecul Biol. 2012;35(4):1011–1019. doi: 10.1590/S1415-47572012000600016.", "ArticleIdList": ["10.1590/S1415-47572012000600016", "PMC3571416", "23412747"]}, {"Citation": "Suzuki N, Koussevitzky S, Mittler R, Miller G. ROS and redox signalling in the response of plants to abiotic stress. Plant Cell Environ. 2012;35(2):259–270. doi: 10.1111/j.1365-3040.2011.02336.x.", "ArticleIdList": ["10.1111/j.1365-3040.2011.02336.x", "21486305"]}, {"Citation": "Akram NA, Shafiq F, Ashraf M. Ascorbic acid-a potential oxidant scavenger and its role in plant development and abiotic stress tolerance. Front Plant Sci. 2017;8:613. doi: 10.3389/fpls.2017.00613.", "ArticleIdList": ["10.3389/fpls.2017.00613", "PMC5405147", "28491070"]}, {"Citation": "Csiszár J, Lantos E, Tari I, Madosa E, Wodala B, Vashegyi Á, Horváth F, Pécsváradi A, Szabó M, Bartha B. Antioxidant enzyme activities in Allium species and their cultivars under water stress. Plant Soil Environ. 2007;53(12):517. doi: 10.17221/2192-PSE.", "ArticleIdList": ["10.17221/2192-PSE"]}, {"Citation": "Hiraga S, Sasaki K, Ito H, Ohashi Y, Matsui H. A large family of class III plant peroxidases. Plant Cell Physiol. 2001;42(5):462–468. doi: 10.1093/pcp/pce061.", "ArticleIdList": ["10.1093/pcp/pce061", "11382811"]}, {"Citation": "Tripathi BN, Bhatt I, Dietz K-J. Peroxiredoxins: a less studied component of hydrogen peroxide detoxification in photosynthetic organisms. Protoplasma. 2009;235(1):3–15. doi: 10.1007/s00709-009-0032-0.", "ArticleIdList": ["10.1007/s00709-009-0032-0", "19219525"]}, {"Citation": "Li L, Yi H. Effect of sulfur dioxide on ROS production, gene expression and antioxidant enzyme activity in Arabidopsis plants. Plant Physiol Biochem. 2012;58:46–53. doi: 10.1016/j.plaphy.2012.06.009.", "ArticleIdList": ["10.1016/j.plaphy.2012.06.009", "22771435"]}, {"Citation": "Kim S-Y, Lim J-H, Park M-R, Kim Y-J, Park T-I, Seo Y-W, Choi K-G, Yun S-J. Enhanced antioxidant enzymes are associated with reduced hydrogen peroxide in barley roots under saline stress. BMB Rep. 2005;38(2):218–224. doi: 10.5483/BMBRep.2005.38.2.218.", "ArticleIdList": ["10.5483/BMBRep.2005.38.2.218", "15826500"]}, {"Citation": "Gomez J, Jimenez A, Olmos E, Sevilla F. Location and effects of long-term NaCl stress on superoxide dismutase and ascorbate peroxidase isoenzymes of pea (Pisum sativum cv Puget) chloroplasts. J Exp Bot. 2004;55(394):119–130. doi: 10.1093/jxb/erh013.", "ArticleIdList": ["10.1093/jxb/erh013", "14676290"]}, {"Citation": "Attia H, Karray N, Msilini N, Lachaâl M. Effect of salt stress on gene expression of superoxide dismutases and copper chaperone in Arabidopsis thaliana. Biol Plant. 2011;55(1):159–163. doi: 10.1007/s10535-011-0022-x.", "ArticleIdList": ["10.1007/s10535-011-0022-x"]}, {"Citation": "Esfandiari E, Abbasi A, Enayati W, Mosavi S. Different behavior of root and leaf in grass pea landraces in response to oxidative stress caused by salinity. J Agri Sci. 2011;20(4):65–76."}, {"Citation": "Morris K, Mackerness SAH, Page T, John CF, Murphy AM, Carr JP, Buchanan-Wollaston V. Salicylic acid has a role in regulating gene expression during leaf senescence. Plant J. 2000;23(5):677–685. doi: 10.1046/j.1365-313x.2000.00836.x.", "ArticleIdList": ["10.1046/j.1365-313x.2000.00836.x", "10972893"]}, {"Citation": "El-Esawi MA, Elansary HO, El-Shanhorey NA, Abdel-Hamid AM, Ali HM, Elshikh MS. Salicylic acid-regulated antioxidant mechanisms and gene expression enhance rosemary performance under saline conditions. Front Plant Physiol. 2017;8:716. doi: 10.3389/fphys.2017.00716.", "ArticleIdList": ["10.3389/fphys.2017.00716", "PMC5613177", "28983254"]}, {"Citation": "Ranieri A, Castagna A, Baldan B, Soldatini GF. Iron deficiency differently affects peroxidase isoforms in sunflower. J Exp Bot. 2001;52(354):25–35. doi: 10.1093/jexbot/52.354.25.", "ArticleIdList": ["10.1093/jexbot/52.354.25", "11181710"]}, {"Citation": "Bilal HM, Islam H, Adnan M, Tahir R, Zulfiqar R, Umer MS, Kaleem MM. Effect of salinity stress on growth, yield and quality of roses: a review. Int J Environ Sci Nat Res. 2020;25(1):37–41."}, {"Citation": "Milla MAR, Maurer A, Huete AR, Gustafson JP. Glutathione peroxidase genes in Arabidopsis are ubiquitous and regulated by abiotic stresses through diverse signaling pathways. Plant J. 2003;36(5):602–615. doi: 10.1046/j.1365-313X.2003.01901.x.", "ArticleIdList": ["10.1046/j.1365-313X.2003.01901.x", "14617062"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "2", "Day": "27"}, {"Year": "2022", "Month": "7", "Day": "13"}, {"Year": "2022", "Month": "7", "Day": "27", "Hour": "23", "Minute": "47"}, {"Year": "2022", "Month": "7", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["35896978", "PMC9327194", "10.1186/s12870-022-03754-y", "10.1186/s12870-022-03754-y"]}}], "PubmedBookArticle": []}