{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["biological activity", "functional food", "pumpkin seed oil"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35904246", "DateCompleted": {"Year": "2022", "Month": "09", "Day": "30"}, "DateRevised": {"Year": "2023", "Month": "01", "Day": "26"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "07", "Day": "29"}], "Language": ["eng"], "ELocationID": ["10.1111/1541-4337.13013"], "Journal": {"ISSN": "1541-4337", "JournalIssue": {"Volume": "21", "Issue": "5", "PubDate": {"Year": "2022", "Month": "Sep"}}, "Title": "Comprehensive reviews in food science and food safety", "ISOAbbreviation": "Compr Rev Food Sci Food Saf"}, "ArticleTitle": "The potential of pumpkin seed oil as a functional food-A comprehensive review of chemical composition, health benefits, and safety.", "Pagination": {"StartPage": "4422", "EndPage": "4446", "MedlinePgn": "4422-4446"}, "Abstract": {"AbstractText": ["The growing interest in foods that can be beneficial to human health is bringing into focus some products that have been used locally for centuries but have recently gained worldwide attention. One of these foods is pumpkin seed oil, which has been used in culinary and traditional medicine, but recent data also show its use in the pharmaceutical and cosmetic industries. In addition, some sources refer to it as a potential functional food, mainly because it is obtained from pumpkin seeds, which contain many functional components. However, the production process of the oil may affect the content of these components and consequently the biological activity of the oil. In this review, we have focused on summarizing scientific data that explore the potential of pumpkin seed oil as a functional food ingredient. We provide a comprehensive overview of pumpkin seed oil chemical composition, phytochemical content, biological activity, and safety, as well as the overview of production processes and contemporary use. The main phytochemicals in pumpkin seed oil with health-related properties are polyphenols, phytoestrogens, and fatty acids, but carotenoids, squalene, tocopherols, and minerals may also contribute to health benefits. Most studies have been conducted in vitro and support the claim that pumpkin seed oil has antioxidant and antimicrobial activities. Clinical studies have shown that pumpkin seed oil may be beneficial in the treatment of cardiovascular problems of menopausal women and ailments associated with imbalance of sex hormones."], "CopyrightInformation": "© 2022 Institute of Food Technologists®."}, "AuthorList": [{"Identifier": ["0000-0002-0600-6847"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Technology, University Center Koprivnica, University North, Koprivnica, Croatia."}], "LastName": "Šamec", "ForeName": "Dunja", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Health and Nutritional Sciences, University of Calabria, Rende, CS, Italy."}], "LastName": "Loizzo", "ForeName": "Monica Rosa", "Initials": "MR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Agricultural Sciences, Department of Agriculture Crop Production and Rural Environment, University of Thessaly, Volos, Greece."}], "LastName": "Gortzi", "ForeName": "Olga", "Initials": "O"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Botany, Faculty of Pharmacy, Hacettepe University, Ankara, Turkey."}], "LastName": "Çankaya", "ForeName": "İrem Tatlı", "Initials": "İT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Health and Nutritional Sciences, University of Calabria, Rende, CS, Italy."}], "LastName": "Tundis", "ForeName": "Rosa", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Gazi University, Ankara, Turkey."}], "LastName": "Suntar", "ForeName": "İpek", "Initials": "İ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Sciences Research Center, Health Institute, Kermanshah University of Medical Sciences, Kermanshah, Iran."}], "LastName": "Shirooie", "ForeName": "Samira", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Science Faculty, Selcuk University, Konya, Turkey."}], "LastName": "Zengin", "ForeName": "Gokhan", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate School of Pharmaceutical Sciences, Kumamoto University, Chuo-ku, Kumamoto, Japan."}], "LastName": "Devkota", "ForeName": "Hari Prasad", "Initials": "HP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Analytical and Food Chemistry, Faculty of Science, University of Vigo, Ourense, Spain."}], "LastName": "Reboredo-Rodríguez", "ForeName": "Patricia", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Applied Ecology, Faculty of Environmental Sciences, Czech University of Life Sciences Prague, Prague, Czech Republic."}], "LastName": "Hassan", "ForeName": "Sherif T S", "Initials": "STS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Centre, Faculty of Pharmacy, University of Medical Sciences, Tehran, Iran."}], "LastName": "Manayi", "ForeName": "Azadeh", "Initials": "A"}, {"Identifier": ["0000-0003-3711-6763"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Imam Hossein Hospital, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Kashani", "ForeName": "Hamid Reza Khayat", "Initials": "HRK"}, {"Identifier": ["0000-0001-8859-5675"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Applied Biotechnology Research Center, Baqiyatallah University of Medical Sciences, Tehran, Iran."}], "LastName": "Nabavi", "ForeName": "Seyed Mohammad", "Initials": "SM"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Compr Rev Food Sci Food Saf", "NlmUniqueID": "101305205", "ISSNLinking": "1541-4337"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Infective Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Fatty Acids"}, {"RegistryNumber": "0", "NameOfSubstance": "Food Ingredients"}, {"RegistryNumber": "0", "NameOfSubstance": "Pharmaceutical Preparations"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytoestrogens"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Oils"}, {"RegistryNumber": "0", "NameOfSubstance": "Polyphenols"}, {"RegistryNumber": "36-88-4", "NameOfSubstance": "Carotenoids"}, {"RegistryNumber": "7QWM220FJH", "NameOfSubstance": "Squalene"}, {"RegistryNumber": "R0ZB2556P8", "NameOfSubstance": "Tocopherols"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Anti-Infective Agents"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Carotenoids"}, {"QualifierName": ["chemistry"], "DescriptorName": "Cucurbita"}, {"QualifierName": ["chemistry"], "DescriptorName": "Fatty Acids"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Food Ingredients"}, {"QualifierName": [], "DescriptorName": "Functional Food"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Pharmaceutical Preparations"}, {"QualifierName": [], "DescriptorName": "Phytochemicals"}, {"QualifierName": [], "DescriptorName": "Phytoestrogens"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Plant Oils"}, {"QualifierName": [], "DescriptorName": "Polyphenols"}, {"QualifierName": [], "DescriptorName": "Squalene"}, {"QualifierName": [], "DescriptorName": "Tocopherols"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abd, B., & El-Kalek, H. H. A. (2011). Antimicrobial proteins and oil seeds from pumpkin (Cucurbita moschata). Nature and Science, 9(3), 105-119."}, {"Citation": "Abdel-Rahim, A. A., Osman, S., Yasin, A. A. A., & Abdelraheem, Y. M. (2015). Antimicrobial activity and some physiochemical properties of pumpkin (Cucurbita pepo L.) seed oil. Gezira Journal of Engineering and Applied Sciences, 10, 1858-5698."}, {"Citation": "Adnan, M., Gul, S., Batool, S., Fatima, B., Rehman, A., Yaqoob, S., Shabir, H., Yousaf, T., Mussarat, S., Ali, N., Khan, S. N., Rahman, H., & Abdul Aziz, M. (2017). A review on the ethnobotany, phytochemistry, pharmacology and nutritional composition of Cucurbita pepo L. The Journal of Phytopharmacology, 6(2), 133-139."}, {"Citation": "Ahmed, O. A. A., Fahmy, U. A., Bakhaidar, R., El-Moselhy, M. A., Alfaleh, M. A., Ahmed, A. F., Hammad, A. S. A., Aldawsari, H., & Alhakamy, N. A. (2020). Pumpkin oil-based nanostructured lipid carrier system for antiulcer effect in NSAID-induced gastric ulcer model in rats. International Journal of Nanomedicine, 15, 2529-2539."}, {"Citation": "Akın, G., Arslan, F. N., Elmas Karuk, Ş. N., & Yılmaz, İ. (2018). Cold-pressed pumpkin seed (Cucurbita pepo L.) oils from the central Anatolia region of Turkey: Characterization of phytosterols, squalene, tocols, phenolic acids, carotenoids and fatty acid bioactive compounds. Grasas y Aceites, 69(1), 232."}, {"Citation": "Aktaş, N., Gerçekaslan, K. E., & Uzlaşır, T. (2018). The effect of some pre-roasting treatments on quality characteristics of pumpkin seed oil. OCL - Oilseeds and Fats, Crops and Lipids, 25(3), A301."}, {"Citation": "Aktas, N., Uzlasır, T., & Tuncil, Y. E. (2018). Pre-roasting treatments significantly impact thermal and kinetic characteristics of pumpkin seed oil. Thermochimica Acta, 669, 109-115."}, {"Citation": "Alasalvar, C., Chang, S. K., Bolling, B., Oh, W. Y., & Shahidi, F. (2021). Specialty seeds: Nutrients, bioactives, bioavailability, and health benefits: A comprehensive review. Comprehensive Reviews in Food Science and Food Safety, 20(3), 2382-2427."}, {"Citation": "Alhakamy, N. A., Fahmy, U. A., & Ahmed, O. A. A. (2019). Attenuation of benign prostatic hyperplasia by optimized tadalafil loaded pumpkin seed oil-based self nanoemulsion: In vitro and in vivo evaluation. Pharmaceutics, 11(12), 640."}, {"Citation": "Al-Khalifa, A. S. (1996). Physicochemical characteristics, fatty acid composition, and lipoxygenase activity of crude pumpkin and melon seed oils. Journal of Agricultural and Food Chemistry, 44(4), 964-966."}, {"Citation": "Al-Okbi, S. Y., Mohamed, D. A., Kandil, E., Ahmed, E. K., & Mohammed, S. E. (2016). Antioxidant and anti-cancer effect of Egyptian and European pumpkin seed oil. Research Journal of Pharmaceutical and Biological and Chemical, 7(5), 574-580."}, {"Citation": "Al-Zuhair, H., El-Fattah, A. A. A., & El Latif, H. A. A. (1997). Efficacy of simvastatin and pumpkin-seed oil in the management of dietary-induced hypercholesterolemia. Pharmacological Research, 35(5), 403-408."}, {"Citation": "Al-Zuhair, H., El-Fattah, A. A. A., & El-Sayed, M. I. (2000). Pumpkin-seed oil modulates the effect of felodipine and captopril in spontaneously hypertensive rats. Pharmacological Research, 41(5), 555-563."}, {"Citation": "Amin, M. Z., Rity, T. I., Uddin, M. R., Rahman, M. M., & Uddin, M. J. (2020). A comparative assessment of anti-inflammatory, anti-oxidant and anti-bacterial activities of hybrid and indigenous varieties of pumpkin (Cucurbita maxima Linn.) seed oil. Biocatalysis and Agricultural Biotechnology, 28, 101767."}, {"Citation": "Amin, M. Z., Islam, T., Mostofa, F., Uddin, M. J., Rahman, M. M., & Satter, M. A. (2019). Comparative assessment of the physicochemical and biochemical properties of native and hybrid varieties of pumpkin seed and seed oil (Cucurbita maxima Linn.). Heliyon, 5(12), e02994."}, {"Citation": "Amirzargar, M., ZerafatJou, N., & Biglarkhani, M. (2020). Comparison of the effect of pumpkin seed oil and tamsulosin on benign prostatic hyperplasia. Journal of Urology and Research, 4(1), 24-32."}, {"Citation": "Andjelkovic, M., Van Camp, J., Trawka, A., & Verhé, R. (2010). Phenolic compounds and some quality parameters of pumpkin seed oil. European Journal of Lipid Science and Technology, 112(2), 208-217."}, {"Citation": "Ardabili, A. G., Farhoosh, R., & Khodaparast, M. H. H. (2010). Frying stability of canola oil in presence of pumpkin seed and olive oils. European Journal of Lipid Science and Technology, 112(8), 871-877."}, {"Citation": "Bandoniene, D., Zettl, D., Meisel, T., & Maneiko, M. (2013). Suitability of elemental fingerprinting for assessing the geographic origin of pumpkin (Cucurbita pepo var. styriaca) seed oil. Food Chemistry, 136, 1533-1542."}, {"Citation": "Balbino, S., Vincek, D., Trtanj, I., Egređija, D., Gajdoš-Kljusurić, J., Kraljić, K., Obranović, M., & Škevin, D. (2022). Assessment of pumpkin seed oil adulteration supported by multivariate analysis: Comparison of GC-MS, colourimetry and NIR spectroscopy data. Foods, 11, 835."}, {"Citation": "Bardaa, S., Ben Halima, N., Alou, F., Ben Mansour, R., Jabiru, H., Boulais, M., & Shamoun, Z. (2016). Oil from pumpkin (Cucurbita pepo L.) seeds: Evaluation of its functional properties on wound healing in rats. Lipids in Health and Disease, 15, 1-12."}, {"Citation": "Benalia, M., Djeridane, A., Gourine, N., Nia, S., Ajandouz, E., & Yousfi, M. (2015). Fatty acid profile, tocopherols content and antioxidant activity of Algerian pumpkin seeds oil (Cucurbita pepo L). Mediterranean Journal of Nutrition and Metabolism, 8(1), 9-25."}, {"Citation": "Bora, N. S., Pathak, M. P., Mandal, S., Mazumder, B., Policegoudra, R., & Raju, P. S., & Chattopadhyay, P. (2017). Safety assessment and toxicological profiling of a novel combinational sunprotective dermal formulation containing melatonin and pumpkin seed oil. Regulatory Toxicology and Pharmacology, 89, 1-12."}, {"Citation": "Borriello, A., Masi, P., & Cavella, S. (2021). Novel pumpkin seed oil-based oleogels: Development and physical characterization. LWT - Food Science and Technology, 152, 112165."}, {"Citation": "Boujemaa, I., El Bernoussi, S., Harhar, H., & Tabyaoui, M. (2020). The influence of the species on the quality, chemical composition and antioxidant activity of pumpkin seed oil. OCL - Oilseeds and Fats, Crops and Lipids, 27, 40."}, {"Citation": "Caili, F., Huan, S., & Quanhong, L. (2006). A review on pharmacological activities and utilization technologies of pumpkin. Plant Foods for Human Nutrition, 61, 73-80."}, {"Citation": "Camiel, D. L., & Song, K. Y. (2002). Herbs for benign prostatic hyperplasia. Annals of Pharmacotherapy, 36, 1443-1452."}, {"Citation": "Can-Cauich, C. A., Sauri-Duch, E., Moo-Huchin, V. M., Betancur-Ancona, D., & Cuevas-Glory, L. F. (2019). Effect of extraction method and specie on the content of bioactive compounds and antioxidant activity of pumpkin oil from Yucatan, Mexico. Food Chemistry, 285, 186-193."}, {"Citation": "Chari, K. Y., Polu, P. R., & Shenoy, R. R. (2018). An appraisal of pumpkin seed extract in 1, 2-dimethylhydrazine induced colon cancer in wistar rats. Journal of Toxicolology, 2018, Article ID 6086490. https://doi.org/10.1155/2018/6086490"}, {"Citation": "Cho, Y. H., Lee, S. Y., Jeong, D. W., Choi, E. J., Kim, Y. J., Lee, J. G., Yi, Y. H., & Cha, H. S. (2014). Effect of pumpkin seed oil on hair growth in men with androgenetic alopecia: A randomized, double-blind, placebo-controlled trial. Evidence-Based Complementary and Alternative Medicine, 2014, 549721. https://doi.org/10.1155/2014/549721"}, {"Citation": "Chu, C. C., Hasan, Z. A. B. A., Chua, S. K., & Nyam, K. L. (2020). Formulation and characterization of novel nanostructured lipid carriers with photoprotective properties made from carnauba wax, beeswax, pumpkin seed oil, and UV filters. Journal of the American Oil Chemists’ Society, 97(5), 531-542."}, {"Citation": "Chu, C. C., Tan, C. P., & Nyam, K. L. (2019). Development of nanostructured lipid carriers (NLCs) using pumpkin and kenaf seed oils with potential photoprotective and antioxidative properties. European Journal of Lipid Science and Technology, 121(10), 1900082."}, {"Citation": "da Cruz, G. K., Martins, M. I. M., Antunes, F. T. T., de Souza, A. H., Wiilland, E. F., Picada, J. N., & da Silva Brum, L. F. (2022). Evaluation of the efficacy and toxicity of oral and topical pumpkin oil on the hair growth of mice. Acta Histochemica, 124(4), 151894."}, {"Citation": "Delaš, I. (2010). Forgotten wealth-Pumpkin seed oil. Croatian Journal of Food Technology, Biotechnology and Nutrition, 5, 38-42."}, {"Citation": "Dotto, J. M., & Chacha, J. S. (2020). The potential of pumpkin seeds as a functional food ingredient: A review. Scientific African, 10, e00575."}, {"Citation": "Dowidar, M., Ahmed, A., & Mohamed, H. (2020). The critical nutraceutical role of pumpkin seeds in human and animal health: An updated review. Zagazig Veterinary Journal, 48(2), 199-212."}, {"Citation": "Elfiky, S. A., Elelaimy, I. A., Hassan, A. M., Ibrahim, H. M., & Elsayad, R. I. (2012). Protective effect of pumpkin seed oil against genotoxicity induced by azathioprine. The Journal of Basic & Applied Zoology, 65(5), 289-298."}, {"Citation": "El-Mosallamy, A. E. M. K., Sleem, A. A., Abdel-Salam, O. M. E., Shaffie, N., & Kenawy, S. A. (2012). Antihypertensive and cardioprotective effects of pumpkin seed oil. Journal of Medicinal Food, 15(2), 180-189."}, {"Citation": "EMA. (2012). Community herbal monograph on Cucurbita pepo L., semen. https://www.ema.europa.eu/en/documents/herbal-monograph/final-community-herbal-monograph-cucurbita-pepo-l-semen_en.pdf"}, {"Citation": "Eraslan, G., Kanbur, M., Aslan, O., & Karabacak, M. (2011). The antioxidant effects of pumpkin seed oil on subacute aflatoxin poisoning in mice. Environmental Toxicology, 28(12), 681-688."}, {"Citation": "Fawzy, E. I., El Makawy, A. I., El-Bamby, M. M., & Elhamalawy, H. O. (2018). Improved effect of pumpkin seed oil against the bisphenol-A adverse effects in male mice. Toxicology Reports, 5, 857-863."}, {"Citation": "Fierascu, R. C., Ortan, A., Fierascu, I. C., & Fierascu, I. (2018). In vitro and in vivo evaluation of antioxidant properties of wild-growing plants. A short review. Current Opinion in Food Science, 24, 1-8."}, {"Citation": "Fruhwirth, G. O., & Hermetter, A. (2007). Seeds and oil of the Styrian oil pumpkin: Compounds and biological activities. European Journal of Lipid Research and Technology, 109, 1128-1140."}, {"Citation": "Fruhwirth, G. O., & Hermetter, A. (2008). Production technology and characteristics of Styrian pumpkin seed oil. European Journal of Lipid Science and Technology, 110, 637-644."}, {"Citation": "Grajzer, M., Szmalcel, K., Kuźmiński, Ł., Witkowski, M., Kulma, A., & Prescha, A. (2020). Characteristics and antioxidant potential of cold-pressed oils-Possible strategies to improve oil stability. Foods, 9, 1630."}, {"Citation": "Ghaffar, F., Kainat, B., Shah, H., & Akram, M. (2018). Nutritional, physico-chemical, antimicrobial and antioxidant screening of seed and seed oil of Cucurbita pepo grown in Kpk, Pakistan. Fuuast Journal of Biology, 8(1), 41-48."}, {"Citation": "Gossell Williams, M., Davis, A., & O'Connor, N. (2006). Inhibition of testosterone-induced hyperplasia of the prostate of Sprague-Dawley rats by pumpkin seed oil. Journal of Medicinal Food, 9, 284-286."}, {"Citation": "Gossell-Williams, M., Lyttle, K., Clarke, T., Gardner, M., & Simon, O. (2008). Supplementation with pumpkin seed oil improves plasma lipid profile and cardiovascular outcomes of female non-ovariectomized and ovariectomized Sprague-Dawley rats. Phytotherapy Research, 22(7), 873-877."}, {"Citation": "Gossell-Williams, M., Hyde, C., Hunter, T., Simms-Stewart, D., Fletcher, H., McGrowder, D., & Walters, C. A. (2011). Improvement in HDL cholesterol in postmenopausal women supplemented with pumpkin seed oil: Pilot study. Climacteric, 14(5), 558-564."}, {"Citation": "Gruenwald, J., Brendler, T., & Jaenicke, C. (2000). Pumpkin Cucurbita pepo. In PDR for herbal medicines (2nd ed., pp. 618-619). Medical Economics Co."}, {"Citation": "Hamdi, H., & Hassan, M. M. (2021). Maternal and developmental toxicity induced by Nanoalumina administration in albino rats and the potential preventive role of the pumpkin seed oil. Saudi Journal of Biological Science, 28(8), 4778-4785."}, {"Citation": "Hammer, K. A., Carson, C. F., & Riley, T. V. (1999). Antimicrobial activity of essential oils and other plant extracts. Journal of Applied Microbiology, 86(6), 985-990."}, {"Citation": "Hernández-Santos, B., Rodríguez-Miranda, J., Herman-Lara, E., Torruco-Uco, J. G., Carmona-García, R., Juárez-Barrientos, J. M., Chávez-Zamudio, R., & Martínez-Sánchez, C. E. (2016). Effect of oil extraction assisted by ultrasound on the physicochemical properties and fatty acid profile of pumpkin seed oil (Cucurbita pepo). Ultrasonics Sonochemistry, 31, 429-436."}, {"Citation": "Hien, T. T., & Tu, N. T. M. (2021). Enhancing the extraction of pumpkin seed (Cucurbita pepo L) for increasing oil yield and its phytosterol content. Food Science and Applied Biotechnology, 4, 6-13."}, {"Citation": "Hong, H., Kim, C. S., & Maeng, S. (2009). Effects of pumpkin seed oil and saw palmetto oil in Korean men with symptomatic benign prostatic hyperplasia. Nutrition Research and Practice, 3, 323-327. https://doi.org/10.4162/nrp.2009.3.4.323"}, {"Citation": "Hrabovski, N., Sinadinović-Fišer, S., Nikolovski, B., Sovilj, M., & Borota, O. (2012). Phytosterols in pumpkin seed oil extracted by organic solvents and supercritical CO 2. European Journal of Lipid Science and Technology, 114(10), 1204-1211."}, {"Citation": "Hussain, A., Kausar, T., Din, A., Mian Anjum Murtaza, M. A., Muhammad Abdullah Jamil, M. A., Noreen, S., Rehman, H., Shabbir, H., & Ramzan, M. A. (2021). Determination of total phenolic, flavonoid, carotenoid, and mineral contents in peel, flesh, and seeds of pumpkin (Cucurbita maxima). Journal of the Science of Food and Agriculture, 45(6), e15542."}, {"Citation": "Ibrahim, I. M., Hasan, M. S., Elsaba, K. I., & Elsaie, M. L. (2020). Pumpkin seed oil vs. minoxidil 5% topical foam for the treatment of female pattern hair loss: A randomized comparative trial. Journal of Cosmetic Dermatology, 20, 2867-2873."}, {"Citation": "Jang, B.-C., Sim, H.-S., Jeong, B.-Y., Park, H.-M., & Oh, M.-J. (2008). Isolation of cucurbitacin E from pumpkin seed and analysis of its anti-cancer and anti-inflammatory activities. Experimental Biology 2008 Meeting Abstracts, 22, 889.6-889.6."}, {"Citation": "Jiao, J., Li, Z.-G., Gai, Q.-Y., Li, X.-J., Wei, F.-Y., Fu, Y.-J., & Ma, W. (2014). Microwave-assisted aqueous enzymatic extraction of oil from pumpkin seeds and evaluation of its physicochemical properties, fatty acid compositions and antioxidant activities. Food Chemistry, 147, 17-24."}, {"Citation": "Jóźwiak, M., Filipowska, A., Fiorino, F., & Struga, M. (2020). Anticancer activities of fatty acids and their heterocyclic derivatives. European Journal of Pharmacology, 871, 172937."}, {"Citation": "Jukić, M., Lukinac, J., Čuljak, J., Pavlović, M., Šubarić, D., & Koceva Komlenić, D. (2019). Quality evaluation of biscuits produced from composite blends of pumpkin seed oil press cake and wheat flour. International Journal of Food Science and Technology, 54, 602-609."}, {"Citation": "Kim, M. Y., Kim, E. K., Kim, Y. N., Choi, C., & Lee, B. H. (2012). Comparison of the chemical compositions and nutritive values of various pumpkin (Cucurbitaceae) species and parts. Nutrition Research Practice, 6(1), 21-27."}, {"Citation": "Krimer-Malešević, V. (2020). Pumpkin Seeds: Phenolic Acids in Pumpkin Seed (Cucurbita pepo L.). In Preedy, V. R., & R, R. (Eds.). Nuts and seeds in health and disease prevention (2nd ed., pp. 533-542). Academic Press."}, {"Citation": "Kostadinovic-Velickovska, S., & Mitrev, S. (2013). Characterization of fatty acid profile, polyphenolic content and antioxidant activity of cold pressed and refined edible oils from Macedonia. Journal of Food Chemistry and Nutrition, 1, 16-21."}, {"Citation": "Kulaitiene, J., Černiauskiene, J., Jariene, E., Danilčenko, H., & Levickiene, D. (2018). Antioxidant activity and other quality parameters of cold pressing pumpkin seed oil. Notulae Botanicae Horti Agrobotanici Cluj-Napoca, 46(1), 161-166."}, {"Citation": "Kulczyński, B., & Gramza-Michałowska, A. (2019). The profile of carotenoids and other bioactive molecules in various pumpkin fruits (Cucurbita maxima Duchesne) cultivars. Molecules (Basel, Switzerland), 24, 3212."}, {"Citation": "Lacatusu, I., Arsenie, L. V., Badea, G., Popa, O., Oprea, O., & Badea, N. (2018). New cosmetic formulations with broad photoprotective and antioxidative activities designed by amaranth and pumpkin seed oils nanocarriers. Industrial Crops and Products, 123, 424-433."}, {"Citation": "Lestari, B., & Meiyanto, E. (2018). A review: The emerging nutraceutical potential of pumpkin seeds. Indonesian Journal of Cancer, 9, 92-101."}, {"Citation": "Lestari, B., Walidah, Z., Utomo, R. Y., Murwanti, R., & Meiyanto, E. (2019). Supplementation with extract of pumpkin seeds exerts estrogenic effects upon the uterine, serum lipids, mammary glands, and bone density in ovariectomized rats. Phytotherapy Research, 33(4), 891-900."}, {"Citation": "Lotfi, S., Fakhraei, J., & Mansoori Yarahmadi, H. (2021). Dietary supplementation of pumpkin seed oil and sunflower oil along with vitamin E improves sperm characteristics and reproductive hormones in roosters. Poultry Science, 100(9), 101289."}, {"Citation": "Majid, A. K., Ahmed, Z., & Khan, R. (2020). Effect of pumpkin seed oil on cholesterol fractions and systolic/diastolic blood pressure. Food Science and Technology (Campinas), 40(3), 769-777."}, {"Citation": "Marahatha, H., Gyawali, K., Sharma, K., Gyawali, N., Tandan, P., Adhikari, A., Timilsina, G., Bhattarai, S., Lamichhane, G., Acharya, A., Pathak, I., Devkota, H. P., & Parajul, N. (2021). Pharmacologic activities of phytosteroids in inflammatory diseases: Mechanism of action and therapeutic potentials. Phytotherapy Research, 35(9), 5103-5124."}, {"Citation": "Martinec, N., Balbino, S., Dobša, J., Šimunić-Mežnarić, V., & Legen, S. (2019). Macro- and microelements in pumpkin seed oils: Effect of processing, crop season, and country of origin. Food Science & Nutrition, 7, 5."}, {"Citation": "Matus, Z., Molnár, P., & Szabó, L. G. (1993). Main carotenoids in pressed seeds (Cucurbitae semen) of oil pumpkin (Cucurbita pepo convar. pepo var. styriaca). Acta Pharmaceutica Hungarica, 63(5), 247-256."}, {"Citation": "Medjakovic, S., Hobiger, S., Ardjomand-Woelkart, K., Bucar, F., & Jungbauer, A. (2016). Pumpkin seed extract: Cell growth inhibition of hyperplastic and cancer cells, independent of steroid hormone receptors. Fitoterapia, 110, 150-156."}, {"Citation": "Minh, N. (2021). Influence of roasting on quality of pumpkin (Cucurbita L.) oil. Bioscience Research, 18, 1024-1028."}, {"Citation": "Miro, M. (1995). Cucurbitacins and their pharmacological effects. Phytotherapy Research, 9, 159-168."}, {"Citation": "Mitra, P., Ramaswamy, H. S., & Chang, K. S. (2009). Pumpkin (Cucurbita maxima) seed oil extraction using supercritical carbon dioxide and physicochemical properties of the oil. Journal of Food Engineering, 95(1), 208-213."}, {"Citation": "Montesano, D., Blasi, F., Simonetti, M. S., Santini, A., & Cossignani, L. (2018). Chemical and nutritional characterization of seed oil from Cucurbita maxima L. (var. Berrettina) pumpkin. Foods, 7(3), 30."}, {"Citation": "Montesano, D., Rocchetti, G., Putnik, P., & Lucini, L. (2018). Bioactive profile of pumpkin: An overview on terpenoids and their health-promoting properties. Current Opinion in Food Science, 22, 81-87."}, {"Citation": "Morakul, B., Teeranachaideekul, V., & Junyaprasert, V. B. (2019). Niosomal delivery of pumpkin seed oil: Development, characterisation, and physical stability. Journal of Microencapsulation, 36(2), 120-129."}, {"Citation": "Morrison, M. C., Mulder, P., Stavro, P. M., Suárez, M., Arola-Arnal, A., Duyvenvoorde, W., Kooistra, T., Wielinga, P. Y., & Kleemann, R. (2015). Replacement of dietary saturated fat by PUFA-rich pumpkin seed oil attenuates non-alcoholic fatty liver disease and atherosclerosis development, with additional health effects of virgin over refined oil. Plos One, 10(9), e0139196."}, {"Citation": "Motamed-Jahromi, S., & Niami, S. (2020). The effect of hydro-alcoholic extract of pumpkin seeds on estrogen levels and kidney markers in adult female rats. Iran Red Crescent Medicinal Journal, 22(4), e98864."}, {"Citation": "Motamed-Jahromi, S., & Niami-Jahromi, S. (2019). Effect of hydro-alcoholic extract of pumpkin seeds on estrogen hormone and liver markers in adult female rats. Feyz Journal of Kashan University of Medical Sciences, 23(5), 455-466."}, {"Citation": "Murkovic, M., & Pfannhauser, W. (2000). Stability of pumpkin seed oil. European Journal of Lipid Science and Technology, 102, 607-611."}, {"Citation": "Murkovic, M., Piironen, V., Lampi, A. M., Kraushofer, T., & Sontag, G. (2004). Changes in chemical composition of pumpkin seeds during the roasting process for production of pumpkin seed oil (Part 1: Non-volatile compounds). Food Chemistry, 84(3), 359-365."}, {"Citation": "Murkovic, M. (2009). Pumpkin seed oil. In Moreau, R. A., & Kamal-Eldin, A. (Eds.). Gourmet and health-promoting specialty oils. AOCS Press."}, {"Citation": "Nábrádi, A., Hajnalka, M., & Lapis, M. (2015). Economics of oil pumpkin seed production. Roczniki, 6, 10.22004/ag.econ.233505"}, {"Citation": "Nawirska-Olszańska, A., Kita, A., Biesiada, A., Sokół-Łętowska, A., & Kucharska, A. Z. (2013). Characteristics of antioxidant activity and composition of pumpkin seed oils in 12 cultivars. Food Chemistry, 139, 155-161."}, {"Citation": "Naziri, E., Mitic, M. N., & Tsimidou, M. Z. (2016). Contribution of tocopherols and squalene to the oxidative stability of cold-pressed pumpkin seed oil (Cucurbita pepo L.). European Journal of Lipid Science and Technology, 118, 898-905."}, {"Citation": "Neđeral, S., Škevin, D., Kraljić, K., Obranović, M., Papeša, S., & Bataljaku, A. (2012). Chemical composition and oxidative stability of roasted and cold pressed pumpkin seed oils. Journal of the American Oil Chemists’ Society, 89(9), 1763-1770."}, {"Citation": "Nicoletti, M. (2012). Nutraceuticals and botanicals: Overview and perspectives. International Journal of Food Sciences and Nutrition, 63, 2-6."}, {"Citation": "Nishimura, M., Wara, T., Sato, H., Takeda, H., & Nishihira, J. (2014). Pumpkin seed oil extracted from Cucurbita maxima improves urinary disorders in human overactive bladder. Journal of Traditional and Complementary Medicine, 4(1), 72-74."}, {"Citation": "Nyam, K. L., Tan, C. P., Lai, O. M., Long, K., & Che Man, Y. B. (2009). Physicochemical properties and bioactive compounds of selected seed oils. LWT - Food Science and Technology, 42(8), 1396-1403."}, {"Citation": "Ong, T. S., Chu, C. C., Tan, C. P., & Nyam, K. L. (2020). Preparation and evaluation pumpkin seed oil-based vitamin E cream formulations for topical application. Journal of Oleo Science, 69(4), 297-306."}, {"Citation": "Ordoñez Lozada, M. I., Rodrigues Maldonade, I., Bobrowski Rodrigues, D., Silva Santos, D., Ortega Sanchez, B. A., Narcizo de Souza, P. E., Longo, J. P., Amaro, G. B., & de Lacerda de Oliveira, L. (2021). Physicochemical characterization and nano-emulsification of three species of pumpkin seed oils with focus on their physical stability. Food Chemistry, 343, 128512."}, {"Citation": "Ozbek, Z. A., & Ergonul, P. G. (2020). Cold pressed pumpkin seed oil. In. Ramadan, M. F. (Ed.). Cold pressed oils: Green technology, bioactive compounds, functionality, and applications (pp. 219-229). Academic Press."}, {"Citation": "Parry, J., Hao, Z., Luther, M., Su, L., Zhou, K., & Yu, L. (2006). Characterization of cold-pressed onion, parsley, cardamom, mullein, roasted pumpkin, and milk thistle seed oils. Journal of the American Oil Chemists' Society, 83, 847-854."}, {"Citation": "Pazinato Cuco, R., Bovo Massa, T., Postaue, N., Cardozo-Filho, L., & da Silva, C. (2019). Oil extraction from structured bed of pumpkin seeds and peel using compressed propane as solvent. The Journal of Supercritical Fluids, 152, 104568."}, {"Citation": "PDR. (2004). PDR for herbal medicines (3rd ed., pp. 663-665). Thomson."}, {"Citation": "Petkova, Z., & Antova, G. (2019). A comparative study on quality parameters of pumpkin, melon and sunflower oils during thermal. OCL - Oilseeds and fats, Crops and Lipids, 26, 32."}, {"Citation": "Petropoulos, S. A., Fernandes, Â., Calhelha, R. C., Rouphael, Y., Petrović, J., Soković, M., Ferreira, I. C. F. R., & Barros, L. (2021). Antimicrobial properties, cytotoxic effects, and fatty acids composition of vegetable oils from purslane, linseed, luffa, and pumpkin seeds. Applied Sciences, 11, 5738."}, {"Citation": "Pitrat, M., Chauvet, M., & Foury, C. (1999). Diversity, history and production of cultivated cucurbits. Acta Horticulturae, 492, 21-28."}, {"Citation": "Poehlmann, S., & Schieberle, P. (2013). Characterization of the aroma signature of Styrian pumpkin seed oil (Cucurbita pepo subsp. pepo var. Styriaca) by molecular sensory science. Journal of Agricultural and Food Chemistry, 61, 2933-2942."}, {"Citation": "Poiana, M.-A., Alexa, E., Moigradean, D., & Popa, M. (2009). The influence of the storage conditions on the oxidative stability and antioxidant properties of sunflower and pumpkin oil. Povrćarstvo, SI 44. hrvatski i 4. međunarodni simpozij agronoma, 449-453."}, {"Citation": "Potočnik, T., Cizej, M. R., & Košir, I. J. (2018). Influence of seed roasting on pumpkin seed oil tocopherols, phenolics and antiradical activity. Journal of Food Composition and Analysis, 69, 7-12."}, {"Citation": "Potočnik, T., & Košir, I. J. (2017). Influence of roasting temperature of pumpkin seed on PAH and aroma formation. European Journal of Lipid Science and Technology, 119, 1500593."}, {"Citation": "Potočnik, T., Ogrinc, N., Potočnik, D., & Košir, I. J. (2016). Fatty acid composition and δ 13 C isotopic ratio characterisation of pumpkin seed oil. Journal of Food Composition and Analysis, 53, 85-90."}, {"Citation": "Prescha, A., Grajzer, M., Dedyk, M., & Grajeta, H. (2014). The antioxidant activity and oxidative stability of cold-pressed oils. Journal of the American Oil Chemists' Society, 91(8), 1291-1301."}, {"Citation": "Procida, G., Stancher, B., Cateni, F., & Zacchigna, M. (2013). Chemical composition and functional characterisation of commercial pumpkin seed oil. Journal of the Science of Food and Agriculture, 93, 1035-1041."}, {"Citation": "Prommaban, A., Kuanchoom, R., Seepuan, N., & Chaiyana, W. (2021). Evaluation of fatty acid compositions, antioxidant, and pharmacological activities of pumpkin (Cucurbita moschata) seed oil from aqueous enzymatic extraction. Plants, 10(8), 582."}, {"Citation": "Pușcaș, A., Mureșan, A., Ranga, F., Fetea, F., Muste, S., Socaciu, C., & Mureșan, V. (2020). Phenolics dynamics and infrared fingerprints during the storage of pumpkin seed oil and thereof oleogel. Processes, 8, 1412."}, {"Citation": "Raczyk, M., Siger, A., Radziejewska-Kubzdela, E., Ratusz, K., & Rudzińska, M. (2017). Roasting pumpkin seeds and changes in the composition and oxidative stability of cold-pressed oils. Acta Scientiarum Polonorum Technologia Alimentaria, 16, 293-301."}, {"Citation": "Rabrenović, B. B., Dimić, E. B., Novaković, M. M., Tešević, V. V., & Basić, Z. N. (2014). The most important bioactive components of cold pressed oil from different pumpkin (Cucurbita pepo L.) seeds. LWT - Food Science and Technology, 55(2), 521-527."}, {"Citation": "Rafalowski, R., Zegarska, Z., Kuncewicz, A., & Borejszo, Z. (2008). Fatty acid composition, tocopherols and β-carotene content in Polish commercial vegetable oils. Pakistan Journal of Nutrition, 7, 278-82."}, {"Citation": "Ramak, P., & Mahboubi, M. (2018). The beneficial effects of pumpkin (Cucurbita pepo L.) seed oil for health condition of men. Food Reviews International, 35, 166-176."}, {"Citation": "Rezig, L., Chouaibi, M., Msaada, K., & Hamdi, S. (2012). Chemical composition and profile characterisation of pumpkin (Cucurbita maxima) seed oil. Industrial Crops and Products, 37(1), 82-87."}, {"Citation": "Rezig, L., Chouabi, M., Ojeda-Amador, R. M., Gomez-Alonso, S., Salvador, M. D., Fregapane, G., & Hamdi, S. (2018). Cucurbita maxima pumpkin seed oil: From the chemical properties to the different extracting techniques. Notulae Botanicae Horti Agrobotanici Cluj-Napoca, 46(2), 663-669."}, {"Citation": "Rodríguez-Miranda, J., Hernández-Santos, B., Herman-Lara, E., Gómez-Aldapa, C. A., Garcia, H. S., & Martínez-Sánchez, C. E. (2014). Effect of some variables on oil extraction yield from Mexican pumpkin seeds. CyTA - Journal of Food, 12(1), 9-15."}, {"Citation": "Ryan, E., Galvin, K., O'Connor, T. P., Maguire, A. R., & O'Brien, N. M. (2007). Phytosterol, squalene, tocopherol content and fatty acid profile of selected seeds, grains, and legumes. Plant Foods for Human Nutrition, 62(3), 85-91."}, {"Citation": "Ryan-Harshman, M., & Aldoori, W. (2005). Health benefits of selected minerals. Canadian Family Physician, 51(5), 673-675."}, {"Citation": "Salgın, U., & Korkmaz, H. (2011). A green separation process for recovery of healthy oil from pumpkin seed. The Journal of Supercritical Fluids, 58(2), 239-48."}, {"Citation": "Sen, C. K., Khanna, S., & Roy, S. (2006). Tocotrienols: Vitamin E beyond tocopherols. Life Sciences, 78(18), 2088-2098."}, {"Citation": "Sener, B., Erdogan Orhan, I., Ozcelik, B., Kartal, M., Aslan Erdem, S., & Ozbilen, G. (2007). Antimicrobial and antiviral activities of two seed oil samples of Cucurbita pepo L. and their fatty acid analysis. Natural Product Communication, 2, 395-398."}, {"Citation": "Setsiripakdee, A., Lourith, N., & Kanlayavattanakul, M. (2019). In vitro and in vivo removal efficacies of a formulated pumpkin seed oil makeup remover. Journal of Surfactants and Detergents, 22(6), 1461-1467."}, {"Citation": "Seymen, M., Uslu, N., Türkmen, Ö., Al Juhaimi, F., & Özcan, M. M. (2016). Chemical compositions and mineral contents of some hull-less pumpkin seed and oils. Journal of the American Oil Chemists' Society, 93, 1095-1099."}, {"Citation": "Siano, F., Straccia, M. C., Paolucci, M., Fasulo, G., Boscaino, F., & Volpe, M. G. (2016). Physico-chemical properties and fatty acid composition of pomegranate, cherry and pumpkin seed oils. Journal of the Science of Food and Agriculture, 96(5), 1730-1735."}, {"Citation": "Sicilia, T., Niemeyer, H. B., Honig, D. M., & Metzler, M. (2003). Identification and stereochemical characterization of lignans in flaxseed and pumpkin seeds. Journal of Agriculture and Food Chemistry, 51, 1181-1188."}, {"Citation": "Sielicka, M., Małecka, M., & Purłan, M. (2014). Comparison of the antioxidant capacity of lipid-soluble compounds in selected cold-pressed oils using photochemiluminescence assay (PCL) and DPPH method. European Journal of Lipid Science and Technology, 116(4), 388-394."}, {"Citation": "Sindi, A. M., & Hosny, K. M. (2019). Preparation and evaluation of protective effect of pumpkin seed oil based self nanoemulsifying oral delivery system against ibuprofen-induced peptic ulcer. Journal of Drug Delivery Science and Technology, 52, 415-420."}, {"Citation": "Siró, I., Kápolna, E., Kápolna, B., & Lugasi, A. (2008). Functional food. Product development, marketing and consumer acceptance-A review. Appetite, 51(3), 456-67."}, {"Citation": "Sohail, A., Abbasi, K. S., Arif, M., & Najam, F. (2018). Encapsulation of pumpkin seed oil in alginate capsules. Sarhad Journal of Agriculture, 32(1), 20-27."}, {"Citation": "Stevenson, D. G., Eller, F. J., Wang, L., Jane, J. L., Wang, T., & Inglett, G. E. (2007). Oil and tocopherol content and composition of pumpkin seed oil in 12 cultivars. Journal of Agriculture and Food Chemistry, 55(10), 4005-4013."}, {"Citation": "Susithra, E., Nongmin, P. J., Swathi, P., Magibalan, J., & Balaji, V. (2018). Review on pumpkin seed oil (C. maxima, C. pepo). Indo American Journal of Pharmaceutical Research, 8, 1296-1302."}, {"Citation": "Swinbanks, D., & O'Brien, J. (1993). Japan explores the boundary between food and medicine. Nature, 364, 180."}, {"Citation": "Syed, Q. A., Akram, M., & Shukat, R. (2019). Nutritional and therapeutic importance of the pumpkin seeds. Biomedical Journal of Scientific Technical Research, 21, 3586."}, {"Citation": "Teppner, H. (2004). Notes on Langenaria and Cucurbita (Cucurbitaceae)-Review and new contributions. Phyton, 44, 245-308."}, {"Citation": "TechNavio. (2020). Global Pumpkin Seeds Market 2020-2024. https://www.marketresearch.com/Infiniti-Research-Limited-v2680/Global-Pumpkin-Seeds-13275558/"}, {"Citation": "Tsaknis, J., Lalas, S., & Lazos, E. S. (1997). Characterization of crude and purified pumpkin seed oil. Grasas y Aceites, 48(5), 267-272."}, {"Citation": "USDA. (2019). Agricultural research service. FoodData Central. https://fdc.nal.usda.gov/"}, {"Citation": "Van Hoed, V., Sampaio, K. A., Felkner, B., Bavec, F., Scippo, M.-L., Brose, F., Bavec, M., & Verhé, R. (2017). Tocopherols and polyphenols in pumpkin seed oil are moderately affected by industrially relevant roasting conditions. European Journal of Lipid Science and Technology, 119(12), 1700110."}, {"Citation": "Veronezi, C. M., & Jorge, N. (2012). Bioactive compounds in lipid fractions of pumpkin (Cucurbita sp.) seeds for use in food. Journal of Food Science, 77(6), C653-C657."}, {"Citation": "Vidrih, R., Vidakovic, S., & Abramovic, H. (2010). Biochemical parameters and oxidative resistance to thermal treatment of refined and unrefined vegetable edible oils. Czech Journal of Food Sciences, 28, 376-84."}, {"Citation": "Vigor, C., Züllig, T., Eichmann, T. O., Oger, C., Zhou, B., Rechberger, G. N., Hilsberg, L., Trötzmüller, M., Pellegrino, R. M., Alabed, H. B. R., Hartler, J., Wolinski, H., Galano, J.-M., Durand, T., & Spener, F. (2022). α-Linolenic acid and product octadecanoids in Styrian pumpkin seeds and oils: How processing impacts lipidomes of fatty acid, triacylglycerol and oxylipin molecular structures. Food Chemistry, 371, 131194."}, {"Citation": "Vujasinovic, V., Djilas, S., Dimic, E., Basic, Z., & Radocaj, O. (2012). The effect of roasting on the chemical composition and oxidative stability of pumpkin oil. European Journal of Lipid Science and Technology, 114, 568-574."}, {"Citation": "Vujasinovic, V., Djilas, S., Dimic, E., Romanic, R., & Takaci, A. (2010). Shelf life of cold-pressed pumpkin (Cucurbita pepo L.) seed oil obtained with a screw press. Journal of the American Oil Chemists' Society, 87, 1497-1505."}, {"Citation": "Wang, H., Chen, K., Cheng, J., Jiang, L., Yu, D., Dai, Y., & Wang, L. (2021). Ultrasound-assisted three phase partitioning for simultaneous extraction of oil, protein and polysaccharide from pumpkin seeds. LWT - Food Science and Technology, 151, 112200."}, {"Citation": "Wenzl, T., Prettner, E., Schweiger, K., & Wagner, F. S. (2002). An improved method to discover adulteration of Styrian pumpkin seed oil. Journal of Biochemical and Biophysical Methods, 53, 193-202."}, {"Citation": "Winkler, C., Wirleitner, B., Schroecksnadel, K., Schennach, H., & Fuchs, D. (2005). Extracts of pumpkin (Cucurbita pepo L.) seeds suppress stimulated peripheral blood mononuclear cells in vitro. American Journal of Immunology, 1, 6-11."}, {"Citation": "Wong, A., Viola, D., Bergen, D., Caulfield, E., Mehrabani, J., & Figueroa, A. (2019). The effects of pumpkin seed oil supplementation on arterial hemodynamics, stiffness and cardiac autonomic function in postmenopausal women. Complementary Therapies in Clinical Practice, 37, 23-26."}, {"Citation": "Xanthopoulou, M. N., Nomikos, T., Fragopoulou, E., & Antonopoulou, S. (2009). Antioxidant and lipoxygenase inhibitory activities of pumpkin seed extracts. Food Research International, 42, 641-646."}, {"Citation": "Yao, Y., Liu, W., Zhou, H., Zhang, D., Li, R., Li, C., & Wang, S. (2019). The relations between minor components and antioxidant capacity of five fruits and vegetables seed oils in China. Journal of Oleo Science, 68(7), 625-635."}, {"Citation": "Zaineddin, A. K., Buck, K., Vrieling, A., Heinz, J., Flesch Janys, D., & Chang-Claude, J. (2012). The association between dietary lignans, phytoestrogen-rich foods, and fiber intake and postmenopausal breast cancer risk: A German case-control study. Nutrition and Cancer Journal, 64, 652-665."}, {"Citation": "Zerafatjou, N., Amirzargar, M., Biglarkhani, M., Shobeirian, F., & Zoghi, G. (2021). Pumpkin seed oil (Cucurbita pepo) versus tamsulosin for benign prostatic hyperplasia symptom relief: A single-blind randomized clinical trial. BMC Urology, 21, 147."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2022", "Month": "7", "Day": "4"}, {"Year": "2022", "Month": "3", "Day": "2"}, {"Year": "2022", "Month": "7", "Day": "6"}, {"Year": "2022", "Month": "7", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "29", "Hour": "7", "Minute": "53"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35904246", "10.1111/1541-4337.13013"]}}], "PubmedBookArticle": []}