{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anti-HIV", "Anti-carcinogenic", "Antifungal", "Peptide-based drugs", "Ribosomal-Inactivating Proteins (RIPs)", "Therapeutic plant peptides"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35911180", "DateRevised": {"Year": "2022", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "07", "Day": "27"}], "Language": ["eng"], "ELocationID": ["135", "10.1007/s10989-022-10437-7"], "Journal": {"ISSN": "1573-3149", "JournalIssue": {"Volume": "28", "Issue": "5", "PubDate": {"Year": "2022"}}, "Title": "International journal of peptide research and therapeutics", "ISOAbbreviation": "Int J Pept Res Ther"}, "ArticleTitle": "The Updated Review on Plant Peptides and Their Applications in Human Health.", "Pagination": {"StartPage": "135", "MedlinePgn": "135"}, "Abstract": {"AbstractText": ["Biologically active plant peptides, consisting of secondary metabolites, are compounds (amino acids) utilized by plants in their defense arsenal. Enzymatic processes and metabolic pathways secrete these plant peptides. They are also known for their medicinal value and have been incorporated in therapeutics of major human diseases. Nevertheless, its limitations (low bioavailability, high cytotoxicity, poor absorption, low abundance, improper metabolism, etc.) have demanded a need to explore further and discover other new plant compounds that overcome these limitations. Keeping this in mind, therapeutic plant proteins can be excellent remedial substitutes for bodily affliction. A multitude of these peptides demonstrates anti-carcinogenic, anti-microbial, anti-HIV, and neuro-regulating properties. This article's main aim is to list out and report the status of various therapeutic plant peptides and their prospective status as peptide-based drugs for multiple diseases (infectious and non-infectious). The feasibility of these compounds in the imminent future has also been discussed."], "CopyrightInformation": "© The Author(s), under exclusive licence to Springer Nature B.V. 2022."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412742.6", "0000 0004 0635 5080"], "Affiliation": "Department of Biotechnology, School of Bioengineering, SRM Institute of Science and Technology, SRM Nagar, Kattankulathur, Tamil Nadu 603 203 India."}], "LastName": "Mani", "ForeName": "Saiprahalad", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412742.6", "0000 0004 0635 5080"], "Affiliation": "Department of Biotechnology, School of Bioengineering, SRM Institute of Science and Technology, SRM Nagar, Kattankulathur, Tamil Nadu 603 203 India."}], "LastName": "Bhatt", "ForeName": "Smruti B", "Initials": "SB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412742.6", "0000 0004 0635 5080"], "Affiliation": "Department of Biotechnology, School of Bioengineering, SRM Institute of Science and Technology, SRM Nagar, Kattankulathur, Tamil Nadu 603 203 India."}], "LastName": "Vasudevan", "ForeName": "Vinduja", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.444347.4", "0000 0004 1796 3866"], "Affiliation": "Research and Development Wing, Sree Balaji Medical College and Hospital, Bharath Institute of Higher Education and Research, Chennai, Tamil Nadu 600 044 India."}], "LastName": "Prabhu", "ForeName": "Dhamodharan", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.444347.4", "0000 0004 1796 3866"], "Affiliation": "Research and Development Wing, Sree Balaji Medical College and Hospital, Bharath Institute of Higher Education and Research, Chennai, Tamil Nadu 600 044 India."}], "LastName": "Rajamanikandan", "ForeName": "Sundararaj", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.444347.4", "0000 0004 1796 3866"], "Affiliation": "Research and Development Wing, Sree Balaji Medical College and Hospital, Bharath Institute of Higher Education and Research, Chennai, Tamil Nadu 600 044 India."}], "LastName": "Velusamy", "ForeName": "Palaniyandi", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.444347.4", "0000 0004 1796 3866"], "Affiliation": "Research and Development Wing, Sree Balaji Medical College and Hospital, Bharath Institute of Higher Education and Research, Chennai, Tamil Nadu 600 044 India."}], "LastName": "Ramasamy", "ForeName": "Palaniappan", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412742.6", "0000 0004 0635 5080"], "Affiliation": "Department of Biotechnology, School of Bioengineering, SRM Institute of Science and Technology, SRM Nagar, Kattankulathur, Tamil Nadu 603 203 India."}], "LastName": "Raman", "ForeName": "Pachaiappan", "Initials": "P"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Int J Pept Res Ther", "NlmUniqueID": "101252761", "ISSNLinking": "1573-3149"}, "CoiStatement": "Conflict of interestThe authors have no conflicts of interest to declare that are relevant to the content of this article."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Al Akeel R, Mateen A, Syed R, Alyousef AA, Shaik MR. Screening, purification and characterization of anionic antimicrobial proteins from Foeniculum vulgare. Molecules (basel, Switzerland) 2017;22(4):602. doi: 10.3390/molecules22040602.", "ArticleIdList": ["10.3390/molecules22040602", "PMC6154099", "28397764"]}, {"Citation": "Balasubramanian A, Bhattacharjee M, Sakthivel M, Thirumavalavan M, Madhavan T, Nagarajan SK, et al. Isolation, purification and characterization of proteinaceous fungal α-amylase inhibitor from rhizome of Cheilocostus speciosus (J. Koenig) CD Specht. Int J Biol Macromol. 2018;111:39–51. doi: 10.1016/j.ijbiomac.2017.12.158.", "ArticleIdList": ["10.1016/j.ijbiomac.2017.12.158", "29305211"]}, {"Citation": "Barbieri L, Aron GM, Irvin JD, Stirpe F. Purification and partial characterization of another form of the antiviral protein from the seeds of Phytolacca americana L. (pokeweed) Biochem J. 1982;203(1):55–59. doi: 10.1042/bj2030055.", "ArticleIdList": ["10.1042/bj2030055", "PMC1158192", "7103950"]}, {"Citation": "Barbieri L, Zamboni M, Montanaro L, Sperti S, Stirpe F. Purification and properties of different forms of modeccin, the toxin of Adenia digitate. Separation of subunits with inhibitory and lectin activity. Biochem J. 1980;185(1):203–210. doi: 10.1042/bj1850203.", "ArticleIdList": ["10.1042/bj1850203", "PMC1161285", "7378047"]}, {"Citation": "Barbosa Pelegrini P, Del Sarto RP, Silva ON, Franco OL, Grossi-de-Sa MF. Antibacterial peptides from plants: what they are and how they probably work. Biochem Res Int. 2011;2011:250349. doi: 10.1155/2011/250349.", "ArticleIdList": ["10.1155/2011/250349", "PMC3049328", "21403856"]}, {"Citation": "Battelli MG, Citores L, Buonamici L, Ferreras JM, de Benito FM, Stirpe F, Girbés T. Toxicity and cytotoxicity of nigrin b, a two-chain ribosome-inactivating protein from Sambucus nigra: comparison with ricin. Arch Toxicol. 1997;71(6):360–364. doi: 10.1007/s002040050399.", "ArticleIdList": ["10.1007/s002040050399", "9195017"]}, {"Citation": "Berrocal-Lobo M, Segura A, Moreno M, López G, García-Olmedo F, Molina A. Snakin-2, an antimicrobial peptide from potato whose gene is locally induced by wounding and responds to pathogen infection. Plant Physiol. 2002;128(3):951–961. doi: 10.1104/pp.010685.", "ArticleIdList": ["10.1104/pp.010685", "PMC152207", "11891250"]}, {"Citation": "Bhutia SK, Behera B, Nandini Das D, Mukhopadhyay S, Sinha N, Panda PK, Naik PP, Patra SK, Mandal M, Sarkar S, Menezes ME, Talukdar S, Maiti TK, Das SK, Sarkar D, Fisher PB. Abrus agglutinin is a potent anti-proliferative and anti-angiogenic agent in human breast cancer. Int J Cancer. 2016;139(2):457–466. doi: 10.1002/ijc.30055.", "ArticleIdList": ["10.1002/ijc.30055", "26914517"]}, {"Citation": "Bokesch HR, Charan RD, Meragelman KM, Beutler JA, Gardella R, O'Keefe BR, McKee TC, McMahon JB. Isolation and characterization of anti-HIV peptides from Dorstenia contrajerva and Treculia obovoidea. FEBS Lett. 2004;567(2–3):287–290. doi: 10.1016/j.febslet.2004.04.085.", "ArticleIdList": ["10.1016/j.febslet.2004.04.085", "15178338"]}, {"Citation": "Bokesch HR, Pannell LK, Cochran PK, Sowder RC, 2nd, McKee TC, Boyd MR. A novel anti-HIV macrocyclic peptide from Palicourea condensata. J Nat Prod. 2001;64(2):249–250. doi: 10.1021/np000372l.", "ArticleIdList": ["10.1021/np000372l", "11430013"]}, {"Citation": "Bolognesi A, Barbieri L, Abbondanza A, Falasca AI, Carnicelli D, Battelli MG, Stirpe F. Purification and properties of new ribosome-inactivating proteins with RNA N-glycosidase activity. Biochem Biophys Acta. 1990;1087(3):293–302. doi: 10.1016/0167-4781(90)90002-j.", "ArticleIdList": ["10.1016/0167-4781(90)90002-j", "2248976"]}, {"Citation": "Bolognesi A, Olivieri F, Battelli MG, Barbieri L, Falasca AI, Parente A, Del Vecchio Blanco F, Stirpe F. Ribosome-inactivating proteins (RNA N-glycosidases) from the seeds of Saponaria ocymoides and Vaccaria pyramidata. Eur J Biochem. 1995;228(3):935–940. doi: 10.1111/j.1432-1033.1995.tb20343.x.", "ArticleIdList": ["10.1111/j.1432-1033.1995.tb20343.x", "7737197"]}, {"Citation": "Bolognesi A, Polito L, Olivieri F, Valbonesi P, Barbieri L, Battelli MG, Carusi MV, Benvenuto E, Del Vecchio Blanco F, Di Maro A, Parente A, Di Loreto M, Stirpe F. New ribosome-inactivating proteins with polynucleotide:adenosine glycosidase and antiviral activities from Basella rubra L. and bougainvillea spectabilis Willd. Planta. 1997;203(4):422–429. doi: 10.1007/s004250050209.", "ArticleIdList": ["10.1007/s004250050209", "9421927"]}, {"Citation": "Caccialupi P, Ceci LR, Siciliano RA, Pignone D, Clemente A, Sonnante G. Bowman-Birk inhibitors in lentil: Heterologous expression, functional characterisation and anti-proliferative properties in human colon cancer cells. Food Chem. 2010;120(4):1058–1066. doi: 10.1016/j.foodchem.2009.11.051.", "ArticleIdList": ["10.1016/j.foodchem.2009.11.051"]}, {"Citation": "Camarero JA, Campbell MJ. The potential of the cyclotide scaffold for drug development. Biomedicines. 2019;7(2):31. doi: 10.3390/biomedicines7020031.", "ArticleIdList": ["10.3390/biomedicines7020031", "PMC6631875", "31010257"]}, {"Citation": "Cammue BP, de Bolle MF, Terras FR, Proost P, van Damme J, Rees SB, Vanderleyden J, Broekaert WF. Isolation and characterization of a novel class of plant antimicrobial peptides form Mirabilis jalapa L. seeds. J Biol Chem. 1992;267(4):2228–2233. doi: 10.1016/s0021-9258(18)45866-8.", "ArticleIdList": ["10.1016/s0021-9258(18)45866-8", "1733929"]}, {"Citation": "Champalal L, Kumar US, Krishnan N, Vaseeharan B, Mariappanadar V, Raman P. Modulation of quorum sensing-controlled virulence factors in Chromobacterium violaceum by selective amino acids. FEMS Microbiol Lett. 2018;365(23):fny252. doi: 10.1093/femsle/fny252.", "ArticleIdList": ["10.1093/femsle/fny252", "30304507"]}, {"Citation": "Chan YS, Ng TB. Bauhinia variegata var. variegata lectin: isolation, characterization, and comparison. Appl Biochem Biotechnol. 2015;175(1):75–84. doi: 10.1007/s12010-014-1261-z.", "ArticleIdList": ["10.1007/s12010-014-1261-z", "25240852"]}, {"Citation": "Chandran S, Sakthivel M, Thirumavalavan M, Thota JR, Mariappanadar V, Raman P. A facile approach to the isolation of proteins in Ferula asafoetida and their enzyme stabilizing, anti-microbial and anti-oxidant activity. Int J Biol Macromol. 2017;102:1211–1219. doi: 10.1016/j.ijbiomac.2017.05.010.", "ArticleIdList": ["10.1016/j.ijbiomac.2017.05.010", "28487192"]}, {"Citation": "Chen B, Colgrave ML, Daly NL, Rosengren KJ, Gustafson KR, Craik DJ. Isolation and characterization of novel cyclotides from Viola hederaceae: solution structure and anti-HIV activity of vhl-1, a leaf-specific expressed cyclotide. J Biol Chem. 2005;280(23):22395–22405. doi: 10.1074/jbc.M501737200.", "ArticleIdList": ["10.1074/jbc.M501737200", "15824119"]}, {"Citation": "Chen GH, Hsu MP, Tan CH, Sung HY, Kuo CG, Fan MJ, Chen HM, Chen S, Chen CS. Cloning and characterization of a plant defensin VaD1 from azuki bean. J Agric Food Chem. 2005;53(4):982–988. doi: 10.1021/jf0402227.", "ArticleIdList": ["10.1021/jf0402227", "15713009"]}, {"Citation": "Chen R, Xu YZ, Wu J, Pu Z, Jin SW, Liu WY, Xia ZX. Purification and characterization of trichomaglin—a novel ribosome-inactivating protein with abortifacient activity. Biochem Mol Biol Int. 1999;47(2):185–193. doi: 10.1080/15216549900201193.", "ArticleIdList": ["10.1080/15216549900201193", "10205663"]}, {"Citation": "Cheung AH, Ng TB. Isolation and characterization of a trypsin-chymotrypsin inhibitor from the seeds of green lentil (Lens culinaris) Protein Pept Lett. 2007;14(9):859–864. doi: 10.2174/092986607782110310.", "ArticleIdList": ["10.2174/092986607782110310", "18045226"]}, {"Citation": "Clemente A, Arques M. Bowman-Birk inhibitors from legumes as colorectal chemopreventive agents. World J Gastroenterol. 2014;20(30):10305–10315. doi: 10.3748/wjg.v20.i30.10305.", "ArticleIdList": ["10.3748/wjg.v20.i30.10305", "PMC4130838", "25132747"]}, {"Citation": "Clemente A, Carmen Marín-Manzano M, Jiménez E, Carmen Arques M, Domoney C. The anti-proliferative effect of TI1B, a major Bowman-Birk isoinhibitor from pea (Pisum sativum L), on HT29 colon cancer cells is mediated through protease inhibition. Br J Nutr. 2012;108(1):S135–S144. doi: 10.1017/S000711451200075X.", "ArticleIdList": ["10.1017/S000711451200075X", "22916809"]}, {"Citation": "Clemente A, Moreno FJ, Marín-Manzano M, Jiménez E, Domoney C. The cytotoxic effect of Bowman-Birk isoinhibitors, IBB1 and IBBD2, from soybean (Glycine max) on HT29 human colorectal cancer cells is related to their intrinsic ability to inhibit serine proteases. Mol Nutr Food Res. 2010;54(3):396–405. doi: 10.1002/mnfr.200900122.", "ArticleIdList": ["10.1002/mnfr.200900122", "19885848"]}, {"Citation": "Craik DJ, Du J. Cyclotides as drug design scaffolds. Curr Opin Chem Biol. 2017;38:8–16. doi: 10.1016/j.cbpa.2017.01.018.", "ArticleIdList": ["10.1016/j.cbpa.2017.01.018", "28249194"]}, {"Citation": "Daly NL, Clark RJ, Plan MR, Craik DJ. Kalata B8, a novel antiviral circular protein, exhibits conformational flexibility in the cystine knot motif. Biochem J. 2006;393(Pt 3):619–626. doi: 10.1042/BJ20051371.", "ArticleIdList": ["10.1042/BJ20051371", "PMC1360714", "16207177"]}, {"Citation": "Daly NL, Gustafson KR, Craik DJ. The role of the cyclic peptide backbone in the anti-HIV activity of the cyclotide kalata B1. FEBS Lett. 2004;574(1–3):69–72. doi: 10.1016/j.febslet.2004.08.007.", "ArticleIdList": ["10.1016/j.febslet.2004.08.007", "15358541"]}, {"Citation": "Daneshmand F, Zare-Zardini H, Ebrahimi L. Investigation of the antimicrobial activities of Snakin-Z, a new cationic peptide derived from Zizyphus jujuba fruits. Nat Prod Res. 2013;27(24):2292–2296. doi: 10.1080/14786419.2013.827192.", "ArticleIdList": ["10.1080/14786419.2013.827192", "23962183"]}, {"Citation": "Daskaya-Dikmen C, Yucetepe A, Karbancioglu-Guler F, Daskaya H, Ozcelik B. Angiotensin-I-converting enzyme (ACE)-inhibitory peptides from plants. Nutrients. 2017;9(4):316. doi: 10.3390/nu9040316.", "ArticleIdList": ["10.3390/nu9040316", "PMC5409655", "28333109"]}, {"Citation": "Deepthi B, Sowjanya K, Lidiya B, Bhargavi RS, Babu PS (2018) A modern review of diabetes mellitus: an annihilatory metabolic disorder. J In Silico In Vitro Pharmacol. 10.21767/2469-6692.100014"}, {"Citation": "Delatorre P, Rocha BA, Gadelha CA, Santi-Gadelha T, Cajazeiras JB, Souza EP, Nascimento KS, Freire VN, Sampaio AH, Azevedo WF, Jr, Cavada BS. Crystal structure of a lectin from Canavalia maritima (ConM) in complex with trehalose and maltose reveals relevant mutation in ConA-like lectins. J Struct Biol. 2006;154(3):280–286. doi: 10.1016/j.jsb.2006.03.011.", "ArticleIdList": ["10.1016/j.jsb.2006.03.011", "16677825"]}, {"Citation": "Desmyter S, Vandenbussche F, Hao Q, Proost P, Peumans WJ, Van Damme EJ. Type-1 ribosome-inactivating protein from iris bulbs: a useful agronomic tool to engineer virus resistance? Plant Mol Biol. 2003;51(4):567–576. doi: 10.1023/a:1022389205295.", "ArticleIdList": ["10.1023/a:1022389205295", "12650622"]}, {"Citation": "Dhuna V, Bains JS, Kamboj SS, Singh J, Kamboj S, Saxena AK. Purification and characterization of a lectin from Arisaema tortuosum Schott having in-vitro anticancer activity against human cancer cell lines. J Biochem Mol Biol. 2005;38(5):526–532. doi: 10.5483/bmbrep.2005.38.5.526.", "ArticleIdList": ["10.5483/bmbrep.2005.38.5.526", "16202230"]}, {"Citation": "Di Massimo AM, Di Loreto M, Pacilli A, Raucci G, D'Alatri L, Mele A, Bolognesi A, Polito L, Stirpe F, De Santis R. Immunoconjugates made of an anti-EGF receptor monoclonal antibody and type 1 ribosome-inactivating proteins from Saponaria ocymoides or Vaccaria pyramidata. Br J Cancer. 1997;75(6):822–828. doi: 10.1038/bjc.1997.147.", "ArticleIdList": ["10.1038/bjc.1997.147", "PMC2063398", "9062402"]}, {"Citation": "Dia VP, Krishnan HB. BG-4, a novel anticancer peptide from bitter gourd (Momordica charantia), promotes apoptosis in human colon cancer cells. Sci Rep. 2016;6:33532. doi: 10.1038/srep33532.", "ArticleIdList": ["10.1038/srep33532", "PMC5024301", "27628414"]}, {"Citation": "Duvick J, Rood T, Rao A, Marshak D. Purification and characterization of a novel antimicrobial peptide from maize (Zea mays L.) kernels. J Biol Chem. 1992;267(26):18814–18820. doi: 10.1016/s0021-9258(19)37034-6.", "ArticleIdList": ["10.1016/s0021-9258(19)37034-6", "1527010"]}, {"Citation": "Endo Y, Tsurugi K. RNA N-glycosidase activity of ricin A-chain. Mechanism of action of the toxic lectin ricin on eukaryotic ribosomes. J Biol Chem. 1987;262(17):8128–8130. doi: 10.1016/s0021-9258(18)47538-2.", "ArticleIdList": ["10.1016/s0021-9258(18)47538-2", "3036799"]}, {"Citation": "Fang EF, Hassanien AA, Wong JH, Bah CS, Soliman SS, Ng TB. Isolation of a new trypsin inhibitor from the Faba bean (Vicia faba cv. Giza 843) with potential medicinal applications. Protein Peptide Lett. 2011;18(1):64–72. doi: 10.2174/092986611794328726.", "ArticleIdList": ["10.2174/092986611794328726", "20955169"]}, {"Citation": "Fang EF, Pan WL, Wong JH, Chan YS, Ye XJ, Ng TB. A new Phaseolus vulgaris lectin induces selective toxicity on human liver carcinoma Hep G2 cells. Arch Toxicol. 2011;85(12):1551–1563. doi: 10.1007/s00204-011-0698-x.", "ArticleIdList": ["10.1007/s00204-011-0698-x", "21445585"]}, {"Citation": "Fang EF, Zhang CZ, Ng TB, Wong JH, Pan WL, Ye XJ, Chan YS, Fong WP. Momordica Charantia lectin, a type II ribosome inactivating protein, exhibits antitumor activity toward human nasopharyngeal carcinoma cells in vitro and in vivo. Cancer Prev Res. 2012;5(1):109–121. doi: 10.1158/1940-6207.CAPR-11-0203.", "ArticleIdList": ["10.1158/1940-6207.CAPR-11-0203", "21933914"]}, {"Citation": "Fang EF, Zhang CZ, Wong JH, Shen JY, Li CH, Ng TB. The MAP30 protein from bitter gourd (Momordica charantia) seeds promotes apoptosis in liver cancer cells in vitro and in vivo. Cancer Lett. 2012;324(1):66–74. doi: 10.1016/j.canlet.2012.05.005.", "ArticleIdList": ["10.1016/j.canlet.2012.05.005", "22579806"]}, {"Citation": "Fang EF, Zhang CZ, Zhang L, Wong JH, Chan YS, Pan WL, Dan XL, Yin CM, Cho CH, Ng TB. Trichosanthin inhibits breast cancer cell proliferation in both cell lines and nude mice by promotion of apoptosis. PLoS ONE. 2012;7(9):e41592. doi: 10.1371/journal.pone.0041592.", "ArticleIdList": ["10.1371/journal.pone.0041592", "PMC3434199", "22957017"]}, {"Citation": "Fernandez de Caleya R, Gonzalez-Pascual B, García-Olmedo F, Carbonero P. Susceptibility of phytopathogenic bacteria to wheat purothionins in vitro. Appl Microbiol. 1972;23(5):998–1000. doi: 10.1128/am.23.5.998-1000.1972.", "ArticleIdList": ["10.1128/am.23.5.998-1000.1972", "PMC380489", "5031563"]}, {"Citation": "Ferreras JM, Barbieri L, Girbés T, Battelli MG, Rojo MA, Arias FJ, Rocher MA, Soriano F, Mendéz E, Stirpe F. Distribution and properties of major ribosome-inactivating proteins (28 S rRNA N-glycosidases) of the plant Saponaria officinalis L. (Caryophyllaceae) Biochim Biophys Acta. 1993;1216(1):31–42. doi: 10.1016/0167-4781(93)90034-b.", "ArticleIdList": ["10.1016/0167-4781(93)90034-b", "8218413"]}, {"Citation": "Ferreras JM, Citores L, Iglesias R, Jiménez P, Girbés T. Use of ribosome-inactivating proteins from Sambucus for the construction of immunotoxins and conjugates for cancer therapy. Toxins. 2011;3(5):420–441. doi: 10.3390/toxins3050420.", "ArticleIdList": ["10.3390/toxins3050420", "PMC3202832", "22069717"]}, {"Citation": "Franco OL, Murad AM, Leite JR, Mendes PA, Prates MV, Bloch C., Jr Identification of a cowpea gamma-thionin with bactericidal activity. FEBS J. 2006;273(15):3489–3497. doi: 10.1111/j.1742-4658.2006.05349.x.", "ArticleIdList": ["10.1111/j.1742-4658.2006.05349.x", "16824043"]}, {"Citation": "Franz H, Ziska P, Kindt A. Isolation and properties of three lectins from mistletoe (Viscum album L.) Biochem J. 1981;195(2):481–484. doi: 10.1042/bj1950481.", "ArticleIdList": ["10.1042/bj1950481", "PMC1162912", "7316963"]}, {"Citation": "Fujimura M, Ideguchi M, Minami Y, Watanabe K, Tadera K. Purification, characterization, and sequencing of novel antimicrobial peptides, Tu-AMP 1 and Tu-AMP 2, from bulbs of tulip (Tulipa gesneriana L.) Biosci Biotechnol Biochem. 2004;68(3):571–577. doi: 10.1271/bbb.68.571.", "ArticleIdList": ["10.1271/bbb.68.571", "15056889"]}, {"Citation": "Fujimura M, Minami Y, Watanabe K, Tadera K. Purification, characterization, and sequencing of a novel type of antimicrobial peptides, Fa-AMP1 and Fa-AMP2, from seeds of buckwheat (Fagopyrum esculentum Moench) Biosci Biotechnol Biochem. 2003;67(8):1636–1642. doi: 10.1271/bbb.67.1636.", "ArticleIdList": ["10.1271/bbb.67.1636", "12951494"]}, {"Citation": "Gerlach SL, Burman R, Bohlin L, Mondal D, Göransson U. Isolation, characterization, and bioactivity of cyclotides from the Micronesian plant Psychotria leptothyrsa. J Nat Prod. 2010;73(7):1207–1213. doi: 10.1021/np9007365.", "ArticleIdList": ["10.1021/np9007365", "20575512"]}, {"Citation": "Gerlach S, Mondal D. The bountiful biological activities of cyclotides. Chronicles of Young Scientists. 2012;3(3):169. doi: 10.4103/2229-5186.99559.", "ArticleIdList": ["10.4103/2229-5186.99559"]}, {"Citation": "Gill K, Singh AK, Kumar S, Mishra B, Kapoor V, Das SN, Somvanshi RK, Dey S. Isolation and characterization of a potent protein from ginger rhizomes having multiple medicinal properties. Res J Med Plant. 2012;6(2):160–170. doi: 10.3923/rjmp.2012.160.170.", "ArticleIdList": ["10.3923/rjmp.2012.160.170"]}, {"Citation": "Girish KS, Machiah KD, Ushanandini S, Harish Kumar K, Nagaraju S, Govindappa M, Vedavathi M, Kemparaju K. Antimicrobial properties of a non-toxic glycoprotein (WSG) from Withania somnifera (Ashwagandha) J Basic Microbiol. 2006;46(5):365–374. doi: 10.1002/jobm.200510108.", "ArticleIdList": ["10.1002/jobm.200510108", "17009292"]}, {"Citation": "Gondim A, Romero-Canelón I, Sousa E, Blindauer CA, Butler JS, Romero MJ, Sanchez-Cano C, Sousa BL, Chaves RP, Nagano CS, Cavada BS, Sadler PJ. The potent anti-cancer activity of Dioclea lasiocarpa lectin. J Inorg Biochem. 2017;175:179–189. doi: 10.1016/j.jinorgbio.2017.07.011.", "ArticleIdList": ["10.1016/j.jinorgbio.2017.07.011", "28756174"]}, {"Citation": "Grangeiro TB, Schriefer A, Calvete JJ, Raida M, Urbanke C, Barral-Netto M, Cavada BS. Molecular cloning and characterization of ConBr, the lectin of Canavalia brasiliensis seeds. Eur J Biochem. 1997;248(1):43–48. doi: 10.1111/j.1432-1033.1997.00043.x.", "ArticleIdList": ["10.1111/j.1432-1033.1997.00043.x", "9310358"]}, {"Citation": "Gustafson KR, Sowder RC, Henderson LE, Parsons IC, Kashman Y, Cardellina JH, McMahon JB, Buckheit RW, Pannell LK, Boyd MR. Circulins A and B. Novel human immunodeficiency virus (HIV)-inhibitory macrocyclic peptides from the tropical tree Chassalia parvifolia. J Am Chem Soc. 1994;116(20):9337–9338. doi: 10.1021/ja00099a064.", "ArticleIdList": ["10.1021/ja00099a064"]}, {"Citation": "Gustafson KR, Walton LK, Sowder RC, Jr, Johnson DG, Pannell LK, Cardellina JH, Jr, Boyd MR. New circulin macrocyclic polypeptides from Chassalia parvifolia. J Nat Prod. 2000;63(2):176–178. doi: 10.1021/np990432r.", "ArticleIdList": ["10.1021/np990432r", "10691702"]}, {"Citation": "Hallock YF, Sowder RC, 2nd, Pannell LK, Hughes CB, Johnson DG, Gulakowski R, Cardellina JH, 2nd, Boyd MR. Cycloviolins A-D, anti-HIV macrocyclic peptides from Leonia cymosa. J Org Chem. 2000;65(1):124–128. doi: 10.1021/jo990952r.", "ArticleIdList": ["10.1021/jo990952r", "10813905"]}, {"Citation": "Han SY, Hong CE, Kim HG, Lyu SY. Anti-cancer effects of enteric-coated polymers containing mistletoe lectin in murine melanoma cells in vitro and in vivo. Mol Cell Biochem. 2015;408(1–2):73–87. doi: 10.1007/s11010-015-2484-1.", "ArticleIdList": ["10.1007/s11010-015-2484-1", "26152904"]}, {"Citation": "Hatanaka T, Uraji M, Fujita A, Kawakami K. Anti-oxidation activities of rice-derived peptides and their inhibitory effects on dipeptidylpeptidase-IV. Int J Pept Res Ther. 2015;21(4):479–485. doi: 10.1007/s10989-015-9478-4.", "ArticleIdList": ["10.1007/s10989-015-9478-4"]}, {"Citation": "He W, Chan LY, Zeng G, Daly NL, Craik DJ, Tan N. Isolation and characterization of cytotoxic cyclotides from Viola philippica. Peptides. 2011;32(8):1719–1723. doi: 10.1016/j.peptides.2011.06.016.", "ArticleIdList": ["10.1016/j.peptides.2011.06.016", "21723349"]}, {"Citation": "Hernández-Ledesma B, Hsieh CC. Chemopreventive role of food-derived proteins and peptides: a review. Crit Rev Food Sci Nutr. 2017;57(11):2358–2376. doi: 10.1080/10408398.2015.1057632.", "ArticleIdList": ["10.1080/10408398.2015.1057632", "26565142"]}, {"Citation": "Hernandez-Ledesma B, Hsieh C, De Lumen B. Chemopreventive properties of peptide lunasin: a review. Protein Peptide Lett. 2013;20(4):424–432. doi: 10.2174/0929866511320040006.", "ArticleIdList": ["10.2174/0929866511320040006", "23016582"]}, {"Citation": "Hernández-Ledesma B, Hsieh CC, de Lumen BO. Lunasin, a novel seed peptide for cancer prevention. Peptides. 2009;30(2):426–430. doi: 10.1016/j.peptides.2008.11.002.", "ArticleIdList": ["10.1016/j.peptides.2008.11.002", "19056440"]}, {"Citation": "Herrmann A, Burman R, Mylne JS, Karlsson G, Gullbo J, Craik DJ, Clark RJ, Göransson U. The alpine violet, Viola biflora, is a rich source of cyclotides with potent cytotoxicity. Phytochemistry. 2008;69(4):939–952. doi: 10.1016/j.phytochem.2007.10.023.", "ArticleIdList": ["10.1016/j.phytochem.2007.10.023", "18191970"]}, {"Citation": "Hew CS, Khoo BY, Gam LH. The anti-cancer property of proteins extracted from Gynura procumbens (Lour.) Merr. PLoS ONE. 2013;8(7):e68524. doi: 10.1371/journal.pone.0068524.", "ArticleIdList": ["10.1371/journal.pone.0068524", "PMC3708952", "23874655"]}, {"Citation": "Hsieh PW, Chang FR, Wu CC, Li CM, Wu KY, Chen SL, Yen HF, Wu YC. Longicalycinin A, a new cytotoxic cyclic peptide from Dianthus superbus var. longicalycinus (MAXIM.) WILL. Chem Pharmac Bull. 2005;53(3):336–338. doi: 10.1248/cpb.53.336.", "ArticleIdList": ["10.1248/cpb.53.336", "15744111"]}, {"Citation": "Huang RH, Xiang Y, Liu XZ, Zhang Y, Hu Z, Wang DC. Two novel antifungal peptides distinct with a five-disulfide motif from the bark of Eucommia ulmoides Oliv. FEBS Lett. 2002;521(1–3):87–90. doi: 10.1016/s0014-5793(02)02829-6.", "ArticleIdList": ["10.1016/s0014-5793(02)02829-6", "12067732"]}, {"Citation": "Huang X, Xie W, Gong Z. Characteristics and antifungal activity of a chitin binding protein from Ginkgo biloba. FEBS Lett. 2000;478(1–2):123–126. doi: 10.1016/s0014-5793(00)01834-2.", "ArticleIdList": ["10.1016/s0014-5793(00)01834-2", "10922482"]}, {"Citation": "Iglesias R, Pérez Y, de Torre C, Ferreras JM, Antolín P, Jiménez P, Rojo MA, Méndez E, Girbés T. Molecular characterization and systemic induction of single-chain ribosome-inactivating proteins (RIPs) in sugar beet (Beta vulgaris) leaves. J Exp Bot. 2005;56(416):1675–1684. doi: 10.1093/jxb/eri164.", "ArticleIdList": ["10.1093/jxb/eri164", "15863448"]}, {"Citation": "Ireland DC, Wang CK, Wilson JA, Gustafson KR, Craik DJ. Cyclotides as natural anti-HIV agents. Biopolymers. 2008;90(1):51–60. doi: 10.1002/bip.20886.", "ArticleIdList": ["10.1002/bip.20886", "PMC6296364", "18008336"]}, {"Citation": "Irvin JD, Uckun FM. Pokeweed antiviral protein: ribosome inactivation and therapeutic applications. Pharmacol Ther. 1992;55(3):279–302. doi: 10.1016/0163-7258(92)90053-3.", "ArticleIdList": ["10.1016/0163-7258(92)90053-3", "1492120"]}, {"Citation": "Jha S, Gupta S, Bhattacharyya P, Ghosh A, Mandan P. In vitro antioxidant and antidiabetic activity of oligopeptides derived from different mulberry (Morus alba L.) cultivars. Pharmacogn Res. 2018;10(4):361. doi: 10.4103/pr.pr_70_18.", "ArticleIdList": ["10.4103/pr.pr_70_18"]}, {"Citation": "Jiratchariyakul W, Wiwat C, Vongsakul M, Somanabandhu A, Leelamanit W, Fujii I, Suwannaroj N, Ebizuka Y. HIV inhibitor from Thai bitter gourd. Planta Med. 2001;67(4):350–353. doi: 10.1055/s-2001-14323.", "ArticleIdList": ["10.1055/s-2001-14323", "11458453"]}, {"Citation": "Kabir SR, Rahman MM, Tasnim S, Karim MR, Khatun N, Hasan I, Amin R, Islam SS, Nurujjaman M, Kabir AH, Sana NK, Ozeki Y, Asaduzzaman AK. Purification and characterization of a novel chitinase from Trichosanthes dioica seed with antifungal activity. Int J Biol Macromol. 2016;84:62–68. doi: 10.1016/j.ijbiomac.2015.12.006.", "ArticleIdList": ["10.1016/j.ijbiomac.2015.12.006", "26666429"]}, {"Citation": "Kannan A, Hettiarachchy NS, Lay JO, Liyanage R. Human cancer cell proliferation inhibition by a pentapeptide isolated and characterized from rice bran. Peptides. 2010;31(9):1629–1634. doi: 10.1016/j.peptides.2010.05.018.", "ArticleIdList": ["10.1016/j.peptides.2010.05.018", "20594954"]}, {"Citation": "Kennedy AR. The Bowman-Birk inhibitor from soybeans as an anticarcinogenic agent. Am J Clin Nutr. 1998;68(6 Suppl):1406S–1412S. doi: 10.1093/ajcn/68.6.1406S.", "ArticleIdList": ["10.1093/ajcn/68.6.1406S", "9848508"]}, {"Citation": "Kiba A, Nishihara M, Tsukatani N, Nakatsuka T, Kato Y, Yamamura S. A peroxiredoxin Q homolog from gentians is involved in both resistance against fungal disease and oxidative stress. Plant Cell Physiol. 2005;46(6):1007–1015. doi: 10.1093/pcp/pci109.", "ArticleIdList": ["10.1093/pcp/pci109", "15840643"]}, {"Citation": "Kishida K, Masuho Y, Hara T. Protein-synthesis inhibitory protein from seeds of Luffa cylindria roem. FEBS Lett. 1983;153(1):209–212. doi: 10.1016/0014-5793(83)80149-5.", "ArticleIdList": ["10.1016/0014-5793(83)80149-5"]}, {"Citation": "Koo JC, Lee SY, Chun HJ, Cheong YH, Choi JS, Kawabata S, Miyagi M, Tsunasawa S, Ha KS, Bae DW, Han CD, Lee BL, Cho MJ. Two hevein homologs isolated from the seed of Pharbitis nil L. exhibit potent antifungal activity. Biochim Biophys Acta. 1998;1382(1):80–90. doi: 10.1016/s0167-4838(97)00148-9.", "ArticleIdList": ["10.1016/s0167-4838(97)00148-9", "9507071"]}, {"Citation": "Kragh KM, Nielsen JE, Nielsen KK, Dreboldt S, Mikkelsen JD. Characterization and localization of new antifungal cysteine-rich proteins from Beta vulgaris. Mol Plant-Microbe Interact. 1995;8(3):424–434. doi: 10.1094/mpmi-8-0424.", "ArticleIdList": ["10.1094/mpmi-8-0424", "7655063"]}, {"Citation": "Kumar S, Kapoor V, Gill K, Singh K, Xess I, Das SN, Dey S. Antifungal and antiproliferative protein from Cicer arietinum: a bioactive compound against emerging pathogens. Biomed Res Int. 2014;2014:387203. doi: 10.1155/2014/387203.", "ArticleIdList": ["10.1155/2014/387203", "PMC4053179", "24963482"]}, {"Citation": "Kwon SY, An CS, Liu JR, Paek KH. A ribosome-inactivating protein from Amaranthus viridis. Biosci Biotechnol Biochem. 1997;61(9):1613–1614. doi: 10.1271/bbb.61.1613.", "ArticleIdList": ["10.1271/bbb.61.1613", "9339569"]}, {"Citation": "Lam SK, Ng TB (2010) Acaconin, a chitinase-like antifungal protein with cytotoxic and anti-HIV-1 reverse transcriptase activities from Acacia confusa seeds. Acta Biochim Polon. 10.18388/abp.2010_2408", "ArticleIdList": ["20725649"]}, {"Citation": "Lam SS, Wang H, Ng TB. Purification and characterization of novel ribosome inactivating proteins, alpha- and beta-pisavins, from seeds of the garden pea Pisum sativum. Biochem Biophys Res Commun. 1998;253(1):135–142. doi: 10.1006/bbrc.1998.9764.", "ArticleIdList": ["10.1006/bbrc.1998.9764", "9875233"]}, {"Citation": "Lam YW, Wang HX, Ng TB. A robust cysteine-deficient chitinase-like antifungal protein from inner shoots of the edible chive Allium tuberosum. Biochem Biophys Res Commun. 2000;279(1):74–80. doi: 10.1006/bbrc.2000.3821.", "ArticleIdList": ["10.1006/bbrc.2000.3821", "11112420"]}, {"Citation": "Leader B, Baca QJ, Golan DE. Protein therapeutics: a summary and pharmacological classification. Nat Rev Drug Discov. 2008;7(1):21–39. doi: 10.1038/nrd2399.", "ArticleIdList": ["10.1038/nrd2399", "18097458"]}, {"Citation": "Lee-Huang S, Huang PL, Kung HF, Li BQ, Huang PL, Huang P, Huang HI, Chen HC. TAP 29: an anti-human immunodeficiency virus protein from Trichosanthes kirilowii that is nontoxic to intact cells. Proc Natl Acad Sci USA. 1991;88(15):6570–6574. doi: 10.1073/pnas.88.15.657.", "ArticleIdList": ["10.1073/pnas.88.15.657", "PMC52128", "1713684"]}, {"Citation": "Lee-Huang S, Huang PL, Nara PL, Chen HC, Kung HF, Huang P, Huang HI, Huang PL. MAP 30: a new inhibitor of HIV-1 infection and replication. FEBS Lett. 1990;272(1–2):12–18. doi: 10.1016/0014-5793(90)80438-o.", "ArticleIdList": ["10.1016/0014-5793(90)80438-o", "1699801"]}, {"Citation": "Lee-Huang S, Kung HF, Huang PL, Huang PL, Li BQ, Huang P, Huang HI, Chen HC. A new class of anti-HIV agents: GAP31, DAPs 30 and 32. FEBS Lett. 1991;291(1):139–144. doi: 10.1016/0014-5793(91)81122-o.", "ArticleIdList": ["10.1016/0014-5793(91)81122-o", "1936243"]}, {"Citation": "Lei HY, Chang CP. Lectin of Concanavalin A as an anti-hepatoma therapeutic agent. J Biomed Sci. 2009;16(1):10. doi: 10.1186/1423-0127-16-10.", "ArticleIdList": ["10.1186/1423-0127-16-10", "PMC2644972", "19272170"]}, {"Citation": "Li XD, Liu WY, Niu CL. Purification of a new ribosome-inactivating protein from the seeds of Cinnamomum porrectum and characterization of the RNA N-glycosidase activity of the toxic protein. Biol Chem. 1996;377(12):825–831. doi: 10.1515/bchm3.1996.377.12.825.", "ArticleIdList": ["10.1515/bchm3.1996.377.12.825", "8997493"]}, {"Citation": "Lin JY, Shaw YS, Tung TC. Studies on the active principle from Abrus precatorius L. leguminosae seed kernels. Toxicon. 1971;9(2):97–101. doi: 10.1016/0041-0101(71)90001-8.", "ArticleIdList": ["10.1016/0041-0101(71)90001-8", "5576548"]}, {"Citation": "Lin KF, Lee TR, Tsai PH, Hsu MP, Chen CS, Lyu PC. Structure-based protein engineering for alpha-amylase inhibitory activity of plant defensin. Proteins. 2007;68(2):530–540. doi: 10.1002/prot.21378.", "ArticleIdList": ["10.1002/prot.21378", "17444520"]}, {"Citation": "Lin P, Ng TB. Preparation and biological properties of a melibiose binding lectin from Bauhinia variegata seeds. J Agric Food Chem. 2008;56(22):10481–10486. doi: 10.1021/jf8016332.", "ArticleIdList": ["10.1021/jf8016332", "18942841"]}, {"Citation": "Lindholm P, Göransson U, Johansson S, Claeson P, Gullbo J, Larsson R, Bohlin L, Backlund A. Cyclotides: a novel type of cytotoxic agents. Mol Cancer Therap. 2002;1(6):365–369.", "ArticleIdList": ["12477048"]}, {"Citation": "Liu B, Min MW, Bao JK. Induction of apoptosis by Concanavalin A and its molecular mechanisms in cancer cells. Autophagy. 2009;5(3):432–433. doi: 10.4161/auto.5.3.7924.", "ArticleIdList": ["10.4161/auto.5.3.7924", "19202354"]}, {"Citation": "Liu M, Du M, Zhang Y, Xu W, Wang C, Wang K, Zhang L. Purification and identification of an ACE inhibitory peptide from walnut protein. J Agric Food Chem. 2013;61(17):4097–4100. doi: 10.1021/jf4001378.", "ArticleIdList": ["10.1021/jf4001378", "23566262"]}, {"Citation": "Liu Y, Luo J, Xu C, Ren F, Peng C, Wu G, Zhao J. Purification, characterization, and molecular cloning of the gene of a seed-specific antimicrobial protein from pokeweed. Plant Physiol. 2000;122(4):1015–1024. doi: 10.1104/pp.122.4.1015.", "ArticleIdList": ["10.1104/pp.122.4.1015", "PMC58936", "10759497"]}, {"Citation": "Luo Z, Su K, Zhang X. Potential of plant proteins digested in silico by gastrointestinal enzymes as nutritional supplement for COVID-19 patients. Plant Foods Hum Nutr. 2020;75:583–591. doi: 10.1007/s11130-020-00850-y.", "ArticleIdList": ["10.1007/s11130-020-00850-y", "PMC7459261", "32870435"]}, {"Citation": "Ma S, Huang D, Zhai M, Yang L, Peng S, Chen C, Feng X, Weng Q, Zhang B, Xu M. Isolation of a novel bio-peptide from walnut residual protein inducing apoptosis and autophagy on cancer cells. BMC Complem Altern Med. 2015;15:413. doi: 10.1186/s12906-015-0940-9.", "ArticleIdList": ["10.1186/s12906-015-0940-9", "PMC4656182", "26593407"]}, {"Citation": "Ma X, Liu D, Tang H, Wang Y, Wu T, Li Y, Yang J, Yang J, Sun S, Zhang F. Purification and characterization of a novel antifungal protein with antiproliferation and anti-HIV-1 reverse transcriptase activities from Peganum harmala seeds. Acta Biochim Biophys Sin. 2013;45(2):87–94. doi: 10.1093/abbs/gms094.", "ArticleIdList": ["10.1093/abbs/gms094", "23165744"]}, {"Citation": "Mammari N, Krier Y, Albert Q, Devocelle M, Varbanov M, Oemonom OBOT. Plant-derived antimicrobial peptides as potential antiviral agents in systemic viral infections. Pharmaceuticals (basel, Switzerland) 2021;14(8):774. doi: 10.3390/ph14080774.", "ArticleIdList": ["10.3390/ph14080774", "PMC8400714", "34451871"]}, {"Citation": "Marcus JP, Green JL, Goulter KC, Manners JM. A family of antimicrobial peptides is produced by processing of a 7S globulin protein in Macadamia integrifolia kernels. Plant J. 1999;19(6):699–710. doi: 10.1046/j.1365-313x.1999.00569.x.", "ArticleIdList": ["10.1046/j.1365-313x.1999.00569.x", "10571855"]}, {"Citation": "Mazalovska M, Kouokam JC. Lectins as promising therapeutics for the prevention and treatment of HIV and other potential coinfections. Biomed Res Int. 2018;2018:3750646. doi: 10.1155/2018/3750646.", "ArticleIdList": ["10.1155/2018/3750646", "PMC5964492", "29854749"]}, {"Citation": "Millet JK, Séron K, Labitt RN, Danneels A, Palmer KE, Whittaker GR, Dubuisson J, Belouzard S. Middle East respiratory syndrome coronavirus infection is inhibited by griffithsin. Antiviral Res. 2016;133:1–8. doi: 10.1016/j.antiviral.2016.07.011.", "ArticleIdList": ["10.1016/j.antiviral.2016.07.011", "PMC7113895", "27424494"]}, {"Citation": "Minami Y, Yamaguchi K, Yagi F, Tadera K, Funatsu G. Isolation and amino acid sequence of a protein-synthesis inhibitor from the seeds of rye (Secale cereale) Biosci Biotechnol Biochem. 1998;62(6):1152–1156. doi: 10.1271/bbb.62.1152.", "ArticleIdList": ["10.1271/bbb.62.1152", "9692198"]}, {"Citation": "Mojica L, de Mejía EG. Optimization of enzymatic production of anti-diabetic peptides from black bean (Phaseolus vulgaris L.) proteins, their characterization and biological potential. Food Funct. 2016;7(2):713–727. doi: 10.1039/c5fo01204j.", "ArticleIdList": ["10.1039/c5fo01204j", "26824775"]}, {"Citation": "Mukhopadhyay S, Panda PK, Das DN, Sinha N, Behera B, Maiti TK, Bhutia SK. Abrus agglutinin suppresses human hepatocellular carcinoma in vitro and in vivo by inducing caspase-mediated cell death. Acta Pharmacol Sin. 2014;35(6):814–824. doi: 10.1038/aps.2014.15.", "ArticleIdList": ["10.1038/aps.2014.15", "PMC4086388", "24793310"]}, {"Citation": "Naider F, Anglister J. Peptides in the treatment of AIDS. Curr Opin Struct Biol. 2009;19(4):473–482. doi: 10.1016/j.sbi.2009.07.003.", "ArticleIdList": ["10.1016/j.sbi.2009.07.003", "PMC2763535", "19632107"]}, {"Citation": "Nath A, Kailo GG, Mednyánszky Z, Kiskó G, Csehi B, Pásztorné-Huszár K, Gerencsér-Berta R, Galambos I, Pozsgai E, Bánvölgyi S, Vatai G. Antioxidant and antibacterial peptides from soybean milk through enzymatic- and membrane-based technologies. Bioengineering (basel, Switzerland) 2019;7(1):5. doi: 10.3390/bioengineering7010005.", "ArticleIdList": ["10.3390/bioengineering7010005", "PMC7175099", "31905687"]}, {"Citation": "Nawrot R, Wolun-Cholewa M, Bialas W, Wyrzykowska D, Balcerkiewicz S, Gozdzicka-Jozefiak A. Cytotoxic activity of proteins isolated from extracts of Corydalis cava tubers in human cervical carcinoma HeLa cells. BMC Complem Altern Med. 2010;10:78. doi: 10.1186/1472-6882-10-78.", "ArticleIdList": ["10.1186/1472-6882-10-78", "PMC3019218", "21167042"]}, {"Citation": "Ng TB, Wang H. Panaxagin, a new protein from Chinese ginseng possesses anti-fungal, anti-viral, translation-inhibiting and ribonuclease activities. Life Sci. 2001;68(7):739–749. doi: 10.1016/s0024-3205(00)00970-x.", "ArticleIdList": ["10.1016/s0024-3205(00)00970-x", "11205866"]}, {"Citation": "Ng TB, Chan WY, Yeung HW. Proteins with abortifacient, ribosome inactivating, immunomodulatory, antitumor and anti-AIDS activities from Cucurbitaceae plants. Gen Pharmacol. 1992;23(4):579–590. doi: 10.1016/0306-3623(92)90131-3.", "ArticleIdList": ["10.1016/0306-3623(92)90131-3", "1397965"]}, {"Citation": "Ng TB, Lam SK, Fong WP. A homodimeric sporamin-type trypsin inhibitor with antiproliferative, HIV reverse transcriptase-inhibitory and antifungal activities from wampee (Clausena lansium) seeds. Biol Chem. 2003;384(2):289–293. doi: 10.1515/BC.2003.032.", "ArticleIdList": ["10.1515/BC.2003.032", "12675522"]}, {"Citation": "Ng TB, Wong RN, Yeung HW. Two proteins with ribosome-inactivating, cytotoxic and abortifacient activities from seeds of Luffa cylindrica roem (Cucurbitaceae) Biochem Int. 1992;27(2):197–207.", "ArticleIdList": ["1503559"]}, {"Citation": "Ngai PH, Ng TB. Coccinin, an antifungal peptide with antiproliferative and HIV-1 reverse transcriptase inhibitory activities from large scarlet runner beans. Peptides. 2004;25(12):2063–2068. doi: 10.1016/j.peptides.2004.08.003.", "ArticleIdList": ["10.1016/j.peptides.2004.08.003", "15572193"]}, {"Citation": "Ngoh YY, Gan CY. Enzyme-assisted extraction and identification of antioxidative and α-amylase inhibitory peptides from Pinto beans (Phaseolus vulgaris cv. Pinto) Food Chem. 2016;190:331–337. doi: 10.1016/j.foodchem.2015.05.120.", "ArticleIdList": ["10.1016/j.foodchem.2015.05.120", "26212978"]}, {"Citation": "Nielsen KK, Nielsen JE, Madrid SM, Mikkelsen JD. Characterization of a new antifungal chitin-binding peptide from sugar beet leaves. Plant Physiol. 1997;113(1):83–91. doi: 10.1104/pp.113.1.83.", "ArticleIdList": ["10.1104/pp.113.1.83", "PMC158118", "9008390"]}, {"Citation": "Ningappa MB, Dhananjaya B, Dinesha R, Harsha R, Srinivas L. Potent antibacterial property of APC protein from curry leaves (Murraya koenigii L.) Food Chem. 2010;118(3):747–750. doi: 10.1016/j.foodchem.2009.05.059.", "ArticleIdList": ["10.1016/j.foodchem.2009.05.059"]}, {"Citation": "No T, Feng Z, Li W, Yeung H. Improved isolation and further characterization of beta-trichosanthin, a ribosome-inactivating and abortifacient protein from tubers of trichosanthes cucumeroides (cucurbitaceae) Int J Biochem. 1991;23(5–6):561–567. doi: 10.1016/0020-711x(87)90050-4.", "ArticleIdList": ["10.1016/0020-711x(87)90050-4"]}, {"Citation": "O'Keefe BR, Giomarelli B, Barnard DL, Shenoy SR, Chan PK, McMahon JB, Palmer KE, Barnett BW, Meyerholz DK, Wohlford-Lenane CL, McCray PB., Jr Broad-spectrum in vitro activity and in vivo efficacy of the antiviral protein griffithsin against emerging viruses of the family Coronaviridae. J Virol. 2010;84(5):2511–2521. doi: 10.1128/JVI.02322-09.", "ArticleIdList": ["10.1128/JVI.02322-09", "PMC2820936", "20032190"]}, {"Citation": "Olsnes S, Pihl A. Isolation and properties of abrin: a toxic protein inhibiting protein synthesis. Evidence for different biological functions of its two constituent-peptide chains. Eur J Biochem. 1973;35(1):179–185. doi: 10.1111/j.1432-1033.1973.tb02823.x.", "ArticleIdList": ["10.1111/j.1432-1033.1973.tb02823.x", "4123356"]}, {"Citation": "Olsnes S, Haylett T, Refsnes K. Purification and characterization of the highly toxic lectin modeccin. J Biol Chem. 1978;253(14):5069–5073. doi: 10.1016/s0021-9258(17)34658-6.", "ArticleIdList": ["10.1016/s0021-9258(17)34658-6", "97288"]}, {"Citation": "Olsnes S, Stirpe F, Sandvig K, Pihl A. Isolation and characterization of viscumin, a toxic lectin from Viscum album L (mistletoe) J Biol Chem. 1982;257(22):13263–13270. doi: 10.1016/S0021-9258(18)33440-9.", "ArticleIdList": ["10.1016/S0021-9258(18)33440-9", "7142144"]}, {"Citation": "Oza VP, Parmar PP, Kumar S, Subramanian RB. Anticancer properties of highly purified L-asparaginase from Withania somnifera L against acute lymphoblastic leukemia. Appl Biochem Biotechnol. 2010;160(6):1833–1840. doi: 10.1007/s12010-009-8667-z.", "ArticleIdList": ["10.1007/s12010-009-8667-z", "19448978"]}, {"Citation": "Pan L, Chai HB, Kinghorn AD. Discovery of new anticancer agents from higher plants. Front Biosci (schol Ed) 2012;4:142–156. doi: 10.2741/257.", "ArticleIdList": ["10.2741/257", "PMC3314490", "22202049"]}, {"Citation": "Park CJ, Park CB, Hong SS, Lee HS, Lee SY, Kim SC. Characterization and cDNA cloning of two glycine- and histidine-rich antimicrobial peptides from the roots of shepherd's purse Capsella bursa-pastoris. Plant Mol Biol. 2000;44(2):187–197. doi: 10.1023/a:1006431320677.", "ArticleIdList": ["10.1023/a:1006431320677", "11117262"]}, {"Citation": "Park JS, Hwang DJ, Lee SM, Kim YT, Choi SB, Cho KJ. Ribosome-inactivating activity and cDNA cloning of antiviral protein isoforms of Chenopodium album. Mol Cells. 2004;17(1):73–80.", "ArticleIdList": ["15055531"]}, {"Citation": "Park SW, Prithiviraj B, Vepachedu R, Vivanco JM. Isolation and purification of ribosome-inactivating proteins. Methods Mol Biol (clifton, NJ) 2006;318:335–347. doi: 10.1385/1-59259-959-1:335.", "ArticleIdList": ["10.1385/1-59259-959-1:335", "16673928"]}, {"Citation": "Patil SP, Goswami A, Kalia K, Kate AS. Plant-derived bioactive peptides: a treatment to cure diabetes. Int J Pept Res Ther. 2020;26(2):955–968. doi: 10.1007/s10989-019-09899-z.", "ArticleIdList": ["10.1007/s10989-019-09899-z", "PMC7223764", "32435169"]}, {"Citation": "Pelegrini PB, Murad AM, Silva LP, Dos Santos RC, Costa FT, Tagliari PD, Bloch C, Jr, Noronha EF, Miller RN, Franco OL. Identification of a novel storage glycine-rich peptide from guava (Psidium guajava) seeds with activity against Gram-negative bacteria. Peptides. 2008;29(8):1271–1279. doi: 10.1016/j.peptides.2008.03.013.", "ArticleIdList": ["10.1016/j.peptides.2008.03.013", "18448201"]}, {"Citation": "Pizzo E, Di Maro A. A new age for biomedical applications of ribosome inactivating proteins (RIPs): from bioconjugate to nanoconstructs. J Biomed Sci. 2016;23(1):54. doi: 10.1186/s12929-016-0272-1.", "ArticleIdList": ["10.1186/s12929-016-0272-1", "PMC4955249", "27439918"]}, {"Citation": "Poyet JL, Hoeveler A. cDNA cloning and expression of pokeweed antiviral protein from seeds in Escherichia coli and its inhibition of protein synthesis in vitro. FEBS Lett. 1997;406(1–2):97–100. doi: 10.1016/s0014-5793(97)00250-0.", "ArticleIdList": ["10.1016/s0014-5793(97)00250-0", "9109394"]}, {"Citation": "Pränting M, Lööv C, Burman R, Göransson U, Andersson DI. The cyclotide cycloviolacin O2 from Viola odorata has potent bactericidal activity against Gram-negative bacteria. J Antimicrob Chemother. 2010;65(9):1964–1971. doi: 10.1093/jac/dkq220.", "ArticleIdList": ["10.1093/jac/dkq220", "20558471"]}, {"Citation": "Puri M, Kaur I, Perugini MA, Gupta RC. Ribosome-inactivating proteins: current status and biomedical applications. Drug Discovery Today. 2012;17(13–14):774–783. doi: 10.1016/j.drudis.2012.03.007.", "ArticleIdList": ["10.1016/j.drudis.2012.03.007", "22484096"]}, {"Citation": "Rajamohan F, Venkatachalam TK, Irvin JD, Uckun FM. Pokeweed antiviral protein isoforms PAP-I, PAP-II, and PAP-III depurinate RNA of human immunodeficiency virus (HIV)-1. Biochem Biophys Res Commun. 1999;260(2):453–458. doi: 10.1006/bbrc.1999.0922.", "ArticleIdList": ["10.1006/bbrc.1999.0922", "10403789"]}, {"Citation": "Reddy N, Yang Y. Potential of plant proteins for medical applications. Trends Biotechnol. 2011;29(10):490–498. doi: 10.1016/j.tibtech.2011.05.003.", "ArticleIdList": ["10.1016/j.tibtech.2011.05.003", "21665302"]}, {"Citation": "Remi Shih NJ, McDonald KA, Girbés T, Iglesias R, Kohlhoff AJ, Jackman AP. Ribosome-inactivating proteins (RIPs) of wild Oregon cucumber (Marah oreganus) Biol Chem. 1998;379(6):721–725. doi: 10.1515/bchm.1998.379.6.721.", "ArticleIdList": ["10.1515/bchm.1998.379.6.721", "9687022"]}, {"Citation": "Ren Y, Liang K, Jin Y, Zhang M, Chen Y, Wu H, Lai F. Identification and characterization of two novel α-glucosidase inhibitory oligopeptides from hemp (Cannabis sativa L.) seed protein. J Funct Foods. 2016;26:439–450. doi: 10.1016/j.jff.2016.07.024.", "ArticleIdList": ["10.1016/j.jff.2016.07.024"]}, {"Citation": "Schrot J, Weng A, Melzig MF. Ribosome-inactivating and related proteins. Toxins. 2015;7(5):1556–1615. doi: 10.3390/toxins7051556.", "ArticleIdList": ["10.3390/toxins7051556", "PMC4448163", "26008228"]}, {"Citation": "Seca A, Pinto D. Plant secondary metabolites as anticancer agents: successes in clinical trials and therapeutic application. Int J Mol Sci. 2018;19(1):263. doi: 10.3390/ijms19010263.", "ArticleIdList": ["10.3390/ijms19010263", "PMC5796209", "29337925"]}, {"Citation": "Segura A, Moreno M, Molina A, García-Olmedo F. Novel defensin subfamily from spinach (Spinacia oleracea) FEBS Lett. 1998;435(2–3):159–162. doi: 10.1016/s0014-5793(98)01060-6.", "ArticleIdList": ["10.1016/s0014-5793(98)01060-6", "9762899"]}, {"Citation": "Sharma S, Verma HN, Sharma NK. Cationic bioactive peptide from the seeds of Benincasa hispida. International Journal of Peptides. 2014;2014:156060. doi: 10.1155/2014/156060.", "ArticleIdList": ["10.1155/2014/156060", "PMC4009219", "24834076"]}, {"Citation": "Shebek K, Schantz AB, Sines I, Lauser K, Velegol S, Kumar M. The flocculating cationic polypetide from Moringa oleifera seeds damages bacterial cell membranes by causing membrane fusion. Langmuir. 2015;31(15):4496–4502. doi: 10.1021/acs.langmuir.5b00015.", "ArticleIdList": ["10.1021/acs.langmuir.5b00015", "25845029"]}, {"Citation": "Shobako N, Ohinata K. Anti-hypertensive effects of peptides derived from rice bran protein. Nutrients. 2020;12(10):3060. doi: 10.3390/nu12103060.", "ArticleIdList": ["10.3390/nu12103060", "PMC7600238", "33036355"]}, {"Citation": "Shu SH, Xie GZ, Guo XL, Wang M. Purification and characterization of a novel ribosome-inactivating protein from seeds of Trichosanthes kirilowii Maxim. Protein Expr Purif. 2009;67(2):120–125. doi: 10.1016/j.pep.2009.03.004.", "ArticleIdList": ["10.1016/j.pep.2009.03.004", "19303444"]}, {"Citation": "Singh G, Tamboli E, Acharya A, Kumarasamy C, Mala K, Raman P. Bioactive proteins from Solanaceae as quorum sensing inhibitors against virulence in Pseudomonas aeruginosa. Med Hypotheses. 2015;84(6):539–542. doi: 10.1016/j.mehy.2015.02.019.", "ArticleIdList": ["10.1016/j.mehy.2015.02.019", "25777471"]}, {"Citation": "Sornwatana T, Bangphoomi K, Roytrakul S, Wetprasit N, Choowongkomon K, Ratanapo S. Chebulin: Terminalia chebula Retz. fruit-derived peptide with angiotensin-I-converting enzyme inhibitory activity. Biotechnol Appl Biochem. 2015;62(6):746–753. doi: 10.1002/bab.1321.", "ArticleIdList": ["10.1002/bab.1321", "25410725"]}, {"Citation": "Stirpe F. Ribosome-inactivating proteins. Toxicon. 2004;44(4):371–383. doi: 10.1016/j.toxicon.2004.05.004.", "ArticleIdList": ["10.1016/j.toxicon.2004.05.004", "15302521"]}, {"Citation": "Stirpe F, Barbieri L, Battelli MG, Falasca AI, Abbondanza A, Lorenzoni E, Stevens WA. Bryodin, a ribosome-inactivating protein from the roots of Bryonia dioica L. (white bryony) Biochem J. 1986;240(3):659–665. doi: 10.1042/bj2400659.", "ArticleIdList": ["10.1042/bj2400659", "PMC1147471", "3827858"]}, {"Citation": "Stirpe F, Legg RF, Onyon LJ, Ziska P, Franz H. Inhibition of protein synthesis by a toxic lectin from Viscum album L. (mistletoe) Biochem J. 1980;190(3):843–845. doi: 10.1042/bj1900843.", "ArticleIdList": ["10.1042/bj1900843", "PMC1162167", "7470084"]}, {"Citation": "Tailor RH, Acland DP, Attenborough S, Cammue BP, Evans IJ, Osborn RW, Ray JA, Rees SB, Broekaert WF. A novel family of small cysteine-rich antimicrobial peptides from seed of Impatiens balsamina is derived from a single precursor protein. J Biol Chem. 1997;272(39):24480–24487. doi: 10.1074/jbc.272.39.24480.", "ArticleIdList": ["10.1074/jbc.272.39.24480", "9305910"]}, {"Citation": "Tam JP, Lu YA, Yang JL, Chiu KW. An unusual structural motif of antimicrobial peptides containing end-to-end macrocycle and cystine-knot disulfides. Proc Natl Acad Sci USA. 1999;96(16):8913–8918. doi: 10.1073/pnas.96.16.8913.", "ArticleIdList": ["10.1073/pnas.96.16.8913", "PMC17707", "10430870"]}, {"Citation": "Tang J, Wang CK, Pan X, Yan H, Zeng G, Xu W, He W, Daly NL, Craik DJ, Tan N. Isolation and characterization of bioactive cyclotides from Viola labridorica. Helv Chim Acta. 2010;93(11):2287–2295. doi: 10.1002/hlca.201000115.", "ArticleIdList": ["10.1002/hlca.201000115"]}, {"Citation": "Tang J, Wang CK, Pan X, Yan H, Zeng G, Xu W, He W, Daly NL, Craik DJ, Tan N. Isolation and characterization of cytotoxic cyclotides from Viola tricolor. Peptides. 2010;31(8):1434–1440. doi: 10.1016/j.peptides.2010.05.004.", "ArticleIdList": ["10.1016/j.peptides.2010.05.004", "20580652"]}, {"Citation": "Terras F, Schoofs H, de Bolle M, van Leuven F, Rees S, Vanderleyden J, Cammue B, Broekaert W. Analysis of two novel classes of plant antifungal proteins from radish (Raphanus sativus L.) seeds. J Biol Chem. 1992;267(22):15301–15309. doi: 10.1016/s0021-9258(19)49534-3.", "ArticleIdList": ["10.1016/s0021-9258(19)49534-3", "1639777"]}, {"Citation": "Thapliyal M, Bisht A, Singh A. Isolation of antibacterial protein/peptide from ficus glomerata leaf. Int J Curr Pharmac Res. 2016;8(4):24. doi: 10.22159/ijcpr.2016v8i4.15271.", "ArticleIdList": ["10.22159/ijcpr.2016v8i4.15271"]}, {"Citation": "Trung NN, Tho NT, Thuy Dung BT, My Nhung HT, Thang ND. Effects of ricin extracted from seeds of the castor bean (Ricinus communis) on cytotoxicity and tumorigenesis of melanoma cells. Biomed Res Therapy. 2016 doi: 10.7603/s40730-016-0023-7.", "ArticleIdList": ["10.7603/s40730-016-0023-7"]}, {"Citation": "Tsang KY, Ng TB. Isolation and characterization of a new ribosome inactivating protein, momorgrosvin, from seeds of the monk's fruit Momordica grosvenorii. Life Sci. 2001;68(7):773–784. doi: 10.1016/s0024-3205(00)00980-2.", "ArticleIdList": ["10.1016/s0024-3205(00)00980-2", "11205869"]}, {"Citation": "Tsao SW, Yan KT, Yeung HW. Selective killing of choriocarcinoma cells in vitro by trichosanthin, a plant protein purified from root tubers of the Chinese medicinal herb Trichosanthes kirilowii. Toxicon. 1986;24(8):831–840. doi: 10.1016/0041-0101(86)90108-x.", "ArticleIdList": ["10.1016/0041-0101(86)90108-x", "3775798"]}, {"Citation": "Vago R, Marsden CJ, Lord JM, Ippoliti R, Flavell DJ, Flavell SU, Ceriotti A, Fabbrini MS. Saporin and ricin A chain follow different intracellular routes to enter the cytosol of intoxicated cells. FEBS J. 2005;272(19):4983–4995. doi: 10.1111/j.1742-4658.2005.04908.x.", "ArticleIdList": ["10.1111/j.1742-4658.2005.04908.x", "16176271"]}, {"Citation": "Van Damme EJ, Barre A, Barbieri L, Valbonesi P, Rouge P, Van Leuven F, Stirpe F, Peumans WJ. Type 1 ribosome-inactivating proteins are the most abundant proteins in iris (Iris hollandica var Professor Blaauw) bulbs: characterization and molecular cloning. Biochem J. 1997;324(3):963–970. doi: 10.1042/bj3240963.", "ArticleIdList": ["10.1042/bj3240963", "PMC1218515", "9210423"]}, {"Citation": "Van Parijs J, Broekaert WF, Goldstein IJ, Peumans WJ. Hevein: an antifungal protein from rubber-tree (Hevea brasiliensis) latex. Planta. 1991;183(2):258–264. doi: 10.1007/BF00197797.", "ArticleIdList": ["10.1007/BF00197797", "24193629"]}, {"Citation": "Vivanco JM, Savary BJ, Flores HE. Characterization of two novel type I ribosome-inactivating proteins from the storage roots of the andean crop Mirabilis expansa. Plant Physiol. 1999;119(4):1447–1456. doi: 10.1104/pp.119.4.1447.", "ArticleIdList": ["10.1104/pp.119.4.1447", "PMC32030", "10198104"]}, {"Citation": "Walsh MJ, Dodd JE, Hautbergue GM. Ribosome-inactivating proteins: potent poisons and molecular tools. Virulence. 2013;4(8):774–784. doi: 10.4161/viru.26399.", "ArticleIdList": ["10.4161/viru.26399", "PMC3925711", "24071927"]}, {"Citation": "Wang G. Natural antimicrobial peptides as promising anti-HIV candidates. Curr Topics Peptide Protein Res. 2012;13:93–110.", "ArticleIdList": ["PMC4730921", "26834391"]}, {"Citation": "Wang CK, Colgrave ML, Gustafson KR, Ireland DC, Goransson U, Craik DJ. Anti-HIV cyclotides from the Chinese medicinal herb Viola yedoensis. J Nat Prod. 2008;71(1):47–52. doi: 10.1021/np070393g.", "ArticleIdList": ["10.1021/np070393g", "PMC6327322", "18081258"]}, {"Citation": "Wang HX, Ng TB. Dendrocin, a distinctive antifungal protein from bamboo shoots. Biochem Biophys Res Commun. 2003;307(3):750–755. doi: 10.1016/s0006-291x(03)01229-4.", "ArticleIdList": ["10.1016/s0006-291x(03)01229-4", "12893287"]}, {"Citation": "Wang H, Ng TB. Ginkbilobin, a novel antifungal protein from Ginkgo biloba seeds with sequence similarity to embryo-abundant protein. Biochem Biophys Res Commun. 2000;279(2):407–411. doi: 10.1006/bbrc.2000.3929.", "ArticleIdList": ["10.1006/bbrc.2000.3929", "11118300"]}, {"Citation": "Wang H, Ng TB. Isolation of an antifungal thaumatin-like protein from kiwi fruits. Phytochemistry. 2002;61(1):1–6. doi: 10.1016/s0031-9422(02)00144-9.", "ArticleIdList": ["10.1016/s0031-9422(02)00144-9", "12165295"]}, {"Citation": "Wang H, Ye XY, Ng TB. Purification of chrysancorin, a novel antifungal protein with mitogenic activity from garland chrysanthemum seeds. Biol Chem. 2001;382(6):947–951. doi: 10.1515/BC.2001.118.", "ArticleIdList": ["10.1515/BC.2001.118", "11501760"]}, {"Citation": "Wang S, Shao B, Rao P, Lee Y, Ye X. Hypotin, a novel antipathogenic and antiproliferative protein from peanuts with a sequence similar to those of chitinase precursors. J Agric Food Chem. 2007;55(24):9792–9799. doi: 10.1021/jf071540j.", "ArticleIdList": ["10.1021/jf071540j", "17979231"]}, {"Citation": "Wani SS, Dar PA, Zargar SM, Dar TA. Therapeutic potential of medicinal plant proteins: present status and future perspectives. Curr Protein Pept Sci. 2020;21(5):443–487. doi: 10.2174/1389203720666191119095624.", "ArticleIdList": ["10.2174/1389203720666191119095624", "31746291"]}, {"Citation": "Wei C, Koh C. Crystalline ricin D, a toxic anti-tumor lectin from seeds of Ricinus communis. J Biol Chem. 1978;253(6):2061–2066. doi: 10.1016/s0021-9258(19)62354-9.", "ArticleIdList": ["10.1016/s0021-9258(19)62354-9", "632256"]}, {"Citation": "Wong JH, Ng TB. Gymnin, a potent defensin-like antifungal peptide from the Yunnan bean (Gymnocladus chinensis Baill) Peptides. 2003;24(7):963–968. doi: 10.1016/s0196-9781(03)00192-x.", "ArticleIdList": ["10.1016/s0196-9781(03)00192-x", "14499273"]}, {"Citation": "Wong JH, Ng TB. Purification of a trypsin-stable lectin with antiproliferative and HIV-1 reverse transcriptase inhibitory activity. Biochem Biophys Res Commun. 2003;301(2):545–550. doi: 10.1016/s0006-291x(02)03080-2.", "ArticleIdList": ["10.1016/s0006-291x(02)03080-2", "12565897"]}, {"Citation": "Wong JH, Ng TB. Lunatusin, a trypsin-stable antimicrobial peptide from lima beans (Phaseolus lunatus L.) Peptides. 2005;26(11):2086–2092. doi: 10.1016/j.peptides.2005.03.004.", "ArticleIdList": ["10.1016/j.peptides.2005.03.004", "16269344"]}, {"Citation": "Wong JH, Ng TB. Sesquin, a potent defensin-like antimicrobial peptide from ground beans with inhibitory activities toward tumor cells and HIV-1 reverse transcriptase. Peptides. 2005;26(7):1120–1126. doi: 10.1016/j.peptides.2005.01.003.", "ArticleIdList": ["10.1016/j.peptides.2005.01.003", "15949629"]}, {"Citation": "Wong JH, Ng TB. Vulgarinin, a broad-spectrum antifungal peptide from haricot beans (Phaseolus vulgaris) Int J Biochem Cell Biol. 2005;37(8):1626–1632. doi: 10.1016/j.biocel.2005.02.022.", "ArticleIdList": ["10.1016/j.biocel.2005.02.022", "15896669"]}, {"Citation": "Wong JH, Chan HY, Ng TB. A mannose/glucose-specific lectin from Chinese evergreen chinkapin (Castanopsis chinensis) Biochem Biophys Acta. 2008;1780(9):1017–1022. doi: 10.1016/j.bbagen.2008.05.007.", "ArticleIdList": ["10.1016/j.bbagen.2008.05.007", "18570898"]}, {"Citation": "Wong RN, Dong TX, Ng TB, Choi WT, Yeung HW. alpha-Kirilowin, a novel ribosome-inactivating protein from seeds of Trichosanthes kirilowii (family Cucurbitaceae): a comparison with beta-kirilowin and other related proteins. Int J Pept Protein Res. 1996;47(1–2):103–109. doi: 10.1111/j.1399-3011.1996.tb00816.x.", "ArticleIdList": ["10.1111/j.1399-3011.1996.tb00816.x", "8907506"]}, {"Citation": "World Health Organization. WHO Coronavirus Disease (COVID-19) Dashboard. https://covid19.who.int/"}, {"Citation": "Xia L, Ng TB. Isolation of alliumin, a novel protein with antimicrobial and antiproliferative activities from multiple-cloved garlic bulbs. Peptides. 2005;26(2):177–183. doi: 10.1016/j.peptides.2004.09.019.", "ArticleIdList": ["10.1016/j.peptides.2004.09.019", "15629528"]}, {"Citation": "Xu X, Wu C, Liu C, Luo Y, Li J, Zhao X, Damme EV, Bao J. Purification and characterization of a mannose-binding lectin from the rhizomes of Aspidistra elatior Blume with antiproliferative activity. Acta Biochim Biophys Sin. 2007;39(7):507–519. doi: 10.1111/j.1745-7270.2007.00305.x.", "ArticleIdList": ["10.1111/j.1745-7270.2007.00305.x", "17622470"]}, {"Citation": "Yadav SK, Batra JK. Mechanism of anti-HIV activity of ribosome inactivating protein, saporin. Protein Peptide Lett. 2015;22(6):497–503. doi: 10.2174/0929866522666150428120701.", "ArticleIdList": ["10.2174/0929866522666150428120701", "25925771"]}, {"Citation": "Ye XY, Ng TB. Mungin, a novel cyclophilin-like antifungal protein from the mung bean. Biochem Biophys Res Commun. 2000;273(3):1111–1115. doi: 10.1006/bbrc.2000.3067.", "ArticleIdList": ["10.1006/bbrc.2000.3067", "10891380"]}, {"Citation": "Ye XY, Ng TB. Peptides from pinto bean and red bean with sequence homology to cowpea 10-kDa protein precursor exhibit antifungal, mitogenic, and HIV-1 reverse transcriptase-inhibitory activities. Biochem Biophys Res Commun. 2001;285(2):424–429. doi: 10.1006/bbrc.2001.5194.", "ArticleIdList": ["10.1006/bbrc.2001.5194", "11444860"]}, {"Citation": "Ye XY, Ng TB. Isolation of a new cyclophilin-like protein from chickpeas with mitogenic, antifungal and anti-HIV-1 reverse transcriptase activities. Life Sci. 2002;70(10):1129–1138. doi: 10.1016/s0024-3205(01)01473-4.", "ArticleIdList": ["10.1016/s0024-3205(01)01473-4", "11848297"]}, {"Citation": "Ye XY, Ng TB. Purification of angularin, a novel antifungal peptide from adzuki beans. J Peptide Sci. 2002;8(3):101–106. doi: 10.1002/psc.372.", "ArticleIdList": ["10.1002/psc.372", "11931582"]}, {"Citation": "Ye XY, Ng TB. Isolation of vulgin, a new antifungal polypeptide with mitogenic activity from the pinto bean. J Peptide Sci. 2003;9(2):114–119. doi: 10.1002/psc.436.", "ArticleIdList": ["10.1002/psc.436", "12630696"]}, {"Citation": "Ye XY, Wang HX, Ng TB. Dolichin, a new chitinase-like antifungal protein isolated from field beans (Dolichos lablab) Biochem Biophys Res Commun. 2000;269(1):155–159. doi: 10.1006/bbrc.2000.2115.", "ArticleIdList": ["10.1006/bbrc.2000.2115", "10694493"]}, {"Citation": "Ye X, Ng TB. Isolation and characterization of juncin, an antifungal protein from seeds of Japanese Takana (Brassica juncea Var. integrifolia) J Agric Food Chem. 2009;57(10):4366–4371. doi: 10.1021/jf8035337.", "ArticleIdList": ["10.1021/jf8035337", "19354248"]}, {"Citation": "Yeshak MY, Burman R, Asres K, Göransson U. Cyclotides from an extreme habitat: characterization of cyclic peptides from Viola abyssinica of the Ethiopian highlands. J Nat Prod. 2011;74(4):727–731. doi: 10.1021/np100790f.", "ArticleIdList": ["10.1021/np100790f", "21434649"]}, {"Citation": "Yeung HW, Li WW. Beta-trichosanthin: a new abortifacient protein from the Chinese drug, wangua, Trichosanthes cucumeroides. Int J Pept Protein Res. 1987;29(3):289–292. doi: 10.1111/j.1399-3011.1987.tb02256.x.", "ArticleIdList": ["10.1111/j.1399-3011.1987.tb02256.x", "3596896"]}, {"Citation": "Yokoyama S, Kato K, Koba A, Minami Y, Watanabe K, Yagi F. Purification, characterization, and sequencing of antimicrobial peptides, Cy-AMP1, Cy-AMP2, and Cy-AMP3, from the Cycad (Cycas revoluta) seeds. Peptides. 2008;29(12):2110–2117. doi: 10.1016/j.peptides.2008.08.007.", "ArticleIdList": ["10.1016/j.peptides.2008.08.007", "18778743"]}, {"Citation": "Zhang B, Xie C, Wei Y, Li J, Yang X. Purification and characterisation of an antifungal protein, MCha-Pr, from the intercellular fluid of bitter gourd (Momordica charantia) leaves. Protein Expr Purif. 2015;107:43–49. doi: 10.1016/j.pep.2014.09.008.", "ArticleIdList": ["10.1016/j.pep.2014.09.008", "25245535"]}, {"Citation": "Zhang D, Halaweish FT. Isolation and identification of foetidissimin: a novel ribosome-inactivating protein from Cucurbita foetidissima. Plant Sci. 2003;164(3):387–393. doi: 10.1016/s0168-9452(02)00425-9.", "ArticleIdList": ["10.1016/s0168-9452(02)00425-9"]}, {"Citation": "Zhang D, Halaweish FT. Isolation and characterization of ribosome-inactivating proteins from Cucurbitaceae. Chem Biodivers. 2007;4(3):431–442. doi: 10.1002/cbdv.200790035.", "ArticleIdList": ["10.1002/cbdv.200790035", "17372945"]}, {"Citation": "Zhang H, Xue J, Zhao H, Zhao X, Xue H, Sun Y, Xue W. Isolation and structural characterization of antioxidant peptides from degreased apricot seed kernels. J AOAC Int. 2018;101(5):1661–1663. doi: 10.5740/jaoacint.17-0465.", "ArticleIdList": ["10.5740/jaoacint.17-0465", "29724259"]}, {"Citation": "Zhang Y, Lewis K. Fabatins: new antimicrobial plant peptides. FEMS Microbiol Lett. 1997;149(1):59–64. doi: 10.1111/j.1574-6968.1997.tb10308.x.", "ArticleIdList": ["10.1111/j.1574-6968.1997.tb10308.x", "9103978"]}, {"Citation": "Zhou P, Yang XL, Wang XG, et al. A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature. 2020;579:270–273. doi: 10.1038/s41586-020-2012-7.", "ArticleIdList": ["10.1038/s41586-020-2012-7", "PMC7095418", "32015507"]}, {"Citation": "Zou TB, He TP, Li HB, Tang HW, Xia EQ. The structure-activity relationship of the antioxidant peptides from natural proteins. Molecules (baSel, Switzerland) 2016;21(1):72. doi: 10.3390/molecules21010072.", "ArticleIdList": ["10.3390/molecules21010072", "PMC6273900", "26771594"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "6", "Day": "20"}, {"Year": "2022", "Month": "8", "Day": "1", "Hour": "3", "Minute": "43"}, {"Year": "2022", "Month": "8", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "2", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "7", "Day": "27"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35911180", "PMC9326430", "10.1007/s10989-022-10437-7", "10437"]}}], "PubmedBookArticle": []}