{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35928245", "DateRevised": {"Year": "2022", "Month": "08", "Day": "06"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "07", "Day": "18"}], "Language": ["eng"], "ELocationID": ["2594127", "10.1155/2022/2594127"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2022", "PubDate": {"Year": "2022"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Phytochemical and Pharmacological Profiling of <i>Heritiera fomes</i> Buch. Ham. Deciphered Thrombolytic, Antiarthritic, Anthelmintic, and Insecticidal Potentialities via In Vitro Approach.", "Pagination": {"StartPage": "2594127", "MedlinePgn": "2594127"}, "Abstract": {"AbstractText": ["Medicinal plants have been crucial in treating various chronic ailments since ancient times. The objective of this study was to evaluate in vitro pharmacological properties of petroleum ether, chloroform, and ethyl acetate soluble fractions of ethanolic extract (leaf, bark, and root) of <i>Heritiera fomes</i> Buch. Ham., including the phytochemical screening of the plant. Thrombolytic and antiarthritic properties were assessed through the clot lysis and protein denaturation experimental method, correspondingly. Anthelmintic and insecticidal activities were studied against <i>Pheretima posthuma</i> and <i>Tribolium castaneum</i>, respectively. The phytochemical analysis exhibited numerous active phytochemicals in different solvent fractions. In thrombolytic investigation, among all crude extracts, ethanolic leaf extract showed the highest 33.12 ± 7.52% clot lysis as compared to standard streptokinase (67.77 ± 9.78%). In antiarthritic assay, all the tested samples exhibited noteworthy protein denaturation in dose-dependent manner (100-500 <i>μ</i>g/mL), whereas the utmost percentage inhibition was noticed for chloroform extract of roots (63.28 ± 5.96% at 500 <i>μ</i>g/mL). All crude extracts exhibited a significant anthelmintic activity in different concentrations (25-75 mg/mL) and revealed paralysis and death of earthworms in comparison with albendazole; ethanolic extract of the bark was found to be more potent at the highest dose. For the insecticidal test, ethanolic extract of the leaf showed the utmost mortality rate (73%). The outcomes of the investigation confirmed the potential thrombolytic, antiarthritic, anthelmintic, and insecticidal activities of the different extracts of <i>H. fomes</i>, and hence, advanced studies on the isolation and identification of active phytocompounds are highly needed for new drug development."], "CopyrightInformation": "Copyright © 2022 Farhana Alam Ripa et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Brac University, 41-Pacific Tower, Mohakhali, Dhaka 1212, Bangladesh."}], "LastName": "Ripa", "ForeName": "Farhana Alam", "Initials": "FA"}, {"Identifier": ["0000-0001-9706-207X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, State University of Bangladesh, 77 Satmasjid Road, Dhanmondi, Dhaka 1205, Bangladesh."}], "LastName": "Hossain", "ForeName": "Md Jamal", "Initials": "MJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, State University of Bangladesh, 77 Satmasjid Road, Dhanmondi, Dhaka 1205, Bangladesh."}], "LastName": "Nesa", "ForeName": "Mst Luthfun", "Initials": "ML"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, State University of Bangladesh, 77 Satmasjid Road, Dhanmondi, Dhaka 1205, Bangladesh."}], "LastName": "Zahan", "ForeName": "Miss Sharmin", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Faculty of Pharmacy, University of Dhaka, Dhaka 1000, Bangladesh."}], "LastName": "Mitra", "ForeName": "Saikat", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, Faculty of Pharmacy, University of Dhaka, Dhaka 1000, Bangladesh."}], "LastName": "Rashid", "ForeName": "Mohammad A", "Initials": "MA"}, {"Identifier": ["0000-0002-1928-3093"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, School of Engineering & Technology, Sharda University, Greater Noida, India."}], "LastName": "Roy", "ForeName": "Arpita", "Initials": "A"}, {"Identifier": ["0000-0003-4532-9128"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory Medicine Department, Faculty of Applied Medical Sciences, Umm Al-Qura University, Makkah, Saudi Arabia."}], "LastName": "Alghamdi", "ForeName": "Saad", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Laboratory Sciences Department, College of Applied Medical Sciences, Taif University, Taif, Saudi Arabia."}], "LastName": "Almehmadi", "ForeName": "Mazen", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Laboratory Sciences Department, College of Applied Medical Sciences, Taif University, Taif, Saudi Arabia."}], "LastName": "Abdulaziz", "ForeName": "Osama", "Initials": "O"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "The authors declare that they have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Pattanayak S. Alternative to antibiotics from herbal origin—outline of a comprehensive research project. Current Pharmacogenomics and Personalized Medicine . 2018;16(1):9–62. doi: 10.2174/1875692116666180419154033.", "ArticleIdList": ["10.2174/1875692116666180419154033"]}, {"Citation": "Sneha S., Hossain M. J., Irfan N. M., et al. Renoprotection of selected antioxidant-rich foods (water spinach and red grape) and probiotics in gentamicin-induced nephrotoxicity and oxidative stress in rats. Life . 2022;12(1):p. 60. doi: 10.3390/life12010060.", "ArticleIdList": ["10.3390/life12010060", "PMC8780918", "35054453"]}, {"Citation": "Lu D. Y., Lu T. R. Herbal medicine in new era. Hospice and Palliative Medicine International Journal . 2019;3(4):125–130. doi: 10.15406/hpmij.2019.03.00165.", "ArticleIdList": ["10.15406/hpmij.2019.03.00165"]}, {"Citation": "Jannat T., Hossain M. J., El-Shehawi A. M., et al. Chemical and pharmacological profiling of Wrightia coccinea (roxb. Ex hornem.) sims focusing antioxidant, cytotoxic, antidiarrheal, hypoglycemic, and analgesic properties. Molecules . 2022;27(13) doi: 10.3390/molecules27134024.4024", "ArticleIdList": ["10.3390/molecules27134024", "PMC9268577", "35807270"]}, {"Citation": "Newman D. J., Cragg G. M. Natural products as sources of new drugs over the 30 years from 1981 to 2010. Journal of Natural Products . 2012;75(3):311–335. doi: 10.1021/np200906s.", "ArticleIdList": ["10.1021/np200906s", "PMC3721181", "22316239"]}, {"Citation": "WHO. Traditional Medicines: Global Situation, Issues and Challenges . Geneva, Switzerland: World Health Organization; 2011."}, {"Citation": "Baba S. A., Vahedi M., Ahmad I., et al. Crocus sativus L. Tepal extract induces apoptosis in human U87 glioblastoma cells. BioMed Research International . 2022;2022 doi: 10.1155/2022/4740246.4740246", "ArticleIdList": ["10.1155/2022/4740246", "PMC9205709", "35722462"]}, {"Citation": "Mitra S., Lami M. S., Uddin T. M., et al. Prospective multifunctional roles and pharmacological potential of dietary flavonoid narirutin. Biomedicine and Pharmacotherapy . 2022;150 doi: 10.1016/j.biopha.2022.112932.112932", "ArticleIdList": ["10.1016/j.biopha.2022.112932", "35413599"]}, {"Citation": "Tabassum N.-E., Das R., Lami M. S., et al. Ginkgo biloba: a treasure of functional phytochemicals with multimedicinal applications. Evidence-based Complementary and Alternative Medicine . 2022;2022:1–30. doi: 10.1155/2022/8288818.", "ArticleIdList": ["10.1155/2022/8288818", "PMC8901348", "35265150"]}, {"Citation": "Arya D., Patni V. Pharmacognostic profile and phytochemical investigation of Pluchea Lanceolata oliver and hiern. in vivo and in vitro. International Journal of Pharmaceutical Sciences Review and Research . 2013;22(2):157–161."}, {"Citation": "Khatun M. C. S., Muhit M. A., Hossain M. J., Al-Mansur M. A., Rahman S. A. Isolation of phytochemical constituents from Stevia rebaudiana (Bert.) and evaluation of their anticancer, antimicrobial and antioxidant properties via in vitro and in silico approaches. Heliyon . 2021;7(12) doi: 10.1016/j.heliyon.2021.e08475.e08475", "ArticleIdList": ["10.1016/j.heliyon.2021.e08475", "PMC8645449", "34917793"]}, {"Citation": "Anjum N., Hossain M. J., Haque M. R., Chowdhury A., Rashid M. A., Kuddus M. R. Phytochemical investigation of schleichera oleosa (lour.) oken leaf. Bangladesh Pharmaceutical Journal . 2021;24(1):33–36. doi: 10.3329/bpj.v24i1.51633.", "ArticleIdList": ["10.3329/bpj.v24i1.51633"]}, {"Citation": "Das R., Mitra S., Tareq A. M., et al. Medicinal plants used against hepatic disorders in Bangladesh: a comprehensive review. Journal of Ethnopharmacology . 2022;282 doi: 10.1016/j.jep.2021.114588.114588", "ArticleIdList": ["10.1016/j.jep.2021.114588", "34480997"]}, {"Citation": "Sajib A. I., Dewan S. M. R., Das A., et al. In vitro antimicrobial activity study and in vivo antiemetic, antinociceptive activity evaluation of leaves extract of Erioglossum rubiginosum using experimental animal model. Oriental Pharmacy Experimental Medicine . 2015;15(2):135–140. doi: 10.1007/s13596-015-0181-y.", "ArticleIdList": ["10.1007/s13596-015-0181-y"]}, {"Citation": "Chakraborty A. J., Uddin T. M., Matin Zidan B. M. R., et al. Allium cepa: a treasure of bioactive phytochemicals with prospective health benefits. Evidence based Complementary and Alternative Medicine . 2022;2022:1–27. doi: 10.1155/2022/4586318.", "ArticleIdList": ["10.1155/2022/4586318", "PMC8789449", "35087593"]}, {"Citation": "Masondo N. A., Stafford G., Aremu A. O., Makunga N. P. Acetylcholinesterase inhibitors from southern African plants: an overview of ethnobotanical, pharmacological potential and phytochemical research including and beyond Alzheimer’s disease treatment. South African Journal of Botany . 2019;120:39–64. doi: 10.1016/j.sajb.2018.09.011.", "ArticleIdList": ["10.1016/j.sajb.2018.09.011"]}, {"Citation": "Hossain M. A., Panthi S., Asadujjaman M., Khan S. A., Ferdous F., Sadhu S. K. Phytochemical and pharmacological assessment of the ethanol leaves extract of Heritiera fomes Buch. Ham. Family sterculiaceae. Journal of Pharmacognosy and Phytochemistry . 2013;2(3):95–101."}, {"Citation": "Mahmud I., Islam M. K., Saha S., et al. Pharmacological and ethnomedicinal overview of Heritiera fomes: future prospects. International Scholarly Research Notices . 2014;2014 doi: 10.1155/2014/938543.938543", "ArticleIdList": ["10.1155/2014/938543", "PMC4897052", "27382611"]}, {"Citation": "Kalyani C., Naga Tulasi C. D. S. L., Sudarshan S. M., Geetha A., Lakshmi Narasu M., Saida L. Screening of antimicrobial and antioxidant activity of acetone extracts of Heritiera fomes whole plant against pathogens. International Journal of Pharmaceutical Investigation . 2020;10(4):564–568. doi: 10.5530/ijpi.2020.4.98.", "ArticleIdList": ["10.5530/ijpi.2020.4.98"]}, {"Citation": "Patra J. K., Thatoi H. In-vitro bioactive potential of an ethnomedicinal mangrove plant (Heritiera fomes Buch. Ham) from Odisha Coast, India. Journal of Geo-Marine Scences . 2015;44(5):704–713."}, {"Citation": "Rahmatullah M., Ali M., Nahar K., Sintaha M., Khaleque H. N., Jahan F. I. An evaluation of antihyperglycemic and antinociceptive effect of methanol extract of Heritiera fomes Buch-Ham. (Sterculiaceae). barks in Swiss Albino mice. Advances in Natural and Applied Sciences . 2011;5(2):116–121."}, {"Citation": "Rahman S. A., Rahman M. M., Hossain M. A., Rashid M. A. Chemical and biological investigations of leaves of abroma augusta linn. Bangladesh Pharmaceutical Journal . 2016;19(2):233–236. doi: 10.3329/bpj.v19i2.29286.", "ArticleIdList": ["10.3329/bpj.v19i2.29286"]}, {"Citation": "Kc Y., Rai R., Katuwal N., et al. Phytochemicals, nutritional, antioxidant activity, and sensory analyses of Moringa oleifera Lam. collected from mid-hill region of Nepal. Natural Product Research . 2020;36:470–473. doi: 10.1080/14786419.2020.1781113.", "ArticleIdList": ["10.1080/14786419.2020.1781113", "32552037"]}, {"Citation": "Tabassum F., Chadni S. H., Mou K. N., Hasif K. M. I., Ahmed T., Akter M. In-vitro thrombolytic activity and phytochemical evaluation of leaf extracts of four medicinal plants of Asteraceae family. Journal of Pharmacognosy and Phytochemistry . 2017;6(4):1166–1169."}, {"Citation": "Naz R., Ayub H., Nawaz S., et al. Antimicrobial activity, toxicity and anti-inflammatory potential of methanolic extracts of four ethnomedicinal plant species from Punjab, Pakistan. BMC Complementary and Alternative Medicine . 2017;17(1):p. 302. doi: 10.1186/s12906-017-1815-z.", "ArticleIdList": ["10.1186/s12906-017-1815-z", "PMC5465528", "28595608"]}, {"Citation": "Gopalakrishnan S. B., Thangaraj K., Vadivel E. In vitro anthelmintic screening comparision of various crude extracts of the fruits of Cucumis trigonus roxb. and Cucumis sativus linn. Linn. World Journal of Pharmaceutical Research . 2014;3(4):582–590."}, {"Citation": "Lakshmi V. K., Triveni K. B., Anitha S., Shashidhara S. In vitro anthelmintic activity of Rotula aquatic Lour bark. Pharma. Science.Monitor. . 2012;3:2332–2339."}, {"Citation": "Albariman N., Sabran S. F., Othman N., Ishak N., Dheyab A. S., Anjur N. Insecticidal and repellant activities of southeast asia plants towards insect pests: a review. Asian Journal of Chemistry . 2020;32(5):1026–1032. doi: 10.14233/ajchem.2020.22474.", "ArticleIdList": ["10.14233/ajchem.2020.22474"]}, {"Citation": "Jadid N., Kurniawan E., Himayani C. E. S., et al. An ethnobotanical study of medicinal plants used by the Tengger tribe in Ngadisari village, Indonesia. PLoS One . 2020;15(7) doi: 10.1371/journal.pone.0235886.e0235886", "ArticleIdList": ["10.1371/journal.pone.0235886", "PMC7357767", "32658902"]}, {"Citation": "Yeung A. W. K., Heinrich M., Kijjoa A., Tzvetkov N. T., Atanasov A. G. The ethnopharmacological literature: an analysis of the scientific landscape. Journal of Ethnopharmacology . 2020;250 doi: 10.1016/j.jep.2019.112414.112414", "ArticleIdList": ["10.1016/j.jep.2019.112414", "31751650"]}, {"Citation": "Barbosa A. V., Silva F. H., Sá R. A. Q. C., et al. Use of medicinal plants in the diabetes treatment. Journal of Herbal Medicine Research . 2020;5:p. 43. doi: 10.28933/jhmr-2020-08-1205.", "ArticleIdList": ["10.28933/jhmr-2020-08-1205"]}, {"Citation": "Rempel C., Maciel M. J., Bergmann P. C., Morás A. P. d. B., Goettens C. Efeito antimicrobiano de plantas medicinais: uma revisão de estudos científicos. Revista IberoAmericana de Ciências Ambientais . 2019;10(4):57–82. doi: 10.6008/cbpc2179-6858.2019.004.0006.", "ArticleIdList": ["10.6008/cbpc2179-6858.2019.004.0006"]}, {"Citation": "Yu M., Gouvinhas I., Rocha J., Barros A. I. R. N. A. Phytochemical and antioxidant analysis of medicinal and food plants towards bioactive food and pharmaceutical resources. Scientific Reports . 2021;11(1) doi: 10.1038/s41598-021-89437-4.", "ArticleIdList": ["10.1038/s41598-021-89437-4", "PMC8113553", "33976317"]}, {"Citation": "Sakib M. H., Mahmood A. A., Shill L. K., Barman T. Study on in-vitro thrombolytic activity of chloroform extract of leaves of Leucas zeylanica. Journal.of Scientific Research and Advances. . 2015;2(4):141–143."}, {"Citation": "Apu A. S., Chowdhury F. A., Khatun F., Jamaluddin A. T., Pathan A., Pal A. Phytochemical screening and in vitro evaluation of pharmacological activities of Aphanamixis polystachya wall parker fruit extracts. Tropical Journal of Pharmaceutical Research . 2013;12(1):111–116. doi: 10.4314/tjpr.v12i1.18.", "ArticleIdList": ["10.4314/tjpr.v12i1.18"]}, {"Citation": "Rajeswari S., Vidhya R. Evaluation of in vitro thrombolytic and antiproteinase activities of Wedelia trilobata (linn.) Innovare Journal Of Life Sciences . 2017;5(3):6–10."}, {"Citation": "Chowdhury M. R., Islam A. R., Muktadir M. A. G. Thrombolytic activity of lagerstroemia speciosa leaves. Discovery Phytomedicine . 2017;4(4):p. 41. doi: 10.15562/phytomedicine.2017.48.", "ArticleIdList": ["10.15562/phytomedicine.2017.48"]}, {"Citation": "Rahman M., Rahman M., Chowdhury M., Islam M. F., Barua S. Antidiarrheal and thrombolytic effects of methanol extract of Wikstroemia indica (L.) C. A. Mey leaves. International Journal of Green Pharmacy . 2015;9(1):p. 8. doi: 10.4103/0973-8258.150914.", "ArticleIdList": ["10.4103/0973-8258.150914"]}, {"Citation": "Uddin M. S., Millat M. S., Islam M. S., et al. Exploration of in vitro thrombolytic, anthelminthic, cytotoxic and in vivo anxiolytic potentials with phytochemical screening of flowers of Brassica nigra. Future Journal of Pharmaceutical Sciences . 2020;6(1):p. 73. doi: 10.1186/s43094-020-00099-x.", "ArticleIdList": ["10.1186/s43094-020-00099-x"]}, {"Citation": "Hoque N., Imam M. Z., Akter S., et al. Antioxidant and antihyperglycemic activities of methanolic extract of Glinus oppositifolius leaves. Journal of Applied Pharmaceutical Science . 2011;1(7):50–53."}, {"Citation": "Umapathy E., Ndebia E. J., Meeme A., et al. An experimental evaluation of Albuca setosa aqueous extract on membrane stabilization, protein denaturation and white blood cell migration during acute inflammation. Journal of Medicinal Plants Research . 2010;4(5):789–795."}, {"Citation": "Volluri S. S., Bammidi S. R., Chippada S. C., Meena V. In-vitro anti-arthritic activity of methanolic extract of Bacopa monniera. IJCEPR . 2011;2:156–159."}, {"Citation": "Deng J. S., Chi C. S., Huang S. S., Shie P. H., Lin T. H., Huang G. J. Antioxidant, analgesic, and anti-inflammatory activities of the ethanolic extracts of Taxillus liquidambaricola. Journal of Ethnopharmacology . 2011;137(3):1161–1171. doi: 10.1016/j.jep.2011.07.041.", "ArticleIdList": ["10.1016/j.jep.2011.07.041", "21810460"]}, {"Citation": "Hasan U. H. Antiarthritic efficacy of clematis orientalis. Bangladesh Journal of Pharmacology . 2018;13(2):142–148. doi: 10.3329/bjp.v13i2.33313.", "ArticleIdList": ["10.3329/bjp.v13i2.33313"]}, {"Citation": "Paul A., Adnan M., Majumder M., et al. Anthelmintic activity of Piper sylvaticum Roxb. (family: piperaceae): in vitro and in silico studies. Clinical Phytoscience . 2018;4(1):p. 17. doi: 10.1186/s40816-018-0077-8.", "ArticleIdList": ["10.1186/s40816-018-0077-8"]}, {"Citation": "Zenebe S., Feyera T., Assefa S. In vitro anthelmintic activity of crude extracts of aerial parts of Cissus quadrangularis L. and leaves of Schinus Molle L. against Haemonchus contortus. BioMed Research International . 2017;2017 doi: 10.1155/2017/1905987.1905987", "ArticleIdList": ["10.1155/2017/1905987", "PMC5749317", "29410960"]}, {"Citation": "Maicale A. B., Attimarad S. L., Haradagatti D. S., Karigar A. Anthelmintic activity of fruit pulp of cordial dichotoma. International Journal of Research in Ayurveda and Pharmacy . 2010;1(2):597–600."}, {"Citation": "Gnaneswari K., Padma Y., Venkata R. R., Jayaveera K. N. In vitro anthelmintic activity of Leonotis nepetiifolia (L.) R. Br., a potential medicinal plant. Journal of Chemical and Pharmaceutical Research . 2013;5(2):345–348."}, {"Citation": "Liu C. H., Mishra A. K., Tan R. X., Tang C., Yang H., Shen Y. F. Repellent and insecticidal activities of essential oils from artemisia princeps and cinnamomum camphora and their effect on seed germination of wheat and broad bean. Bioresource Technology . 2006;97(15):1969–1973. doi: 10.1016/j.biortech.2005.09.002.", "ArticleIdList": ["10.1016/j.biortech.2005.09.002", "16230008"]}, {"Citation": "Uncini Manganelli R., Zaccaro L., Tomei P. E. Antiviral activity in vitro of Urtica dioica L., Parietaria diffusa M. et K. and Sambucus nigra L. Journal of Ethnopharmacology . 2005;98(3):323–327. doi: 10.1016/j.jep.2005.01.021.", "ArticleIdList": ["10.1016/j.jep.2005.01.021", "15814267"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "5", "Day": "30"}, {"Year": "2022", "Month": "6", "Day": "24"}, {"Year": "2022", "Month": "8", "Day": "5", "Hour": "2", "Minute": "8"}, {"Year": "2022", "Month": "8", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "6", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "7", "Day": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["35928245", "PMC9345727", "10.1155/2022/2594127"]}}], "PubmedBookArticle": []}