{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Fragment molecular orbital calculations", "In silico drug design", "Main protease", "Medicinal plants", "Molecular docking", "SARS-CoV-2"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35938063", "DateRevised": {"Year": "2022", "Month": "09", "Day": "07"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "08", "Day": "01"}], "Language": ["eng"], "ELocationID": ["10.1007/s11224-022-02021-y"], "Journal": {"ISSN": "1040-0400", "JournalIssue": {"Volume": "33", "Issue": "5", "PubDate": {"Year": "2022"}}, "Title": "Structural chemistry", "ISOAbbreviation": "Struct Chem"}, "ArticleTitle": "Natural inhibitors for severe acute respiratory syndrome coronavirus 2 main protease from <i>Moringa oleifera</i>, <i>Aloe vera</i>, and <i>Nyctanthes arbor-tristis</i>: molecular docking and ab initio fragment molecular orbital calculations.", "Pagination": {"StartPage": "1771", "EndPage": "1788", "MedlinePgn": "1771-1788"}, "Abstract": {"AbstractText": ["The novel coronavirus 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has spread rapidly worldwide, and new drug treatments for COVID-19 are urgently required. To find the potential inhibitors against the main protease (Mpro) of SARS-CoV-2, we investigated the inhibitory potential of naturally occurring compounds from the plants <i>Moringa oleifera</i>, <i>Aloe vera</i>, and <i>Nyctanthes arbor-tristis</i>, using molecular docking, classical molecular mechanics optimizations, and ab initio fragment molecular orbital (FMO) calculations. Of the 35 compounds that we simulated, feralolide from <i>Aloe vera</i> exhibited the highest binding affinity against Mpro. Therefore, we proposed novel compounds based on the feralolide and investigated their binding properties to Mpro. The FMO results indicated that the introduction of a hydroxyl group into feralolide significantly enhances its binding affinity to Mpro. These results provide useful information for developing potent Mpro inhibitors.", "The online version contains supplementary material available at 10.1007/s11224-022-02021-y."], "CopyrightInformation": "© The Author(s), under exclusive licence to Springer Science+Business Media, LLC, part of Springer Nature 2022, Springer Nature or its licensor holds exclusive rights to this article under a publishing agreement with the author(s) or other rightsholder(s); author self-archiving of the accepted manuscript version of this article is solely governed by the terms of such publishing agreement and applicable law."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412804.b", "0000 0001 0945 2394"], "Affiliation": "Department of Computer Science and Engineering, Toyohashi University of Technology, Tempaku-cho, Toyohashi, Aichi 441-8580 Japan."}], "LastName": "Shaji", "ForeName": "Divya", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412804.b", "0000 0001 0945 2394"], "Affiliation": "Department of Computer Science and Engineering, Toyohashi University of Technology, Tempaku-cho, Toyohashi, Aichi 441-8580 Japan."}], "LastName": "Suzuki", "ForeName": "Ryo", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412804.b", "0000 0001 0945 2394"], "Affiliation": "Department of Computer Science and Engineering, Toyohashi University of Technology, Tempaku-cho, Toyohashi, Aichi 441-8580 Japan."}], "LastName": "Yamamoto", "ForeName": "Shohei", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412804.b", "0000 0001 0945 2394"], "Affiliation": "Department of Computer Science and Engineering, Toyohashi University of Technology, Tempaku-cho, Toyohashi, Aichi 441-8580 Japan."}], "LastName": "Orihashi", "ForeName": "Daisuke", "Initials": "D"}, {"Identifier": ["0000-0001-8819-1929"], "AffiliationInfo": [{"Identifier": ["grid.412804.b", "0000 0001 0945 2394"], "Affiliation": "Department of Computer Science and Engineering, Toyohashi University of Technology, Tempaku-cho, Toyohashi, Aichi 441-8580 Japan."}], "LastName": "Kurita", "ForeName": "Noriyuki", "Initials": "N"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Struct Chem", "NlmUniqueID": "101582397", "ISSNLinking": "1040-0400"}, "CoiStatement": "Competing interestsThe authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Hui DS, Azhar EI, Madani TA, et al. The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health –the latest 2019 novel coronavirus outbreak in Wuhan, China. Int J Infect Dis. 2020;91:264–266. doi: 10.1016/j.ijid.2020.01.009.", "ArticleIdList": ["10.1016/j.ijid.2020.01.009", "PMC7128332", "31953166"]}, {"Citation": "Ullrich S, Nitsche C. The SARS-CoV-2 main protease as drug target. Bioorg Med Chem Lett. 2020;30:127377. doi: 10.1016/j.bmcl.2020.127377.", "ArticleIdList": ["10.1016/j.bmcl.2020.127377", "PMC7331567", "32738988"]}, {"Citation": "Suárez D, Díaz N. SARS-CoV-2 main protease: a molecular dynamics study. J Chem Inf Model. 2020;60:5815–5831. doi: 10.1021/acs.jcim.0c00575.", "ArticleIdList": ["10.1021/acs.jcim.0c00575", "32678588"]}, {"Citation": "Mazzini S, Musso L, Dallavalle S, Artali R. Putative SARS-CoV-2 Mpro inhibitors from an in-house library of natural and nature-inspired products: a virtual screening and molecular docking study. Molecules. 2020;25:3745. doi: 10.3390/molecules25163745.", "ArticleIdList": ["10.3390/molecules25163745", "PMC7463876", "32824454"]}, {"Citation": "Mengist HM, Dilnessa T, Jin T. Structural basis of potential inhibitors targeting SARS-CoV-2 main protease. Front Chem. 2021;9:622898. doi: 10.3389/fchem.2021.622898.", "ArticleIdList": ["10.3389/fchem.2021.622898", "PMC8056153", "33889562"]}, {"Citation": "Abouelela ME, Assaf HK, Abdelhamid RA, et al. Identification of potential SARS-CoV-2 main protease and spike protein inhibitors from the genus aloe: an in silico study for drug development. Molecules. 2021;26:1767. doi: 10.3390/molecules26061767.", "ArticleIdList": ["10.3390/molecules26061767", "PMC8004122", "33801151"]}, {"Citation": "Fitzgerald M, Heinrich M, Booker A. Medicinal plant analysis: a historical and regional discussion of emergent complex techniques. Front Pharmacol. 2019;10:1480. doi: 10.3389/fphar.2019.01480.", "ArticleIdList": ["10.3389/fphar.2019.01480", "PMC6962180", "31998121"]}, {"Citation": "Mpiana PT, Ngbolua K-T-N, Tshibangu DST, et al. Aloe vera (L.) Burm. F. as a potential anti-COVID-19 plant: a mini-review of its antiviral activity. European J Med Plants. 2020;31:86–93. doi: 10.9734/ejmp/2020/v31i830261.", "ArticleIdList": ["10.9734/ejmp/2020/v31i830261"]}, {"Citation": "Guo X, Mei N. Aloe vera: a review of toxicity and adverse clinical effects. J Environ Sci Health C. 2016;34:77–96. doi: 10.1080/10590501.2016.1166826.", "ArticleIdList": ["10.1080/10590501.2016.1166826", "PMC6349368", "26986231"]}, {"Citation": "Surjushe A, Vasani R, Saple DG. Aloe vera: a short review. Indian J Dermatol. 2008;53:163–166. doi: 10.4103/0019-5154.44785.", "ArticleIdList": ["10.4103/0019-5154.44785", "PMC2763764", "19882025"]}, {"Citation": "Hęś M, Dziedzic K, Górecka D, et al. Aloe vera (L.) Webb.: Natural sources of antioxidants - a review. Plant Foods Hum Nutr. 2019;74:255–265. doi: 10.1007/s11130-019-00747-5.", "ArticleIdList": ["10.1007/s11130-019-00747-5", "PMC6684795", "31209704"]}, {"Citation": "Sharrif Moghaddasi M, Res M. Aloe vera their chemicals composition and applications: a review. Med Chem Res. 2011;2:466–471."}, {"Citation": "Lowe H, Steele B, Bryant J, et al. Antiviral activity of Jamaican medicinal plants and isolated bioactive compounds. Molecules. 2021;26:607. doi: 10.3390/molecules26030607.", "ArticleIdList": ["10.3390/molecules26030607", "PMC7865499", "33503834"]}, {"Citation": "Sydiskis RJ, Owen DG, Lohr JL, et al. Inactivation of enveloped viruses by anthraquinones extracted from plants. Antimicrob Agents Chemother. 1991;35:2463–2466. doi: 10.1128/AAC.35.12.2463.", "ArticleIdList": ["10.1128/AAC.35.12.2463", "PMC245413", "1810179"]}, {"Citation": "Saoo K, Miki H, Ohmori M, Winters WD. Antiviral activity of aloe extracts against cytomegalovirus. Phytother Res. 1996;10:348–350. doi: 10.1002/(SICI)1099-1573(199606)10:4<348::AID-PTR836>3.0.CO;2-2.", "ArticleIdList": ["10.1002/(SICI)1099-1573(199606)10:4<348::AID-PTR836>3.0.CO;2-2"]}, {"Citation": "Rezazadeh F, Moshaverinia M, Motamedifar M, Alyaseri M. Assessment of anti-HSV-1 activity of aloe vera gel extract: an in vitro study. J Dent. 2016;17:49–54.", "ArticleIdList": ["PMC4771053", "26966709"]}, {"Citation": "Gansukh E, Gopal J, Paul D, et al. Ultrasound mediated accelerated anti-influenza activity of aloe vera. Sci Rep. 2018;8:17782. doi: 10.1038/s41598-018-35935-x.", "ArticleIdList": ["10.1038/s41598-018-35935-x", "PMC6290770", "30542141"]}, {"Citation": "Hiremath V, Hiremath BS, Mohapatra S, Das AK. Literary review of parijata (Nyctanthus Arbor-Tristis Linn.) an herbal medicament with special reference to Ayurveda and botanical literatures. Biomed Pharmacol J. 2016;9:1019–1025. doi: 10.13005/bpj/1043.", "ArticleIdList": ["10.13005/bpj/1043"]}, {"Citation": "Bhalakiya H, Modi NR. Traditional medicinal uses, phytochemical profile and pharmacological activities of Nyctanthes arbortris. RJLBPCS. 2019;5:1003–1023."}, {"Citation": "Jain PK, Pandey A. The wonder of ayurvedic medicine-Nyctanthes arbortristis. Int J Herb Med. 2016;4:9–17."}, {"Citation": "Gupta P, Bajpai SK, Chandra K, et al. Antiviral profile of Nyctanthes arbortristis L. against encephalitis causing viruses. Indian J Exp Biol. 2005;43:1156–1160.", "ArticleIdList": ["16359127"]}, {"Citation": "Rani C, Chawla S, Mangal M, et al. Nyctanthes arbor-tristis Linn. (Night Jasmine): a sacred ornamental plant with immense medicinal potentials. Ind J Tradit Knowl. 2012;11:427–435."}, {"Citation": "Shaji D, Yamamoto S, Saito R, et al. Proposal of novel natural inhibitors of severe acute respiratory syndrome coronavirus 2 main protease: molecular docking and ab initio fragment molecular orbital calculations. Biophys Chem. 2021;275:106608. doi: 10.1016/j.bpc.2021.106608.", "ArticleIdList": ["10.1016/j.bpc.2021.106608", "PMC8084281", "33962341"]}, {"Citation": "Quispe C, Villalobos M, Bórquez J, Simirgiotis M. Chemical composition and antioxidant activity of aloe vera from the pica oasis (Tarapacá, Chile) by UHPLC-Q/Orbitrap/MS/MS. J Chem. 2018;2018:6123850. doi: 10.1155/2018/6123850.", "ArticleIdList": ["10.1155/2018/6123850"]}, {"Citation": "Kahramanoğlu İ, Chen C, Chen J, Wan C. Chemical constituents, antimicrobial activity, and food preservative characteristics of aloe vera gel. Agron. 2019;9:831. doi: 10.3390/agronomy9120831.", "ArticleIdList": ["10.3390/agronomy9120831"]}, {"Citation": "Hamman JH. Composition and applications of aloe vera leaf gel. Molecules. 2008;13:1599–1616. doi: 10.3390/molecules13081599.", "ArticleIdList": ["10.3390/molecules13081599", "PMC6245421", "18794775"]}, {"Citation": "Gulshan B, Suri KA, Parul G. A comprehensive review on Nyctanthes arbortristis. Int J Drug Dev Res. 2015;7:183–193."}, {"Citation": "Karthick V, Venkatareddy G, Dharani J, Ravi S. Study on the chemical constituents of the essential oil from nyctanthes arbor-tristis and its molecular docking studies. Asian J Pharm Clin Res. 2019;12:195–199. doi: 10.22159/ajpcr.2019.v12i5.29458.", "ArticleIdList": ["10.22159/ajpcr.2019.v12i5.29458"]}, {"Citation": "Benefit D. Anticancer activity of nyctanthes arbortristis. Int J Adv Res Ideas Innov Technol. 2019;5:84–87."}, {"Citation": "Srivastava AK, Kumar A, Misra N (2020) On the inhibition of COVID-19 protease by Indian herbal plants: an in silico investigation. https://arxiv.org/abs/2004.03411"}, {"Citation": "Lipinski CA. Drug-like properties and the causes of poor solubility and poor permeability. J Pharmacol Toxicol Methods. 2000;44:235–249. doi: 10.1016/S1056-8719(00)00107-6.", "ArticleIdList": ["10.1016/S1056-8719(00)00107-6", "11274893"]}, {"Citation": "Kim S, Thiessen PA, Bolton EE, et al. PubChem substance and compound databases. Nucleic Acids Res. 2016;44:D1202–D1213. doi: 10.1093/nar/gkv951.", "ArticleIdList": ["10.1093/nar/gkv951", "PMC4702940", "26400175"]}, {"Citation": "Daina A, Michielin O, Zoete V. SwissADME: a free web tool to evaluate pharmacokinetics, drug-likeness and medicinal chemistry friendliness of small molecules. Sci Rep. 2017;7:42717. doi: 10.1038/srep42717.", "ArticleIdList": ["10.1038/srep42717", "PMC5335600", "28256516"]}, {"Citation": "Frisch MJ, Trucks GW, Schlegel HB et al (2009) Gaussian 09, Revision D. 01, Gaussian, Inc., Wallingford CT"}, {"Citation": "Besler BH, Merz KM, Kollman PA. Atomic charges derived from semiempirical methods. J Comput Chem. 1990;11:431–439. doi: 10.1002/jcc.540110404.", "ArticleIdList": ["10.1002/jcc.540110404"]}, {"Citation": "Jin Z, Du X, Xu Y, et al. Structure of Mpro from SARS-CoV-2 and discovery of its inhibitors. Nature. 2020;582:289–293. doi: 10.1038/s41586-020-2223-y.", "ArticleIdList": ["10.1038/s41586-020-2223-y", "32272481"]}, {"Citation": "Berman HM, Westbrook J, Feng Z, et al. The protein data bank. Nucleic Acids Res. 2000;28:235–242. doi: 10.1093/nar/28.1.235.", "ArticleIdList": ["10.1093/nar/28.1.235", "PMC102472", "10592235"]}, {"Citation": "Søndergaard CR, Olsson MHM, Rostkowski M, Jensen JH. Improved treatment of ligands and coupling effects in empirical calculation and rationalization of pKa Values. J Chem Theory Comput. 2011;7:2284–2295. doi: 10.1021/ct200133y.", "ArticleIdList": ["10.1021/ct200133y", "26606496"]}, {"Citation": "Olsson MHM, Søndergaard CR, Rostkowski M, Jensen JH. PROPKA3: consistent treatment of internal and surface residues in empirical pKa predictions. J Chem Theory Comput. 2011;7:525–537. doi: 10.1021/ct100578z.", "ArticleIdList": ["10.1021/ct100578z", "26596171"]}, {"Citation": "Morris GM, Huey R, Lindstrom W, et al. AutoDock4 and AutoDocktools4: Automated docking with selective receptor flexibility. J Comput Chem. 2009;30:2785–2791. doi: 10.1002/jcc.21256.", "ArticleIdList": ["10.1002/jcc.21256", "PMC2760638", "19399780"]}, {"Citation": "Case DA, Cheatham T, Darden T, et al. The AMBER biomolecular simulation programs. J Comput Chem. 2005;26:1668–1688. doi: 10.1002/jcc.20290.", "ArticleIdList": ["10.1002/jcc.20290", "PMC1989667", "16200636"]}, {"Citation": "Lindorff-Larsen K, Piana S, Palmo K, et al. Improved side-chain torsion potentials for the amber ff99SB protein force field. Proteins. 2010;78:1950–1958. doi: 10.1002/prot.22711.", "ArticleIdList": ["10.1002/prot.22711", "PMC2970904", "20408171"]}, {"Citation": "Jorgensen WL, Chandrasekhar J, Madura JD, et al. Comparison of simple potential functions for simulating liquid water. J Chem Phys. 1983;79:926–935. doi: 10.1063/1.445869.", "ArticleIdList": ["10.1063/1.445869"]}, {"Citation": "Wang J, Wolf RM, Caldwell JW, et al. Development and testing of a general amber force field. J Comput Chem. 2004;25:1157–1174. doi: 10.1002/jcc.20035.", "ArticleIdList": ["10.1002/jcc.20035", "15116359"]}, {"Citation": "Kitaura K, Ikeo E, Asada T, et al. Fragment molecular orbital method: an approximate computational method for large molecules. Chem Phys Lett. 1999;313:701–706. doi: 10.1016/S0009-2614(99)00874-X.", "ArticleIdList": ["10.1016/S0009-2614(99)00874-X"]}, {"Citation": "Fukuzawa K, Komeiji Y, Mochizuki Y, et al. Intra and intermolecular interactions between cyclic-AMP receptor protein and DNA: ab initio fragment molecular orbital study. J Comput Chem. 2006;27:948–960. doi: 10.1002/jcc.20399.", "ArticleIdList": ["10.1002/jcc.20399", "16586530"]}, {"Citation": "Mochizuki Y, Nakano T, Koikegami S, et al. A parallelized integral-direct second-order Møller-Plesset perturbation theory method with a fragment molecular orbital scheme. Theor Chem Acc. 2004;112:442–452. doi: 10.1007/s00214-004-0602-3.", "ArticleIdList": ["10.1007/s00214-004-0602-3"]}, {"Citation": "Mochizuki Y, Koikegami S, Nakano T, et al. Large scale MP2 calculations with fragment molecular orbital scheme. Chem Phys Lett. 2004;396:473–479. doi: 10.1016/j.cplett.2004.08.082.", "ArticleIdList": ["10.1016/j.cplett.2004.08.082"]}, {"Citation": "Mochizuki Y, Yamashita K, Nakano T, et al. Higher-order correlated calculations based on fragment molecular orbital scheme. Theor Chem Acc. 2011;130:515–530. doi: 10.1007/s00214-011-1036-3.", "ArticleIdList": ["10.1007/s00214-011-1036-3"]}, {"Citation": "Kobayashi I, Takeda R, Suzuki R, et al. Specific interactions between androgen receptor and its ligand: ab initio molecular orbital calculations in water. J Mol Graph Model. 2017;75:383–389. doi: 10.1016/j.jmgm.2017.06.003.", "ArticleIdList": ["10.1016/j.jmgm.2017.06.003", "28641211"]}, {"Citation": "Faizi S, Siddiqui BS, Saleem R, et al. Isolation and structure elucidation of novel hypotensive agents, niazinin A, niazinin B, niazimicin and niaziminin A B from moringa oleifera: the first naturally occurring thiocarbamates. J Chem Soc Perkin Trans I. 1992;23:3237–3241. doi: 10.1039/p19920003237.", "ArticleIdList": ["10.1039/p19920003237"]}, {"Citation": "Murakami A, Kitazono Y, Jiwajinda S, et al. Niaziminin, a thiocarbamate from the leaves of moringa oleifera, holds a strict structural requirement for inhibition of tumor-promoter-induced Epstein-Barr virus activation. Planta Med. 1998;64:319–323. doi: 10.1055/s-2006-957442.", "ArticleIdList": ["10.1055/s-2006-957442", "9619112"]}, {"Citation": "Mpiana PT, Ngbolua K-T-N, Tshibangu DST, et al. Identification of potential inhibitors of SARS-CoV-2 main protease from aloe vera compounds: a molecular docking study. Chem Phys Lett. 2020;754:137751. doi: 10.1016/j.cplett.2020.137751.", "ArticleIdList": ["10.1016/j.cplett.2020.137751", "PMC7833182", "33518775"]}, {"Citation": "Borges-Argáez R, Chan-Balan R, Cetina-Montejo L, et al. In vitro evaluation of anthraquinones from aloe vera (Aloe barbadensis Miller) roots and several derivatives against strains of influenza virus. Ind Crops Prod. 2019;132:468–475. doi: 10.1016/j.indcrop.2019.02.056.", "ArticleIdList": ["10.1016/j.indcrop.2019.02.056", "PMC7138392", "32288269"]}, {"Citation": "Parvez MK, Al-Dosari MS, Alam P, et al. The anti-hepatitis B virus therapeutic potential of anthraquinones derived from aloe vera. Phytother Res. 2019;33:2960–2970. doi: 10.1002/ptr.6471.", "ArticleIdList": ["10.1002/ptr.6471", "31410907"]}, {"Citation": "Cho JH, Shin JC, Cho JJ, et al. Esculetin (6,7-dihydroxycoumarin): a potential cancer chemopreventive agent through suppression of Sp1 in oral squamous cancer cells. Int J Oncol. 2015;46:265–271. doi: 10.3892/ijo.2014.2700.", "ArticleIdList": ["10.3892/ijo.2014.2700", "25310400"]}, {"Citation": "Liang C, Ju W, Pei S, et al. Pharmacological activities and synthesis of esculetin and its derivatives: a mini-review. Molecules. 2017;22:387. doi: 10.3390/molecules22030387.", "ArticleIdList": ["10.3390/molecules22030387", "PMC6155195", "28257115"]}, {"Citation": "Huang SX, Mou JF, Luo Q, et al. Anti-hepatitis B virus activity of esculetin from Microsorium fortunei in vitro and in vivo. Molecules. 2019;24:3475. doi: 10.3390/molecules24193475.", "ArticleIdList": ["10.3390/molecules24193475", "PMC6803987", "31557836"]}, {"Citation": "Juárez-Saldívar A, Lara-Ramírez EE, Reyes-Espinosa F, et al. Ligand-based and structured-based in silico repurposing approaches to predict inhibitors of SARS-CoV-2 Mpro protein. Sci Pharm. 2020;88:54. doi: 10.3390/scipharm88040054.", "ArticleIdList": ["10.3390/scipharm88040054"]}, {"Citation": "Nguyen DD, Gao K, Chen J, et al. Unveiling the molecular mechanism of SARS-CoV-2 main protease inhibition from 137 crystal structures using algebraic topology and deep learning. Chem Sci. 2020;11:12036–12046. doi: 10.1039/D0SC04641H.", "ArticleIdList": ["10.1039/D0SC04641H", "PMC8162568", "34123218"]}, {"Citation": "Wang L, Song J, Liu A, et al. Research progress of the antiviral bioactivities of natural flavonoids. Nat prod Bioprospect. 2020;10:271–283. doi: 10.1007/s13659-020-00257-x.", "ArticleIdList": ["10.1007/s13659-020-00257-x", "PMC7500501", "32948973"]}, {"Citation": "Amari S, Aizawa M, Zhang J, et al. VISCANA: Visualized cluster analysis of protein−ligand interaction based on the ab initio fragment molecular orbital method for virtual ligand screening. J Chem Inf Model. 2006;46:221–230. doi: 10.1021/ci050262q.", "ArticleIdList": ["10.1021/ci050262q", "16426058"]}, {"Citation": "Berendsen HJ, van der Spoel D, van Drunen R. GROMACS: a message-passing parallel molecular dynamics implementation. Comput Phys Commun. 1995;91:43–56. doi: 10.1016/0010-4655(95)00042-E.", "ArticleIdList": ["10.1016/0010-4655(95)00042-E"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "5", "Day": "20"}, {"Year": "2022", "Month": "7", "Day": "25"}, {"Year": "2022", "Month": "8", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "9", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "8", "Day": "8", "Hour": "4", "Minute": "13"}, {"Year": "2022", "Month": "8", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35938063", "PMC9340690", "10.1007/s11224-022-02021-y", "2021"]}}], "PubmedBookArticle": []}