{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Causal Agent", "Crop Type", "Field crops", "Fungi", "Helotiales", "Pathogen detection", "Subject Areas", "Yield loss and economic impacts", "oilseeds and legumes"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35939741", "DateRevised": {"Year": "2024", "Month": "02", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "08", "Day": "08"}], "Language": ["eng"], "ELocationID": ["10.1094/PDIS-06-22-1316-PDN"], "Journal": {"ISSN": "0191-2917", "JournalIssue": {"PubDate": {"Year": "2022", "Month": "Aug", "Day": "08"}}, "Title": "Plant disease", "ISOAbbreviation": "Plant Dis"}, "ArticleTitle": "First Report of Collar Rot Caused by <i>Sclerotinia sclerotiorum</i> on Sesame (<i>Sesamum indicum</i>) in Mexico.", "Abstract": {"AbstractText": ["Sesame (Sesamum indicum L.: Pedaliaceae) is the second most cultivated oilseed in Mexico with 80,000 ha per year. The seeds of this crop are used as a condiment, for the extraction of oil, and its medicinal properties. In October 2020, collar rot symptoms were observed in six sesame fields (SOPC-9539 TD variety) located in the Carrizo Valley (26°15'33.1\"N; 109°01'37.9\"W), El Fuerte, Sinaloa, México. Initially, small brown spots in the basal stem of the infected plants were observed. At advanced stages of the disease, the circumference of stem was necrotic with the presence of white mycelium that extends to the roots. Infected plants were showing symptoms of yellowing, wilting, and finally death. Disease incidence was estimated at 15%, counting the total of diseased plants in five counts done in arbitrary quadrants within the sesame fields. For fungal isolation, stem sections from the symptomatic basal stem were surface disinfected with 1.5% sodium hypochlorite for 2 min, then triple rinsed with sterile distilled water. The tissue sections were dried on sterile blotting paper and plated in Petri dishes with potato dextrose agar (PDA) culture medium. The plates were incubated at 28ºC in darkness for 48 h. Sclerotinia-like colonies were consistently isolated and four isolates from different locations were purified by the hyphal-tip method. Fungal colonies were formed of compact white mycelium, with the formation of sclerotia on the margin of the plate 6 days after inoculating PDA cultures. Sclerotia averaged 3.1 mm in diameter and 0.024 g. One isolate was deposited in the Culture Collection of Phytopathogenic Fungi of the Faculty of Agriculture of Fuerte Valley at the Sinaloa Autonomous University under Accession no. FAVF654. To confirm identification, genomic DNA was extracted from one isolate, and the internal transcribed spacer (ITS) region was amplified by PCR and sequenced directly using the primer pair ITS5/ITS4 (White et al. 1990). The resulting consensus sequence was deposited in GenBank under accession no. ON401416. BLASTn alignments in GenBank showed 100% identity of our sequence with the sequence of the type strain of Sclerotinia sclerotiorum ATCC 46762 (accession no. JX648201). Pathogenicity of the fungus was demonstrated by inoculating healthy sesame plants (Dormilón and SOPC-9539 TD ies), germinated in plastic pots with sterile substrate. Plants were inoculated with the FAVF654 isolate by applying 3 sclerotia at the base of each of the 12 plants. Twelve plants were left uninoculated, which served as controls. All the inoculated plants, of both varieties, developed the characteristic symptoms of the disease 7 days after inoculation, while the control plants remained symptomless. The pathogenicity test was performed twice with the same result. The fungus was reisolated from all the inoculated plants, thus fulfilling Koch's postulates. Sclerotinia sclerotiorum has been reported on sesame plants in Bulgaria and Korea (Farr and Rossman, 2022). To our knowledge, this is the first report of Sclerotinia sclerotiorum causing collar rot in sesame plants in Mexico and the Americas. This disease considerably reduces the yield of sesame; therefore it is necessary to develop effective disease-management strategies."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Universidad Autónoma de Occidente, Departamento de Ciencias Naturales y Exactas, Unidad Regional Los Mochis, Los Mochis, Sinaloa, Mexico; hugoapp1804@gmail.com."}], "LastName": "Aguilar-Pérez", "ForeName": "Victor Hugo", "Initials": "VH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Instituto Nacional de Investigaciones Agrícolas, Forestales y Pecuarias, Campo Experimental Valle del Fuerte, CARRETERA INTERNACIONAL MEXICO-NOGALES, KM.1609, GUASAVE, SINALOA, MEXICO, Mexico, 81110."}, {"Identifier": [], "Affiliation": "SINALOA, Mexico; egarcialeon55@gmail.com."}], "LastName": "García-León", "ForeName": "Elizabeth", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Universidad Autónoma de Occidente, Departamento de Ciencias Biológicas, Unidad Regional Los Mochis, Boulevard Macario Gaxiola y Carretera Internacional s/n, Los Mochis, Sinaloa, Mexico, 81223; alma.solano@uadeo.mx."}], "LastName": "Solano-Báez", "ForeName": "Alma Rosa", "Initials": "AR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "UNIVERSIDAD AUTONOMA DE OCCIDENTE, Departamento de Ciencias Naturales y Exactas, Unidad Regional Los Mochis, Blvd. Macario Gaxiola y Carretera internacional, Los Mochis, Mexico, Mexico, 81223."}, {"Identifier": [], "Affiliation": "Universidad Autónoma de Occidente; hugocheves@hotmail.com."}], "LastName": "Beltran-Peña", "ForeName": "Hugo", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centro de Investigación en Alimentación y Desarrollo, Coordinación Culiacán, Carretera El Dorado Km 5.5, Campo el Diez, Culiacán, Sinaloa, Mexico, 80110; juan.tovar@ciad.mx."}], "LastName": "Tovar-Pedraza", "ForeName": "Juan Manuel", "Initials": "JM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Instituto Politécnico Nacional, Centro de Desarrollo de Productos Bióticos, Carretera Yautepec-Jojutla, Km. 6, Calle CEPROBI No. 8, Col. San Isidro, Yautepec, Morelos, Mexico, 62731; gmarquezl@ipn.mx."}], "LastName": "Márquez-Licona", "ForeName": "Guillermo", "Initials": "G"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Dis", "NlmUniqueID": "9882809", "ISSNLinking": "0191-2917"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2022", "Month": "8", "Day": "8", "Hour": "15", "Minute": "42"}, {"Year": "2022", "Month": "8", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "9", "Hour": "6", "Minute": "0"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["35939741", "10.1094/PDIS-06-22-1316-PDN"]}}], "PubmedBookArticle": []}