{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Aboriginal medicinal plants", "Biodiscovery pathways", "Ethnopharmacological uses", "Queensland", "Species diversity"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35948982", "DateCompleted": {"Year": "2022", "Month": "08", "Day": "12"}, "DateRevised": {"Year": "2022", "Month": "08", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "08", "Day": "10"}], "Language": ["eng"], "ELocationID": ["54", "10.1186/s13002-022-00552-6"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "18", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Aug", "Day": "10"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Aboriginal medicinal plants of Queensland: ethnopharmacological uses, species diversity, and biodiscovery pathways.", "Pagination": {"StartPage": "54", "MedlinePgn": "54"}, "Abstract": {"AbstractText": ["Aboriginal peoples have occupied the island continent of Australia for millennia. Over 500 different clan groups or nations with distinctive cultures, beliefs, and languages have learnt to live sustainably and harmoniously with nature. They have developed an intimate and profound relationship with the environment, and their use of native plants in food and medicine is largely determined by the environment they lived in. Over 1511 plant species have been recorded as having been used medicinally in Australia. Most of these medicinal plants were recorded from the Aboriginal communities in Northern Territory, New South Wales, South Australia, and Western Australia. Not much has yet been reported on Aboriginal medicinal plants of Queensland. Therefore, the main aim of this review is to collect the literature on the medicinal plants used by Aboriginal peoples of Queensland and critically assess their ethnopharmacological uses.", "The information used in this review was collected from archival material and uploaded into the Tropical Indigenous Ethnobotany Centre (TIEC) database. Archival material included botanist's journals/books and old hard copy books. Scientific names of the medicinal plant species were matched against the 'World Flora Online Plant List', and 'Australian Plant Census' for currently accepted species names to avoid repetition. An oral traditional medical knowledge obtained through interviewing traditional knowledge holders (entered in the TIEC database) has not been captured in this review to protect their knowledge.", "This review identified 135 species of Queensland Aboriginal medicinal plants, which belong to 103 genera from 53 families, with Myrtaceae being the highest represented plant family. While trees represented the biggest habit, leaves were the most commonly used plant parts. Of 62 different diseases treated by the medicinal plants, highest number of plants are used for treating skin sores and infections. Few plants identified through this review can be found in other tropical countries but many of these medicinal plants are native to Australia. Many of these medicinal plants are also used as bush food by Aboriginal peoples.", "Through extensive literature review, we found that 135 medicinal plants native to Queensland are used for treating 62 different diseases, especially skin infections. Since these medicinal plants are also used as bush food and are rarely studied using the Western scientific protocols, there is a huge potential for bioprospecting and bush food industry."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Tropical Indigenous Ethnobotany Centre, Australian Tropical Herbarium, James Cook University, Building E1, Cairns Campus, McGregor Road, Smithfield, QLD, 4878, Australia. gerald.turpin@my.jcu.edu.au."}, {"Identifier": [], "Affiliation": "Queensland Herbarium, Department of Environment and Science, Mount Coot-tha Botanical Gardens, Mount Coot-tha Road, Toowong, QLD, 4066, Australia. gerald.turpin@my.jcu.edu.au."}, {"Identifier": [], "Affiliation": "Centre for Molecular Therapeutics, Australian Institute of Tropical Health and Medicine, James Cook University, Building E4, Cairns Campus, McGregor Road, Smithfield, QLD, 4878, Australia. gerald.turpin@my.jcu.edu.au."}], "LastName": "Turpin", "ForeName": "Gerry", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Molecular Therapeutics, Australian Institute of Tropical Health and Medicine, James Cook University, Building E4, Cairns Campus, McGregor Road, Smithfield, QLD, 4878, Australia."}], "LastName": "Ritmejerytė", "ForeName": "Edita", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Natural Sciences, Faculty of Science and Engineering, Macquarie University, North Ryde, NSW, 2109, Australia."}], "LastName": "Jamie", "ForeName": "Joanne", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Australian Tropical Herbarium, James Cook University, Building E1, Cairns Campus, McGregor Road, Smithfield, QLD, 4878, Australia."}, {"Identifier": [], "Affiliation": "Centre for Tropical Environmental Sustainability Science, James Cook University, PO Box 6811, Cairns, QLD, 4870, Australia."}], "LastName": "Crayn", "ForeName": "Darren", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Molecular Therapeutics, Australian Institute of Tropical Health and Medicine, James Cook University, Building E4, Cairns Campus, McGregor Road, Smithfield, QLD, 4878, Australia. phurpa.wangchuk@jcu.edu.au."}], "LastName": "Wangchuk", "ForeName": "Phurpa", "Initials": "P"}], "GrantList": [{"GrantID": "APP1183323", "Agency": "National Health and Medical Research Council", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Australia"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Health Knowledge, Attitudes, Practice"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Queensland"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ens EJ, Pert P, Clarke PA, Budden M, Clubb L, Doran B, et al. Indigenous biocultural knowledge in ecosystem science and management: Review and insight from Australia. Biol Conserv. 2015;181:133–149. doi: 10.1016/j.biocon.2014.11.008.", "ArticleIdList": ["10.1016/j.biocon.2014.11.008"]}, {"Citation": "World Health Organization. WHO global report on traditional and complementary medicine 2019. Geneva, 2019. Website: https://apps.who.int/iris/handle/10665/312342. License: CC BY-NC-SA 3.0 IGO. Accessed on 24 May 2022."}, {"Citation": "Wangchuk P. Therapeutic applications of natural products in herbal medicines, biodiscovery programs, and biomedicine. J Biol Act Prod Nat. 2018;8(1):1–20. doi: 10.1080/22311866.2018.1426495.", "ArticleIdList": ["10.1080/22311866.2018.1426495"]}, {"Citation": "Wangchuk P, Tobgay T. Contributions of medicinal plants to the Gross National Happiness and Biodiscovery in Bhutan. J Ethnobiol Ethnomed. 2015;11:48. doi: 10.1186/s13002-015-0035-1.", "ArticleIdList": ["10.1186/s13002-015-0035-1", "PMC4469394", "26037080"]}, {"Citation": "Rates SMK. Plants as source of drugs. Toxicon. 2001;39(5):603–613. doi: 10.1016/S0041-0101(00)00154-9.", "ArticleIdList": ["10.1016/S0041-0101(00)00154-9", "11072038"]}, {"Citation": "Metcalfe D, Bui E. Land: vegetation. In: Australia state of the environment 2016, Australian Government Department of the Environment and Energy, Canberra, 2016. Accessed from: https://soe.environment.gov.au/theme/land/topic/2016/vegetation-0. 10.4226/94/58b6585f94911"}, {"Citation": "Keith DA. Australian vegetation. Cambridge: Cambridge University Press; 2017."}, {"Citation": "Maclean K, Woodward E, Jarvis D, Turpin G, Rowland D, Rist P. Decolonising knowledge co-production: examining the role of positionality and partnerships to support Indigenous-led bush product enterprises in northern Australia. Sustain Sci. 2022;17:333–350. doi: 10.1007/s11625-021-00973-4.", "ArticleIdList": ["10.1007/s11625-021-00973-4"]}, {"Citation": "Stump D. Routledge handbook of landscape and food. Landscapes. 2018;19(1):80–81. doi: 10.1080/14662035.2019.1571821.", "ArticleIdList": ["10.1080/14662035.2019.1571821"]}, {"Citation": "Clarke PA. Aboriginal people and their plants. NSW: Rosenberg Publishing Pty Ltd, Dural Delivery Centre; 2007."}, {"Citation": "Packer J, Turpin G, Ens E, Venkataya B, Hunter J, Mbabaram C, et al. Building partnerships for linking biomedical science with traditional knowledge of customary medicines: a case study with two Australian Indigenous communities. J Ethnobiol Ethnomed. 2019;15(1):69. doi: 10.1186/s13002-019-0348-6.", "ArticleIdList": ["10.1186/s13002-019-0348-6", "PMC6929437", "31870398"]}, {"Citation": "Marmion D, Obata K, Troy J. Community, identity, wellbeing: the report of the second National Indigenous Languages Survey. Canberra: Australian Institute of Aboriginal and Torres Strait Islander Studies, 2014."}, {"Citation": "Pearn J. The world's longest surviving paediatric practices: some themes of Aboriginal medical ethnobotany in Australia. J Paediatr Child Health. 2005;41:284–290. doi: 10.1111/j.1440-1754.2005.00612.x.", "ArticleIdList": ["10.1111/j.1440-1754.2005.00612.x", "15953330"]}, {"Citation": "Oliver SJ. The role of traditional medicine practice in primary health care within Aboriginal Australia: a review of the literature. J Ethnobiol Ethnomed. 2013;9:46. doi: 10.1186/1746-4269-9-46.", "ArticleIdList": ["10.1186/1746-4269-9-46", "PMC3702459", "23819729"]}, {"Citation": "Packer J, Gaikwad J, Harrington D, Ranganathan S, Jamie J, Vemulpad S. Medicinal plants of New South Wales, Australia. In: Medicinal Plants, Genetic Resources, Chromosome Engineering, and Crop Improvement. CRC Press, Boca Raton, 2012; vol 6, p. 259–96"}, {"Citation": "Simpson B, Claudie D, Smith NM, McKinnon R, Semple S. Learning from both sides: experiences and opportunities in the investigation of Australian Aboriginal medicinal plants. J Pharm Pharm Sci. 2013;16(2):259–71. doi: 10.18433/J31S4Q.", "ArticleIdList": ["10.18433/J31S4Q", "23958195"]}, {"Citation": "Ndi CP, Sykes MJ, Claudie DJ, McKinnon RA, Semple SJ, Simpson BS. Antiproliferative aporphine alkaloids from Litsea glutinosa and ethnopharmacological relevance to Kuuku I’yu Traditional Medicine. Aust J Chem. 2016;69(2):145–151. doi: 10.1071/CH15456.", "ArticleIdList": ["10.1071/CH15456"]}, {"Citation": "Simpson BS, Claudie DJ, Smith NM, Gerber JP, McKinnon RA, Semple SJ. Flavonoids from the leaves and stems of Dodonaea polyandra: A Northern Kaanju medicinal plant. Phytochemistry. 2011;72(14–15):1883–1888. doi: 10.1016/j.phytochem.2011.05.006.", "ArticleIdList": ["10.1016/j.phytochem.2011.05.006", "21641623"]}, {"Citation": "Jamie JF. Macquarie-Yaegl Partnership: community capability strengthening through Western and Indigenous science. Aust J Chem. 2020;74(1):28–33. doi: 10.1071/CH20248.", "ArticleIdList": ["10.1071/CH20248"]}, {"Citation": "Turpin G. Tropical Indigenous Ethnobotany Centre Cairns: James Cook University, 2022. Available from: https://www.jcu.edu.au/australian-tropical-herbarium/research-and-programs/tropical-indigenous-ethnobotany-centre-tiec. Accessed on January 2022."}, {"Citation": "World Flora Online: Snapshots of the taxonomy. 2021. Available from: https://wfoplantlist.org/plant-list/background. Aaccessed on 20 May 2022."}, {"Citation": "Australian Plant Census. IBIS database, Centre for Australian National Biodiversity Research, Council of Heads of Australiasian Herbaria. Available from: https://biodiversity.org.au/nsl/services/search/name-check. Accessed on 27 May 2022."}, {"Citation": "Clarke PA. The Aboriginal ethnobotany of the Adelaide region, South Australia. Trans R Soc S Aust. 2013;137(1):97–126. doi: 10.1080/3721426.2013.10887175.", "ArticleIdList": ["10.1080/3721426.2013.10887175"]}, {"Citation": "Barr A. Traditional bush medicines. An Aboriginal pharmacopoeia. Aboriginal Communities of the Northern Territory of Australia. Richmond, Greenhouse Publications, 1988; pp. 256."}, {"Citation": "Reid EJ, Betts TJ. Records of Western Australian plants used by Aboriginals as medicinal agents. Planta Med. 1979;36(2):164–173. doi: 10.1055/s-0028-1097257.", "ArticleIdList": ["10.1055/s-0028-1097257", "461569"]}, {"Citation": "Webb LJ. The use of plant medicines and poisons by Australian Aborigines. TAJA. 1969;7(2):137–146. doi: 10.1111/j.1835-9310.1969.tb00398.x.", "ArticleIdList": ["10.1111/j.1835-9310.1969.tb00398.x"]}, {"Citation": "Cribb AB, Cribb JW. Wild medicine in Australia. Sydney: Collins Publishers Australia; 1981."}, {"Citation": "Lassak EV, McCarthy T. Australian medicinal plants. North Ryde: Methuen Australia Publisher; 1983."}, {"Citation": "Collins DJ, Culvenor CJ, Lamberton JA, Loder JW, Price JR. Plants for medicines: a chemical and pharmacological survey of plants in the Australian region. Victoria: CSIRO Publishing; 1990."}, {"Citation": "Covacevich J, Irvine T, Davis GN. A rainforest pharmacopeia. In: Pearn J, editor. Pioneer medicine in Australia. Brisbane: University of Queensland; 1988."}, {"Citation": "Lassak EV, McCarthy T. Australian medicinal plants. Melbourne: Mandarin Melbourne Publisher; 1992."}, {"Citation": "Stack EM. Aboriginal pharmacopoeia. Northern Territory Library Service. 1989;3(10):1–7."}, {"Citation": "MacPherson J. Dennis Considen, assistant surgeon of the first fleet. Med J Aust. 1927;2(23):770–773. doi: 10.5694/j.1326-5377.1927.tb142933.x.", "ArticleIdList": ["10.5694/j.1326-5377.1927.tb142933.x"]}, {"Citation": "Manosroi J, Manosroi A, Sripalakit P. Extraction of solasodine from dry fruits and leaves of Solanum laciniatum Ait and the synthesis of-16-dehydropregnenolone acetate from solasodine by phase-transfer catalysis. Acta Hortic. 2005;679:105–111. doi: 10.17660/ActaHortic.2005.679.12.", "ArticleIdList": ["10.17660/ActaHortic.2005.679.12"]}, {"Citation": "Foley P. Duboisia myoporoides: the medical career of a native Australian plant. Hist Rec Aust Sci. 2006;17(1):31–69. doi: 10.1071/HR06001.", "ArticleIdList": ["10.1071/HR06001"]}, {"Citation": "Ratsch A, Steadman KJ, Bogossian F. The pituri story: a review of the historical literature surrounding traditional Australian Aboriginal use of nicotine in Central Australia. J Ethnobiol Ethnomed. 2010;6:26. doi: 10.1186/1746-4269-6-26.", "ArticleIdList": ["10.1186/1746-4269-6-26", "PMC2944156", "20831827"]}, {"Citation": "Hines HJG. T.L. Bancroft memorial lecture. Proc R Soc Qld. 1947;57:75–78."}, {"Citation": "Neldner VJ, Wilson BA, Dillewaard HA, Ryan TS, Butler DW, et al () Methodology for surveying and mapping regional ecosystems and vegetation communities in Queensland. Queensland Herbarium, Queensland Department of Environment and Science, Brisbane. Version 6.0, 2022.39."}, {"Citation": "Dowe JL. Australian palms: biogeography, ecology and systematics. Victoria: CSIRO Publishing Collingwood; 2010."}, {"Citation": "Palmer E. Note on some Australian tribes. J R Anthropol Inst GB Irel. 1884;13:276–334."}, {"Citation": "Maiden JH. The useful native plants of Australia: (including Tasmania) Sydney: Turner and Henderson Publisher; 1889."}, {"Citation": "Roth WE. Bulletin no 5. Superstition, magic, and medicine. North Queensland Ethnography. Rec Aust Mus. 1903;5(1):42."}, {"Citation": "Kyriazis S. Bush medicine of the Northern Peninsula area of Cape York. Bamaga: Nai Beguta Agama Aboriginal Corporation; 1995."}, {"Citation": "Webb LJ. An Australian phytochemical survey. II. Alkaloids in Queensland flowering plants. Melbourne: CSIRO publisher; 1952."}, {"Citation": "Kalotas AC. Aboriginal knowledge and use of fungi. In: Mallett K, Grgurinovic C, editors. Australian biological resources study. Victoria: CSIRO Publishing; 1996. pp. 269–98."}, {"Citation": "Clarke PA. Aboriginal people and their plants. NSW: Rosenberg Publishing; 2011."}, {"Citation": "Christenhusz MJM, Byng JW. The number of known plants species in the world and its annual increase. Phytotaxa. 2016;261(3):201–17. doi: 10.11646/phytotaxa.261.3.1.", "ArticleIdList": ["10.11646/phytotaxa.261.3.1"]}, {"Citation": "Atlas of Living Australia: Open acess to Australia's biodiversity data. Australian Government, 2020. Available from: http://www.ala.org.au/. Accessed on 23 May 2022."}, {"Citation": "Cock IE. Medicinal and aromatic plants - Australia. Ethnopharmacology. Encyclopedia of Life Support Systems (EOLSS)-UNESCO, 2011. Accessed from: http://www.eolss.net/. Accessed on 21 May 2022."}, {"Citation": "Thurstan RH, Brittain Z, Jones DS, Cameron E, Dearnaley J, Bellgrove A. Aboriginal uses of seaweeds in temperate Australia: an archival assessment. J Appl Phycol. 2018;30(3):1821–1832. doi: 10.1007/s10811-017-1384-z.", "ArticleIdList": ["10.1007/s10811-017-1384-z"]}, {"Citation": "Huizen J. The world biggest pharmacy? The rainforest! Blue Ant Media; 2019. Available from: https://animalogic.ca/wild/the-world-biggest-pharmacy-the-rainforest. Accessed on 19 January 2022."}, {"Citation": "Setzer MC, Setzer WN, Jackes BR, Gentry GA, Moriarity DM. The medicinal value of tropical rainforest plants from Paluma, North Queensland. Australia Pharm Biol. 2001;39(1):67–78. doi: 10.1076/phbi.39.1.67.5944.", "ArticleIdList": ["10.1076/phbi.39.1.67.5944"]}, {"Citation": "Steffen W, Burbidge AA, Hughes L, Kitching R, Lindenmayer D, Musgrave W, et al. Australia’s biodiversity and climate change: a strategic assessment of the vulnerability of Australia’s biodiversity to climate change. A report to the Natural Resource Management Ministerial Council commissioned by the Australian Government Australia. Victoria: CSIRO Publishing; 2009."}, {"Citation": "Costion CM, Simpson L, Pert PL, Carlsen MM, John Kress W, Crayn D. Will tropical mountaintop plant species survive climate change? Identifying key knowledge gaps using species distribution modelling in Australia. Biol Conserv. 2015;191:322–330. doi: 10.1016/j.biocon.2015.07.022.", "ArticleIdList": ["10.1016/j.biocon.2015.07.022"]}, {"Citation": "Williams SE, Bolitho EE, Fox S. Climate change in Australian tropical rainforests: an impending environmental catastrophe. Proc Biol Sci. 2003;270(1527):1887–1892. doi: 10.1098/rspb.2003.2464.", "ArticleIdList": ["10.1098/rspb.2003.2464", "PMC1691452", "14561301"]}, {"Citation": "Yeshi K, Crayn D, Ritmejerytė E, Wangchuk P. Plant secondary metabolites produced in response to abiotic stresses has potential application in pharmaceutical product development. Molecules. 2022;27(1):313. doi: 10.3390/molecules27010313.", "ArticleIdList": ["10.3390/molecules27010313", "PMC8746929", "35011546"]}, {"Citation": "Ruiz-Ruiz JC, Matus-Basto AJ, Acereto-Escoffié P, Segura-Campos MR. Antioxidant and anti-inflammatory activities of phenolic compounds isolated from Melipona beecheii honey. Food Agric Immunol. 2017;28(6):1424–1437. doi: 10.1080/09540105.2017.1347148.", "ArticleIdList": ["10.1080/09540105.2017.1347148"]}, {"Citation": "Tungmunnithum D, Pinthong D, Hano C. Flavonoids from Nelumbo nucifera Gaertn., a medicinal plant: uses in traditional medicine, phytochemistry and pharmacological activities. Medicines. 2018;5(4):127. doi: 10.3390/medicines5040127.", "ArticleIdList": ["10.3390/medicines5040127", "PMC6313397", "30477094"]}, {"Citation": "Tungmunnithum D, Thongboonyou A, Pholboon A, Yangsabai A. Flavonoids and other phenolic compounds from medicinal plants for pharmaceutical and medical aspects: an overview. Medicines. 2018;5(3):93. doi: 10.3390/medicines5030093.", "ArticleIdList": ["10.3390/medicines5030093", "PMC6165118", "30149600"]}, {"Citation": "Bancroft J. The Pituri poison. Trans Philos Soc QLD. 1872;1871(1):1–2."}, {"Citation": "Hicks CS, LeMessurier H. Preliminary observations on the chemistry and pharmacology of the alkaloids of Duboisia hopwoodii. Aust J Exp Biol Med Sci. 1935;13(3):175–188. doi: 10.1038/icb.1935.20.", "ArticleIdList": ["10.1038/icb.1935.20"]}, {"Citation": "Webb LJ. Australian phytochemical survey I Alkaloids and cyanogenetic compounds in Queensland plants. Melbourne: CSIRO Publisher; 1949. pp. 1–56."}, {"Citation": "Mani JS, Johnson JB, Hosking H, Ashwath N, Walsh KB, Neilsen PM, et al. Antioxidative and therapeutic potential of selected Australian plants: a review. J Ethnopharmacol. 2021;268:113580. doi: 10.1016/j.jep.2020.113580.", "ArticleIdList": ["10.1016/j.jep.2020.113580", "33189842"]}, {"Citation": "WHO. Traditional medicines: global situation, issues and challenges. In: The World Medicines Situation (3rd ed). World Health Organisation. 2011; p. 14."}, {"Citation": "Wassie SM, Aragie LL, Taye BW, Mekonnen LB. Knowledge, attitude, and utilization of traditional medicine among the communities of Merawi town, Northwest Ethiopia: a cross-sectional study. Evid Based Complementary Altern Med. 2015;2015:1–7. doi: 10.1155/2015/138073.", "ArticleIdList": ["10.1155/2015/138073", "PMC4609866", "26508974"]}, {"Citation": "Drahos P. Indigenous knowledge, intellectual property and biopiracy: Is a global biocollecting society the answer. EIPR. 2000;22(6):245–250."}, {"Citation": "WIPO. Genetic Resources, Traditional Knowledge and Traditional Cultural Expressions. World Intellectual Property Organization, 2022. Available from: https://www.wipo.int/tk/en/. Accessed on 12 February 2022."}, {"Citation": "CBD. Nagoya Protocol on Access and Benefit-sharing and Traditional Knowledge - Article 8 (J). Convention on Biological Diversity, 2014. Available from: https://www.cbd.int/abs/. Accseesed on 12 February 2022."}, {"Citation": "NHMRC. Ethical guidelines for research with Aboriginal and Torres Strait Islander Peoples Canberra. National Health and Medical Research Centre, 2018. Available from: https://www.nhmrc.gov.au/research-policy/ethics/ethical-guidelines-research-aboriginal-and-torres-strait-islander-peoples. Accessed on 22 February 2022."}, {"Citation": "AIATSIS. A guide to applying the AIATSIS Code of Ethics for Aboriginal and Torres Strait Islander Research Canberra. Australian Institute of Aboriginal and Torres Strait Islander Studies, 2020. Available from: https://aiatsis.gov.au/sites/default/files/2020-10/aiatsis-guide-applying-code-ethics_0.pdf. Accessed on 22 February 2022."}, {"Citation": "Biodiscovery Act 2004 (Part 2A). Queensland Government, Brisbane, 2020. Available from: https://www.legislation.qld.gov.au/view/pdf/inforce/current/act-2004-019. Accessed on 03 March 2022."}, {"Citation": "JCU. Aboriginal and Torres Strait Islander Research Ethics. James Cook University, Townsville, 2022. Available from: https://www.jcu.edu.au/jcu-connect/ethics-and-integrity/aboriginal-and-torres-strait-islander-research-ethics. Accessed on 03 March 2022."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "3", "Day": "29"}, {"Year": "2022", "Month": "6", "Day": "24"}, {"Year": "2022", "Month": "8", "Day": "10", "Hour": "23", "Minute": "40"}, {"Year": "2022", "Month": "8", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "10"}], "PublicationStatus": "epublish", "ArticleIdList": ["35948982", "PMC9364609", "10.1186/s13002-022-00552-6", "10.1186/s13002-022-00552-6"]}}], "PubmedBookArticle": []}