{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Colchicine", "Gloriosa superba", "Micropropagation", "Plant growth regulators", "Somatic embryogenesis", "Synthetic seed"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35941253", "DateCompleted": {"Year": "2022", "Month": "11", "Day": "16"}, "DateRevised": {"Year": "2023", "Month": "04", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "08", "Day": "09"}], "Language": ["eng"], "ELocationID": ["10.1007/s00253-022-12094-8"], "Journal": {"ISSN": "1432-0614", "JournalIssue": {"Volume": "106", "Issue": "17", "PubDate": {"Year": "2022", "Month": "Sep"}}, "Title": "Applied microbiology and biotechnology", "ISOAbbreviation": "Appl Microbiol Biotechnol"}, "ArticleTitle": "In vitro propagation and secondary metabolite production in Gloriosa superba L.", "Pagination": {"StartPage": "5399", "EndPage": "5414", "MedlinePgn": "5399-5414"}, "Abstract": {"AbstractText": ["Gloriosa superba L., commonly known as \"gloriosa lily,\" \"glory lily,\" and \"tiger claw,\" is a perennial climber in the Liliaceae family. This plant is used in African and Southeast Asian cultures as an ayurvedic medicinal herb to treat various health conditions. Its main bioactive component is colchicine, which is responsible for medicinal efficacies as well as poisonous properties of the plant. A high market demand, imprudent harvesting of G. superba from natural habitat, and low seed setting have led scientists to explore micropropagation techniques and in vitro optimization of its phytochemicals. Plant growth regulators have been used to induce callus, root, and shoot organogenesis, and somatic embryogenesis in vitro. This review is aimed at presenting information regarding the occurrence, taxonomic description, phytochemistry, micropropagation, in vitro secondary metabolite, and synthetic seed production. The data collected from the existing literature, along with an analysis of individual study details, outcomes, and variations in the reports, will contribute to the development of biotechnological strategies for conservation and mass propagation of G. superba. KEY POINTS: • Latest literature on micropropagation of Gloriosa superba. • Biotechnological production and optimization of colchicine. • Regeneration, somatic embryogenesis, and synthetic seed production."], "CopyrightInformation": "© 2022. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Bhairab Ganguly College, Kolkata, India."}], "LastName": "Sanyal", "ForeName": "Rupa", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Bhairab Ganguly College, Kolkata, India."}], "LastName": "Nandi", "ForeName": "Saheli", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Bhairab Ganguly College, Kolkata, India."}], "LastName": "Pandey", "ForeName": "Sharmila", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Life Sciences, Presidency University, 86/1 College Street, Kolkata, 700073, West Bengal, India."}], "LastName": "Das", "ForeName": "Tuyelee", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, School of Bioengineering and Biosciences, Lovely Professional University, Phagwara, Punjab, India."}], "LastName": "Kaur", "ForeName": "Prabhjot", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, School of Bioengineering and Biosciences, Lovely Professional University, Phagwara, Punjab, India."}], "LastName": "Konjengbam", "ForeName": "Merinashwari", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Engineering, Indian Institute of Technology, 110016, Delhi, India."}], "LastName": "Kant", "ForeName": "Nishi", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Global Medical Science, Wonju College of Medicine, Yonsei University, Gangwon-do, Wonju, 26426, Korea."}], "LastName": "Rahman", "ForeName": "Md Habibur", "Initials": "MH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Rishi Bankim Chandra College, Naihati, 743165, North 24 Parganas, West Bengal, India."}], "LastName": "Mundhra", "ForeName": "Avinash", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Engineering & Biotechnology, Ariel University, 40700, Ariel, Israel."}], "LastName": "Kher", "ForeName": "Mafatlal M", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Life Sciences, Ben-Gurion University of the Negev, 84105, Beer-Sheva, Israel."}], "LastName": "Anand", "ForeName": "Uttpal", "Initials": "U"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biological and Environmental Sciences, Shoolini University of Biotechnology and Management Sciences, Solan, 173229, Himachal Pradesh, India."}], "LastName": "Radha"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemical and Biochemical Processing Division, ICAR - Central Institute for Research On Cotton Technology, Mumbai, 400019, India."}], "LastName": "Kumar", "ForeName": "Manoj", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, School of Engineering & Technology (SET), Sharda University, Greater Noida, Uttar Pradesh, 201310, India."}, {"Identifier": [], "Affiliation": "Department of Biotechnology, School of Applied & Life Sciences (SALS), Uttaranchal University, 248007, Dehradun, India."}, {"Identifier": [], "Affiliation": "Department of Biotechnology Engineering and Food Technology, Chandigarh University, 140413, Mohali, India."}], "LastName": "Jha", "ForeName": "Niraj Kumar", "Initials": "NK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, School of Engineering & Technology (SET), Sharda University, Greater Noida, Uttar Pradesh, 201310, India."}, {"Identifier": [], "Affiliation": "Department of Biotechnology, School of Applied & Life Sciences (SALS), Uttaranchal University, 248007, Dehradun, India."}, {"Identifier": [], "Affiliation": "Department of Biotechnology Engineering and Food Technology, Chandigarh University, 140413, Mohali, India."}], "LastName": "Jha", "ForeName": "Saurabh Kumar", "Initials": "SK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Biotechnology Unit, Kanchi Mamunivar Government Institute for Postgraduate Studies and Research, Puducherry, 605 008, India."}], "LastName": "Shekhawat", "ForeName": "Mahipal S", "Initials": "MS"}, {"Identifier": ["0000-0002-1582-9407"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, School of Bioengineering and Biosciences, Lovely Professional University, Phagwara, Punjab, India. devendra.15673@lpu.co.in."}], "LastName": "Pandey", "ForeName": "Devendra Kumar", "Initials": "DK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Life Sciences, Presidency University, 86/1 College Street, Kolkata, 700073, West Bengal, India. abhijit.dbs@presiuniv.ac.in."}], "LastName": "Dey", "ForeName": "Abhijit", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Appl Microbiol Biotechnol", "NlmUniqueID": "8406612", "ISSNLinking": "0175-7598"}, "ChemicalList": [{"RegistryNumber": "SML2Y3J35T", "NameOfSubstance": "Colchicine"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Colchicine"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Seeds"}, {"QualifierName": [], "DescriptorName": "Colchicaceae"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ade R, Rai MK (2009) Current advances in Gloriosa superba L. Biodiversitas. Journal of Biological Diversity 10(4):210–214"}, {"Citation": "Ade R, Rai M (2011) Multiple shoot formation in Gloriosa superba: a rare and endangered Indian medicinal plant. Nusantara Biosci 3(2):68–72"}, {"Citation": "Alamgir ANM (2017) Cultivation of herbal drugs, biotechnology, and in vitro production of secondary metabolites, high-value medicinal plants, herbal wealth, and herbal trade. In: Rainsford KD (ed) Therapeutic use of medicinal plants and their extracts Vol 1, Progress in Drug Research, vol 73. Springer, Cham, pp 379–452", "ArticleIdList": ["10.1007/978-3-319-63862-1_9"]}, {"Citation": "Arumugam A, Gopinath K (2012) In vitro Micropropagation using corm bud explants: an endangered medicinal plant of Gloriosa superba L. Asian J Biotechnol 4(3):120–128", "ArticleIdList": ["10.3923/ajbkr.2012.120.128"]}, {"Citation": "Ashokkumar K (2015) Gloriosa superba (L.): a brief review of its phytochemical properties and pharmacology. Int J Pharmacogn Phytochem Res 7(6):1190–93"}, {"Citation": "Ashraf A (2021) Colchicine poisoning: case report and literature review. MCMS 1:25–29"}, {"Citation": "Badwaik H, Kumar GT, Tripathi DK, Singh M, Khan AH (2011) A review on pharmacological profile for phytomedicine known as Gloriosa superba Linn. Res J Pharmacogn Phytochem 3(3):103–107"}, {"Citation": "Bai ALG, Agastian P (2013) Agrobacterium rhizogenes mediated hairy root induction for increased colchicine content in Gloriosa superba L. J Acad Ind Res 2(1):68–73"}, {"Citation": "Balamurugan V, Amal TC, Karthika P, Selvakumar S, Vasanth K (2019) Somatic embryogenesis and plant regeneration in Gloriosa superba L.: an endangered medicinal plant. In: Kumar M, Muthusamy A, Kumar V, Bhalla-Sarin N (eds) In vitro Plant breeding towards novel agronomic traits, biotic and abiotic stress tolerance. Springer, Singapore, pp 27–42", "ArticleIdList": ["10.1007/978-981-32-9824-8_2"]}, {"Citation": "Budhiraja A, Nepali K, Sapra S, Gupta S, Kumar S, Dhar KL (2013) Bioactive metabolites from an endophytic fungus of Aspergillus species isolated from seeds of Gloriosa superba Linn. Med Chem Res 22(1):323–329", "ArticleIdList": ["10.1007/s00044-012-0032-z"]}, {"Citation": "Chaudhary S, El-Shorbagi AN, Shridhar B, Gupta M, Verma HC (2019) A review on phytochemical and pharmacological profile of Gloriosa superba linn. Int Res J Pharm 10(4):1–5", "ArticleIdList": ["10.7897/2230-8407.1004113"]}, {"Citation": "Chimahali JO, Jebamalar AN, Duraikannu GA, Thirumal SI (2019) Phytochemical analysis and evaluation of antimicrobial activity in the whole plant extracts of Gloriosa superba. Phytochem Anal 12(6):245–249"}, {"Citation": "Cruz-Cruz CA, González-Arnao MT, Engelmann F (2013) Biotechnology and conservation of plant biodiversity. Resources 2(2):73–95", "ArticleIdList": ["10.3390/resources2020073"]}, {"Citation": "Custers JBM, Bergervoet JHW (1994) Micropropagation of Gloriosa: towards a practical protocol. Sci Hortic 57(4):323–334", "ArticleIdList": ["10.1016/0304-4238(94)90115-5"]}, {"Citation": "Dey A, Roy D, Mohture VM, Ghorai M, Rahman M, Anand U, Dewanjee S, Kumar M, Prasanth DA, Jha NK, Jha SK (2022) Biotechnological interventions and indole alkaloid production in Rauvolfia serpentina. Appl Microbiol Biotechnol 106(13-16):4867–4883. https://doi.org/10.1007/s00253-022-12040-8"}, {"Citation": "Dounias E (2008) Gloriosa superba L. In: Schmelzer GH, Gurib-Fakim A (eds) Plant resources of tropical Africa 11, Medicinal plants. Backhuys Publishers, pp 346-51"}, {"Citation": "Duclercq J, Sangwan-Norreel B, Catterou M, Sangwan RS (2011) De novo shoot organogenesis: from art to science. Trends Plant Sci 16(11):597–606", "ArticleIdList": ["21907610", "10.1016/j.tplants.2011.08.004"]}, {"Citation": "Gantait S, Kundu S, Das PK (2018) Acacia: an exclusive survey on in vitro propagation. J Saudi Soc Agric Sci 17(2):163–177"}, {"Citation": "Ghosh S, Ghosh B, Jha S (2006) Aluminium chloride enhances colchicine production in root cultures of Gloriosa superba. Biotechnol Lett 28(7):497–503", "ArticleIdList": ["16614932", "10.1007/s10529-006-0004-9"]}, {"Citation": "Ghosh S, Ghosh B, Jha S (2007) In vitrotuberisation of Gloriosa superba L. on basal medium. Sci Hortic 114(3):220–23", "ArticleIdList": ["10.1016/j.scienta.2007.06.008"]}, {"Citation": "Ghosh S, Ghosh B, Jha S (2016) Role of exogenous carbohydrate and amino acid sources on biomass and colchicine production in nontransformed root cultures of Gloriosa superba. Plant Tissue Cult Biotechnol 25(2):247–256", "ArticleIdList": ["10.3329/ptcb.v25i2.26258"]}, {"Citation": "Ghosh B, Mukherjee S, Jha TB, Jha S (2002) Enhanced colchicine production in root cultures of Gloriosa superba by direct and indirect precursors of the biosynthetic pathway. Biotechnology Lett 24(3):231–234", "ArticleIdList": ["10.1023/A:1014129225583"]}, {"Citation": "Giri CC, Zaheer M (2016) Chemical elicitors versus secondary metabolite production in vitr using plant cell, tissue and organ cultures: recent trends and a sky eye view appraisal. Plant Cell Tissue Organ Cult 126:1–18", "ArticleIdList": ["10.1007/s11240-016-0985-6"]}, {"Citation": "Gooneratne IK, Weeratunga P, Caldera M, Gamage R (2014) Toxic encephalopathy due to colchicine–Gloriosa superba poisoning. Pract Neurol 14(5):357–359", "ArticleIdList": ["24591648", "10.1136/practneurol-2013-000753"]}, {"Citation": "Gopinath K, Gowri S, Karthika V, Arumugam A (2014a) Green synthesis of gold nanoparticles from fruit extract of Terminalia arjuna, for the enhanced seed germination activity of Gloriosa superba. J Nanostruct Chem 4(115):1–11"}, {"Citation": "Gopinath K, Karthika V, Gowri S, Arumugam A (2014) In vitro morphogenetic regeneration from root explant of Gloriosa superba L. for enhanced crop production. Sci Tech J 1(8):27–30"}, {"Citation": "Gopinath K, Karthikeyan C, Hameed AH, Arunkumar K, Arumugam A (2015) Phytochemical synthesis and crystallization of sucrose from the extract of Gloriosa superba. Res J Phytochemi 9(4):144–160", "ArticleIdList": ["10.3923/rjphyto.2015.144.160"]}, {"Citation": "Greenway MB, Phillips IC, Lloyd MN, Hubstenberger JF, Phillip GC (2012) A nutrient medium for diverse applications and tissue growth of plant species in vitro. In Vitro Cell Dev Biol Plant 48(4):403–410", "ArticleIdList": ["10.1007/s11627-012-9452-1"]}, {"Citation": "Gurung R, Sharma S, Sharma S, Sharma V (2021) Gloriosa superba: its properties and in vitro production methods. Int J Botany Stud 6(3):74–77"}, {"Citation": "Hassan AKMS, Roy SK (2005) Micropropagation of Gloriosa superba L. through high frequency shoot proliferation. Plant Tissue Cult 15(1):67–7"}, {"Citation": "Hazarika BN (2003) Acclimatization of tissue-cultured plants. Curr Sci 85(12):1704–1712"}, {"Citation": "Hussain A, Qarshi IA, Nazir A, Ullah I (2012) Recent advances in plant in vitro culture. In: Leva A, Rinaldi L (eds) Plant tissue culture: current status and opportunities Recent advances in plant in vitroculture. Intech, Rijeka, Croatia, pp 1–28"}, {"Citation": "Ikeuchi M, Sugimoto K, Iwase A (2013) Plant callus: mechanisms of induction and repression. Plant Cell 25(9):3159–3173", "ArticleIdList": ["24076977", "3809525", "10.1105/tpc.113.116053"]}, {"Citation": "Jain AP, Suryavanshi S (2010) G. superba linn. – a pharmacological review. Int J Pharm Res Dev 2(8):24–6"}, {"Citation": "Jana S, Shekhawat GS (2011) Critical review on medicinally potent plant species: Gloriosa superba. Fitoterapia 82(3):293–301", "ArticleIdList": ["21059382", "10.1016/j.fitote.2010.11.008"]}, {"Citation": "Jawahar G, Punita DL, Rajasheker G, Manoharachary C, Venkatachalam P, Kavi Kishor PB (2018) Feeding elicitors and precursors enhance colchicine accumulation in morphogenic cultures of Gloriosa superba L. Plant Cell Tissue Organ Cult 135(2):235–245", "ArticleIdList": ["10.1007/s11240-018-1459-9"]}, {"Citation": "Jayaprakash K, Manokari M, Badhepuri MK, Raj MC, Dey A, Shekhawat MS (2021) Influence of meta-topolin on in vitro propagation and foliar micro-morpho-anatomical developments of Oxystelma esculentum (Lf) Sm. Plant Cell Tissue Organ Cul 147:325–337", "ArticleIdList": ["10.1007/s11240-021-02126-y"]}, {"Citation": "Kahate PM (2017) In vitro shoots multiplication through callus culture of Gloriosa superba L., a threatened medicinal plant of Melghat Tiger Reserve, Maharashtra, India. Int J Life Sci A8:33–36"}, {"Citation": "Kefi S (2018) A Novel approach for production of colchicine as a plant secondary metabolite by in vitro plant cell and tissue cultures. J Agr Sci Tech 8:121–128"}, {"Citation": "Khandel AK, Gantait S, Verma SK (2022) Optimization of growing conditions, substrate-types and their concentrations for acclimatization and post-acclimatization growth of in vitro-raised flame lily (Gloriosa superba L.) plantlets. Vegetos 35(1):228–236", "ArticleIdList": ["10.1007/s42535-021-00297-9"]}, {"Citation": "Kolar AB (2010) Survey of medicinal plants and in vitro studies in Gloriodsa superba L. an endangered medicinal plant of Pachamalai Hills Tamil Nadu. Bharathidasan University, India"}, {"Citation": "Kothari SL, Joshi A, Kachhwaha S, Ochoa-Alejo N (2010) Chilli peppers — a review on tissue culture and transgenesis. Biotechnol Adv 28(1):35–48", "ArticleIdList": ["19744550", "10.1016/j.biotechadv.2009.08.005"]}, {"Citation": "Kumar CN, Jadhav SK, Tiwari KL, Quraishi A (2015) In vitro tuberization and colchicine content analysis of Gloriosa superba L. Biotechnol 14(3):142–147", "ArticleIdList": ["10.3923/biotech.2015.142.147"]}, {"Citation": "Lyer R, Quadri S (2021) Gloriosa superba L.: a concise review. Agric Environ 2(3):8–12"}, {"Citation": "Madhavan M, Joseph JP (2008) Direct somatic embryogenesis in Gloriosa superba L. an endangered medicinal plant of India. Plant Cell Biotechnol Mol Biol 9(1–2):7–12"}, {"Citation": "Madhavan M, Joseph JP (2010) Histological marker to differentiate organogenic calli from non organogenic calli of Gloriosa superba L. Plant Tissue Cult Biotechnol 20(1):1–5", "ArticleIdList": ["10.3329/ptcb.v20i1.5957"]}, {"Citation": "Mahajan R, Billowaria P, Kapoor N (2018) In vitro conservation strategies for Gloriosa superba L.: an endangered medicinal plant. In: Kumar N (ed) Biotechnological approaches for medicinal and aromatic plants (conservation, genetic improvement and utilization). Springer, pp 489–501"}, {"Citation": "Mahajan R, Kapoor N, Billowria P (2016) Callus proliferation and in vitro organogenesis of Gloriosa superba: an endangered medicinal plant. Ann Plant Sci 5:1466–1471"}, {"Citation": "Mahajan YA, Shinde BA, Mulani FA, Gade AB, Kasodekar AK, Thulasiram HV, Kadoo NY, Nikam TD (2022) Diversity assessment of Gloriosa superba accessions from Western Ghats of India based on morphological traits, ISSR markers and metabolite content. J Appl Res Med Aromat Plants 30:100388"}, {"Citation": "Mahendran D, Kishor PBK, Sreeramanan S, Venkatachalam P (2018) Enhanced biosynthesis of colchicine and thiocolchicoside contents in cell suspension cultures of Gloriosa superba L. exposed to ethylene inhibitor and elicitors. Ind Crop Prod 120(4):123–30"}, {"Citation": "Mahendran D, Kishor PBK, Geetha N, Venkatachalam P (2018b) Phycomolecule-coated silver nanoparticles and seaweed extracts induced high-frequency somatic embryogenesis and plant regeneration from Gloriosa superba L. J Appl Phycol 30:1425–1436", "ArticleIdList": ["10.1007/s10811-017-1293-1"]}, {"Citation": "Mahendran D, Thiyagarajan M, Kishor PBK, Venkatachalam P (2016) Efficient plant regeneration from shoot tip explants of Gloriosa superba L.: an endangered anticancer medicinal plant. Plant Cell Biotechnol Mol Biol 17(1&2):31–8"}, {"Citation": "Manokari M, Priyadharshini S, Cokulraj M, Dey A, Shekhawat MS (2021b) Meta-topolin induced morphometric and structurally stable bulblets in Malabar River Lily (Amaryllidaceae). Plant Cell Tissue Organ Cul Plant Cell, Tissue and Organ Culture (PCTOC) 148(2):377–385"}, {"Citation": "Manokari M, Priyadharshini S, Jogam P, Dey A, Shekhawat MS. (2021a) Meta-topolin and liquid medium mediated enhanced micropropagation via ex vitro rooting in Vanilla planifolia Jacks. ex Andrews. Plant Cell Tissue Organ Cul Plant Cell, Tissue and Organ Culture (PCTOC) 146(1):69–82"}, {"Citation": "Maroyi A, Maesen LJGVD (2011) Gloriosa superba L. (family Colchicaceae): remedy or poison? J Med Plant Res 5(26):6112–21", "ArticleIdList": ["10.5897/JMPR11.913"]}, {"Citation": "Mittal C, Chaudhari VA, Ramamoorthi S, Sundaragiri S, Kumaran S (2022) A death due to wild tuber ingestion with literature review. J Indian Acad Forensic Med 44:S63–S66", "ArticleIdList": ["10.5958/0974-0848.2022.00016.1"]}, {"Citation": "Misra A, Srivastava S, Kumar S, Shukla PK, Kumar M, Agrawal PK, Barik SK (2020) Chemotaxonomic studies on natural population of Gloriosa superba (L.) collected from Gangetic plain (India) and their invitro antigout activity for the identification of elite germplasm (s). J Ethnopharmacol. 249:112387", "ArticleIdList": ["31756449", "10.1016/j.jep.2019.112387"]}, {"Citation": "Misra A, Shukla PK, Kumar M, Rawat P, Srivastava S (2022) Intraspecific variation in Gloriosa Superba (L.) Population from Western Himalayas (India) and evaluation of in vitro antigout potential. Proc Natl Acad Sci India Sect B Biol Sci 92(2):473–83", "ArticleIdList": ["10.1007/s40011-022-01350-6"]}, {"Citation": "Moshtaghi N (2020) Tissue and cell culture of saffron. In: Koocheki A, Hosseini MK (eds) Saffron science, technology and health, 1st edn. A volume in Woodhead Publishing Series in Food Science, Technology and Nutrition, pp 229–46"}, {"Citation": "Murashige T, Skoog F (1962) A revised medium for rapid growth and bioassays with tobacco tissue cultures. Physiol Plant 15:473–479", "ArticleIdList": ["10.1111/j.1399-3054.1962.tb08052.x"]}, {"Citation": "Murthy HN, Lee EJ, Paek KY (2014) Production of secondary metabolites from cell and organ cultures: strategies and approaches for biomass improvement and metabolite accumulation. Plant Cell Tissue Organ Cult 118(1):1–16", "ArticleIdList": ["10.1007/s11240-014-0467-7"]}, {"Citation": "Nandy S, Singh J, Pandey DK, Dey A (2020) Hemidesmus indicus L. Br.: critical assessment of in vitro biotechnological advancements and perspectives. Appl Microbiol Biotechnol 104(20):8517–48", "ArticleIdList": ["32910270", "10.1007/s00253-020-10851-1"]}, {"Citation": "Nandy S, Das T, Tudu CK, Mishra T, Ghorai M, Gadekar VS, Anand U, Kumar M, Behl T, Shaikh NK, Jha NK, Shekhawat MS, Pandey DK, Dwivedi P, Radha DA (2022) Unravelling the multi-faceted regulatory role of polyamines in plant biotechnology, transgenics and secondary metabolomics. Appl Microbio Biotech 106:905–929", "ArticleIdList": ["10.1007/s00253-021-11748-3"]}, {"Citation": "Nandy S, Hazra AK, Pandey DK, Ray P, Dey A (2021) Elicitation of industrially promising vanillin type aromatic compound 2-hydroxy 4-methoxy benzaldehyde (MBAlD) yield in the in-vitro raised medicinal crop Hemidesmus indicus (L) R. Br. by methyl jasmonate and salicylic acid. Indust Crop Prod 164:113375", "ArticleIdList": ["10.1016/j.indcrop.2021.113375"]}, {"Citation": "Neto VBDP, Otoni W (2003) Carbon sources and their osmotic potential in plant tissue culture: does it matter? Sci Hortic 97(3–4):193–202", "ArticleIdList": ["10.1016/S0304-4238(02)00231-5"]}, {"Citation": "Nikhila GS, Sangeetha G, Nair AG, Pradeesh S, Swapna TS (2014) High frequency embryogenesis and organogenesis in Gloriosa superba L.—a plant in need of conservation. J Aquat Biol Fish 2:398–402"}, {"Citation": "Nikhila GS, Sangeetha G, Swapna TS (2015) Antiinflammatory properties of the root tubers of Gloriosa superba and its conservation through micropropagation. J Med Plant Res 9(1):1–7", "ArticleIdList": ["10.5897/JMPR2014.5512"]}, {"Citation": "Nitsch JP, Nitsch C (1969) Haploid plants from pollen grains. Science 163(3862):85–87", "ArticleIdList": ["17780179", "10.1126/science.163.3862.85"]}, {"Citation": "Omamor IB, Asemota AO, Eke CR, Eziashi EI (2007) Fungal contaminants of the oil palm tissue culture in Nigerian institute for oil palm research. Afr J Agr Res 2(10):534–537"}, {"Citation": "Oyebanji OB, Nweke O, Odebunmi O, Galadima NB, Idris MS, Nnodi UN, Afolabi AS, Ogbadu GH (2009) Simple, effective and economical explant-surface sterilization protocol for cowpea, rice and sorghum seeds. Afr J Biotechnol 8(20):5395–99"}, {"Citation": "Padmapriya S, Rajamani K, Sathiyamurthy VA (2016) Glory lily (Gloriosa superba L.) - A review. Int J Curr Pharmaceut Rev Res 7(1):43–9"}, {"Citation": "Pandey DK, Kaur P, Kumar V, Banik RM, Malik T, Dey A (2021) Screening the elite chemotypes of Gloriosa superba L. in India for the production of anticancer colchicine: simultaneous microwave-assisted extraction and HPTLC studies. BMC Plant Biol 21(1):1–8", "ArticleIdList": ["10.1186/s12870-021-02843-8"]}, {"Citation": "Pandey DK, Malik T, Dey A, Singh J, Banik RM (2014) Improved growth and colchicine concentration in Gloriosa superba on mycorrhizal inoculation supplemented with phosphorus-fertilizer. African J Tradit Complement Altern 11(2):439–446", "ArticleIdList": ["10.4314/ajtcam.v11i2.30"]}, {"Citation": "Patel AI, Desai BS, Chaudhari BN, Vashi JM (2020) Genetic improvement in glory lily (Gloriosa superba L.): a review. Int J Chem Stud 8(4):255–60", "ArticleIdList": ["10.22271/chemi.2020.v8.i4d.9701"]}, {"Citation": "Qin S, Chen HH, Klenk HP, Kim CJ, Xu LH, Li WJ (2010) Saccharopolyspora gloriosae sp. nov., an endophytic actinomycete isolated from the stem of Gloriosa superba L. Int J Syst Evol Microbiol 60(5):1147–51", "ArticleIdList": ["19666795", "10.1099/ijs.0.015792-0"]}, {"Citation": "Rathnayaka RN, Ranathunga PN, Fernando R (2017) Epidemiology and clinical profile of Gloriosa superba poisoning in Sri Lanka. Am J Toxicol 2(1):9–15"}, {"Citation": "Rathod D, Panigrahi J, Patel I (2021) Colchicine (a high-priced alkaloid) accumulation and HPTLC quantification in different stages of in vitro developed tuber of Gloriosa superba L. Futur J Pharm Sci 7(177):1–9"}, {"Citation": "Rishi A (2011) In vitro callus induction and regeneration of healthy plants of Gloriosa superba Linn. Indian J Fundam Appl Life Sci 1:64–65"}, {"Citation": "Santhoshkumar S, Karthi C, Velayutham P, Jeyaprakash R, Thajuddin N, Kala K (2016) Effect of cyanobacterial extracellular products on mass propagation of Gloriosa superba L. through shoot apex explants. World J Pharm Pharmaceut Sci 5(11):1324–34"}, {"Citation": "Sen A, Batra A (2011) Crucial role of nitrogen in in vitro regeneration of Phyllanthus amarus Schum. and Thonn. Int J Pharmaceut Sci Res 34:2146–2151"}, {"Citation": "Sen S, Krishnasamy V, Krishnaveni S, Vijayalakshmi C, Rajamani K, Gnanam R (2013) Evidence of floral reversion during in vitro shoot regeneration from young inflorescence of the medicinal geophyte Gloriosa superba L. Plant Tissue Cult Biotech 23(1):115–120", "ArticleIdList": ["10.3329/ptcb.v23i1.15568"]}, {"Citation": "Selvarasu A, Kandhasamy R (2012) In vitro tuberization of glory lily (Gloriosa superba L.). J Hortic For 4(5):81–4"}, {"Citation": "Senthilkumar M (2013) Phytochemical screening of Gloriosa superba L. - from different geographical positions. Int J Sci Res Publ 3(1):1–5"}, {"Citation": "Shahzad A, Shaheen A (2013) In vitro conservation protocols for some endangered medicinal-plant. In: Shahid M, Shahzad A, Malik A, Sahai A (eds) Recent trends in biotechnology and therapeutic applications of medicinal plants. Springer, Dordrecht, pp 305–21", "ArticleIdList": ["10.1007/978-94-007-6603-7_14"]}, {"Citation": "Shanmugam H, Rathinam R, Chinnathambi A, Venkatesan T (2009) Antimicrobial and mutagenic properties of the root tubers of Gloriosa superba linn. (Kalihari.). Pak J Bot 41(1):293–99"}, {"Citation": "Singh D, Mishra M, Yadav AS (2015) Study the effect of growth regulators on micropropagation of Gloriosa superba L. from seeds and their acclimatization. Annu Res Rev Biol 7(2):84–90", "ArticleIdList": ["10.9734/ARRB/2015/12975"]}, {"Citation": "Sivakumar G, Krishnamurthy KV (2000) Micropropagation of Gloriosa superba L.: an endangered species of Asia and Africa. Curr Sci 78:30–32"}, {"Citation": "Sivakumar S, Krishnamurthy KV, Rajendran TD (2003a) Embryoidogenesis and plant regeneration from leaf tissue of Gloriosa superba. Planta Med 69(5):479–481", "ArticleIdList": ["12802738", "10.1055/s-2003-39700"]}, {"Citation": "Sivakumar G, Krishnamurthi KV, Rajendran TD (2003) In vitro corm production in Gloriosa superba L., an ayurvedic medicinal plant. J Hortic Sci Biotechnol 78(4):450–53", "ArticleIdList": ["10.1080/14620316.2003.11511648"]}, {"Citation": "Sivakumar G, Krishnamurthy KV (2004) In vitro organogenetic responses of Gloriosa superba. Russ J Plant Physiol 51:713–721", "ArticleIdList": ["10.1023/B:RUPP.0000040761.45363.75"]}, {"Citation": "Sivakumar G, Krishnamurthi KV, Hahn EJ, Paek KY (2004) Enhanced in vitro production of colchicine in Gloriosa superba L. — an emerging industrial medicinal crop in South India. J Hortic Sci Biotechnol 79(4):602–05", "ArticleIdList": ["10.1080/14620316.2004.11511813"]}, {"Citation": "Sivakumar S, Siva G, Sathish S, Prem Kumar G, Vigneswaran M, Vinoth S, Kumar TS, Sathishkumar R, Jayabalan N (2019) Influence of exogenous polyamines and plant growth regulators on high frequency in vitro mass propagation of Gloriosa superba L. and its colchicine content. Biocatal Agric Biotechnol 18:1–15", "ArticleIdList": ["10.1016/j.bcab.2019.101030"]}, {"Citation": "Srinivasa R, Siddiqui N, Mishra R (2018) Effects of additive supplements in tissue culture of Gloriosa superba L. - a medicinally important plant. Indian J Appl Pure Bio 33(1):75–81"}, {"Citation": "Subiramani S, Sundararajan S, Govindarajan S, Sadasivam V, Ganesan PK, Packiaraj G, Manickam V, Thiruppathi SK, Ramalingam S, Narayanasamy J (2019) Optimized in vitro micro-tuber production for colchicine biosynthesis in Gloriosa superba L. and its anti-microbial activity against Candida albicans. Plant Cell Tissue Organ Cult 139(1):177–90"}, {"Citation": "Sumaryono S, Muslihatin W, Ratnadewi D (2012) Effect of carbohydrate source on growth and performance of in vitro sago palm (Metroxylon sagu Rottb.) Plantlets. Hayati J Biosci 19(2):88–92", "ArticleIdList": ["10.4308/hjb.19.2.88"]}, {"Citation": "Swamy MK, Nath S, Paul S, Jha NK, Purushotham B, Rohit KC, Dey A (2021) Biotechnology of camptothecin production in Nothapodytes nimmoniana, Ophiorrhiza sp. and Camptotheca acuminata. Appl Microbio Biotech 105:9089–9102", "ArticleIdList": ["10.1007/s00253-021-11700-5"]}, {"Citation": "Swapna TS, Nikhila GS (2018) In vitro root induction — an improved system for production and elicitation of colchicine from Gloriosa superba L. Indian J Exp Biol 56:519–525"}, {"Citation": "Umavathi S, Gopinath K, Manjula MS, Balalakshi C, Arumugam A (2020) Gloriosa superba L: a critical review of recent advances. AJ Life Sci 3(2):48–65"}, {"Citation": "Vaishnavi BA, Khanm H, Bhoomika HR (2019) Review on pharmacological properties of glory lily (Gloriosa superba Linn.)-an endangered medicinal plant. Int J Curr Microbiol App Sci 8(02):1359–1364", "ArticleIdList": ["10.20546/ijcmas.2019.802.159"]}, {"Citation": "Varsha K, Sharma A, Kaur A, Madan J, Pandey RS, Jain UK, Chandra R (2017) Natural plant-derived anticancer drugs nanotherapeutics: a review on preclinical to clinical success. Nanostructures for cancer therapy :775–809. https://doi.org/10.1016/B978-0-323-46144-3.00028-3"}, {"Citation": "Veeraiah S, Reddy J (2012) Current strategic approaches in ethnomedicinal plants of Tinospora cordifolia and Gloriosa superba–a review. Int J Pharm Bio Sci 3(2):320–326"}, {"Citation": "Venkatachalam P, Ezhili N, Thiyagarajan M (2012) In vitro shoot multiplication of Gloriosa superba L. – an important anticancer medicinal herb. International Conference on Biotechnology, Biological and Biosystems Engineering, Phuket Thailand, pp 246–49"}, {"Citation": "Yadav K, Aggarwal A, Singh N (2012) Actions for ex situ conservation of Gloriosa superba L.-an endangered ornamental cum medicinal plant. J Crop Sci Biotechnol 15(4):297–303", "ArticleIdList": ["10.1007/s12892-012-0045-7"]}, {"Citation": "Yadav K, Aggarwal A, Singh N (2013) Arbuscular mycorrhizal fungi (AMF) induced acclimatization, growth enhancement and colchicine content of micropropagated Gloriosa superba L. plantlets. Ind Crop Prod 45:88–93", "ArticleIdList": ["10.1016/j.indcrop.2012.12.001"]}, {"Citation": "Yadav K, Groach R, Aggarwal A, Singh N (2015) A reliable protocol for micropropagation of Gloriosa superba L. (Colchicaceae). As Pac J Mol Biol Biotechnol 23(1):243–52"}, {"Citation": "Zarev Y, Ionkova I (2014) Establishment of Gloriosa superba cell suspension cultures. Proceedings of the Eighth conference on medicinal and aromatic plants of Southeast European Countries (8th CMAPSEEC) Durrës, Albania, pp 362–68"}, {"Citation": "Zarev Y, Popova P, Foubert K, Ionkova I, Pieters L (2021) Comparative LC–MS analysis of tropolone alkaloids from in vitro cultures and native sources of Gloriosa superba by Kendrick mass defect plots. Phytochem Anal 32(4):446–456", "ArticleIdList": ["32888246", "10.1002/pca.2992"]}, {"Citation": "Zhang FS, He QZ, Qin CH, Little PJ, Weng JP (2022) Xu SW (2022) Therapeutic potential of colchicine in cardiovascular medicine: a pharmacological review. Acta Pharmacol Sin 19:1–8"}, {"Citation": "Zimmerman JL (1993) Somatic embryogenesis: a model for early development in higher plants. Plant Cell 5(10):1411–1423", "ArticleIdList": ["12271037", "160372", "10.2307/3869792"]}], "ReferenceList": [], "Title": "References"}], "History": [{"Year": "2022", "Month": "4", "Day": "22"}, {"Year": "2022", "Month": "7", "Day": "21"}, {"Year": "2022", "Month": "7", "Day": "20"}, {"Year": "2022", "Month": "8", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "8", "Hour": "23", "Minute": "24"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35941253", "10.1007/s00253-022-12094-8", "10.1007/s00253-022-12094-8"]}}], "PubmedBookArticle": []}