{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anti-oxidants", "Antineoplastic protocols", "Fertility preservation", "Ovarian follicle", "Phytotherapy"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35949305", "DateRevised": {"Year": "2022", "Month": "08", "Day": "13"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.22038/IJBMS.2022.58927.13092"], "Journal": {"ISSN": "2008-3866", "JournalIssue": {"Volume": "25", "Issue": "6", "PubDate": {"Year": "2022", "Month": "Jun"}}, "Title": "Iranian journal of basic medical sciences", "ISOAbbreviation": "Iran J Basic Med Sci"}, "ArticleTitle": "<i>Amburana cearensis</i> leaf extract protects against cisplatin-induced ovarian damage through regulation of p-PTEN and p-Akt proteins in mice.", "Pagination": {"StartPage": "683", "EndPage": "689", "MedlinePgn": "683-689"}, "Abstract": {"AbstractText": ["To evaluate the effects of <i>Amburana cearensis</i> leaf extract against cisplatin-induced ovarian toxicity in mice and involvement of p-PTEN and p-Akt proteins.", "<i>A. cearensis</i> ethanolic leaf extract was analyzed by high-performance liquid chromatography (HPLC). Mice were pretreated once daily for 3 days as follows: (1) the control group was pretreated with oral administration (o.p.) of saline solution, followed by intraperitoneal (IP) injection of saline solution. The other groups were pretreated (o.p.) with (2) saline solution (cisplatin group), (3) <i>N-</i>acetylcysteine (positive control), with (4) 50, or (5) 200 mg/kg body weight of <i>A. cearensis</i> extract, followed by injection of 5 mg/kg body weight (IP) of cisplatin. The ovaries were harvested and destined for histological (follicular morphology), immunohistochemistry (apoptosis and cell proliferation), and fluorescence (reactive oxygen species [ROS], glutathione concentrations [GSH], and active mitochondria) analyses. Furthermore, immunoexpression of p-PTEN and p-Akt was evaluated to elucidate a potential mechanism by which <i>A. cearensis</i> extract could prevent cisplatin-induced ovarian damage.", "After HPLC analysis, protocatechuic acid was detected in the extract. The pretreatment with <i>N</i>-acetylcysteine or <i>A. cearensis</i> extract maintained the percentage of normal follicles and cell proliferation, reduced apoptosis and ROS concentrations, and increased GSH concentrations and mitochondrial activity compared with cisplatin treatment. Furthermore, pretreatment with <i>A. cearensis</i> extract regulated p-PTEN and p-Akt immunoexpression after cisplatin exposure.", "Pretreatment with <i>A. cearensis</i> extract prevented cisplatin-induced ovarian damage through its anti-oxidant actions and by modulating the expression of phosphorylated PTEN and Akt proteins."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nucleus of Biotechnology Applied to Ovarian Follicle Development, Department of Veterinary Medicine, Federal University of São Francisco Valley, Petrolina, Pernambuco, Brazil."}], "LastName": "Gouveia", "ForeName": "Bruna B", "Initials": "BB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nucleus of Biotechnology Applied to Ovarian Follicle Development, Department of Veterinary Medicine, Federal University of São Francisco Valley, Petrolina, Pernambuco, Brazil."}], "LastName": "Barberino", "ForeName": "Ricássio S", "Initials": "RS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nucleus of Biotechnology Applied to Ovarian Follicle Development, Department of Veterinary Medicine, Federal University of São Francisco Valley, Petrolina, Pernambuco, Brazil."}], "LastName": "Menezes", "ForeName": "Vanúzia G", "Initials": "VG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nucleus of Biotechnology Applied to Ovarian Follicle Development, Department of Veterinary Medicine, Federal University of São Francisco Valley, Petrolina, Pernambuco, Brazil."}], "LastName": "Monte", "ForeName": "Alane P O", "Initials": "APO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nucleus of Biotechnology Applied to Ovarian Follicle Development, Department of Veterinary Medicine, Federal University of São Francisco Valley, Petrolina, Pernambuco, Brazil."}], "LastName": "Silva", "ForeName": "Regina Lucia S", "Initials": "RLS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Veterinary Pharmacology, Department of Veterinary Medicine, Federal University of São Francisco Valley, Petrolina, Pernambuco, Brazil."}], "LastName": "Palheta", "ForeName": "Raimundo C", "Initials": "RC", "Suffix": "Jr"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Drug, Medicament and Food Analysis, Department of Pharmacy, Federal University of São Francisco Valley, Petrolina, Pernambuco, Brazil."}], "LastName": "Rolim", "ForeName": "Larissa A", "Initials": "LA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Drug, Medicament and Food Analysis, Department of Pharmacy, Federal University of São Francisco Valley, Petrolina, Pernambuco, Brazil."}], "LastName": "Pereira", "ForeName": "Emanuella C V", "Initials": "ECV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Studies and Research of Medicinal Plants, Department of Pharmacy, Federal University of São Francisco Valley, Petrolina, Pernambuco, Brazil."}], "LastName": "Oliveira", "ForeName": "Raimundo G", "Initials": "RG", "Suffix": "Jr"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Studies and Research of Medicinal Plants, Department of Pharmacy, Federal University of São Francisco Valley, Petrolina, Pernambuco, Brazil."}], "LastName": "Almeida", "ForeName": "Jackson Roberto G S", "Initials": "JRGS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nucleus of Biotechnology Applied to Ovarian Follicle Development, Department of Veterinary Medicine, Federal University of São Francisco Valley, Petrolina, Pernambuco, Brazil."}], "LastName": "Matos", "ForeName": "Maria Helena T", "Initials": "MHT"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Iran J Basic Med Sci", "NlmUniqueID": "101517966", "ISSNLinking": "2008-3866"}, "CoiStatement": "None of the authors has any conflicts of interest to declare."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Silveira ZS, Macêdo NS, Bezerra SR, Siyadatpanah A, Coutinho HDM, Seifi Z, et al. Phytochemistry and biological activities of amburana cearensis (allemão) ACSm. Molecules. 2022;27:505–524.", "ArticleIdList": ["PMC8781860", "35056820"]}, {"Citation": "Macêdo MJF, Ribeiro D A, de Oliveira Santos M, de Macêdo DG, Macedo JGF, Almeida BV, et al. Fabaceae medicinal flora with therapeutic potential in Savanna areas in the Chapada do Araripe, Northeastern Brazil. Rev Bras Farmacogn. 2018;28:738–750."}, {"Citation": "Gouveia BB, Barros VRP, Gonçalves RJS, Barberino RS, Menezes VG, Lins TLB, et al. Effect of ovarian tissue transportation in Amburan acearensis extract on the morphology and apoptosis of goat preantral follicles. Anim Reprod. 2015;12:316–323."}, {"Citation": "Pereira ÉPL, Souza CS, Amparo J, Ferreira RS, Nuñez Figueredo Y, Fernandez LG, et al. Amburana cearensis seed extract protects brain mitochondria from oxidative stress and cerebellar cells from excitotoxicity induced by glutamate. J Ethnopharmacol. 2017;209:157–166.", "ArticleIdList": ["28712890"]}, {"Citation": "Silva JHCE, Ferreira RS, Pereira EP, Braga-de-Souza S, Almeida MMA, Santos CCD, et al. Amburana cearensis: pharmacological and neuroprotective effects of Its compounds. Molecules. 2020;25:3394–3410.", "ArticleIdList": ["PMC7435960", "32726999"]}, {"Citation": "Mathis KM, Sturgeon KM, Winkels RM, Wiskemann J, Williams NI, Schmitz K. Exercise and chemotherapy-induced amenorrhea. Med Hypotheses. 2018;116:49–53.", "ArticleIdList": ["29857911"]}, {"Citation": "Zheng S, Ma M, Chen Y, Li M. Effects of quercetin on ovarian function and regulation of the ovarian PI3K/Akt/FoxO3a signalling pathway and oxidative stress in a rat model of cyclophosphamide-induced premature ovarian failure. Basic Clin Pharmacol Toxicol. 2022;130:240–253.", "ArticleIdList": ["34841658"]}, {"Citation": "Barberino RS, Menezes VG, Ribeiro AE, Palheta Jr RC, Jiang X, Smitz JE, et al. Melatonin protects against cisplatin-induced ovarian damage in mice via the MT1 receptor and anti-oxidant activity. Biol Reprod. 2017;96:1244–1255.", "ArticleIdList": ["28595266"]}, {"Citation": "Ayres LS, Berger M, Durli ICLO, Kuhl CP, Terraciano PB, Garcez TNA, et al. Kallikrein-kinin system and oxidative stress in cisplatin-induced ovarian toxicity. Reprod Toxicol. 2020;93:1–9.", "ArticleIdList": ["31874189"]}, {"Citation": "Eldani M, Luan Y, Xu PC, Bargar T, Kim S-Y. Continuous treatment with cisplatin induces the oocyte death of primordial follicles without activation. FASEB J. 2020;34:13885–13899.", "ArticleIdList": ["PMC7722145", "32830364"]}, {"Citation": "Barnes J, Anderson LA, Phillipson JD. Herbal Medicines. 3rd ed. London: Pharmaceutical Press. 2007:176–213."}, {"Citation": "Dulf FV, Vodnar DC, Dulf EH, Pintea A. Phenolic compounds, flavonoids, lipids and anti-oxidant potential of apricot (Prunus armeniaca L ) pomace fermented by two filamentous fungal strains in solid state system. Chem Cent J. 2017;11:92–102.", "ArticleIdList": ["PMC5608653", "29086904"]}, {"Citation": "Gouveia BB, Barberino RS, Dos Santos Silva RL, Lins TLBG, da Silva Guimarães V, do Monte APO, et al. Involvement of PTEN and FOXO3a proteins in the protective activity of protocatechuic acid against cisplatin-induced ovarian toxicity in mice. Reprod Sci. 2021;28:865–876.", "ArticleIdList": ["33174187"]}, {"Citation": "Pedersen T, Peters H. Proposal for a classification of oocytes and follicles in the mouse ovary. J Reprod Fertil. 1968;17:555–557.", "ArticleIdList": ["5715685"]}, {"Citation": "Leal LKAM, Oliveira FG, Fontenele JB, Ferreira MAD, Viana GSB. Toxicological study of the hydroalcoholic extract from amburana cearensis in rats. Pharm Biol. 2003;41:308–314."}, {"Citation": "Gouveia BB, Macedo TJS, Santos JMS, Barberino RS, Menezes VG, Müller M C, et al. Supplemented base medium containing amburana cearensis associated with FSH improves in vitro development of isolated goat preantral follicles. Theriogenology. 2016;86:1275–1284.", "ArticleIdList": ["27287468"]}, {"Citation": "Zhang S, Gai Z, Gui T, Chen J, Chen Q, Li Y. Anti-oxidant effects of protocatechuic acid and protocatechuic aldehyde: old wine in a new bottle. Evid Based Complement Alternat Med. 2021;8:6139308–6139327.", "ArticleIdList": ["PMC8592717", "34790246"]}, {"Citation": "Birck M, Dalchiavon FC, Stasiak D, Iocca AFS, Hiolanda R, Carvalho CGP. Performance of sunflower cultivars at different seeding periods in central Brazil. Cienc Agrotec. 2016;41:42–51."}, {"Citation": "Yamabe N, Park JY, Lee S, Cho EJ, Lee S, Kang KS, et al. Protective effects of protocatechuic acid against cisplatin-induced renal damage in rats. J Funct Foods. 2015;19:20–27."}, {"Citation": "Menezes VG, Santos JMS, Macedo TJS, Lins TLBG, Barberino RS, Gouveia BB, et al. Use of protocatechuic acid as the sole anti-oxidant in the base medium for in vitro culture of ovine isolated secondary follicles. Reprod Domest Anim. 2017;52:890–898.", "ArticleIdList": ["28556248"]}, {"Citation": "Wang Z, Sun W, Sun X, Wang Y, Zhou M. Kaempferol ameliorates cisplatin induced nephrotoxicity by modulating oxidative stress, inflammation and apoptosis via ERK and NF-κB pathways. AMB Express. 2020;10:58–69.", "ArticleIdList": ["PMC7098399", "32219583"]}, {"Citation": "Altındağ F, Meydan İ. Evaluation of protective effects of gallic acid on cisplatin-induced testicular and epididymal damage. Andrologia. 2021;53:14189–14201.", "ArticleIdList": ["34268770"]}, {"Citation": "Ayazoglu Demir E, Mentese A, Kucuk H, Turkmen Alemdar N, Demir S. P-coumaric acid alleviates cisplatin-induced ovarian toxicity in rats. J Obstet Gynaecol Res. 2022;48:411–419.", "ArticleIdList": ["34877753"]}, {"Citation": "Chang EM, Lim E, Yoon S, Jeong K, Bae S, Lee DR, et al. Cisplatin induces overactivation of the dormant primordial follicle through PTEN/AKT/FOXO3a pathway, which leads to loss of ovarian reserve in mice. PLoS One. 2015;10:144245–144261.", "ArticleIdList": ["PMC4699462", "26656301"]}, {"Citation": "Chen Z, Kang X, Wang L, Dong H, Wang C, Xiong Z, et al. Rictor/mTORC2 pathway in oocytes regulates folliculogenesis, and its inactivaction causes premature ovarian failure. J Biol Chem. 2015;290:6387–6396.", "ArticleIdList": ["PMC4358274", "25564616"]}, {"Citation": "Abdelmageed ME, Shehatou GSG, Suddek GM, Salem HA. Protocatechuic acid improves hepatic insulin resistance and restores vascular oxidative status in type-2 diabetic rats. Environ Toxicol Pharmacol. 2021;83:103577–103587.", "ArticleIdList": ["33383195"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "7", "Day": "12"}, {"Year": "2022", "Month": "5", "Day": "31"}, {"Year": "2022", "Month": "8", "Day": "11", "Hour": "2", "Minute": "15"}, {"Year": "2022", "Month": "8", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "12", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "6", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35949305", "PMC9320200", "10.22038/IJBMS.2022.58927.13092"]}}], "PubmedBookArticle": []}