{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35958915", "DateRevised": {"Year": "2022", "Month": "08", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "07", "Day": "31"}], "Language": ["eng"], "ELocationID": ["8022599", "10.1155/2022/8022599"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2022", "PubDate": {"Year": "2022"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Phytochemical Classification of Medicinal Plants Used in the Treatment of Kidney Disease Based on Traditional Persian Medicine.", "Pagination": {"StartPage": "8022599", "MedlinePgn": "8022599"}, "Abstract": {"AbstractText": ["This review was focused on studying the various secondary metabolites in model plants of Iranian herbal medicine known as treatment of kidney diseases in traditional Persian medicine textbooks including Makhzan-ol-Advieh, The Canon of Medicine, and Taghvim al-Abdan fi Tadbir al-Ensan.", "Secondary metabolites of 94 medical plants belonging to 42 families were reported with their scientific and family name.", "Although herbal medicines are gaining rapid popularity among people and the pharmaceutical industry, the understandings of the phytochemical and therapeutic properties of medicinal plant are important for developing effective nephroprotective medicines. Therefore, the relationship between traditional uses and biological properties should be clearly verified through further studies."], "CopyrightInformation": "Copyright © 2022 Fatemeh Rabizadeh et al."}, "AuthorList": [{"Identifier": ["0000-0003-2057-4944"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Farzanegan Campus, Semnan University, Semnan, Iran."}], "LastName": "Rabizadeh", "ForeName": "Fatemeh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Central Herbarium of Tehran University, College of Science, University of Tehran, Tehran, Iran."}], "LastName": "Mirian", "ForeName": "Maryam Sadat", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Chemistry, Shahrood University of Technology, Shahrood, Iran."}], "LastName": "Doosti", "ForeName": "Rahele", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Sciences, Imam Khomeini International University, Qazvin, Iran."}], "LastName": "Kiani-Anbouhi", "ForeName": "Roya", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Science and Research Branch, Islamic Azad University, Tehran, Iran."}], "LastName": "Eftekhari", "ForeName": "Elahe", "Initials": "E"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "All authors declare that they have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Yuan H., Ma Q., Ye L., Piao G. The traditional medicine and modern medicine from natural products. Molecules . 2016;21(5):p. 559. doi: 10.3390/molecules21050559.", "ArticleIdList": ["10.3390/molecules21050559", "PMC6273146", "27136524"]}, {"Citation": "Little M. H., Combes A. N. Kidney organoids: accurate models or fortunate accidents. Genes & Development . 2019;33(19-20):1319–1345. doi: 10.1101/gad.329573.119.", "ArticleIdList": ["10.1101/gad.329573.119", "PMC6771389", "31575677"]}, {"Citation": "Soliman N. A. Orphan kidney diseases. Nephron Clinical Practice . 2012;120(4):c194–199. doi: 10.1159/000339785.", "ArticleIdList": ["10.1159/000339785", "22922418"]}, {"Citation": "Lu Z., Zhong Y., Liu W., Xiang L., Deng Y. The efficacy and mechanism of Chinese herbal medicine on diabetic kidney disease. Journal of Diabetes Research . 2019;2019:14. doi: 10.1155/2019/2697672.2697672", "ArticleIdList": ["10.1155/2019/2697672", "PMC6732610", "31534972"]}, {"Citation": "Zhang W. R., Parikh C. R. Biomarkers of acute and chronic kidney disease. Annual Review of Physiology . 2019;81(1):309–333. doi: 10.1146/annurev-physiol-020518-114605.", "ArticleIdList": ["10.1146/annurev-physiol-020518-114605", "PMC7879424", "30742783"]}, {"Citation": "Du H., Lei Y., Gao A. N., et al. Traditional Chinese medicine combined with conventional therapy for female kidney stone: a protocol for systematic review. Medicine (Baltimore) . 2020;99(13) doi: 10.1097/md.0000000000019611.e19611", "ArticleIdList": ["10.1097/md.0000000000019611", "PMC7220068", "32221084"]}, {"Citation": "Hanif M., Javed H., Jallani U., Ranjha N. M. Prevalence of end stage renal disease in diabetic obese and hypertensive patients and cardiovascular risk in dialysis patients. Pakistan Journal of Pharmaceutical Research . 2016;2(1):42–48. doi: 10.22200/pjpr.2016142-48.", "ArticleIdList": ["10.22200/pjpr.2016142-48"]}, {"Citation": "Denic A., Glassock R. J., Rule A. D. Structural and functional changes with the aging kidney. Advances in Chronic Kidney Disease . 2016;23(1):19–28. doi: 10.1053/j.ackd.2015.08.004.", "ArticleIdList": ["10.1053/j.ackd.2015.08.004", "PMC4693148", "26709059"]}, {"Citation": "Tiong H. Y., Huang P., Xiong S., Li Y., Vathsala A., Zink D. Drug-induced nephrotoxicity: clinical impact and preclinical in vitro models. Molecular Pharmaceutics . 2014;11(7):1933–1948. doi: 10.1021/mp400720w.", "ArticleIdList": ["10.1021/mp400720w", "24502545"]}, {"Citation": "Xiao J. Handbook of Dietary Phytochemicals . Berlin, Germany: Springer; 2015."}, {"Citation": "Molyneux R. J., Lee S. T., Gardner D. R., Panter K. E., James L. F. Phytochemicals: the good, the bad and the ugly? Phytochemistry . 2007;68(22-24):2973–2985. doi: 10.1016/j.phytochem.2007.09.004.", "ArticleIdList": ["10.1016/j.phytochem.2007.09.004", "17950388"]}, {"Citation": "King A., Young G. Characteristics and occurrence of phenolic phytochemicals. Journal of the American Dietetic Association . 1999;99(2):213–218. doi: 10.1016/s0002-8223(99)00051-6.", "ArticleIdList": ["10.1016/s0002-8223(99)00051-6", "9972191"]}, {"Citation": "Saxena M., Saxena J., Nema R., Singh D., Gupta A. Phytochemistry of medicinal plants. Journal of Pharmacognosy and Phytochemistry . 2013;1"}, {"Citation": "Bone K., Mills S. Principles and Practice of Phytotherapy . 2nd. St. Louis, MO, USA: Churchill Livingstone; 2013. 2—principles of herbal pharmacology; pp. 17–82."}, {"Citation": "Hussein R., El-Anssary A. Plants secondary metabolites: the key drivers of the pharmacological actions of medicinal plants. Herbal medicine . 2019;1:p. 13. doi: 10.5772/intechopen.76139.", "ArticleIdList": ["10.5772/intechopen.76139"]}, {"Citation": "Bourgaud F., Gravot A., Milesi S., Gontier E. Production of plant secondary metabolites: a historical perspective. Plant Science . 2001;161(5):839–851. doi: 10.1016/s0168-9452(01)00490-3.", "ArticleIdList": ["10.1016/s0168-9452(01)00490-3"]}, {"Citation": "Jamwal K., Bhattacharya S., Puri S. Plant growth regulator mediated consequences of secondary metabolites in medicinal plants. Journal of Applied Research on Medicinal and Aromatic Plants . 2018;9:26–38. doi: 10.1016/j.jarmap.2017.12.003.", "ArticleIdList": ["10.1016/j.jarmap.2017.12.003"]}, {"Citation": "Bartwal A., Mall R., Lohani P., Guru S. K., Arora S. Role of secondary metabolites and brassinosteroids in plant defense against environmental stresses. Journal of Plant Growth Regulation . 2013;32(1):216–232. doi: 10.1007/s00344-012-9272-x.", "ArticleIdList": ["10.1007/s00344-012-9272-x"]}, {"Citation": "Liu Z., Wang H., Xie J., et al. The roles of cruciferae glucosinolates in disease and pest resistance. Plants . 2021;10(6):p. 1097. doi: 10.3390/plants10061097.", "ArticleIdList": ["10.3390/plants10061097", "PMC8229868", "34070720"]}, {"Citation": "Jan R., Asaf S., Numan M., Kim K.-M., Kim K. M. Plant secondary metabolite biosynthesis and transcriptional regulation in response to biotic and abiotic stress conditions. Agronomy . 2021;11(5):p. 968. doi: 10.3390/agronomy11050968.", "ArticleIdList": ["10.3390/agronomy11050968"]}, {"Citation": "Pong Y. N., Terry C. T., Nancy Y. I. Plant alkaloids as drug leads for Alzheimer’s disease. Neurochemistry International . 2015;89:260–270. doi: 10.1016/j.neuint.2015.07.018.", "ArticleIdList": ["10.1016/j.neuint.2015.07.018", "26220901"]}, {"Citation": "Takooree H., Aumeeruddy M. Z., Rengasamy K. R., et al. A systematic review on black pepper (Piper nigrum L.): from folk uses to pharmacological applications. Critical Reviews in Food Science and Nutrition . 2019;59(sup1):S210–S243. doi: 10.1080/10408398.2019.1565489.", "ArticleIdList": ["10.1080/10408398.2019.1565489", "30740986"]}, {"Citation": "Vetter J. Plant cyanogenic glycosides. Toxicon . 2000;38(1):11–36. doi: 10.1016/s0041-0101(99)00128-2.", "ArticleIdList": ["10.1016/s0041-0101(99)00128-2", "10669009"]}, {"Citation": "Francisco I. A., Pinotti M. H. P. Cyanogenic glycosides in plants. Brazilian Archives of Biology and Technology . 2000;43(5):487–492. doi: 10.1590/s1516-89132000000500007.", "ArticleIdList": ["10.1590/s1516-89132000000500007"]}, {"Citation": "Bolarinwa I. F., Oke M. O., Olaniyan S. A., Ajala A. S. Toxicology-New Aspects to This Scientific Conundrum . London, UK: InTech; 2016. A review of cyanogenic glycosides in edible plants; pp. 179–191."}, {"Citation": "Del Carmen Martínez-Ballesta M., Moreno D. A., Carvajal M. The physiological importance of glucosinolates on plant response to abiotic stress in Brassica. International Journal of Molecular Sciences . 2013;14(6):11607–11625. doi: 10.3390/ijms140611607.", "ArticleIdList": ["10.3390/ijms140611607", "PMC3709749", "23722664"]}, {"Citation": "Rodrigues-Corrêa K. C. D. S., Fett-Neto A. G. Abiotic stresses and non-protein amino acids in plants. Critical Reviews in Plant Sciences . 2019;38(5-6):411–430. doi: 10.1080/07352689.2019.1707944.", "ArticleIdList": ["10.1080/07352689.2019.1707944"]}, {"Citation": "Ordóñez J. L., Callejón R., Morales M., García-Parrilla M. A survey of biogenic amines in vinegars. Food Chemistry . 2013;141(3):2713–2719. doi: 10.1016/j.foodchem.2013.05.087.", "ArticleIdList": ["10.1016/j.foodchem.2013.05.087", "23871015"]}, {"Citation": "Lattanzio V., Kroon P. A., Quideau S., Treutter D. Plant phenolics—secondary metabolites with diverse functions. Recent Advances in Polyphenol Research . 2008;1:1–35. doi: 10.1002/9781444302400.ch1.", "ArticleIdList": ["10.1002/9781444302400.ch1"]}, {"Citation": "Ozcan T., Akpinar-Bayizit A., Yilmaz-Ersan L., Delikanli B. Phenolics in human health. International Journal of Chemical Engineering and Applications . 2014;5:393–396. doi: 10.7763/ijcea.2014.v5.416.", "ArticleIdList": ["10.7763/ijcea.2014.v5.416"]}, {"Citation": "Hollman A. Plants and cardiac glycosides. Heart . 1985;54(3):258–261. doi: 10.1136/hrt.54.3.258.", "ArticleIdList": ["10.1136/hrt.54.3.258", "PMC481893", "4041297"]}, {"Citation": "Dudareva N., Pichersky E., Gershenzon J. Biochemistry of plant volatiles. Plant Physiology . 2004;135(4):1893–1902. doi: 10.1104/pp.104.049981.", "ArticleIdList": ["10.1104/pp.104.049981", "PMC520761", "15326281"]}, {"Citation": "Grabmann J. Terpenoids as plant antioxidants. In: Litwack G., editor. Vitamins & Hormones . Cambridge, MA, USA: Academic Press; 2005. pp. 505–535.", "ArticleIdList": ["16492481"]}, {"Citation": "Dang L., Van Damme E. J. M. Toxic proteins in plants. Phytochemistry . 2015;117:51–64. doi: 10.1016/j.phytochem.2015.05.020.", "ArticleIdList": ["10.1016/j.phytochem.2015.05.020", "PMC7111729", "26057229"]}, {"Citation": "Smeekens S. Sugar-induced signal transduction in plants. Annual Review of Plant Physiology and Plant Molecular Biology . 2000;51(1):49–81. doi: 10.1146/annurev.arplant.51.1.49.", "ArticleIdList": ["10.1146/annurev.arplant.51.1.49", "15012186"]}, {"Citation": "Rolland F., Moore B., Sheen J. Sugar sensing and signaling in plants. The Plant Cell Online . 2002;14(suppl 1):S185–S205. doi: 10.1105/tpc.010455.", "ArticleIdList": ["10.1105/tpc.010455", "PMC151255", "12045277"]}, {"Citation": "Harwood J. L. Recent advances in the biosynthesis of plant fatty acids. Biochimica et Biophysica Acta (BBA)—Lipids and Lipid Metabolism . 1996;1301(1-2):7–56. doi: 10.1016/0005-2760(95)00242-1.", "ArticleIdList": ["10.1016/0005-2760(95)00242-1", "8652653"]}, {"Citation": "Rivasseau C., Boisson A.-M., Mongélard G., Couram G., Bastien O., Bligny R. Rapid analysis of organic acids in plant extracts by capillary electrophoresis with indirect UV detection: directed metabolic analyses during metal stress. Journal of Chromatography A . 2006;1129(2):283–290. doi: 10.1016/j.chroma.2006.06.099.", "ArticleIdList": ["10.1016/j.chroma.2006.06.099", "16860328"]}, {"Citation": "Yang B., Xie Y., Guo M., Rosner M. H., Yang H., Ronco C. Nephrotoxicity and Chinese herbal medicine. Clinical Journal of the American Society of Nephrology . 2018;13(10):1605–1611. doi: 10.2215/cjn.11571017.", "ArticleIdList": ["10.2215/cjn.11571017", "PMC6218812", "29615394"]}, {"Citation": "Zhao X.-Y., Wang G., Wang Y., et al. Chemical constituents from Alisma plantago-aquatica subsp. orientale (sam.) sam and their anti-inflammatory and antioxidant activities. Natural Product Research . 2018;32(23):2749–2755. doi: 10.1080/14786419.2017.1380024.", "ArticleIdList": ["10.1080/14786419.2017.1380024", "28954548"]}, {"Citation": "Añides J. A., Dapar M. L. G., Aranas A. T., et al. Phytochemical, antioxidant and antimicrobial properties of the white variety of “Sibujing” (Allium ampeloprasum) Pharmacophore . 2019;10"}, {"Citation": "Barile E., Bonanomi G., Antignani V., et al. Saponins from Allium minutiflorum with antifungal activity. Phytochemistry . 2007;68(5):596–603. doi: 10.1016/j.phytochem.2006.10.009.", "ArticleIdList": ["10.1016/j.phytochem.2006.10.009", "17118413"]}, {"Citation": "Lekshmi P., Viveka S., Viswanathan M., Manivannan G., Shobi T. M. GC-MS characterization of volatile odorous compounds in Allium cepa. Proceedings of the Nanobio Pharmaceutical Technology Applications and Perspectives; October 2014; Tiruchirappalli, Tamilnadu. pp. 488–494."}, {"Citation": "Carotenuto A., Fattorusso E., Lanzotti V., Magno S. Spirostanol saponins of Allium porrum L.fn1. Phytochemistry . 1999;51(8):1077–1082. doi: 10.1016/s0031-9422(98)00712-2.", "ArticleIdList": ["10.1016/s0031-9422(98)00712-2", "10444862"]}, {"Citation": "Najjaa H., Neffati M., Zouari S., Ammar E. Essential oil composition and antibacterial activity of different extracts of Allium roseum L., a North African endemic species. Comptes Rendus Chimie . 2007;10(9):820–826. doi: 10.1016/j.crci.2007.03.003.", "ArticleIdList": ["10.1016/j.crci.2007.03.003"]}, {"Citation": "Popova A., Mihaylova D., Alexieva I. GC-MS chemical composition of volatile oil and mineral element content of Allium ursinum and Nectaroscordum siculum. Pakistan Journal of Botany . 2018;50:2351–2354."}, {"Citation": "Satyal P., Craft J. D., Dosoky N. S., Setzer W. N. The chemical compositions of the volatile oils of garlic (Allium sativum) and wild garlic (Allium vineale) Foods . 2017;6(8):p. 63. doi: 10.3390/foods6080063.", "ArticleIdList": ["10.3390/foods6080063", "PMC5575638", "28783070"]}, {"Citation": "Assimopoulou A. N., Papageorgiou V. P. GC-MS analysis of penta and tetra cyclic triterpenes from resins of Pistacia species. Part II. Pistacia terebinthus var. Chia. Biomedical Chromatography . 2005;19(8):586–605. doi: 10.1002/bmc.484.", "ArticleIdList": ["10.1002/bmc.484", "15770609"]}, {"Citation": "Assimopoulou A. N., Papageorgiou V. P. GC-MS analysis of penta and tetra cyclic triterpenes from resins of Pistacia species. Part I. Pistacia lentiscus var. Chia. Biomedical Chromatography . 2005;19(4):285–311. doi: 10.1002/bmc.454.", "ArticleIdList": ["10.1002/bmc.454", "15651084"]}, {"Citation": "Piccolella S., Nocera P., Carillo P., et al. An apolar Pistacia lentiscus L. leaf extract: GC-MS metabolic profiling and evaluation of cytotoxicity and apoptosis inducing effects on SH-SY5Y and SK-N-BE (2) C cell lines. Food and Chemical Toxicology . 2016;95:64–74. doi: 10.1016/j.fct.2016.06.028.", "ArticleIdList": ["10.1016/j.fct.2016.06.028", "27375189"]}, {"Citation": "Saitta M., La Torre G. L., Potortì A. G., Di Bella G., Dugo G. Polyphenols of pistachio (Pistacia vera L.) oil samples and geographical differentiation by principal component analysis. Journal of the American Oil Chemists’ Society . 2014;91(9):1595–1603. doi: 10.1007/s11746-014-2493-3.", "ArticleIdList": ["10.1007/s11746-014-2493-3"]}, {"Citation": "Li H., Zhou W., Hu Y., Mo H., Wang J., Hu L. GC-MS analysis of essential oil from Anethum graveolens L (dill) seeds extracted by supercritical carbon dioxide. Tropical Journal of Pharmaceutical Research . 2021;18(6):1291–1296. doi: 10.4314/tjpr.v18i6.21.", "ArticleIdList": ["10.4314/tjpr.v18i6.21"]}, {"Citation": "Awad H. A., Awda J. M., Abd-Alssirag M., Allaalfalahi D. GC-mass analysis of (Apium graveolens) leaf extracts obtained with aqueous and methanol extraction and study its antimicrobial activity. Asian Journal of Microbiology, Biotechnology & Environmental Sciences . 2019;21"}, {"Citation": "Kapoor I. P. S., Singh B., Singh G., De Heluani C. S., De Lampasona M. P., Catalan C. A. N. Chemistry and antioxidant activity of essential oil and oleoresins of black caraway (Carum bulbocastanum) fruits: Part 69. Journal of the Science of Food and Agriculture . 2010;90(3):385–390. doi: 10.1002/jsfa.3824.", "ArticleIdList": ["10.1002/jsfa.3824", "20355057"]}, {"Citation": "Fang R., Jiang C. H., Wang X. Y., et al. Insecticidal activity of essential oil of Carum carvi fruits from China and its main components against two grain storage insects. Molecules . 2010;15(12):9391–9402. doi: 10.3390/molecules15129391.", "ArticleIdList": ["10.3390/molecules15129391", "PMC6259201", "21173724"]}, {"Citation": "Kazemi M. GC/MS analyses for detection and identification of antioxidant constituents of Carum copticum essential oil. Thai Journal of Agricultural Science . 2014;47:141–145."}, {"Citation": "Sahaf B. Z., Moharramipour S., Meshkatalsadat M. H. Chemical constituents and fumigant toxicity of essential oil from Carum copticum against two stored product beetles. Insect Science . 2007;14(3):213–218. doi: 10.1111/j.1744-7917.2007.00146.x.", "ArticleIdList": ["10.1111/j.1744-7917.2007.00146.x"]}, {"Citation": "Samadi N., Shahani S., Akbarzadeh H., et al. Essential oil analysis and antibacterial activity of ferula Assa-foetida L. aerial parts from neishabour mountains. Research Journal of Pharmacognosy . 2016;3"}, {"Citation": "Amin A., Tuenter E., Cos P., et al. Antiprotozoal and antiglycation activities of sesquiterpene coumarins from Ferula narthex exudate. Molecules . 2016;21(10):p. 1287. doi: 10.3390/molecules21101287.", "ArticleIdList": ["10.3390/molecules21101287", "PMC6274357", "27681714"]}, {"Citation": "Baser K. H., Tümen G. Composition of the essential oil of Lagoecia cuminoides L. from Turkey. Journal of Essential Oil Research . 1994;6(5):545–546. doi: 10.1080/10412905.1994.9698448.", "ArticleIdList": ["10.1080/10412905.1994.9698448"]}, {"Citation": "Intirach J., Junkum A., Lumjuan N., et al. Antimosquito property of Petroselinum crispum (Umbellifereae) against the pyrethroid resistant and susceptible strains of Aedes aegypti (diptera: culicidae) Environmental Science and Pollution Research . 2016;23:23994–24008. doi: 10.1007/s11356-016-7651-8.", "ArticleIdList": ["10.1007/s11356-016-7651-8", "27638800"]}, {"Citation": "Gruszecki R. Effects of harvest time and drying on essential oil properties in lavandin (Lavandula x intermedia Emeric ex Loisel.) Journal of Acta Horticulturae . 2017;826"}, {"Citation": "Cabral C., Lemos M., Cavaleiro C., Cruz M., Salgueiro L. Essential oil of Seseli tortuosum L. from Portugal: safety and anti-inflammatory potential evaluation. Arabian Journal of Medicinal and Aromatic Plants . 2015;1:31–43."}, {"Citation": "Letchamo W., Korolyuk E. A., Tkachev A. V. Chemical screening of essential oil bearing flora of Siberia III. composition of the essential oil of Sium latifolium L. tops from Altai Region. Journal of Essential Oil Research . 2005;17(4):396–397. doi: 10.1080/10412905.2005.9698940.", "ArticleIdList": ["10.1080/10412905.2005.9698940"]}, {"Citation": "Gibernau M., Favre C., Talou T., Raynaud C. Floral odor of Arum italicum. Aroideana . 2004;27:142–147."}, {"Citation": "Kochmarov V., Marinov L., Kozuharova E., et al. Exploration of collagenase, cyclooxigenases, angiogenesis and free radical processes as the putative pharmacological targets of Arum maculatum L. Biotechnology & Biotechnological Equipment . 2020;34(1):126–134. doi: 10.1080/13102818.2020.1722239.", "ArticleIdList": ["10.1080/13102818.2020.1722239"]}, {"Citation": "Eleazu C. O. Characterization of the natural products in cocoyam (Colocasia esculenta) using GC–MS. Pharmaceutical Biology . 2016;54(12):2880–2885. doi: 10.1080/13880209.2016.1190383.", "ArticleIdList": ["10.1080/13880209.2016.1190383", "27246651"]}, {"Citation": "Soumya V., Muzib Y. I., Venkatesh P., Hariprasath K. GC-MS analysis of Cocus nucifera flower extract and its effects on heterogeneous symptoms of polycystic ovarian disease in female wistar rats. Chinese Journal of Natural Medicines . 2014;12(9):677–684. doi: 10.1016/s1875-5364(14)60103-5.", "ArticleIdList": ["10.1016/s1875-5364(14)60103-5", "25263979"]}, {"Citation": "Wilczewska A. Z., Ulman M., Chilmończyk Z., et al. Comparison of volatile constituents of Acorus calamus and Asarum europaeum obtained by different techniques. Journal of Essential Oil Research . 2008;20(5):390–395. doi: 10.1080/10412905.2008.9700038.", "ArticleIdList": ["10.1080/10412905.2008.9700038"]}, {"Citation": "Jadhav A., Bhutani K. Steroidal saponins from the roots of Asparagus Adscendens Roxb and Asparagus racemosus Willd. Indian Journal of Chemistry . 2006;45B"}, {"Citation": "Zhang H., Birch J., Pei J., et al. Identification of six phytochemical compounds from Asparagus officinalis L. root cultivars from New Zealand and China using UAE-SPE-UPLC-MS/MS: effects of extracts on H2O2-induced oxidative stress. Nutrients . 2019;11(1):p. 107. doi: 10.3390/nu11010107.", "ArticleIdList": ["10.3390/nu11010107", "PMC6356627", "30621005"]}, {"Citation": "SR J., Singaravadivel K. Screening of phytochemical and GC-MS analysis of some bioactive constituents of Asparagus racemosus. Screening . 2014;6:428–432."}, {"Citation": "Lakshmi P., Rajalakshmi P. Identification of phyto components and its biological activities of aloe vera through the gas chromatography-mass spectrometry. International Research Journal of Pharmacy . 2011;2:247–249."}, {"Citation": "Obistioiu D., Cristina R. T., Schmerold I., et al. Chemical characterization by GC-MS and in vitro activity against Candida albicans of volatile fractions prepared from Artemisia dracunculus, Artemisia abrotanum, Artemisia absinthium and Artemisia vulgaris. Chemistry Central Journal . 2014;8:6–11. doi: 10.1186/1752-153x-8-6.", "ArticleIdList": ["10.1186/1752-153x-8-6", "PMC3907663", "24475951"]}, {"Citation": "Kunihiro K., Myoda T., Tajima N., et al. Volatile components of the essential oil of Artemisia Montana and their sedative effects. Journal of Oleo Science . 2017;66(8):843–849. doi: 10.5650/jos.ess16006.", "ArticleIdList": ["10.5650/jos.ess16006", "28381767"]}, {"Citation": "Wu L.-Y., Gao H.-Z., Wang X.-L., Ye J.-H., Lu J., Liang Y.-R. Analysis of chemical composition of Chrysanthemum indicum flowers by GC/MS and HPLC. Journal of Medicinal Plants Research . 2010;4:421–426."}, {"Citation": "Singh R., Chahal K. K. Cichorium intybus from India: GC-MS profiling, phenolic content and in vitro antioxidant capacity of sequential soxhlet extracted roasted roots. Brazilian Archives of Biology and Technology . 2019;62 doi: 10.1590/1678-4324-2019180370.", "ArticleIdList": ["10.1590/1678-4324-2019180370"]}, {"Citation": "Al-Akhras M. A. H., Aljarrah K., Al-Khateeb H., et al. Introducing cichorium pumilum as a potential therapeutical agent against drug-induced benign breast tumor in rats. Electromagnetic Biology and Medicine . 2012;31(4):299–309. doi: 10.3109/15368378.2012.662193.", "ArticleIdList": ["10.3109/15368378.2012.662193", "22812448"]}, {"Citation": "Devki G. S., Sisodia R. Screening of the potential phytochemicals from the capparis decidua fruit extract using GC-MS. Journal of Biomedical Sciences . 2020;2"}, {"Citation": "Altameme H. J. M. GC-MS and FTIR analysis Phytocomponents on different parts of Capparis spinosa L. (Capparidaceae) in Iraq. Journal of Chemical and Pharmaceutical Sciences . 2016;9:3269–3282."}, {"Citation": "Singh S., Devi B. Estimation of phytoconstituents from Citrullus colocynthis (L.) schrad roots extract by GC-MS spectroscopy. International Journal of Science and Research . 2016;7"}, {"Citation": "Memariani T., Hosseini T., Kamali H., et al. Evaluation of the cytotoxic effects of Cyperus longus extract, fractions and its essential oil on the PC3 and MCF7 cancer cell lines. Oncology Letters . 2016;11(2):1353–1360. doi: 10.3892/ol.2015.4050.", "ArticleIdList": ["10.3892/ol.2015.4050", "PMC4734339", "26893742"]}, {"Citation": "Peerzada A. M., Ali H. H., Naeem M., Latif M., Bukhari A. H., Tanveer A. Cyperus rotundus L.: traditional uses, phytochemistry, and pharmacological activities. Journal of Ethnopharmacology . 2015;174:540–560. doi: 10.1016/j.jep.2015.08.012.", "ArticleIdList": ["10.1016/j.jep.2015.08.012", "26297840"]}, {"Citation": "Boeing T., Tafarelo Moreno K. G., Gasparotto Junior A., Mota Da Silva L., De Souza P. Phytochemistry and pharmacology of the genus Equisetum (equisetaceae): a narrative review of the species with therapeutic potential for kidney diseases. Evidence-Based Complementary and Alternative Medicine . 2021;2021:17. doi: 10.1155/2021/6658434.6658434", "ArticleIdList": ["10.1155/2021/6658434", "PMC7954623", "33747109"]}, {"Citation": "Ramesh B., Jayabharathi V. Phytochemical screening, HPTLC and GCMS profile of Acacia catechu (lf) willd hydroethanolic leaf extract. International Journal of Current Microbiology and Applied Sciences . 2017;6(1):82–94. doi: 10.20546/ijcmas.2017.601.011.", "ArticleIdList": ["10.20546/ijcmas.2017.601.011"]}, {"Citation": "Samejo M. Q., Memon S., Bhanger M. I., Khan K. M. Chemical composition of essential oils from Alhagi maurorum. Chemistry of Natural Compounds . 2012;48(5):898–900. doi: 10.1007/s10600-012-0417-8.", "ArticleIdList": ["10.1007/s10600-012-0417-8"]}, {"Citation": "Akhtar R., Shahzad A. Alginate encapsulation in Glycyrrhiza glabra L. with phyto-chemical profiling of root extracts of in vitro converted plants using GC-MS analysis. Asian Pacific Journal of Tropical Biomedicine . 2017;7(10):855–861. doi: 10.1016/j.apjtb.2017.09.010.", "ArticleIdList": ["10.1016/j.apjtb.2017.09.010"]}, {"Citation": "Pascale R., Bianco G., Cataldi T. R., et al. Mass spectrometry-based phytochemical screening for hypoglycemic activity of Fagioli di Sarconi beans (Phaseolus vulgaris L.) Food Chemistry . 2018;242:497–504. doi: 10.1016/j.foodchem.2017.09.091.", "ArticleIdList": ["10.1016/j.foodchem.2017.09.091", "29037720"]}, {"Citation": "Ishan U., Suresh M., Suresh M., Bagh R. Volatile phyto-chemical compounds screening in alcoholic extract of western Rajasthan growing mung-bean (Vigna radiata) by gas chromatography-mass spectroscopy. Trends Biosciences . 2017;10:1588–1595."}, {"Citation": "Aja P., Ugwu O., Okoro C., Nweke O., Ali I. A., Ogbu P. N. Gas chromatographic-mass spectrometric (GC-MS) analysis of ethanol leaf-extract of Vigna unguiculata (cowpea) International Journal of Research and Reviews in Pharmacy and Applied Sciences . 2016;6:1284–1289."}, {"Citation": "Yilmaz B., Yildiz B. O. Endocrinology of hirsutism: from androgens to androgen excess disorders. Frontiers of Hormone Research . 2019;53:108–119. doi: 10.1159/000494907.", "ArticleIdList": ["10.1159/000494907", "31499500"]}, {"Citation": "Khemkham A., Belhadj S., Meddour R., et al. HS-SPME-GC/MS analysis of 3 lamiaceae plants: ajuga iva (L.) schreb., salvia verbenaca L. and thymus algeriensis BOISS. & reut. Journal of Fundamental and Applied Sciences . 2020;12:700–711."}, {"Citation": "Rehman S. u., Latief R., Bhat K. A., Khuroo M. A., Shawl A. S., Chandra S. Comparative analysis of the aroma chemicals of Melissa officinalis using hydrodistillation and HS-SPME techniques. Arabian Journal of Chemistry . 2017;10:S2485–S2490. doi: 10.1016/j.arabjc.2013.09.015.", "ArticleIdList": ["10.1016/j.arabjc.2013.09.015"]}, {"Citation": "Prakash N. K. U., Sripriya N. S., Raj D. D., Deepa S., Bhuvaneswari S. Antioxidant potency and GC-MS composition of Origanum majorana Linn. Pakistan Journal of Pharmaceutical Sciences . 2019;32(5):2117–2122.", "ArticleIdList": ["31813878"]}, {"Citation": "Faiku F., Buqaj L., Haziri A. Phytochemicals and antioxidant study of Teucrium chamaedrys (L.) plant. Journal of Agriculture and Forestry . 2019;65(1):137–145. doi: 10.17707/agricultforest.65.1.14.", "ArticleIdList": ["10.17707/agricultforest.65.1.14"]}, {"Citation": "Baruah A., Nath S. C., Hazarika A. K., Sarma T. C. Essential oils of the leaf, stem bark and panicle of Cinnamomum bejolghota (Buch-Ham.) sweet. Journal of Essential Oil Research . 1997;9(2):243–245. doi: 10.1080/10412905.1997.9699472.", "ArticleIdList": ["10.1080/10412905.1997.9699472"]}, {"Citation": "Guo S., Geng Z., Zhang W., et al. The chemical composition of essential oils from Cinnamomum camphora and their insecticidal activity against the stored product pests. International Journal of Molecular Sciences . 2016;17(11):p. 1836. doi: 10.3390/ijms17111836.", "ArticleIdList": ["10.3390/ijms17111836", "PMC5133837", "27827929"]}, {"Citation": "Peris I., Blázquez M. A. Comparative GC-MS analysis of bay leaf (Laurus nobilis L.) essential oils in commercial samples. International Journal of Food Properties . 2015;18(4):757–762. doi: 10.1080/10942912.2014.906451.", "ArticleIdList": ["10.1080/10942912.2014.906451"]}, {"Citation": "Hosokawa K., Fukunaga Y. Production of essential oils by flowers of Hyacinthus orientalis L. regenerated in vitro. Plant Cell Reports . 1995;14(9):575–579. doi: 10.1007/bf00231941.", "ArticleIdList": ["10.1007/bf00231941", "24185600"]}, {"Citation": "Karaulov A. E., Rybin V. G., Kuklev D. V., Akulin V. N. Synthesis of fatty-acid ethanolamides from Linum catharticum oils and Cololabis saira fats. Chemistry of Natural Compounds . 2004;40(3):222–226. doi: 10.1023/b:conc.0000039128.78645.a8.", "ArticleIdList": ["10.1023/b:conc.0000039128.78645.a8"]}, {"Citation": "Thamilmarai Selvi B., Sathammai Priya N., Steffi P. F., Priyadarshni S. Phytochemical evaluation, GC-MS analysis of phytoactive compounds, and antibacterial activity studies from linum usitatissimum. Asian Journal of Pharmaceutical and Clinical Research . 2019;12:141–149. doi: 10.22159/ajpcr.2019.v12i18.34126.", "ArticleIdList": ["10.22159/ajpcr.2019.v12i18.34126"]}, {"Citation": "Cecotti R., Bergomi P., Carpana E., Tava A. Chemical characterization of the volatiles of leaves and flowers from cultivated Malva sylvestris var. mauritiana and their antimicrobial activity against the aetiological agents of the European and American foulbrood of honeybees (Apis mellifera) Natural Product Communications . 2016;11(10) doi: 10.1177/1934578x1601101026.1934578X1601101026", "ArticleIdList": ["10.1177/1934578x1601101026", "30549614"]}, {"Citation": "Valiei M., Shafaghat A., Salimi F. Chemical composition and antimicrobial activity of the flower and root hexane extracts of Althaea officinalis in Northwest Iran. Journal of Medicinal Plants Research . 2011;5:6972–6976."}, {"Citation": "Al-Snafi A. E. Chemical constituents and pharmacological activities of Gossypium herbaceum and Gossypium hirsutum-A. IOSR Journal of Pharmacy . 2018;8:64–80."}, {"Citation": "Al-Qarawi K. K., Al-Obaidi H. M. R. Detection of the active compounds in the leaves of the common mallow plant Malva parviflora L. using GC-MS and HPLC technology. Kufa Journal For Agricultural Sciences . 2018;10"}, {"Citation": "Jabbari H., Shendabadizad R. GC-MS analysis of essential oils of Humulusn lupulus, Malva Sylvestris and thymus plants in water solvent. Journal of Advanced Pharmacy Education & Research . 2020;10"}, {"Citation": "El-Beltagi H. S., Mohamed H. I., Abdelazeem A. S., Youssef R., Safwat G. GC-MS analysis, antioxidant, antimicrobial and anticancer activities of extracts from ficus sycomorus fruits and leaves. Notulae Botanicae Horti Agrobotanici Cluj-Napoca . 2019;47"}, {"Citation": "Natić M. M., Dabić D. Č., Papetti A., et al. Analysis and characterisation of phytochemicals in mulberry (Morus alba L.) fruits grown in Vojvodina, North Serbia. Food Chemistry . 2015;171:128–136. doi: 10.1016/j.foodchem.2014.08.101.", "ArticleIdList": ["10.1016/j.foodchem.2014.08.101", "25308652"]}, {"Citation": "Pareek S. Nutritional Composition of Fruit Cultivars . Amsterdam, Netherlands: Elsevier; 2016. Nutritional and biochemical composition of banana (Musa spp.) cultivars."}, {"Citation": "Teles A. M., Silva-Silva J. V., Fernandes J. M. P., et al. GC-MS characterization of antibacterial, antioxidant, and antitrypanosomal activity of Syzygium aromaticum essential oil and eugenol. Evidence-Based Complementary and Alternative Medicine . 2021;2021:12. doi: 10.1155/2021/6663255.6663255", "ArticleIdList": ["10.1155/2021/6663255", "PMC7914077", "33688364"]}, {"Citation": "Mili A., Das S., Nandakumar K., Lobo R. A comprehensive review on Sesamum indicum L.: botanical, ethnopharmacological, phytochemical, and pharmacological aspects. Journal of Ethnopharmacology . 2021;281 doi: 10.1016/j.jep.2021.114503.114503", "ArticleIdList": ["10.1016/j.jep.2021.114503", "34364969"]}, {"Citation": "Apetrei L. C., Spac A., Brebu M., Tuchilus C., Miron A. Composition, antioxidant and antimicrobial activity of the essential oils of a full grown tree of Pinus cembra L. from the Calimani mountains (Romania) Journal of the Serbian Chemical Society . 2013;78(1):27–37. doi: 10.2298/jsc120409075a.", "ArticleIdList": ["10.2298/jsc120409075a"]}, {"Citation": "Kaundun S. S., Fady B., Lebreton P. Genetic differences between Pinus halepensis, Pinus brutia and Pinus eldarica based on needle flavonoids. Biochemical Systematics and Ecology . 1997;25(6):553–562. doi: 10.1016/s0305-1978(97)00049-5.", "ArticleIdList": ["10.1016/s0305-1978(97)00049-5"]}, {"Citation": "Aloui F., Baraket M., Jedidi S., et al. Chemical composition, anti-radical and antibacterial activities of essential oils from needles of Pinus halepensis mill., P. Pinaster aiton, and P. Pinea L. Journal of Essential Oil Bearing Plants . 2021;24(3):453–460. doi: 10.1080/0972060x.2021.1943541.", "ArticleIdList": ["10.1080/0972060x.2021.1943541"]}, {"Citation": "Amri I., Hanana M., Jamoussi B., Hamrouni L. Essential oils of Pinus nigra JF arnold subsp. laricio maire: chemical composition and study of their herbicidal potential. Arabian Journal of Chemistry . 2017;10:S3877–S3882. doi: 10.1016/j.arabjc.2014.05.026.", "ArticleIdList": ["10.1016/j.arabjc.2014.05.026"]}, {"Citation": "Tumen I., Hafizoglu H., Kilic A., Dönmez I. E., Sivrikaya H., Reunanen M. Yields and constituents of essential oil from cones of Pinaceae spp. natively grown in Turkey. Molecules . 2010;15(8):5797–5806. doi: 10.3390/molecules15085797.", "ArticleIdList": ["10.3390/molecules15085797", "PMC6257682", "20736907"]}, {"Citation": "Judzentiene A., Kupcinskiene E. Chemical composition on essential oils from needles of Pinus sylvestris L. grown in northern Lithuania. Journal of Essential Oil Research . 2008;20(1):26–29. doi: 10.1080/10412905.2008.9699413.", "ArticleIdList": ["10.1080/10412905.2008.9699413"]}, {"Citation": "Andriana Y., Xuan T. D., Quy T. N., Tran H.-D., Le Q.-T. Biological activities and chemical constituents of essential oils from Piper cubeba Bojer and Piper nigrum L. Molecules . 2019;24(10):p. 1876. doi: 10.3390/molecules24101876.", "ArticleIdList": ["10.3390/molecules24101876", "PMC6571889", "31096694"]}, {"Citation": "Sleem F. M. A. Insecticidal effect of Piper Nigrum L. (Pipeaceae) and Prunus Cerasus L. (rosaceae) seeds extract against rhyzopertha dominica f. (coleoptera: bostrichidae) International Journal of Advance and Innovative Research . 2021;9"}, {"Citation": "Takashima S., Abe T., Yoshida S., et al. Analysis of sialyltransferase-like proteins from Oryza sativa. Journal of Biochemistry . 2006;139(2):279–287. doi: 10.1093/jb/mvj029.", "ArticleIdList": ["10.1093/jb/mvj029", "16452316"]}, {"Citation": "Ćosović Č., Proštenik M. Lipids of higher fungi. V: the occurrence of long-chain erythro-2, 3-dihydroxy fatty acids in Polyporus officinalis. Chemistry and Physics of Lipids . 1979;23(4):349–353. doi: 10.1016/0009-3084(79)90012-4.", "ArticleIdList": ["10.1016/0009-3084(79)90012-4"]}, {"Citation": "Soberón J. R., Sgariglia M. A., Pastoriza A. C., et al. Antifungal activity and cytotoxicity of extracts and triterpenoid saponins obtained from the aerial parts of Anagallis arvensis L. Journal of Ethnopharmacology . 2017;203:233–240. doi: 10.1016/j.jep.2017.03.056.", "ArticleIdList": ["10.1016/j.jep.2017.03.056", "28389355"]}, {"Citation": "Wang L. Characterization of volatile and non-volatile compounds and classification of different cultivars of chinese Ziziphus jujuba Mill. Fruits . Clemson, SC, USA: Clemson University; 2017."}, {"Citation": "Tsao R., Zhou T. Interaction of monoterpenoids, methyl jasmonate, and Ca2+ in controlling postharvest brown rot of sweet cherry. HortScience . 2000;35(7):1304–1307. doi: 10.21273/hortsci.35.7.1304.", "ArticleIdList": ["10.21273/hortsci.35.7.1304"]}, {"Citation": "Afif C. T., Bendahou M., Arab K. Antibacterial activity of two extracts from Rubus fruticosus L. against resistant pathogens and their antioxidant potential. African Journal of Microbiology Research . 2015;9(18):1255–1262. doi: 10.5897/ajmr2015.7437.", "ArticleIdList": ["10.5897/ajmr2015.7437"]}, {"Citation": "Iheagwam F. N., Ogunlana O. O., Chinedu S. N. Model optimization and in silico analysis of potential dipeptidyl peptidase iv antagonists from GC-MS identified compounds in Nauclea latifolia leaf extracts. International Journal of Molecular Sciences . 2019;20(23):p. 5913. doi: 10.3390/ijms20235913.", "ArticleIdList": ["10.3390/ijms20235913", "PMC6929178", "31775302"]}, {"Citation": "Mirzaei-Najafgholi H., Tarighi S., Golmohammadi M., Taheri P. The effect of citrus essential oils and their constituents on growth of Xanthomonas citri subsp. citri. Molecules . 2017;22(4):p. 591. doi: 10.3390/molecules22040591.", "ArticleIdList": ["10.3390/molecules22040591", "PMC6154457", "28420101"]}, {"Citation": "Rahimi Shokooh A., Naghdi Badi H., Abdossi V., Mehrafarin A. Overview on the agronomic, phytochemical and therapeutic traits of bladder cherry (Physalis alkekengi L.) Journal of Medical Internet Research . 2019;18:1–13."}, {"Citation": "Robert D., Karim M., Rita M. Preliminary bioactivity investigation of Styrax officinalis fruit extract as potential biopesticide. Journal of Pharmacognosy and Phytotherapy . 2016;8(12):209–213. doi: 10.5897/jpp2016.0422.", "ArticleIdList": ["10.5897/jpp2016.0422"]}, {"Citation": "Bylka W., Szaufer Hajdrych M., Matławska I., Goślińska O. Antimicrobial activity of isocytisoside and extracts of Aquilegia vulgaris L. Letters in Applied Microbiology . 2004;39(1):93–97. doi: 10.1111/j.1472-765x.2004.01553.x.", "ArticleIdList": ["10.1111/j.1472-765x.2004.01553.x", "15189294"]}, {"Citation": "Radojevic I. D., Vasic S. M., Dekic M. S., et al. Antimicrobial and antibiofilm effects of extracts from trapa natans L., evaluation of total phenolic and flavonoid contents and gc-ms analysis. Acta Poloniae Pharmaceutica . 2016;73(6):1565–1574.", "ArticleIdList": ["29634111"]}, {"Citation": "Razack S., Kumar K. H., Nallamuthu I., Naika M., Khanum F. Antioxidant, biomolecule oxidation protective activities of Nardostachys jatamansi DC and its phytochemical analysis by RP-HPLC and GC-MS. Antioxidants . 2015;4(1):185–203. doi: 10.3390/antiox4010185.", "ArticleIdList": ["10.3390/antiox4010185", "PMC4665568", "26785345"]}, {"Citation": "Feng Y.-X., Wang Y., Chen Z.-Y., Guo S.-S., You C. X., Du S. S. Efficacy of bornyl acetate and camphene from Valeriana officinalis essential oil against two storage insects. Environmental Science and Pollution Research . 2019;26(16):16157–16165. doi: 10.1007/s11356-019-05035-y.", "ArticleIdList": ["10.1007/s11356-019-05035-y", "30972667"]}, {"Citation": "Jasim S. F., Baqer N. N., Alraheem E. A. Detection of phytochemical constituent in flowers of Viola odorata by gas chromatography-mass spectrometry. Asian Journal of Pharmaceutical and Clinical Research . 2018;11(5) doi: 10.22159/ajpcr.2018.v11i5.24288.", "ArticleIdList": ["10.22159/ajpcr.2018.v11i5.24288"]}, {"Citation": "Mousavi S. H., Naghizade B., Pourgonabadi S., Ghorbani A. Protective effect of Viola tricolor and Viola odorata extracts on serum/glucose deprivation-induced neurotoxicity: role of reactive oxygen species. Avicenna Journal of Phytomedicine . 2016;6(4):434–441.", "ArticleIdList": ["PMC4967839", "27516984"]}, {"Citation": "Petretto G. L., Mercenaro L., Urgeghe P. P., Fadda C., Valentoni A., Del Caro A. Grape and wine composition in Vitis vinifera L. Cv. Cannonau explored by GC-MS and sensory analysis. Foods . 2021;10(1):p. 101. doi: 10.3390/foods10010101.", "ArticleIdList": ["10.3390/foods10010101", "PMC7825112", "33418947"]}, {"Citation": "Kochmarov V., Kozuharova E., Naychov Z., Momekov G., Mincheva I. Ethnobotany and ethnopharmacology of Arum maculatum L.(Araceae) in Bulgaria with an emphasis on its effect against haemorrhoids. International Journal of Pharmaceutical, Chemical and Biological Sciences . 2015;5:394–402."}, {"Citation": "Uzun E., Sariyar G., Adsersen A., et al. Traditional medicine in Sakarya province (Turkey) and antimicrobial activities of selected species. Journal of Ethnopharmacology . 2004;95(2-3):287–296. doi: 10.1016/j.jep.2004.07.013.", "ArticleIdList": ["10.1016/j.jep.2004.07.013", "15507351"]}, {"Citation": "Saad B., Azaizeh H., Said O. Arab herbal medicine. Botanical Medicine in Clinical Practice . 2008;4:31–39. doi: 10.1079/9781845934132.0031.", "ArticleIdList": ["10.1079/9781845934132.0031"]}, {"Citation": "Senouci F., Ababou A., Chouieb M. Ethnobotanical survey of the medicinal plants used in the southern mediterranean. Case study: the region of bissa (northeastern dahra mountains, Algeria) Pharmacognosy Journal . 2019;11(4):647–659. doi: 10.5530/pj.2019.11.103.", "ArticleIdList": ["10.5530/pj.2019.11.103"]}, {"Citation": "Yan D., Yue B., Qian M., et al. JYYS granule mitigates renal injury in clinic and in spontaneously hypertensive rats by inhibiting NF-κB signaling-mediated microinflammation. Evidence-Based Complementary and Alternative Medicine . 2018;2018:13. doi: 10.1155/2018/8472963.8472963", "ArticleIdList": ["10.1155/2018/8472963", "PMC6287156", "30598687"]}, {"Citation": "DebMandal M., Mandal S. Coconut (Cocos nucifera L.: arecaceae): in health promotion and disease prevention. Asian Pacific Journal of Tropical Medicine . 2011;4(3):241–247. doi: 10.1016/s1995-7645(11)60078-3.", "ArticleIdList": ["10.1016/s1995-7645(11)60078-3", "21771462"]}, {"Citation": "Lima E., Sousa C., Meneses L., et al. Cocos nucifera (L.) (Arecaceae): a phytochemical and pharmacological review. Brazilian Journal of Medical and Biological Research . 2015;48(11):953–964. doi: 10.1590/1414-431x20154773.", "ArticleIdList": ["10.1590/1414-431x20154773", "PMC4671521", "26292222"]}, {"Citation": "Bolkent S., Akev N., Ozsoy N., et al. Effect of Aloe Vera (L.) burm. fil. leaf gel and pulp extracts on kidney in type-ii diabetic rat models. Indian Journal of Experimental Biology . 2004;42", "ArticleIdList": ["15274480"]}, {"Citation": "Lee J. H., Park M., Jung K., et al. Identification of gallic acid as a active ingredient of Syzygium aromaticum against tacrolimus-induced damage in renal epithelial LLC-PK1 cells and rat kidney. Bioorganic & Medicinal Chemistry Letters . 2021;41 doi: 10.1016/j.bmcl.2021.128012.128012", "ArticleIdList": ["10.1016/j.bmcl.2021.128012", "33838305"]}, {"Citation": "Drikvandi P., Bahramikia S., Alirezaei M. Modulation of the antioxidant defense system in liver, kidney, and pancreas tissues of alloxan‐induced diabetic rats by camphor. Journal of Food Biochemistry . 2020;44(12) doi: 10.1111/jfbc.13527.e13527", "ArticleIdList": ["10.1111/jfbc.13527", "33084110"]}, {"Citation": "Hajian E., Eidi M., Abbaspour H. Effect of hydromethanolic extract of Allium porrum L. seed on treatment of ethylene glycol-induced kidney stone in male rats N. Journal of Sabzevar University of Medical Sciences . 2018;24"}, {"Citation": "Ehsani V., Amirteimoury M., Taghipour Z., et al. Protective effect of hydroalcoholic extract of Pistacia vera against gentamicin-induced nephrotoxicity in rats. Renal Failure . 2017;39(1):519–525. doi: 10.1080/0886022x.2017.1326384.", "ArticleIdList": ["10.1080/0886022x.2017.1326384", "PMC6014520", "28558475"]}, {"Citation": "G Sabar A. Lithotripsy of different urinary tract stones by using seeds of Carum copticum. Iraqi Journal of Pharmaceutical Sciences . 2017;19(2):38–41. doi: 10.31351/vol19iss2pp38-41.", "ArticleIdList": ["10.31351/vol19iss2pp38-41"]}, {"Citation": "Tir M., Feriani A., Labidi A., et al. Protective effects of phytochemicals of Capparis spinosa seeds with cisplatin and CCl4 toxicity in mice. Food Bioscience . 2019;28:42–48. doi: 10.1016/j.fbio.2019.01.002.", "ArticleIdList": ["10.1016/j.fbio.2019.01.002"]}, {"Citation": "Ravindran C. A., Murugaiyah V., Khiang P., Xavior R. Hepatoprotective activity of leaf of methanol extract of Laurus nobilis L. against paracetamol induced hepatotoxicity in rats. Asian Journal of Pharmaceutical and Clinical Research . 2013;6:153–157."}, {"Citation": "Marouane W., Soussi A., Murat J.-C., Bezzine S., El Feki A. The protective effect of Malva sylvestris on rat kidney damaged by vanadium. Lipids in Health and Disease . 2011;10:65–68. doi: 10.1186/1476-511x-10-65.", "ArticleIdList": ["10.1186/1476-511x-10-65", "PMC3104358", "21513564"]}, {"Citation": "Ben Saad A., Rjeibi I., Brahmi D., et al. Malva sylvestris extract protects upon lithium carbonate-induced kidney damages in male rat. Biomedicine & Pharmacotherapy . 2016;84:1099–1107. doi: 10.1016/j.biopha.2016.10.026.", "ArticleIdList": ["10.1016/j.biopha.2016.10.026", "27780138"]}, {"Citation": "Dkhil M. A., Bauomy A. A., Diab M. S., Al-Quraishy S. The antioxidant effect of Morus alba leaves extract on kidney, testes, spleen and intestine of mice. Pakistan Journal of Zoology . 2015;47"}, {"Citation": "Ajayi Olubumi B., Akomolafe S., Malachi Oluwaseyi I., Oyerinde Adebowale S. Effect of Sesamum indicum L. seed oil supplementation on the kidney function parameters of hypercholesterolemic rats. Journal of Nutrition & Food Sciences . 2014;4:306–309."}, {"Citation": "Bano H., Jahan N., Makbul S. A. A., Kumar B. N., Husain S., Sayed A. Effect of Piper cubeba L. fruit on ethylene glycol and ammonium chloride induced urolithiasis in male Sprague Dawley rats. Integrative Medicine Research . 2018;7(4):358–365. doi: 10.1016/j.imr.2018.06.005.", "ArticleIdList": ["10.1016/j.imr.2018.06.005", "PMC6303358", "30591890"]}, {"Citation": "Laorodphun P., Arjinajarn P., Thongnak L., et al. Anthocyanin rich fraction from black rice, Oryza sativa L. var. indica “Luem Pua,” bran extract attenuates kidney injury induced by high fat diet involving oxidative stress and apoptosis in obese rats. Phytotherapy Research . 2021;35", "ArticleIdList": ["34327741"]}, {"Citation": "Awad D. S., Ali R. M., Mhaidat N. M., Shotar A. M. Zizyphus jujuba protects against ibuprofen-induced nephrotoxicity in rats. Pharmaceutical Biology . 2014;52(2):182–186. doi: 10.3109/13880209.2013.821665.", "ArticleIdList": ["10.3109/13880209.2013.821665", "24074058"]}, {"Citation": "Ullah N., Khan M. A., Khan T., Ahmad W. Nephroprotective potentials of Citrus Aurantium: a prospective pharmacological study on experimental models. Pakistan Journal of Pharmaceutical Sciences . 2014;27(3):505–510.", "ArticleIdList": ["24811809"]}, {"Citation": "Sabahatullah A., Aslam M., Javed K., Siddiqui W. Nephroprotective activity of hydroalcoholic extract of Physalis alkekengi (solanaceae) fruit against cisplatin induced nephrotoxicity in rats. Planta Medica . 2010;76(5):p. P101. doi: 10.1055/s-0030-1251863.", "ArticleIdList": ["10.1055/s-0030-1251863"]}, {"Citation": "Habashy N. H., Kodous A. S., Abu-Serie M. M. Targeting ROS/NF-κB signaling pathway by the seedless black vitis vinifera polyphenols in CCl4-intoxicated kidney, lung, brain, and spleen in rats. Scientific Reports . 2021;11:16575–16617. doi: 10.1038/s41598-021-96008-0.", "ArticleIdList": ["10.1038/s41598-021-96008-0", "PMC8367948", "34400737"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "2", "Day": "19"}, {"Year": "2022", "Month": "5", "Day": "9"}, {"Year": "2022", "Month": "7", "Day": "1"}, {"Year": "2022", "Month": "8", "Day": "12", "Hour": "3", "Minute": "4"}, {"Year": "2022", "Month": "8", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "13", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "7", "Day": "31"}], "PublicationStatus": "epublish", "ArticleIdList": ["35958915", "PMC9357710", "10.1155/2022/8022599"]}}], "PubmedBookArticle": []}