{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Endophyte fungi", "anti-tumor", "apoptosis", "bioactive compounds", "cancer", "cell cycle arrest", "signalling pathways", "treatment"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35968347", "DateRevised": {"Year": "2022", "Month": "08", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "07", "Day": "15"}], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "2156-6976", "JournalIssue": {"Volume": "12", "Issue": "7", "PubDate": {"Year": "2022"}}, "Title": "American journal of cancer research", "ISOAbbreviation": "Am J Cancer Res"}, "ArticleTitle": "Exploring the anticancer activities of novel bioactive compounds derived from endophytic fungi: mechanisms of action, current challenges and future perspectives.", "Pagination": {"StartPage": "2897", "EndPage": "2919", "MedlinePgn": "2897-2919"}, "Abstract": {"AbstractText": ["Cancer is the second leading cause of death all around the world. The natural compounds derived from the endophytic flora of fungi are possible solutions to cancer treatment because they are safe for health, cost-effective, biocompatible and have fewer toxicity issues. The active ingredients in endophytic fungi that are responsible for anti-cancer activities are alkaloids, terpenoids, glycosides, saponin, peptides, steroids, phenols, quinones, and flavonoids. This review highlights the anti-cancer activities of entophytic fungus against human papillary thyroid carcinoma (IHH4), human pancreatic (PANC-1), ovarian (OVCAR-3), hepatic (HepG2), lung (A-549), human lymphoma (U937), human skin carcinoma (A431), breast (MCF-7), and Kaposi's sarcoma. The emerging evidence suggested that bioactive compounds isolated from endophytic fungi showed their anti-cancer activities by revealing the disturbance of the microtubule network caused by increased levels of Bax and Bcl-2 proteins that triggers cell cycle arrest at the G2-M phase, by inhibiting the DNA replication via binding with topoisomerase II, by regulating the activity of extracellular signal-regulated kinase and NF-kB, by evaluating the levels of p21, p27, and cyclins B/D1/E that led to cell death by apoptosis and cell cycle arrest. This review will assist readers in better comprehending bioactive chemicals and the beneficial interaction between the fungal endophytes and medicinal plants."], "CopyrightInformation": "AJCR Copyright © 2022."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Collage of Life Science, Department of Biological Sciences and Technology, China Medical University Taichung 406040, Taiwan."}], "LastName": "Kousar", "ForeName": "Rubina", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Science, Hebei Normal University Shijiazhuang 050024, Hebei, China."}], "LastName": "Naeem", "ForeName": "Muhammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bioinspired Device and Tissue Engineering Research Group, School of Biomedical Engineering and Health Sciences, Faculty of Engineering, Universiti Teknologi Malaysia Johor Bahru 81310, Johor, Malaysia."}], "LastName": "Jamaludin", "ForeName": "Mohamad Ikhwan", "Initials": "MI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nutrition Sciences, School of Health Sciences, University of Management & Technology Lahore Pakistan."}], "LastName": "Arshad", "ForeName": "Ammara", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Johor Pharmaceutical Services Division, Hospital Permai Lama Jalan Persiaran Permai, Johor Bahru 81200, Johor, Malaysia."}], "LastName": "Shamsuri", "ForeName": "Aisyah Nazirah", "Initials": "AN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, University of Balochistan Quetta, Pakistan."}], "LastName": "Ansari", "ForeName": "Nelofar", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Zoology, University of Sargodha Pakistan."}], "LastName": "Akhtar", "ForeName": "Samreen", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Sciences, University of Agriculture Faisalabad 38040, Pakistan."}], "LastName": "Hazafa", "ForeName": "Abu", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, College of Pharmacy, King Khalid University Abha 62529, Saudi Arabia."}], "LastName": "Uddin", "ForeName": "Jalal", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural and Medical Sciences Research Center, University of Nizwa PO Box 33, 616 Birkat Al Mauz, Nizwa, Oman."}], "LastName": "Khan", "ForeName": "Ajmal", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural and Medical Sciences Research Center, University of Nizwa PO Box 33, 616 Birkat Al Mauz, Nizwa, Oman."}], "LastName": "Al-Harrasi", "ForeName": "Ahmed", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Am J Cancer Res", "NlmUniqueID": "101549944", "ISSNLinking": "2156-6976"}, "CoiStatement": "None."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Globocan. The global cancer observatory-all cancers. Int Agent Res Cancer WHO. 2020;419:199–200."}, {"Citation": "Subramaniam S, Selvaduray KR, Radhakrishnan AK. Bioactive compounds: natural defense against cancer? Biomolecules. 2019;9:758.", "ArticleIdList": ["PMC6995630", "31766399"]}, {"Citation": "Bhadresha KP, Jain NK, Rawal RM. Assessing the protective effect of Moringa oleifera extract against bone metastasis: an in vitro simulated digestion approach. Nutr Cancer. 2022;74:1023–1036.", "ArticleIdList": ["34170200"]}, {"Citation": "Garcia-Oliveira P, Otero P, Pereira AG, Chamorro F, Carpena M, Echave J, Fraga-Corral M, Simal-Gandara J, Prieto MA. Status and challenges of plant-anticancer compounds in cancer treatment. Pharmaceuticals (Basel) 2021;14:157.", "ArticleIdList": ["PMC7918405", "33673021"]}, {"Citation": "Abdel-Razek AS, El-Naggar ME, Allam A, Morsy OM, Othman SI. Microbial natural products in drug discovery. Processes. 2020;8:470."}, {"Citation": "Hridoy M, Gorapi MZH, Noor S, Chowdhury NS, Rahman MM, Muscari I, Masia F, Adorisio S, Delfino DV, Mazid MA. Putative anticancer compounds from plant-derived endophytic fungi: a review. Molecules. 2022;27:296.", "ArticleIdList": ["PMC8746379", "35011527"]}, {"Citation": "Adeleke BS, Babalola OO. Pharmacological potential of fungal endophytes associated with medicinal plants: a review. J Fungi (Basel) 2021;7:147.", "ArticleIdList": ["PMC7922420", "33671354"]}, {"Citation": "Amirzakariya BZ, Shakeri A. Bioactive terpenoids derived from plant endophytic fungi: an updated review (2011-2020) Phytochemistry. 2022;197:113130.", "ArticleIdList": ["35183568"]}, {"Citation": "Sonaimuthu V, Johnpaul M. Taxol (anticancer drug) producing endophytic fungi: an overview. Int J Pharm Bio Sci. 2010;1"}, {"Citation": "Kasaei A, Mobini-Dehkordi M, Mahjoubi F, Saffar B. Isolation of taxol-producing endophytic fungi from Iranian yew through novel molecular approach and their effects on human breast cancer cell line. Curr Microbiol. 2017;74:702–709.", "ArticleIdList": ["28332162"]}, {"Citation": "Xianzhi Y, Shiping G, Lingqi Z, Hua S. Select of producing podophyllotoxin endophytic fungi from podophyllin plant. Nat Prod Res Develop. 2003;15:419–422."}, {"Citation": "Bhanot A, Sharma R, Noolvi MN. Natural sources as potential anti-cancer agents: a review. Int J Phytomedicine. 2011;3:9–26."}, {"Citation": "Lee C, Shim SH. Endophytic fungi inhabiting medicinal plants and their bioactive secondary metabolites. Nat Prod Sci. 2020;26:10–27."}, {"Citation": "Cao XD, Li JR, Zhou LG, Xu LJ, Li J, Zhao JL. Determination of diosgenin content of the endophytic fungi from Paris polyphylla var. yunnanensis by using an optimum ELISA. Nat Prod Res Develop. 2007;19"}, {"Citation": "Ding CH, Du XW, Xu Y, Xu XM, Mou JC, Yu D, Wu JK, Meng FJ, Liu Y, Wang WL, Wang LJ. Screening for differentially expressed genes in endophytic fungus strain 39 during co-culture with herbal extract of its host Dioscorea nipponica Makino. Curr Microbiol. 2014;69:517–524.", "ArticleIdList": ["24894904"]}, {"Citation": "Gouda S, Das G, Sen SK, Shin HS, Patra JK. Endophytes: a treasure house of bioactive compounds of medicinal importance. Front Microbiol. 2016;7:1538.", "ArticleIdList": ["PMC5041141", "27746767"]}, {"Citation": "Rana KL, Kour D, Sheikh I, Yadav N, Yadav AN, Kumar V, Singh BP, Dhaliwal HS, Saxena AK. Biodiversity of endophytic fungi from diverse niches and their biotechnological applications. Adv Endophytic Fun Res. 2019:105–144."}, {"Citation": "Nisa H, Kamili AN, Nawchoo IA, Shafi S, Shameem N, Bandh SA. Fungal endophytes as prolific source of phytochemicals and other bioactive natural products: a review. Microb Pathog. 2015;82:50–59.", "ArticleIdList": ["25865953"]}, {"Citation": "Rana KL, Kour D, Sheikh I, Dhiman A, Yadav N, Yadav AN, Rastegari AA, Singh K, Saxena AK. Recent advancement in white biotechnology through fungi. Springer; 2019. Endophytic fungi: biodiversity, ecological significance, and potential industrial applications; pp. 1–62."}, {"Citation": "Toofanee SB, Dulymamode R. Fungal endophytes associated with Cordemoya integrifolia. Fungal Divers. 2002;11:169–175."}, {"Citation": "Puri SC, Verma V, Amna T, Qazi GN, Spiteller M. An endophytic fungus from Nothapodytes foetida that produces Camptothecin. J Nat Prod. 2005;68:1717–1719.", "ArticleIdList": ["16378360"]}, {"Citation": "Rana KL, Kour D, Kaur T, Devi R, Negi C, Yadav AN, Yadav N, Singh K, Saxena AK. Microbial Endophytes. Elsevier; 2020. Endophytic fungi from medicinal plants: biodiversity and biotechnological applications; pp. 273–305."}, {"Citation": "Chen G, Zhu Y, Wang HZ, Wang SJ, Zhang RQ. The metabolites of a mangrove endophytic fungus, Penicillium thomi. J Asian Nat Prod Res. 2007;9:159–164.", "ArticleIdList": ["17454313"]}, {"Citation": "Huang WY, Cai YZ, Xing J, Corke H, Sun M. A potential antioxidant resource: endophytic fungi from medicinal plants. Econ Bot. 2007;61:14–30."}, {"Citation": "Gangadevi V, Muthumary J. Taxol, an anticancer drug produced by an endophytic fungus Bartalinia robillardoides Tassi, isolated from a medicinal plant, Aegle marmelos Correa ex Roxb. World J Microbiol Biotechnol. 2008;24:717–724."}, {"Citation": "Liu KH, Ding XW, Deng BW, Chen WQ. Isolation and characterization of endophytic taxol-producing fungi from Taxus chinensis. J Ind Microbiol Biotechnol. 2009;36:1171–1177.", "ArticleIdList": ["19484278"]}, {"Citation": "Ahmad N, Hamayun M, Khan SA, Khan AL, Lee IJ, Shin DH. Gibberellin-producing endophytic fungi isolated from Monochoria vaginalis. J Microbiol Biotechnol. 2010;20:1744–1749.", "ArticleIdList": ["21193832"]}, {"Citation": "Katoch M, Phull S, Vaid S, Singh S. Diversity, phylogeny, anticancer and antimicrobial potential of fungal endophytes associated with Monarda citriodora L. BMC Microbiol. 2017;17:44.", "ArticleIdList": ["PMC5339955", "28264654"]}, {"Citation": "Duan XX, Xu FF, Qin D, Gao TC, Shen WY, Zuo SH, Yu BH, Xu JR, Peng YJ, Dong JY. Diversity and bioactivities of fungal endophytes from Distylium chinense, a rare waterlogging tolerant plant endemic to the Three Gorges Reservoir. BMC Microbiol. 2019;19:278.", "ArticleIdList": ["PMC6902458", "31822262"]}, {"Citation": "Tiwari P, Bae H. Endophytic fungi: key insights, emerging prospects, and challenges in natural product drug discovery. Microorganisms. 2022;10:360.", "ArticleIdList": ["PMC8876476", "35208814"]}, {"Citation": "Dos Santos I, Mohamed T, Borges L, Nahas HA, Abdel-Azeem M, Carvalho C, Bezerra J, Gupta V, Xavier-Santos S, Mossa M. The global tendency in the research of biological activity in endophytic fungi: a scientometric analysis. Curr Res Environ Appl Mycol. 2022;12:1–14."}, {"Citation": "Pandi M, SenthilKumaran R, Rajapriya P, Yogeswari S, Muthumary J. Taxol, a potential drug for the treatment of cancer. Biores Bull. 2013;2:1–9."}, {"Citation": "Zhao J, Shan T, Mou Y, Zhou L. Plant-derived bioactive compounds produced by endophytic fungi. Mini Rev Med Chem. 2011;11:159–168.", "ArticleIdList": ["21222580"]}, {"Citation": "Kumaran RS, Jung H, Kim HJ. In vitro screening of taxol, an anticancer drug produced by the fungus, Colletotrichum capsici. Eng Life Sci. 2011;11:264–271."}, {"Citation": "Chakravarthi BV, Sujay R, Kuriakose GC, Karande AA, Jayabaskaran C. Inhibition of cancer cell proliferation and apoptosis-inducing activity of fungal taxol and its precursor baccatin III purified from endophytic Fusarium solani. Cancer Cell Int. 2013;13:105.", "ArticleIdList": ["PMC4016216", "24152585"]}, {"Citation": "Weaver BA. How Taxol/paclitaxel kills cancer cells. Mol Biol Cell. 2014;25:2677–2681.", "ArticleIdList": ["PMC4161504", "25213191"]}, {"Citation": "Pasquier E, Carré M, Pourroy B, Camoin L, Rebaï O, Briand C, Braguer D. Antiangiogenic activity of paclitaxel is associated with its cytostatic effect, mediated by the initiation but not completion of a mitochondrial apoptotic signaling pathway. Mol Cancer Ther. 2004;3:1301–1310.", "ArticleIdList": ["15486197"]}, {"Citation": "Kampan NC, Madondo MT, McNally OM, Quinn M, Plebanski M. Paclitaxel and its evolving role in the management of ovarian cancer. Biomed Res Int. 2015;2015:413076.", "ArticleIdList": ["PMC4475536", "26137480"]}, {"Citation": "Uzma F, Mohan CD, Hashem A, Konappa NM, Rangappa S, Kamath PV, Singh BP, Mudili V, Gupta VK, Siddaiah CN, Chowdappa S, Alqarawi AA, Abd Allah EF. Endophytic fungi-alternative sources of cytotoxic compounds: a review. Front Pharmacol. 2018;9:309.", "ArticleIdList": ["PMC5932204", "29755344"]}, {"Citation": "Kumar S, Aharwal RP, Jain R, Sandhu SS. Bioactive molecules of endophytic fungi and their potential in anticancer drug development. Curr Pharmacol Rep. 2021;7:27–41."}, {"Citation": "Li FZ, Jiang T, Li QY, Ling X. Camptothecin (CPT) and its derivatives are known to target topoisomerase I (Top1) as their mechanism of action: did we miss something in CPT analogue molecular targets for treating human disease such as cancer? Am J Cancer Res. 2017;7:2350–2394.", "ArticleIdList": ["PMC5752681", "29312794"]}, {"Citation": "El-Sayed ASA, Zayed RA, El-Baz AF, Ismaeil WM. Bioprocesses optimization and anticancer activity of camptothecin from Aspergillus flavus, an endophyte of in vitro cultured Astragalus fruticosus. Mol Biol Rep. 2022 [Epub ahead of print]", "ArticleIdList": ["35312933"]}, {"Citation": "Aswini A, Soundhari C. Production of camptothecin from endophytic fungi and characterization by high-performance liquid chromatography and anticancer activity against colon cancer cell line. Asian J Pharm Clin Res. 2018;11:166–170."}, {"Citation": "Beretta GL, Gatti L, Perego P, Zaffaroni N. Camptothecin resistance in cancer: insights into the molecular mechanisms of a DNA-damaging drug. Curr Med Chem. 2013;20:1541–1565.", "ArticleIdList": ["23432590"]}, {"Citation": "Pommier Y. Topoisomerase I inhibitors: camptothecins and beyond. Nat Rev Cancer. 2006;6:789–802.", "ArticleIdList": ["16990856"]}, {"Citation": "Lingqi Z, Bo G, Haiyan L, Songrong Z, Hua S, Su G, Rongcheng W. Preliminary study on the isolation of endophytic fungus of Catharanthus roseus and its fermentation to produce products of therapeutic value. Chin Tradit Herb Drugs. 2000;31:805–807."}, {"Citation": "Puri SK, Habbu PV, Kulkarni PV, Kulkarni VH. Nitrogen containing secondary metabolites from endophytes of medicinal plants and their biological/pharmacological activities-a review. Syst Rev Pharm. 2018;9:22–30."}, {"Citation": "El-Sayed ER. Discovery of the anticancer drug vinblastine from the endophytic Alternaria alternata and yield improvement by gamma irradiation mutagenesis. J Appl Microbiol. 2021;131:2886–2898.", "ArticleIdList": ["34062037"]}, {"Citation": "Martino E, Casamassima G, Castiglione S, Cellupica E, Pantalone S, Papagni F, Rui M, Siciliano AM, Collina S. Vinca alkaloids and analogues as anti-cancer agents: looking back, peering ahead. Bioorg Med Chem Lett. 2018;28:2816–2826.", "ArticleIdList": ["30122223"]}, {"Citation": "Kapoor S, Srivastava S, Panda D. Indibulin dampens microtubule dynamics and produces synergistic antiproliferative effect with vinblastine in MCF-7 cells: implications in cancer chemotherapy. Sci Rep. 2018;8:12363.", "ArticleIdList": ["PMC6098095", "30120268"]}, {"Citation": "Ashraf SM, Sebastian J, Rathinasamy K. Zerumbone, a cyclic sesquiterpene, exerts antimitotic activity in HeLa cells through tubulin binding and exhibits synergistic activity with vinblastine and paclitaxel. Cell Prolif. 2019;52:e12558.", "ArticleIdList": ["PMC6496756", "30525278"]}, {"Citation": "Amiri B, Ahmadvand H, Farhadi A, Najmafshar A, Chiani M, Norouzian D. Delivery of vinblastine-containing niosomes results in potent in vitro/in vivo cytotoxicity on tumor cells. Drug Dev Ind Pharm. 2018;44:1371–1376.", "ArticleIdList": ["29532687"]}, {"Citation": "Zhou XW, Xu ZR, Li AJ, Zhang ZQ, Xu SC. Double-sides sticking mechanism of vinblastine interacting with α, β-tubulin to get activity against cancer cells. J Biomol Struct Dyn. 2019;37:4080–4091.", "ArticleIdList": ["30451089"]}, {"Citation": "Anitha SS. Pharmacological activity of vinca alkaloids. J Pharmacogn Phytochem. 2016;4:27–34."}, {"Citation": "Kusari S, Hertweck C, Spiteller M. Chemical ecology of endophytic fungi: origins of secondary metabolites. Chem Biol. 2012;19:792–798.", "ArticleIdList": ["22840767"]}, {"Citation": "Kusari S, Lamshöft M, Zühlke S, Spiteller M. An endophytic fungus from Hypericum perforatum that produces hypericin. J Nat Prod. 2008;71:159–162.", "ArticleIdList": ["18220354"]}, {"Citation": "Garnica S, Weiss M, Oberwinkler F. Morphological and molecular phylogenetic studies in South American Cortinarius species. Mycol Res. 2003;107:1143–1156.", "ArticleIdList": ["14635763"]}, {"Citation": "Agostinis P, Vantieghem A, Merlevede W, de Witte PA. Hypericin in cancer treatment: more light on the way. Int J Biochem Cell Biol. 2002;34:221–241.", "ArticleIdList": ["11849990"]}, {"Citation": "Dong XX, Zeng YW, Zhang ZQ, Fu J, You LT, He YY, Hao Y, Gu ZL, Yu ZF, Qu CH, Yin XB, Ni J, Cruz LJ. Hypericin-mediated photodynamic therapy for the treatment of cancer: a review. J Pharm Pharmacol. 2021;73:425–436.", "ArticleIdList": ["33793828"]}, {"Citation": "Ferenc P, Solár P, Kleban J, Mikeš J, Fedoročko P. Down-regulation of Bcl-2 and Akt induced by combination of photoactivated hypericin and genistein in human breast cancer cells. J Photochem Photobiol B. 2010;98:25–34.", "ArticleIdList": ["19932626"]}, {"Citation": "Vandenbogaerde AL, Cuveele JF, Proot P, Himpens BE, Merlevede WJ, de Witte PA. Differential cytotoxic effects induced after photosensitization by hypericin. J Photochem Photobiol B. 1997;38:136–142.", "ArticleIdList": ["9203374"]}, {"Citation": "Paba V, Quarto M, Varriale L, Crescenzi E, Palumbo G. Photo-activation of hypericin with low doses of light promotes apparent photo-resistance in human histiocytic lymphoma U937 cells. J Photochem Photobiol B. 2001;60:87–96.", "ArticleIdList": ["11470563"]}, {"Citation": "Huygens A, Kamuhabwa AR, Van Laethem A, Roskams T, Van Cleynenbreugel B, Van Poppel H, Agostinis P, De Witte PA. Enhancing the photodynamic effect of hypericin in tumour spheroids by fractionated light delivery in combination with hyperoxygenation. Int J Oncol. 2005;26:1691–1697.", "ArticleIdList": ["15870887"]}, {"Citation": "Han C, Zhang C, Ma T, Zhang C, Luo JG, Xu X, Zhao HJ, Chen Y, Kong LY. Hypericin-functionalized graphene oxide for enhanced mitochondria-targeting and synergistic anticancer effect. Acta Biomater. 2018;77:268–281.", "ArticleIdList": ["30006311"]}, {"Citation": "Gyurászová K, Mikeš J, Halaburkova A, Jendželovský R, Fedoročko P. YM155, a small molecule inhibitor of survivin expression, sensitizes cancer cells to hypericin-mediated photodynamic therapy. Photochem Photobiol Sci. 2016;15:812–821.", "ArticleIdList": ["27241169"]}, {"Citation": "Macejova M, Sačková V, Hradická P, Jendželovský R, Demečková V, Fedoročko P. Combination of photoactive hypericin and Manumycin A exerts multiple anticancer effects on oxaliplatin-resistant colorectal cells. Toxicol In Vitro. 2020;66:104860.", "ArticleIdList": ["32298799"]}, {"Citation": "Sardoiwala MN, Kushwaha AC, Dev A, Shrimali N, Guchhait P, Karmakar S, Roy Choudhury S. Hypericin-loaded transferrin nanoparticles induce PP2A-regulated BMI1 degradation in colorectal cancer-specific chemo-photodynamic therapy. ACS Biomater Sci Eng. 2020;6:3139–3153.", "ArticleIdList": ["33463265"]}, {"Citation": "Kim H, Kim SW, Seok KH, Hwang CW, Ahn JC, Jin JO, Kang HW. Hypericin-assisted photodynamic therapy against anaplastic thyroid cancer. Photodiagnosis Photodyn Ther. 2018;24:15–21.", "ArticleIdList": ["30118906"]}, {"Citation": "Arani HZ, Olya M, Mirahmadi AS, Saleki H, Atashi HA, Marzouni HZ, Hoseinian M, Javidi MA, Zabolian A. Hypericin induces apoptosis in K562 cells via downregulation of Myc and Mdm2. J Cancer Res Ther. 2021;17:242–247.", "ArticleIdList": ["33723162"]}, {"Citation": "Biswas D, Nazir R, Biswas P, Kumar V, Nandy S, Mukherjee A, Dey A, Pandey DK. Endophytic sources of diosgenin, a natural steroid with multiple therapeutic values. S Afr J Bot. 2020;134:119–125."}, {"Citation": "Chen J, Zhang HF, Xiong CM, Ruan Jl. Inhibitory effect of diosgenin on experimentally induced benign prostatic hyperplasia in rats. J Huazhong Uni Sci Technolog Med Sci. 2016;36:806–810.", "ArticleIdList": ["27924509"]}, {"Citation": "Lai Z, Wang H, Tang X, Zhang L, Wang T, Cheng J. Study on the mechanism of diosgenin targeting STAT3 to inhibit colon cancer proliferation and migration. Dis Marker. 2022;2022:7494887.", "ArticleIdList": ["PMC9188474", "35698571"]}, {"Citation": "Srinivasan S, Koduru S, Kumar R, Venguswamy G, Kyprianou N, Damodaran C. Diosgenin targets Akt-mediated prosurvival signaling in human breast cancer cells. Int J Cancer. 2009;125:961–967.", "ArticleIdList": ["19384950"]}, {"Citation": "Mao ZJ, Tang QJ, Zhang CA, Qin ZF, Pang B, Wei PK, Liu B, Chou YN. Anti-proliferation and anti-invasion effects of diosgenin on gastric cancer BGC-823 cells with HIF-1α shRNAs. Int J Mol Sci. 2012;13:6521–6533.", "ArticleIdList": ["PMC3382793", "22754381"]}, {"Citation": "Liu YL, Zhou ZJ, Yan JZ, Wu XF, Xu GY. Diosgenin exerts antitumor activity via downregulation of Skp2 in breast cancer cells. Biomed Res Int. 2020;2020:8072639.", "ArticleIdList": ["PMC7317312", "32626765"]}, {"Citation": "Bhardwaj N, Tripathi N, Goel B, Jain SK. Anticancer activity of diosgenin and its semi-synthetic derivatives: role in autophagy mediated cell death and induction of apoptosis. Mini Rev Med Chem. 2021;21:1646–1665.", "ArticleIdList": ["33402081"]}, {"Citation": "Chiang CT, Way TD, Tsai SJ, Lin JK. Diosgenin, a naturally occurring steroid, suppresses fatty acid synthase expression in HER2-overexpressing breast cancer cells through modulating Akt, mTOR and JNK phosphorylation. FEBS Lett. 2007;581:5735–5742.", "ArticleIdList": ["18022396"]}, {"Citation": "Sethi G, Shanmugam MK, Warrier S, Merarchi M, Arfuso F, Kumar AP, Bishayee A. Pro-apoptotic and anti-cancer properties of diosgenin: a comprehensive and critical review. Nutrients. 2018;10:645.", "ArticleIdList": ["PMC5986524", "29783752"]}, {"Citation": "Amina SJ, Iqbal M, Faisal A, Shoaib Z, Niazi MBK, Ahmad NM, Khalid N, Janjua HA. Synthesis of diosgenin conjugated gold nanoparticles using algal extract of Dictyosphaerium sp. and in-vitro application of their antiproliferative activities. Mater Today Commun. 2021;27:102360."}, {"Citation": "Shishodia S, Aggarwal BB. Diosgenin inhibits osteoclastogenesis, invasion, and proliferation through the downregulation of Akt, IκB kinase activation and NF-κB-regulated gene expression. Oncogene. 2006;25:1463–1473.", "ArticleIdList": ["16331273"]}, {"Citation": "Li F, Fernandez PP, Rajendran P, Hui KM, Sethi G. Diosgenin, a steroidal saponin, inhibits STAT3 signaling pathway leading to suppression of proliferation and chemosensitization of human hepatocellular carcinoma cells. Cancer Lett. 2010;292:197–207.", "ArticleIdList": ["20053498"]}, {"Citation": "Wu JL, Leung EL, Zhou H, Liu L, Li N. Metabolite analysis of toosendanin by an ultra-high performance liquid chromatography-quadrupole-time of flight mass spectrometry technique. Molecules. 2013;18:12144–12153.", "ArticleIdList": ["PMC6270517", "24084018"]}, {"Citation": "Zhang S, Cao L, Wang ZR, Li Z, Ma J. Anti-cancer effect of toosendanin and its underlying mechanisms. J Asian Nat Prod Res. 2019;21:270–283.", "ArticleIdList": ["29629572"]}, {"Citation": "Cao L, Qu DD, Wang H, Zhang S, Jia CM, Shi ZX, Wang ZR, Zhang J, Ma J. Toosendanin exerts an anti-cancer effect in glioblastoma by inducing estrogen receptor β-and p53-mediated apoptosis. Int J Mol Sci. 2016;17:1928.", "ArticleIdList": ["PMC5133924", "27869737"]}, {"Citation": "Zhou Q, Wu XB, Wen CY, Wang HH, Wang HS, Liu HL, Peng JS. Toosendanin induces caspase-dependent apoptosis through the p38 MAPK pathway in human gastric cancer cells. Biochem Biophys Res Commun. 2018;505:261–266.", "ArticleIdList": ["30245130"]}, {"Citation": "Zhang JN, Yang F, Mei XY, Yang R, Lu B, Wang ZT, Ji LL. Toosendanin and isotoosendanin suppress triple-negative breast cancer growth via inducing necrosis, apoptosis and autophagy. Chem Biol Interact. 2022;351:109739.", "ArticleIdList": ["34742683"]}, {"Citation": "Zhang CC, Gao HJ, Liu ZQ, Lai JC, Zhan ZX, Chen Y, Huang HY. Mechanisms involved in the anti-tumor effects of Toosendanin in glioma cells. Cancer Cell Int. 2021;21:492.", "ArticleIdList": ["PMC8444588", "34530814"]}, {"Citation": "de Wit PJ. Cladosporium fulvum effectors: weapons in the arms race with tomato. Annu Rev Phytopathol. 2016;54:1–23.", "ArticleIdList": ["27215970"]}, {"Citation": "Ren ZH, Song RJ, Wang S, Quan HY, Yang L, Sun L, Zhao BY, Lu H. The biosynthesis pathway of swainsonine, a new anticancer drug from three endophytic fungi. J Microbiol Biotechnol. 2017;27:1897–1906.", "ArticleIdList": ["29092390"]}, {"Citation": "Lin T, Wang GH, Shan WJ, Zeng DQ, Ding R, Jiang X, Zhu D, Liu XX, Yang SY, Chen HF. Myrotheciumones: bicyclic cytotoxic lactones isolated from an endophytic fungus of Ajuga decumbens. Bioorg Med Chem Lett. 2014;24:2504–2507.", "ArticleIdList": ["24775302"]}, {"Citation": "Li X, Tian Y, Yang SX, Zhang YM, Qin JC. Cytotoxic azaphilone alkaloids from Chaetomium globosum TY1. Bioorg Med Chem Lett. 2013;23:2945–2947.", "ArticleIdList": ["23562244"]}, {"Citation": "Tantapakul C, Promgool T, Kanokmedhakul K, Soytong K, Song J, Hadsadee S, Jungsuttiwong S, Kanokmedhakul S. Bioactive xanthoquinodins and epipolythiodioxopiperazines from Chaetomium globosum 7s-1, an endophytic fungus isolated from Rhapis cochinchinensis (Lour.) Mart. Nat Prod Res. 2020;34:494–502.", "ArticleIdList": ["30449167"]}, {"Citation": "Liu HX, Tan HB, Chen YC, Li SN, Li HH, Zhang WM. Cytotoxic triquinane-type sesquiterpenoids from the endophytic fungus Cerrena sp. A593. Nat Prod Res. 2020;34:2430–2436.", "ArticleIdList": ["30600698"]}, {"Citation": "Zhang XY, Tan XM, Li YY, Wang YD, Yu M, Qing JC, Sun BD, Niu SB, Ding G. Hispidulones A and B, two new phenalenone analogs from desert plant endophytic fungus Chaetosphaeronema hispidulum. J Antibiot (Tokyo) 2020;73:56–59.", "ArticleIdList": ["31624336"]}, {"Citation": "Xu K, Guo CL, Shi DY, Meng J, Tian HY, Guo SJ. Discovery of natural dimeric naphthopyrones as potential cytotoxic agents through ROS-mediated apoptotic pathway. Mar Drugs. 2019;17:207.", "ArticleIdList": ["PMC6520789", "30987066"]}, {"Citation": "Cain JW, Miller KI, Kalaitzis JA, Chau R, Neilan BA. Genome mining of a fungal endophyte of Taxus yunnanensis (Chinese yew) leads to the discovery of a novel azaphilone polyketide, lijiquinone. Microb Biotechnol. 2020;13:1415–1427.", "ArticleIdList": ["PMC7415360", "32281262"]}, {"Citation": "Li HL, Li XM, Mandi A, Antus S, Li X, Zhang P, Liu Y, Kurtan T, Wang BG. Characterization of cladosporols from the marine algal-derived endophytic fungus Cladosporium cladosporioides EN-399 and configurational revision of the previously reported cladosporol derivatives. J Org Chem. 2017;82:9946–9954.", "ArticleIdList": ["28853887"]}, {"Citation": "Mahmoud MM, Abdel-Razek AS, Soliman HSM, Ponomareva LV, Thorson JS, Shaaban KA, Shaaban M. Diverse polyketides from the marine endophytic alternaria sp. LV52: structure determination and cytotoxic activities. Biotechnol Rep (Amst) 2021;33:e00628.", "ArticleIdList": ["PMC8752877", "35036335"]}, {"Citation": "Meshram V, Kapoor N, Dwibedi V, Srivastava A, Saxena S. Extracellular resveratrol producing endophytic fungus, quambalaria cyanescens. S Afr J Bot. 2022;146:409–416."}, {"Citation": "Ming QL, Li YN, Jiang XX, Huang XN, He YM, Qin LY, Liu YX, Tang Y, Gao N. Xanthones and benzophenones isolated from the endophytic fungus penicillium sp. ct-28 of corydlis tomentella and their cytotoxic activity. Fitoterapia. 2022;157:105127.", "ArticleIdList": ["35033607"]}, {"Citation": "Kalimuthu AK, Parasuraman P, Sivakumar P, Murugesan S, Arunachalam S, Pandian SRK, Ravishankar V, Ammunje DN, Sampath M, Panneerselvam T, Kunjiappan S. In silico, in vitro screening of antioxidant and anticancer potentials of bioactive secondary metabolites from an endophytic fungus (Curvularia sp.) from Phyllanthus niruri L. Environ Sci Pollut Res Int. 2022", "ArticleIdList": ["35201581"]}, {"Citation": "Verma A, Gupta P, Rai N, Tiwari RK, Kumar A, Salvi P, Kamble SC, Singh SK, Gautam V. Assessment of biological activities of fungal endophytes derived bioactive compounds isolated from Amoora rohituka. J Fungi (Basel) 2022;8:285.", "ArticleIdList": ["PMC8952687", "35330287"]}, {"Citation": "Moubasher HA, Balbool BA, Helmy YA, Alsuhaibani AM, Atta AA, Sheir DH, Abdel-Azeem AM. Insights into asparaginase from endophytic fungus lasiodiplodia theobromae: purification, characterization and antileukemic activity. Int J Environ Res Public Health. 2022;19:680.", "ArticleIdList": ["PMC8775487", "35055502"]}, {"Citation": "Cao XY, Xu LX, Wang JY, Dong MM, Xu CY, Kai GY, Wan W, Jiang JH. Endophytic fungus Pseudodidymocyrtis lobariellae KL27 promotes taxol biosynthesis and accumulation in taxus chinensis. BMC Plant Biol. 2022;22:12.", "ArticleIdList": ["PMC8722197", "34979929"]}, {"Citation": "Zhou J, Feng Z, Zhang WF, Xu J. Evaluation of the antimicrobial and cytotoxic potential of endophytic fungi extracts from mangrove plants Rhizophora stylosa and R. mucronata. Sci Rep. 2022;12:2733.", "ArticleIdList": ["PMC8854691", "35177749"]}, {"Citation": "Zhou J, Zheng DY, Xu J. Two new polyketides from endophytic fungus Pestalotiopsis sp. HQD-6 isolated from the Chinese mangrove plant Rhizophora mucronata. J Asian Nat Prod Res. 2022;24:52–58.", "ArticleIdList": ["33511870"]}, {"Citation": "Georgousaki K, González-Menéndez V, Tormo JR, Tsafantakis N, Mackenzie TA, Martín J, Gumeni S, Trougakos IP, Reyes F, Fokialakis N, Genilloud O. Comoclathrin, a novel potent skin-whitening agent produced by endophytic Comoclathris strains associated with Andalusia desert plants. Sci Rep. 2022;12:1649.", "ArticleIdList": ["PMC8803924", "35102193"]}, {"Citation": "Thirumalanadhuni V, Yerraguravagari LL, Palempalli UM. Endophytic microflora: the fountainhead of anticancer metabolites-a systematic review. Rec Develop Appl Microbiol Biochem. 2021:13–20."}, {"Citation": "Thirumalanadhuni V, Yerraguravagari LL, Mathakala V, Palempalli UM. Anticancer and free radical scavenging potential of the marine algicolous endophytic fungus cladosporium uredinicola. Asian J Pharm Clin Res. 2019;12:520–524."}, {"Citation": "Kharwar RN, Mishra A, Gond SK, Stierle A, Stierle D. Anticancer compounds derived from fungal endophytes: their importance and future challenges. Nat Prod Rep. 2011;28:1208–1228.", "ArticleIdList": ["21455524"]}, {"Citation": "Omeje EO, Ahomafor JE, Onyekaba TU, Monioro PO, Nneka I, Onyeloni S, Chime C, Eboka JC. Nat Prod Cancer Drug Discov. IntechOpen; 2017. Endophytic fungi as alternative and reliable sources for potent anticancer agents; pp. 52–60."}, {"Citation": "Wen J, Okyere SK, Wang S, Wang J, Xie L, Ran Y, Hu Y. Endophytic Fungi: an effective alternative source of plant-derived bioactive compounds for pharmacological studies. J Fungi (Basel) 2022;8:205.", "ArticleIdList": ["PMC8877053", "35205959"]}, {"Citation": "Fadiji AE, Babalola OO. Elucidating mechanisms of endophytes used in plant protection and other bioactivities with multifunctional prospects. Front Bioeng Biotechnol. 2020;8:467.", "ArticleIdList": ["PMC7242734", "32500068"]}, {"Citation": "Giddings LA, Newman DJ. Extremophilic fungi from marine environments: underexplored sources of antitumor, anti-infective and other biologically active agents. Mar Drugs. 2022;20:62.", "ArticleIdList": ["PMC8781577", "35049917"]}, {"Citation": "Yadav AN, Kour D, Kaur T, Devi R, Yadav A. Endophytic fungal communities and their biotechnological implications for agro-environmental sustainability. Folia Microbiologica (Praha) 2022;67:203–232.", "ArticleIdList": ["35122218"]}, {"Citation": "Zhao J, Zhou L, Wang J, Shan T, Zhong L, Liu X, Gao X. Endophytic fungi for producing bioactive compounds originally from their host plants. Curr Res Technol Educ Trop Appl Microbiol Microbial Biotechnol. 2010;1:567–576."}, {"Citation": "Kusari S, Zühlke S, Spiteller M. An endophytic fungus from Camptotheca acuminata that produces camptothecin and analogues. J Nat Prod. 2009;72:2–7.", "ArticleIdList": ["19119919"]}, {"Citation": "Puri SC, Nazir A, Chawla R, Arora R, Riyaz-ul-Hasan S, Amna T, Ahmed B, Verma V, Singh S, Sagar R, Sharma A, Kumar R, Sharma RK, Qazi GN. The endophytic fungus Trametes hirsuta as a novel alternative source of podophyllotoxin and related aryl tetralin lignans. J Biotechnol. 2006;122:494–510.", "ArticleIdList": ["16375985"]}, {"Citation": "Kiran S, Hai ZJ, Ding ZL, Wang L, Liu YL, Zhang HF, Liang GL. Alkaline phosphatase-triggered assembly of etoposide enhances its anticancer effect. Chem Comm (Camb) 2018;54:1853–1856.", "ArticleIdList": ["29387836"]}, {"Citation": "Singh A, Singh DK, Kharwar RN, White JF, Gond SK. Fungal endophytes as efficient sources of plant-derived bioactive compounds and their prospective applications in natural product drug discovery: insights, avenues, and challenges. Microorganisms. 2021;9:197.", "ArticleIdList": ["PMC7833388", "33477910"]}, {"Citation": "Verekar SA, Mishra PD, Sreekumar ES, Deshmukh SK, Fiebig HH, Kelter G, Maier A. Anticancer activity of new depsipeptide compound isolated from an endophytic fungus. J Antibiot (Tokyo) 2014;67:697–701.", "ArticleIdList": ["24824817"]}, {"Citation": "Ghanbari-Movahed M, Kaceli T, Mondal A, Farzaei MH, Bishayee A. Recent advances in improved anticancer efficacies of camptothecin nano-formulations: a systematic review. Biomedicines. 2021;9:480.", "ArticleIdList": ["PMC8146681", "33925750"]}, {"Citation": "Wang HH, Wen CY, Chen SY, Wang F, He L, Li WQ, Zhou Q, Yu WK, Huang LL, Chen JX, Liu RX, Li WD, Yang XL, Liu HL. Toosendanin-induced apoptosis in colorectal cancer cells is associated with the κ-opioid receptor/β-catenin signaling axis. Biochem Pharmacol. 2020;177:114014.", "ArticleIdList": ["32387457"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "4", "Day": "18"}, {"Year": "2022", "Month": "6", "Day": "1"}, {"Year": "2022", "Month": "8", "Day": "15", "Hour": "4", "Minute": "13"}, {"Year": "2022", "Month": "8", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "16", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "7", "Day": "15"}], "PublicationStatus": "epublish", "ArticleIdList": ["35968347", "PMC9360238"]}}], "PubmedBookArticle": []}