{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["EST-SSR", "Genetic diversity", "Monochasma savatieri", "Population structure", "Wild germplasm resources"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35974306", "DateCompleted": {"Year": "2022", "Month": "08", "Day": "18"}, "DateRevised": {"Year": "2022", "Month": "08", "Day": "24"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "08", "Day": "16"}], "Language": ["eng"], "ELocationID": ["597", "10.1186/s12864-022-08832-x"], "Journal": {"ISSN": "1471-2164", "JournalIssue": {"Volume": "23", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Aug", "Day": "16"}}, "Title": "BMC genomics", "ISOAbbreviation": "BMC Genomics"}, "ArticleTitle": "Analysis of the genetic diversity and population structure of Monochasma savatieri Franch. ex Maxim using novel EST-SSR markers.", "Pagination": {"StartPage": "597", "MedlinePgn": "597"}, "Abstract": {"AbstractText": ["Monochasma savatieri Franch. ex Maxim is a medicinally valuable herb. However, the collection and protection of the wild germplasm resources of M. savatieri are still insufficient, and their genetic diversity and population structure have been poorly studied.", "We collected and examined 46 M. savatieri individuals from Fujian, Hunan, Jiangxi, and Zhejiang provinces for genetic diversity and population structure, using 33 newly developed expressed sequence tag-simple sequence repeat (EST-SSR) markers. Applying these markers, we detected a total of 208 alleles, with an average of 6.303 alleles per locus. The polymorphic information content varied from 0.138 to 0.884 (average: 0.668), indicating a high level of polymorphism. At the population level, there was a low degree of genetic diversity among populations (I = 0.535, He = 0.342), with Zhejiang individuals showing the highest genetic diversity among the four populations (Fst = 0.497), which indicated little gene flow within the M. savatieri populations (Nm = 0.253). Mantel test analysis revealed a significant positive correlation between geographical and genetic distance among populations (R<sup>2</sup> = 0.3304, p < 0.05), and structure and principal coordinate analyses supported classification of populations into three clusters, which was consistent with the findings of cluster analysis.", "As a rare medicinal plants, the protection of M. savatieri does not look optimistic, and accordingly, protective efforts should be beefed up on the natural wild populations. This study provided novel tools and insights for designing effective collection and conservation strategies for M. savatieri."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Sciences, Jiangxi Normal University, Nanchang, 330022, China."}], "LastName": "Yang", "ForeName": "Wanling", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Sciences, Jiangxi Normal University, Nanchang, 330022, China."}], "LastName": "Bai", "ForeName": "Zhiyi", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Yichun Academy of Sciences, Yichun, 336000, China."}], "LastName": "Wang", "ForeName": "Fuqiang", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Sciences, Jiangxi Normal University, Nanchang, 330022, China."}], "LastName": "Zou", "ForeName": "Mingzhu", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Sciences, Jiangxi Normal University, Nanchang, 330022, China."}], "LastName": "Wang", "ForeName": "Xinru", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Sciences, Jiangxi Normal University, Nanchang, 330022, China."}], "LastName": "Xie", "ForeName": "Jiankun", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Sciences, Jiangxi Normal University, Nanchang, 330022, China. zhang84004@163.com."}], "LastName": "Zhang", "ForeName": "Fantao", "Initials": "F"}], "GrantList": [{"GrantID": "31960370", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "20202ACB205002", "Agency": "Natural Science Foundation of Jiangxi Province", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Genomics", "NlmUniqueID": "100965258", "ISSNLinking": "1471-2164"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Alleles"}, {"QualifierName": [], "DescriptorName": "Expressed Sequence Tags"}, {"QualifierName": [], "DescriptorName": "Genetic Variation"}, {"QualifierName": [], "DescriptorName": "Microsatellite Repeats"}, {"QualifierName": ["genetics"], "DescriptorName": "Orobanchaceae"}, {"QualifierName": [], "DescriptorName": "Polymorphism, Genetic"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Yamazaki T. Scorphulariaceae. In: Iwatsuki K, Yamazaki T, Boufford DE, Ohba H, editors. Flora of Japan. Kodansha LTD: Tokyo; 1993. pp. 336–341."}, {"Citation": "Hong D, Yang H, Jin C, Holmgren NH. Scrophulariaceae. In: Wu ZY, Raven PH, editors. Flora of China. Beijing: Science Press and Missouri Botanical Garden Press; 1998. p. 53."}, {"Citation": "Kohda H, Tanaka S, Yamaoka Y, Yahara S, Nohara T, Tanimoto T, et al. Studies on lens-aldose-reductase inhibitor in medicinal plants. II. Active constituents of Monochasma savatieri Franch. et Maxim. Chen Pharm Bull. 1989;37(11):3153–3154. doi: 10.1248/cpb.37.3153.", "ArticleIdList": ["10.1248/cpb.37.3153", "2517245"]}, {"Citation": "Fu JX, Wang LX, Wu J. Inflammation Yinning particle treatment of acute upper respiratory tract infection clinical observation. Strait Pharm. 2010;22(10):171–173."}, {"Citation": "Shi M, He W, Liu Y, Li X, Yang S, Xu Q. Protective effect of total phenylethanoid glycosides from Monochasma savatieri Franch on myocardial ischemia injury. Phytomedicine. 2013;20(14):1251–1255. doi: 10.1016/j.phymed.2013.06.014.", "ArticleIdList": ["10.1016/j.phymed.2013.06.014", "23880328"]}, {"Citation": "Zheng W, Tan XQ, Guo LJ, Kong FF, Lu P, Ni DJ, et al. Chemical constituents from Monochasma savatieri. Chin J Nat Med. 2012;10(2):102–104. doi: 10.3724/SP.J.1009.2012.00102.", "ArticleIdList": ["10.3724/SP.J.1009.2012.00102"]}, {"Citation": "Li M, Shi MF, Liu YL, Xu QM, Yang SL. Phenylethanoid glycosides from Monochasma savatieri and their anticomplement activity through the classical pathway. Planta Med. 2012;78(12):1381–1386. doi: 10.1055/s-0032-1314982.", "ArticleIdList": ["10.1055/s-0032-1314982", "22753034"]}, {"Citation": "Ma J, Xu QM, Wu WQ, Liu CY. Chemical constituents of active fractions of Yanning granules. Chin Tradit Pat Med. 2012;34(10):1946–1948."}, {"Citation": "Yang YN, Wang Y, Sun XB, Kuang HX, Jiang H, Cao JW, et al. Study on anti–inflammatory effects and mechanism of Yanning syrup. Chin Pharm Bull. 2018;34(12):1760–1766."}, {"Citation": "Zhang M, Chen Y, Ouyang Y, Huang Z, Jaime A, Ma G. The biology and haustorial anatomy of semi-parasitic Monochasma savatieri Franch. ex Maxim. Plant Growth Regul. 2015;75:473–481. doi: 10.1007/s10725-014-0010-1.", "ArticleIdList": ["10.1007/s10725-014-0010-1"]}, {"Citation": "Chen X, Guo X, Feng H. Analysis of Phenophase and regeneration characteristics of Monochasma sheareri maxim. J Anhui Agric Sci. 2018;46(27):1–2+38."}, {"Citation": "Chen L, Zhu Z, Guo Q, Tang S, Huang Z, Zhong W, Wen Z. Growth response of Monochasma savatieri to nitrogen, phosphorus, and potassium in the absence of a host plant: essential demand for nutrients of root hemiparasitic plants. J Plant Nutr. 2020;43(3):444–455. doi: 10.1080/01904167.2019.1683580.", "ArticleIdList": ["10.1080/01904167.2019.1683580"]}, {"Citation": "Environment Agency of Japan . Environmental Agency of Japan. 2. Tokyo: Japan Wildlife Research Center; 2000. Threatened wildlife of Japan, red data book. Vascular plants."}, {"Citation": "Ouborg NJ. Integrating population genetics and conservation biology in the era of genomics. Biol Lett. 2010;6(1):3–6. doi: 10.1098/rsbl.2009.0590.", "ArticleIdList": ["10.1098/rsbl.2009.0590", "PMC2817254", "19726442"]}, {"Citation": "Turchetto C, Segatto AL, Mäder G, Rodrigues DM, Bonatto SL, Freitas LB. High levels of genetic diversity and population structure in an endemic and rare species: implications for conservation. AoB Plants. 2016;8:1–7. doi: 10.1093/aobpla/plw002.", "ArticleIdList": ["10.1093/aobpla/plw002", "PMC4768524", "26768602"]}, {"Citation": "Kim C, Na HR, Choi HK. Genetic diversity and population structure of endangered Isoetes coreana in South Korea based on RAPD analysis. Aquat Bot. 2008;89(1):43–49. doi: 10.1016/j.aquabot.2008.02.004.", "ArticleIdList": ["10.1016/j.aquabot.2008.02.004"]}, {"Citation": "Wu FQ, Shen SK, Zhang XJ, Wang YH, Sun WB. Genetic diversity and population structure of an extremely endangered species: the world’s largest Rhododendron. AoB Plants. 2014;7:10696–10700.", "ArticleIdList": ["PMC4294443", "25477251"]}, {"Citation": "Huang LK, Zhang XQ, Xie WG, Zhang J, Cheng L, Yan HD. Molecular diversity and population structure of the forage grass Hemarthria compressa (Poaceae) in South China based on SRAP markers. Genet Mol Res. 2012;11(3):2441–2450. doi: 10.4238/2012.May.24.3.", "ArticleIdList": ["10.4238/2012.May.24.3", "22653675"]}, {"Citation": "Lv J, Qi J, Shi Q, Shen D, Zhang S, Shao G, et al. Genetic diversity and population structure of cucumber (Cucumis sativus L.) Plos One. 2012;7(10):e46919. doi: 10.1371/journal.pone.0046919.", "ArticleIdList": ["10.1371/journal.pone.0046919", "PMC3470563", "23071663"]}, {"Citation": "Zhao Y, Wang H, Chen W, Li Y, Gong H, Sang X, et al. Genetic diversity and population structure of elite cotton (Gossypium hirsutum L.) germplasm revealed by SSR markers. Plant Syst Evol. 2015;301(1):327–336. doi: 10.1007/s00606-014-1075-z.", "ArticleIdList": ["10.1007/s00606-014-1075-z"]}, {"Citation": "Xia W, Luo T, Zhang W, Mason AS, Huang D, Huang X, et al. Development of high-density SNP markers and their application in evaluating genetic diversity and population structure in Elaeis guineensis. Front Plant Sci. 2019;10:130. doi: 10.3389/fpls.2019.00130.", "ArticleIdList": ["10.3389/fpls.2019.00130", "PMC6380268", "30809240"]}, {"Citation": "Varshney RK, Graner A, Sorrells ME. Genic microsatellite markers in plants: features and applications. Trends Biotechnol. 2005;23(1):48–55. doi: 10.1016/j.tibtech.2004.11.005.", "ArticleIdList": ["10.1016/j.tibtech.2004.11.005", "15629858"]}, {"Citation": "Singh AK, Chaurasia S, Kumar S, Singh R, Kumari J, Yadav MC, et al. Identification, analysis and development of salt responsive candidate gene based SSR markers in wheat. BMC Plant Biol. 2018;18(1):249. doi: 10.1186/s12870-018-1476-1.", "ArticleIdList": ["10.1186/s12870-018-1476-1", "PMC6195990", "30342465"]}, {"Citation": "Parthiban S, Govindaraj P, Senthilkumar S. Comparison of relative efficiency of genomic SSR and EST-SSR markers in estimating genetic diversity in sugarcane. Biotech. 2018;8(3):144.", "ArticleIdList": ["PMC5820232", "29484283"]}, {"Citation": "Poncet V, Rondeau M, Tranchant C, Cayrel A, Hamon S, de Kochko A, et al. SSR mining in coffee tree EST databases: potential use of EST-SSRs as markers for the Coffea genus. Mol Gen Genomics. 2006;276(5):436–449. doi: 10.1007/s00438-006-0153-5.", "ArticleIdList": ["10.1007/s00438-006-0153-5", "16924545"]}, {"Citation": "Han Z, Ma X, Wei M, Zhao T, Zhan R, Chen W. SSR marker development and intraspecific genetic divergence exploration of Chrysanthemum indicum based on transcriptome analysis. BMC Genomics. 2018;19(1):291. doi: 10.1186/s12864-018-4702-1.", "ArticleIdList": ["10.1186/s12864-018-4702-1", "PMC5918905", "29695227"]}, {"Citation": "Guo Q, Wang JX, Su LZ, Lv W, Sun YH, Li Y. Development and evaluation of a novel set of EST-SSR markers based on transcriptome sequences of black locust (Robinia pseudoacacia L.) Genes. 2017;8(7):177. doi: 10.3390/genes8070177.", "ArticleIdList": ["10.3390/genes8070177", "PMC5541310", "28686183"]}, {"Citation": "Yao L, Zheng X, Cai D, Gao Y, Wang K, Cao Y, et al. Exploitation of Malus EST-SSRs and the utility in evaluation of genetic diversity in Malus and Pyrus. Genet Resour Crop Evol. 2010;57(6):841–851. doi: 10.1007/s10722-009-9524-1.", "ArticleIdList": ["10.1007/s10722-009-9524-1"]}, {"Citation": "Kalia RK, Rai MK, Kalia S, Singh R, Dhawan AK. Microsatellite markers: an overview of the recent progress in plants. Euphytica. 2011;177(3):309–334. doi: 10.1007/s10681-010-0286-9.", "ArticleIdList": ["10.1007/s10681-010-0286-9"]}, {"Citation": "Bodénès C, Chancerel E, Gailing O, Vendramin GG, Bagnoli F, Durand J, et al. Comparative mapping in the Fagaceae and beyond with EST-SSRs. BMC Plant Biol. 2012;12:153. doi: 10.1186/1471-2229-12-153.", "ArticleIdList": ["10.1186/1471-2229-12-153", "PMC3493355", "22931513"]}, {"Citation": "Yang B, Xu Q, Niu M, Luo X, Huang H, Tong Z, et al. Analysis of SSR information in transcriptome and development of SSR molecular markers in Rhododendron fortunei. J Nucl Agric Sci. 2018;32(12):2335–2345."}, {"Citation": "Preethi P, Rahman S, Naganeeswaran S, Sabana AA, Gangaraj KP, Jerard BA, et al. Development of EST-SSR markers for genetic diversity analysis in coconut (Cocos nucifera L.) Mol Biol Rep. 2020;47(12):9385–9397. doi: 10.1007/s11033-020-05981-8.", "ArticleIdList": ["10.1007/s11033-020-05981-8", "33215363"]}, {"Citation": "Shelke RG, Basak S, Rangan L. Development of EST-SSR markers for Pongamia pinnata by transcriptome database mining: cross-species amplification and genetic diversity. Physiol Mol Biol Plants. 2020;26(11):2225–2241. doi: 10.1007/s12298-020-00889-w.", "ArticleIdList": ["10.1007/s12298-020-00889-w", "PMC7688882", "33268925"]}, {"Citation": "Zhang C, Wu Z, Jiang X, Li W, Lu Y, Wang K. De novo transcriptomic analysis and identification of EST-SSR markers in Stephanandra incisa. Sci Rep. 2021;11(1):1059. doi: 10.1038/s41598-020-80329-7.", "ArticleIdList": ["10.1038/s41598-020-80329-7", "PMC7806653", "33441871"]}, {"Citation": "Wu J, Cai C, Cheng F, Cui H, Zhou H. Characterisation and development of EST-SSR markers in tree peony using transcriptome sequences. Mol Breed. 2014;34(4):1853–1866. doi: 10.1007/s11032-014-0144-x.", "ArticleIdList": ["10.1007/s11032-014-0144-x"]}, {"Citation": "Liu H, Zhang Y, Wang Z, Su Y, Wang T. Development and application of EST-SSR markers in Cephalotaxus oliveri from transcriptome sequences. Front Genet. 2021;12:759557. doi: 10.3389/fgene.2021.759557.", "ArticleIdList": ["10.3389/fgene.2021.759557", "PMC8635753", "34868238"]}, {"Citation": "Zhang L, Li Y, Tao A, Fang P, Qi J. Development and characterization of 1,906 EST-SSR markers from Unigenes in jute (Corchorus spp.) Plos One. 2015;10(10):e0140861. doi: 10.1371/journal.pone.0140861.", "ArticleIdList": ["10.1371/journal.pone.0140861", "PMC4626149", "26512891"]}, {"Citation": "Chen C, Xu M, Wang C, Qiao G, Wang W, Tan Z, et al. Characterization of the Lycium barbarum fruit transcriptome and development of EST-SSR markers. Plos One. 2017;12(11):e0187738. doi: 10.1371/journal.pone.0187738.", "ArticleIdList": ["10.1371/journal.pone.0187738", "PMC5695279", "29125846"]}, {"Citation": "Taheri S, Abdullah TL, Rafii MY, Harikrishna JA, Werbrouck SPO, Teo CH, et al. De novo assembly of transcriptomes, mining, and development of novel EST-SSR markers in Curcuma alismatifolia (Zingiberaceae family) through Illumina sequencing. Sci Rep. 2019;9(1):3047. doi: 10.1038/s41598-019-39944-2.", "ArticleIdList": ["10.1038/s41598-019-39944-2", "PMC6395698", "30816255"]}, {"Citation": "Tóth G, Gáspári Z, Jurka J. Microsatellites in different eukaryotic genomes: survey and analysis. Genome Res. 2000;10(7):967–981. doi: 10.1101/gr.10.7.967.", "ArticleIdList": ["10.1101/gr.10.7.967", "PMC310925", "10899146"]}, {"Citation": "Chai M, Ye H, Wang Z, Zhou Y, Wu J, Gao Y, et al. Genetic divergence and relationship among Opisthopappus species identified by development of EST-SSR markers. Front Genet. 2020;11:177. doi: 10.3389/fgene.2020.00177.", "ArticleIdList": ["10.3389/fgene.2020.00177", "PMC7065708", "32194635"]}, {"Citation": "Li X, Liu X, Wei J, Li Y, Tigabu M, Zhao X. Development and transferability of EST-SSR markers for Pinus koraiensis from cold-stressed transcriptome through illumina sequencing. Genes. 2020;11(5):500. doi: 10.3390/genes11050500.", "ArticleIdList": ["10.3390/genes11050500", "PMC7291311", "32370137"]}, {"Citation": "Zhou Q, Zhou PY, Zou WT, Li YG. EST-SSR marker development based on transcriptome sequencing and genetic analyses of Phoebe bournei (Lauraceae) Mol Biol Rep. 2021;48(3):2201–2208. doi: 10.1007/s11033-021-06228-w.", "ArticleIdList": ["10.1007/s11033-021-06228-w", "33629201"]}, {"Citation": "Booy G, Hendriks R, Smulders M, Groenendael M, Vosman B. Genetic diversity and the survival of populations. Plant Biol. 2000;2(4):379–395. doi: 10.1055/s-2000-5958.", "ArticleIdList": ["10.1055/s-2000-5958"]}, {"Citation": "Haider N. Chloroplast-specific universal primers and their uses in plant studies. Biol Plant. 2011;5(2):225–236. doi: 10.1007/s10535-011-0033-7.", "ArticleIdList": ["10.1007/s10535-011-0033-7"]}, {"Citation": "Zhu Q, Deng X, Zhang S, Mei S, Chen X, Zhang Y, et al. Genetic diversity of 6 species in Polygonatum by SSR marker. Chin J Chin Mater Med. 2018;43(14):2935–2943.", "ArticleIdList": ["30111052"]}, {"Citation": "Oh JS, Sa KJ, Hyun DY, Cho GT, Lee JK. Assessment of genetic diversity and population structure among a collection of Korean Perilla germplasms based on SSR markers. Genes Genom. 2020;42(12):1419–1430. doi: 10.1007/s13258-020-01013-8.", "ArticleIdList": ["10.1007/s13258-020-01013-8", "33113112"]}, {"Citation": "Wang SQ. Genetic diversity and population structure of the endangered species Paeonia decomposita endemic to China and implications for its conservation. BMC Plant Biol. 2020;20(1):510. doi: 10.1186/s12870-020-02682-z.", "ArticleIdList": ["10.1186/s12870-020-02682-z", "PMC7650209", "33167894"]}, {"Citation": "Wang X, Chen W, Luo J, Yao Z, Yu Q, Wang Y, et al. Development of EST-SSR markers and their application in an analysis of the genetic diversity of the endangered species Magnolia sinostellata. Mol Gen Genomics. 2019;294(1):135–147. doi: 10.1007/s00438-018-1493-7.", "ArticleIdList": ["10.1007/s00438-018-1493-7", "30255205"]}, {"Citation": "Li XL, Wang J, Fan ZQ, Li JY, Yin HF. Genetic diversity in the endangered Camellia nitidissima assessed using transcriptome-based SSR markers. Trees. 2020;34(2):543–552. doi: 10.1007/s00468-019-01935-1.", "ArticleIdList": ["10.1007/s00468-019-01935-1"]}, {"Citation": "Qiu F, Lei H, Chen J, Yang SC, Bai B, Liu C, et al. EST-SSR analysis of genetic diversity of Psammosilene tunicoides in Yunnan-Guizhou provincial region. Chin Tradit Herb Drugs. 2018;49(16):3895–3906."}, {"Citation": "Wang HX, Hu ZA. Plant breeding system, genetic structure and conservation of genetic diversity. Chin Biodiversity. 1996;4(2):92–96."}, {"Citation": "Schaal BA, Hayworth DA, Olsen KM, Rauscher JT. Phylogeographic studies in plants: problems and prospects. Mol Ecol. 1998;7(4):465–474. doi: 10.1046/j.1365-294x.1998.00318.x.", "ArticleIdList": ["10.1046/j.1365-294x.1998.00318.x"]}, {"Citation": "Wright S. Evolution and the genetics of populations. Variability within and among natural populations. Chicago: University of Chicago Press; 1978. pp. 1–30."}, {"Citation": "Hamriek JL, Godt MJW, Sherman-Broyles SL. Factors influencing levels of genetic diversity in woody plant species. New For. 1992;6:95–124. doi: 10.1007/BF00120641.", "ArticleIdList": ["10.1007/BF00120641"]}, {"Citation": "Slatkin M. Gene flow and the geographic structure of natural populations. Science. 1987;236(4803):787–789. doi: 10.1126/science.3576198.", "ArticleIdList": ["10.1126/science.3576198", "3576198"]}, {"Citation": "Zhang C, Yun L, Zhen LI, Wang J, Guo HY, Sheng Y, et al. Genetic diversity and structure analysis in Psathyrostachys Nevski population using SSR markers. J Plant Genet Resour. 2019;20(1):48–59."}, {"Citation": "Wei L, Han J, Ren G, Wen F, Wang R, Liu W. Genetic diversity analysis of sesame germplasm resources in Shanxi. Acta Agric Nucl Sin. 2021;35(7):1495–1506."}, {"Citation": "Thiel T, Michalek W, Varshney RK, Graner A. Exploiting EST databases for the development and characterization of gene-derived SSR-markers in barley (Hordeum vulgare L.) Theor Appl Genet. 2003;3:411–422. doi: 10.1007/s00122-002-1031-0.", "ArticleIdList": ["10.1007/s00122-002-1031-0", "12589540"]}, {"Citation": "Li Y, Xie Y, Yan T, Liu W, Zhang Y. The research on appraising the purity of maize seeds by utilizing seed albumen polypropylene acyl amine gel electrophoresis. Xinjiang Agric Sci. 2004;2:125–126."}, {"Citation": "Cook GA, Prakash O, Zhang K, Shank LP, Takeguchi WA, Robbins A, et al. Activity and structural comparisons of solution associating and monomeric channel-forming peptides derived from the glycine receptor m2 segment. Biophys J. 2004;86(3):1424–1435. doi: 10.1016/S0006-3495(04)74212-5.", "ArticleIdList": ["10.1016/S0006-3495(04)74212-5", "PMC1303979", "14990471"]}, {"Citation": "Liu K, Muse SV. PowerMarker: an integrated analysis environment for genetic marker analysis. Bioinformatics. 2005;21(9):2128–2129. doi: 10.1093/bioinformatics/bti282.", "ArticleIdList": ["10.1093/bioinformatics/bti282", "15705655"]}, {"Citation": "Peakall R, Smouse PE. GenAlEx 6.5: genetic analysis in excel. Population genetic software for teaching and research-an update. Bioinformatics. 2012;28:2537–2539. doi: 10.1093/bioinformatics/bts460.", "ArticleIdList": ["10.1093/bioinformatics/bts460", "PMC3463245", "22820204"]}, {"Citation": "Pritchard J, Stephens M, Rosenberg N, Donnelly P. Association mapping in structured populations. Am J Hum Genet. 2000;7(1):170–181. doi: 10.1086/302959.", "ArticleIdList": ["10.1086/302959", "PMC1287075", "10827107"]}, {"Citation": "Earl DA, Holdt BM. Structure harvester: a website and program for visualizing structure output and implementing the Evanno method. Conserv Genet Resour. 2012;4(2):359–361. doi: 10.1007/s12686-011-9548-7.", "ArticleIdList": ["10.1007/s12686-011-9548-7"]}, {"Citation": "Zhang L, Ma Y, Zang DK. Genetic diversity of Stemona shandongensis populations. Bot Res. 2013;2(1):1–5."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "4", "Day": "13"}, {"Year": "2022", "Month": "8", "Day": "8"}, {"Year": "2022", "Month": "8", "Day": "16", "Hour": "23", "Minute": "36"}, {"Year": "2022", "Month": "8", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["35974306", "PMC9382759", "10.1186/s12864-022-08832-x", "10.1186/s12864-022-08832-x"]}}], "PubmedBookArticle": []}