{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35986064", "DateCompleted": {"Year": "2022", "Month": "08", "Day": "23"}, "DateRevised": {"Year": "2023", "Month": "02", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "08", "Day": "19"}], "Language": ["eng"], "ELocationID": ["14180", "10.1038/s41598-022-18236-2"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Aug", "Day": "19"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Influence of various temperatures, seed priming treatments and durations on germination and growth of the medicinal plant Aspilia africana.", "Pagination": {"StartPage": "14180", "MedlinePgn": "14180"}, "Abstract": {"AbstractText": ["For millennia, Aspilia africana has been used across Africa to treat various diseases including malaria, wounds, and diabetes. In this study, temperature influenced the in vitro germination of A. africana with highest final germination percentage (FGP) and germination index (GI) of 65.0 ± 7.64% and 2.26 ± 0.223, respectively, at 19.8 °C. Priming seeds with H<sub>2</sub>O, KNO<sub>3,</sub> and GA<sub>3</sub> (gibberellic acid 3) improved both in vitro germination and ex vitro emergence of A. africana seeds. Seed priming with [Formula: see text] M GA<sub>3</sub> produced overall highest in vitro FGP (from 90.0 ± 4.08% to 100 ± 0.00%) and GI (from 2.97 ± 0.385 to 3.80 ± 0.239) across all priming durations. Seeds primed with KNO<sub>3</sub> had better germination parameters for 6 and 12 h compared to 18 and 24 h. Furthermore, the highest in vitro FGP (100 ± 0.00%) was observed in seeds primed for 12 h with [Formula: see text] M GA<sub>3</sub>. Ex vitro A. africana seed emergence was significantly enhanced by GA<sub>3</sub> priming. Priming A. africana seeds with H<sub>2</sub>O, KNO<sub>3</sub>, and GA<sub>3</sub> improved their growth after 3 months, with the overall best growth for seeds primed with [Formula: see text] M GA<sub>3</sub>. Seed priming of A. africana is a feasible approach for improving germination and seed emergence, and enhancing plant growth."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Herbal Medicine Resources Research Center, Korea Institute of Oriental Medicine (KIOM), 111 Geonjae-ro, Naju-si, Jeollanam-do, 58245, Republic of Korea."}, {"Identifier": [], "Affiliation": "Korean Convergence Medicine Major, University of Science and Technology (UST), Daejeon, Republic of Korea."}], "LastName": "Okello", "ForeName": "Denis", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural Chemotherapeutics Research Institute (NCRI), Ministry of Health, P.O. Box 4864, Kampala, Uganda."}], "LastName": "Komakech", "ForeName": "Richard", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Herbal Medicine Resources Research Center, Korea Institute of Oriental Medicine (KIOM), 111 Geonjae-ro, Naju-si, Jeollanam-do, 58245, Republic of Korea."}, {"Identifier": [], "Affiliation": "Korean Convergence Medicine Major, University of Science and Technology (UST), Daejeon, Republic of Korea."}, {"Identifier": [], "Affiliation": "National Semi-Arid Resources Research Institute (NaSARRI), P.O. Box 56, Soroti, Uganda."}], "LastName": "Gang", "ForeName": "Roggers", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Herbal Medicine Resources Research Center, Korea Institute of Oriental Medicine (KIOM), 111 Geonjae-ro, Naju-si, Jeollanam-do, 58245, Republic of Korea."}, {"Identifier": [], "Affiliation": "Korean Convergence Medicine Major, University of Science and Technology (UST), Daejeon, Republic of Korea."}], "LastName": "Rahmat", "ForeName": "Endang", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Herbal Medicine Resources Research Center, Korea Institute of Oriental Medicine (KIOM), 111 Geonjae-ro, Naju-si, Jeollanam-do, 58245, Republic of Korea."}], "LastName": "Chung", "ForeName": "Yuseong", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural Chemotherapeutics Research Institute (NCRI), Ministry of Health, P.O. Box 4864, Kampala, Uganda."}], "LastName": "Omujal", "ForeName": "Francis", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Herbal Medicine Resources Research Center, Korea Institute of Oriental Medicine (KIOM), 111 Geonjae-ro, Naju-si, Jeollanam-do, 58245, Republic of Korea. ymkang@kiom.re.kr."}, {"Identifier": [], "Affiliation": "Korean Convergence Medicine Major, University of Science and Technology (UST), Daejeon, Republic of Korea. ymkang@kiom.re.kr."}], "LastName": "Kang", "ForeName": "Youngmin", "Initials": "Y"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Asteraceae"}, {"QualifierName": [], "DescriptorName": "Germination"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Seeds"}, {"QualifierName": [], "DescriptorName": "Temperature"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Okello D, et al. An in vitro propagation of Aspilia africana (Pers.) CD Adams, and evaluation of its anatomy and physiology of acclimatized plants. Front. Plant Sci. 2021 doi: 10.3389/fpls.2021.704896.", "ArticleIdList": ["10.3389/fpls.2021.704896", "PMC8358661", "34394159"]}, {"Citation": "Ajeigbe K, Onifade A, Omotoso D, Enitan S, Olaleye S. Anti-ulcerogenic activity of Aspilia africana leaf extract: Roles of gastric acid, oxidative stress and neutrophil infiltration. Afr. J. Biomed. Res. 2014;17:193–201."}, {"Citation": "Okoli C, et al. Anti-inflammatory activity of hexane leaf extract of Aspilia africana CD Adams. J. Ethnopharmacol. 2007;109:219–225. doi: 10.1016/j.jep.2006.07.037.", "ArticleIdList": ["10.1016/j.jep.2006.07.037", "16950582"]}, {"Citation": "Okello D, Kang Y. Exploring antimalarial herbal plants across communities in Uganda based on electronic data. Evid. Based Complement. Altern. Med. 2019;2019:1–27. doi: 10.1155/2019/3057180.", "ArticleIdList": ["10.1155/2019/3057180", "PMC6766105", "31636682"]}, {"Citation": "Okello D, Lee J, Kang Y. Ethnopharmacological potential of Aspilia africana for the treatment of inflammatory diseases. Evid. Based Complement. Altern. Med. 2020;2020:1–11. doi: 10.1155/2020/8091047.", "ArticleIdList": ["10.1155/2020/8091047", "PMC7321516", "32733588"]}, {"Citation": "Niyonizigiye I, et al. Characterization and in vitro cytotoxicity of phytochemicals from Aspilia africana obtained using green extraction techniques. S. Afr. J. Bot. 2020;128:231–238. doi: 10.1016/j.sajb.2019.11.013.", "ArticleIdList": ["10.1016/j.sajb.2019.11.013"]}, {"Citation": "Komakech R, Matsabisa MG, Kang Y. The wound healing potential of Aspilia africana (Pers.) CD Adams (Asteraceae) Evid. Based Complement. Altern. Med. 2019;2019:1–12. doi: 10.1155/2019/7957860.", "ArticleIdList": ["10.1155/2019/7957860", "PMC6360599", "30800171"]}, {"Citation": "Kumar B, Gupta E, Mali H, Singh H, Akash M. Constant and alternating temperature effects on seed germination potential in Artemisia annua L. J. Crop Improv. 2013;27:636–642. doi: 10.1080/15427528.2013.832458.", "ArticleIdList": ["10.1080/15427528.2013.832458"]}, {"Citation": "Verma SK, Kumar B, Ram G, Singh H, Lal R. Varietal effect on germination parameter at controlled and uncontrolled temperature in Palmarosa (Cymbopogon martinii) Ind. Crops Prod. 2010;32:696–699. doi: 10.1016/j.indcrop.2010.07.015.", "ArticleIdList": ["10.1016/j.indcrop.2010.07.015"]}, {"Citation": "Motsa MM, Slabbert M, Van Averbeke W, Morey L. Effect of light and temperature on seed germination of selected African leafy vegetables. S. Afr. J. Bot. 2015;99:29–35. doi: 10.1016/j.sajb.2015.03.185.", "ArticleIdList": ["10.1016/j.sajb.2015.03.185"]}, {"Citation": "Koger CH, Reddy KN, Poston DH. Factors affecting seed germination, seedling emergence, and survival of texasweed (Caperonia palustris) Weed Sci. 2004;52:989–995. doi: 10.1614/WS-03-139R2.", "ArticleIdList": ["10.1614/WS-03-139R2"]}, {"Citation": "Akramghaderi F, Soltani A, Sadeghipour H. Cardinal temperature of germination in medical pumpkin (Cucurbita pepo conver. pepo var. styriaca), borago (Borago officinalis L.) and black cumin (Nigella sativa L.) Asian J. Plant Sci. 2008;2:101–109."}, {"Citation": "Forti C, et al. Molecular dynamics of pre-germinative metabolism in primed eggplant (Solanum melongena L.) seeds. Hortic. Res. 2020;7:1–12. doi: 10.1038/s41438-020-0310-8.", "ArticleIdList": ["10.1038/s41438-020-0310-8", "PMC7261768", "32528699"]}, {"Citation": "Du B, et al. Rice seed priming with sodium selenate: Effects on germination, seedling growth, and biochemical attributes. Sci. Rep. 2019;9:1–9. doi: 10.1038/s41598-018-37186-2.", "ArticleIdList": ["10.1038/s41598-018-37186-2", "PMC6416264", "30867535"]}, {"Citation": "Rajjou L, et al. Seed germination and vigor. Annu. Rev. Plant Biol. 2012;63:507–533. doi: 10.1146/annurev-arplant-042811-105550.", "ArticleIdList": ["10.1146/annurev-arplant-042811-105550", "22136565"]}, {"Citation": "Hussain S, et al. Benefits of rice seed priming are offset permanently by prolonged storage and the storage conditions. Sci. Rep. 2015;5:1–12. doi: 10.1038/srep08101.", "ArticleIdList": ["10.1038/srep08101", "PMC4309961", "25631923"]}, {"Citation": "Oko O, Asuquo O, Agiang E, Osim E. Neuroendocrine and behavioural responses of Japanese quails to dietary Aspilia africana leaf meal and extracts. J. Livest. Sci. (ISSN online 2277–6214) 2017;8:43–51."}, {"Citation": "Okello D, et al. Effects of commercial soils on germination, early growth, and chlorophyll content of Aspilia africana, a medicinal plant. J. Plant Biotechnol. 2021;48:115–122. doi: 10.5010/JPB.2021.48.2.115.", "ArticleIdList": ["10.5010/JPB.2021.48.2.115"]}, {"Citation": "Farooq M, Basra S, Ahmad N, Hafeez K. Thermal hardening: A new seed vigor enhancement tool in rice. J. Integr. Plant Biol. 2005;47:187–193. doi: 10.1111/j.1744-7909.2005.00031.x.", "ArticleIdList": ["10.1111/j.1744-7909.2005.00031.x"]}, {"Citation": "Reka AA, et al. Chemical, mineralogical and structural features of native and expanded perlite from Macedonia. Geol. Croat. 2019;72:215–221. doi: 10.4154/gc.2019.18.", "ArticleIdList": ["10.4154/gc.2019.18"]}, {"Citation": "Guo C, Shen Y, Shi F. Effect of temperature, light, and storage time on the seed germination of Pinus bungeana Zucc. ex Endl.: The role of seed-covering layers and abscisic acid changes. Forests. 2020;11:300. doi: 10.3390/f11030300.", "ArticleIdList": ["10.3390/f11030300"]}, {"Citation": "Yang L-E, et al. Cold stratification, temperature, light, GA3, and KNO3 effects on seed germination of Primula beesiana from Yunnan, China. Plant Divers. 2020;42:168–173. doi: 10.1016/j.pld.2020.01.003.", "ArticleIdList": ["10.1016/j.pld.2020.01.003", "PMC7361177", "32695949"]}, {"Citation": "Bannayan M, Nadjafi F, Rastgoo M, Tabrizi L. Germination properties of some wild medicinal plants from Iran. Seed Technol. 2006;28:80–86."}, {"Citation": "Kamaha C, Maguire J. Effect of temperature on germination of six winter wheat cultivars. Seed Sci. Technol. 1992;20:181–185."}, {"Citation": "Zeinati E, Soltani A, Galeshi S, Sadati S. Cardinal temperatures, response to temperature and range of thermal tolerance for seed germination in wheat (Triticum aestivum L.) cultivars. Electron. J. Crop Prod. 2010;3:23–42."}, {"Citation": "Baskin CC, Baskin JM. Seeds: Ecology, Biogeography, and Evolution of Dormancy and Germination. Elsevier; 1998."}, {"Citation": "Vishal B, Kumar PP. Regulation of seed germination and abiotic stresses by gibberellins and abscisic acid. Front. Plant Sci. 2018;9:838. doi: 10.3389/fpls.2018.00838.", "ArticleIdList": ["10.3389/fpls.2018.00838", "PMC6019495", "29973944"]}, {"Citation": "Toh S, et al. High temperature-induced abscisic acid biosynthesis and its role in the inhibition of gibberellin action in Arabidopsis seeds. Plant Physiol. 2008;146:1368–1385. doi: 10.1104/pp.107.113738.", "ArticleIdList": ["10.1104/pp.107.113738", "PMC2259091", "18162586"]}, {"Citation": "Geshnizjani N, Ghaderi-Far F, Willems LA, Hilhorst HW, Ligterink W. Characterization of and genetic variation for tomato seed thermo-inhibition and thermo-dormancy. BMC Plant Biol. 2018;18:1–12. doi: 10.1186/s12870-018-1455-6.", "ArticleIdList": ["10.1186/s12870-018-1455-6", "PMC6182833", "30309320"]}, {"Citation": "Szczerba A, et al. Effect of low temperature on germination, growth, and seed yield of four soybean (Glycine max L.) cultivars. Agronomy. 2021;11:800. doi: 10.3390/agronomy11040800.", "ArticleIdList": ["10.3390/agronomy11040800"]}, {"Citation": "Arun MN, et al. Plant Stress Physiology-Perspectives in Agriculture. IntechOpen; 2022."}, {"Citation": "Ali LG, Nulit R, Ibrahim MH, Yien CYS. Efficacy of KNO3, SiO2 and SA priming for improving emergence, seedling growth and antioxidant enzymes of rice (Oryza sativa), under drought. Sci. Rep. 2021;11:1–11. doi: 10.1038/s41598-020-79139-8.", "ArticleIdList": ["10.1038/s41598-020-79139-8", "PMC7887194", "33594103"]}, {"Citation": "Harris D, et al. On-farm seed priming: Using participatory methods to revive and refine a key technology. Agric. Syst. 2001;69:151–164. doi: 10.1016/S0308-521X(01)00023-3.", "ArticleIdList": ["10.1016/S0308-521X(01)00023-3"]}, {"Citation": "Mondal, S. & Bose, B. Seed priming: An interlinking technology between seeds, Seed germination and seedling establishment. in Plant Reproductive Ecology-Recent Advances (ed. Rustagi, A., & Chaudhry, B.) 107–122 (IntechOpen, 2021)."}, {"Citation": "Damalas CA, Koutroubas SD, Fotiadis S. Hydro-priming effects on seed germination and field performance of faba bean in spring sowing. Agriculture. 2019;9:201. doi: 10.3390/agriculture9090201.", "ArticleIdList": ["10.3390/agriculture9090201"]}, {"Citation": "Sağlam S, Sibel D, Gamze K, Gürbüz A. Hydropriming increases germination of lentil (Lens culinaris Medik.) under water stress. Not. Sci. Biol. 2010;2:103–106. doi: 10.15835/nsb224602.", "ArticleIdList": ["10.15835/nsb224602"]}, {"Citation": "Yan M. Seed priming stimulate germination and early seedling growth of Chinese cabbage under drought stress. S. Afr. J. Bot. 2015;99:88–92. doi: 10.1016/j.sajb.2015.03.195.", "ArticleIdList": ["10.1016/j.sajb.2015.03.195"]}, {"Citation": "Armin M, Asgharipour M, Razavi-Omrani M. The effect of seed priming on germination and seedling growth of watermelon (Citrullus lanatus) Adv. Environ. Biol. 2010;4:501–505."}, {"Citation": "da Silva Oliveira CE, et al. Seed priming improves the germination and growth rate of melon seedlings under saline stress. Ciênc. Rural. 2019 doi: 10.1590/0103-8478cr20180588.", "ArticleIdList": ["10.1590/0103-8478cr20180588"]}, {"Citation": "Mohammadi G. The effect of seed priming on plant traits of late-spring seeded soybean (Glycine max L.) Am. Eurasian J. Agric. Environ. Sci. 2009;5:322–326."}, {"Citation": "Kaya MD, Okçu G, Atak M, Cıkılı Y, Kolsarıcı Ö. Seed treatments to overcome salt and drought stress during germination in sunflower (Helianthus annuus L.) Eur. J. Agron. 2006;24:291–295. doi: 10.1016/j.eja.2005.08.001.", "ArticleIdList": ["10.1016/j.eja.2005.08.001"]}, {"Citation": "Younesi O, Moradi A. Effect of priming of seeds of Medicago sativa\" Bami\" with gibberellic acid on germination, seedlings growth and antioxidant enzymes activity under salinity stress. J. Hortic. Res. 2014;22:167–174. doi: 10.2478/johr-2014-0034.", "ArticleIdList": ["10.2478/johr-2014-0034"]}, {"Citation": "Abiri R, et al. Quantitative assessment of indica rice germination to hydropriming, hormonal priming and polyethylene glycol priming. Chil. J. Agric. Res. 2016;76:392–400. doi: 10.4067/S0718-58392016000400001.", "ArticleIdList": ["10.4067/S0718-58392016000400001"]}, {"Citation": "Tahaei A, Soleymani A, Shams M. Seed germination of medicinal plant, fennel (Foeniculum vulgare Mill), as affected by different priming techniques. Appl. Biochem. Biotechnol. 2016;180:26–40. doi: 10.1007/s12010-016-2082-z.", "ArticleIdList": ["10.1007/s12010-016-2082-z", "27080166"]}, {"Citation": "Chunthaburee S, Sanitchon J, Pattanagul W, Theerakulpisut P. Alleviation of salt stress in seedlings of black glutinous rice by seed priming with spermidine and gibberellic acid. Not. Bot. Horti Agrobot. Cluj-Napoca. 2014;42:405–413. doi: 10.15835/nbha4229688.", "ArticleIdList": ["10.15835/nbha4229688"]}, {"Citation": "Gallardo K, et al. Proteomics of Arabidopsis seed germination. A comparative study of wild-type and gibberellin-deficient seeds. Plant Physiol. 2002;129:823–837. doi: 10.1104/pp.002816.", "ArticleIdList": ["10.1104/pp.002816", "PMC161704", "12068122"]}, {"Citation": "Singh A, Dahiru R, Musa M, Sani Haliru B. Effect of Osmopriming duration on germination, emergence, and early growth of Cowpea (Vigna unguiculata (L.) Walp.) in the Sudan Savanna of Nigeria. Int. J. Agron. 2014;2014:1–4."}, {"Citation": "Singh A, Dahiru R, Musa M. Osmopriming duration influence on germination, emergence and seedling growth of sorghum. Seed Technol. 2012;34:111–118."}, {"Citation": "Hernández JA, Díaz-Vivancos P, Acosta-Motos JR, Barba-Espín GJS. Potassium nitrate treatment is associated with modulation of seed water uptake, Antioxidative Metabolism and Phytohormone Levels of Pea Seedlings. Seeds. 2021;1:5–15. doi: 10.3390/seeds1010002.", "ArticleIdList": ["10.3390/seeds1010002"]}, {"Citation": "Marcos Filho, J. Fisiologia de sementes de plantas cultivadas: Fealq. FEALQ, Piracicaba, Brazil (2015)."}, {"Citation": "Ruttanaruangboworn A, Chanprasert W, Tobunluepop P, Onwimol D. Effect of seed priming with different concentrations of potassium nitrate on the pattern of seed imbibition and germination of rice (Oryza sativa L.) J. Integr. Agric. 2017;16:605–613. doi: 10.1016/S2095-3119(16)61441-7.", "ArticleIdList": ["10.1016/S2095-3119(16)61441-7"]}, {"Citation": "Tombegavani SS, Zahedi B, Mousavi Fard S, Ahmadpour A. Response of germination and seedling growth of pepper cultivars to seed priming by plant growth regulators. Int. J. Hortic. Sci. Technol. 2020;7:59–68."}, {"Citation": "Ma H-Y, et al. A multi-year beneficial effect of seed priming with gibberellic acid-3 (ga 3) on plant growth and production in a perennial grass, Leymus chinensis. Sci. Rep. 2018;8:1–9.", "ArticleIdList": ["PMC6123402", "30181574"]}, {"Citation": "Finch-Savage WE, Bassel GW. Seed vigour and crop establishment: Extending performance beyond adaptation. J. Exp. Bot. 2016;67:567–591. doi: 10.1093/jxb/erv490.", "ArticleIdList": ["10.1093/jxb/erv490", "26585226"]}, {"Citation": "Bose B, Srivastava A, Siddique A. Impact of nitrate salt hardened seeds and sowing dates on seedling stand, growth, yield attributes, nitrogen and stress metabolism of rice. Int. J. Agric. Environ. Biotechnol. 2016;9:381–392. doi: 10.5958/2230-732X.2016.00050.4.", "ArticleIdList": ["10.5958/2230-732X.2016.00050.4"]}, {"Citation": "Thejeshwini B, Manohar Rao A, Hanuman Nayak M, Sultana R. Effect of seed priming on plant growth and bulb yield in onion (Allium cepa L.) Int. J. Curr. Microbiol. Appl. Sci. 2019;8:1242–1249. doi: 10.20546/ijcmas.2019.801.131.", "ArticleIdList": ["10.20546/ijcmas.2019.801.131"]}, {"Citation": "Zhu ZH, et al. Effects of seed priming treatments on the germination and development of two rapeseed (Brassica napus L.) varieties under the co-influence of low temperature and drought. Plos one. 2021;16:e0257236. doi: 10.1371/journal.pone.0257236.", "ArticleIdList": ["10.1371/journal.pone.0257236", "PMC8445418", "34529689"]}, {"Citation": "Hasanuzzaman M, Fotopoulos V. Priming and Pretreatment of Seeds and Seedlings. Springer; 2019."}, {"Citation": "Shukla N, et al. Effect of different concentrations of GA3 and NAA and their methods of application on growth and yield of onion (Allium cepa L.) Progress. Hortic. 2010;42:111–113."}, {"Citation": "Adnan M, et al. Seed priming; An effective way to improve plant growth. EC Agric. 2020;6:01–05. doi: 10.37478/agr.v6i1.421.", "ArticleIdList": ["10.37478/agr.v6i1.421"]}, {"Citation": "Ghobadi M, Shafiei-Abnavi M, Jalali-Honarmand S, Ghobadi M, Mohammadi G. Does KNO3 and hydropriming improve wheat (Triticum aestivum L.) seeds germination and seedlings growth? Ann. Biol. Res. 2012;3:3156–3160."}, {"Citation": "Ahmadvand G, Soleimani F, Saadatian B, Pouya M. Effects of seed priming on germination and emergence traits of two soybean cultivars under salinity stress. J. Basic Appl. Sci. Res. 2012;3:234–241."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "11", "Day": "30"}, {"Year": "2022", "Month": "8", "Day": "8"}, {"Year": "2022", "Month": "8", "Day": "19", "Hour": "23", "Minute": "20"}, {"Year": "2022", "Month": "8", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "19"}], "PublicationStatus": "epublish", "ArticleIdList": ["35986064", "PMC9391371", "10.1038/s41598-022-18236-2", "10.1038/s41598-022-18236-2"]}}], "PubmedBookArticle": []}