{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Alzheimer’s", "Causal basis", "Ethnomedicine", "Medicinal plants", "Traditional knowledge"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35996065", "DateRevised": {"Year": "2023", "Month": "09", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "08", "Day": "23"}], "Language": ["eng"], "ELocationID": ["34", "10.1007/s13659-022-00354-z"], "Journal": {"ISSN": "2192-2195", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Aug", "Day": "23"}}, "Title": "Natural products and bioprospecting", "ISOAbbreviation": "Nat Prod Bioprospect"}, "ArticleTitle": "Therapeutic roles of plants for 15 hypothesised causal bases of Alzheimer's disease.", "Pagination": {"StartPage": "34", "MedlinePgn": "34"}, "Abstract": {"AbstractText": ["Alzheimer's disease (AD) is progressive and ultimately fatal, with current drugs failing to reverse and cure it. This study aimed to find plant species which may provide therapeutic bioactivities targeted to causal agents proposed to be driving AD. A novel toolkit methodology was employed, whereby clinical symptoms were translated into categories recognized in ethnomedicine. These categories were applied to find plant species with therapeutic effects, mined from ethnomedical surveys. Survey locations were mapped to assess how this data is at risk. Bioactivities were found of therapeutic relevance to 15 hypothesised causal bases for AD. 107 species with an ethnological report of memory improvement demonstrated therapeutic activity for all these 15 causal bases. The majority of the surveys were found to reside within biodiversity hotspots (centres of high biodiversity under threat), with loss of traditional knowledge the most common threat. Our findings suggest that the documented plants provide a large resource of AD therapeutic potential. In demonstrating bioactivities targeted to these causal bases, such plants may have the capacity to reduce or reverse AD, with promise as drug leads to target multiple AD hallmarks. However, there is a need to preserve ethnomedical knowledge, and the habitats on which this knowledge depends."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": ["0000-0003-4790-742X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "John Ray Research Field Station, Cheshire, UK. s.tyler@johnray.org.uk."}], "LastName": "Tyler", "ForeName": "Sheena E B", "Initials": "SEB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Natural Sciences, Bangor University, Gwynedd, UK."}], "LastName": "Tyler", "ForeName": "Luke D K", "Initials": "LDK"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Nat Prod Bioprospect", "NlmUniqueID": "101577734", "ISSNLinking": "2192-2209"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Nichols E, Szoeke CE, Vollset SE, Abbasi N, Abd-Allah F, Abdela J, et al. Global, regional, and national burden of Alzheimer’s disease and other dementias, 1990–2016: a systematic analysis for the Global Burden of Disease Study 2016. The Lancet Neurology. 2019;18(1):88–106. doi: 10.1016/S1474-4422(18)30403-4.", "ArticleIdList": ["10.1016/S1474-4422(18)30403-4", "PMC6291454", "30497964"]}, {"Citation": "Yiannopoulou KG, Anastasiou AI, Zachariou V, Pelidou SH. Reasons for failed trials of disease-modifying treatments for Alzheimer disease and their contribution in recent research. Biomedicines. 2019;7(4):97. doi: 10.3390/biomedicines7040097.", "ArticleIdList": ["10.3390/biomedicines7040097", "PMC6966425", "31835422"]}, {"Citation": "Breijyeh Z, Karaman R. Comprehensive review on Alzheimer’s disease: causes and treatment. Molecules. 2020;25(24):5789. doi: 10.3390/molecules25245789.", "ArticleIdList": ["10.3390/molecules25245789", "PMC7764106", "33302541"]}, {"Citation": "Dekker FA, Rüdiger SGD. The mitochondrial Hsp90 TRAP1 and Alzheimer’s disease. Front Mol Biosci. 2021;8:697913. doi: 10.3389/fmolb.2021.697913.", "ArticleIdList": ["10.3389/fmolb.2021.697913", "PMC8249562", "34222342"]}, {"Citation": "Lin P, Sun J, Cheng Q, Yang Y, Cordato D, Gao J. The development of pharmacological therapies for Alzheimer’s disease. Neurol Ther. 2021;10(2):609–626. doi: 10.1007/s40120-021-00282-z.", "ArticleIdList": ["10.1007/s40120-021-00282-z", "PMC8571471", "34532845"]}, {"Citation": "Collins AE, Saleh TM, Kalisch BE. Naturally occurring antioxidant therapy in Alzheimer’s disease. Antioxidants (Basel). 2022;11(2):213. doi: 10.3390/antiox11020213.", "ArticleIdList": ["10.3390/antiox11020213", "PMC8868221", "35204096"]}, {"Citation": "Fouka M, Mavroeidi P, Tsaka G, Xilouri M. In search of effective treatments targeting α-synuclein toxicity in synucleinopathies: pros and cons. Front Cell Dev Biol. 2020;8:894. doi: 10.3389/fcell.2020.559791.", "ArticleIdList": ["10.3389/fcell.2020.559791", "PMC7500083", "33015057"]}, {"Citation": "Cummings JL, Morstorf T, Zhong K. Alzheimer’s disease drug-development pipeline: few candidates, frequent failures. Alzheimers Res Ther. 2014;6(4):37. doi: 10.1186/alzrt269.", "ArticleIdList": ["10.1186/alzrt269", "PMC4095696", "25024750"]}, {"Citation": "McShane R, Westby MJ, Roberts E, Minakaran N, Schneider L, Farrimond LE, et al. Memantine for dementia. Cochrane Database Syst Rev. 2019;3:CD003154.", "ArticleIdList": ["PMC6425228", "30891742"]}, {"Citation": "Vander Zanden CM, Chi EY. Passive immunotherapies targeting amyloid beta and tau oligomers in Alzheimer’s disease. J Pharm Sci. 2020;109(1):68–73. doi: 10.1016/j.xphs.2019.10.024.", "ArticleIdList": ["10.1016/j.xphs.2019.10.024", "PMC6937375", "31647950"]}, {"Citation": "Mullard A. Landmark Alzheimer’s drug approval confounds research community. Nature. 2021;594(7863):309–310. doi: 10.1038/d41586-021-01546-2.", "ArticleIdList": ["10.1038/d41586-021-01546-2", "34103732"]}, {"Citation": "Newman DJ, Cragg GM. Natural products as sources of new drugs over the 30 years from 1981 to 2010. J Nat Prod. 2012;75(3):311–335. doi: 10.1021/np200906s.", "ArticleIdList": ["10.1021/np200906s", "PMC3721181", "22316239"]}, {"Citation": "Newman DJ, Cragg GM. Natural products as sources of new drugs over the nearly four decades from 01/1981 to 09/2019. J Nat Prod. 2020;83(3):770–803. doi: 10.1021/acs.jnatprod.9b01285.", "ArticleIdList": ["10.1021/acs.jnatprod.9b01285", "32162523"]}, {"Citation": "Atanasov AG, Waltenberger B, Pferschy-Wenzig EM, Linder T, Wawrosch C, Uhrin P, et al. Discovery and resupply of pharmacologically active plant-derived natural products: a review. Biotechnol Adv. 2015;33(8):1582–1614. doi: 10.1016/j.biotechadv.2015.08.001.", "ArticleIdList": ["10.1016/j.biotechadv.2015.08.001", "PMC4748402", "26281720"]}, {"Citation": "Fabricant DS, Farnsworth NR. The value of plants used in traditional medicine for drug discovery. Environ Health Perspect. 2001;109(Suppl 1):69–75. doi: 10.1289/ehp.01109s169.", "ArticleIdList": ["10.1289/ehp.01109s169", "PMC1240543", "11250806"]}, {"Citation": "Houghton PJ. Synergy and polyvalence: paradigms to explain the activity of herbal products. Eval Herbal Med Products. 2009;85:94."}, {"Citation": "Atanasov AG, Zotchev SB, Dirsch VM, Supuran CT, Taskforce INPS. Natural products in drug discovery: advances and opportunities. Nat Rev Drug Discov. 2021;20(3):200–216. doi: 10.1038/s41573-020-00114-z.", "ArticleIdList": ["10.1038/s41573-020-00114-z", "PMC7841765", "33510482"]}, {"Citation": "Ostwald A, Tulloch VJ, Kyne PM, Bax NJ, Dunstan PK, Ferreira LC, et al. Mapping threats to species: method matters. Mar Policy. 2021;131:104614. doi: 10.1016/j.marpol.2021.104614.", "ArticleIdList": ["10.1016/j.marpol.2021.104614"]}, {"Citation": "Myers N, Mittermeier RA, Mittermeier CG, da Fonseca GA, Kent J. Biodiversity hotspots for conservation priorities. Nature. 2000;403(6772):853–858. doi: 10.1038/35002501.", "ArticleIdList": ["10.1038/35002501", "10706275"]}, {"Citation": "Mittermeier RA, Turner WR, Larsen FW, Brooks TM, Gascon C. Global biodiversity conservation: the critical role of hotspots. Biodiversity hotspots: Springer; 2011. p. 3–22."}, {"Citation": "Habel JC, Rasche L, Schneider UA, Engler JO, Schmid E, Rödder D, et al. Final countdown for biodiversity hotspots. Conserv Lett. 2019;12(6):e12668. doi: 10.1111/conl.12668.", "ArticleIdList": ["10.1111/conl.12668"]}, {"Citation": "Mecocci P, Boccardi V, Cecchetti R, Bastiani P, Scamosci M, Ruggiero C, et al. A long journey into aging, brain aging, and Alzheimer’s disease following the oxidative stress tracks. J Alzheimers Dis. 2018;62(3):1319–1335. doi: 10.3233/JAD-170732.", "ArticleIdList": ["10.3233/JAD-170732", "PMC5870006", "29562533"]}, {"Citation": "Du X, Wang X, Geng M. Alzheimer’s disease hypothesis and related therapies. Transl Neurodegener. 2018;7:2. doi: 10.1186/s40035-018-0107-y.", "ArticleIdList": ["10.1186/s40035-018-0107-y", "PMC5789526", "29423193"]}, {"Citation": "Liu PP, Xie Y, Meng XY, Kang JS. History and progress of hypotheses and clinical trials for Alzheimer’s disease. Signal Transduct Target Ther. 2019;4:29. doi: 10.1038/s41392-019-0063-8.", "ArticleIdList": ["10.1038/s41392-019-0063-8", "PMC6799833", "31637009"]}, {"Citation": "Selkoe DJ, Hardy J. The amyloid hypothesis of Alzheimer’s disease at 25 years. EMBO Mol Med. 2016;8(6):595–608. doi: 10.15252/emmm.201606210.", "ArticleIdList": ["10.15252/emmm.201606210", "PMC4888851", "27025652"]}, {"Citation": "Hampel H, Hardy J, Blennow K, Chen C, Perry G, Kim SH, et al. The amyloid-β pathway in Alzheimer’s disease. Mol Psychiatry. 2021;26(10):5481–5503. doi: 10.1038/s41380-021-01249-0.", "ArticleIdList": ["10.1038/s41380-021-01249-0", "PMC8758495", "34456336"]}, {"Citation": "Selkoe DJ. Alzheimer’s disease: genes, proteins, and therapy. Physiol Rev. 2001;81:741. doi: 10.1152/physrev.2001.81.2.741.", "ArticleIdList": ["10.1152/physrev.2001.81.2.741", "11274343"]}, {"Citation": "Glenner GG, Wong CW. Alzheimer’s disease: initial report of the purification and characterization of a novel cerebrovascular amyloid protein. Biochem Biophys Res Commun. 1984;120(3):885–890. doi: 10.1016/S0006-291X(84)80190-4.", "ArticleIdList": ["10.1016/S0006-291X(84)80190-4", "6375662"]}, {"Citation": "Glenner GG. Amyloid beta protein and the basis for Alzheimer’s disease. Prog Clin Biol Res. 1989;317:857–868.", "ArticleIdList": ["2690126"]}, {"Citation": "Beyreuther K, Masters CL. Amyloid precursor protein (APP) and beta A4 amyloid in the etiology of Alzheimer’s disease: precursor-product relationships in the derangement of neuronal function. Brain Pathol. 1991;1(4):241–251. doi: 10.1111/j.1750-3639.1991.tb00667.x.", "ArticleIdList": ["10.1111/j.1750-3639.1991.tb00667.x", "1669714"]}, {"Citation": "Hardy JA, Higgins GA. Alzheimer’s disease: the amyloid cascade hypothesis. Science. 1992;256(5054):184–185. doi: 10.1126/science.1566067.", "ArticleIdList": ["10.1126/science.1566067", "1566067"]}, {"Citation": "Golde TE. Alzheimer’s disease–the journey of a healthy brain into organ failure. Mol Neurodegener. 2022;17(1):1–19. doi: 10.1186/s13024-022-00523-1.", "ArticleIdList": ["10.1186/s13024-022-00523-1", "PMC8898417", "35248124"]}, {"Citation": "Cline EN, Bicca MA, Viola KL, Klein WL. The amyloid-β oligomer hypothesis: beginning of the third decade. J Alzheimers Dis. 2018;64(s1):S567–S610. doi: 10.3233/JAD-179941.", "ArticleIdList": ["10.3233/JAD-179941", "PMC6004937", "29843241"]}, {"Citation": "Ferreira ST, Lourenco MV, Oliveira MM, De Felice FG. Soluble amyloid-b oligomers as synaptotoxins leading to cognitive impairment in Alzheimer’s disease. Front Cell Neurosci. 2015;9:191.", "ArticleIdList": ["PMC4443025", "26074767"]}, {"Citation": "Avgerinos KI, Ferrucci L, Kapogiannis D. Effects of monoclonal antibodies against amyloid-β on clinical and biomarker outcomes and adverse event risks: a systematic review and meta-analysis of phase III RCTs in Alzheimer’s disease. Ageing Res Rev. 2021;68:101339. doi: 10.1016/j.arr.2021.101339.", "ArticleIdList": ["10.1016/j.arr.2021.101339", "PMC8161699", "33831607"]}, {"Citation": "Spires-Jones TL. Alzheimer’s research-breakthrough or breakdown? Brain Commun. 2021;3(4):fcab217. doi: 10.1093/braincomms/fcab217.", "ArticleIdList": ["10.1093/braincomms/fcab217", "PMC8485901", "34611625"]}, {"Citation": "Turner RS, Thomas RG, Craft S, van Dyck CH, Mintzer J, Reynolds BA, et al. A randomized, double-blind, placebo-controlled trial of resveratrol for Alzheimer disease. Neurology. 2015;85(16):1383–1391. doi: 10.1212/WNL.0000000000002035.", "ArticleIdList": ["10.1212/WNL.0000000000002035", "PMC4626244", "26362286"]}, {"Citation": "Peng Y, Sun J, Hon S, Nylander AN, Xia W, Feng Y, et al. L-3-n-butylphthalide improves cognitive impairment and reduces amyloid-β in a transgenic model of Alzheimer’s disease. J Neurosci. 2010;30(24):8180–8189. doi: 10.1523/JNEUROSCI.0340-10.2010.", "ArticleIdList": ["10.1523/JNEUROSCI.0340-10.2010", "PMC6634596", "20554868"]}, {"Citation": "Bihaqi SW, Singh AP, Tiwari M. Supplementation of Convolvulus pluricaulis attenuates scopolamine-induced increased tau and Amyloid precursor protein (AβPP) expression in rat brain. Indian J Pharmacol. 2012;44(5):593. doi: 10.4103/0253-7613.100383.", "ArticleIdList": ["10.4103/0253-7613.100383", "PMC3480791", "23112420"]}, {"Citation": "Durairajan SSK, Liu L-F, Lu J-H, Chen L-L, Yuan Q, Chung SK, et al. Berberine ameliorates β-amyloid pathology, gliosis, and cognitive impairment in an Alzheimer’s disease transgenic mouse model. Neurobiol Aging. 2012;33(12):2903–2919. doi: 10.1016/j.neurobiolaging.2012.02.016.", "ArticleIdList": ["10.1016/j.neurobiolaging.2012.02.016", "22459600"]}, {"Citation": "Yaghmaei P, Azarfar K, Dezfulian M, Ebrahim-Habibi A. Silymarin effect on amyloid-β plaque accumulation and gene expression of APP in an Alzheimer’s disease rat model. DARU J Pharm Sci. 2014;22(1):1–7. doi: 10.1186/2008-2231-22-24.", "ArticleIdList": ["10.1186/2008-2231-22-24", "PMC3904165", "24460990"]}, {"Citation": "Justin Thenmozhi A, Dhivyabharathi M, William Raja TR, Manivasagam T, Essa MM. Tannoid principles of Emblica officinalis renovate cognitive deficits and attenuate amyloid pathologies against aluminum chloride induced rat model of Alzheimer’s disease. Nutr Neurosci. 2016;19(6):269–278. doi: 10.1179/1476830515Y.0000000016.", "ArticleIdList": ["10.1179/1476830515Y.0000000016", "25842984"]}, {"Citation": "Ma H, Johnson SL, Liu W, DaSilva NA, Meschwitz S, Dain JA, et al. Evaluation of polyphenol anthocyanin-enriched extracts of blackberry, black raspberry, blueberry, cranberry, red raspberry, and strawberry for free radical scavenging, reactive carbonyl species trapping, anti-glycation, anti-β-amyloid aggregation, and microglial neuroprotective effects. Int J Mol Sci. 2018;19(2):461. doi: 10.3390/ijms19020461.", "ArticleIdList": ["10.3390/ijms19020461", "PMC5855683", "29401686"]}, {"Citation": "Ogunruku OO, Oboh G, Passamonti S, Tramer F, Boligon AA. Capsicum annuum var. grossum (Bell Pepper) Inhibits β-Secretase Activity and β-Amyloid1–40 Aggregation. J Med Food. 2017;20(2):124–130. doi: 10.1089/jmf.2016.0077.", "ArticleIdList": ["10.1089/jmf.2016.0077", "28098506"]}, {"Citation": "Briffa M, Ghio S, Neuner J, Gauci AJ, Cacciottolo R, Marchal C, et al. Extracts from two ubiquitous Mediterranean plants ameliorate cellular and animal models of neurodegenerative proteinopathies. Neurosci Lett. 2017;638:12–20. doi: 10.1016/j.neulet.2016.11.058.", "ArticleIdList": ["10.1016/j.neulet.2016.11.058", "27919712"]}, {"Citation": "Kleinrichert K, Alappat B. Comparative analysis of antioxidant and anti-amyloidogenic properties of various polyphenol rich phytoceutical extracts. Antioxidants. 2019;8(1):13. doi: 10.3390/antiox8010013.", "ArticleIdList": ["10.3390/antiox8010013", "PMC6356243", "30609686"]}, {"Citation": "Shin SJ, Jeong Y, Jeon SG, Kim S, Lee S-K, Choi HS, et al. Uncaria rhynchophylla ameliorates amyloid beta deposition and amyloid beta-mediated pathology in 5XFAD mice. Neurochem Int. 2018;121:114–124. doi: 10.1016/j.neuint.2018.10.003.", "ArticleIdList": ["10.1016/j.neuint.2018.10.003", "30291956"]}, {"Citation": "Lee J-E, Kim M-S, Park S-Y. Effect of natural antioxidants on the aggregation and disaggregation of beta-amyloid. Trop J Pharm Res. 2017;16(11):2629–2635. doi: 10.4314/tjpr.v16i11.9.", "ArticleIdList": ["10.4314/tjpr.v16i11.9"]}, {"Citation": "Ishigaki Y, Tanaka H, Akama H, Ogara T, Uwai K, Tokuraku K. A microliter-scale high-throughput screening system with quantum-dot nanoprobes for amyloid-β aggregation inhibitors. PLoS ONE. 2013;8(8):e72992. doi: 10.1371/journal.pone.0072992.", "ArticleIdList": ["10.1371/journal.pone.0072992", "PMC3753230", "23991168"]}, {"Citation": "Kashyap P, Muthusamy K, Niranjan M, Trikha S, Kumar S. Sarsasapogenin: a steroidal saponin from Asparagus racemosus as multi target directed ligand in Alzheimer’s disease. Steroids. 2020;153:108529. doi: 10.1016/j.steroids.2019.108529.", "ArticleIdList": ["10.1016/j.steroids.2019.108529", "31672628"]}, {"Citation": "Zhao L, Wang J-L, Liu R, Li X-X, Li J-F, Zhang L. Neuroprotective, anti-amyloidogenic and neurotrophic effects of apigenin in an Alzheimer’s disease mouse model. Molecules. 2013;18(8):9949–9965. doi: 10.3390/molecules18089949.", "ArticleIdList": ["10.3390/molecules18089949", "PMC6270497", "23966081"]}, {"Citation": "Pakdeepak K, Chokchaisiri R, Tocharus J, Jearjaroen P, Tocharus C, Suksamrarn A. 5, 6, 7, 4’-Tetramethoxyflavanone protects against neuronal degeneration induced by dexamethasone by attenuating amyloidogenesis in mice. EXCLI J. 2020;19:16.", "ArticleIdList": ["PMC7003641", "32038114"]}, {"Citation": "Mahaman YAR, Huang F, Wu M, Wang Y, Wei Z, Bao J, et al. Moringa oleifera alleviates homocysteine-induced Alzheimer’s disease-like pathology and cognitive impairments. J Alzheimers Dis. 2018;63(3):1141–1159. doi: 10.3233/JAD-180091.", "ArticleIdList": ["10.3233/JAD-180091", "PMC6004908", "29710724"]}, {"Citation": "Du Y, Qu J, Zhang W, Bai M, Zhou Q, Zhang Z, et al. Morin reverses neuropathological and cognitive impairments in APPswe/PS1dE9 mice by targeting multiple pathogenic mechanisms. Neuropharmacology. 2016;108:1–13. doi: 10.1016/j.neuropharm.2016.04.008.", "ArticleIdList": ["10.1016/j.neuropharm.2016.04.008", "27067919"]}, {"Citation": "Boubakri A, Leri M, Bucciantini M, Najjaa H, Ben Arfa A, Stefani M, et al. Allium roseum L. extract inhibits amyloid beta aggregation and toxicity involved in Alzheimer’s disease. PLoS ONE. 2020;15(9):e0223815. doi: 10.1371/journal.pone.0223815.", "ArticleIdList": ["10.1371/journal.pone.0223815", "PMC7526880", "32997672"]}, {"Citation": "Malishev R, Shaham-Niv S, Nandi S, Kolusheva S, Gazit E, Jelinek R. Bacoside-A, an Indian traditional-medicine substance, inhibits β-amyloid cytotoxicity, fibrillation, and membrane interactions. ACS Chem Neurosci. 2017;8(4):884–891. doi: 10.1021/acschemneuro.6b00438.", "ArticleIdList": ["10.1021/acschemneuro.6b00438", "28094495"]}, {"Citation": "Morshedi D, Kesejini TS, Aliakbari F, Karami-Osboo R, Shakibaei M, Marvian AT, et al. Identification and characterization of a compound from Cuminum cyminum essential oil with antifibrilation and cytotoxic effect. Res Pharm Sci. 2014;9(6):431.", "ArticleIdList": ["PMC4326981", "26339258"]}, {"Citation": "Dhouafli Z, Rigacci S, Leri M, Bucciantini M, Mahjoub B, Tounsi MS, et al. Screening for amyloid-β aggregation inhibitor and neuronal toxicity of eight Tunisian medicinal plants. Ind Crops Prod. 2018;111:823–833. doi: 10.1016/j.indcrop.2017.11.045.", "ArticleIdList": ["10.1016/j.indcrop.2017.11.045"]}, {"Citation": "Wang Q, Yu X, Patal K, Hu R, Chuang S, Zhang G, et al. Tanshinones inhibit amyloid aggregation by amyloid-β peptide, disaggregate amyloid fibrils, and protect cultured cells. ACS Chem Neurosci. 2013;4(6):1004–1015. doi: 10.1021/cn400051e.", "ArticleIdList": ["10.1021/cn400051e", "PMC3756451", "23506133"]}, {"Citation": "McLaurin J, Kierstead ME, Brown ME, Hawkes CA, Lambermon MH, Phinney AL, et al. Cyclohexanehexol inhibitors of Aβ aggregation prevent and reverse Alzheimer phenotype in a mouse model. Nat Med. 2006;12(7):801–808. doi: 10.1038/nm1423.", "ArticleIdList": ["10.1038/nm1423", "16767098"]}, {"Citation": "Weinberg RP, Koledova VV, Shin H, Park JH, Tan YA, Sinskey AJ, et al. Oil palm phenolics inhibit the in vitro aggregation of β-amyloid peptide into oligomeric complexes. Int J Alzheimer’s Dis. 2018;2018:1. doi: 10.1155/2018/7608038.", "ArticleIdList": ["10.1155/2018/7608038", "PMC5831689", "29666700"]}, {"Citation": "Wang Y, Xia Z, Xu J-R, Wang Y-X, Hou L-N, Qiu Y, et al. α-Mangostin, a polyphenolic xanthone derivative from mangosteen, attenuates β-amyloid oligomers-induced neurotoxicity by inhibiting amyloid aggregation. Neuropharmacology. 2012;62(2):871–881. doi: 10.1016/j.neuropharm.2011.09.016.", "ArticleIdList": ["10.1016/j.neuropharm.2011.09.016", "21958557"]}, {"Citation": "Diomede L, Rigacci S, Romeo M, Stefani M, Salmona M. Oleuropein aglycone protects transgenic C. elegans strains expressing Aβ42 by reducing plaque load and motor deficit. PLoS ONE. 2013;8(3):e58893. doi: 10.1371/journal.pone.0058893.", "ArticleIdList": ["10.1371/journal.pone.0058893", "PMC3592812", "23520540"]}, {"Citation": "Hamaguchi T, Ono K, Murase A, Yamada M. Phenolic compounds prevent Alzheimer’s pathology through different effects on the amyloid-β aggregation pathway. Am J Pathol. 2009;175(6):2557–2565. doi: 10.2353/ajpath.2009.090417.", "ArticleIdList": ["10.2353/ajpath.2009.090417", "PMC2789642", "19893028"]}, {"Citation": "Snow AD, Castillo GM, Nguyen BP, Choi PY, Cummings JA, Cam J, et al. The Amazon rain forest plant Uncaria tomentosa (cat’s claw) and its specific proanthocyanidin constituents are potent inhibitors and reducers of both brain plaques and tangles. Sci Rep. 2019;9(1):1–28. doi: 10.1038/s41598-019-38645-0.", "ArticleIdList": ["10.1038/s41598-019-38645-0", "PMC6365538", "30728442"]}, {"Citation": "Du W-J, Guo J-J, Gao M-T, Hu S-Q, Dong X-Y, Han Y-F, et al. Brazilin inhibits amyloid β-protein fibrillogenesis, remodels amyloid fibrils and reduces amyloid cytotoxicity. Sci Rep. 2015;5(1):1–10.", "ArticleIdList": ["PMC4303869", "25613018"]}, {"Citation": "Ladiwala ARA, Lin JC, Bale SS, Marcelino-Cruz AM, Bhattacharya M, Dordick JS, et al. Resveratrol selectively remodels soluble oligomers and fibrils of amyloid Aβ into off-pathway conformers. J Biol Chem. 2010;285(31):24228–24237. doi: 10.1074/jbc.M110.133108.", "ArticleIdList": ["10.1074/jbc.M110.133108", "PMC2911349", "20511235"]}, {"Citation": "Sehgal N, Gupta A, Valli RK, Joshi SD, Mills JT, Hamel E, et al. Withania somnifera reverses Alzheimer’s disease pathology by enhancing low-density lipoprotein receptor-related protein in liver. Proc Natl Acad Sci U S A. 2012;109(9):3510–3515. doi: 10.1073/pnas.1112209109.", "ArticleIdList": ["10.1073/pnas.1112209109", "PMC3295277", "22308347"]}, {"Citation": "Fan Y, Wang N, Rocchi A, Zhang W, Vassar R, Zhou Y, et al. Identification of natural products with neuronal and metabolic benefits through autophagy induction. Autophagy. 2017;13(1):41–56. doi: 10.1080/15548627.2016.1240855.", "ArticleIdList": ["10.1080/15548627.2016.1240855", "PMC5240827", "27791467"]}, {"Citation": "Chen F, Eckman EA, Eckman CB. Reductions in levels of the Alzheimer’s amyloid beta peptide after oral administration of ginsenosides. FASEB J. 2006;20(8):1269–1271. doi: 10.1096/fj.05-5530fje.", "ArticleIdList": ["10.1096/fj.05-5530fje", "16636099"]}, {"Citation": "Rezai-Zadeh K, Shytle D, Sun N, Mori T, Hou H, Jeanniton D, et al. Green tea epigallocatechin-3-gallate (EGCG) modulates amyloid precursor protein cleavage and reduces cerebral amyloidosis in Alzheimer transgenic mice. J Neurosci. 2005;25(38):8807–8814. doi: 10.1523/JNEUROSCI.1521-05.2005.", "ArticleIdList": ["10.1523/JNEUROSCI.1521-05.2005", "PMC6725500", "16177050"]}, {"Citation": "Dhanasekaran M, Holcomb LA, Hitt AR, Tharakan B, Porter JW, Young KA, et al. Centella asiatica extract selectively decreases amyloid beta levels in hippocampus of Alzheimer’s disease animal model. Phytother Res. 2009;23(1):14–19. doi: 10.1002/ptr.2405.", "ArticleIdList": ["10.1002/ptr.2405", "19048607"]}, {"Citation": "Shytle RD, Tan J, Bickford PC, Rezai-Zadeh K, Hou L, Zeng J, et al. Optimized turmeric extract reduces β-Amyloid and phosphorylated Tau protein burden in Alzheimer’s transgenic mice. Curr Alzheimer Res. 2012;9(4):500–506. doi: 10.2174/156720512800492459.", "ArticleIdList": ["10.2174/156720512800492459", "PMC3474959", "21875408"]}, {"Citation": "Xing Z, He Z, Wang S, Yan Y, Zhu H, Gao Y, et al. Ameliorative effects and possible molecular mechanisms of action of fibrauretine from Fibraurea recisa Pierre on d-galactose/AlCl 3-mediated Alzheimer’s disease. RSC Adv. 2018;8(55):31646–31657. doi: 10.1039/C8RA05356A.", "ArticleIdList": ["10.1039/C8RA05356A", "PMC9085853", "35548215"]}, {"Citation": "Zhu Y, Bickford PC, Sanberg P, Giunta B, Tan J. Blueberry opposes beta-amyloid peptide-induced microglial activation via inhibition of p44/42 mitogen-activation protein kinase. Rejuvenation Res. 2008;11(5):891–901. doi: 10.1089/rej.2008.0757.", "ArticleIdList": ["10.1089/rej.2008.0757", "PMC2751806", "18789000"]}, {"Citation": "Wang LS, Tao X, Liu XM, Zhou YF, Zhang MD, Liao YH, et al. Cajaninstilbene Acid Ameliorates Cognitive Impairment Induced by Intrahippocampal Injection of Amyloid-β. Front Pharmacol. 2019;10:1084. doi: 10.3389/fphar.2019.01084.", "ArticleIdList": ["10.3389/fphar.2019.01084", "PMC6798059", "31680939"]}, {"Citation": "Hyung SJ, DeToma AS, Brender JR, Lee S, Vivekanandan S, Kochi A, et al. Insights into antiamyloidogenic properties of the green tea extract (-)-epigallocatechin-3-gallate toward metal-associated amyloid-β species. Proc Natl Acad Sci U S A. 2013;110(10):3743–3748. doi: 10.1073/pnas.1220326110.", "ArticleIdList": ["10.1073/pnas.1220326110", "PMC3593904", "23426629"]}, {"Citation": "Gulisano W, Maugeri D, Baltrons MA, Fà M, Amato A, Palmeri A, et al. Role of amyloid-β and tau proteins in Alzheimer’s disease: confuting the amyloid cascade. J Alzheimers Dis. 2018;64(s1):S611–S631. doi: 10.3233/JAD-179935.", "ArticleIdList": ["10.3233/JAD-179935", "PMC8371153", "29865055"]}, {"Citation": "Kametani F, Hasegawa M. Reconsideration of amyloid hypothesis and tau hypothesis in Alzheimer’s disease. Front Neurosci. 2018;12:25. doi: 10.3389/fnins.2018.00025.", "ArticleIdList": ["10.3389/fnins.2018.00025", "PMC5797629", "29440986"]}, {"Citation": "Davis DG, Schmitt FA, Wekstein DR, Markesbery WR. Alzheimer neuropathologic alterations in aged cognitively normal subjects. J Neuropathol Exp Neurol. 1999;58(4):376–388. doi: 10.1097/00005072-199904000-00008.", "ArticleIdList": ["10.1097/00005072-199904000-00008", "10218633"]}, {"Citation": "Erten-Lyons D, Woltjer R, Dodge H, Nixon R, Vorobik R, Calvert J, et al. Factors associated with resistance to dementia despite high Alzheimer disease pathology. Neurology. 2009;72(4):354–360. doi: 10.1212/01.wnl.0000341273.18141.64.", "ArticleIdList": ["10.1212/01.wnl.0000341273.18141.64", "PMC2677499", "19171833"]}, {"Citation": "Chételat G, La Joie R, Villain N, Perrotin A, de La Sayette V, Eustache F, et al. Amyloid imaging in cognitively normal individuals, at-risk populations and preclinical Alzheimer’s disease. Neuroimage Clin. 2013;2:356–365. doi: 10.1016/j.nicl.2013.02.006.", "ArticleIdList": ["10.1016/j.nicl.2013.02.006", "PMC3777672", "24179789"]}, {"Citation": "Kim J, Chakrabarty P, Hanna A, March A, Dickson DW, Borchelt DR, et al. Normal cognition in transgenic BRI2-Aβ mice. Mol Neurodegener. 2013;8(1):1–12. doi: 10.1186/1750-1326-8-1.", "ArticleIdList": ["10.1186/1750-1326-8-1", "PMC3658944", "23663320"]}, {"Citation": "Herrup K. The case for rejecting the amyloid cascade hypothesis. Nat Neurosci. 2015;18(6):794–799. doi: 10.1038/nn.4017.", "ArticleIdList": ["10.1038/nn.4017", "26007212"]}, {"Citation": "Medina M, Avila J. The role of extracellular Tau in the spreading of neurofibrillary pathology. Front Cell Neurosci. 2014;8:113.", "ArticleIdList": ["PMC4005959", "24795568"]}, {"Citation": "Wang Y, Mandelkow E. Tau in physiology and pathology. Nat Rev Neurosci. 2016;17(1):22–35. doi: 10.1038/nrn.2015.1.", "ArticleIdList": ["10.1038/nrn.2015.1", "26631930"]}, {"Citation": "Marcucci V, Kleiman J. Biomarkers and their implications in Alzheimer’s disease: a literature review. Explor Res Hypothesis Med. 2021."}, {"Citation": "Ittner LM, Ke YD, Delerue F, Bi M, Gladbach A, van Eersel J, et al. Dendritic function of tau mediates amyloid-β toxicity in Alzheimer’s disease mouse models. Cell. 2010;142(3):387–397. doi: 10.1016/j.cell.2010.06.036.", "ArticleIdList": ["10.1016/j.cell.2010.06.036", "20655099"]}, {"Citation": "Gong C-X, Liu F, Grundke-Iqbal I, Iqbal K. Impaired brain glucose metabolism leads to Alzheimer neurofibrillary degeneration through a decrease in tau O-GlcNAcylation. J Alzheimers Dis. 2006;9(1):1–12. doi: 10.3233/JAD-2006-9101.", "ArticleIdList": ["10.3233/JAD-2006-9101", "16627930"]}, {"Citation": "Peng Y, Hu Y, Xu S, Li P, Li J, Lu L, et al. L-3-n-butylphthalide reduces tau phosphorylation and improves cognitive deficits in AβPP/PS1-Alzheimer's transgenic mice. J Alzheimers Dis. 2012;29(2):379–391. doi: 10.3233/JAD-2011-111577.", "ArticleIdList": ["10.3233/JAD-2011-111577", "22233765"]}, {"Citation": "Rezai-Zadeh K, Arendash GW, Hou H, Fernandez F, Jensen M, Runfeldt M, et al. Green tea epigallocatechin-3-gallate (EGCG) reduces β-amyloid mediated cognitive impairment and modulates tau pathology in Alzheimer transgenic mice. Brain Res. 2008;1214:177–187. doi: 10.1016/j.brainres.2008.02.107.", "ArticleIdList": ["10.1016/j.brainres.2008.02.107", "18457818"]}, {"Citation": "George RC, Lew J, Graves DJ. Interaction of cinnamaldehyde and epicatechin with tau: implications of beneficial effects in modulating Alzheimer’s disease pathogenesis. J Alzheimers Dis. 2013;36(1):21–40. doi: 10.3233/JAD-122113.", "ArticleIdList": ["10.3233/JAD-122113", "23531502"]}, {"Citation": "Chen J, Deng X, Liu N, Li M, Liu B, Fu Q, et al. Quercetin attenuates tau hyperphosphorylation and improves cognitive disorder via suppression of ER stress in a manner dependent on AMPK pathway. J Funct Foods. 2016;22:463–476. doi: 10.1016/j.jff.2016.01.036.", "ArticleIdList": ["10.1016/j.jff.2016.01.036"]}, {"Citation": "Ye S, Wang T-T, Cai B, Wang Y, Li J, Zhan J-X, et al. Genistein protects hippocampal neurons against injury by regulating calcium/calmodulin dependent protein kinase IV protein levels in Alzheimer's disease model rats. Neural Regen Res. 2017;12(9):1479. doi: 10.4103/1673-5374.215260.", "ArticleIdList": ["10.4103/1673-5374.215260", "PMC5649469", "29089994"]}, {"Citation": "Monti MC, Margarucci L, Riccio R, Casapullo A. Modulation of tau protein fibrillization by oleocanthal. J Nat Prod. 2012;75(9):1584–1588. doi: 10.1021/np300384h.", "ArticleIdList": ["10.1021/np300384h", "22988908"]}, {"Citation": "Nguyen DK, Dai TTX. Study on tau-aggregation inhibitors in Alzheimer’s disease of methanol extracts of several medicinal plants collected in the Mekong Delta, Vietnam. Sci Technol Dev J-Nat Sci. 2017;1(T2):21–28. doi: 10.32508/stdjns.v1iT2.455.", "ArticleIdList": ["10.32508/stdjns.v1iT2.455"]}, {"Citation": "Cornejo A, Aguilar Sandoval F, Caballero L, Machuca L, Muñoz P, Caballero J, et al. Rosmarinic acid prevents fibrillization and diminishes vibrational modes associated to β sheet in tau protein linked to Alzheimer’s disease. J Enzyme Inhib Med Chem. 2017;32(1):945–953. doi: 10.1080/14756366.2017.1347783.", "ArticleIdList": ["10.1080/14756366.2017.1347783", "PMC6009890", "28701064"]}, {"Citation": "Radenahmad N, Saleh F, Sawangjaroen K, Vongvatcharanon U, Subhadhirasakul P, Rundorn W, et al. Young coconut juice, a potential therapeutic agent that could significantly reduce some pathologies associated with Alzheimer’s disease: novel findings. Br J Nutr. 2011;105(5):738–746. doi: 10.1017/S0007114510004241.", "ArticleIdList": ["10.1017/S0007114510004241", "21114897"]}, {"Citation": "Kim G-H, Lim K, Yang HS, Lee J-K, Kim Y, Park S-K, et al. Improvement in neurogenesis and memory function by administration of Passiflora incarnata L. extract applied to sleep disorder in rodent models. J Chem Neuroanatomy. 2019;98:27–40. doi: 10.1016/j.jchemneu.2019.03.005.", "ArticleIdList": ["10.1016/j.jchemneu.2019.03.005", "30951822"]}, {"Citation": "Ahmadi M, Taherianfard M, Shomali T. Zataria multiflora could improve hippocampal tau protein and TNFα levels and cognitive behavior defects in a rat model of Alzheimer’s disease. Avicenna J Phytomed. 2019;9(5):465.", "ArticleIdList": ["PMC6727437", "31516860"]}, {"Citation": "Corpas R, Griñán-Ferré C, Rodríguez-Farré E, Pallàs M, Sanfeliu C. Resveratrol induces brain resilience against Alzheimer neurodegeneration through proteostasis enhancement. Mol Neurobiol. 2019;56(2):1502–1516. doi: 10.1007/s12035-018-1157-y.", "ArticleIdList": ["10.1007/s12035-018-1157-y", "29948950"]}, {"Citation": "Jones JR, Lebar MD, Jinwal UK, Abisambra JF, Koren J, III, Blair L, et al. The diarylheptanoid (+)-a R, 11 S-myricanol and two flavones from bayberry (Myrica cerifera) destabilize the microtubule-associated protein Tau. J Nat Prod. 2011;74(1):38–44. doi: 10.1021/np100572z.", "ArticleIdList": ["10.1021/np100572z", "PMC3070757", "21141876"]}, {"Citation": "Peng Y, Tao H, Wang S, Xiao J, Wang Y, Su H. Dietary intervention with edible medicinal plants and derived products for prevention of Alzheimer’s disease: a compendium of time-tested strategy. J Funct Foods. 2021;81:104463. doi: 10.1016/j.jff.2021.104463.", "ArticleIdList": ["10.1016/j.jff.2021.104463"]}, {"Citation": "Small SA, Duff K. Linking Aβ and tau in late-onset Alzheimer’s disease: a dual pathway hypothesis. Neuron. 2008;60(4):534–542. doi: 10.1016/j.neuron.2008.11.007.", "ArticleIdList": ["10.1016/j.neuron.2008.11.007", "PMC2692134", "19038212"]}, {"Citation": "Roda AR, Serra-Mir G, Montoliu-Gaya L, Tiessler L, Villegas S. Amyloid-beta peptide and tau protein crosstalk in Alzheimer’s disease. Neural Regen Res. 2022;17(8):1666–1674. doi: 10.4103/1673-5374.332127.", "ArticleIdList": ["10.4103/1673-5374.332127", "PMC8820696", "35017413"]}, {"Citation": "Hernández F, Diaz-Hernández M, Avila J, Lucas JJ. Testing the ubiquitin–proteasome hypothesis of neurodegeneration in vivo. Trends Neurosci. 2004;27(2):66–69. doi: 10.1016/j.tins.2003.12.002.", "ArticleIdList": ["10.1016/j.tins.2003.12.002", "15106649"]}, {"Citation": "Hartl FU. Molecular chaperones in cellular protein folding. Nature. 1996;381(6583):571–580. doi: 10.1038/381571a0.", "ArticleIdList": ["10.1038/381571a0", "8637592"]}, {"Citation": "Ciechanover A, Kwon YT. Protein quality control by molecular chaperones in neurodegeneration. Front Neurosci. 2017;11:185. doi: 10.3389/fnins.2017.00185.", "ArticleIdList": ["10.3389/fnins.2017.00185", "PMC5382173", "28428740"]}, {"Citation": "Hommen F, Bilican S, Vilchez D. Protein clearance strategies for disease intervention. J Neural Transm (Vienna) 2021;129:141. doi: 10.1007/s00702-021-02431-y.", "ArticleIdList": ["10.1007/s00702-021-02431-y", "PMC8541819", "34689261"]}, {"Citation": "Ciechanover A. The ubiquitin-proteasome proteolytic pathway. Cell. 1994;79(1):13–21. doi: 10.1016/0092-8674(94)90396-4.", "ArticleIdList": ["10.1016/0092-8674(94)90396-4", "7923371"]}, {"Citation": "de Vrij FM, Fischer DF, van Leeuwen FW, Hol E. Protein quality control in Alzheimer’s disease by the ubiquitin proteasome system. Prog Neurobiol. 2004;74(5):249–270. doi: 10.1016/j.pneurobio.2004.10.001.", "ArticleIdList": ["10.1016/j.pneurobio.2004.10.001", "15582222"]}, {"Citation": "Hegde AN, Smith SG, Duke LM, Pourquoi A, Vaz S. Perturbations of Ubiquitin-Proteasome-Mediated Proteolysis in Aging and Alzheimer's Disease. Front Aging Neurosci. 2019;11:324. doi: 10.3389/fnagi.2019.00324.", "ArticleIdList": ["10.3389/fnagi.2019.00324", "PMC6910070", "31866849"]}, {"Citation": "Boland B, Yu WH, Corti O, Mollereau B, Henriques A, Bezard E, et al. Promoting the clearance of neurotoxic proteins in neurodegenerative disorders of ageing. Nat Rev Drug Discov. 2018;17(9):660–688. doi: 10.1038/nrd.2018.109.", "ArticleIdList": ["10.1038/nrd.2018.109", "PMC6456907", "30116051"]}, {"Citation": "Schmidt MF, Gan ZY, Komander D, Dewson G. Ubiquitin signalling in neurodegeneration: mechanisms and therapeutic opportunities. Cell Death Differ. 2021;28(2):570–590. doi: 10.1038/s41418-020-00706-7.", "ArticleIdList": ["10.1038/s41418-020-00706-7", "PMC7862249", "33414510"]}, {"Citation": "Le Guerroué F, Youle RJ. Ubiquitin signaling in neurodegenerative diseases: an autophagy and proteasome perspective. Cell Death Differ. 2021;28(2):439–454. doi: 10.1038/s41418-020-00667-x.", "ArticleIdList": ["10.1038/s41418-020-00667-x", "PMC7862246", "33208890"]}, {"Citation": "Moghaddam MG, Ahmad FBH, Samzadeh-Kermani A. Biological activity of betulinic acid: a review. 2012."}, {"Citation": "Huang L, Ho P, Chen C-H. Activation and inhibition of the proteasome by betulinic acid and its derivatives. FEBS Lett. 2007;581(25):4955–4959. doi: 10.1016/j.febslet.2007.09.031.", "ArticleIdList": ["10.1016/j.febslet.2007.09.031", "PMC2083647", "17904555"]}, {"Citation": "Yagishita Y, Fahey JW, Dinkova-Kostova AT, Kensler TW. Broccoli or sulforaphane: is it the source or dose that matters? Molecules. 2019;24(19):3593. doi: 10.3390/molecules24193593.", "ArticleIdList": ["10.3390/molecules24193593", "PMC6804255", "31590459"]}, {"Citation": "Liu Y, Hettinger CL, Zhang D, Rezvani K, Wang X, Wang H. Sulforaphane enhances proteasomal and autophagic activities in mice and is a potential therapeutic reagent for Huntington’s disease. J Neurochem. 2014;129(3):539–547. doi: 10.1111/jnc.12647.", "ArticleIdList": ["10.1111/jnc.12647", "PMC3997618", "24383989"]}, {"Citation": "Park HS, Hwang ES, Choi GY, Kim HB, Park KS, Sul JY, et al. Sulforaphane enhances long-term potentiation and ameliorate scopolamine-induced memory impairment. Physiol Behav. 2021;238:113467. doi: 10.1016/j.physbeh.2021.113467.", "ArticleIdList": ["10.1016/j.physbeh.2021.113467", "34033847"]}, {"Citation": "Park H-M, Kim J-A, Kwak M-K. Protection against amyloid beta cytotoxicity by sulforaphane: role of the proteasome. Arch Pharmacal Res. 2009;32(1):109–115. doi: 10.1007/s12272-009-1124-2.", "ArticleIdList": ["10.1007/s12272-009-1124-2", "19183883"]}, {"Citation": "Di Meco A, Curtis ME, Lauretti E, Praticò D. Autophagy dysfunction in Alzheimer’s disease: mechanistic insights and new therapeutic opportunities. Biol Psychiat. 2020;87(9):797–807. doi: 10.1016/j.biopsych.2019.05.008.", "ArticleIdList": ["10.1016/j.biopsych.2019.05.008", "31262433"]}, {"Citation": "Yim WW, Mizushima N. Lysosome biology in autophagy. Cell Discov. 2020;6:6. doi: 10.1038/s41421-020-0141-7.", "ArticleIdList": ["10.1038/s41421-020-0141-7", "PMC7010707", "32047650"]}, {"Citation": "Ramesh N, Pandey UB. Autophagy dysregulation in ALS: when protein aggregates get out of hand. Front Mol Neurosci. 2017;10:263. doi: 10.3389/fnmol.2017.00263.", "ArticleIdList": ["10.3389/fnmol.2017.00263", "PMC5572252", "28878620"]}, {"Citation": "Limanaqi F, Biagioni F, Gambardella S, Familiari P, Frati A, Fornai F. Promiscuous roles of autophagy and proteasome in neurodegenerative proteinopathies. Int J Mol Sci. 2020;21(8):3028. doi: 10.3390/ijms21083028.", "ArticleIdList": ["10.3390/ijms21083028", "PMC7215558", "32344772"]}, {"Citation": "Uddin M, Stachowiak A, Mamun AA, Tzvetkov NT, Takeda S, Atanasov AG, et al. Autophagy and Alzheimer’s disease: from molecular mechanisms to therapeutic implications. Front Aging Neurosci. 2018;10:4. doi: 10.3389/fnagi.2018.00004.", "ArticleIdList": ["10.3389/fnagi.2018.00004", "PMC5797541", "29441009"]}, {"Citation": "Watanabe Y, Taguchi K, Tanaka M. Ubiquitin, autophagy and neurodegenerative diseases. Cells. 2020;9(9):2022. doi: 10.3390/cells9092022.", "ArticleIdList": ["10.3390/cells9092022", "PMC7563958", "32887381"]}, {"Citation": "Konings E, Timmers S, Boekschoten MV, Goossens GH, Jocken JW, Afman LA, et al. The effects of 30 days resveratrol supplementation on adipose tissue morphology and gene expression patterns in obese men. Int J Obes (Lond) 2014;38(3):470–473. doi: 10.1038/ijo.2013.155.", "ArticleIdList": ["10.1038/ijo.2013.155", "23958793"]}, {"Citation": "Park D, Jeong H, Lee MN, Koh A, Kwon O, Yang YR, et al. Resveratrol induces autophagy by directly inhibiting mTOR through ATP competition. Sci Rep. 2016;6(1):1–11. doi: 10.1038/s41598-016-0001-8.", "ArticleIdList": ["10.1038/s41598-016-0001-8", "PMC4763238", "26902888"]}, {"Citation": "Fan X, Wang J, Hou J, Lin C, Bensoussan A, Chang D, et al. Berberine alleviates ox-LDL induced inflammatory factors by up-regulation of autophagy via AMPK/mTOR signaling pathway. J Transl Med. 2015;13:92. doi: 10.1186/s12967-015-0450-z.", "ArticleIdList": ["10.1186/s12967-015-0450-z", "PMC4365560", "25884210"]}, {"Citation": "Fan D, Liu L, Wu Z, Cao M. Combating Neurodegenerative diseases with the plant alkaloid berberine: molecular mechanisms and therapeutic potential. Curr Neuropharmacol. 2019;17(6):563–579. doi: 10.2174/1570159X16666180419141613.", "ArticleIdList": ["10.2174/1570159X16666180419141613", "PMC6712296", "29676231"]}, {"Citation": "Zhang S, Yu Z, Xia J, Zhang X, Liu K, Sik A, et al. Anti-Parkinson’s disease activity of phenolic acids from Eucommia ulmoides Oliver leaf extracts and their autophagy activation mechanism. Food Funct. 2020;11(2):1425–1440. doi: 10.1039/C9FO02288K.", "ArticleIdList": ["10.1039/C9FO02288K", "31971191"]}, {"Citation": "Velagapudi R, Lepiarz I, El-Bakoush A, Katola FO, Bhatia H, Fiebich BL, et al. Induction of autophagy and activation of SIRT-1 deacetylation mechanisms mediate neuroprotection by the pomegranate metabolite urolithin A in BV2 microglia and differentiated 3D human neural progenitor cells. Mol Nutr Food Res. 2019;63(10):1801237. doi: 10.1002/mnfr.201801237.", "ArticleIdList": ["10.1002/mnfr.201801237", "30811877"]}, {"Citation": "Lucas SM, Rothwell NJ, Gibson RM. The role of inflammation in CNS injury and disease. Br J Pharmacol. 2006;147(S1):S232–S240. doi: 10.1038/sj.bjp.0706400.", "ArticleIdList": ["10.1038/sj.bjp.0706400", "PMC1760754", "16402109"]}, {"Citation": "Sochocka M, Diniz BS, Leszek J. Inflammatory response in the CNS: friend or foe? Mol Neurobiol. 2017;54(10):8071–8089. doi: 10.1007/s12035-016-0297-1.", "ArticleIdList": ["10.1007/s12035-016-0297-1", "PMC5684251", "27889895"]}, {"Citation": "Shastri A, Bonifati DM, Kishore U. Innate immunity and neuroinflammation. Mediators Inflamm. 2013;2013:342931. doi: 10.1155/2013/342931.", "ArticleIdList": ["10.1155/2013/342931", "PMC3697414", "23843682"]}, {"Citation": "Nimmerjahn A, Kirchhoff F, Helmchen F. Resting microglial cells are highly dynamic surveillants of brain parenchyma in vivo. Science. 2005;308(5726):1314–1318. doi: 10.1126/science.1110647.", "ArticleIdList": ["10.1126/science.1110647", "15831717"]}, {"Citation": "Mariani MM, Kielian T. Microglia in infectious diseases of the central nervous system. J Neuroimmune Pharmacol. 2009;4(4):448–461. doi: 10.1007/s11481-009-9170-6.", "ArticleIdList": ["10.1007/s11481-009-9170-6", "PMC2847353", "19728102"]}, {"Citation": "Biber K, Owens T, Boddeke E. What is microglia neurotoxicity (Not)? Glia. 2014;62(6):841–854. doi: 10.1002/glia.22654.", "ArticleIdList": ["10.1002/glia.22654", "24590682"]}, {"Citation": "Perry VH, Holmes C. Microglial priming in neurodegenerative disease. Nat Rev Neurol. 2014;10(4):217–224. doi: 10.1038/nrneurol.2014.38.", "ArticleIdList": ["10.1038/nrneurol.2014.38", "24638131"]}, {"Citation": "Hickman S, Izzy S, Sen P, Morsett L, El Khoury J. Microglia in neurodegeneration. Nat Neurosci. 2018;21(10):1359–1369. doi: 10.1038/s41593-018-0242-x.", "ArticleIdList": ["10.1038/s41593-018-0242-x", "PMC6817969", "30258234"]}, {"Citation": "Kim SK, Nabekura J, Koizumi S. Astrocyte-mediated synapse remodeling in the pathological brain. Glia. 2017;65(11):1719–1727. doi: 10.1002/glia.23169.", "ArticleIdList": ["10.1002/glia.23169", "28569048"]}, {"Citation": "Alberini CM, Cruz E, Descalzi G, Bessières B, Gao V. Astrocyte glycogen and lactate: new insights into learning and memory mechanisms. Glia. 2018;66(6):1244–1262. doi: 10.1002/glia.23250.", "ArticleIdList": ["10.1002/glia.23250", "PMC5903986", "29076603"]}, {"Citation": "Sofroniew MV. Astrocyte barriers to neurotoxic inflammation. Nat Rev Neurosci. 2015;16(5):249–263. doi: 10.1038/nrn3898.", "ArticleIdList": ["10.1038/nrn3898", "PMC5253239", "25891508"]}, {"Citation": "Sofroniew MV, Vinters HV. Astrocytes: biology and pathology. Acta Neuropathol. 2010;119(1):7–35. doi: 10.1007/s00401-009-0619-8.", "ArticleIdList": ["10.1007/s00401-009-0619-8", "PMC2799634", "20012068"]}, {"Citation": "Zhao J, O'Connor T, Vassar R. The contribution of activated astrocytes to Aβ production: implications for Alzheimer’s disease pathogenesis. J Neuroinflammation. 2011;8(1):1–17. doi: 10.1186/1742-2094-8-1.", "ArticleIdList": ["10.1186/1742-2094-8-1", "PMC3216000", "22047170"]}, {"Citation": "Garwood C, Pooler A, Atherton J, Hanger D, Noble W. Astrocytes are important mediators of Aβ-induced neurotoxicity and tau phosphorylation in primary culture. Cell Death Dis. 2011;2(6):e167. doi: 10.1038/cddis.2011.50.", "ArticleIdList": ["10.1038/cddis.2011.50", "PMC3168992", "21633390"]}, {"Citation": "Gorshkov K, Aguisanda F, Thorne N, Zheng W. Astrocytes as targets for drug discovery. Drug Discovery Today. 2018;23(3):673–680. doi: 10.1016/j.drudis.2018.01.011.", "ArticleIdList": ["10.1016/j.drudis.2018.01.011", "PMC5937927", "29317338"]}, {"Citation": "Griffin WST, Barger SW. Neuroinflammatory cytokines—the common thread in Alzheimer’s pathogenesis. US neurology. 2010;6(2):19. doi: 10.17925/USN.2010.06.02.19.", "ArticleIdList": ["10.17925/USN.2010.06.02.19", "PMC3297620", "22408651"]}, {"Citation": "Albaret G, Sifré E, Floch P, Laye S, Aubert A, Dubus P, et al. Alzheimer’s disease and helicobacter pylori infection: inflammation from stomach to brain? J Alzheimers Dis. 2020;73(2):801–809. doi: 10.3233/JAD-190496.", "ArticleIdList": ["10.3233/JAD-190496", "31868664"]}, {"Citation": "Leng F, Edison P. Neuroinflammation and microglial activation in Alzheimer disease: where do we go from here? Nat Rev Neurol. 2021;17(3):157–172. doi: 10.1038/s41582-020-00435-y.", "ArticleIdList": ["10.1038/s41582-020-00435-y", "33318676"]}, {"Citation": "McGeer PL, McGeer EG. The amyloid cascade-inflammatory hypothesis of Alzheimer disease: implications for therapy. Acta Neuropathol. 2013;126(4):479–497. doi: 10.1007/s00401-013-1177-7.", "ArticleIdList": ["10.1007/s00401-013-1177-7", "24052108"]}, {"Citation": "in’t Veld BA, Ruitenberg A, Hofman A, Launer LJ, van Duijn CM, Stijnen T, et al. Nonsteroidal antiinflammatory drugs and the risk of Alzheimer’s disease. N Engl J Med. 2001;345(21):1515–1521. doi: 10.1056/NEJMoa010178.", "ArticleIdList": ["10.1056/NEJMoa010178", "11794217"]}, {"Citation": "Vlad SC, Miller DR, Kowall NW, Felson DT. Protective effects of NSAIDs on the development of Alzheimer disease. Neurology. 2008;70(19):1672–1677. doi: 10.1212/01.wnl.0000311269.57716.63.", "ArticleIdList": ["10.1212/01.wnl.0000311269.57716.63", "PMC2758242", "18458226"]}, {"Citation": "Nichols MR, St-Pierre MK, Wendeln AC, Makoni NJ, Gouwens LK, Garrad EC, et al. Inflammatory mechanisms in neurodegeneration. J Neurochem. 2019;149(5):562–581. doi: 10.1111/jnc.14674.", "ArticleIdList": ["10.1111/jnc.14674", "PMC6541515", "30702751"]}, {"Citation": "Engelhart MJ, Geerlings MI, Meijer J, Kiliaan A, Ruitenberg A, van Swieten JC, et al. Inflammatory proteins in plasma and the risk of dementia: the Rotterdam study. Arch Neurol. 2004;61(5):668–672. doi: 10.1001/archneur.61.5.668.", "ArticleIdList": ["10.1001/archneur.61.5.668", "15148142"]}, {"Citation": "Alcolea D, Martínez-Lage P, Sánchez-Juan P, Olazarán J, Antúnez C, Izagirre A, et al. Amyloid precursor protein metabolism and inflammation markers in preclinical Alzheimer disease. Neurology. 2015;85(7):626–633. doi: 10.1212/WNL.0000000000001859.", "ArticleIdList": ["10.1212/WNL.0000000000001859", "26180139"]}, {"Citation": "Streit WJ, Braak H, Xue QS, Bechmann I. Dystrophic (senescent) rather than activated microglial cells are associated with tau pathology and likely precede neurodegeneration in Alzheimer’s disease. Acta Neuropathol. 2009;118(4):475–485. doi: 10.1007/s00401-009-0556-6.", "ArticleIdList": ["10.1007/s00401-009-0556-6", "PMC2737117", "19513731"]}, {"Citation": "Heneka MT, Carson MJ, El Khoury J, Landreth GE, Brosseron F, Feinstein DL, et al. Neuroinflammation in Alzheimer’s disease. Lancet Neurol. 2015;14(4):388–405. doi: 10.1016/S1474-4422(15)70016-5.", "ArticleIdList": ["10.1016/S1474-4422(15)70016-5", "PMC5909703", "25792098"]}, {"Citation": "Lue L-F, Brachova L, Civin WH, Rogers J. Inflammation, Aβ deposition, and neurofibrillary tangle formation as correlates of Alzheimer’s disease neurodegeneration. J Neuropathol Exp Neurol. 1996;55(10):1083–1088. doi: 10.1097/00005072-199655100-00008.", "ArticleIdList": ["10.1097/00005072-199655100-00008", "8858005"]}, {"Citation": "Kim N, Martinez CC, Jang DS, Lee JK, Oh MS. Anti-neuroinflammatory effect of Iresine celosia on lipopolysaccharide-stimulated microglial cells and mouse. Biomed Pharmacother. 2019;111:1359–1366. doi: 10.1016/j.biopha.2019.01.017.", "ArticleIdList": ["10.1016/j.biopha.2019.01.017", "30841450"]}, {"Citation": "Deng L-L, Yuan D, Zhou Z-Y, Wan J-Z, Zhang C-C, Liu C-Q, et al. Saponins from Panax japonicus attenuate age-related neuroinflammation via regulation of the mitogen-activated protein kinase and nuclear factor kappa B signaling pathways. Neural Regen Res. 2017;12(11):1877. doi: 10.4103/1673-5374.219047.", "ArticleIdList": ["10.4103/1673-5374.219047", "PMC5745843", "29239335"]}, {"Citation": "Njan AA, Adenuga FO, Ajayi AM, Sotunde O, Ologe MO, Olaoye SO, et al. Neuroprotective and memory-enhancing effects of methanolic leaf extract of Peristrophe bicalyculata in rat model of type 2 diabetes mellitus. Heliyon. 2020;6(5):e04011. doi: 10.1016/j.heliyon.2020.e04011.", "ArticleIdList": ["10.1016/j.heliyon.2020.e04011", "PMC7256363", "32490237"]}, {"Citation": "Dutta K, Patel P, Rahimian R, Phaneuf D, Julien JP. Withania somnifera reverses transactive response DNA binding protein 43 proteinopathy in a mouse model of amyotrophic lateral sclerosis/frontotemporal lobar degeneration. Neurotherapeutics. 2017;14(2):447–462. doi: 10.1007/s13311-016-0499-2.", "ArticleIdList": ["10.1007/s13311-016-0499-2", "PMC5398980", "27928708"]}, {"Citation": "Moon M, Kim HG, Choi JG, Oh H, Lee PK, Ha SK, et al. 6-Shogaol, an active constituent of ginger, attenuates neuroinflammation and cognitive deficits in animal models of dementia. Biochem Biophys Res Commun. 2014;449(1):8–13. doi: 10.1016/j.bbrc.2014.04.121.", "ArticleIdList": ["10.1016/j.bbrc.2014.04.121", "24796668"]}, {"Citation": "Li C, Zhang C, Zhou H, Feng Y, Tang F, Hoi MP, et al. Inhibitory effects of betulinic acid on LPS-induced neuroinflammation involve M2 microglial polarization via CaMKKβ-dependent AMPK activation. Front Mol Neurosci. 2018;11:98. doi: 10.3389/fnmol.2018.00098.", "ArticleIdList": ["10.3389/fnmol.2018.00098", "PMC5891622", "29666569"]}, {"Citation": "Ma J, Ren Q, Dong B, Shi Z, Zhang J, Jin D-Q, et al. NO inhibitory constituents as potential anti-neuroinflammatory agents for AD from Blumea balsamifera. Bioorg Chem. 2018;76:449–457. doi: 10.1016/j.bioorg.2017.12.008.", "ArticleIdList": ["10.1016/j.bioorg.2017.12.008", "29275263"]}, {"Citation": "Choi WJ, Kim SK, Park HK, Sohn UD, Kim W. Anti-inflammatory and anti-superbacterial properties of sulforaphane from shepherd’s purse. Korean J Physiol Pharmacol. 2014;18(1):33–39. doi: 10.4196/kjpp.2014.18.1.33.", "ArticleIdList": ["10.4196/kjpp.2014.18.1.33", "PMC3951821", "24634594"]}, {"Citation": "Li R, Huang YG, Fang D, Le WD. (−)-Epigallocatechin gallate inhibits lipopolysaccharide-induced microglial activation and protects against inflammation-mediated dopaminergic neuronal injury. J Neurosci Res. 2004;78(5):723–731. doi: 10.1002/jnr.20315.", "ArticleIdList": ["10.1002/jnr.20315", "15478178"]}, {"Citation": "Lim H-S, Kim YJ, Kim B-Y, Park G, Jeong S-J. The anti-neuroinflammatory activity of tectorigenin pretreatment via downregulated NF-κB and ERK/JNK pathways in BV-2 microglial and microglia inactivation in mice with lipopolysaccharide. Front Pharmacol. 2018;9:462. doi: 10.3389/fphar.2018.00462.", "ArticleIdList": ["10.3389/fphar.2018.00462", "PMC5954245", "29867470"]}, {"Citation": "Grossi C, Rigacci S, Ambrosini S, Ed Dami T, Luccarini I, Traini C, et al. The polyphenol oleuropein aglycone protects TgCRND8 mice against Aß plaque pathology. PLoS ONE. 2013;8(8):e71702. doi: 10.1371/journal.pone.0071702.", "ArticleIdList": ["10.1371/journal.pone.0071702", "PMC3738517", "23951225"]}, {"Citation": "Simonyi A, Chen Z, Jiang J, Zong Y, Chuang DY, Gu Z, et al. Inhibition of microglial activation by elderberry extracts and its phenolic components. Life Sci. 2015;128:30–38. doi: 10.1016/j.lfs.2015.01.037.", "ArticleIdList": ["10.1016/j.lfs.2015.01.037", "PMC4405485", "25744406"]}, {"Citation": "Alkuwari A, Al Naemi M, Vito P, Stilo R, Ahmed T, Al NH. Biological activities of Lycium shawii leaves extract. Int J Pharm Biol Arch. 2012;3:697–700."}, {"Citation": "Lim HJ, Dong G-Z, Lee HJ, Ryu J-H. In vitro neuroprotective activity of sesquiterpenoids from the flower buds of Tussilago farfara. J Enzyme Inhibition Med Chem. 2015;30(5):852–856. doi: 10.3109/14756366.2014.965701.", "ArticleIdList": ["10.3109/14756366.2014.965701", "25291008"]}, {"Citation": "Meyer P-F, Tremblay-Mercier J, Leoutsakos J, Madjar C, Lafaille-Maignan M-É, Savard M, et al. INTREPAD: a randomized trial of naproxen to slow progress of presymptomatic Alzheimer disease. Neurology. 2019;92(18):e2070–e2080.", "ArticleIdList": ["PMC6512884", "30952794"]}, {"Citation": "Peters R, Breitner J, James S, Jicha GA, Meyer PF, Richards M, et al. Dementia risk reduction: why haven’t the pharmacological risk reduction trials worked? An in-depth exploration of seven established risk factors. Alzheimers Dement (N Y) 2021;7(1):e12202.", "ArticleIdList": ["PMC8655351", "34934803"]}, {"Citation": "Drazen JM. COX-2 inhibitors–a lesson in unexpected problems. N Engl J Med. 2005;352(11):1131–1132. doi: 10.1056/NEJMe058038.", "ArticleIdList": ["10.1056/NEJMe058038", "15713947"]}, {"Citation": "Mogana R, Teng-Jin K, Wiart C. The medicinal timber Canarium patentinervium Miq. (Burseraceae Kunth.) is an anti-inflammatory bioresource of dual inhibitors of cyclooxygenase (COX) and 5-lipoxygenase (5-LOX). Int Scholarly Res Notices. 2013;2013.", "ArticleIdList": ["PMC4393036", "25937987"]}, {"Citation": "Oeckinghaus A, Ghosh S. The NF-kappaB family of transcription factors and its regulation. Cold Spring Harb Perspect Biol. 2009;1(4):a000034. doi: 10.1101/cshperspect.a000034.", "ArticleIdList": ["10.1101/cshperspect.a000034", "PMC2773619", "20066092"]}, {"Citation": "Albensi BC. What is nuclear factor kappa B (NF-κB) doing in and to the mitochondrion? Front Cell Dev Biol. 2019;7:154. doi: 10.3389/fcell.2019.00154.", "ArticleIdList": ["10.3389/fcell.2019.00154", "PMC6692429", "31448275"]}, {"Citation": "Srinivasan M, Lahiri DK. Significance of NF-κB as a pivotal therapeutic target in the neurodegenerative pathologies of Alzheimer’s disease and multiple sclerosis. Expert Opin Ther Targets. 2015;19(4):471–487. doi: 10.1517/14728222.2014.989834.", "ArticleIdList": ["10.1517/14728222.2014.989834", "PMC5873291", "25652642"]}, {"Citation": "Liu T, Zhang L, Joo D, Sun S-C. NF-κB signaling in inflammation. Signal Transduct Target Ther. 2017;2(1):1–9.", "ArticleIdList": ["PMC5661633", "29158945"]}, {"Citation": "Heiss E, Herhaus C, Klimo K, Bartsch H, Gerhäuser C. Nuclear factor κB is a molecular target for sulforaphane-mediated anti-inflammatory mechanisms. J Biol Chem. 2001;276(34):32008–32015. doi: 10.1074/jbc.M104794200.", "ArticleIdList": ["10.1074/jbc.M104794200", "11410599"]}, {"Citation": "Frakes AE, Ferraiuolo L, Haidet-Phillips AM, Schmelzer L, Braun L, Miranda CJ, et al. Microglia induce motor neuron death via the classical NF-κB pathway in amyotrophic lateral sclerosis. Neuron. 2014;81(5):1009–1023. doi: 10.1016/j.neuron.2014.01.013.", "ArticleIdList": ["10.1016/j.neuron.2014.01.013", "PMC3978641", "24607225"]}, {"Citation": "Fiala M, Cribbs DH, Rosenthal M, Bernard G. Phagocytosis of amyloid-beta and inflammation: two faces of innate immunity in Alzheimer's disease. J Alzheimers Dis. 2007;11(4):457–463. doi: 10.3233/JAD-2007-11406.", "ArticleIdList": ["10.3233/JAD-2007-11406", "17656824"]}, {"Citation": "Avagyan H, Goldenson B, Tse E, Masoumi A, Porter V, Wiedau-Pazos M, et al. Immune blood biomarkers of Alzheimer disease patients. J Neuroimmunol. 2009;210(1–2):67–72. doi: 10.1016/j.jneuroim.2009.02.015.", "ArticleIdList": ["10.1016/j.jneuroim.2009.02.015", "19329192"]}, {"Citation": "Chee SEJ, Solito E. The impact of ageing on the CNS immune response in Alzheimer’s disease. Front Immunol. 2021;12:738511. doi: 10.3389/fimmu.2021.738511.", "ArticleIdList": ["10.3389/fimmu.2021.738511", "PMC8484764", "34603320"]}, {"Citation": "Fan Z, Brooks DJ, Okello A, Edison P. An early and late peak in microglial activation in Alzheimer’s disease trajectory. Brain. 2017;140(3):792–803.", "ArticleIdList": ["PMC5837520", "28122877"]}, {"Citation": "Chatzileontiadou DS, Sloane H, Nguyen AT, Gras S, Grant EJ. The many faces of CD4+ T cells: Immunological and structural characteristics. Int J Mol Sci. 2020;22(1):73. doi: 10.3390/ijms22010073.", "ArticleIdList": ["10.3390/ijms22010073", "PMC7796221", "33374787"]}, {"Citation": "Bettcher BM, Tansey MG, Dorothée G, Heneka MT. Peripheral and central immune system crosstalk in Alzheimer disease—a research prospectus. Nat Rev Neurol. 2021;17(11):689–701. doi: 10.1038/s41582-021-00549-x.", "ArticleIdList": ["10.1038/s41582-021-00549-x", "PMC8439173", "34522039"]}, {"Citation": "Walker KA, Gottesman RF, Wu A, Knopman DS, Gross AL, Mosley TH, et al. Systemic inflammation during midlife and cognitive change over 20 years: the ARIC Study. Neurology. 2019;92(11):e1256–e1267.", "ArticleIdList": ["PMC6511107", "30760633"]}, {"Citation": "Bettcher BM, Johnson SC, Fitch R, Casaletto KB, Heffernan KS, Asthana S, et al. Cerebrospinal fluid and plasma levels of inflammation differentially relate to CNS markers of Alzheimer’s disease pathology and neuronal damage. J Alzheimers Dis. 2018;62(1):385–397. doi: 10.3233/JAD-170602.", "ArticleIdList": ["10.3233/JAD-170602", "PMC6007886", "29439331"]}, {"Citation": "Wu K-M, Zhang Y-R, Huang Y-Y, Dong Q, Tan L, Yu J-T. The role of the immune system in Alzheimer’s disease. Ageing Res Rev. 2021;70:101409. doi: 10.1016/j.arr.2021.101409.", "ArticleIdList": ["10.1016/j.arr.2021.101409", "34273589"]}, {"Citation": "Pan R-Y, Ma J, Kong X-X, Wang X-F, Li S-S, Qi X-L, et al. Sodium rutin ameliorates Alzheimer’s disease–like pathology by enhancing microglial amyloid-β clearance. Sci Adv. 2019;5(2):eaau6328. doi: 10.1126/sciadv.aau6328.", "ArticleIdList": ["10.1126/sciadv.aau6328", "PMC6393001", "30820451"]}, {"Citation": "Cipollini V, Anrather J, Orzi F, Iadecola C. Th17 and cognitive impairment: possible mechanisms of action. Front Neuroanat. 2019;13:95. doi: 10.3389/fnana.2019.00095.", "ArticleIdList": ["10.3389/fnana.2019.00095", "PMC6877481", "31803028"]}, {"Citation": "Liu Q, Xin W, He P, Turner D, Yin J, Gan Y, et al. Interleukin-17 inhibits adult hippocampal neurogenesis. Sci Rep. 2014;4(1):1–8.", "ArticleIdList": ["PMC4271266", "25523081"]}, {"Citation": "Moutia M, Seghrouchni F, Abouelazz O, Elouaddari A, Al Jahid A, Elhou A, et al. Allium sativum L. regulates in vitro IL-17 gene expression in human peripheral blood mononuclear cells. BMC Complement Altern Med. 2016;16(1):1–10. doi: 10.1186/s12906-016-1365-9.", "ArticleIdList": ["10.1186/s12906-016-1365-9", "PMC5041567", "27681382"]}, {"Citation": "Li X, Zhao L, Han J-J, Zhang F, Liu S, Zhu L, et al. Carnosol modulates Th17 cell differentiation and microglial switch in experimental autoimmune encephalomyelitis. Front Immunol. 2018;9:1807. doi: 10.3389/fimmu.2018.01807.", "ArticleIdList": ["10.3389/fimmu.2018.01807", "PMC6100297", "30150982"]}, {"Citation": "Mosmann TR, Cherwinski H, Bond MW, Giedlin MA, Coffman RL. Two types of murine helper T cell clone. I. Definition according to profiles of lymphokine activities and secreted proteins. J Immunol. 1986;136(7):2348–2357.", "ArticleIdList": ["2419430"]}, {"Citation": "Burgaletto C, Munafò A, Di Benedetto G, De Francisci C, Caraci F, Di Mauro R, et al. The immune system on the TRAIL of Alzheimer’s disease. J Neuroinflammation. 2020;17(1):1–11. doi: 10.1186/s12974-020-01968-1.", "ArticleIdList": ["10.1186/s12974-020-01968-1", "PMC7556967", "33050925"]}, {"Citation": "Balaji S, Cholan PK, Victor DJ. An emphasis of T-cell subsets as regulators of periodontal health and disease. J Clin Transl Res. 2021;7(5):648–656.", "ArticleIdList": ["PMC8580519", "34778595"]}, {"Citation": "Majdalawieh AF, Hmaidan R, Carr RI. Nigella sativa modulates splenocyte proliferation, Th1/Th2 cytokine profile, macrophage function and NK anti-tumor activity. J Ethnopharmacol. 2010;131(2):268–275. doi: 10.1016/j.jep.2010.06.030.", "ArticleIdList": ["10.1016/j.jep.2010.06.030", "20600757"]}, {"Citation": "Schön C, Mödinger Y, Krüger F, Doebis C, Pischel I, Bonnländer B. A new high-quality elderberry plant extract exerts antiviral and immunomodulatory effects in vitro and ex vivo. Food Hydrocolloids. 2021;32(1):650–662."}, {"Citation": "Ricciotti E, FitzGerald GA. Prostaglandins and inflammation. Arterioscler Thromb Vasc Biol. 2011;31(5):986–1000. doi: 10.1161/ATVBAHA.110.207449.", "ArticleIdList": ["10.1161/ATVBAHA.110.207449", "PMC3081099", "21508345"]}, {"Citation": "Minhas PS, Latif-Hernandez A, McReynolds MR, Durairaj AS, Wang Q, Rubin A, et al. Restoring metabolism of myeloid cells reverses cognitive decline in ageing. Nature. 2021;590(7844):122–128. doi: 10.1038/s41586-020-03160-0.", "ArticleIdList": ["10.1038/s41586-020-03160-0", "PMC8274816", "33473210"]}, {"Citation": "Talan J. Key immune system molecules are a potential target for Alzheimer’s disease. Neurol Today. 2021;21(5):1–32. doi: 10.1097/01.NT.0000738104.55390.45.", "ArticleIdList": ["10.1097/01.NT.0000738104.55390.45"]}, {"Citation": "Nakatani K, Atsumi M, Arakawa T, Oosawa K, Shimura S, Nakahata N, et al. Inhibitions of histamine release and prostaglandin E2 synthesis by mangosteen, a Thai medicinal plant. Biol Pharm Bull. 2002;25(9):1137–1141. doi: 10.1248/bpb.25.1137.", "ArticleIdList": ["10.1248/bpb.25.1137", "12230104"]}, {"Citation": "He GL, Luo Z, Yang J, Shen TT, Chen Y, Yang XS. Curcumin ameliorates the reduction effect of PGE2 on Fibrillar β-amyloid peptide (1–42)-induced microglial phagocytosis through the inhibition of EP2-PKA signaling in N9 microglial cells. PLoS ONE. 2016;11(1):e0147721. doi: 10.1371/journal.pone.0147721.", "ArticleIdList": ["10.1371/journal.pone.0147721", "PMC4732694", "26824354"]}, {"Citation": "Butterfield DA, Stadtman ER. Protein oxidation processes in aging brain. Adv Cell Aging Gerontol. 1997;2:161–191. doi: 10.1016/S1566-3124(08)60057-7.", "ArticleIdList": ["10.1016/S1566-3124(08)60057-7"]}, {"Citation": "Markesbery WR. Oxidative stress hypothesis in Alzheimer’s disease. Free Radic Biol Med. 1997;23(1):134–147. doi: 10.1016/S0891-5849(96)00629-6.", "ArticleIdList": ["10.1016/S0891-5849(96)00629-6", "9165306"]}, {"Citation": "Buccellato FR, D’Anca M, Fenoglio C, Scarpini E, Galimberti D. Role of oxidative damage in alzheimer’s disease and neurodegeneration: From pathogenic mechanisms to biomarker discovery. Antioxidants. 2021;10(9):1353. doi: 10.3390/antiox10091353.", "ArticleIdList": ["10.3390/antiox10091353", "PMC8471953", "34572985"]}, {"Citation": "Cristiana F. Introductory chapter: The biology of reactive species: IntechOpen; 2018."}, {"Citation": "Hensley K, Hall N, Subramaniam R, Cole P, Harris M, Aksenov M, et al. Brain regional correspondence between Alzheimer’s disease histopathology and biomarkers of protein oxidation. J Neurochem. 1995;65(5):2146–2156. doi: 10.1046/j.1471-4159.1995.65052146.x.", "ArticleIdList": ["10.1046/j.1471-4159.1995.65052146.x", "7595501"]}, {"Citation": "Padurariu M, Ciobica A, Lefter R, Lacramioara Serban I, Stefanescu C, Chirita R. The oxidative stress hypothesis in Alzheimer’s disease. Psychiatria Danubina. 2013;25(4):0–409.", "ArticleIdList": ["24247053"]}, {"Citation": "Cheignon C, Tomas M, Bonnefont-Rousselot D, Faller P, Hureau C, Collin F. Oxidative stress and the amyloid beta peptide in Alzheimer’s disease. Redox Biol. 2018;14:450–464. doi: 10.1016/j.redox.2017.10.014.", "ArticleIdList": ["10.1016/j.redox.2017.10.014", "PMC5680523", "29080524"]}, {"Citation": "Mecocci P, MacGarvey U, Beal MF. Oxidative damage to mitochondrial DNA is increased in Alzheimer’s disease. Ann Neurol. 1994;36(5):747–751. doi: 10.1002/ana.410360510.", "ArticleIdList": ["10.1002/ana.410360510", "7979220"]}, {"Citation": "Polidori MC, Praticó D, Mangialasche F, Mariani E, Aust O, Anlasik T, et al. High fruit and vegetable intake is positively correlated with antioxidant status and cognitive performance in healthy subjects. J Alzheimers Dis. 2009;17(4):921–927. doi: 10.3233/JAD-2009-1114.", "ArticleIdList": ["10.3233/JAD-2009-1114", "19542607"]}, {"Citation": "Halliwell B. The antioxidant paradox: less paradoxical now? Br J Clin Pharmacol. 2013;75(3):637–644. doi: 10.1111/j.1365-2125.2012.04272.x.", "ArticleIdList": ["10.1111/j.1365-2125.2012.04272.x", "PMC3575931", "22420826"]}, {"Citation": "Bøhn SK, Myhrstad MC, Thoresen M, Holden M, Karlsen A, Tunheim SH, et al. Blood cell gene expression associated with cellular stress defense is modulated by antioxidant-rich food in a randomised controlled clinical trial of male smokers. BMC Med. 2010;8:54. doi: 10.1186/1741-7015-8-54.", "ArticleIdList": ["10.1186/1741-7015-8-54", "PMC2955589", "20846424"]}, {"Citation": "Liu SG, Ren PY, Wang GY, Yao SX, He XJ. Allicin protects spinal cord neurons from glutamate-induced oxidative stress through regulating the heat shock protein 70/inducible nitric oxide synthase pathway. Food Funct. 2015;6(1):321–330. doi: 10.1039/C4FO00761A.", "ArticleIdList": ["10.1039/C4FO00761A", "25473931"]}, {"Citation": "Chowdhury S, Kumar S. Alpha-terpinyl acetate: a natural monoterpenoid from Elettaria cardamomum as multi-target directed ligand in Alzheimer’s disease. J Funct Foods. 2020;68:103892. doi: 10.1016/j.jff.2020.103892.", "ArticleIdList": ["10.1016/j.jff.2020.103892"]}, {"Citation": "Zheng S. Protective effect of Polygonatum sibiricum Polysaccharide on D-galactose-induced aging rats model. Sci Rep. 2020;10(1):2246. doi: 10.1038/s41598-020-59055-7.", "ArticleIdList": ["10.1038/s41598-020-59055-7", "PMC7010663", "32042011"]}, {"Citation": "Bogavac-Stanojevic N, Kotur Stevuljevic J, Cerne D, Zupan J, Marc J, Vujic Z, et al. The role of artichoke leaf tincture (Cynara scolymus) in the suppression of DNA damage and atherosclerosis in rats fed an atherogenic diet. Pharm Biol. 2018;56(1):138–144. doi: 10.1080/13880209.2018.1434549.", "ArticleIdList": ["10.1080/13880209.2018.1434549", "PMC6130604", "29409377"]}, {"Citation": "Galuppo M, Giacoppo S, De Nicola GR, Iori R, Navarra M, Lombardo GE, et al. Antiinflammatory activity of glucomoringin isothiocyanate in a mouse model of experimental autoimmune encephalomyelitis. Fitoterapia. 2014;95:160–174. doi: 10.1016/j.fitote.2014.03.018.", "ArticleIdList": ["10.1016/j.fitote.2014.03.018", "24685508"]}, {"Citation": "Prabhakar K, Veerapur V, Bansal P, Parihar VK, Kandadi MR, Kumar PB, et al. Antioxidant and radioprotective effect of the active fraction of Pilea microphylla (L.) ethanolic extract. Chemico-Biol Interactions. 2007;165(1):22–32. doi: 10.1016/j.cbi.2006.10.007.", "ArticleIdList": ["10.1016/j.cbi.2006.10.007", "17113058"]}, {"Citation": "Koyama N, Kuribayashi K, Seki T, Kobayashi K, Furuhata Y, Suzuki K, et al. Serotonin derivatives, major safflower (Carthamus tinctorius L.) seed antioxidants, inhibit low-density lipoprotein (LDL) oxidation and atherosclerosis in apolipoprotein E-deficient mice. J Agric Food Chem. 2006;54(14):4970–4976. doi: 10.1021/jf060254p.", "ArticleIdList": ["10.1021/jf060254p", "16819904"]}, {"Citation": "Biswas SK. Does the interdependence between oxidative stress and inflammation explain the antioxidant paradox? Oxidative Med Cell Longevity. 2016;2016.", "ArticleIdList": ["PMC4736408", "26881031"]}, {"Citation": "Viecili PRN, Borges DO, Kirsten K, Malheiros J, Viecili E, Melo RD, et al. Effects of Campomanesia xanthocarpa on inflammatory processes, oxidative stress, endothelial dysfunction and lipid biomarkers in hypercholesterolemic individuals. Atherosclerosis. 2014;234(1):85–92. doi: 10.1016/j.atherosclerosis.2014.02.010.", "ArticleIdList": ["10.1016/j.atherosclerosis.2014.02.010", "24632042"]}, {"Citation": "Vomund S, Schäfer A, Parnham MJ, Brüne B, Von Knethen A. Nrf2, the master regulator of anti-oxidative responses. Int J Mol Sci. 2017;18(12):2772. doi: 10.3390/ijms18122772.", "ArticleIdList": ["10.3390/ijms18122772", "PMC5751370", "29261130"]}, {"Citation": "Ramsey CP, Glass CA, Montgomery MB, Lindl KA, Ritson GP, Chia LA, et al. Expression of Nrf2 in neurodegenerative diseases. J Neuropathol Exp Neurol. 2007;66(1):75–85. doi: 10.1097/nen.0b013e31802d6da9.", "ArticleIdList": ["10.1097/nen.0b013e31802d6da9", "PMC2253896", "17204939"]}, {"Citation": "Davies DA, Adlimoghaddam A, Albensi BC. Role of Nrf2 in synaptic plasticity and memory in Alzheimer's disease. Cells. 2021;10(8):1844. doi: 10.3390/cells10081884.", "ArticleIdList": ["10.3390/cells10081884", "PMC8391447", "34440653"]}, {"Citation": "Li C, Zhang W-J, Frei B. Quercetin inhibits LPS-induced adhesion molecule expression and oxidant production in human aortic endothelial cells by p38-mediated Nrf2 activation and antioxidant enzyme induction. Redox Biol. 2016;9:104–113. doi: 10.1016/j.redox.2016.06.006.", "ArticleIdList": ["10.1016/j.redox.2016.06.006", "PMC4961307", "27454768"]}, {"Citation": "Dayalan Naidu S, Sutherland C, Zhang Y, Risco A, de la Vega L, Caunt CJ, et al. Heat shock factor 1 is a substrate for p38 mitogen-activated protein kinases. Mol Cell Biol. 2016;36(18):2403–2417. doi: 10.1128/MCB.00292-16.", "ArticleIdList": ["10.1128/MCB.00292-16", "PMC5007788", "27354066"]}, {"Citation": "Son TG, Camandola S, Arumugam TV, Cutler RG, Telljohann RS, Mughal MR, et al. Plumbagin, a novel Nrf2/ARE activator, protects against cerebral ischemia. J Neurochem. 2010;112(5):1316–1326. doi: 10.1111/j.1471-4159.2009.06552.x.", "ArticleIdList": ["10.1111/j.1471-4159.2009.06552.x", "PMC2819586", "20028456"]}, {"Citation": "Swerdlow RH, Khan SM. A “mitochondrial cascade hypothesis” for sporadic Alzheimer’s disease. Med Hypotheses. 2004;63(1):8–20. doi: 10.1016/j.mehy.2003.12.045.", "ArticleIdList": ["10.1016/j.mehy.2003.12.045", "15193340"]}, {"Citation": "Swerdlow RH, Burns JM, Khan SM. The Alzheimer’s disease mitochondrial cascade hypothesis: progress and perspectives. Biochim Biophys Acta. 2014;1842(8):1219–1231. doi: 10.1016/j.bbadis.2013.09.010.", "ArticleIdList": ["10.1016/j.bbadis.2013.09.010", "PMC3962811", "24071439"]}, {"Citation": "Perez Ortiz JM, Swerdlow RH. Mitochondrial dysfunction in Alzheimer’s disease: role in pathogenesis and novel therapeutic opportunities. Br J Pharmacol. 2019;176(18):3489–3507. doi: 10.1111/bph.14585.", "ArticleIdList": ["10.1111/bph.14585", "PMC6715612", "30675901"]}, {"Citation": "Tyumentsev MA, Stefanova NA, Muraleva NA, Rumyantseva YV, Kiseleva E, Vavilin VA, et al. Mitochondrial dysfunction as a predictor and driver of Alzheimer’s disease-like pathology in OXYS rats. J Alzheimers Dis. 2018;63(3):1075–1088. doi: 10.3233/JAD-180065.", "ArticleIdList": ["10.3233/JAD-180065", "29710722"]}, {"Citation": "Chung TH, Kim JH, Seol SY, Kim YJ, Lee YJ. The effects of Korean red ginseng on biological aging and antioxidant capacity in postmenopausal women: a double-blind randomized controlled study. Nutrients. 2021;13(9):3090. doi: 10.3390/nu13093090.", "ArticleIdList": ["10.3390/nu13093090", "PMC8469655", "34578969"]}, {"Citation": "Barton DL, Liu H, Dakhil SR, Linquist B, Sloan JA, Nichols CR, et al. Wisconsin Ginseng (Panax quinquefolius) to improve cancer-related fatigue: a randomized, double-blind trial, N07C2. J Natl Cancer Inst. 2013;105(16):1230–1238. doi: 10.1093/jnci/djt181.", "ArticleIdList": ["10.1093/jnci/djt181", "PMC3888141", "23853057"]}, {"Citation": "Prathapan A, Vineetha VP, Raghu KG. Protective effect of Boerhaavia diffusa L. against mitochondrial dysfunction in angiotensin II induced hypertrophy in H9c2 cardiomyoblast cells. PLoS ONE. 2014;9(4):e96220. doi: 10.1371/journal.pone.0096220.", "ArticleIdList": ["10.1371/journal.pone.0096220", "PMC4005769", "24788441"]}, {"Citation": "Narayanan S, Ruma D, Gitika B, Sharma S, Pauline T, Ram MS, et al. Antioxidant activities of seabuckthorn (Hippophae rhamnoides) during hypoxia induced oxidative stress in glial cells. Mol Cell Biochem. 2005;278(1):9–14. doi: 10.1007/s11010-005-7636-2.", "ArticleIdList": ["10.1007/s11010-005-7636-2", "16180083"]}, {"Citation": "Lima NDS, Teixeira L, Gambero A, Ribeiro ML. Guarana (Paullinia cupana) stimulates mitochondrial biogenesis in mice fed high-fat diet. Nutrients. 2018;10(2):165. doi: 10.3390/nu10020165.", "ArticleIdList": ["10.3390/nu10020165", "PMC5852741", "29385074"]}, {"Citation": "Song MY, Kang SY, Kang A, Hwang JH, Park YK, Jung HW. Cinnamomum cassia prevents high-fat diet-induced obesity in mice through the increase of muscle energy. Am J Chin Med. 2017;45(5):1017–1031. doi: 10.1142/S0192415X17500549.", "ArticleIdList": ["10.1142/S0192415X17500549", "28659036"]}, {"Citation": "Kumar A, Prakash A, Dogra S. Naringin alleviates cognitive impairment, mitochondrial dysfunction and oxidative stress induced by D-galactose in mice. Food Chem Toxicol. 2010;48(2):626–632. doi: 10.1016/j.fct.2009.11.043.", "ArticleIdList": ["10.1016/j.fct.2009.11.043", "19941926"]}, {"Citation": "Nagoor Meeran MF, Laham F, Azimullah S, Tariq S, Ojha S. α-Bisabolol abrogates isoproterenol-induced myocardial infarction by inhibiting mitochondrial dysfunction and intrinsic pathway of apoptosis in rats. Mol Cell Biochem. 2019;453(1):89–102. doi: 10.1007/s11010-018-3434-5.", "ArticleIdList": ["10.1007/s11010-018-3434-5", "30159796"]}, {"Citation": "Yousuf S, Atif F, Ahmad M, Hoda N, Ishrat T, Khan B, et al. Resveratrol exerts its neuroprotective effect by modulating mitochondrial dysfunctions and associated cell death during cerebral ischemia. Brain Res. 2009;1250:242–253. doi: 10.1016/j.brainres.2008.10.068.", "ArticleIdList": ["10.1016/j.brainres.2008.10.068", "19027723"]}, {"Citation": "Elekofehinti OO, Kamdem JP, Meinerz DF, Kade IJ, Adanlawo IG, Rocha JBT. Saponin from the fruit of Solanum anguivi protects against oxidative damage mediated by Fe2+ and sodium nitroprusside in rat brain synaptosome P2 fraction. Arch Pharmacal Res. 2015:1–7.", "ArticleIdList": ["26160066"]}, {"Citation": "Nogueira L, Ramirez-Sanchez I, Perkins GA, Murphy A, Taub PR, Ceballos G, et al. (-)-Epicatechin enhances fatigue resistance and oxidative capacity in mouse muscle. J Physiol. 2011;589(Pt 18):4615–4631. doi: 10.1113/jphysiol.2011.209924.", "ArticleIdList": ["10.1113/jphysiol.2011.209924", "PMC3208228", "21788351"]}, {"Citation": "Tian J, Li G, Liu Z, Fu F. Hydroxysafflor yellow A inhibits rat brain mitochondrial permeability transition pores by a free radical scavenging action. Pharmacology. 2008;82(2):121–126. doi: 10.1159/000141653.", "ArticleIdList": ["10.1159/000141653", "18583922"]}, {"Citation": "Altman J, Das GD. Autoradiographic and histological evidence of postnatal hippocampal neurogenesis in rats. J Comp Neurol. 1965;124(3):319–335. doi: 10.1002/cne.901240303.", "ArticleIdList": ["10.1002/cne.901240303", "5861717"]}, {"Citation": "Niklison-Chirou MV, Agostini M, Amelio I, Melino G. Regulation of adult neurogenesis in mammalian brain. Int J Mol Sci. 2020;21(14):4869. doi: 10.3390/ijms21144869.", "ArticleIdList": ["10.3390/ijms21144869", "PMC7402357", "32660154"]}, {"Citation": "Palmer TD, Markakis EA, Willhoite AR, Safar F, Gage FH. Fibroblast growth factor-2 activates a latent neurogenic program in neural stem cells from diverse regions of the adult CNS. J Neurosci. 1999;19(19):8487–8497. doi: 10.1523/JNEUROSCI.19-19-08487.1999.", "ArticleIdList": ["10.1523/JNEUROSCI.19-19-08487.1999", "PMC6783019", "10493749"]}, {"Citation": "Kuhn HG, Toda T, Gage FH. Adult hippocampal neurogenesis: a coming-of-age story. J Neurosci. 2018;38(49):10401–10410. doi: 10.1523/JNEUROSCI.2144-18.2018.", "ArticleIdList": ["10.1523/JNEUROSCI.2144-18.2018", "PMC6284110", "30381404"]}, {"Citation": "Bailey JA, Lahiri DK. A novel effect of rivastigmine on pre-synaptic proteins and neuronal viability in a neurodegeneration model of fetal rat primary cortical cultures and its implication in Alzheimer’s disease. J Neurochem. 2010;112(4):843–853. doi: 10.1111/j.1471-4159.2009.06490.x.", "ArticleIdList": ["10.1111/j.1471-4159.2009.06490.x", "PMC2881332", "19912467"]}, {"Citation": "Rola R, Raber J, Rizk A, Otsuka S, VandenBerg SR, Morhardt DR, et al. Radiation-induced impairment of hippocampal neurogenesis is associated with cognitive deficits in young mice. Exp Neurol. 2004;188(2):316–330. doi: 10.1016/j.expneurol.2004.05.005.", "ArticleIdList": ["10.1016/j.expneurol.2004.05.005", "15246832"]}, {"Citation": "Essa H, Peyton L, Hasan W, León BE, Choi DS. Implication of adult hippocampal neurogenesis in Alzheimer’s disease and potential therapeutic approaches. Cells. 2022;11(2):286. doi: 10.3390/cells11020286.", "ArticleIdList": ["10.3390/cells11020286", "PMC8773637", "35053402"]}, {"Citation": "Moreno-Jiménez EP, Flor-García M, Terreros-Roncal J, Rábano A, Cafini F, Pallas-Bazarra N, et al. Adult hippocampal neurogenesis is abundant in neurologically healthy subjects and drops sharply in patients with Alzheimer’s disease. Nat Med. 2019;25(4):554–560. doi: 10.1038/s41591-019-0375-9.", "ArticleIdList": ["10.1038/s41591-019-0375-9", "30911133"]}, {"Citation": "Tobin MK, Musaraca K, Disouky A, Shetti A, Bheri A, Honer WG, et al. Human hippocampal neurogenesis persists in aged adults and Alzheimer’s disease patients. Cell Stem Cell. 2019;24(6):974–982. doi: 10.1016/j.stem.2019.05.003.", "ArticleIdList": ["10.1016/j.stem.2019.05.003", "PMC6608595", "31130513"]}, {"Citation": "Choi SH, Tanzi RE. Is Alzheimer’s disease a neurogenesis disorder? Cell Stem Cell. 2019;25(1):7–8. doi: 10.1016/j.stem.2019.06.001.", "ArticleIdList": ["10.1016/j.stem.2019.06.001", "31271749"]}, {"Citation": "Zafar S, Anwar H, Qasim M, Irfan S, Maqbool J, Sajid F, et al. Calotropis procera (root) escalates functions rehabilitation and attenuates oxidative stress in a mouse model of peripheral nerve injury. Pak J Pharm Sci. 2020;33.", "ArticleIdList": ["33879440"]}, {"Citation": "Ola MS, Aleisa AM, Al-Rejaie SS, Abuohashish HM, Parmar MY, Alhomida AS, et al. Flavonoid, morin inhibits oxidative stress, inflammation and enhances neurotrophic support in the brain of streptozotocin-induced diabetic rats. Neurol Sci. 2014;35(7):1003–1008. doi: 10.1007/s10072-014-1628-5.", "ArticleIdList": ["10.1007/s10072-014-1628-5", "24413816"]}, {"Citation": "Park SJ, Ahn YJ, Lee HE, Hong E, Ryu JH. Standardized Prunella vulgaris var. lilacina extract enhances cognitive performance in normal naive mice. Phytother Res. 2015;29(11):1814–1821. doi: 10.1002/ptr.5449.", "ArticleIdList": ["10.1002/ptr.5449", "26376910"]}, {"Citation": "Tohda C, Joyashiki E. Sominone enhances neurite outgrowth and spatial memory mediated by the neurotrophic factor receptor, RET. Br J Pharmacol. 2009;157(8):1427–1440. doi: 10.1111/j.1476-5381.2009.00313.x.", "ArticleIdList": ["10.1111/j.1476-5381.2009.00313.x", "PMC2765306", "19594760"]}, {"Citation": "Leow S-S, Sekaran SD, Tan Y, Sundram K, Sambanthamurthi R. Oil palm phenolics confer neuroprotective effects involving cognitive and motor functions in mice. Nutr Neurosci. 2013;16(5):207–217. doi: 10.1179/1476830512Y.0000000047.", "ArticleIdList": ["10.1179/1476830512Y.0000000047", "PMC3736891", "23433062"]}, {"Citation": "Bartus RT, Dean RR, Beer B, Lippa AS. The cholinergic hypothesis of geriatric memory dysfunction. Science. 1982;217(4558):408–414. doi: 10.1126/science.7046051.", "ArticleIdList": ["10.1126/science.7046051", "7046051"]}, {"Citation": "Francis PT, Palmer AM, Snape M, Wilcock GK. The cholinergic hypothesis of Alzheimer’s disease: a review of progress. J Neurol Neurosurg Psychiatry. 1999;66(2):137–147. doi: 10.1136/jnnp.66.2.137.", "ArticleIdList": ["10.1136/jnnp.66.2.137", "PMC1736202", "10071091"]}, {"Citation": "Vecchio I, Sorrentino L, Paoletti A, Marra R, Arbitrio M. The state of the art on acetylcholinesterase inhibitors in the treatment of Alzheimer’s disease. J Central Nervous Syst Dis. 2021;13:11795735211029113.", "ArticleIdList": ["PMC8267037", "34285627"]}, {"Citation": "Meriney SD, Fanselow E. Synaptic transmission. Academic Press; 2019."}, {"Citation": "Stanciu GD, Luca A, Rusu RN, Bild V, Beschea Chiriac SI, Solcan C, et al. Alzheimer’s disease pharmacotherapy in relation to cholinergic system involvement. Biomolecules. 2019;10(1):40. doi: 10.3390/biom10010040.", "ArticleIdList": ["10.3390/biom10010040", "PMC7022522", "31888102"]}, {"Citation": "Martinez A, Castro A. Novel cholinesterase inhibitors as future effective drugs for the treatment of Alzheimer’s disease. Expert Opin Investig Drugs. 2006;15(1):1–12. doi: 10.1517/13543784.15.1.1.", "ArticleIdList": ["10.1517/13543784.15.1.1", "16370929"]}, {"Citation": "Moreta MP, Burgos-Alonso N, Torrecilla M, Marco-Contelles J, Bruzos-Cidón C. Efficacy of acetylcholinesterase inhibitors on cognitive function in Alzheimer’s disease. Review of Reviews. Biomedicines. 2021;9(11):1689. doi: 10.3390/biomedicines9111689.", "ArticleIdList": ["10.3390/biomedicines9111689", "PMC8615650", "34829917"]}, {"Citation": "Haake A, Nguyen K, Friedman L, Chakkamparambil B, Grossberg GT. An update on the utility and safety of cholinesterase inhibitors for the treatment of Alzheimer’s disease. Expert Opin Drug Saf. 2020;19(2):147–157. doi: 10.1080/14740338.2020.1721456.", "ArticleIdList": ["10.1080/14740338.2020.1721456", "31976781"]}, {"Citation": "Cavedo E, Grothe MJ, Colliot O, Lista S, Chupin M, Dormont D, et al. Reduced basal forebrain atrophy progression in a randomized Donepezil trial in prodromal Alzheimer’s disease. Sci Rep. 2017;7(1):1–10. doi: 10.1038/s41598-017-09780-3.", "ArticleIdList": ["10.1038/s41598-017-09780-3", "PMC5601919", "28916821"]}, {"Citation": "Tan ECK, Johnell K, Garcia-Ptacek S, Haaksma ML, Fastbom J, Bell JS, et al. Acetylcholinesterase inhibitors and risk of stroke and death in people with dementia. Alzheimers Dement. 2018;14(7):944–951. doi: 10.1016/j.jalz.2018.02.011.", "ArticleIdList": ["10.1016/j.jalz.2018.02.011", "29706487"]}, {"Citation": "Secnik J, Schwertner E, Alvarsson M, Hammar N, Fastbom J, Winblad B, et al. Cholinesterase inhibitors in patients with diabetes mellitus and dementia: an open-cohort study of ~23 000 patients from the Swedish Dementia Registry. BMJ Open Diabetes Res Care. 2020;8(1).", "ArticleIdList": ["PMC7039592", "31958305"]}, {"Citation": "Kho J, Ioannou A, Mandal AK, Missouris CG. Donepezil induces ventricular arrhythmias by delayed repolarisation. Naunyn Schmiedebergs Arch Pharmacol. 2021;394(3):559–560. doi: 10.1007/s00210-020-02028-4.", "ArticleIdList": ["10.1007/s00210-020-02028-4", "33230575"]}, {"Citation": "Greig NH, Reale M, Tata AM. New pharmacological approaches to the cholinergic system: an overview on muscarinic receptor ligands and cholinesterase inhibitors. Recent Patents on CNS Drug Discovery (Discontinued) 2013;8(2):123–141. doi: 10.2174/1574889811308020003.", "ArticleIdList": ["10.2174/1574889811308020003", "PMC5831731", "23597304"]}, {"Citation": "Moss DE. Improving anti-neurodegenerative benefits of acetylcholinesterase inhibitors in Alzheimer’s disease: are irreversible inhibitors the future? Int J Mol Sci. 2020;21(10):3438. doi: 10.3390/ijms21103438.", "ArticleIdList": ["10.3390/ijms21103438", "PMC7279429", "32414155"]}, {"Citation": "Saleem U, Raza Z, Anwar F, Ahmad B, Hira S, Ali T. Experimental and computational studies to characterize and evaluate the therapeutic effect of Albizia lebbeck (L.) seeds in Alzheimer’s disease. Medicina. 2019;55(5):184. doi: 10.3390/medicina55050184.", "ArticleIdList": ["10.3390/medicina55050184", "PMC6572470", "31117312"]}, {"Citation": "Kim JH, He MT, Kim MJ, Yang CY, Shin YS, Yokozawa T, et al. Safflower (Carthamus tinctorius L.) seed attenuates memory impairment induced by scopolamine in mice via regulation of cholinergic dysfunction and oxidative stress. Food Funct. 2019;10(6):3650–3659. doi: 10.1039/C9FO00615J.", "ArticleIdList": ["10.1039/C9FO00615J", "31165850"]}, {"Citation": "Sethiya NK, Nahata A, Singh PK, Mishra S. Neuropharmacological evaluation on four traditional herbs used as nervine tonic and commonly available as Shankhpushpi in India. J Ayurveda Integr Med. 2019;10(1):25–31. doi: 10.1016/j.jaim.2017.08.012.", "ArticleIdList": ["10.1016/j.jaim.2017.08.012", "PMC6470306", "29530454"]}, {"Citation": "Chen Q, Chen X, Fu Z, Bais S, XunYao H. Anti-amnesic effect of Leea indica extract in scopolamine-induced amnesia of Alzheimer’s type in rats. Int J Pharmacol. 2019;15(1):116–123. doi: 10.3923/ijp.2019.116.123.", "ArticleIdList": ["10.3923/ijp.2019.116.123"]}, {"Citation": "Perry NS, Bollen C, Perry EK, Ballard C. Salvia for dementia therapy: review of pharmacological activity and pilot tolerability clinical trial. Pharmacol Biochem Behav. 2003;75(3):651–659. doi: 10.1016/S0091-3057(03)00108-4.", "ArticleIdList": ["10.1016/S0091-3057(03)00108-4", "12895683"]}, {"Citation": "Lam LMT, Nguyen MTT, Nguyen HX, Dang PH, Nguyen NT, Tran HM, et al. Anti-cholinesterases and memory improving effects of Vietnamese Xylia xylocarpa. Chem Cent J. 2016;10(1):1–10. doi: 10.1186/s13065-016-0197-5.", "ArticleIdList": ["10.1186/s13065-016-0197-5", "PMC4973094", "27493681"]}, {"Citation": "Jack C. The vascular hypothesis of Alzheimer’s disease: bench to bedside and beyond. Neurodegener Dis. 2010;7(1–3):116–121.", "ArticleIdList": ["20173340"]}, {"Citation": "Scheffer S, Hermkens DMA, van der Weerd L, de Vries HE, Daemen MJAP. Vascular hypothesis of Alzheimer disease: topical review of mouse models. Arterioscler Thromb Vasc Biol. 2021;41(4):1265–1283. doi: 10.1161/ATVBAHA.120.311911.", "ArticleIdList": ["10.1161/ATVBAHA.120.311911", "33626911"]}, {"Citation": "de la Torre J. The vascular hypothesis of Alzheimer’s disease: a key to preclinical prediction of dementia using neuroimaging. J Alzheimers Dis. 2018;63(1):35–52. doi: 10.3233/JAD-180004.", "ArticleIdList": ["10.3233/JAD-180004", "29614675"]}, {"Citation": "Solis E, Jr, Hascup KN, Hascup ER. Alzheimer’s disease: the link between amyloid-β and neurovascular dysfunction. J Alzheimers Dis. 2020;76(4):1179–1198. doi: 10.3233/JAD-200473.", "ArticleIdList": ["10.3233/JAD-200473", "PMC7483596", "32597813"]}, {"Citation": "Kume K, Hanyu H, Sato T, Hirao K, Shimizu S, Kanetaka H, et al. Vascular risk factors are associated with faster decline of Alzheimer disease: a longitudinal SPECT study. J Neurol. 2011;258(7):1295–1303. doi: 10.1007/s00415-011-5927-y.", "ArticleIdList": ["10.1007/s00415-011-5927-y", "21327852"]}, {"Citation": "Salminen A, Kauppinen A, Kaarniranta K. Hypoxia/ischemia activate processing of Amyloid Precursor Protein: impact of vascular dysfunction in the pathogenesis of Alzheimer’s disease. J Neurochem. 2017;140(4):536–549. doi: 10.1111/jnc.13932.", "ArticleIdList": ["10.1111/jnc.13932", "27987381"]}, {"Citation": "Inui Y, Ito K, Kato T, Group S-JS. Longer-term investigation of the value of 18F-FDG-PET and magnetic resonance imaging for predicting the conversion of mild cognitive impairment to Alzheimer's disease: a multicenter study. J Alzheimers Dis. 2017;60(3):877–887. doi: 10.3233/JAD-170395.", "ArticleIdList": ["10.3233/JAD-170395", "PMC5676852", "28922157"]}, {"Citation": "Zlokovic BV. Neurovascular pathways to neurodegeneration in Alzheimer’s disease and other disorders. Nat Rev Neurosci. 2011;12(12):723–738. doi: 10.1038/nrn3114.", "ArticleIdList": ["10.1038/nrn3114", "PMC4036520", "22048062"]}, {"Citation": "Skoog I, Lernfelt B, Landahl S, Palmertz B, Andreasson LA, Nilsson L, et al. 15-year longitudinal study of blood pressure and dementia. Lancet. 1996;347(9009):1141–1145. doi: 10.1016/S0140-6736(96)90608-X.", "ArticleIdList": ["10.1016/S0140-6736(96)90608-X", "8609748"]}, {"Citation": "Iadecola C, Duering M, Hachinski V, Joutel A, Pendlebury ST, Schneider JA, et al. Vascular cognitive impairment and dementia: JACC scientific expert panel. J Am Coll Cardiol. 2019;73(25):3326–3344. doi: 10.1016/j.jacc.2019.04.034.", "ArticleIdList": ["10.1016/j.jacc.2019.04.034", "PMC6719789", "31248555"]}, {"Citation": "Shah NS, Vidal JS, Masaki K, Petrovitch H, Ross GW, Tilley C, et al. Midlife blood pressure, plasma β-amyloid, and the risk for Alzheimer disease: the Honolulu Asia Aging Study. Hypertension. 2012;59(4):780–786. doi: 10.1161/HYPERTENSIONAHA.111.178962.", "ArticleIdList": ["10.1161/HYPERTENSIONAHA.111.178962", "PMC3319436", "22392902"]}, {"Citation": "Langbaum JB, Chen K, Launer LJ, Fleisher AS, Lee W, Liu X, et al. Blood pressure is associated with higher brain amyloid burden and lower glucose metabolism in healthy late middle-age persons. Neurobiol Aging. 2012;33(4):827.e11–9. doi: 10.1016/j.neurobiolaging.2011.06.020.", "ArticleIdList": ["10.1016/j.neurobiolaging.2011.06.020", "PMC3236809", "21821316"]}, {"Citation": "Raz L, Bhaskar K, Weaver J, Marini S, Zhang Q, Thompson JF, et al. Hypoxia promotes tau hyperphosphorylation with associated neuropathology in vascular dysfunction. Neurobiol Dis. 2019;126:124–136. doi: 10.1016/j.nbd.2018.07.009.", "ArticleIdList": ["10.1016/j.nbd.2018.07.009", "PMC6347559", "30010004"]}, {"Citation": "Hughes D, Judge C, Murphy R, Loughlin E, Costello M, Whiteley W, et al. Association of blood pressure lowering with incident dementia or cognitive impairment: a systematic review and meta-analysis. JAMA. 2020;323(19):1934–1944. doi: 10.1001/jama.2020.4249.", "ArticleIdList": ["10.1001/jama.2020.4249", "PMC7237983", "32427305"]}, {"Citation": "Lebouvier T, Chen Y, Duriez P, Pasquier F, Bordet R. Antihypertensive agents in Alzheimer’s disease: beyond vascular protection. Expert Rev Neurother. 2020;20(2):175–187. doi: 10.1080/14737175.2020.1708195.", "ArticleIdList": ["10.1080/14737175.2020.1708195", "31869274"]}, {"Citation": "Pires de Souza GA, Osman IO, Le Bideau M, Baudoin J-P, Jaafar R, Devaux C, et al. Angiotensin II receptor blockers (ARBs antihypertensive Agents) increase replication of SARS-CoV-2 in vero E6 cells. Front Cell Infect Microbiol. 2021;11:507. doi: 10.3389/fcimb.2021.639177.", "ArticleIdList": ["10.3389/fcimb.2021.639177", "PMC8231006", "34178717"]}, {"Citation": "Burnier M, Prejbisz A, Weber T, Azizi M, Cunha V, Versmissen J, et al. Hypertension healthcare professional beliefs and behaviour regarding patient medication adherence: a survey conducted among European Society of Hypertension Centres of Excellence. Blood Press. 2021;30(5):282–290. doi: 10.1080/08037051.2021.1963209.", "ArticleIdList": ["10.1080/08037051.2021.1963209", "34392741"]}, {"Citation": "Ried K, Frank OR, Stocks NP. Aged garlic extract lowers blood pressure in patients with treated but uncontrolled hypertension: a randomised controlled trial. Maturitas. 2010;67(2):144–150. doi: 10.1016/j.maturitas.2010.06.001.", "ArticleIdList": ["10.1016/j.maturitas.2010.06.001", "20594781"]}, {"Citation": "Siervo M, Shannon O, Kandhari N, Prabhakar M, Fostier W, Köchl C, et al. Nitrate-rich beetroot juice reduces blood pressure in tanzanian adults with elevated blood pressure: a double-blind randomized controlled feasibility trial. J Nutr. 2020;150(9):2460–2468. doi: 10.1093/jn/nxaa170.", "ArticleIdList": ["10.1093/jn/nxaa170", "PMC7467850", "32729923"]}, {"Citation": "Shikov AN, Pozharitskaya ON, Makarov VG, Demchenko DV, Shikh EV. Effect of Leonurus cardiaca oil extract in patients with arterial hypertension accompanied by anxiety and sleep disorders. Phytother Res. 2011;25(4):540–543. doi: 10.1002/ptr.3292.", "ArticleIdList": ["10.1002/ptr.3292", "20839214"]}, {"Citation": "Barati Boldaji R, Akhlaghi M, Sagheb MM, Esmaeilinezhad Z. Pomegranate juice improves cardiometabolic risk factors, biomarkers of oxidative stress and inflammation in hemodialysis patients: a randomized crossover trial. J Sci Food Agric. 2020;100(2):846–854. doi: 10.1002/jsfa.10096.", "ArticleIdList": ["10.1002/jsfa.10096", "31646650"]}, {"Citation": "Wolak T, Sharoni Y, Levy J, Linnewiel-Hermoni K, Stepensky D, Paran E. Effect of tomato nutrient complex on blood pressure: a double blind, randomized dose-response study. Nutrients. 2019;11(5):950. doi: 10.3390/nu11050950.", "ArticleIdList": ["10.3390/nu11050950", "PMC6567177", "31035474"]}, {"Citation": "Verhoeven V, Van der Auwera A, Van Gaal L, Remmen R, Apers S, Stalpaert M, et al. Can red yeast rice and olive extract improve lipid profile and cardiovascular risk in metabolic syndrome: a double blind, placebo controlled randomized trial. BMC Complement Altern Med. 2015;15(1):1–8. doi: 10.1186/s12906-015-0576-9.", "ArticleIdList": ["10.1186/s12906-015-0576-9", "PMC4364089", "25879228"]}, {"Citation": "Kianbakht S, Abasi B, Perham M, Hashem Dabaghian F. Antihyperlipidemic effects of Salvia officinalis L. leaf extract in patients with hyperlipidemia: a randomized double-blind placebo-controlled clinical trial. Phytother Res. 2011;25(12):1849–1853. doi: 10.1002/ptr.3506.", "ArticleIdList": ["10.1002/ptr.3506", "21506190"]}, {"Citation": "Zhao H, Yun W, Zhang Q, Cai X, Li X, Hui G, et al. Mobilization of circulating endothelial progenitor cells by dl-3-n-butylphthalide in acute ischemic stroke patients. J Stroke Cerebrovasc Dis. 2016;25(4):752–760. doi: 10.1016/j.jstrokecerebrovasdis.2015.11.018.", "ArticleIdList": ["10.1016/j.jstrokecerebrovasdis.2015.11.018", "26775268"]}, {"Citation": "Bondonno NP, Bondonno CP, Blekkenhorst LC, Considine MJ, Maghzal G, Stocker R, et al. Flavonoid-rich apple improves endothelial function in individuals at risk for cardiovascular disease: a randomized controlled clinical trial. Mol Nutr Food Res. 2018;62(3):1700674. doi: 10.1002/mnfr.201700674.", "ArticleIdList": ["10.1002/mnfr.201700674", "29086478"]}, {"Citation": "Reinhart KM, Coleman CI, Teevan C, Vachhani P, White CM. Effects of garlic on blood pressure in patients with and without systolic hypertension: a meta-analysis. Ann Pharmacother. 2008;42(12):1766–1771. doi: 10.1345/aph.1L319.", "ArticleIdList": ["10.1345/aph.1L319", "19017826"]}, {"Citation": "Bahadoran Z, Mirmiran P, Kabir A, Azizi F, Ghasemi A. The nitrate-independent blood pressure-lowering effect of beetroot juice: a systematic review and meta-analysis. Adv Nutr. 2017;8(6):830–838. doi: 10.3945/an.117.016717.", "ArticleIdList": ["10.3945/an.117.016717", "PMC5683004", "29141968"]}, {"Citation": "Desideri G, Kwik-Uribe C, Grassi D, Necozione S, Ghiadoni L, Mastroiacovo D, et al. Benefits in cognitive function, blood pressure, and insulin resistance through cocoa flavanol consumption in elderly subjects with mild cognitive impairment: the Cocoa, Cognition, and Aging (CoCoA) study. Hypertension. 2012;60(3):794–801. doi: 10.1161/HYPERTENSIONAHA.112.193060.", "ArticleIdList": ["10.1161/HYPERTENSIONAHA.112.193060", "22892813"]}, {"Citation": "Roher AE. Cardiovascular system participation in Alzheimer’s disease pathogenesis. J Intern Med. 2015;277(4):426–428. doi: 10.1111/joim.12311.", "ArticleIdList": ["10.1111/joim.12311", "25251680"]}, {"Citation": "Lathe R, Sapronova A, Kotelevtsev Y. Atherosclerosis and Alzheimer-diseases with a common cause? Inflammation, oxysterols, vasculature. BMC Geriatr. 2014;14(1):1–30. doi: 10.1186/1471-2318-14-36.", "ArticleIdList": ["10.1186/1471-2318-14-36", "PMC3994432", "24656052"]}, {"Citation": "Libby P. The changing landscape of atherosclerosis. Nature. 2021;592(7855):524–533. doi: 10.1038/s41586-021-03392-8.", "ArticleIdList": ["10.1038/s41586-021-03392-8", "33883728"]}, {"Citation": "Lou-Bonafonte JM, Arnal C, Navarro MA, Osada J. Efficacy of bioactive compounds from extra virgin olive oil to modulate atherosclerosis development. Mol Nutr Food Res. 2012;56(7):1043–1057. doi: 10.1002/mnfr.201100668.", "ArticleIdList": ["10.1002/mnfr.201100668", "22760979"]}, {"Citation": "Gibson MS, Domingues N, Vieira OV. Lipid and non-lipid factors affecting macrophage dysfunction and inflammation in atherosclerosis. Front Physiol. 2018;9:654. doi: 10.3389/fphys.2018.00654.", "ArticleIdList": ["10.3389/fphys.2018.00654", "PMC6029489", "29997514"]}, {"Citation": "Packard C, Chapman MJ, Sibartie M, Laufs U, Masana L. Intensive low-density lipoprotein cholesterol lowering in cardiovascular disease prevention: opportunities and challenges. Heart. 2021;107(17):1369–1375. doi: 10.1136/heartjnl-2020-318760.", "ArticleIdList": ["10.1136/heartjnl-2020-318760", "PMC8374039", "33795379"]}, {"Citation": "Vinci P, Panizon E, Tosoni LM, Cerrato C, Pellicori F, Mearelli F, et al. Statin-associated myopathy: emphasis on mechanisms and targeted therapy. Int J Mol Sci. 2021;22(21):11687. doi: 10.3390/ijms222111687.", "ArticleIdList": ["10.3390/ijms222111687", "PMC8583847", "34769118"]}, {"Citation": "Mollazadeh H, Tavana E, Fanni G, Bo S, Banach M, Pirro M, et al. Effects of statins on mitochondrial pathways. J Cachexia Sarcopenia Muscle. 2021;12(2):237–251. doi: 10.1002/jcsm.12654.", "ArticleIdList": ["10.1002/jcsm.12654", "PMC8061391", "33511728"]}, {"Citation": "De Carvalho FG, Ovídio PP, Padovan GJ, Jordao Junior AA, Marchini JS, Navarro AM. Metabolic parameters of postmenopausal women after quinoa or corn flakes intake–a prospective and double-blind study. Int J Food Sci Nutr. 2014;65(3):380–385. doi: 10.3109/09637486.2013.866637.", "ArticleIdList": ["10.3109/09637486.2013.866637", "24344670"]}, {"Citation": "Wolf D, Ley K. Immunity and Inflammation in Atherosclerosis. Circ Res. 2019;124(2):315–327. doi: 10.1161/CIRCRESAHA.118.313591.", "ArticleIdList": ["10.1161/CIRCRESAHA.118.313591", "PMC6342482", "30653442"]}, {"Citation": "Libby P, Ridker PM, Maseri A. Inflammation and atherosclerosis. Circulation. 2002;105(9):1135–1143. doi: 10.1161/hc0902.104353.", "ArticleIdList": ["10.1161/hc0902.104353", "11877368"]}, {"Citation": "Gori T. Endothelial function: a short guide for the interventional cardiologist. Int J Mol Sci. 2018;19(12):3838. doi: 10.3390/ijms19123838.", "ArticleIdList": ["10.3390/ijms19123838", "PMC6320818", "30513819"]}, {"Citation": "Ting KK, Coleman P, Zhao Y, Vadas MA, Gamble JR. The aging endothelium. Vasc Biol. 2021;3(1):R35–R47. doi: 10.1530/VB-20-0013.", "ArticleIdList": ["10.1530/VB-20-0013", "PMC8052565", "33880430"]}, {"Citation": "Yao NA, Niazi ZR, Najmanová I, Kamagaté M, Said A, Chabert P, et al. Preventive beneficial effect of an aqueous extract of Phyllanthus amarus Schum. and Thonn. (Euphorbiaceae) on DOCA-salt-induced hypertension, cardiac hypertrophy and dysfunction, and endothelial dysfunction in rats. J Cardiovasc Pharmacol. 2020;75(6):573–583. doi: 10.1097/FJC.0000000000000825.", "ArticleIdList": ["10.1097/FJC.0000000000000825", "32187164"]}, {"Citation": "Zhang L, Zhang ZK, Liang S. Epigallocatechin-3-gallate protects retinal vascular endothelial cells from high glucose stress in vitro via the MAPK/ERK-VEGF pathway. Genet Mol Res. 2016;15(2).", "ArticleIdList": ["27323164"]}, {"Citation": "Falk E. Pathogenesis of atherosclerosis. J Am Coll Cardiol. 2006;47(8 Suppl):C7–12. doi: 10.1016/j.jacc.2005.09.068.", "ArticleIdList": ["10.1016/j.jacc.2005.09.068", "16631513"]}, {"Citation": "Fuentes E, Rodríguez-Pérez W, Guzmán L, Alarcón M, Navarrete S, Forero-Doria O, et al. Mauritia flexuosa presents in vitro and in vivo antiplatelet and antithrombotic activities. Evid Based Complement Alternat Med. 2013;2013:653257.", "ArticleIdList": ["PMC3878763", "24454503"]}, {"Citation": "Umesh M, Sanjeevkumar C, Hanumantappa B, Ramesh L. Evaluation of in vitro anti-thrombolytic activity and cytotoxicity potential of Typha angustifolia L leaves extracts. Int J Pharm Pharm Sci. 2014;6(5):81–85."}, {"Citation": "Whitmer RA, Gunderson EP, Barrett-Connor E, Quesenberry CP, Yaffe K. Obesity in middle age and future risk of dementia: a 27 year longitudinal population based study. BMJ. 2005;330(7504):1360. doi: 10.1136/bmj.38446.466238.E0.", "ArticleIdList": ["10.1136/bmj.38446.466238.E0", "PMC558283", "15863436"]}, {"Citation": "Blüher M. Obesity: global epidemiology and pathogenesis. Nat Rev Endocrinol. 2019;15(5):288–298. doi: 10.1038/s41574-019-0176-8.", "ArticleIdList": ["10.1038/s41574-019-0176-8", "30814686"]}, {"Citation": "Ohman MK, Shen Y, Obimba CI, Wright AP, Warnock M, Lawrence DA, et al. Visceral adipose tissue inflammation accelerates atherosclerosis in apolipoprotein E-deficient mice. Circulation. 2008;117(6):798–805. doi: 10.1161/CIRCULATIONAHA.107.717595.", "ArticleIdList": ["10.1161/CIRCULATIONAHA.107.717595", "PMC4007137", "18212290"]}, {"Citation": "Zhang T, Chen J, Tang X, Luo Q, Xu D, Yu B. Interaction between adipocytes and high-density lipoprotein:new insights into the mechanism of obesity-induced dyslipidemia and atherosclerosis. Lipids Health Dis. 2019;18(1):223. doi: 10.1186/s12944-019-1170-9.", "ArticleIdList": ["10.1186/s12944-019-1170-9", "PMC6913018", "31842884"]}, {"Citation": "Abdul Kadir NA, Rahmat A, Jaafar HZ. Protective effects of Tamarillo (Cyphomandra betacea) extract against high fat diet induced obesity in sprague-dawley rats. J Obes. 2015;2015:846041. doi: 10.1155/2015/846041.", "ArticleIdList": ["10.1155/2015/846041", "PMC4480815", "26171246"]}, {"Citation": "Sun SF, Zhong HJ, Zhao YL, Ma XY, Luo JB, Zhu L, et al. Indole alkaloids of Alstonia scholaris (L.) R. Br. alleviated nonalcoholic fatty liver disease in mice fed with high-fat diet. Nat Prod Bioprospect. 2022;12(1):14. doi: 10.1007/s13659-022-00335-2.", "ArticleIdList": ["10.1007/s13659-022-00335-2", "PMC8975985", "35364708"]}, {"Citation": "Hower V, Mendes P, Torti FM, Laubenbacher R, Akman S, Shulaev V, et al. A general map of iron metabolism and tissue-specific subnetworks. Mol Biosyst. 2009;5(5):422–443. doi: 10.1039/b816714c.", "ArticleIdList": ["10.1039/b816714c", "PMC2680238", "19381358"]}, {"Citation": "Liu J-L, Fan Y-G, Yang Z-S, Wang Z-Y, Guo C. Iron and Alzheimer’s disease: from pathogenesis to therapeutic implications. Front Neurosci. 2018;12:632. doi: 10.3389/fnins.2018.00632.", "ArticleIdList": ["10.3389/fnins.2018.00632", "PMC6139360", "30250423"]}, {"Citation": "Huat TJ, Camats-Perna J, Newcombe EA, Valmas N, Kitazawa M, Medeiros R. Metal toxicity links to Alzheimer’s disease and neuroinflammation. J Mol Biol. 2019;431(9):1843–1868. doi: 10.1016/j.jmb.2019.01.018.", "ArticleIdList": ["10.1016/j.jmb.2019.01.018", "PMC6475603", "30664867"]}, {"Citation": "Bush AI. The metal theory of Alzheimer’s disease. J Alzheimers Dis. 2013;33(Suppl 1):S277–S281.", "ArticleIdList": ["22635102"]}, {"Citation": "Lippi SLP, Neely CLC, Amaya AL. Trace concentrations, heavy implications: influences of biometals on major brain pathologies of Alzheimer’s disease. Int J Biochem Cell Biol. 2022;143:106136. doi: 10.1016/j.biocel.2021.106136.", "ArticleIdList": ["10.1016/j.biocel.2021.106136", "34906694"]}, {"Citation": "Cherny RA, Atwood CS, Xilinas ME, Gray DN, Jones WD, McLean CA, et al. Treatment with a copper-zinc chelator markedly and rapidly inhibits β-amyloid accumulation in Alzheimer’s disease transgenic mice. Neuron. 2001;30(3):665–676. doi: 10.1016/S0896-6273(01)00317-8.", "ArticleIdList": ["10.1016/S0896-6273(01)00317-8", "11430801"]}, {"Citation": "Zhang Y, He M-l. Deferoxamine enhances alternative activation of microglia and inhibits amyloid beta deposits in APP/PS1 mice. Brain Res. 2017;1677:86–92. doi: 10.1016/j.brainres.2017.09.019.", "ArticleIdList": ["10.1016/j.brainres.2017.09.019", "28963052"]}, {"Citation": "Benoit SL, Maier RJ. The nickel-chelator dimethylglyoxime inhibits human amyloid beta peptide in vitro aggregation. Sci Rep. 2021;11(1):1–11. doi: 10.1038/s41598-020-79139-8.", "ArticleIdList": ["10.1038/s41598-020-79139-8", "PMC7988135", "33758258"]}, {"Citation": "Bjørklund G, Mutter J, Aaseth J. Metal chelators and neurotoxicity: lead, mercury, and arsenic. Arch Toxicol. 2017;91(12):3787–3797. doi: 10.1007/s00204-017-2100-0.", "ArticleIdList": ["10.1007/s00204-017-2100-0", "29063135"]}, {"Citation": "Roemhild K, von Maltzahn F, Weiskirchen R, Knüchel R, von Stillfried S, Lammers T. Iron metabolism: pathophysiology and pharmacology. Trends Pharmacol Sci. 2021;42(8):640–656. doi: 10.1016/j.tips.2021.05.001.", "ArticleIdList": ["10.1016/j.tips.2021.05.001", "PMC7611894", "34090703"]}, {"Citation": "Fasae KD, Abolaji AO, Faloye TR, Odunsi AY, Oyetayo BO, Enya JI, et al. Metallobiology and therapeutic chelation of biometals (copper, zinc and iron) in Alzheimer’s disease: limitations, and current and future perspectives. J Trace Elem Med Biol. 2021;67:126779. doi: 10.1016/j.jtemb.2021.126779.", "ArticleIdList": ["10.1016/j.jtemb.2021.126779", "34034029"]}, {"Citation": "Yeo D, Choi TG, Kim SS. Metal ions-mediated oxidative stress in Alzheimer’s disease and chelation therapy. Reactive Oxygen Species: IntechOpen; 2021."}, {"Citation": "Amadi CN, Offor SJ, Frazzoli C, Orisakwe OE. Natural antidotes and management of metal toxicity. Environ Sci Pollut Res. 2019;26(18):18032–18052. doi: 10.1007/s11356-019-05104-2.", "ArticleIdList": ["10.1007/s11356-019-05104-2", "31079302"]}, {"Citation": "Lima TG, Benevides FLN, Esmeraldo FL, Farias IS, Dourado DXC, Fontenele EGP, et al. Treatment of iron overload syndrome: a general review. Rev Assoc Med Bras. 2019;65:1216–1222. doi: 10.1590/1806-9282.65.9.1216.", "ArticleIdList": ["10.1590/1806-9282.65.9.1216", "31618341"]}, {"Citation": "Hegde ML, Bharathi P, Suram A, Venugopal C, Jagannathan R, Poddar P, et al. Challenges associated with metal chelation therapy in Alzheimer’s disease. J Alzheimers Dis. 2009;17(3):457–468. doi: 10.3233/JAD-2009-1068.", "ArticleIdList": ["10.3233/JAD-2009-1068", "PMC2931820", "19363258"]}, {"Citation": "El-Shanshory M, Hablas NM, Aboonq MS, Fakhreldin AR, Attia M, Arafa W, et al. Nigella sativa improves anemia, enhances immunity and relieves iron overload-induced oxidative stress as a novel promising treatment in children having beta-thalassemia major. J Herbal Med. 2019;16:100245. doi: 10.1016/j.hermed.2018.11.001.", "ArticleIdList": ["10.1016/j.hermed.2018.11.001"]}, {"Citation": "Moayedi B, Gharagozloo M, Esmaeil N, Maracy MR, Hoorfar H, Jalaeikar M. A randomized double-blind, placebo-controlled study of therapeutic effects of silymarin in β-thalassemia major patients receiving desferrioxamine. Eur J Haematol. 2013;90(3):202–209. doi: 10.1111/ejh.12061.", "ArticleIdList": ["10.1111/ejh.12061", "23278124"]}, {"Citation": "Darvishi Khezri H, Salehifar E, Kosaryan M, Aliasgharian A, Jalali H, Hadian Amree A. Potential effects of silymarin and its flavonolignan components in patients with β-Thalassemia major: a comprehensive review in 2015. Adv Pharmacol Sci. 2016;2016.", "ArticleIdList": ["PMC4779508", "26997953"]}, {"Citation": "Jetsrisuparb AJ, Komwilaisak P, Wiangnon S. Green tea consumption prevented iron overload: a case report of thalassemia intermedia. J Hematol Transfusion Med. 2014;24(4):389–394."}, {"Citation": "Sarkar R, Hazra B, Mandal N. Amelioration of iron overload-induced liver toxicity by a potent antioxidant and iron chelator, Emblica officinalis Gaertn. Toxicol Ind Health. 2015;31(7):656–669. doi: 10.1177/0748233713483195.", "ArticleIdList": ["10.1177/0748233713483195", "23524878"]}, {"Citation": "Tirgar P, Desai T. Investigation into iron chelating activity of Triticum aestivum (wheat grass) in iron-dextran induce iron overload model of thalassaemia. J Pharm Res. 2011;4(9):3066–3069."}, {"Citation": "Lakey-Beitia J, Burillo AM, La Penna G, Hegde ML, Rao K. Polyphenols as potential metal chelation compounds against Alzheimer’s disease. J Alzheimers Dis. 2021;82(s1):S335–S357. doi: 10.3233/JAD-200185.", "ArticleIdList": ["10.3233/JAD-200185", "PMC7809605", "32568200"]}, {"Citation": "Ashok A, Rai NK, Tripathi S, Bandyopadhyay S. Exposure to As-, Cd-, and Pb-mixture induces Aβ, amyloidogenic APP processing and cognitive impairments via oxidative stress-dependent neuroinflammation in young rats. Toxicol Sci. 2015;143(1):64–80. doi: 10.1093/toxsci/kfu208.", "ArticleIdList": ["10.1093/toxsci/kfu208", "25288670"]}, {"Citation": "Wisessaowapak C, Visitnonthachai D, Watcharasit P, Satayavivad J. Prolonged arsenic exposure increases tau phosphorylation in differentiated SH-SY5Y cells: the contribution of GSK3 and ERK1/2. Environ Toxicol Pharmacol. 2021;84:103626. doi: 10.1016/j.etap.2021.103626.", "ArticleIdList": ["10.1016/j.etap.2021.103626", "33621689"]}, {"Citation": "Kianoush S, Balali-Mood M, Mousavi SR, Moradi V, Sadeghi M, Dadpour B, et al. Comparison of therapeutic effects of garlic and d-Penicillamine in patients with chronic occupational lead poisoning. Basic Clin Pharmacol Toxicol. 2012;110(5):476–481. doi: 10.1111/j.1742-7843.2011.00841.x.", "ArticleIdList": ["10.1111/j.1742-7843.2011.00841.x", "22151785"]}, {"Citation": "Roy M, Sinha D, Mukherjee S, Biswas J. Curcumin prevents DNA damage and enhances the repair potential in a chronically arsenic-exposed human population in West Bengal, India. Eur J Cancer Prev. 2011;20(2):123–131. doi: 10.1097/CEJ.0b013e328341017a.", "ArticleIdList": ["10.1097/CEJ.0b013e328341017a", "21332098"]}, {"Citation": "Muthumani M, Prabu SM. Silibinin potentially protects arsenic-induced oxidative hepatic dysfunction in rats. Toxicol Mech Methods. 2012;22(4):277–288. doi: 10.3109/15376516.2011.647113.", "ArticleIdList": ["10.3109/15376516.2011.647113", "22229868"]}, {"Citation": "Desai V, Ganatra T, Joshi U, Desai T, Tirgar P. An investigation into the heavy metal chelating potential of ananas comosus fruit in arsenic intoxicated rats. J Pharm Res. 2012;5(8):4084–4087."}, {"Citation": "Reddy YA, Chalamaiah M, Ramesh B, Balaji G, Indira P. Ameliorating activity of ginger (Zingiber officinale) extract against lead induced renal toxicity in male rats. J Food Sci Technol. 2014;51(5):908–914. doi: 10.1007/s13197-011-0568-9.", "ArticleIdList": ["10.1007/s13197-011-0568-9", "PMC4008737", "24803697"]}, {"Citation": "Velaga MK, Daughtry LK, Jones AC, Yallapragada PR, Rajanna S, Rajanna B. Attenuation of lead-induced oxidative stress in rat brain, liver, kidney and blood of male Wistar rats by Moringa oleifera seed powder. J Environ Pathol Toxicol Oncol. 2014;33(4):323. doi: 10.1615/JEnvironPatholToxicolOncol.2014011656.", "ArticleIdList": ["10.1615/JEnvironPatholToxicolOncol.2014011656", "25404379"]}, {"Citation": "El-Boshy M, Ashshi A, Gaith M, Qusty N, Bokhary T, AlTaweel N, et al. Studies on the protective effect of the artichoke (Cynara scolymus) leaf extract against cadmium toxicity-induced oxidative stress, hepatorenal damage, and immunosuppressive and hematological disorders in rats. Environ Sci Pollut Res. 2017;24(13):12372–12383. doi: 10.1007/s11356-017-8876-x.", "ArticleIdList": ["10.1007/s11356-017-8876-x", "28357802"]}, {"Citation": "Singh T, Goel RK. Neuroprotective effect of Allium cepa L. in aluminium chloride induced neurotoxicity. Neurotoxicology. 2015;49:1–7. doi: 10.1016/j.neuro.2015.04.007.", "ArticleIdList": ["10.1016/j.neuro.2015.04.007", "25940660"]}, {"Citation": "Jakkala LK, Ali SA. Amelioration of the toxic effects of aluminium induced neurodegenerative changes in brain of albino rats by aloe vera. J Global Biosci. 2015;4(8):3171–3177."}, {"Citation": "Tito A, Carola A, Bimonte M, Barbulova A, Arciello S, de Laurentiis F, et al. A tomato stem cell extract, containing antioxidant compounds and metal chelating factors, protects skin cells from heavy metal-induced damages. Int J Cosmet Sci. 2011;33(6):543–552. doi: 10.1111/j.1468-2494.2011.00668.x.", "ArticleIdList": ["10.1111/j.1468-2494.2011.00668.x", "21609336"]}, {"Citation": "Abib RT, Peres KC, Barbosa AM, Peres TV, Bernardes A, Zimmermann LM, Quincozes-Santos A, Fiedler HD, Leal RB, Farina M, Gottfried C. Epigallocatechin-3-gallate protects rat brain mitochondria against cadmium-induced damage. Food and chemical toxicology. 2011;49(10):2618–23. doi: 10.1016/j.fct.2011.07.006.", "ArticleIdList": ["10.1016/j.fct.2011.07.006", "21798304"]}, {"Citation": "Susan A, Rajendran K, Sathyasivam K, Krishnan UM. An overview of plant-based interventions to ameliorate arsenic toxicity. Biomed Pharmacother. 2019;109:838–852. doi: 10.1016/j.biopha.2018.10.099.", "ArticleIdList": ["10.1016/j.biopha.2018.10.099", "30551538"]}, {"Citation": "Brookmeyer R, Evans DA, Hebert L, Langa KM, Heeringa SG, Plassman BL, et al. National estimates of the prevalence of Alzheimer's disease in the United States. Alzheimers Dement. 2011;7(1):61–73. doi: 10.1016/j.jalz.2010.11.007.", "ArticleIdList": ["10.1016/j.jalz.2010.11.007", "PMC3052294", "21255744"]}, {"Citation": "Kantarci K, Lowe VJ, Lesnick TG, Tosakulwong N, Bailey KR, Fields JA, et al. Early postmenopausal transdermal 17β-estradiol therapy and amyloid-β deposition. J Alzheimers Dis. 2016;53(2):547–556. doi: 10.3233/JAD-160258.", "ArticleIdList": ["10.3233/JAD-160258", "PMC4955514", "27163830"]}, {"Citation": "Rossetti MF, Cambiasso MJ, Holschbach MA, Cabrera R. Oestrogens and progestagens: synthesis and action in the brain. J Neuroendocrinol. 2016;28(7).", "ArticleIdList": ["27306650"]}, {"Citation": "Uddin M, Rahman M, Jakaria M, Hossain M, Islam A, Ahmed M, et al. Estrogen signaling in Alzheimer’s disease: molecular insights and therapeutic targets for Alzheimer’s dementia. Mol Neurobiol. 2020;57(6):2654–2670. doi: 10.1007/s12035-020-01911-8.", "ArticleIdList": ["10.1007/s12035-020-01911-8", "32297302"]}, {"Citation": "Henderson VW. Alzheimer's disease: review of hormone therapy trials and implications for treatment and prevention after menopause. J Steroid Biochem Mol Biol. 2014;142:99–106. doi: 10.1016/j.jsbmb.2013.05.010.", "ArticleIdList": ["10.1016/j.jsbmb.2013.05.010", "PMC3830600", "23727128"]}, {"Citation": "Henderson VW, Ala T, Sainani KL, Bernstein AL, Stephenson BS, Rosen AC, et al. Raloxifene for women with Alzheimer disease: a randomized controlled pilot trial. Neurology. 2015;85(22):1937–1944. doi: 10.1212/WNL.0000000000002171.", "ArticleIdList": ["10.1212/WNL.0000000000002171", "PMC4664126", "26537053"]}, {"Citation": "Rocca WA, Grossardt BR, Shuster LT. Oophorectomy, menopause, estrogen treatment, and cognitive aging: clinical evidence for a window of opportunity. Brain Res. 2011;1379:188–198. doi: 10.1016/j.brainres.2010.10.031.", "ArticleIdList": ["10.1016/j.brainres.2010.10.031", "PMC3046246", "20965156"]}, {"Citation": "Rocca W, Bower J, Maraganore D, Ahlskog J, Grossardt B, De Andrade M, et al. Increased risk of cognitive impairment or dementia in women who underwent oophorectomy before menopause. Neurology. 2007;69(11):1074–1083. doi: 10.1212/01.wnl.0000276984.19542.e6.", "ArticleIdList": ["10.1212/01.wnl.0000276984.19542.e6", "17761551"]}, {"Citation": "Hodis HN, Sarrel P. Menopausal hormone therapy and breast cancer: what is the evidence from randomized trials? Climacteric. 2018;21(6):521–528. doi: 10.1080/13697137.2018.1514008.", "ArticleIdList": ["10.1080/13697137.2018.1514008", "PMC6386596", "30296850"]}, {"Citation": "Deli T, Orosz M, Jakab A. Hormone replacement therapy in cancer survivors —review of the literature. Pathol Oncol Res. 2020;26(1):63–78. doi: 10.1007/s12253-018-00569-x.", "ArticleIdList": ["10.1007/s12253-018-00569-x", "PMC7109141", "30617760"]}, {"Citation": "de Villiers TJ, Hall JE, Pinkerton JV, Pérez SC, Rees M, Yang C, et al. Revised global consensus statement on menopausal hormone therapy. Maturitas. 2016;91:153–155. doi: 10.1016/j.maturitas.2016.06.001.", "ArticleIdList": ["10.1016/j.maturitas.2016.06.001", "27389038"]}, {"Citation": "Cassidy A. Committee on Toxicity draft report on phyto-oestrogens and health–review of proposed health effects of phyto-oestrogen exposure and recommendations for future research. Nutr Bull. 2003;28(2):205–213. doi: 10.1046/j.1467-3010.2003.00346.x.", "ArticleIdList": ["10.1046/j.1467-3010.2003.00346.x"]}, {"Citation": "Kuhnle GG, Dell’Aquila C, Aspinall SM, Runswick SA, Joosen AM, Mulligan AA, et al. Phytoestrogen content of fruits and vegetables commonly consumed in the UK based on LC–MS and 13C-labelled standards. Food Chem. 2009;116(2):542–554. doi: 10.1016/j.foodchem.2009.03.002.", "ArticleIdList": ["10.1016/j.foodchem.2009.03.002"]}, {"Citation": "Lima SMRR, Bernardo BFA, Yamada SS, Reis BF, da Silva GMD, Galvão MAL. Effects of Glycine max (L.) Merr. soy isoflavone vaginal gel on epithelium morphology and estrogen receptor expression in postmenopausal women: a 12-week, randomized, double-blind, placebo-controlled trial. Maturitas. 2014;78(3):205–211. doi: 10.1016/j.maturitas.2014.04.007.", "ArticleIdList": ["10.1016/j.maturitas.2014.04.007", "24856055"]}, {"Citation": "Soni M, Rahardjo TBW, Soekardi R, Sulistyowati Y, Yesufu-Udechuku A, Irsan A, et al. Phytoestrogens and cognitive function: a review. Maturitas. 2014;77(3):209–220. doi: 10.1016/j.maturitas.2013.12.010.", "ArticleIdList": ["10.1016/j.maturitas.2013.12.010", "24486046"]}, {"Citation": "Henderson VW, St John JA, Hodis HN, Kono N, McCleary CA, Franke AA, et al. Long-term soy isoflavone supplementation and cognition in women: a randomized, controlled trial. Neurology. 2012;78(23):1841–1848. doi: 10.1212/WNL.0b013e318258f822.", "ArticleIdList": ["10.1212/WNL.0b013e318258f822", "PMC3369523", "22665144"]}, {"Citation": "Casini ML, Marelli G, Papaleo E, Ferrari A, D'Ambrosio F, Unfer V. Psychological assessment of the effects of treatment with phytoestrogens on postmenopausal women: a randomized, double-blind, crossover, placebo-controlled study. Fertil Steril. 2006;85(4):972–978. doi: 10.1016/j.fertnstert.2005.09.048.", "ArticleIdList": ["10.1016/j.fertnstert.2005.09.048", "16580383"]}, {"Citation": "Thorp AA, Sinn N, Buckley JD, Coates AM, Howe PR. Soya isoflavone supplementation enhances spatial working memory in men. Br J Nutr. 2009;102(9):1348–1354. doi: 10.1017/S0007114509990201.", "ArticleIdList": ["10.1017/S0007114509990201", "19480732"]}, {"Citation": "Fournier L, Ryan-Borchers T, Robison L, Wiediger M, Park J, Chew B, et al. The effects of soy milk and isoflavone supplements on cognitive performance in healthy, postmenopausal women. J Nutr Health Aging. 2007;11(2):155.", "ArticleIdList": ["17435957"]}, {"Citation": "Reinli K, Block G. Phytoestrogen content of foods–a compendium of literature values. Nutr Cancer. 1996;26(2):123–148. doi: 10.1080/01635589609514470.", "ArticleIdList": ["10.1080/01635589609514470", "8875551"]}, {"Citation": "Pan M, Li Z, Yeung V, Xu R-J. Dietary supplementation of soy germ phytoestrogens or estradiol improves spatial memory performance and increases gene expression of BDNF, TrkB receptor and synaptic factors in ovariectomized rats. Nutr Metab. 2010;7(1):1–11. doi: 10.1186/1743-7075-7-75.", "ArticleIdList": ["10.1186/1743-7075-7-75", "PMC2949863", "20843342"]}, {"Citation": "Lee M-R, Kim B, Lee Y, Park S-Y, Shim J-H, Chung B-H, et al. Ameliorative effects of pueraria lobata extract on postmenopausal symptoms through promoting estrogenic activity and bone markers in ovariectomized rats. Evid-Based Complement Altern Med. 2021;2021:1.", "ArticleIdList": ["PMC8437591", "34527066"]}, {"Citation": "Jdidi H, Ghorbel Koubaa F, Aoiadni N, Elleuch A, Makni-Ayadi F, El Feki A. Effect of Medicago sativa compared to 17β-oestradiol on osteoporosis in ovariectomized mice. Arch Physiol Biochem. 2020:1–8.", "ArticleIdList": ["32193946"]}, {"Citation": "Bianchi VE, Bresciani E, Meanti R, Rizzi L, Omeljaniuk RJ, Torsello A. The role of androgens in women’s health and wellbeing. Pharmacol Res. 2021;171:105758. doi: 10.1016/j.phrs.2021.105758.", "ArticleIdList": ["10.1016/j.phrs.2021.105758", "34242799"]}, {"Citation": "Raber J. Androgens, apoE, and Alzheimer's disease. Sci Aging Knowl Environ. 2004;2004(11):re2. doi: 10.1126/sageke.2004.11.re2.", "ArticleIdList": ["10.1126/sageke.2004.11.re2", "15028864"]}, {"Citation": "Ajani EO, Usman LA. Tamarindus indica fruit pulp restores reproductive function in sodium fluoride administered rats. FASEB J. 2020;34(S1):1. doi: 10.1096/fasebj.2020.34.s1.00285.", "ArticleIdList": ["10.1096/fasebj.2020.34.s1.00285"]}, {"Citation": "Itzhaki RF, Lathe R, Balin BJ, Ball MJ, Bearer EL, Braak H, et al. Microbes and Alzheimer’s disease. J Alzheimers Dis. 2016;51(4):979–984. doi: 10.3233/JAD-160152.", "ArticleIdList": ["10.3233/JAD-160152", "PMC5457904", "26967229"]}, {"Citation": "Wozniak MA, Frost AL, Preston CM, Itzhaki RF. Antivirals reduce the formation of key Alzheimer’s disease molecules in cell cultures acutely infected with herpes simplex virus type 1. PLoS ONE. 2011;6(10):e25152. doi: 10.1371/journal.pone.0025152.", "ArticleIdList": ["10.1371/journal.pone.0025152", "PMC3189195", "22003387"]}, {"Citation": "Zhan X, Stamova B, Jin LW, DeCarli C, Phinney B, Sharp FR. Gram-negative bacterial molecules associate with Alzheimer disease pathology. Neurology. 2016;87(22):2324–2332. doi: 10.1212/WNL.0000000000003391.", "ArticleIdList": ["10.1212/WNL.0000000000003391", "PMC5135029", "27784770"]}, {"Citation": "Zhao YL, Gou ZP, Shang JH, Li WY, Kuang Y, Li MY, et al. Anti-microbial effects in vitro and in vivo of Alstonia scholaris. Nat Prod Bioprospect. 2021;11(1):127–135. doi: 10.1007/s13659-020-00294-6.", "ArticleIdList": ["10.1007/s13659-020-00294-6", "PMC7778864", "33389714"]}, {"Citation": "Khan MR, Omoloso AD, Kihara M. Antibacterial activity of Alstonia scholaris and Leea tetramera. Fitoterapia. 2003;74(7–8):736–740. doi: 10.1016/S0367-326X(03)00192-8.", "ArticleIdList": ["10.1016/S0367-326X(03)00192-8", "14630186"]}, {"Citation": "Shoeib A, Zarouk A, El-Esnawy N. Screening of antiviral activity of some terrestrial leaf plants against acyclovir-resistant HSV type-1 in cell culture. Aust J Basic Appl Sci. 2011;5(10):75–92."}, {"Citation": "Xu HX, Wan M, Loh BN, Kon OL, Chow PW, Sim KY. Screening of traditional medicines for their inhibitory activity against HIV-1 protease. Phytother Res. 1996;10(3):207–210. doi: 10.1002/(SICI)1099-1573(199605)10:3<207::AID-PTR812>3.0.CO;2-U.", "ArticleIdList": ["10.1002/(SICI)1099-1573(199605)10:3<207::AID-PTR812>3.0.CO;2-U"]}, {"Citation": "Ajibesin KK, Essien EE, Adesanya SA. Antibacterial constituents of the leaves of Dacryodes edulis. Afr J Pharm Pharmacol. 2011;5(15):1782–1786. doi: 10.5897/AJPP11.371.", "ArticleIdList": ["10.5897/AJPP11.371"]}, {"Citation": "Fakoya A, Owojuyigbe O, Fakoya S, Adeoye S. Possible antimicrobial activity of Morinda lucida stem bark, leaf and root extracts. Afr J Biotechnol. 2014;13(3):471. doi: 10.5897/AJB10.1472.", "ArticleIdList": ["10.5897/AJB10.1472"]}, {"Citation": "Zhang H-J, Rumschlag-Booms E, Guan Y-F, Wang D-Y, Liu K-L, Li W-F, et al. Potent inhibitor of drug-resistant HIV-1 strains identified from the medicinal plant Justicia gendarussa. J Nat Prod. 2017;80(6):1798–1807. doi: 10.1021/acs.jnatprod.7b00004.", "ArticleIdList": ["10.1021/acs.jnatprod.7b00004", "28613071"]}, {"Citation": "Adamson CS, Chibale K, Goss RJM, Jaspars M, Newman DJ, Dorrington RA. Antiviral drug discovery: preparing for the next pandemic. Chem Soc Rev. 2021;50(6):3647–3655. doi: 10.1039/D0CS01118E.", "ArticleIdList": ["10.1039/D0CS01118E", "33524090"]}, {"Citation": "Notka F, Meier G, Wagner R. Concerted inhibitory activities of Phyllanthus amarus on HIV replication in vitro and ex vivo. Antiviral Res. 2004;64(2):93–102.", "ArticleIdList": ["15498604"]}, {"Citation": "Yang Z, Wang Y, Zheng Z, Zhao S, Zhao J, Lin Q, et al. Antiviral activity of Isatis indigotica root-derived clemastanin B against human and avian influenza A and B viruses in vitro. Int J Mol Med. 2013;31(4):867–873. doi: 10.3892/ijmm.2013.1274.", "ArticleIdList": ["10.3892/ijmm.2013.1274", "23403777"]}, {"Citation": "Kumaki Y, Wandersee MK, Smith AJ, Zhou Y, Simmons G, Nelson NM, et al. Inhibition of severe acute respiratory syndrome coronavirus replication in a lethal SARS-CoV BALB/c mouse model by stinging nettle lectin, Urtica dioica agglutinin. Antiviral Res. 2011;90(1):22–32. doi: 10.1016/j.antiviral.2011.02.003.", "ArticleIdList": ["10.1016/j.antiviral.2011.02.003", "PMC3085190", "21338626"]}, {"Citation": "Abreu CM, Price SL, Shirk EN, Cunha RD, Pianowski LF, Clements JE, et al. Dual role of novel ingenol derivatives from Euphorbia tirucalli in HIV replication: inhibition of de novo infection and activation of viral LTR. PLoS ONE. 2014;9(5):e97257. doi: 10.1371/journal.pone.0097257.", "ArticleIdList": ["10.1371/journal.pone.0097257", "PMC4020785", "24827152"]}, {"Citation": "Itzhaki RF, Golde TE, Heneka MT, Readhead B. Do infections have a role in the pathogenesis of Alzheimer disease? Nat Rev Neurol. 2020;16(4):193–197. doi: 10.1038/s41582-020-0323-9.", "ArticleIdList": ["10.1038/s41582-020-0323-9", "32152461"]}, {"Citation": "Mouhajir F, Hudson J, Rejdali M, Towers G. Multiple antiviral activities of endemic medicinal plants used by Berber peoples of Morocco. Pharm Biol. 2001;39(5):364–374. doi: 10.1076/phbi.39.5.364.5892.", "ArticleIdList": ["10.1076/phbi.39.5.364.5892"]}, {"Citation": "Haidari M, Ali M, Casscells SW, III, Madjid M. Pomegranate (Punica granatum) purified polyphenol extract inhibits influenza virus and has a synergistic effect with oseltamivir. Phytomedicine. 2009;16(12):1127–1136. doi: 10.1016/j.phymed.2009.06.002.", "ArticleIdList": ["10.1016/j.phymed.2009.06.002", "19586764"]}, {"Citation": "Neurath AR, Strick N, Li Y-Y, Debnath AK. Punica granatum (Pomegranate) juice provides an HIV-1 entry inhibitor and candidate topical microbicide. BMC Infect Dis. 2004;4(1):1–12. doi: 10.1186/1471-2334-4-41.", "ArticleIdList": ["10.1186/1471-2334-4-41", "PMC533885", "15485580"]}, {"Citation": "Dominy SS, Lynch C, Ermini F, Benedyk M, Marczyk A, Konradi A, et al. Porphyromonas gingivalis in Alzheimer’s disease brains: evidence for disease causation and treatment with small-molecule inhibitors. Sci Adv. 2019;5(1):eaau3333. doi: 10.1126/sciadv.aau3333.", "ArticleIdList": ["10.1126/sciadv.aau3333", "PMC6357742", "30746447"]}, {"Citation": "Kapadia SP, Pudakalkatti PS, Shivanaikar S. Detection of antimicrobial activity of banana peel (Musa paradisiaca L.) on Porphyromonas gingivalis and Aggregatibacter actinomycetemcomitans: an in vitro study. Contemp Clin Dent. 2015;6(4):496. doi: 10.4103/0976-237X.169864.", "ArticleIdList": ["10.4103/0976-237X.169864", "PMC4678547", "26681854"]}, {"Citation": "Carrol DH, Chassagne F, Dettweiler M, Quave CL. Antibacterial activity of plant species used for oral health against Porphyromonas gingivalis. PLoS ONE. 2020;15(10):e0239316. doi: 10.1371/journal.pone.0239316.", "ArticleIdList": ["10.1371/journal.pone.0239316", "PMC7544490", "33031410"]}, {"Citation": "Bairamian D, Sha S, Rolhion N, Sokol H, Dorothée G, Lemere CA, et al. Microbiota in neuroinflammation and synaptic dysfunction: a focus on Alzheimer’s disease. Mol Neurodegener. 2022;17(1):19. doi: 10.1186/s13024-022-00522-2.", "ArticleIdList": ["10.1186/s13024-022-00522-2", "PMC8898063", "35248147"]}, {"Citation": "Vogt NM, Kerby RL, Dill-McFarland KA, Harding SJ, Merluzzi AP, Johnson SC, et al. Gut microbiome alterations in Alzheimer’s disease. Sci Rep. 2017;7(1):13537. doi: 10.1038/s41598-017-13601-y.", "ArticleIdList": ["10.1038/s41598-017-13601-y", "PMC5648830", "29051531"]}, {"Citation": "Cattaneo A, Cattane N, Galluzzi S, Provasi S, Lopizzo N, Festari C, et al. Association of brain amyloidosis with pro-inflammatory gut bacterial taxa and peripheral inflammation markers in cognitively impaired elderly. Neurobiol Aging. 2017;49:60–68. doi: 10.1016/j.neurobiolaging.2016.08.019.", "ArticleIdList": ["10.1016/j.neurobiolaging.2016.08.019", "27776263"]}, {"Citation": "Harach T, Marungruang N, Duthilleul N, Cheatham V, Mc Coy K, Frisoni G, et al. Reduction of Abeta amyloid pathology in APPPS1 transgenic mice in the absence of gut microbiota. Sci Rep. 2017;7(1):1–15. doi: 10.1038/s41598-016-0028-x.", "ArticleIdList": ["10.1038/s41598-016-0028-x", "PMC5297247", "28176819"]}, {"Citation": "Kowalski K, Mulak A. Brain-gut-microbiota axis in Alzheimer’s disease. J Neurogastroenterol Motil. 2019;25(1):48–60. doi: 10.5056/jnm18087.", "ArticleIdList": ["10.5056/jnm18087", "PMC6326209", "30646475"]}, {"Citation": "Kim CS, Cha L, Sim M, Jung S, Chun WY, Baik HW, et al. Probiotic supplementation improves cognitive function and mood with changes in gut microbiota in community-dwelling older adults: a randomized, double-blind, placebo-controlled, multicenter trial. J Gerontol A Biol Sci Med Sci. 2021;76(1):32–40. doi: 10.1093/gerona/glaa090.", "ArticleIdList": ["10.1093/gerona/glaa090", "PMC7861012", "32300799"]}, {"Citation": "Bonfili L, Cecarini V, Berardi S, Scarpona S, Suchodolski JS, Nasuti C, et al. Microbiota modulation counteracts Alzheimer’s disease progression influencing neuronal proteolysis and gut hormones plasma levels. Sci Rep. 2017;7(1):2426. doi: 10.1038/s41598-017-02587-2.", "ArticleIdList": ["10.1038/s41598-017-02587-2", "PMC5445077", "28546539"]}, {"Citation": "Bonfili L, Cuccioloni M, Gong C, Cecarini V, Spina M, Zheng Y, et al. Gut microbiota modulation in Alzheimer’s disease: focus on lipid metabolism. Clin Nutr. 2022;41(3):698–708. doi: 10.1016/j.clnu.2022.01.025.", "ArticleIdList": ["10.1016/j.clnu.2022.01.025", "35158177"]}, {"Citation": "Singh A, D’Amico D, Andreux PA, Dunngalvin G, Kern T, Blanco-Bose W, et al. Direct supplementation with Urolithin A overcomes limitations of dietary exposure and gut microbiome variability in healthy adults to achieve consistent levels across the population. Eur J Clin Nutr. 2021;76:297. doi: 10.1038/s41430-021-00950-1.", "ArticleIdList": ["10.1038/s41430-021-00950-1", "PMC8821002", "34117375"]}, {"Citation": "Eid HM, Wright ML, Anil Kumar NV, Qawasmeh A, Hassan STS, Mocan A, et al. Significance of microbiota in obesity and metabolic diseases and the modulatory potential by medicinal plant and food ingredients. Front Pharmacol. 2017;8:387. doi: 10.3389/fphar.2017.00387.", "ArticleIdList": ["10.3389/fphar.2017.00387", "PMC5493053", "28713266"]}, {"Citation": "Ghosh TS, Rampelli S, Jeffery IB, Santoro A, Neto M, Capri M, et al. Mediterranean diet intervention alters the gut microbiome in older people reducing frailty and improving health status: the NU-AGE 1-year dietary intervention across five European countries. Gut. 2020;69(7):1218–1228. doi: 10.1136/gutjnl-2019-319654.", "ArticleIdList": ["10.1136/gutjnl-2019-319654", "PMC7306987", "32066625"]}, {"Citation": "Izadi M, Ali TA, Pourkarimi E. Over fifty years of life, death, and cannibalism: a historical recollection of apoptosis and autophagy. Int J Mol Sci. 2021;22(22):12366. doi: 10.3390/ijms222212466.", "ArticleIdList": ["10.3390/ijms222212466", "PMC8618802", "34830349"]}, {"Citation": "Su JH, Anderson AJ, Cummings BJ, Cotman CW. Immunohistochemical evidence for apoptosis in Alzheimer’s disease. NeuroReport. 1994;5(18):2529–2533. doi: 10.1097/00001756-199412000-00031.", "ArticleIdList": ["10.1097/00001756-199412000-00031", "7696596"]}, {"Citation": "Fricker M, Tolkovsky AM, Borutaite V, Coleman M, Brown GC. Neuronal cell death. Physiol Rev. 2018;98(2):813–880. doi: 10.1152/physrev.00011.2017.", "ArticleIdList": ["10.1152/physrev.00011.2017", "PMC5966715", "29488822"]}, {"Citation": "Mattson MP, Arumugam TV. Hallmarks of brain aging: adaptive and pathological modification by metabolic states. Cell Metab. 2018;27(6):1176–1199. doi: 10.1016/j.cmet.2018.05.011.", "ArticleIdList": ["10.1016/j.cmet.2018.05.011", "PMC6039826", "29874566"]}, {"Citation": "Liu RM. Aging, cellular senescence, and Alzheimer's disease. Int J Mol Sci. 2022;23(4):1989. doi: 10.3390/ijms23041989.", "ArticleIdList": ["10.3390/ijms23041989", "PMC8874507", "35216123"]}, {"Citation": "Gómez-Estrada H, Díaz-Castillo F, Franco-Ospina L, Mercado-Camargo J, Guzmán-Ledezma J, Medina JD, et al. Folk medicine in the northern coast of Colombia: an overview. J Ethnobiol Ethnomed. 2011;7:27. doi: 10.1186/1746-4269-7-27.", "ArticleIdList": ["10.1186/1746-4269-7-27", "PMC3224600", "21939522"]}, {"Citation": "Upasani MS, Upasani SV, Beldar VG, Beldar CG, Gujarathi PP. Infrequent use of medicinal plants from India in snakebite treatment. Integr Med Res. 2018;7(1):9–26. doi: 10.1016/j.imr.2017.10.003.", "ArticleIdList": ["10.1016/j.imr.2017.10.003", "PMC5884010", "29629287"]}, {"Citation": "Mehta P, Bisht K, Sekar KC. Diversity of threatened medicinal plants of Indian Himalayan Region. Plant Biosyst Int J Dealing Aspects Plant Biol. 2021;155(6):1121–1132."}, {"Citation": "Pedrollo CT, Kinupp VF, Shepard G, Heinrich M. Medicinal plants at Rio Jauaperi, Brazilian Amazon: ethnobotanical survey and environmental conservation. J Ethnopharmacol. 2016;186:111–124. doi: 10.1016/j.jep.2016.03.055.", "ArticleIdList": ["10.1016/j.jep.2016.03.055", "27058631"]}, {"Citation": "Rai PK, Lalramnghinglova H. Ethnomedicinal plant resources of Mizoram, India: implication of traditional knowledge in health care system. Ethnobotanical Leaflets. 2010;2010(3):6."}, {"Citation": "Pieroni A, Sõukand R. The disappearing wild food and medicinal plant knowledge in a few mountain villages of North-Eastern Albania. J Appl Botany Food Qual. 2017;90."}, {"Citation": "Bhattarai S, Chaudhary RP, Taylor RS. Ethnomedicinal plants used by the people of Manang district, central Nepal. J Ethnobiol Ethnomed. 2006;2:41. doi: 10.1186/1746-4269-2-41.", "ArticleIdList": ["10.1186/1746-4269-2-41", "PMC1618386", "17020612"]}, {"Citation": "Sharma J, Gairola S, Gaur RD, Painuli RM, Siddiqi TO. Ethnomedicinal plants used for treating epilepsy by indigenous communities of sub-Himalayan region of Uttarakhand, India. J Ethnopharmacol. 2013;150(1):353–370. doi: 10.1016/j.jep.2013.08.052.", "ArticleIdList": ["10.1016/j.jep.2013.08.052", "24029249"]}, {"Citation": "Getaneh S, Girma Z. An ethnobotanical study of medicinal plants in Debre Libanos Wereda, Central Ethiopia. Afr J Plant Sci. 2014;8(7):366–379. doi: 10.5897/AJPS2013.1041.", "ArticleIdList": ["10.5897/AJPS2013.1041"]}, {"Citation": "Singh YN. Traditional medicine in Fiji: some herbal folk cures used by Fiji Indians. J Ethnopharmacol. 1986;15(1):57–88. doi: 10.1016/0378-8741(86)90104-2.", "ArticleIdList": ["10.1016/0378-8741(86)90104-2", "3713228"]}, {"Citation": "Longuefosse JL, Nossin E. Medical ethnobotany survey in Martinique. J Ethnopharmacol. 1996;53(3):117–142. doi: 10.1016/0378-8741(96)01425-0.", "ArticleIdList": ["10.1016/0378-8741(96)01425-0", "8887020"]}, {"Citation": "Malawani A, Nuneza O, Uy M, Senarath W. Ethnobotanical survey of the medicinal plants used by the Maranois in Pualas, Lanao del Sur. Philippines BEPLS. 2017;6(6):45–53."}, {"Citation": "Motti R, Motti P. An ethnobotanical survey of useful plants in the agro Nocerino Sarnese (Campania, southern Italy) Hum Ecol. 2017;45(6):865–878. doi: 10.1007/s10745-017-9946-x.", "ArticleIdList": ["10.1007/s10745-017-9946-x"]}, {"Citation": "Gazzaneo LRS, De Lucena RFP, de Albuquerque UP. Knowledge and use of medicinal plants by local specialists in a region of Atlantic Forest in the state of Pernambuco (Northeastern Brazil) J Ethnobiol Ethnomed. 2005;1(1):1–8. doi: 10.1186/1746-4269-1-9.", "ArticleIdList": ["10.1186/1746-4269-1-9", "PMC1291389", "16270911"]}, {"Citation": "Lulekal E, Kelbessa E, Bekele T, Yineger H. An ethnobotanical study of medicinal plants in Mana Angetu district, southeastern Ethiopia. J Ethnobiol Ethnomed. 2008;4:10. doi: 10.1186/1746-4269-4-10.", "ArticleIdList": ["10.1186/1746-4269-4-10", "PMC2391147", "18442379"]}, {"Citation": "Polat R, Satıl F. An ethnobotanical survey of medicinal plants in Edremit Gulf (Balıkesir-Turkey) J Ethnopharmacol. 2012;139(2):626–641. doi: 10.1016/j.jep.2011.12.004.", "ArticleIdList": ["10.1016/j.jep.2011.12.004", "22193175"]}, {"Citation": "Bussmann RW, Sharon D. Traditional medicinal plant use in Northern Peru: tracking two thousand years of healing culture. J Ethnobiol Ethnomed. 2006;2:47. doi: 10.1186/1746-4269-2-47.", "ArticleIdList": ["10.1186/1746-4269-2-47", "PMC1637095", "17090303"]}, {"Citation": "Lee C, Kim S-Y, Eum S, Paik J-H, Bach TT, Darshetkar AM, et al. Ethnobotanical study on medicinal plants used by local Van Kieu ethnic people of Bac Huong Hoa nature reserve, Vietnam. J Ethnopharmacol. 2019;231:283–294. doi: 10.1016/j.jep.2018.11.006.", "ArticleIdList": ["10.1016/j.jep.2018.11.006", "30412749"]}, {"Citation": "Ji H, Shengji P, Chunlin L. An ethnobotanical study of medicinal plants used by the Lisu people in Nujiang, northwest Yunnan, China. Econ Bot. 2004;58(1):S253–S264. doi: 10.1663/0013-0001(2004)58[S253:AESOMP]2.0.CO;2.", "ArticleIdList": ["10.1663/0013-0001(2004)58[S253:AESOMP]2.0.CO;2"]}, {"Citation": "Malan DF, Neuba DF, Kouakou KL. Medicinal plants and traditional healing practices in Ehotile people, around the Aby Lagoon (eastern littoral of Côte d’Ivoire) J Ethnobiol Ethnomed. 2015;11:21. doi: 10.1186/s13002-015-0004-8.", "ArticleIdList": ["10.1186/s13002-015-0004-8", "PMC4391329", "25888765"]}, {"Citation": "Voeks RA, Leony A. Forgetting the forest: assessing medicinal plant erosion in eastern Brazil. Econ Bot. 2004;58(1):S294–S306. doi: 10.1663/0013-0001(2004)58[S294:FTFAMP]2.0.CO;2.", "ArticleIdList": ["10.1663/0013-0001(2004)58[S294:FTFAMP]2.0.CO;2"]}, {"Citation": "Nankaya J, Gichuki N, Lukhoba C, Balslev H. Sustainability of the loita Maasai childrens’ ethnomedicinal knowledge. Sustainability. 2019;11(19):5530. doi: 10.3390/su11195530.", "ArticleIdList": ["10.3390/su11195530"]}, {"Citation": "Begossi A, Hanazaki N, Tamashiro JY. Medicinal plants in the Atlantic Forest (Brazil): knowledge, use, and conservation. Hum Ecol. 2002;30(3):281–299. doi: 10.1023/A:1016564217719.", "ArticleIdList": ["10.1023/A:1016564217719"]}, {"Citation": "Joly LG, Guerra S, Séptimo R, Solís PN, Correa M, Gupta M, et al. Ethnobotanical inventory of medicinal plants used by the Guaymi Indians in western Panama. Part I. J Ethnopharmacol. 1987;20(2):145–171. doi: 10.1016/0378-8741(87)90085-7.", "ArticleIdList": ["10.1016/0378-8741(87)90085-7", "3657246"]}, {"Citation": "Au DT, Wu J, Jiang Z, Chen H, Lu G, Zhao Z. Ethnobotanical study of medicinal plants used by Hakka in Guangdong, China. J Ethnopharmacol. 2008;117(1):41–50. doi: 10.1016/j.jep.2008.01.016.", "ArticleIdList": ["10.1016/j.jep.2008.01.016", "18313871"]}, {"Citation": "Chander MP, Kartick C, Gangadhar J, Vijayachari P. Ethno medicine and healthcare practices among Nicobarese of Car Nicobar—an indigenous tribe of Andaman and Nicobar Islands. J Ethnopharmacol. 2014;158:18–24. doi: 10.1016/j.jep.2014.09.046.", "ArticleIdList": ["10.1016/j.jep.2014.09.046", "25305516"]}, {"Citation": "Kassam K-A. Viewing change through the prism of indigenous human ecology: findings from the Afghan and Tajik Pamirs. Hum Ecol. 2009;37(6):677–690. doi: 10.1007/s10745-009-9284-8.", "ArticleIdList": ["10.1007/s10745-009-9284-8"]}, {"Citation": "Pawera L, Verner V, Termote C, Sodombekov I, Kandakov A, Karabaev N, et al. Medical ethnobotany of herbal practitioners in the Turkestan Range, southwestern Kyrgyzstan. Acta Societatis Botanicorum Poloniae. 2016;85(1)."}, {"Citation": "Chakraborty P. Herbal genomics as tools for dissecting new metabolic pathways of unexplored medicinal plants and drug discovery. Biochimie open. 2018;6:9–16. doi: 10.1016/j.biopen.2017.12.003.", "ArticleIdList": ["10.1016/j.biopen.2017.12.003", "PMC5991880", "29892557"]}, {"Citation": "Roychoudhury A, Bhowmik R. State-of-the-art technologies for improving the quality of medicinal and aromatic plants. In: Aftab T, Hakeem KR, editors. Medicinal and aromatic plants. Cham: Springer; 2021. pp. 593–627."}, {"Citation": "Espinosa-Leal CA, Puente-Garza CA, García-Lara S. In vitro plant tissue culture: means for production of biological active compounds. Planta. 2018;248(1):1–18. doi: 10.1007/s00425-018-2910-1.", "ArticleIdList": ["10.1007/s00425-018-2910-1", "PMC7088179", "29736623"]}, {"Citation": "Hanafy AS, Dietrich D, Fricker G, Lamprecht A. Blood-brain barrier models: rationale for selection. Adv Drug Deliv Rev. 2021;176:113859. doi: 10.1016/j.addr.2021.113859.", "ArticleIdList": ["10.1016/j.addr.2021.113859", "34246710"]}, {"Citation": "Hajal C, Le Roi B, Kamm RD, Maoz BM. Biology and models of the blood–brain barrier. Annu Rev Biomed Eng. 2021;23:359–384. doi: 10.1146/annurev-bioeng-082120-042814.", "ArticleIdList": ["10.1146/annurev-bioeng-082120-042814", "34255993"]}, {"Citation": "Kim HN. Engineered models for studying blood-brain-barrier-associated brain physiology and pathology. 2021."}, {"Citation": "Adriani G, Ma D, Pavesi A, Kamm RD, Goh EL. A 3D neurovascular microfluidic model consisting of neurons, astrocytes and cerebral endothelial cells as a blood–brain barrier. Lab Chip. 2017;17(3):448–459. doi: 10.1039/C6LC00638H.", "ArticleIdList": ["10.1039/C6LC00638H", "28001148"]}, {"Citation": "Fernandes DC, Reis RL, Oliveira JM. Advances in 3D neural, vascular and neurovascular models for drug testing and regenerative medicine. Drug Discovery Today. 2021;26(3):754–768. doi: 10.1016/j.drudis.2020.11.009.", "ArticleIdList": ["10.1016/j.drudis.2020.11.009", "33202252"]}, {"Citation": "Mattson MP, Cheng B, Davis D, Bryant K, Lieberburg I, Rydel RE. beta-Amyloid peptides destabilize calcium homeostasis and render human cortical neurons vulnerable to excitotoxicity. J Neurosci. 1992;12(2):376–389. doi: 10.1523/JNEUROSCI.12-02-00376.1992.", "ArticleIdList": ["10.1523/JNEUROSCI.12-02-00376.1992", "PMC6575616", "1346802"]}, {"Citation": "Abdul HM, Sama MA, Furman JL, Mathis DM, Beckett TL, Weidner AM, et al. Cognitive decline in Alzheimer’s disease is associated with selective changes in calcineurin/NFAT signaling. J Neurosci. 2009;29(41):12957–12969. doi: 10.1523/JNEUROSCI.1064-09.2009.", "ArticleIdList": ["10.1523/JNEUROSCI.1064-09.2009", "PMC2782445", "19828810"]}, {"Citation": "Berridge MJ. Dysregulation of neural calcium signaling in Alzheimer disease, bipolar disorder and schizophrenia. Prion. 2013;7(1):2–13. doi: 10.4161/pri.21767.", "ArticleIdList": ["10.4161/pri.21767", "PMC3609045", "22895098"]}, {"Citation": "Tong BC, Wu AJ, Li M, Cheung KH. Calcium signaling in Alzheimer’s disease & therapies. Biochim Biophys Acta Mol Cell Res. 2018;1865(11 Pt B):1745–1760. doi: 10.1016/j.bbamcr.2018.07.018.", "ArticleIdList": ["10.1016/j.bbamcr.2018.07.018", "30059692"]}, {"Citation": "Karpurapu M, Lee YG, Qian Z, Wen J, Ballinger MN, Rusu L, et al. Inhibition of nuclear factor of activated T cells (NFAT) c3 activation attenuates acute lung injury and pulmonary edema in murine models of sepsis. Oncotarget. 2018;9(12):10606. doi: 10.18632/oncotarget.24320.", "ArticleIdList": ["10.18632/oncotarget.24320", "PMC5828182", "29535830"]}, {"Citation": "Da Mesquita S, Louveau A, Vaccari A, Smirnov I, Cornelison RC, Kingsmore KM, et al. Functional aspects of meningeal lymphatics in ageing and Alzheimer’s disease. Nature. 2018;560(7717):185–191. doi: 10.1038/s41586-018-0368-8.", "ArticleIdList": ["10.1038/s41586-018-0368-8", "PMC6085146", "30046111"]}, {"Citation": "Bacyinski A, Xu M, Wang W, Hu J. The paravascular pathway for brain waste clearance: current understanding, significance and controversy. Front Neuroanat. 2017;11:101. doi: 10.3389/fnana.2017.00101.", "ArticleIdList": ["10.3389/fnana.2017.00101", "PMC5681909", "29163074"]}, {"Citation": "Iliff JJ, Wang M, Liao Y, Plogg BA, Peng W, Gundersen GA, et al. A paravascular pathway facilitates CSF flow through the brain parenchyma and the clearance of interstitial solutes, including amyloid β. Sci Transl Med. 2012;4(147):147. doi: 10.1126/scitranslmed.3003748.", "ArticleIdList": ["10.1126/scitranslmed.3003748", "PMC3551275", "22896675"]}, {"Citation": "Ishida K, Yamada K, Nishiyama R, Hashimoto T, Nishida I, Abe Y, et al. Glymphatic system clears extracellular tau and protects from tau aggregation and neurodegeneration. J Exp Med. 2022;219(3):e20211275. doi: 10.1084/jem.20211275.", "ArticleIdList": ["10.1084/jem.20211275", "PMC8932543", "35212707"]}, {"Citation": "Wheat J, Currie G, Kiat H, Bone K. Improving lymphatic drainage with herbal preparations: a potentially novel approach to management of lymphedema. Aust J Med Herbalism. 2009;21(3):66–70."}, {"Citation": "Ruggiero MA, Gordon DP, Orrell TM, Bailly N, Bourgoin T, Brusca RC, et al. A higher level classification of all living organisms. PLoS ONE. 2015;10(4):e0119248. doi: 10.1371/journal.pone.0119248.", "ArticleIdList": ["10.1371/journal.pone.0119248", "PMC4418965", "25923521"]}, {"Citation": "Xiang S, Liu F, Lin J, Chen H, Huang C, Chen L, et al. Fucoxanthin inhibits β-amyloid assembly and attenuates β-amyloid oligomer-induced cognitive impairments. J Agric Food Chem. 2017;65(20):4092–4102. doi: 10.1021/acs.jafc.7b00805.", "ArticleIdList": ["10.1021/acs.jafc.7b00805", "28478680"]}, {"Citation": "Olasehinde TA, Olaniran AO, Okoh AI. Macroalgae as a valuable source of naturally occurring bioactive compounds for the treatment of Alzheimer’s disease. Mar Drugs. 2019;17(11):609. doi: 10.3390/md17110609.", "ArticleIdList": ["10.3390/md17110609", "PMC6891758", "31731422"]}, {"Citation": "Ogawa Y, Kaneko Y, Sato T, Shimizu S, Kanetaka H, Hanyu H. Sarcopenia and muscle functions at various stages of Alzheimer disease. Front Neurol. 2018;9:710. doi: 10.3389/fneur.2018.00710.", "ArticleIdList": ["10.3389/fneur.2018.00710", "PMC6121095", "30210435"]}, {"Citation": "Salvadori L, Mandrone M, Manenti T, Ercolani C, Cornioli L, Lianza M, et al. Identification of Withania somnifera-Silybum marianum-Trigonella foenum-graecum Formulation as a Nutritional Supplement to Contrast Muscle Atrophy and Sarcopenia. Nutrients. 2021;13(1):49. doi: 10.3390/nu13010049.", "ArticleIdList": ["10.3390/nu13010049", "PMC7824275", "33375229"]}, {"Citation": "Sethy R, Kullu B. Micropropagation of ethnomedicinal plant Calotropis sp. and enhanced production of stigmasterol. Plant Cell Tissue Organ Cult (PCTOC). 2022;149:147. doi: 10.1007/s11240-022-02231-6.", "ArticleIdList": ["10.1007/s11240-022-02231-6"]}, {"Citation": "Sharma N, Acharya S, Kumar K, Singh N, Chaurasia O. Hydroponics as an advanced technique for vegetable production: an overview. J Soil Water Conserv. 2018;17(4):364–371. doi: 10.5958/2455-7145.2018.00056.5.", "ArticleIdList": ["10.5958/2455-7145.2018.00056.5"]}, {"Citation": "Maggini R, Kiferle C, Pardossi A. Hydroponic production of medicinal plants. Medicinal plants: antioxidant properties, traditional uses and conservation strategies. Hauppauge: Nova Science Publishers Inc; 2014. pp. 91–116."}, {"Citation": "Nwafor I, Nwafor C, Manduna I. Constraints to cultivation of medicinal plants by smallholder farmers in South Africa. Horticulturae. 2021;7(12):531. doi: 10.3390/horticulturae7120531.", "ArticleIdList": ["10.3390/horticulturae7120531"]}, {"Citation": "Sambo P, Nicoletto C, Giro A, Pii Y, Valentinuzzi F, Mimmo T, et al. Hydroponic solutions for soilless production systems: issues and opportunities in a smart agriculture perspective. Front Plant Sci. 2019;10:923. doi: 10.3389/fpls.2019.00923.", "ArticleIdList": ["10.3389/fpls.2019.00923", "PMC6668597", "31396245"]}, {"Citation": "Izquierdo J. editor Simplified hydroponics: a tool for food security in Latin America and the Caribbean. Int Conf Exhib Soil Cult: ICESC. 2005;2005:742."}, {"Citation": "Carrasco G, Manríquez P, Galleguillos F, Fuentes-Peñailillo F, Urrestarazu M, editors. Evolution of soilless culture in Chile. III International Symposium on Soilless Culture and Hydroponics: Innovation and Advanced Technology for Circular Horticulture 1321; 2021."}, {"Citation": "Noe N, Lehmann J. Prelude medicinal plants. Belgian Biodiversity Platform. Database. 2012."}, {"Citation": "Hoffman M, Koenig K, Bunting G, Costanza WJ. Biodiversity Hotspots (version 2016.1). 2016."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "5", "Day": "7"}, {"Year": "2022", "Month": "6", "Day": "15"}, {"Year": "2022", "Month": "8", "Day": "22", "Hour": "23", "Minute": "33"}, {"Year": "2022", "Month": "8", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "23", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "8", "Day": "23"}], "PublicationStatus": "epublish", "ArticleIdList": ["35996065", "PMC9395556", "10.1007/s13659-022-00354-z", "10.1007/s13659-022-00354-z"]}}], "PubmedBookArticle": []}