{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35990198", "DateRevised": {"Year": "2022", "Month": "08", "Day": "23"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "08", "Day": "11"}], "Language": ["eng"], "ELocationID": ["3855368", "10.1155/2022/3855368"], "Journal": {"ISSN": "2090-8040", "JournalIssue": {"Volume": "2022", "PubDate": {"Year": "2022"}}, "Title": "International journal of inflammation", "ISOAbbreviation": "Int J Inflam"}, "ArticleTitle": "Antitumor Activities of Aqueous Cinnamon Extract on 5637 Cell Line of Bladder Cancer through Glycolytic Pathway.", "Pagination": {"StartPage": "3855368", "MedlinePgn": "3855368"}, "Abstract": {"AbstractText": ["Pharmacotherapy with medicinal plants is a promising approach to treat cancer. Cinnamon is a medicinal plant whose properties have been proven in various fields of medical sciences. Among its biological activities, its antioxidant and antiviral effects can be mentioned. In this study, the antitumor effects of Cinnamon with a focus on glucose metabolism in bladder cancer carcinoma cell-line 5637 were investigated.", "Aqueous extract of Cinnamon was prepared from Cinnamon bark. Bladder cancer 5637cell line were treated with different concentrations of aqueous extract of Cinnamon. MTT was used to evaluate cell viability at 24, 48, and 72 h. The concentration of 1.25, 2.50, and 5 mg/ml was used. Apoptosis was assessed with Hochest33258 staining. For evaluating of aqueous extract of Cinnamon effect on glycolysis, the gene expression of epidermal growth factor receptor 2 (ErbB2), heat shock protein transcription factor1 (HSF1), and lactate dehydrogenase <i>A</i> (LDHA), as well as protein levels of HSF1 and LDHA, LDH activity, glucose consumption, and lactate production, were measured.", "Aqueous extract of Cinnamon significantly decreased ErbB2, HSF1, and LDHA gene expression and also decreased the protein level of HSF1 and LDHA, LDH activity, glucose consumption, and lactate production dose-dependently (<i>p</i> < 0.05).", "Our finding showed that the aqueous extract of Cinnamon can inhibit proliferation in 5637 cells by inhibition of glycolysis and induction of apoptosis."], "CopyrightInformation": "Copyright © 2022 Zeynab Aminzadeh et al."}, "AuthorList": [{"Identifier": ["0000-0001-9041-3762"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Biochemistry, School of Medicine, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Aminzadeh", "ForeName": "Zeynab", "Initials": "Z"}, {"Identifier": ["0000-0002-7473-9823"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Biochemistry, School of Medicine, Hamadan University of Medical Sciences, Hamadan, Iran."}, {"Identifier": [], "Affiliation": "Molecular Medicine Research Center, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Ziamajidi", "ForeName": "Nasrin", "Initials": "N"}, {"Identifier": ["0000-0002-6345-1410"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Biochemistry, School of Medicine, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Abbasalipourkabir", "ForeName": "Roghayeh", "Initials": "R"}, {"Identifier": ["0000-0002-7610-2295"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Biochemistry, School of Medicine, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Daei", "ForeName": "Sajedeh", "Initials": "S"}, {"Identifier": ["0000-0001-6207-648X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Medicine, Dezful University of Medical Sciences, Dezful, Iran."}], "LastName": "Helbi", "ForeName": "Sobhan", "Initials": "S"}, {"Identifier": ["0000-0002-8393-839X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Genetic and Molecular Biology, School of Medicine, Dezful University of Medical Sciences, Dezful, Iran."}], "LastName": "Moridnia", "ForeName": "Abbas", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Int J Inflam", "NlmUniqueID": "101538188", "ISSNLinking": "2042-0099"}, "CoiStatement": "The authors declare that they have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Powles T., Bellmunt J., Comperat E., et al. Bladder cancer: ESMO clinical practice guideline for diagnosis, treatment and follow-up. Annals of Oncology . 2022;33(3):244–258. doi: 10.1016/j.annonc.2021.11.012.", "ArticleIdList": ["10.1016/j.annonc.2021.11.012", "34861372"]}, {"Citation": "Sasco A., Secretan M., Straif K. Tobacco smoking and cancer: a brief review of recent epidemiological evidence. Lung Cancer . 2004;45:S3–S9. doi: 10.1016/j.lungcan.2004.07.998.", "ArticleIdList": ["10.1016/j.lungcan.2004.07.998", "15552776"]}, {"Citation": "Weiderpass E. Lifestyle and cancer risk. Journal of Preventive Medicine and Public Health . 2010;43(6):459–471. doi: 10.3961/jpmph.2010.43.6.459.", "ArticleIdList": ["10.3961/jpmph.2010.43.6.459", "21139406"]}, {"Citation": "Møller P., Wallin H., Knudsen L. E. Oxidative stress associated with exercise, psychological stress and life-style factors. Chemico-Biological Interactions . 1996;102(1):17–36. doi: 10.1016/0009-2797(96)03729-5.", "ArticleIdList": ["10.1016/0009-2797(96)03729-5", "8827060"]}, {"Citation": "Sosa V., Moliné T., Somoza R., Paciucci R., Kondoh H., LLeonart M. E. Oxidative stress and cancer: an overview. Ageing Research Reviews . 2013;12(1):376–390. doi: 10.1016/j.arr.2012.10.004.", "ArticleIdList": ["10.1016/j.arr.2012.10.004", "23123177"]}, {"Citation": "Visconti R., Grieco D. New insights on oxidative stress in cancer. Current Opinion in Drug Discovery & Development . 2009;12(2):240–245.", "ArticleIdList": ["19333869"]}, {"Citation": "Toyokuni S., Okamoto K., Yodoi J., Hiai H. Persistent oxidative stress in cancer. FEBS Letters . 1995;358(1):1–3. doi: 10.1016/0014-5793(94)01368-b.", "ArticleIdList": ["10.1016/0014-5793(94)01368-b", "7821417"]}, {"Citation": "Jiang S., Tu K., Fu Q., et al. Multifaceted roles of HSF1 in cancer. Tumor Biology . 2015;36(7):4923–4931. doi: 10.1007/s13277-015-3674-x.", "ArticleIdList": ["10.1007/s13277-015-3674-x", "26108999"]}, {"Citation": "Vihervaara A., Sistonen L. HSF1 at a glance. Journal of Cell Science . 2014;127(2):261–266. doi: 10.1242/jcs.132605.", "ArticleIdList": ["10.1242/jcs.132605", "24421309"]}, {"Citation": "Wang G., Cao P., Fan Y., Tan K. Emerging roles of HSF1 in cancer: cellular and molecular episodes. Biochimica et Biophysica Acta (BBA)—Reviews on Cancer . 2020;1874(1) doi: 10.1016/j.bbcan.2020.188390.188390", "ArticleIdList": ["10.1016/j.bbcan.2020.188390", "32653364"]}, {"Citation": "Kumar S., Tomar M. S., Acharya A. HSF1-mediated regulation of tumor cell apoptosis: a novel target for cancer therapeutics. Future Oncology . 2013;9(10):1573–1586. doi: 10.2217/fon.13.106.", "ArticleIdList": ["10.2217/fon.13.106", "24106905"]}, {"Citation": "Rao R., Home T., Yacoub A., et al. Heat shock factor 1 promotes NF-κb and B-cell signaling in a preclinical model of chronic lymphocytic leukemia. Blood . 2015;126"}, {"Citation": "Carpenter R. L., Gökmen-Polar Y. HSF1 as a cancer biomarker and therapeutic target. Current Cancer Drug Targets . 2019;19(7):515–524. doi: 10.2174/1568009618666181018162117.", "ArticleIdList": ["10.2174/1568009618666181018162117", "PMC6472998", "30338738"]}, {"Citation": "Calderwood S. K. HSF1, a versatile factor in tumorogenesis. Current Molecular Medicine . 2012;12(9):1102–1107. doi: 10.2174/156652412803306675.", "ArticleIdList": ["10.2174/156652412803306675", "PMC4075975", "22804234"]}, {"Citation": "Slamon D. J., Godolphin W., Jones L. A., et al. Studies of the HER-2/neu proto-oncogene in human breast and ovarian cancer. Science . 1989;244(4905):707–712. doi: 10.1126/science.2470152.", "ArticleIdList": ["10.1126/science.2470152", "2470152"]}, {"Citation": "Omenn G. S., Guan Y., Menon R. A new class of protein cancer biomarker candidates: differentially expressed splice variants of ERBB2 (HER2/neu) and ERBB1 (EGFR) in breast cancer cell lines. Journal of Proteomics . 2014;107:103–112. doi: 10.1016/j.jprot.2014.04.012.", "ArticleIdList": ["10.1016/j.jprot.2014.04.012", "PMC4123867", "24802673"]}, {"Citation": "Harari D., Yarden Y. Molecular mechanisms underlying ErbB2/HER2 action in breast cancer. Oncogene . 2000;19(53):6102–6114. doi: 10.1038/sj.onc.1203973.", "ArticleIdList": ["10.1038/sj.onc.1203973", "11156523"]}, {"Citation": "De Thonel A., Mezger V., Garrido C. Implication of heat shock factors in tumorigenesis: therapeutical potential. Cancers . 2011;3(1):1158–1181. doi: 10.3390/cancers3011158.", "ArticleIdList": ["10.3390/cancers3011158", "PMC3756408", "24212658"]}, {"Citation": "Hsu P. P., Sabatini D. M. Cancer cell metabolism: warburg and beyond. Cell . 2008;134(5):703–707. doi: 10.1016/j.cell.2008.08.021.", "ArticleIdList": ["10.1016/j.cell.2008.08.021", "18775299"]}, {"Citation": "Ooi A. T., Gomperts B. N. Molecular pathways: targeting cellular energy metabolism in cancer via inhibition of SLC2A1 and LDHA. Clinical Cancer Research . 2015;21(11):2440–2444. doi: 10.1158/1078-0432.ccr-14-1209.", "ArticleIdList": ["10.1158/1078-0432.ccr-14-1209", "PMC4452440", "25838393"]}, {"Citation": "Zhao Y. H., Zhou M., Liu H., et al. Upregulation of lactate dehydrogenase A by ErbB2 through heat shock factor 1 promotes breast cancer cell glycolysis and growth. Oncogene . 2009;28(42):3689–3701. doi: 10.1038/onc.2009.229.", "ArticleIdList": ["10.1038/onc.2009.229", "19668225"]}, {"Citation": "Zhao Y., Butler E. B., Tan M. Targeting cellular metabolism to improve cancer therapeutics. Cell Death & Disease . 2013;4 doi: 10.1038/cddis.2013.60.", "ArticleIdList": ["10.1038/cddis.2013.60", "PMC3613838", "23470539"]}, {"Citation": "Gruenwald J., Freder J., Armbruester N. Cinnamon and health. Critical Reviews in Food Science and Nutrition . 2010;50(9):822–834. doi: 10.1080/10408390902773052.", "ArticleIdList": ["10.1080/10408390902773052", "20924865"]}, {"Citation": "Mancini-Filho J., Van-Koiij A., Mancini D. A., Cozzolino F. F., Torres R. P. Antioxidant activity of cinnamon (Cinnamomum zeylanicum, breyne) extracts. Bollettino Chimico Farmaceutico . 1998;137(11):443–447.", "ArticleIdList": ["10077878"]}, {"Citation": "Mathew S., Abraham T. E. Studies on the antioxidant activities of cinnamon (Cinnamomum verum) bark extracts, through various in vitro models. Food Chemistry . 2006;94(4):520–528. doi: 10.1016/j.foodchem.2004.11.043.", "ArticleIdList": ["10.1016/j.foodchem.2004.11.043"]}, {"Citation": "Sadeghi S., Davoodvandi A., Pourhanifeh M. H., et al. Anti-cancer effects of cinnamon: insights into its apoptosis effects. European Journal of Medicinal Chemistry . 2019;178:131–140. doi: 10.1016/j.ejmech.2019.05.067.", "ArticleIdList": ["10.1016/j.ejmech.2019.05.067", "31195168"]}, {"Citation": "Fatima M., Zaidi N. U S. S., Amraiz D., Afzal F. In vitro antiviral activity of Cinnamomum cassia and its nanoparticles against H7N3 influenza A virus. Journal of Microbiology and Biotechnology . 2016;26(1):151–159. doi: 10.4014/jmb.1508.08024.", "ArticleIdList": ["10.4014/jmb.1508.08024", "26403820"]}, {"Citation": "Tamam S., Abd el Hamid M., Samah M. H., Marwa A. N. The anti-viral and immunomodulatory activity of cinnamon zeylanicum against “NDV” newcastle disease virus in chickens. Group . 2017;1"}, {"Citation": "Mohammed G. J., Hameed I. H. Anti-fungal, antitumor and anti-inflammatory activity of acorus calamus. Indian Journal of Public Health Research & Development . 2018;9(3):254–258. doi: 10.5958/0976-5506.2018.00218.8.", "ArticleIdList": ["10.5958/0976-5506.2018.00218.8"]}, {"Citation": "Bandara T., Uluwaduge I., Jansz E. R. Bioactivity of cinnamon with special emphasis on diabetes mellitus: a review. International Journal of Food Sciences & Nutrition . 2012;63(3):380–386. doi: 10.3109/09637486.2011.627849.", "ArticleIdList": ["10.3109/09637486.2011.627849", "22007625"]}, {"Citation": "Shen Y., Honma N., Kobayashi K., et al. Cinnamon extract enhances glucose uptake in 3T3-L1 adipocytes and C2C12 myocytes by inducing LKB1-AMP-activated protein kinase signaling. PLoS One . 2014;9(2) doi: 10.1371/journal.pone.0087894.e87894", "ArticleIdList": ["10.1371/journal.pone.0087894", "PMC3925101", "24551069"]}, {"Citation": "Kwon H.-K., Hwang J.-S., So J.-S., et al. Cinnamon extract induces tumor cell death through inhibition of NF-κB and AP1. BMC Cancer . 2010;10(1):392–410. doi: 10.1186/1471-2407-10-392.", "ArticleIdList": ["10.1186/1471-2407-10-392", "PMC2920880", "20653974"]}, {"Citation": "Dash S. G., Kantevari S., Guru S. K., Naik P. K. Combination of docetaxel and newly synthesized 9-Br-trimethoxybenzyl-noscapine improve tubulin binding and enhances antitumor activity in breast cancer cells. Computers in Biology and Medicine . 2021;139 doi: 10.1016/j.compbiomed.2021.104996.104996", "ArticleIdList": ["10.1016/j.compbiomed.2021.104996", "34753081"]}, {"Citation": "Singh R., Koppikar S. J., Paul P., Gilda S., Paradkar A. R., Kaul-Ghanekar R. Comparative analysis of cytotoxic effect of aqueous cinnamon extract from Cinnamomum zeylanicum bark with commercial cinnamaldehyde on various cell lines. Pharmaceutical Biology . 2009;47(12):1174–1179. doi: 10.3109/13880200903019242.", "ArticleIdList": ["10.3109/13880200903019242"]}, {"Citation": "Kamat A. M., Hahn N. M., Efstathiou J. A., et al. Bladder cancer. The Lancet . 2016;388(10061):2796–2810. doi: 10.1016/s0140-6736(16)30512-8.", "ArticleIdList": ["10.1016/s0140-6736(16)30512-8", "27345655"]}, {"Citation": "Sanli O., Dobruch J., Knowles M. A., et al. Bladder cancer. Nature Reviews Disease Primers . 2017;3(1):17022–17119. doi: 10.1038/nrdp.2017.22.", "ArticleIdList": ["10.1038/nrdp.2017.22", "28406148"]}, {"Citation": "Stein J. P., Lieskovsky G., Cote R., et al. Radical cystectomy in the treatment of invasive bladder cancer: long-term results in 1, 054 patients. Journal of Clinical Oncology . 2001;19(3):666–675. doi: 10.1200/jco.2001.19.3.666.", "ArticleIdList": ["10.1200/jco.2001.19.3.666", "11157016"]}, {"Citation": "Kwon H.-K., Jeon W. K., Hwang J.-S., et al. Cinnamon extract suppresses tumor progression by modulating angiogenesis and the effector function of CD8+ T cells. Cancer Letters . 2009;278(2):174–182. doi: 10.1016/j.canlet.2009.01.015.", "ArticleIdList": ["10.1016/j.canlet.2009.01.015", "19203831"]}, {"Citation": "Zhang K., Han E. S., Dellinger T. H., et al. Cinnamon extract reduces VEGF expression via suppressing HIF‐1α gene expression and inhibits tumor growth in mice. Molecular Carcinogenesis . 2017;56(2):436–446. doi: 10.1002/mc.22506.", "ArticleIdList": ["10.1002/mc.22506", "PMC8830771", "27253180"]}, {"Citation": "Groenendijk F. H., De Jong J., Fransen Van De Putte E. E., et al. ERBB2 mutations characterize a subgroup of muscle-invasive bladder cancers with excellent response to neoadjuvant chemotherapy. European Urology . 2016;69(3):384–388. doi: 10.1016/j.eururo.2015.01.014.", "ArticleIdList": ["10.1016/j.eururo.2015.01.014", "25636205"]}, {"Citation": "De Martino M., Zhuang D., Klatte T., et al. Impact of ERBB2 mutations on in vitro sensitivity of bladder cancer to lapatinib. Cancer Biology & Therapy . 2014;15(9):1239–1247. doi: 10.4161/cbt.29687.", "ArticleIdList": ["10.4161/cbt.29687", "PMC4128866", "24971884"]}, {"Citation": "Chow N.-H., Chan S.-H., Tzai T.-S., Ho C.-L., Liu H.-S. Expression profiles of ErbB family receptors and prognosis in primary transitional cell carcinoma of the urinary bladder. Clinical Cancer Research: An Official Journal of the American Association for Cancer Research . 2001;7(7):1957–1962.", "ArticleIdList": ["11448910"]}, {"Citation": "Yallowitz A., Ghaleb A., Garcia L., Alexandrova E. M., Marchenko N. Heat shock factor 1 confers resistance to lapatinib in ERBB2-positive breast cancer cells. Cell Death & Disease . 2018;9(6):621–713. doi: 10.1038/s41419-018-0691-x.", "ArticleIdList": ["10.1038/s41419-018-0691-x", "PMC5967334", "29799521"]}, {"Citation": "Tan M., Lan K.-H., Yao J., et al. Selective inhibition of ErbB2-overexpressing breast cancer in vivo by a novel TAT-based ErbB2-targeting signal transducers and activators of transcription 3-blocking peptide. Cancer Research . 2006;66(7):3764–3772. doi: 10.1158/0008-5472.can-05-2747.", "ArticleIdList": ["10.1158/0008-5472.can-05-2747", "16585203"]}, {"Citation": "Li D., Marchenko N. D. ErbB2 inhibition by lapatinib promotes degradation of mutant p53 protein in cancer cells. Oncotarget . 2017;8(4):5823–5833. doi: 10.18632/oncotarget.12878.", "ArticleIdList": ["10.18632/oncotarget.12878", "PMC5351592", "27791982"]}, {"Citation": "Yoshida K., Tsuda M., Matsumoto R., et al. Exosomes containing ErbB2/CRK induce vascular growth in premetastatic niches and promote metastasis of bladder cancer. Cancer Science . 2019;110(7):2119–2132. doi: 10.1111/cas.14080.", "ArticleIdList": ["10.1111/cas.14080", "PMC6609816", "31141251"]}, {"Citation": "Li J., Song P., Jiang T., et al. Heat shock factor 1 epigenetically stimulates glutaminase-1-dependent mTOR activation to promote colorectal carcinogenesis. Molecular Therapy . 2018;26(7):1828–1839. doi: 10.1016/j.ymthe.2018.04.014.", "ArticleIdList": ["10.1016/j.ymthe.2018.04.014", "PMC6035735", "29730197"]}, {"Citation": "Tan M., Li P., Klos K. S., et al. ErbB2 promotes Src synthesis and stability: novel mechanisms of Src activation that confer breast cancer metastasis. Cancer Research . 2005;65(5):1858–1867. doi: 10.1158/0008-5472.can-04-2353.", "ArticleIdList": ["10.1158/0008-5472.can-04-2353", "15753384"]}, {"Citation": "Soumya K. J., Choudhari A. S., Suryavanshi S. A., Kumari S., Chattopadhyay S., Kaul-Ghanekar R. Aqueous cinnamon extract (ACE-c) from the bark of Cinnamomum cassia causes apoptosis in human cervical cancer cell line (SiHa) through loss of mitochondrial membrane potential. BMC Cancer . 2010;10(1):210–212. doi: 10.1186/1471-2407-10-210.", "ArticleIdList": ["10.1186/1471-2407-10-210", "PMC2893107", "20482751"]}, {"Citation": "Gwang P. H., Song H. M., Park S. B., et al. Cytotoxic activity of the twigs of Cinnamomum cassia through the suppression of cell proliferation and the induction of apoptosis in human colorectal cancer cells. BMC Complementary and Alternative Medicine . 2018;18(1):28–13. doi: 10.1186/s12906-018-2096-x.", "ArticleIdList": ["10.1186/s12906-018-2096-x", "PMC5858136", "29554905"]}, {"Citation": "Choi Y. H. Trans-cinnamaldehyde protects C2C12 myoblasts from DNA damage, mitochondrial dysfunction and apoptosis caused by oxidative stress through inhibiting ROS production. Genes & Genomics. . 2021;43(4):303–312. doi: 10.1007/s13258-020-00987-9.", "ArticleIdList": ["10.1007/s13258-020-00987-9", "32851512"]}, {"Citation": "Aminzadeh Z., Ziamajidi N., Abbasalipourkabir R. Anticancer effects of cinnamaldehyde through inhibition of ErbB2/HSF1/LDHAPathway in 5637 cell line of bladder cancer. Anti-Cancer Agents in Medicinal Chemistry . 2022;22(6):1139–1148. doi: 10.2174/1871520621666210726142814.", "ArticleIdList": ["10.2174/1871520621666210726142814", "34315398"]}, {"Citation": "Hyeon K., Park H.-J., Jung H.-J., et al. Cinnamaldehyde induces apoptosis by ROS-mediated mitochondrial permeability transition in human promyelocytic leukemia HL-60 cells. Cancer Letters . 2003;196(2):143–152. doi: 10.1016/s0304-3835(03)00238-6.", "ArticleIdList": ["10.1016/s0304-3835(03)00238-6", "12860272"]}, {"Citation": "Wang Z., Wang H., Wang Z., et al. Associated analysis of PER1/TUBB2B with endometrial cancer development caused by circadian rhythm disorders. Medical Oncology . 2020;37(10):90–11. doi: 10.1007/s12032-020-01415-4.", "ArticleIdList": ["10.1007/s12032-020-01415-4", "32926243"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "6", "Day": "2"}, {"Year": "2022", "Month": "7", "Day": "18"}, {"Year": "2022", "Month": "7", "Day": "22"}, {"Year": "2022", "Month": "8", "Day": "22", "Hour": "3", "Minute": "51"}, {"Year": "2022", "Month": "8", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "23", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "8", "Day": "11"}], "PublicationStatus": "epublish", "ArticleIdList": ["35990198", "PMC9388315", "10.1155/2022/3855368"]}}], "PubmedBookArticle": []}