{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36016682", "DateRevised": {"Year": "2022", "Month": "08", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "08", "Day": "16"}], "Language": ["eng"], "ELocationID": ["3861783", "10.1155/2022/3861783"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2022", "PubDate": {"Year": "2022"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Untargeted Metabolomics Analysis of <i>Crocus cancellatus</i> subsp. <i>damascenus</i> (Herb.) B. Mathew Stigmas and Their Anticarcinogenic Effect on Breast Cancer Cells.", "Pagination": {"StartPage": "3861783", "MedlinePgn": "3861783"}, "Abstract": {"AbstractText": ["Safranal, crocin, crocetin, and picrocrocin are major known compounds in the stigma extract of <i>Crocus sativus</i> with various medicinal properties. <i>Crocus cancellatus</i> is another <i>Crocus</i> species that grows extensively in Iran's various regions, such as the Kurdistan province. The predominant metabolites and biological properties of <i>C</i>. <i>cancellatus</i> have not yet been investigated. The ingredients of the stigma ethanol extract of <i>C. cancellatus</i> were investigated using gas chromatography-mass spectrometry (GC-MS) and liquid chromatography with tandem mass spectrometry (LC-MS). The ROIMCR approach was performed to analyze the LC-MS full scan data sets. This method searches the MS regions of interest (ROI) data in the <i>m</i>/<i>z</i> domain and analyses the results using the multivariate curve-resolution alternating least squares (MCR-ALS) chemometrics technique for simultaneous resolution of two extracts. Also, the antiproliferative properties of <i>C. cancellatus</i> against MDA-MB-231 and MCF-7 cancer cells were examined by MTT, dual acridine orange/ethidium bromide test, Annexin V-FITC/PI, and zymography. The GC-MS and LC-MS untargeted metabolomics data analysis of the extract indicated the presence of cytotoxic agents including safranal, crocin, picrocrocin, and crocetin in the stigma ethanol extract of <i>C. cancellatus</i>. Biological tests showed that the viability of MDA-MB-231 and MCF-7 cancer cells is decreased following <i>C. cancellatus</i> treatment in a time- and dose-dependent way in both monolayer and 3D cell cultures. The MCF-7 cell spheroids had greater resistance to the cytotoxic activity of the extract in 3D cell culture than the MDA-MB-231 cell spheroids. The morphological changes of the cells treated with <i>C. cancellatus</i> stigmas extract were indicative of apoptosis. Zymography analysis revealed a similar trend of matrix metallopeptidase-2 (MMP-2) and matrix metallopeptidase-9 (MMP-9) activity in the treated cells with <i>C. cancellatus</i> extract in comparison with doxorubicin treatment as a positive control. The findings of this research indicate that the ethanolic extract of <i>C. cancellatus</i> stigmas was a good source of bioactive metabolites with anticancer activity."], "CopyrightInformation": "Copyright © 2022 Raheleh Shakeri et al."}, "AuthorList": [{"Identifier": ["0000-0002-1048-1472"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Science and Biotechnology, Faculty of Science, University of Kurdistan, Sanandaj, Iran."}], "LastName": "Shakeri", "ForeName": "Raheleh", "Initials": "R"}, {"Identifier": ["0000-0003-3119-7873"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Science and Biotechnology, Faculty of Science, University of Kurdistan, Sanandaj, Iran."}], "LastName": "Savari", "ForeName": "Bahram", "Initials": "B"}, {"Identifier": ["0000-0001-8254-3153"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center of Excellence in Electrochemistry, Faculty of Chemistry, University of Tehran, Tehran 1417614418, Iran."}], "LastName": "Sheikholeslami", "ForeName": "Mahsa N", "Initials": "MN"}, {"Identifier": ["0000-0001-8280-9409"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Immunoregulation Research Center, Shahed University, Tehran, Iran."}], "LastName": "Radjabian", "ForeName": "Tayebeh", "Initials": "T"}, {"Identifier": ["0000-0001-8082-7697"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticultural Science and Engineering, Research Center of Medicinal Plants Breeding and Development, University of Kurdistan, Sanandaj, Iran."}], "LastName": "Khorshidi", "ForeName": "Jalal", "Initials": "J"}, {"Identifier": ["0000-0003-0950-3141"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Iranian Research Organization for Science and Technology, Tehran 13353-5111, Iran."}], "LastName": "Safavi", "ForeName": "Maliheh", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "The authors declare that they have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Noroozi J., Talebi A., Doostmohammadi M., Bagheri A. The Zagros Mountain Range, Plant Biogeography and Vegetation of High Mountains of Central and South-West Asia . New York, NY, USA: Springer International Publishing; 2020."}, {"Citation": "Bhandari P. R. Crocus sativus L. (saffron) for cancer chemoprevention: a mini review. Journal of Traditional and Complementary Medicine . 2015;5:81–87.", "ArticleIdList": ["PMC4488115", "26151016"]}, {"Citation": "Yaribeygi H., Zare V., Butler A. E., Barreto G. E., Sahebkar A. Antidiabetic potential of saffron and its active constituents. Journal of Cellular Physiology . 2019;234(6):8610–8617. doi: 10.1002/jcp.27843.", "ArticleIdList": ["10.1002/jcp.27843", "30515777"]}, {"Citation": "Ghaffari S., Roshanravan N. Saffron; an updated review on biological properties with special focus on cardiovascular effects. Biomedicine and Pharmacotherapy . 2019;109:21–27. doi: 10.1016/j.biopha.2018.10.031.", "ArticleIdList": ["10.1016/j.biopha.2018.10.031", "30391705"]}, {"Citation": "Colapietro A., Mancini A., D’Alessandro A. M., Festuccia C. Crocetin and crocin from saffron in cancer chemotherapy and chemoprevention. Anti-Cancer Agents in Medicinal Chemistry . 2019;19(1):38–47. doi: 10.2174/1871520619666181231112453.", "ArticleIdList": ["10.2174/1871520619666181231112453", "30599111"]}, {"Citation": "Bostan H. B., Mehri S., Hosseinzadeh H. Toxicology effects of saffron and its constituents: a review. Iranian Journal of Basic Medical Sciences . 2017;20(2):110–121. doi: 10.22038/ijbms.2017.8230.", "ArticleIdList": ["10.22038/ijbms.2017.8230", "PMC5339650", "28293386"]}, {"Citation": "Zhang Z., Wang C.-Z., Wen X.-D., Shoyama Y., Yuan C.-S. Role of saffron and its constituents on cancer chemoprevention. Pharmaceutical Biology . 2013;51(7):920–924. doi: 10.3109/13880209.2013.771190.", "ArticleIdList": ["10.3109/13880209.2013.771190", "PMC3971062", "23570520"]}, {"Citation": "Tauler R., Gorrochategui E., Jaumot J., Tauler R. A protocol for LC-MS metabolomic data processing using chemometric tools. 2015.  \n https://assets.researchsquare.com/files/nprot-4347/v1/1079230a-b4fb-4e45-9781-e3bbc616025e.pdf?c=1631825117\n."}, {"Citation": "Gorrochategui E., Jaumot J., Tauler R. ROIMCR: a powerful analysis strategy for LC-MS metabolomic datasets. BMC Bioinformatics . 2019;20:p. 256. doi: 10.1186/s12859-019-2848-8.", "ArticleIdList": ["10.1186/s12859-019-2848-8", "PMC6525397", "31101001"]}, {"Citation": "Sheikholeslami M. N., Gomez-Canela C., Barron L. P., Barata C., Vosough M., Tauler R. Untargeted metabolomics changes on gammarus pulex induced by propranolol, triclosan, and nimesulide pharmaceutical drugs. Chemosphere . 2020;260 doi: 10.1016/j.chemosphere.2020.127479.127479", "ArticleIdList": ["10.1016/j.chemosphere.2020.127479", "32758777"]}, {"Citation": "Bedia C., Tauler R., Jaumot J. Compression strategies for the chemometric analysis of mass spectrometry imaging data. Journal of Chemometrics . 2016;30(10):575–588. doi: 10.1002/cem.2821.", "ArticleIdList": ["10.1002/cem.2821"]}, {"Citation": "Tauler R. Multivariate curve resolution applied to second order data. Chemometrics and Intelligent Laboratory Systems . 1995;30(1):133–146. doi: 10.1016/0169-7439(95)00047-x.", "ArticleIdList": ["10.1016/0169-7439(95)00047-x"]}, {"Citation": "de Juan A., Jaumot J., Tauler R. Multivariate curve resolution (MCR). Solving the mixture analysis problem. Analytical Methods . 2014;6(14):4964–4976. doi: 10.1039/c4ay00571f.", "ArticleIdList": ["10.1039/c4ay00571f"]}, {"Citation": "Jaumot J., de Juan A., Tauler R. MCR-ALS gui 2.0: new features and applications. Chemometrics and Intelligent Laboratory Systems . 2015;140:1–12. doi: 10.1016/j.chemolab.2014.10.003.", "ArticleIdList": ["10.1016/j.chemolab.2014.10.003"]}, {"Citation": "Pere-Trepat E., Lacorte S., Tauler R. Solving liquid chromatography mass spectrometry coelution problems in the analysis of environmental samples by multivariate curve resolution. Journal of Chromatography A . 2005;1096(1-2):111–122. doi: 10.1016/j.chroma.2005.04.089.", "ArticleIdList": ["10.1016/j.chroma.2005.04.089", "16301074"]}, {"Citation": "Gomez-Canela C., Prats E., Tauler R., Raldua D. Analysis of neurobehavioural data by chemometric methods in ecotoxicological studies. Ecotoxicology and Environmental Safety . 2017;145:583–590. doi: 10.1016/j.ecoenv.2017.08.013.", "ArticleIdList": ["10.1016/j.ecoenv.2017.08.013", "28802139"]}, {"Citation": "Azmir J., Zaidul I., Rahman M., et al. Techniques for extraction of bioactive compounds from plant materials: a review. Journal of Food Engineering . 2013;117(4):426–436. doi: 10.1016/j.jfoodeng.2013.01.014.", "ArticleIdList": ["10.1016/j.jfoodeng.2013.01.014"]}, {"Citation": "Gorrochategui E., Jaumot J., Lacorte S., Tauler R. Data analysis strategies for targeted and untargeted LC-MS metabolomic studies: overview and workflow. TrAC, Trends in Analytical Chemistry . 2016;82:425–442. doi: 10.1016/j.trac.2016.07.004.", "ArticleIdList": ["10.1016/j.trac.2016.07.004"]}, {"Citation": "Sheikholeslami M. N., Vosough M., Esfahani H. M. On the performance of multivariate curve resolution to resolve highly complex liquid chromatography–full scan mass spectrometry data for quantification of selected immunosuppressants in blood and water samples. Microchemical Journal . 2020;152 doi: 10.1016/j.microc.2019.104298.104298", "ArticleIdList": ["10.1016/j.microc.2019.104298"]}, {"Citation": "Van Meerloo J., Kaspers G. J., Cloos J. Cancer Cell Culture . Totowa, NJ, USA: Humana Press; 2011. Cell sensitivity assays: the MTT assay.", "ArticleIdList": ["21516412"]}, {"Citation": "Smith S. M., Ribble D., Goldstein N. B., Norris D. A., Shellman Y. G. A simple technique for quantifying apoptosis in 96-well plates. Methods in Cell Biology . 2012;112:361–368.", "ArticleIdList": ["PMC1142306", "15885144"]}, {"Citation": "Toth M., Sohail A., Fridman R. Metastasis Research Protocols . Totowa, NJ, USA: Humana Press; 2012. Assessment of gelatinases (MMP-2 and MMP-9) by gelatin zymography.", "ArticleIdList": ["22674130"]}, {"Citation": "Kruger N. J. The Protein Protocols Handbook . Totowa, NJ, USA: Humana Press; 2009. The bradford method for protein quantitation."}, {"Citation": "Tseng H., Gage J. A., Shen T., et al. A spheroid toxicity assay using magnetic 3D bioprinting and real-time mobile device-based imaging. Scientific Reports . 2015;5 doi: 10.1038/srep13987.13987", "ArticleIdList": ["10.1038/srep13987", "PMC4568483", "26365200"]}, {"Citation": "Mathur S., Hoskins C. Drug development: lessons from nature. Biomedical Reports . 2017;6:612–614. doi: 10.3892/br.2017.909.", "ArticleIdList": ["10.3892/br.2017.909", "PMC5449954", "28584631"]}, {"Citation": "Ahmadi F., Mansory F., Maroofi H., Karimi K. Study of flora, life form and chorotypes of the forest area of West Kurdistan (Iran) Bulletin of Environment, Pharmacology and Life Sciences . 2013;2:11–18."}, {"Citation": "Koulakiotis N. S., Pittenauer E., Halabalaki M., Tsarbopoulos A., Allmaier G. Comparison of different tandem mass spectrometric techniques (ESI-IT, ESI-and IP-MALDI-QRTOF and vMALDI-TOF/RTOF) for the analysis of crocins and picrocrocin from the stigmas of Crocus sativus L. Rapid Communications in Mass Spectrometry . 2012;26(6):670–678. doi: 10.1002/rcm.6142.", "ArticleIdList": ["10.1002/rcm.6142", "22328221"]}, {"Citation": "Tarantilis P. A., Tsoupras G., Polissiou M. Determination of saffron (Crocus sativus L.) components in crude plant extract using high-performance liquid chromatography-UV-visible photodiode-array detection-mass spectrometry. Journal of Chromatography A . 1995;699(1-2):107–118. doi: 10.1016/0021-9673(95)00044-n.", "ArticleIdList": ["10.1016/0021-9673(95)00044-n", "7757208"]}, {"Citation": "Zarghami N., Heinz D. Monoterpene aldehydes and isophorone-related compounds of saffron. Phytochemistry . 1971;10(11):2755–2761. doi: 10.1016/s0031-9422(00)97275-3.", "ArticleIdList": ["10.1016/s0031-9422(00)97275-3"]}, {"Citation": "Vignolini P., Heimler D., Pinelli P., Ieri F., Sciullo A., Romani A. Characterization of by-products of saffron (Crocus sativus L.) production. Natural Product Communications . 2008;3(12) doi: 10.1177/1934578x0800301203.", "ArticleIdList": ["10.1177/1934578x0800301203"]}, {"Citation": "Loizzo M. R., Marrelli M., Pugliese A., et al. Crocus cancellatus subsp. Damascenus stigmas: chemical profile, and inhibition of α-amylase, α-glucosidase and lipase, key enzymes related to type 2 diabetes and obesity. Journal of Enzyme Inhibition and Medicinal Chemistry . 2016;31:212–218. doi: 10.3109/14756366.2015.1016510.", "ArticleIdList": ["10.3109/14756366.2015.1016510", "25792502"]}, {"Citation": "Butnariu M., Quispe C., Herrera-Bravo J., et al. The pharmacological activities of Crocus sativus L.: a review based on the mechanisms and therapeutic opportunities of its phytoconstituents. Oxidative Medicine and Cellular Longevity . 2022;2022:29. doi: 10.1155/2022/8214821.8214821", "ArticleIdList": ["10.1155/2022/8214821", "PMC8860555", "35198096"]}, {"Citation": "Nizamutdinova I. T., Lee G. W., Son K. H., et al. Tanshinone i effectively induces apoptosis in estrogen receptor-positive (MCF-7) and estrogen receptor-negative (MDA-MB-231) breast cancer cells. International Journal of Oncology . 2008;33(3):485–491.", "ArticleIdList": ["18695877"]}, {"Citation": "Zanoni M., Piccinini F., Arienti C., et al. 3D tumor spheroid models for in vitro therapeutic screening: a systematic approach to enhance the biological relevance of data obtained. Scientific Reports . 2016;6 doi: 10.1038/srep19103.", "ArticleIdList": ["10.1038/srep19103", "PMC4707510", "26752500"]}, {"Citation": "Safarzadeh E., Shotorbani S., Baradaran B. Herbal medicine as inducers of apoptosis in cancer treatment. Advanced Pharmaceutical Bulletin . 2014;4(Suppl 1):421–427. doi: 10.5681/apb.2014.062.", "ArticleIdList": ["10.5681/apb.2014.062", "PMC4213780", "25364657"]}, {"Citation": "Shakeri R., Kheirollahi A., Davoodi J. Apaf-1: regulation and function in cell death. Biochimie . 2017;135:111–125. doi: 10.1016/j.biochi.2017.02.001.", "ArticleIdList": ["10.1016/j.biochi.2017.02.001", "28192157"]}, {"Citation": "Wu X., Liu P.-c., Liu R., Wu X. Dual AO/EB staining to detect apoptosis in osteosarcoma cells compared with flow cytometry. Medical Science Monitor Basic Research . 2015;21:15–20. doi: 10.12659/msmbr.893327.", "ArticleIdList": ["10.12659/msmbr.893327", "PMC4332266", "25664686"]}, {"Citation": "Brauchle E., Thude S., Brucker S. Y., Schenke-Layland K. Cell death stages in single apoptotic and necrotic cells monitored by raman microspectroscopy. Scientific Reports . 2014;4:p. 4698. doi: 10.1038/srep04698.", "ArticleIdList": ["10.1038/srep04698", "PMC3986703", "24732136"]}, {"Citation": "Konjević G., Stanković S. Matrix metalloproteinases in the process of invasion and metastasis of breast cancer. Archive of Oncology . 2006;14(3-4):136–140. doi: 10.2298/aoo0604136k.", "ArticleIdList": ["10.2298/aoo0604136k"]}, {"Citation": "Roy R., Yang J., Moses M. A. Matrix metalloproteinases as novel biomarkers and potential therapeutic targets in human cancer. Journal of Clinical Oncology . 2009;27(31):5287–5297. doi: 10.1200/jco.2009.23.5556.", "ArticleIdList": ["10.1200/jco.2009.23.5556", "PMC2773480", "19738110"]}, {"Citation": "Egeblad M., Werb Z. New functions for the matrix metalloproteinases in cancer progression. Nature Reviews Cancer . 2002;2(3):161–174. doi: 10.1038/nrc745.", "ArticleIdList": ["10.1038/nrc745", "11990853"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "10", "Day": "11"}, {"Year": "2022", "Month": "6", "Day": "1"}, {"Year": "2022", "Month": "6", "Day": "24"}, {"Year": "2022", "Month": "8", "Day": "26", "Hour": "2", "Minute": "16"}, {"Year": "2022", "Month": "8", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "27", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "8", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["36016682", "PMC9398734", "10.1155/2022/3861783"]}}], "PubmedBookArticle": []}