{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["ethnobotany", "folk medicine", "traditional knowledge", "traditional medicine"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36015397", "DateRevised": {"Year": "2022", "Month": "08", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "08", "Day": "11"}], "Language": ["eng"], "ELocationID": ["2093", "10.3390/plants11162093"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "11", "Issue": "16", "PubDate": {"Year": "2022", "Month": "Aug", "Day": "11"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Traditional Uses of Medicinal Plants in South-Western Part of Lithuania.", "Abstract": {"AbstractText": ["Changes in people's dependence on the resources of the immediate natural environment and in the ways in which information is transmitted may result in the loss of some of the traditional knowledge of plants and their uses. In order to investigate and preserve this knowledge, a comprehensive ethnobotanical study was carried out in a little-studied ethnographic region. Knowledge about the plants used for treatment was collected through open-ended and semi-structured interviews in villages and small rural settlements in southwestern Lithuania. In total, 30 informants reported 103 plant and 1 lichen species. Although the survey was carried out in a small area, up to five local names per species were recorded. The most frequently used species were <i>Matricaria chamomilla</i>, <i>Tilia cordata</i>, <i>Artemisia absinthium</i> and <i>Plantago major</i>. The largest number of plant species was used to treat digestive and respiratory system disorders. Wild plants were mentioned in 71.0% of all use reports, while a relatively higher proportion of cultivated plants was recorded among the new uses. Decoction and infusion were the most commonly used, while some unusual preparations have been recorded in past uses. Research showed that the diversity of plant species used for healing has declined over the last 20 years and that part of traditional ethnobotanical knowledge is disappearing."]}, "AuthorList": [{"Identifier": ["0000-0001-5620-5775"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Economic Botany, Nature Research Center, Akademijos Str. 2, 08412 Vilnius, Lithuania."}], "LastName": "Karpavičienė", "ForeName": "Birutė", "Initials": "B"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The author declares no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "UNESCO . Universal Declaration on Cultural Diversity, In Proceedings of the 31st Session of the UNESCO General Conference, Paris, France, 15 October–3 November 2001. UNESCO; Paris, France: 2002."}, {"Citation": "Pardo-de-Santayana M., Quave C.L., Sõukand R., Pieroni A. Medical ethnobotany and ethnopharmacology of Europe. In: Heinrich M., Jäger A.K., editors. Ethnopharmacology. John Wiley & Sons Ltd.; Hoboken, NJ, USA: 2015. pp. 343–356."}, {"Citation": "Popović Z., Matić R., Bojović S., Stefanović M., Vidaković V. Ethnobotany and herbal medicine in modern complementary and alternative medicine: An overview of publications in the field of I&C medicine 2001–2013. J. Ethnopharmacol. 2016;181:182–192.", "ArticleIdList": ["26807912"]}, {"Citation": "Petkevičiūtė Ž., Mekas T.A. The prospects of ethnopharmaceutical-botanical research in Lithuania. Med. Teor. Prakt. 2011;17:77–82."}, {"Citation": "Thomas E., Vandebroek I., Van Damme P., Goetghebeur P., Douterlungne D., Sanca S., Arrazola S. The relation between accessibility, diversity and indigenous valuation of vegetation in the Bolivian Andes. J. Arid. Environ. 2009;73:854–861. doi: 10.1016/j.jaridenv.2009.03.010.", "ArticleIdList": ["10.1016/j.jaridenv.2009.03.010"]}, {"Citation": "Gudžinskas Z. Lietuvos Induočiai Augalai. Institute of Botany Publishing House; Vilnius, Lithuania: 1999. (In Lithuanian)"}, {"Citation": "Naumavičius V.  Ph.D. Thesis. The Vilnius University; Vilnius, Lithuania: 2013.  [(accessed on 1 March 2022)]. Lietuvos Savaiminių Vaistinių Induočių Augalų Rūšių Biomedicininių Ir Ekologinių Duomenų Integrali Sisteminė Analizė [Integral Systemic Analysis of Biomedical and Ecological Data on Native Lithuanian Vascular Medicinal Plant Species] Available online:  https://epublications.vu.lt›object›elaba:2102757. (In Lithuanian)"}, {"Citation": "Cordero S., Gálvez F., Arenas J., Rodríguez Valenzuela E. Does access to natural environments explain differences in the use of wild plants between rural and urban populations? Bot. Sci. 2020;99:104–123. doi: 10.17129/botsci.2622.", "ArticleIdList": ["10.17129/botsci.2622"]}, {"Citation": "Sõukand R., Kalle R. Change in medical plant use in Estonian ethnomedicine: A historical comparison between 1888 and 1994. J. Ethnopharmacol. 2011;135:251–260. doi: 10.1016/j.jep.2011.02.030.", "ArticleIdList": ["10.1016/j.jep.2011.02.030", "21376110"]}, {"Citation": "Hanazaki N., Herbst D.F., Marques M.S., Vandebroek I. Evidence of the shifting baseline syndrome in ethnobotanical research. J. Ethnobiol. Ethnomedicine. 2013;9:75. doi: 10.1186/1746-4269-9-75.", "ArticleIdList": ["10.1186/1746-4269-9-75", "PMC3842669", "24229063"]}, {"Citation": "Ekor M. The growing use of herbal medicines: Issues relating to adverse reactions and challenges in monitoring safety. Front. Pharmacol. 2014;4:177. doi: 10.3389/fphar.2013.00177.", "ArticleIdList": ["10.3389/fphar.2013.00177", "PMC3887317", "24454289"]}, {"Citation": "Sánchez M., González-Burgos E., Iglesias I., Lozano R., Pilar Gómez-Serranillos M. Current uses and knowledge of medicinal plants in the Autonomous Community of Madrid (Spain): A descriptive cross-sectional study. BMC Complementary Med. Ther. 2020;20:306. doi: 10.1186/s12906-020-03089-x.", "ArticleIdList": ["10.1186/s12906-020-03089-x", "PMC7557077", "33054740"]}, {"Citation": "Leonti M. The future is written: Impact of scripts on the cognition, selection, knowledge and transmission of medicinal plant use and its implications for ethnobotany and ethnopharmacology. J. Ethnopharmacol. 2011;134:542–555. doi: 10.1016/j.jep.2011.01.017.", "ArticleIdList": ["10.1016/j.jep.2011.01.017", "21255636"]}, {"Citation": "Quave C.L., Pardo-de-Santayana M., Pieroni A. Medical ethnobotany in Europe: From field ethnography to a more culturally sensitive evidence-based CAM? Evid. Based Complementary Altern. Med. 2012;2012:156846. doi: 10.1155/2012/156846.", "ArticleIdList": ["10.1155/2012/156846", "PMC3413992", "22899952"]}, {"Citation": "Sõukand R., Kalle R., Pieroni A. Homogenisation of biocultural diversity: Plant ethnomedicine and its diachronic change in Setomaa and Võromaa, Estonia, in the last century. Biology. 2022;11:192. doi: 10.3390/biology11020192.", "ArticleIdList": ["10.3390/biology11020192", "PMC8869586", "35205061"]}, {"Citation": "Łuczaj Ł.J. Plant identification credibility in ethnobotany: A closer look at Polish ethnographic studies. J. Ethnobiol. Ethnomedicine. 2010;6:36. doi: 10.1186/1746-4269-6-36.", "ArticleIdList": ["10.1186/1746-4269-6-36", "PMC3022638", "21167056"]}, {"Citation": "Raila A., Lugauskas A., Kemzūraitė A., Zvicevičius E., Ragažinskienė O., Railienė M. Different drying technologies and alternation of mycobiots in the raw material of Hyssopus officinalis L. Ann. Agric. Environ. Med. 2009;16:93–101.", "ArticleIdList": ["19630202"]}, {"Citation": "Šavikin K., Zdunić G., Menković N., Živković J., Ćujić N., Tereščenko M., Bigović D. Ethnobotanical study on traditional use of medicinal plants in South- Western Serbia, Zlatibor district. J. Ethnopharm. 2013;146:803–810. doi: 10.1016/j.jep.2013.02.006.", "ArticleIdList": ["10.1016/j.jep.2013.02.006", "23422337"]}, {"Citation": "Hajjaj G., Bounihi A., Tajani M., Cherrah Y., Zellou A. Anti-inflammatory evaluation of aqueous extract of Matricaria chamomilla L. (Asteraceae) in experimental animal models from Morocco. World J. Pharm. Res. 2013;2:1218–1228."}, {"Citation": "Petrakou K., Iatrou G., Lamari F.N. Ethnopharmacological survey of medicinal plants traded in herbal markets in the Peloponnisos, Greece. J. Herb. Med. 2019;19:100305. doi: 10.1016/j.hermed.2019.100305.", "ArticleIdList": ["10.1016/j.hermed.2019.100305"]}, {"Citation": "Marzell H. Zur Geschichte des Frauenblattes (Crysanthemum balsamita L.) Centaurus. 1951;11:235–241.", "ArticleIdList": ["14859289"]}, {"Citation": "Ghirardini M.P., Carli M., Del Vecchio N., Rovati A., Cova O., Valigi F., Agnetti G., Macconi M., Adamo D., Traina M., et al. The importance of a taste. A comparative study on wild food plant consumption in twenty-one local communities in Italy. J. Ethnobiol. Ethnomed. 2007;3:22. doi: 10.1186/1746-4269-3-22.", "ArticleIdList": ["10.1186/1746-4269-3-22", "PMC1877798", "17480214"]}, {"Citation": "Mattalia G., Sõukand R., Corvo P., Pieroni A. Dissymmetry at the border: Wild food and medicinal ethnobotany of Slovenes and Friulians in NE Italy. Econ. Bot. 2020;74:1–14. doi: 10.1007/s12231-020-09488-y.", "ArticleIdList": ["10.1007/s12231-020-09488-y"]}, {"Citation": "Lumpert M., Kreft S. Folk use of medicinal plants in Karst and Gorjanci, Slovenia. J. Ethnobiol. Ethnomed. 2017;13:16. doi: 10.1186/s13002-017-0144-0.", "ArticleIdList": ["10.1186/s13002-017-0144-0", "PMC5324297", "28231793"]}, {"Citation": "Beliauskaitė E.  Master’s Thesis. The Lithuanian University of Health Sciences; Kaunas, Lithuania: 2016.  [(accessed on 3 March 2022)]. Lietuvos Sentikių Bendruomenės Liaudies Medicinoje Vartojamų Vaistinių Medžiagų Etnofarmacinis Tyrimas [Ethno—Pharmaceutical Research of Medicinal Substances Used in Folk Medicine by the Community of Old Believers in Lithuania] Available online:  https://hdl.handle.net/20.500.12512/100275. (In Lithuanian with Summary in English)"}, {"Citation": "Ratkevičiūtė K.  Master’s Thesis. The Lithuanian University of Health Sciences; Kaunas, Lithuania: 2018.  [(accessed on 3 March 2022)]. Kaišiadorių Rajono Etnofarmacinis Tyrimas [The Ethnopharmaceutical Survey of Kaišiadorys District] Available online:  https://hdl.handle.net/20.500.12512/100800. (In Lithuanian with Summary in English)"}, {"Citation": "Ivaškevičienė M.  Master’s Thesis. The Lithuanian University of Health Sciences; Kaunas, Lithuania: 2021.  [(accessed on 14 April 2022)]. Kaišiadorių Apylinkėse Tautinėje Vaistininkystėje Vartojamų (Vartotų) Augalų Etnofarmacinis Tyrimas [The Ethnopharmaceutical Survey of Plants Used as Ethnomedicine in Kaišiadorys District] Available online:  https://publications.lsmuni.lt/object/elaba:2209561/ (In Lithuanian with Summary in English)"}, {"Citation": "Genelytė A. Liaudiški Augalų Pavadinimai, Siejami Su Augalo Gydomosiomis Savybėmis [Folk Names for Plants Associated with the Plant’s Healing Properties] Acta Linguist. Lith. 2004;50:11–24. (In Lithuanian)"}, {"Citation": "Sile I., Romane E., Reinsone S., Maurina B., Tirzite D., Dambrova M. Medicinal plants and their uses recorded in the Archives of Latvian Folklore from the 19th century. J. Ethnopharmacol. 2020;249:112378. doi: 10.1016/j.jep.2019.112378.", "ArticleIdList": ["10.1016/j.jep.2019.112378", "31707047"]}, {"Citation": "Sõukand R., Raal A. How the name Arnica was borrowed into Estonian. Trames. 2008;12:29–39. doi: 10.3176/tr.2008.1.02.", "ArticleIdList": ["10.3176/tr.2008.1.02"]}, {"Citation": "Pennacchio M., Jefferson L., Havens K. Uses and Abuses of Plant-Derived Smoke: Its Ethnobotany as Hallucinogen, Perfume, Incense, and Medicine. Oxford University Press; Oxford, UK: 2010."}, {"Citation": "Petkevičius R.  Master’s Thesis. Vytautas Magnus Iniversity; Kaunas, Lithuania: 2011.  [(accessed on 14 April 2022)]. Nervinių Sutrikimų Gydymas Tradicinėmis Priemonėmis XX–XXI a. pr. Aukštaitijoje Ir Dzūkijoje [Traditional Healing of Nervous Disorders in XX–XXI c. Aukštaitija and Dzūkija] Available online:  https://portalcris.vdu.lt/server/api/core/bitstreams/0207ceb7-55ea-4bdf-b1df-75a486508da6/content. (In Lithuanian with Summary in English)"}, {"Citation": "Committee on Herbal Medicinal Products (HMPC)  Final Community Herbal Monograph on Filipendula ulmaria (L.) Maxim., Herba. EMA/HMPC/434881/2010, 2011.  [(accessed on 14 April 2022)].  Available online:  https://www.ema.europa.eu/en/documents/herbal-monograph/final-community-herbal-monograph-filipendula-ulmaria-l-maxim-herba-first-version_en.pdf."}, {"Citation": "Ščerba E.  Master’s Thesis. The Lithuanian University of Health Sciences; Kaunas, Lithuania: 2014.  [(accessed on 6 April 2022)]. Natūraliųjų Vaistingųjų Medžiagų, Vartotų Alytaus Rajono Daugų Apylinkėse 2013 Metais, Etnofarmacinis Tyrimas [Ethnopharmaceutical Survey of Natural Medicinal Substances Used in Alytus Region, Daugai Vicinity in 2013] Available online:  https://hdl.handle.net/20.500.12512/100483. (In Lithuanian with Summary in English)"}, {"Citation": "Los K.  Master’s Thesis. The Lithuanian University of Health Sciences; Kaunas, Lithuania: 2018.  [(accessed on 6 April 2022)]. Natūraliųjų Vaistingųjų Medžiagų, Naudotų Vilniaus Krašte 2016–2017 Metais, Etnofarmacinis Tyrimas [Ethnopharmaceutical Study of Natural Medicinal Substances Used in Vilnius Region in 2016–2017] Available online:  https://hdl.handle.net/20.500.12512/100791. (In Lithuanian with Summary in English)"}, {"Citation": "Committee on Herbal Medicinal Products (HMPC)  European Union Herbal Monograph on Sambucus nigra L., Flos. EMA/HMPC/611512/2016, 2018.  [(accessed on 14 April 2022)].  Available online:  https://www.ema.europa.eu/en/documents/herbal-monograph/draft-community-herbal-monograph-sambucus-nigra-l-flos_en.pdf."}, {"Citation": "Pratašienė K., Kulbokas G., Marozas V. Distribution, composition and structure of forest communities with non-native Sambucus species in Lithuania. Mediterr. Bot. 2019;40:121–132. doi: 10.5209/MBOT.62890.", "ArticleIdList": ["10.5209/MBOT.62890"]}, {"Citation": "Aleknavičienė A.  Master’s Thesis. The Lithuanian University of Health Sciences; Kaunas, Lithuania: 2018.  [(accessed on 7 April 2022)]. Mažosios Lietuvos etnografiniame Regione Vartojamų Natūralių Vaistingųjų Medžiagų Etnofarmacinis Tyrimas [Ethno-Pharmacological Study of Natural Medicinal Substances Used in the Ethnographic Region of Lithuania Minor] Available online:  https://hdl.handle.net/20.500.12512/100709. (In Lithuanian with Summary in English)"}, {"Citation": "Olas B., Różański W., Urbańska K., Bryś M. Plants used in Podkarpackie voivodeship (Poland) to treat urinary diseases. Res. Sq. 2021. in preprint ."}, {"Citation": "Zenderland J., Hart R., Bussmann R.W., Zambrana N.Y., Sikharulidze S., Kikvidze Z., Kikodze D., Tchelidze D., Khutsishvili M., Batsatsashvili K. The use of “Use Value”: Quantifying importance in ethnobotany. Econ. Bot. 2019;73:293–303. doi: 10.1007/s12231-019-09480-1.", "ArticleIdList": ["10.1007/s12231-019-09480-1"]}, {"Citation": "Mander Ü., Kuuba R. Changing landscapes in Northeastern Europe based on examples from the Baltic countries. In: Jongman R.H.G., editor. The New Dimensions of the European Landscape. Springer; Dordrecht, The Netherlands: 2004. pp. 123–134."}, {"Citation": "Zybertienė E. Lietuvos vokiečiai lietuvių etninės kultūros erdvėje [Lithuania’s german people in space of Lithuanian ethnoculture] Tiltai. 2006;3:121–137. (In Lithuanian with Summary in English)"}, {"Citation": "Gribauskaitė V. Moterų veiklos specifika liaudies medicinoje: Rytų Lietuva ir Vakarų Baltarusija [Specific character of feminine activities in the field of folk medicine: East Lithuania and West Belarus] Liaudies Kultūra. 2006;3:28–32. (In Lithuanian with Summary in English)"}, {"Citation": "Tilvikas J. Lietuvininkų gydymosi nuostatos XX a. pirmojoje pusėje [Attitudes of the inhabitants of the Lithuania Minor towards the medical treatment in the first half of the 20th century] Tautos. Darb. 2016;52:167–188. (In Lithuanian with Summary in English)"}, {"Citation": "Gukauskienė L., Juknyte K. Lithuanian population attitude to herbal medicine. Int. J. Pharm. Biol. Sci. 2019;9:146–150."}, {"Citation": "Plants of the World Online.  [(accessed on 1 April 2022)].  Available online:  https://powo.science.kew.org/"}, {"Citation": "Simanova A., Pruse B., Kalle R., Kochalski S., Prakofjewa J., Mežaka I., Pieroni A., Krūzkopa S., Holsta I., Sõukand R. Medicinal plant use at the beginning of the 21st century among the religious minority in Latgale Region, Latvia. Ethnobot. Res. Appl. 2020;20:1–31. doi: 10.32859/era.20.21.1-31.", "ArticleIdList": ["10.32859/era.20.21.1-31"]}, {"Citation": "Cook F.E.M. Economic Botany Data Collection Standard. Prepared for the International Working Group on Taxonomic Databases for Plant Sciences. Royal Botanic Gardens; Kew, UK: 1995."}, {"Citation": "Pirker H., Haselmair R., Kuhn E., Schunko C., Vogl C.R. Transformation of traditional knowledge of medicinal plants: The case of Tyroleans (Austria) who migrated to Australia, Brazil and Peru. J. Ethnobiol. Ethnomed. 2012;8:44. doi: 10.1186/1746-4269-8-44.", "ArticleIdList": ["10.1186/1746-4269-8-44", "PMC3539874", "23157876"]}, {"Citation": "Heinrich M., Ankli A., Frei B., Weimann C., Sticher O. Medicinal plants in Mexico: Healers’ consensus and cultural importance. Soc. Sci. Med. 1998;47:1859–1871. doi: 10.1016/S0277-9536(98)00181-6.", "ArticleIdList": ["10.1016/S0277-9536(98)00181-6", "9877354"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "7", "Day": "20"}, {"Year": "2022", "Month": "8", "Day": "8"}, {"Year": "2022", "Month": "8", "Day": "8"}, {"Year": "2022", "Month": "8", "Day": "26", "Hour": "1", "Minute": "43"}, {"Year": "2022", "Month": "8", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "27", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "8", "Day": "11"}], "PublicationStatus": "epublish", "ArticleIdList": ["36015397", "PMC9413674", "10.3390/plants11162093", "plants11162093"]}}], "PubmedBookArticle": []}