{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Salvia officinalis", "anti-inflammatory effects", "antidiabetic activity", "essential oils", "phenological stages"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36014393", "DateCompleted": {"Year": "2022", "Month": "08", "Day": "29"}, "DateRevised": {"Year": "2022", "Month": "08", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "08", "Day": "12"}], "Language": ["eng"], "ELocationID": ["5157", "10.3390/molecules27165157"], "Journal": {"ISSN": "1420-3049", "JournalIssue": {"Volume": "27", "Issue": "16", "PubDate": {"Year": "2022", "Month": "Aug", "Day": "12"}}, "Title": "Molecules (Basel, Switzerland)", "ISOAbbreviation": "Molecules"}, "ArticleTitle": "Chemical Analysis and Investigation of Biological Effects of <i>Salvia officinalis</i> Essential Oils at Three Phenological Stages.", "Abstract": {"AbstractText": ["<i>Salvia officinalis</i> is a medicinal plant used to treat some diseases, including microbial infections and diabetes. Different studies showed the biological and pharmacological properties of this species. The aim of this study was the determination of the chemical compounds of <i>S. officinalis</i> essential oils and the investigation of their antimicrobial, antioxidant, antidiabetic, and anti-inflammatory properties. The chemical compounds of <i>S. officinalis</i> were determined by GC-MS analysis. The antioxidant activity was assessed by DPPH, ABTS, H<sub>2</sub>O<sub>2</sub>, and FRAP assays. The in vitro antidiabetic effect was evaluated by the inhibition of α-amylase, α-glucosidase, and lipase activities, and the anti-inflammatory effect was evaluated using the 5-lipoxygenase assay. Moreover, antibacterial activity was assessed against six bacterial strains using agar well diffusion assay and microdilution method. The main compounds in essential oils of <i>S. officinalis</i> at three phenological stages were naphthalenone, camphor, 1.8-cineole, and α-thujone. The full flowering stage essential oil showed the best antioxidant activity with different IC<sub>50</sub> values according to the used tests. This oil also exhibited important inhibitory effects at the full flowering stage against α-amylase (IC<sub>50</sub> = 69.23 ± 0.1 μg/mL), α-glucosidase (IC<sub>50</sub> = 22.24 ± 0.07 μg/mL), and lipase (IC<sub>50</sub> = 37.3 ± 0.03 μg/mL). The 5-lipoxygenase inhibitory effect was the best at the full flowering stage (IC<sub>50</sub> = 9.24 ± 0.03 μg/mL). The results of the antibacterial evaluation revealed that, at three seasonal periods, <i>S. officinalis</i> essential oil demonstrated strong antibacterial activity. Although the full flowering stage had the best antibacterial activity, there were no significant differences between the three stages. Additionally, the essential oils showed bactericidal effects on <i>Listeria monocytogenes</i>, <i>Staphylococcus aureus</i>, <i>Bacillus subtilis</i>, <i>Proteus mirabilis</i>, <i>Escherichia coli</i>, and <i>Salmonella typhimurium</i>, respectively. The findings of this work showed remarkably that <i>S. officinalis</i> synthesizes essential oils according to different developmental stages. Moreover, it has exhibited interesting biological and pharmacological properties justifying its medicinal effects and suggesting it as a very important source of natural drugs."]}, "AuthorList": [{"Identifier": ["0000-0001-5563-9491"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Laboratory Medicine, Faculty of Applied Medical Sciences, Umm Al-Qura University, Makkah 21955, Saudi Arabia."}], "LastName": "Assaggaf", "ForeName": "Hamza M", "Initials": "HM"}, {"Identifier": ["0000-0002-8145-2572"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Pharmacology and Toxicology, Bio Pharmaceutical and Toxicological Analysis Research Team, Faculty of Medicine and Pharmacy, Mohammed V University in Rabat, Rabat 10100, Morocco."}], "LastName": "Naceiri Mrabti", "ForeName": "Hanae", "Initials": "H"}, {"Identifier": ["0000-0002-3874-9434"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Laboratory Medicine, Faculty of Applied Medical Sciences, Umm Al-Qura University, Makkah 21955, Saudi Arabia."}], "LastName": "Rajab", "ForeName": "Bodour S", "Initials": "BS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Laboratory Medicine, Faculty of Applied Medical Sciences, Umm Al-Qura University, Makkah 21955, Saudi Arabia."}], "LastName": "Attar", "ForeName": "Ammar A", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Nutrition Department, Faculty of Applied Medical Sciences, Umm Al-Qura University, Makkah 24381, Saudi Arabia."}], "LastName": "Alyamani", "ForeName": "Reema A", "Initials": "RA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathology, Faculty of Medicine, Umm Al-Qura University, Makkah 21955, Saudi Arabia."}], "LastName": "Hamed", "ForeName": "Munerah", "Initials": "M"}, {"Identifier": ["0000-0002-0308-1155"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Histology, Embryology, and Cytogenetic, Faculty of Medicine and Pharmacy, Mohammed V University in Rabat, Rabat 10100, Morocco."}], "LastName": "El Omari", "ForeName": "Nasreddine", "Initials": "N"}, {"Identifier": ["0000-0002-4842-2056"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Pharmacology, National Agency of Medicinal and Aromatic Plants, Taouanate 34025, Morocco."}], "LastName": "El Menyiy", "ForeName": "Naoual", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant and Microbial Biotechnology Center-Moroccan Foundation for Advanced Science, Innovation and Research, Rabat 10100, Morocco."}], "LastName": "Hazzoumi", "ForeName": "Zakaria", "Initials": "Z"}, {"Identifier": ["0000-0001-5732-2818"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environment and Health Team, Polydisciplinary Faculty of Safi, Cadi Ayyad University, Safi 46000, Morocco."}], "LastName": "Benali", "ForeName": "Taoufiq", "Initials": "T"}, {"Identifier": ["0000-0003-3160-6008"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Sciences, Princess Nourah Bint Abdulrahman University, Riyadh 11671, Saudi Arabia."}], "LastName": "Al-Mijalli", "ForeName": "Samiah Hamad", "Initials": "SH"}, {"Identifier": ["0000-0001-6548-7823"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Science Faculty, Selcuk University, Konya 42130, Turkey."}], "LastName": "Zengin", "ForeName": "Gokhan", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Science, United Arab Emirates University, Al Ain 15551, United Arab Emirates."}], "LastName": "AlDhaheri", "ForeName": "Yusra", "Initials": "Y"}, {"Identifier": ["0000-0003-3004-5675"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Basic Medical Sciences, College of Medicine, QU Health, Qatar University, Doha 2713, Qatar."}], "LastName": "Eid", "ForeName": "Ali H", "Initials": "AH"}, {"Identifier": ["0000-0001-9317-1631"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Human Pathologies, Faculty of Sciences, Mohammed V University in Rabat, Rabat 10106, Morocco."}], "LastName": "Bouyahya", "ForeName": "Abdelhakim", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Molecules", "NlmUniqueID": "100964009", "ISSNLinking": "1420-3049"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Hypoglycemic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Oils"}, {"RegistryNumber": "BBX060AN9V", "NameOfSubstance": "Hydrogen Peroxide"}, {"RegistryNumber": "EC 1.13.11.34", "NameOfSubstance": "Arachidonate 5-Lipoxygenase"}, {"RegistryNumber": "EC 3.1.1.3", "NameOfSubstance": "Lipase"}, {"RegistryNumber": "EC 3.2.1.1", "NameOfSubstance": "alpha-Amylases"}, {"RegistryNumber": "EC 3.2.1.20", "NameOfSubstance": "alpha-Glucosidases"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Anti-Bacterial Agents"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Arachidonate 5-Lipoxygenase"}, {"QualifierName": [], "DescriptorName": "Escherichia coli"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Hydrogen Peroxide"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Hypoglycemic Agents"}, {"QualifierName": [], "DescriptorName": "Lipase"}, {"QualifierName": [], "DescriptorName": "Microbial Sensitivity Tests"}, {"QualifierName": ["chemistry"], "DescriptorName": "Oils, Volatile"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Oils"}, {"QualifierName": ["chemistry"], "DescriptorName": "Salvia officinalis"}, {"QualifierName": [], "DescriptorName": "alpha-Amylases"}, {"QualifierName": ["pharmacology"], "DescriptorName": "alpha-Glucosidases"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Khouchlaa A., Talbaoui A., El Idrissi A.E.Y., Bouyahya A., Ait Lahsen S., Kahouadji A., Tijane M. Determination of Phenol Content and Evaluation of In Vitro Litholytic Effects on Urolithiasis of Moroccan Zizyphus Lotus L. Extract. Phytothérapie. 2017;16:14–19. doi: 10.1007/s10298-017-1106-3.", "ArticleIdList": ["10.1007/s10298-017-1106-3"]}, {"Citation": "Bouyahya A., Chamkhi I., Benali T., Guaouguaou F.-E., Balahbib A., El Omari N., Taha D., Belmehdi O., Ghokhan Z., El Menyiy N. Traditional Use, Phytochemistry, Toxicology, and Pharmacology of Origanum Majorana L. J. Ethnopharmacol. 2021;265:113318. doi: 10.1016/j.jep.2020.113318.", "ArticleIdList": ["10.1016/j.jep.2020.113318", "32882360"]}, {"Citation": "Sharifi-Rad J., Dey A., Koirala N., Shaheen S., El Omari N., Salehi B., Goloshvili T., Cirone Silva N.C., Bouyahya A., Vitalini S. Cinnamomum Species: Bridging Phytochemistry Knowledge, Pharmacological Properties and Toxicological Safety for Health Benefits. Front. Pharmacol. 2021;12:600139. doi: 10.3389/fphar.2021.600139.", "ArticleIdList": ["10.3389/fphar.2021.600139", "PMC8144503", "34045956"]}, {"Citation": "Jahani R., Behzad S., Saffariha M., Tabrizi N.T., Faizi M. Sedative-Hypnotic, Anxiolytic and Possible Side Effects of Salvia Limbata CA Mey. Extracts and the Effects of Phenological Stage and Altitude on the Rosmarinic Acid Content. J. Ethnopharmacol. 2022;282:114630. doi: 10.1016/j.jep.2021.114630.", "ArticleIdList": ["10.1016/j.jep.2021.114630", "34517061"]}, {"Citation": "Farhat M.B., Landoulsi A., Chaouch-Hamada R., Sotomayor J.A., Jordán M.J. Characterization and Quantification of Phenolic Compounds and Antioxidant Properties of Salvia Species Growing in Different Habitats. Ind. Crops Prod. 2013;49:904–914. doi: 10.1016/j.indcrop.2013.06.047.", "ArticleIdList": ["10.1016/j.indcrop.2013.06.047"]}, {"Citation": "Loizzo M.R., Abouali M., Salehi P., Sonboli A., Kanani M., Menichini F., Tundis R. In Vitro Antioxidant and Antiproliferative Activities of Nine Salvia Species. Nat. Prod. Res. 2014;28:2278–2285. doi: 10.1080/14786419.2014.939086.", "ArticleIdList": ["10.1080/14786419.2014.939086", "25039830"]}, {"Citation": "Tundis R., Iacopetta D., Sinicropi M.S., Bonesi M., Leporini M., Passalacqua N.G., Ceramella J., Menichini F., Loizzo M.R. Assessment of Antioxidant, Antitumor and pro-Apoptotic Effects of Salvia Fruticosa Mill. Subsp. Thomasii (Lacaita) Brullo, Guglielmo, Pavone & Terrasi (Lamiaceae) Food Chem. Toxicol. 2017;106:155–164.", "ArticleIdList": ["28552787"]}, {"Citation": "Kolac U.K., Ustuner M.C., Tekin N., Ustuner D., Colak E., Entok E. The Anti-Inflammatory and Antioxidant Effects of Salvia Officinalis on Lipopolysaccharide-Induced Inflammation in Rats. J. Med. Food. 2017;20:1193–1200. doi: 10.1089/jmf.2017.0035.", "ArticleIdList": ["10.1089/jmf.2017.0035", "29131698"]}, {"Citation": "Özcan M., Tzakou O., Couladis M. Essential Oil Composition of Turkish Herbal Tea (Salvia Aucheri Bentham Var. Canescens Boiss. & Heldr.) . Flavour Fragr. J. 2003;18:325–327."}, {"Citation": "Lu Y., Foo L.Y. Polyphenolics of Salvia—A Review. Phytochemistry. 2002;59:117–140. doi: 10.1016/S0031-9422(01)00415-0.", "ArticleIdList": ["10.1016/S0031-9422(01)00415-0", "11809447"]}, {"Citation": "Wu Y.-B., Ni Z.-Y., Shi Q.-W., Dong M., Kiyota H., Gu Y.-C., Cong B. Constituents from Salvia Species and Their Biological Activities. Chem. Rev. 2012;112:5967–6026. doi: 10.1021/cr200058f.", "ArticleIdList": ["10.1021/cr200058f", "22967178"]}, {"Citation": "Rauter A.P., Dias C., Martins A., Branco I., Neng N.R., Nogueira J.M., Goulart M., Silva F.V., Justino J., Trevitt C. Non-Toxic Salvia Sclareoides Brot. Extracts as a Source of Functional Food Ingredients: Phenolic Profile, Antioxidant Activity and Prion Binding Properties. Food Chem. 2012;132:1930–1935. doi: 10.1016/j.foodchem.2011.12.028.", "ArticleIdList": ["10.1016/j.foodchem.2011.12.028"]}, {"Citation": "Kontogianni V.G., Tomic G., Nikolic I., Nerantzaki A.A., Sayyad N., Stosic-Grujicic S., Stojanovic I., Gerothanassis I.P., Tzakos A.G. Phytochemical Profile of Rosmarinus Officinalis and Salvia Officinalis Extracts and Correlation to Their Antioxidant and Anti-Proliferative Activity. Food Chem. 2013;136:120–129. doi: 10.1016/j.foodchem.2012.07.091.", "ArticleIdList": ["10.1016/j.foodchem.2012.07.091", "23017402"]}, {"Citation": "Khouchlaa A., Et-Touys A., Lakhdar F., Laasri F.E., El Idrissi A.E.Y., Zaakour F. Ethnomedicinal Use, Phytochemistry, Pharmacology, and Toxicology of Salvia Verbenaca L.: A Review. Biointerface Res. Appl. Chem. 2021;12:1437–1469."}, {"Citation": "El Baaboua A., El Maadoudi M., Bouyahya A., Belmehdi O., Kounnoun A., Zahli R., Abrini J. Evaluation of Antimicrobial Activity of Four Organic Acids Used in Chicks Feed to Control Salmonella Typhimurium: Suggestion of Amendment in the Search Standard. Int. J. Microbiol. 2018;2018:7352593. doi: 10.1155/2018/7352593.", "ArticleIdList": ["10.1155/2018/7352593", "PMC6188770", "30364137"]}, {"Citation": "Saffariha M., Azarnivand H., Zare Chahouki M.A., Tavili A., Nejad Ebrahimi S., Jahani R., Potter D. Changes in the Essential Oil Content and Composition of Salvia Limbata CA Mey at Different Growth Stages and Altitudes. Biomed. Chromatogr. 2021;35:e5127. doi: 10.1002/bmc.5127.", "ArticleIdList": ["10.1002/bmc.5127", "33786845"]}, {"Citation": "Farhat M.B., Jordán M.J., Chaouch-Hamada R., Landoulsi A., Sotomayor J.A. Phenophase Effects on Sage (Salvia officinalis L.) Yield and Composition of Essential Oil. J. Appl. Res. Med. Aromat. Plants. 2016;3:87–93. doi: 10.1016/j.jarmap.2016.02.001.", "ArticleIdList": ["10.1016/j.jarmap.2016.02.001"]}, {"Citation": "Hossein Mirjalili M., Salehi P., Sonboli A., Mohammadi Vala M. Essential Oil Variation of Salvia Officinalis Aerial Parts during Its Phenological Cycle. Chem. Nat. Compd. 2006;42:19–23. doi: 10.1007/s10600-006-0027-4.", "ArticleIdList": ["10.1007/s10600-006-0027-4"]}, {"Citation": "Miraj S., Kiani S. A Review Study of Therapeutic Effects of Salvia officinalis L. Pharm. Lett. 2016;8:299–303."}, {"Citation": "Grdiša M., Jug-Dujaković M., Lončarić M., Carović-Stanko K., Ninčević T., Liber Z., Radosavljević I., Šatović Z. Dalmatian Sage (Salvia officinalis L.): A Review of Biochemical Contents, Medical Properties and Genetic Diversity. Agric. Conspec. Sci. 2015;80:69–78."}, {"Citation": "Sharma Y., Fagan J., Schaefer J., Yashaswini Sharma C. Ethnobotany, Phytochemistry, Cultivation and Medicinal Properties of Garden Sage (Salvia officinalis L.) J. Pharmacogn. Phytochem. 2019;8:3139–3148."}, {"Citation": "Lopresti A.L. Salvia (Sage): A Review of Its Potential Cognitive-Enhancing and Protective Effects. Drugs RD. 2017;17:53–64. doi: 10.1007/s40268-016-0157-5.", "ArticleIdList": ["10.1007/s40268-016-0157-5", "PMC5318325", "27888449"]}, {"Citation": "Kamatou G.P., Makunga N.P., Ramogola W.P.N., Viljoen A.M. South African Salvia Species: A Review of Biological Activities and Phytochemistry. J. Ethnopharmacol. 2008;119:664–672. doi: 10.1016/j.jep.2008.06.030.", "ArticleIdList": ["10.1016/j.jep.2008.06.030", "18640254"]}, {"Citation": "Tundis R., Leporini M., Bonesi M., Rovito S., Passalacqua N.G. Salvia officinalis L. from Italy: A Comparative Chemical and Biological Study of Its Essential Oil in the Mediterranean Context. Molecules. 2020;25:5826. doi: 10.3390/molecules25245826.", "ArticleIdList": ["10.3390/molecules25245826", "PMC7763040", "33321838"]}, {"Citation": "Ahmadi L., Mirza M. A Study of Chemical Composition of Essential Oil from Salvia officinalis L. during Different Growth Stages. JWSS-Isfahan Univ. Technol. 1999;3:93–100."}, {"Citation": "Baranauskiene R., Dambrauskiene E., Venskutonis P.R., Viskelis P. Influence of Harvesting Time on the Yield and Chemical Composition of Sage (Salvia officinalis L.); Proceedings of the 6th Baltic Conference on Food Science and Technology “Innovations for Food Science and Production” “FOODBALT-2011” Citeseer; Jelgava, Latvia. 5–6 May 2011; pp. 5–6."}, {"Citation": "Bouyahya A., El Omari N., Elmenyiy N., Guaouguaou F.E., Balahbib A., Belmehdi O., Bakri Y. Moroccan antidiabetic medicinal plants: Ethnobotanical studies, phytochemical bioactive compounds, preclinical investigations, toxicological validations and clinical evidences; challenges, guidance and perspectives for future management of diabetes worldwide. Trend. Food. Sci. Technol. 2021;115:147–254."}, {"Citation": "Chalchat J.C., Michet A., Pasquier B. Study of Clones of Salvia officinalis L. Yields and Chemical Composition of Essential Oil. Flavour Fragr. J. 1998;13:68–70. doi: 10.1002/(SICI)1099-1026(199801/02)13:1<68::AID-FFJ698>3.0.CO;2-8.", "ArticleIdList": ["10.1002/(SICI)1099-1026(199801/02)13:1<68::AID-FFJ698>3.0.CO;2-8"]}, {"Citation": "Dob T., Berramdane T., Dahmane D., Benabdelkader T., Chelghoum C. Chemical Composition of the Essential Oil of Salvia Officinalis from Algeria. Chem. Nat. Compd. 2007;43:491–494. doi: 10.1007/s10600-007-0173-3.", "ArticleIdList": ["10.1007/s10600-007-0173-3"]}, {"Citation": "Lakhal H., Ghorab H., Chibani S., Kabouche A., Semra Z., Smati F., Abuhamdah S., Kabouche Z. Chemical Composition and Biological Activities of the Essential Oil of Salvia Officinalis from Batna (Algeria) Pharm. Lett. 2013;5:310–314."}, {"Citation": "Arraiza M.P., Arrabal C., López J.V. Seasonal Variation of Essential Oil Yield and Composition of Sage (Salvia officinalis L.) Grown in Castilla-La Mancha (Central Spain) Not. Bot. Horti Agrobot. Cluj-Napoca. 2012;40:106–108. doi: 10.15835/nbha4028311.", "ArticleIdList": ["10.15835/nbha4028311"]}, {"Citation": "El Euch S.K., Hassine D.B., Cazaux S., Bouzouita N., Bouajila J. Salvia Officinalis Essential Oil: Chemical Analysis and Evaluation of Anti-Enzymatic and Antioxidant Bioactivities. S. Afr. J. Bot. 2019;120:253–260. doi: 10.1016/j.sajb.2018.07.010.", "ArticleIdList": ["10.1016/j.sajb.2018.07.010"]}, {"Citation": "Khedher M.R.B., Khedher S.B., Chaieb I., Tounsi S., Hammami M. Chemical Composition and Biological Activities of Salvia Officinalis Essential Oil from Tunisia. EXCLI J. 2017;16:160.", "ArticleIdList": ["PMC5427463", "28507464"]}, {"Citation": "Porte A., Godoy R.L.O., Maia-Porte L.H. Chemical Composition of Sage (Salvia officinalis L.) Essential Oil from the Rio de Janeiro State (Brazil) Rev. Bras. Plantas Med. 2013;15:438–441. doi: 10.1590/S1516-05722013000300018.", "ArticleIdList": ["10.1590/S1516-05722013000300018"]}, {"Citation": "Sellami I.H., Rebey I.B., Sriti J., Rahali F.Z., Limam F., Marzouk B. Drying Sage (Salvia officinalis L.) Plants and Its Effects on Content, Chemical Composition, and Radical Scavenging Activity of the Essential Oil. Food Bioprocess Technol. 2012;5:2978–2989. doi: 10.1007/s11947-011-0661-0.", "ArticleIdList": ["10.1007/s11947-011-0661-0"]}, {"Citation": "Russo A., Formisano C., Rigano D., Senatore F., Delfine S., Cardile V., Rosselli S., Bruno M. Chemical Composition and Anticancer Activity of Essential Oils of Mediterranean Sage (Salvia officinalis L.) Grown in Different Environmental Conditions. Food Chem. Toxicol. 2013;55:42–47. doi: 10.1016/j.fct.2012.12.036.", "ArticleIdList": ["10.1016/j.fct.2012.12.036", "23291326"]}, {"Citation": "Miguel G., Cruz C., Faleiro M.L., Simões M.T.F., Figueiredo A.C., Barroso J.G., Pedro L.G. Salvia Officinalis L. Essential Oils: Effect of Hydrodistillation Time on the Chemical Composition, Antioxidant and Antimicrobial Activities. Nat. Prod. Res. 2011;25:526–541. doi: 10.1080/14786419.2010.499513.", "ArticleIdList": ["10.1080/14786419.2010.499513", "21391115"]}, {"Citation": "Ghorbanpour M. Major Essential Oil Constituents, Total Phenolics and Flavonoids Content and Antioxidant Activity of Salvia Officinalis Plant in Response to Nano-Titanium Dioxide. Indian J. Plant Physiol. 2015;20:249–256. doi: 10.1007/s40502-015-0170-7.", "ArticleIdList": ["10.1007/s40502-015-0170-7"]}, {"Citation": "Delamare A.P.L., Moschen-Pistorello I.T., Artico L., Atti-Serafini L., Echeverrigaray S. Antibacterial Activity of the Essential Oils of Salvia Officinalis L. and Salvia Triloba L. Cultivated in South Brazil. Food Chem. 2007;100:603–608. doi: 10.1016/j.foodchem.2005.09.078.", "ArticleIdList": ["10.1016/j.foodchem.2005.09.078"]}, {"Citation": "Sokovic M., Marin P.D., Brkic D., van Griensven L.J. Chemical Composition and Antibacterial Activity of Essential Oils against Human Pathogenic Bacteria. Food. 2008;1:220–226."}, {"Citation": "Pereira R.S., Sumita T.C., Furlan M.R., Jorge A.O.C., Ueno M. Antibacterial Activity of Essential Oils on Microorganisms Isolated from Urinary Tract Infection. Rev. Saude Publica. 2004;38:326–328. doi: 10.1590/S0034-89102004000200025.", "ArticleIdList": ["10.1590/S0034-89102004000200025", "15122392"]}, {"Citation": "Viuda-Martos M., Ruiz-Navajas Y., Fernández-López J., Pérez-Álvarez J.A. Antibacterial Activity of Different Essential Oils Obtained from Spices Widely Used in Mediterranean Diet. Int. J. Food Sci. Technol. 2008;43:526–531. doi: 10.1111/j.1365-2621.2006.01489.x.", "ArticleIdList": ["10.1111/j.1365-2621.2006.01489.x"]}, {"Citation": "Wijesundara N.M., Rupasinghe H.V. Essential Oils from Origanum Vulgare and Salvia Officinalis Exhibit Antibacterial and Anti-Biofilm Activities against Streptococcus Pyogenes. Microb. Pathog. 2018;117:118–127. doi: 10.1016/j.micpath.2018.02.026.", "ArticleIdList": ["10.1016/j.micpath.2018.02.026", "29452197"]}, {"Citation": "Roldán L.P., Díaz G.J., Duringer J.M. Composition and Antibacterial Activity of Essential Oils Obtained from Plants of the Lamiaceae Family against Pathogenic and Beneficial Bacteria. Rev. Colomb. Cienc. Pecu. 2010;23:451–461."}, {"Citation": "Soković M., Glamočlija J., Marin P.D., Brkić D., Van Griensven L.J. Antibacterial Effects of the Essential Oils of Commonly Consumed Medicinal Herbs Using an In Vitro Model. Molecules. 2010;15:7532–7546. doi: 10.3390/molecules15117532.", "ArticleIdList": ["10.3390/molecules15117532", "PMC6259430", "21030907"]}, {"Citation": "Lodhia M.H., Bhatt K.R., Thaker V.S. Antibacterial Activity of Essential Oils from Palmarosa, Evening Primrose, Lavender and Tuberose. Indian J. Pharm. Sci. 2009;71:134.", "ArticleIdList": ["PMC2839398", "20336210"]}, {"Citation": "Mann C.M., Cox S.D., Markham J.L. The Outer Membrane of Pseudomonas Aeruginosa NCTC 6749 Contributes to Its Tolerance to the Essential Oil of Melaleuca Alternifolia (Tea Tree Oil) Lett. Appl. Microbiol. 2000;30:294–297. doi: 10.1046/j.1472-765x.2000.00712.x.", "ArticleIdList": ["10.1046/j.1472-765x.2000.00712.x", "10792649"]}, {"Citation": "Nazzaro F., Fratianni F., De Martino L., Coppola R., De Feo V. Effect of Essential Oils on Pathogenic Bacteria. Pharmaceuticals. 2013;6:1451–1474. doi: 10.3390/ph6121451.", "ArticleIdList": ["10.3390/ph6121451", "PMC3873673", "24287491"]}, {"Citation": "Farhat M.B., Chaouch-Hamada R., Sotomayor J.A., Landoulsi A., Jordán M.J. Antioxidant Potential of Salvia officinalis L. Residues as Affected by the Harvesting Time. Ind. Crops Prod. 2014;54:78–85. doi: 10.1016/j.indcrop.2014.01.001.", "ArticleIdList": ["10.1016/j.indcrop.2014.01.001"]}, {"Citation": "Belkhodja H., Meddah B., Sidelarbi K., Bouhadi D., Medjadel B., Brakna A. In Vitro and In Vivo Anti-Inflammatory Potential of Eucalyptus Globulus Essential Oil. Eur. J. Biol. Res. 2022;11:315–324. doi: 10.5281/ZENODO.5826169.", "ArticleIdList": ["10.5281/ZENODO.5826169"]}, {"Citation": "Bozin B., Mimica-Dukic N., Samojlik I., Jovin E. Antimicrobial and Antioxidant Properties of Rosemary and Sage (Rosmarinus Officinalis L. and Salvia officinalis L., Lamiaceae) Essential Oils. J. Agric. Food Chem. 2007;55:7879–7885. doi: 10.1021/jf0715323.", "ArticleIdList": ["10.1021/jf0715323", "17708648"]}, {"Citation": "Bouyahya A., El Menyiy N., Oumeslakht L., El Allam A., Balahbib A., Rauf A., El Omari N. Preclinical and clinical antioxidant effects of natural compounds against oxidative stress-induced epigenetic instability in tumor cells. Antioxidants. 2021;10:1553. doi: 10.3390/antiox10101553.", "ArticleIdList": ["10.3390/antiox10101553", "PMC8533336", "34679688"]}, {"Citation": "Mechchate H., Es-safi I., Louba A., Alqahtani A.S., Nasr F.A., Noman O.M., Farooq M., Alharbi M.S., Alqahtani A., Bari A., et al. In Vitro Alpha-Amylase and Alpha-Glucosidase Inhibitory Activity and In Vivo Antidiabetic Activity of Withania Frutescens L. Foliar Extract. Molecules. 2021;26:293. doi: 10.3390/molecules26020293.", "ArticleIdList": ["10.3390/molecules26020293", "PMC7826620", "33430115"]}, {"Citation": "Mahdi S., Azzi R., Lahfa F.B. Evaluation of in Vitro α-Amylase and α-Glucosidase Inhibitory Potential and Hemolytic Effect of Phenolic Enriched Fractions of the Aerial Part of Salvia Officinalis L. Diabetes Metab. Syndr. Clin. Res. Rev. 2020;14:689–694. doi: 10.1016/j.dsx.2020.05.002.", "ArticleIdList": ["10.1016/j.dsx.2020.05.002", "32442919"]}, {"Citation": "Pereira O., Catarino M., Afonso A., Silva A., Cardoso S. Salvia Elegans, Salvia Greggii and Salvia Officinalis Decoctions: Antioxidant Activities and Inhibition of Carbohydrate and Lipid Metabolic Enzymes. Molecules. 2018;23:3169. doi: 10.3390/molecules23123169.", "ArticleIdList": ["10.3390/molecules23123169", "PMC6321363", "30513773"]}, {"Citation": "Ramirez G., Zamilpa A., Zavala M., Perez J., Morales D. Chrysoeriol and Other Polyphenols from Tecoma Stans with Lipase Inhibitory Activity. J. Ethnopharmacol. 2016;185:1–8. doi: 10.1016/j.jep.2016.03.014.", "ArticleIdList": ["10.1016/j.jep.2016.03.014", "26970570"]}, {"Citation": "Eidi A., Eidi M. Antidiabetic Effects of Sage (Salvia officinalis L.) Leaves in Normal and Streptozotocin-Induced Diabetic Rats. Diabetes Metab. Syndr. Clin. Res. Rev. 2009;3:40–44. doi: 10.1016/j.dsx.2008.10.007.", "ArticleIdList": ["10.1016/j.dsx.2008.10.007"]}, {"Citation": "Alarcon-Aguilar F., Roman-Ramos R., Flores-Saenz J., Aguirre-Garcia F. Investigation on the Hypoglycaemic Effects of Extracts of Four Mexican Medicinal Plants in Normal and Alloxan Diabetic Mice. Phytother. Res. 2002;16:383–386. doi: 10.1002/ptr.914.", "ArticleIdList": ["10.1002/ptr.914", "12112298"]}, {"Citation": "Baricevic D., Bartol T. The Biological/Pharmacological Activity of the Salvia Genus. University of Ljubljana; Ljubljana, Slovenia: 2000. pp. 143–184."}, {"Citation": "Kuranov S.O., Tsypysheva I.P., Khvostov M.V., Zainullina L.F., Borisevich S.S., Vakhitova Y.V., Luzina O.A., Salakhutdinov N.F. Synthesis and Evaluation of Camphor and Cytisine-Based Cyanopyrrolidines as DPP-IV Inhibitors for the Treatment of Type 2 Diabetes Mellitus. Bioorganic Med. Chem. 2018;26:4402–4409. doi: 10.1016/j.bmc.2018.07.018.", "ArticleIdList": ["10.1016/j.bmc.2018.07.018", "30056037"]}, {"Citation": "Paul K., Bhattacharjee P. Process Optimization of Supercritical Carbon Dioxide Extraction of 1,8-Cineole from Small Cardamom Seeds by Response Surface Methodology: In Vitro Antioxidant, Antidiabetic and Hypocholesterolemic Activities of Extracts. J. Essent. Oil Bear. Plants. 2018;21:317–329. doi: 10.1080/0972060X.2018.1439406.", "ArticleIdList": ["10.1080/0972060X.2018.1439406"]}, {"Citation": "Alkhateeb H. Thujone Improves Glucose Homeostasis in Streptozotocin-Induced Diabetic Rats through Activation of Akt/GSK-3 Beta Signaling Pathway. J. Exp. Integr. Med. 2015;5:30. doi: 10.5455/jeim.260115.or.122.", "ArticleIdList": ["10.5455/jeim.260115.or.122"]}, {"Citation": "Suijun W., Zhen Y., Ying G., Yanfang W. A Role for Trans-Caryophyllene in the Moderation of Insulin Secretion. Biochem. Biophys. Res. Commun. 2014;444:451–454. doi: 10.1016/j.bbrc.2013.11.136.", "ArticleIdList": ["10.1016/j.bbrc.2013.11.136", "24486541"]}, {"Citation": "Basha R.H., Sankaranarayanan C. β-Caryophyllene, a Natural Sesquiterpene Lactone Attenuates Hyperglycemia Mediated Oxidative and Inflammatory Stress in Experimental Diabetic Rats. Chem.-Biol. Interact. 2016;245:50–58. doi: 10.1016/j.cbi.2015.12.019.", "ArticleIdList": ["10.1016/j.cbi.2015.12.019", "26748309"]}, {"Citation": "Shehzad A., Shahzad R., Lee Y.S. The Enzymes. Volume 36. Elsevier; Amsterdam, The Netherlands: 2014. Curcumin; pp. 149–174.", "ArticleIdList": ["27102703"]}, {"Citation": "Albano S.M., Lima A.S., Miguel M.G., Pedro L.G., Barroso J.G., Figueiredo A.C. Antioxidant, Anti-5-Lipoxygenase and Antiacetylcholinesterase Activities of Essential Oils and Decoction Waters of Some Aromatic Plants. Rec. Nat. Prod. 2012;6:35–48."}, {"Citation": "Chehade S., Kobeissy M., Kanaan H., Haddad M. Comparison between the Chemical Compositions and the In-Vitro Antidiabetic and Anti-Inflammatory Activities of Salvia Libanotica’ and Salvia Officinalis’ Leaves Essential Oils. Eur. J. Pharm. Med. Res. 2022;93:34–43."}, {"Citation": "de Melo G.A.N., Fonseca J.P., Farinha T.O., do Pinho R.J., Damião M.J., Grespan R., da Silva E.L., Bersani-Amado C.A., Cuman R.K.N. Anti-Inflammatory Activity of Salvia officinalis L. J. Med. Plants Res. 2012;635:4934–4939."}, {"Citation": "Chen B.W., Wang H.H., Liu J.X. Zinc Sulphate Solution Enema Decreases Inflammation in Experimental Colitis in Rats. J. Gastroenterol. Hepatol. 1999;14:1088–1092. doi: 10.1046/j.1440-1746.1999.02013.x.", "ArticleIdList": ["10.1046/j.1440-1746.1999.02013.x", "10574136"]}, {"Citation": "Ghori S.S., Ahmed M.I., Mohammed A. Evaluation of Analgesic and Anti-Inflammatory Activities of Formulation Containing Camphor, Menthol and Thymol. Int. J. Pharm. Pharm. Sci. 2016;8:271–274."}, {"Citation": "Ehrnhöfer-Ressler M.M., Fricke K., Pignitter M., Walker J.M., Walker J., Rychlik M., Somoza V. Identification of 1,8-Cineole, Borneol, Camphor, and Thujone as Anti-Inflammatory Compounds in a Salvia off Icinalis L. Infusion Using Human Gingival Fibroblasts. J. Agric. Food Chem. 2013;61:3451–3459. doi: 10.1021/jf305472t.", "ArticleIdList": ["10.1021/jf305472t", "23488631"]}, {"Citation": "Ed-Dra A., Filali F.R., Lo Presti V., Zekkori B., Nalbone L., Bouymajane A., Trabelsi N., Lamberta F., Bentayeb A., Giuffrida A., et al. Chemical Composition, Antioxidant Capacity and Antibacterial Action of Five Moroccan Essential Oils against Listeria Monocytogenes and Different Serotypes of Salmonella Enterica. Microb. Pathog. 2020;149:104510. doi: 10.1016/j.micpath.2020.104510.", "ArticleIdList": ["10.1016/j.micpath.2020.104510", "32956790"]}, {"Citation": "Bouyahya A., Belmehdi O., El Jemli M., Marmouzi I., Bourais I., Abrini J., Faouzi M.E.A., Dakka N., Bakri Y. Chemical Variability of Centaurium Erythraea Essential Oils at Three Developmental Stages and Investigation of Their in Vitro Antioxidant, Antidiabetic, Dermatoprotective and Antibacterial Activities. Ind. Crops Prod. 2019;132:111–117. doi: 10.1016/j.indcrop.2019.01.042.", "ArticleIdList": ["10.1016/j.indcrop.2019.01.042"]}, {"Citation": "Ed-Dra A., Nalbone L., Filali F.R., Trabelsi N., El Majdoub Y.O., Bouchrif B., Giarratana F., Giuffrida A. Comprehensive Evaluation on the Use of Thymus Vulgaris Essential Oil as Natural Additive against Different Serotypes of Salmonella Enterica. Sustain. Switz. 2021;13:4594. doi: 10.3390/su13084594.", "ArticleIdList": ["10.3390/su13084594"]}, {"Citation": "Bouyahya A., Bakri Y., Khay E.O., Edaoudi F., Talbaoui A., Et-Touys A., Dakka N. Antibacterial, antioxidant and antitumor properties of Moroccan medicinal plants: A review. Asian Pac J Trop Dis. 2017;7:57–64. doi: 10.12980/apjtd.7.2017D6-294.", "ArticleIdList": ["10.12980/apjtd.7.2017D6-294"]}, {"Citation": "Bouyahya A., Abrini J., Bakri Y., Dakka N. Essential Oils as Anticancer Agents: News on Mode of Action. Phytoth. 2018;16:254–267. doi: 10.3166/s10298-016-1058-z.", "ArticleIdList": ["10.3166/s10298-016-1058-z"]}, {"Citation": "Naceiri Mrabti H., Doudach L., Kachmar M.R., Ed-Dra A., Khalil Z., Naceiri Mrabti N., Benrahou K., Harraqui K., Zengİn G., Bouyahya A., et al. Phenolic Content, Antibacterial, Antioxidant, and Toxicological Investigations of Erodium Guttatum (Geraniaceae) Collected from the Northeast of Morocco. Turk. J. Bot. 2021;45:739–749. doi: 10.3906/bot-2107-29.", "ArticleIdList": ["10.3906/bot-2107-29"]}, {"Citation": "Mrabti H.N., Sayah K., Jaradat N., Kichou F., Ed-Dra A., Belarj B., Cherrah Y., Faouzi M.E.A. Antidiabetic and Protective Effects of the Aqueous Extract of Arbutus Unedo L. in Streptozotocin-Nicotinamide-Induced Diabetic Mice. J. Complement. Integr. Med. 2018;15:20170165. doi: 10.1515/jcim-2017-0165.", "ArticleIdList": ["10.1515/jcim-2017-0165", "29470174"]}, {"Citation": "Hu B., Cui F., Yin F., Zeng X., Sun Y., Li Y. Caffeoylquinic Acids Competitively Inhibit Pancreatic Lipase through Binding to the Catalytic Triad. Int. J. Biol. Macromol. 2015;80:529–535. doi: 10.1016/j.ijbiomac.2015.07.031.", "ArticleIdList": ["10.1016/j.ijbiomac.2015.07.031", "26193679"]}, {"Citation": "Andrade C., Ferreres F., Gomes N.G.M., Duangsrisai S., Srisombat N., Vajrodaya S., Pereira D.M., Gil-Izquierdo A., Andrade P.B., Valentão P. Phenolic Profiling and Biological Potential of Ficus Curtipes Corner Leaves and Stem Bark: 5-Lipoxygenase Inhibition and Interference with NO Levels in LPS-Stimulated RAW264.7 Macrophages. Biomolecules. 2019;9:400. doi: 10.3390/biom9090400.", "ArticleIdList": ["10.3390/biom9090400", "PMC6770299", "31443459"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "7", "Day": "9"}, {"Year": "2022", "Month": "8", "Day": "3"}, {"Year": "2022", "Month": "8", "Day": "6"}, {"Year": "2022", "Month": "8", "Day": "26", "Hour": "1", "Minute": "37"}, {"Year": "2022", "Month": "8", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["36014393", "PMC9415112", "10.3390/molecules27165157", "molecules27165157"]}}], "PubmedBookArticle": []}