{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anti-inflammatory", "Antioxidant", "Citrus peels", "Gastric ulcer", "Gastroprotective", "Hepatoprotective", "Hesperidin"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36039135", "DateRevised": {"Year": "2022", "Month": "12", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "07", "Day": "21"}], "Language": ["eng"], "ELocationID": ["e09979", "10.1016/j.heliyon.2022.e09979"], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "8", "Issue": "8", "PubDate": {"Year": "2022", "Month": "Aug"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "Biochemical and pharmacological prospects of <i>Citrus sinensis</i> peel.", "Pagination": {"StartPage": "e09979", "MedlinePgn": "e09979"}, "Abstract": {"AbstractText": ["Gastric ulcer and hepatotoxicity due to irrational drug overuse are two of the most serious conditions associated with inflammation and oxidative stress that affect the digestive system. This study aimed to experimentally evaluate the hepatoprotective/gastroprotective effects of aqueous and butanol citrus peel extracts and hesperidin in rat models of ulcer and hepatotoxicity. Acute toxicity study was performed for determining the safe dose of citrus extracts to analyze efficacy. In the experiments on hepatoprotective and gastroprotective effects, rats were classified into nine groups in each experiment: (1) negative control, (2) positive control hepatotoxic model with paracetamol (640 mg/kg)/gastric ulcer model:ethanol 70% (1 ml), (3)reference hepatoprotective:silymarin (25 mg/kg)/gastroprotective:ranitidine (50 mg/kg), and (4-9) groups treated for 2 weeks before induction of each disease with either citrus aqueous or butanol extracts or hesperidin (125-250 mg/kg). Drugs, ethanol, or tested compounds were administered orally. The levels of biochemical parameters, such as AST, ALT, NO, MDA, CRP, and ILβ6, were significantly reduced, but CAT level was increased. Postmortem examination of liver and stomach tissues of treated animals revealed marked improvement compared with positive control animals. Hesperidin exerted the best hepatoprotective, antioxidant, anti-inflammatory, and gastroprotective effects, followed by butanol and then aqueous citrus peel extracts."], "CopyrightInformation": "© 2022 The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal and Aromatic Plants Research Department, Pharmaceutical and Drug Industries Research Institute, National Research Centre, Dokki, Giza, PO 12622, Egypt."}], "LastName": "Abou Baker", "ForeName": "Doha H", "Initials": "DH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacology Department, Medicine and Clinical Studies Research Institute, National Research Centre, Dokki, Giza, PO 12622, Egypt."}], "LastName": "Ibrahim", "ForeName": "Bassant M M", "Initials": "BMM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacology Department, Medicine and Clinical Studies Research Institute, National Research Centre, Dokki, Giza, PO 12622, Egypt."}, {"Identifier": [], "Affiliation": "Faculty of Biotechnology, October University for Modern Sciences and Arts, 6th October, Giza, Egypt."}], "LastName": "Abdel-Latif", "ForeName": "Yasmin", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pathology Department, Medical Research Institute, National Research Centre, Dokki, Giza, PO 12622, Egypt."}], "LastName": "Hassan", "ForeName": "Nabila S", "Initials": "NS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal and Aromatic Plants Research Department, Pharmaceutical and Drug Industries Research Institute, National Research Centre, Dokki, Giza, PO 12622, Egypt."}], "LastName": "Hassan", "ForeName": "Emad M", "Initials": "EM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal and Aromatic Plants Research Department, Pharmaceutical and Drug Industries Research Institute, National Research Centre, Dokki, Giza, PO 12622, Egypt."}], "LastName": "El Gengaihi", "ForeName": "Souad", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}, "CommentsCorrectionsList": [{"RefSource": "Heliyon. 2022 Dec 05;8(12):e12060. doi: 10.1016/j.heliyon.2022.e12060", "PMID": "36582678"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abd-Alla Howaida I., et al. Phytochemical composition, protective and therapeutic effect on gastric ulcer and α-amylase inhibitory activity of Achillea biebersteinii Afan. Arch Pharm. Res. 2016;39(1):10–20.", "ArticleIdList": ["25567761"]}, {"Citation": "Abou Baker D.H., Rady Hanaa M. Bioassay-guided approach employed to isolate and identify anticancer compounds from Physalis peruviana calyces. Plant Arch. 2020;20(1):3285–3291."}, {"Citation": "Abou Baker D.H., Al-Moghazy M., ElSayed A.A.A. The in vitro cytotoxicity, antioxidant and antibacterial potential of Satureja hortensis L. essential oil cultivated in Egypt. Bioorg. Chem. 2020;95", "ArticleIdList": ["31911310"]}, {"Citation": "Abou Baker D.H., Ibrahim B.M., Hassan N.S., Yousuf A.F., El Gengaihi S. Exploiting citrus aurantium seeds and their secondary metabolites in the management of Alzheimer disease. Toxicol Rep. 2020;7(2020):723–729.", "ArticleIdList": ["PMC7289753", "32551234"]}, {"Citation": "Aboul Naser Asmaa, et al. Management of Citrus sinensis peels for protection and treatment against gastric ulcer induced by ethanol in rats. Biomarkers. 2020;25(4):349–359.", "ArticleIdList": ["32319821"]}, {"Citation": "Ahmad S.T., Arjumand W., Nafees S., Seth A., Ali N., Rashid S., Sultana S. Hesperidin alleviates acetaminophen induced toxicity in Wistar rats by abrogation of oxidative stress, apoptosis and inflammation. Toxicol. Lett. 2012 Jan 25;208(2):149–161.", "ArticleIdList": ["22093918"]}, {"Citation": "Ahmadi A., Ebrahimzadeh M.A., Ahmad-Ashrafi S., Karami M., Mahdavi M.R., Saravi S.S. Hepatoprotective, antinociceptive and antioxidant activities of cimetidine, ranitidine and famotidine as histamine H2 receptor antagonists. Fund. Clin. Pharmacol. 2011;25(1):72–79.", "ArticleIdList": ["20070855"]}, {"Citation": "Alam P., Parvez M.K., Arbab A.H., Al-Dosari M.S. Quantitative analysis of rutin, quercetin, naringenin, and gallic acid by validated RP-and NP-HPTLC methods for quality control of anti-HBV active extract of Guiera senegalensis. Pharmaceut. Biol. 2017 Jan 1;55(1):1317–1323.", "ArticleIdList": ["PMC6130481", "28283004"]}, {"Citation": "Alkofahi A., Atta A.H. Pharmacological screening of the anti-ulcerogenic effects of some Jordanian medicinal plants in rats. J. Ethnopharmacol. 1999;67(3):341–345.", "ArticleIdList": ["10617070"]}, {"Citation": "Allam Sally Farouk, et al. How do mentha plants induce resistance against Tetranychus urticae (Acari: Tetranychidae) in organic farming? J. Plant Protect. Res. 2018;58(3):265–275."}, {"Citation": "Alvarez A., et al. Gastric antisecretory and antiulcer activities of an ethanolic extract of Bidens pilosa L. var. radiata Schult. Bip. J. Ethnopharmacol. 1999;67(3):333–340.", "ArticleIdList": ["10617069"]}, {"Citation": "Asjad H.M., Akhtar M.S., Bashir S., Din B., Gulzar F., Khalid R., Asad M. Phenol, flavonoid contents and antioxidant activity of six common citrus plants in Pakistan. Journal of Pharmaceutical and Cosmetic Sciences. 2013 Jan 13;1(1):1–5."}, {"Citation": "Abou Baker Doha. Plants against Helicobacter pylori to combat resistance: an ethnopharmacological review. Biotechnol. Rep. 2020;26", "ArticleIdList": ["PMC7248673", "32477900"]}, {"Citation": "Abou Baker Doha H. Achillea millefolium L. ethyl acetate fraction induces apoptosis and cell cycle arrest in human cervical cancer (HeLa) cells. Ann. Agric. Sci. (Cairo) 2020;65(1):42–48."}, {"Citation": "Bancroft John D., Gamble Marilyn., editors. Theory and Practice of Histological Techniques. Elsevier health sciences; 2008."}, {"Citation": "Bhandari Uma, et al. Antihepatotoxic activity of ginger ethanol extract in rats. Pharmaceut. Biol. 2003;41(1):68–71."}, {"Citation": "Blomhoff R. 2010. Role of dietary phytochemicals in oxidative stress; pp. 52–70. (Bioactive Compounds in Plants–Benefits and Risks for Man and Animals)."}, {"Citation": "Clementi Giuseppe, et al. Effects of centrally or peripherally injected adrenomedullin on reserpine-induced gastric lesions. Eur. J. Pharmacol. 1998;360(1):51–54.", "ArticleIdList": ["9845272"]}, {"Citation": "Drury R.A.B., Wallington E.A. fifth ed. Churchill Livingstone; New York: 1980. Carleton’s Histological Technique."}, {"Citation": "Edwards-Jones Valerie, et al. The effect of essential oils on methicillin-resistant Staphylococcus aureus using a dressing model. Burns. 2004;30(8):772–777.", "ArticleIdList": ["15555788"]}, {"Citation": "El-gengaihi Souad E., et al. Chemical, biological, and molecular studies on different citrus species wastes. Plant Arch. 2020;20(1):2773–2782."}, {"Citation": "El-gengaihi S.E., Hamed M.A., Aboubaker D.H., Mossa A.T. Flavonoids from sugar beet leaves as hepatoprotective agent. Int. J. Pharm. Pharmaceut. Sci. 2016;8:281–286."}, {"Citation": "El-gengaihi Souad, et al. Hepatoprotective efficacy of Cichorium intybus L. extract against carbon tetrachloride-induced liver damage in rats. J. Diet. Suppl. 2016;13(5):570–584.", "ArticleIdList": ["26913368"]}, {"Citation": "Fellers P.J. Springer; Boston, MA: 1985. Citrus: Sensory quality as related to rootstock, cultivar, maturity, and season. (Evaluation of Quality of Fruits and Vegetables (pp. 83-128))."}, {"Citation": "Hussein J.I., El-Matty D., El-Khayat Z.A., Abdel-Latif Y.A. Brain neurotransmitters in diabetic rats treated with CO enzyme Q10. Int. J. Pharm. Pharmaceut. Sci. 2012;4:554–556."}, {"Citation": "Hwang E.S., Do Thi N. Effects of extraction and processing methods on antioxidant compound contents and radical scavenging activities of laver (Porphyra tenera) Prevent. Nutr. Food Sci. 2014;19:40. Mar.", "ArticleIdList": ["PMC3999807", "24772408"]}, {"Citation": "Ibrahim B.M., Yassin N.A., Hetta M.H., Ta K.F., Mohammed W.I., Hassan M.E. Phytochemical and pharmacological studies on newly-suggested herbal formulations for potential protection against inflammatory conditions. Int. J. Pharmacogn. Phytochem. Res. 2016;8:2044–2055."}, {"Citation": "Ibrahim Bassant MM., et al. Study of the protective effects of flaxseed oil on ethanol induced gastric mucosal lesions in non ovariectomized and ovariectomized rats. Int. J. Pharmacol. 2016;12(4):329–339."}, {"Citation": "Ibrahim Eman A., Abou Baker Doha H., El-Baz Farouk K. Anti-inflammatory and antioxidant activities of rhubarb roots extract. Int. J. Pharmaceut. Sci. Rev. Res. 2016;39:93–99."}, {"Citation": "Johansson L.H., Borg L.H. A spectrophotometric method for determination of catalase activity in small tissue samples. Anal. Biochem. 1988;1(174):331–336.", "ArticleIdList": ["3064653"]}, {"Citation": "Johnston K., Sharp P., Clifford M., Morgan L. Dietary polyphenols decrease glucose uptake by human intestinal Caco-2 cells. FEBS Lett. 2005;579(7):1653–1657.", "ArticleIdList": ["15757656"]}, {"Citation": "Kalra K.L., Grewal H.S., Kahlon S.S. Bioconversion of kinnow-Mandarin waste into single-cell protein. MIRCEN J. Appl. Microbiol. Biotechnol. 1989;5:321–326."}, {"Citation": "Mansour D.F., Abdallah H.M., Ibrahim B.M., Hegazy R.R., Esmail R.S., Abdel-Salam L.O. The carcinogenic agent diethylnitrosamine induces early oxidative stress, inflammation and proliferation in rat liver, stomach and colon: protective effect of ginger extract. Asian Pac. J. Cancer Prev. APJCP: APJCP. 2019;20(8):2551.", "ArticleIdList": ["PMC6852799", "31450931"]}, {"Citation": "Miranda K.M., Espey M.G., Wink D.A. A rapid, simple spectrophotometric method for simultaneous detection of nitrate and nitrite. Nitric Oxide. 2001;5:62–71.", "ArticleIdList": ["11178938"]}, {"Citation": "Moharram F.A., Al-Gendy A.A., El-Shenawy S.M., Ibrahim B.M., Zarka M.A. Phenolic profile, anti-inflammatory, antinociceptive, anti-ulcerogenic and hepatoprotective activities of Pimenta racemosa leaves. BMC Compl. Alternative Med. 2018;18(1):1–5.", "ArticleIdList": ["PMC6034294", "29976187"]}, {"Citation": "Mori Y., Koide A., Kobayashi Y., Furukawa F., Hirose M., Nishikawa A. Effects of cigarette smoke and a heterocyclic amine, MeIQx on cytochrome P-450, mutagenic activation of various carcinogens and glucuronidation in rat liver. Mutagenesis. 2003;18(1):87–93.", "ArticleIdList": ["12473741"]}, {"Citation": "Mossa A.T., Ibrahim F.M., Mohafrash S.M., Abou Baker D.H., El Gengaihi S. Protective effect of ethanolic extract of grape pomace against the adverse effects of cypermethrin on weanling female rats. Evid. base Compl. Alternative Med. 2015;2015:1–10.", "ArticleIdList": ["PMC4525468", "26265923"]}, {"Citation": "Mostafa R.E., Ibrahim B.M., Abdel Jaleel G.A. Neuro-protective effects of Ginkgo biloba leaves extract on cerebral ischemia-reperfusion injury induced experimentally in ovariectomized rats. Int. J. Pharm. Pharmaceut. Sci. 2016;8:237–242."}, {"Citation": "Motawi T.K., Hamed M.A., Hashem R.M., Shabana M.H., Ahmed Y.R. Protective and therapeutic effects of Argyreia speciosa against ethanol-induced gastric ulcer in rats. Zeitschrift für naturforschung c. 2012;67(1–2):47–57.", "ArticleIdList": ["22486041"]}, {"Citation": "Parhiz H., Roohbakhsh A., Soltani F., Rezaee R., Iranshahi M. Antioxidant and anti-inflammatory properties of the citrus flavonoids hesperidin and hesperetin: an updated review of their molecular mechanisms and experimental models. Phytother. Res. 2015;29(3):323–331.", "ArticleIdList": ["25394264"]}, {"Citation": "Pari Leelavinothan, Karthikeyan Asaithambi, ParamasivamKarthika, Rathinam Ayyasamy. Protective effects of hespe-ridin on oxidative stress, dyslipidaemia and histological changes in iron-induced hepatic and renal toxicity in rats. Toxicol Rep. 2015;2:46–55.", "ArticleIdList": ["PMC5598436", "28962336"]}, {"Citation": "Reitman S., Frankel S. A colorimetric method for the determination of serum glutamic oxalacetic and glutamic pyruvic transaminases. Am. J. Clin. Pathol. 1957 Jul 1;28(1):56–63.", "ArticleIdList": ["13458125"]}, {"Citation": "Roohbakhsh A., Parhiz H., Soltani F., Rezaee R., Iranshahi M. Molecular mechanisms behind the biological effects of hesperidin and hesperetin for the prevention of cancer and cardiovascular diseases. Life sci. 2015;124:64–74.", "ArticleIdList": ["25625242"]}, {"Citation": "Rouseff R., Perez-Cacho P.R. Flavours and Fragrances. Springer; Berlin, Heidelberg: 2007. Citrus Flavour; pp. 117–134."}, {"Citation": "Ruiz-Larrea M.B., Leal A.M., Liza M., Lacort M., de Groot H. Antioxidant effects of estradiol and 2-hydroxyestradiol on iron-induced lipid peroxidation of rat liver microsomes. Steroids. 1994;59(6):383–388.", "ArticleIdList": ["7940617"]}, {"Citation": "Sabiu S., Wudil A.M., Sunmonu T.O. Combined administration of Telfaira occidentalis and Vernonia amygdalina leaf powders ameliorates garlic-induced hepatotoxicity in Wistar rats. Pharmacologia. 2014;5(5):191–198."}, {"Citation": "Salam M.A., Ibrahim B.M., El-Batran S.E., El-Gengaihi S.E., Baker D.H. Study of the possible antihypertensive and hypolipidemic effects of an herbal mixture on l-name-induced hypertensive rats. Asian J. Pharmaceut. Clin. Res. 2016;9(5):85–90."}, {"Citation": "Shaaban H., Shafei A.A., Abdel JaleelGehad A., Ibrahim B.M., Hassan A.H. Effect of a single dose adminstration of wheat bran extract and its active components on acute is chemic brain injury. Int. J. Phan-nacognosy Phytochem. Res. 2016;8(3):453–461."}, {"Citation": "Singleton V.L., Rossi J.A. Colorimetry of total phenolics with phosphomolybdic-phosphotungstic acid reagents. Am. J. Enol. Vitic. 1965;16(3):144–158."}, {"Citation": "Sorg D.A., Buckner B. A simple method of obtaining venous blood from small laboratory animals. Proceed. Soc. Exp. Biol. Med. 1964;115(4):1131–1132.", "ArticleIdList": ["14166577"]}, {"Citation": "Sowmya N., Lakshmipriya N., Arumugam K., Venkatachalam S., Vijayalakshmi P., Ruchi V., Geetha G., Anjana R.M., Mohan V., Krishnaswamy K., Sudha V. Comparison of dietary profile of a rural south Indian population with the current dietary recommendations for prevention of non-communicable diseases (CURES 147) Indian J. Med. Res. 2016;144(1):112.", "ArticleIdList": ["PMC5116883", "27834334"]}, {"Citation": "Taha K.F., Hetta M.H., Bakeer W.I., Yassin N.A.Z., Ibrahim B.M.M., Hassan M.E.S. Comparative phytochemical and pharmacological study of antitussive and antimicrobial effects of Boswellia and thyme essential oils. Der PhannaChemica. 2016;8(1):67–83."}, {"Citation": "Tyśkiewicz K., Konkol M., Kowalski R., Rój E., Warmiński K., Krzyżaniak M., Gil Ł., Stolarski M.J. Characterization of bioactive compounds in the biomass of black locust, poplar and willow. Trees. 2019;33(5):1235–1263."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "1", "Day": "9"}, {"Year": "2022", "Month": "3", "Day": "20"}, {"Year": "2022", "Month": "7", "Day": "13"}, {"Year": "2022", "Month": "8", "Day": "30", "Hour": "1", "Minute": "45"}, {"Year": "2022", "Month": "8", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "31", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "7", "Day": "21"}], "PublicationStatus": "epublish", "ArticleIdList": ["36039135", "PMC9418229", "10.1016/j.heliyon.2022.e09979", "S2405-8440(22)01267-1"]}}], "PubmedBookArticle": []}