{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Asiaticoside", "Centella asiatica", "Electrolyzed water", "Human coronavirus OC43", "Madecassoside", "Medicinal plant", "Neutral electrolyzed solution", "Severe acute respiratory syndrome coronavirus 2", "Surface sterilization", "Virus sanitization"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36032186", "DateRevised": {"Year": "2022", "Month": "09", "Day": "07"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "08", "Day": "20"}], "Language": ["eng"], "ELocationID": ["e10294", "10.1016/j.heliyon.2022.e10294"], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "8", "Issue": "8", "PubDate": {"Year": "2022", "Month": "Aug"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "Effectiveness of neutral electrolyzed water in inactivating HCoV-OC43 and SARS-CoV-2 on the surfaces of plastic and the medicinal plant <i>Centella asiatica</i> (L.) urban.", "Pagination": {"StartPage": "e10294", "MedlinePgn": "e10294"}, "Abstract": {"AbstractText": ["Concerns have been raised about viral contamination, including in crops due to the recent coronavirus disease 2019 pandemic. Limited evidence is available to support the use of sanitizing agents for human coronavirus-contaminated medicinal plants. Thus, we aimed to investigate the persistence of infectious human coronavirus OC43 (HCoV-OC43) as a SARS-CoV-2 surrogate in storage conditions and the capability of neutral electrolyzed water (NEW) to inactivate coronavirus, including in fresh plants such as <i>C. asiatica</i>. The levels of infectious HCoV-OC43 and the triterpenoid content of <i>C. asiatica</i> were quantified using a plaque assay and high-performance liquid chromatography, respectively. The results showed that the persistence of HCoV-OC43 on <i>C. asiatica</i> leaves is identical to that on inert polystyrene. When covered and kept at room temperature with high humidity (>90% RH), HCoV-OC43 can be stable on <i>C. asiatica</i> leaves for at least 24 h. NEW with 197 ppm of available chlorine concentration (ACC) was effective in inactivating both infectious HCoV-OC43 and SARS-CoV-2 in suspension (≥3.68 and ≥4.34 log reduction, respectively), and inactivated dried HCoV-OC43 on the surfaces of <i>C. asiatica</i> leaves (≥2.31 log reduction). Soaking <i>C. asiatica</i> leaves for 5 min in NEW with 205 ppm of ACC or water resulted in significantly higher asiaticoside levels (37.82 ± 0.29 and 35.32 ± 0.74 mg/g dry weight, respectively), compared to the unsoaked group (29.96 ± 0.78 mg/g dry weight). These findings suggest that although coronavirus-contaminated <i>C. asiatica</i> leaves can pose a risk of transmission, NEW could be an option for inactivation."], "CopyrightInformation": "© 2022 The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Vaccine Development, Institute of Molecular Biosciences, Mahidol University, Nakhon Pathom, Thailand."}], "LastName": "Komaikul", "ForeName": "Jukrapun", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Vaccine Development, Institute of Molecular Biosciences, Mahidol University, Nakhon Pathom, Thailand."}], "LastName": "Ruangdachsuwan", "ForeName": "Sasiporn", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Vaccine Development, Institute of Molecular Biosciences, Mahidol University, Nakhon Pathom, Thailand."}], "LastName": "Juntarapornchai", "ForeName": "Sanjira", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Vaccine Development, Institute of Molecular Biosciences, Mahidol University, Nakhon Pathom, Thailand."}], "LastName": "Wanlayaporn", "ForeName": "Duangnapa", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Vaccine Development, Institute of Molecular Biosciences, Mahidol University, Nakhon Pathom, Thailand."}], "LastName": "Ketsuwan", "ForeName": "Kunjimas", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Vaccine Development, Institute of Molecular Biosciences, Mahidol University, Nakhon Pathom, Thailand."}], "LastName": "Masrinoul", "ForeName": "Promsin", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Vaccine Development, Institute of Molecular Biosciences, Mahidol University, Nakhon Pathom, Thailand."}], "LastName": "Yoksan", "ForeName": "Suthee", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Medical Technology, Mahidol University, Thailand."}], "LastName": "Puthavathana", "ForeName": "Pilaipan", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Mahidol University, Bangkok, Thailand."}], "LastName": "Kitisripanya", "ForeName": "Tharita", "Initials": "T"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abadias M., Usall J., Oliveira M., Alegre I., Viñas I. Efficacy of neutral electrolyzed water (NEW) for reducing microbial contamination on minimally-processed vegetables. Int. J. Food Microbiol. 2008;123(1-2):151–158.", "ArticleIdList": ["18237810"]}, {"Citation": "Aboubakr H.A., Sharafeldin T.A., Goyal S.M. Stability of SARS-CoV-2 and other coronaviruses in the environment and on common touch surfaces and the influence of climatic conditions: a review. Trans. Emerg. Dis. 2021;68(2):296–312.", "ArticleIdList": ["PMC7361302", "32603505"]}, {"Citation": "ASTM . 2020. ASTM E1052-20 Standard Practice to Assess the Activity of Microbicides against Viruses in Suspension."}, {"Citation": "Biryukov J., Boydston J.A., Dunning R.A., Yeager J.J., Wood S., Reese A.L., Ferris A., Miller D., Weaver W., Zeitouni N.E., Phillips A., Freeburger D., Hooper I., Ratnesar-Shumate S., Yolitz J., Krause M., Williams G., Dawson D.G., Herzog A., Dabisch P., Wahl V., Hevey M.C., Altamura L.A. Increasing temperature and relative humidity accelerates inactivation of SARS-CoV-2 on surfaces. mSphere. 2020;5(4) e00441-20.", "ArticleIdList": ["PMC7333574", "32611701"]}, {"Citation": "Blondin-Brosseau M., Harlow J., Doctor T., Nasheri N. Examining the persistence of human coronavirus 229E on fresh produce. Food Microbiol. 2021;98", "ArticleIdList": ["PMC7909902", "33875208"]}, {"Citation": "Buraphaka H., Putalun W. Stimulation of health-promoting triterpenoids accumulation in Centella asiatica (L.) Urban leaves triggered by postharvest application of methyl jasmonate and salicylic acid elicitors. Ind. Crop. Prod. 2020;146"}, {"Citation": "Carroll N., Sadowski A., Laila A., Hruska V., Nixon M., Ma D.W., Haines J., Guelph Family Health Study. The impact of COVID-19 on health behavior, stress, financial and food security among middle to high income Canadian families with young children. Nutrients. 2020;12(8):2352.", "ArticleIdList": ["PMC7468859", "32784530"]}, {"Citation": "Castaño N., Cordts S.C., Kurosu Jalil M., Zhang K.S., Koppaka S., Bick A.D., Paul R., Tang S.K. Fomite transmission, physicochemical origin of virus–surface interactions, and disinfection strategies for enveloped viruses with applications to SARS-CoV-2. ACS Omega. 2021;6(10):6509–6527.", "ArticleIdList": ["PMC7944398", "33748563"]}, {"Citation": "Chandrika U.G., Kumara P.A.P. Gotu Kola (Centella asiatica): nutritional properties and plausible health benefits. Adv. Food Nutr. Res. 2015;76:125–157.", "ArticleIdList": ["26602573"]}, {"Citation": "Chen X., Xue S.J., Shi J., Kostrzynska M., Tang J., Guévremont E., Villeneuve S., Mondor M. Red cabbage washing with acidic electrolysed water: effects on microbial quality and physicochemical properties. Food Qual. Saf. 2018;2(4):229–237."}, {"Citation": "Cui X., Shang Y., Shi Z., Xin H., Cao W. Physicochemical properties and bactericidal efficiency of neutral and acidic electrolyzed water under different storage conditions. J. Food Eng. 2009;91(4):582–586."}, {"Citation": "Dallner M., Harlow J., Nasheri N. Human coronaviruses do not transfer efficiently between surfaces in the absence of organic materials. Viruses. 2021;13(7):1352.", "ArticleIdList": ["PMC8310000", "34372557"]}, {"Citation": "Guajardo-Flores D., García-Patiño M., Serna-Guerrero D., Gutiérrez-Uribe J.A., Serna-Saldívar S.O. Characterization and quantification of saponins and flavonoids in sprouts, seed coats and cotyledons of germinated black beans. Food Chem. 2012;134(3):1312–1319.", "ArticleIdList": ["25005948"]}, {"Citation": "Guo M., Tao W., Flavell R.A., Zhu S. Potential intestinal infection and faecal–oral transmission of SARS-CoV-2. Nat. Rev. Gastroenterol. Hepatol. 2021;18(4):269–283.", "ArticleIdList": ["PMC7883337", "33589829"]}, {"Citation": "Gutiérrez-García R., La Cerda-Angeles D., Juan C., Cabrera-Licona A., Delgado-Enciso I., Mervitch-Sigal N., Paz-Michel B.A. Nasopharyngeal and oropharyngeal rinses with neutral electrolyzed water prevents COVID-19 in front-line health professionals: a randomized, open-label, controlled trial in a general hospital in Mexico City. Biomed. Rep. 2022;16(2):1–8.", "ArticleIdList": ["PMC8719325", "34987795"]}, {"Citation": "Harlow J., Dallner M., Nasheri N. Protective effect of food against inactivation of human coronavirus OC43 by gastrointestinal fluids. Food Environ Virol. 2022:1–5.", "ArticleIdList": ["PMC8941299", "35320506"]}, {"Citation": "Hemati M., Soosanabadi M., Ghorashi T., Ghaffari H., Vahedi A., Sabbaghian E., Nejad Z.R., Salati A., Danaei N., Kokhaei P. Thermal inactivation of COVID-19 specimens improves RNA quality and quantity. J. Cell. Physiol. 2021;236(7):4966–4972.", "ArticleIdList": ["33305832"]}, {"Citation": "Huang Y.R., Hung Y.C., Hsu S.Y., Huang Y.W., Hwang D.F. Application of electrolyzed water in the food industry. Food Control. 2008;19(4):329–345."}, {"Citation": "ISO . 2019. ISO 21702-19 Measurement of Antiviral Activity on Plastics and Other Non-porous Surfaces."}, {"Citation": "Kai-Wang Kelvin, Tsang O.T.Y., Yip C.C.Y., Chan K.H., Wu T.C., Chan J.M.C., Leung W.S., Chik T.S.H., Choi C.Y.C., Kandamby D.H., Lung D.C., Tam A.R., Poon, Shan R.W., Fung A.Y.F., Hung I.F.N., Cheng V.C.C., Chan J.F.W., Yuen K.Y. Consistent detection of 2019 novel coronavirus in saliva. Clin. Infect. Dis. 2020;71(15):841–843.", "ArticleIdList": ["PMC7108139", "32047895"]}, {"Citation": "Lee A.C.Y., Zhang A.J., Chan J.F.W., Li C., Fan Z., Liu F., Chen Y., Liang R., Sridhar S., Cai J., Poon V., Chan C., To K., Yuan S., Zhou J., Chu H., Yuen K.Y. Oral SARS-CoV-2 inoculation establishes subclinical respiratory infection with virus shedding in golden Syrian hamsters. Cell Rep. Med. 2020;1(7)", "ArticleIdList": ["PMC7508015", "32984855"]}, {"Citation": "Li L., Hao J., Song S., Nirasawa S., Jiang Z., Liu H. Effect of slightly acidic electrolyzed water on bioactive compounds and morphology of broccoli sprouts. Food Res. Int. 2018;105:102–109.", "ArticleIdList": ["29433193"]}, {"Citation": "Ming Z., Han S., Deng K., Reyes E., Ha Y., Kim S., Zhao Y.U., Dobritsa A., Wu M., Zhang D., Cox D.P., Joyner E., Kulasekara H., Kim S.H., Jang Y.S., Fowler C., Fei X., Akasaki H., Themeli E., Agapov A., Bruneau D., Tran T., Szczesny C., Kienzle C., Tenney K., Geng H., Myoda S., Samadpour M. Prevalence of SARS-CoV-2 contamination on food plant surfaces as determined by environmental monitoring. J. Food Protect. 2021;84(3):352–358.", "ArticleIdList": ["PMC9906298", "33460439"]}, {"Citation": "Moorman E., Montazeri N., Jaykus L.A. Efficacy of neutral electrolyzed water for inactivation of human norovirus. Appl. Environ. Microbiol. 2017;83(16) e00653-17.", "ArticleIdList": ["PMC5541222", "28600317"]}, {"Citation": "Nilsson A., Edner N., Albert J., Ternhag A. Fatal encephalitis associated with coronavirus OC43 in an immunocompromised child. Infect. Dis. 2020;52(6):419–422.", "ArticleIdList": ["32067542"]}, {"Citation": "Nowsad A.A., Khan N.D., Hasan M.M., Rahman S.M.E., Araki T., Yoshimatsu T. Efficacy of electrolyzed water against bacteria on fresh fish for increasing the shelf-life during transportation and distribution. J. Cons. Prot. Food Saf. 2020;15(4):351–362."}, {"Citation": "Owen L., Shivkumar M., Laird K. The stability of model human coronaviruses on textiles in the environment and during health care laundering. mSphere. 2021;6(2):e00316–e00321.", "ArticleIdList": ["PMC8092140", "33910996"]}, {"Citation": "Qu G., Li X., Hu L., Jiang G. Vol. 54. 2020. An Imperative Need for Research on the Role of Environmental Factors in Transmission of Novel Coronavirus (COVID-19) pp. 3730–3732. (7)", "ArticleIdList": ["32202420"]}, {"Citation": "Rosli S.Z., Noranizan M.A., Radu S., Karim R., Adzahan N.M., Aadil R.M., Koh P.C. Impact of sanitizer solutions on microbial reduction and quality of fresh-cut pennywort (Centella asiatica) leaves. J. Food Sci. Technol. 2021:1–10.", "ArticleIdList": ["PMC8814121", "35153331"]}, {"Citation": "Schirtzinger E.E., Kim Y., Davis A.S. Improving human coronavirus OC43 (HCoV-OC43) research comparability in studies using HCoV-OC43 as a surrogate for SARS-CoV-2. J. Virol Methods. 2022;299", "ArticleIdList": ["PMC8500843", "34634321"]}, {"Citation": "Shivkumar M., Adkin P., Owen L., Laird K. Investigation of the stability and risks of fomite transmission of human coronavirus OC43 on leather. FEMS (Fed. Eur. Microbiol. Soc.) Microbiol. Lett. 2021;368(16):fnab112.", "ArticleIdList": ["PMC8499771", "34459482"]}, {"Citation": "Singh B., Singh J.P., Singh N., Kaur A. Saponins in pulses and their health promoting activities: a review. Food Chem. 2017;233:540–549.", "ArticleIdList": ["28530610"]}, {"Citation": "Singh M., Sadat A., Abdi R., Colaruotolo L.A., Francavilla A., Petker K., Nasr P., Moraveji M., Cruz G., Huang Y., Arora A., Chao A., Walker S., Wang X., Rathnayake S., Ragupathy S., Newmaster S.G., Hanner R.H., Goodridge L.D., Corradini M.G., Corradini M.G. Detection of SAR-CoV-2 on surfaces in food retailers in Ontario. Cur. Res. Food Sci. 2021;4:598–602.", "ArticleIdList": ["PMC8406517", "34485928"]}, {"Citation": "Sizun J., Yu M.W.N., Talbot P.J. Survival of human coronaviruses 229E and OC43 in suspension and after drying on surfaces: a possible source of hospital-acquired infections. J. Hosp. Infect. 2000;46(1):55–60.", "ArticleIdList": ["PMC7134510", "11023724"]}, {"Citation": "Slaughter R.J., Watts M., Vale J.A., Grieve J.R., Schep L.J. The clinical toxicology of sodium hypochlorite. Clin. Toxicol. 2019;57(5):303–311.", "ArticleIdList": ["30689457"]}, {"Citation": "Takeda Y., Uchiumi H., Matsuda S., Ogawa H. Acidic electrolyzed water potently inactivates SARS-CoV-2 depending on the amount of free available chlorine contacting with the virus. Biochem. Biophys. Res. Commun. 2020;530(1):1–3.", "ArticleIdList": ["PMC7359810", "32828268"]}, {"Citation": "Tan S.C., Bhattamisra S.K., Chellappan D.K., Candasamy M. Actions and therapeutic potential of madecassoside and other major constituents of Centella asiatica: a review. Appl. Sci. 2021;11(18):8475."}, {"Citation": "Vabret A., Mourez T., Gouarin S., Petitjean J., Freymuth F. An outbreak of coronavirus OC43 respiratory infection in Normandy, France. Clin. Infect. Dis. 2003;36(8):985–989.", "ArticleIdList": ["PMC7109673", "12684910"]}, {"Citation": "Yan P., Daliri E.B.M., Oh D.H. New clinical applications of electrolyzed water: a review. Microorganisms. 2021;9(1):136.", "ArticleIdList": ["PMC7827692", "33435548"]}, {"Citation": "Yekta R., Vahid-Dastjerdi L., Norouzbeigi S., Mortazavian A.M. 2021. Food."}, {"Citation": "Yendo A.C., de Costa F., Gosmann G., Fett-Neto A.G. Production of plant bioactive triterpenoid saponins: elicitation strategies and target genes to improve yields. Mol. Biotechnol. 2010;46(1):94–104.", "ArticleIdList": ["20204713"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "4", "Day": "21"}, {"Year": "2022", "Month": "6", "Day": "17"}, {"Year": "2022", "Month": "8", "Day": "11"}, {"Year": "2022", "Month": "8", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "30", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "8", "Day": "29", "Hour": "4", "Minute": "37"}, {"Year": "2022", "Month": "8", "Day": "20"}], "PublicationStatus": "epublish", "ArticleIdList": ["36032186", "PMC9391078", "10.1016/j.heliyon.2022.e10294", "S2405-8440(22)01582-1"]}}], "PubmedBookArticle": []}