{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Argentine mistletoes", "Ligaria cuneifolia", "Phoradendron liga", "flavonoids", "lectins"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36048575", "DateCompleted": {"Year": "2022", "Month": "10", "Day": "21"}, "DateRevised": {"Year": "2022", "Month": "10", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "09", "Day": "23"}], "Language": ["eng"], "ELocationID": ["10.1002/cbdv.202200565"], "Journal": {"ISSN": "1612-1880", "JournalIssue": {"Volume": "19", "Issue": "10", "PubDate": {"Year": "2022", "Month": "Oct"}}, "Title": "Chemistry & biodiversity", "ISOAbbreviation": "Chem Biodivers"}, "ArticleTitle": "The Argentine Mistletoes Ligaria cuneifolia (Ruiz & Pav.) Tiegh (Loranthaceae) and Phoradendron liga (Gillies ex Hook. & Arn.) Eichler (Santalaceae). Thirty Years of Research.", "Pagination": {"StartPage": "e202200565", "MedlinePgn": "e202200565"}, "Abstract": {"AbstractText": ["Ligaria cuneifolia (Ruiz & Pav.) Tiegh (Loranthaceae) and Phoradendron liga (Gillies ex Hook. & Arn.) Eichler (Santalaceae) are regarded as Argentine mistletoes based on their similarities with the European counterpart, Viscum album L. (Santalaceae). These two species are the most used medicinal plants to treat high blood pressure in the Argentinian population. To provide scientific grounds to their traditional use and therapeutic potential, they were selected as herbal drug candidates. The main findings would support the anti-hypertensive action, the anticholesterolemic and antioxidant features of L. cuneifolia, and immunomodulatory properties for both species. Quercetin-O-glycosides, galloyl glycosides, and proanthocyanidins are present in L. cuneifolia while P. liga shows C-glycosyl flavones and 3-deoxyproanthocyanidins. This review summarizes the phytochemical characterization, medicinal properties and reveals promising results warranting future efforts for further investigation."], "CopyrightInformation": "© 2022 Wiley-VHCA AG, Zurich, Switzerland."}, "AuthorList": [{"Identifier": ["0000-0002-6575-0246"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Universidad de Buenos Aires, Facultad de Farmacia y Bioquímica, Departamento de Farmacología, Cátedra de Farmacobotánica, Buenos Aires, Argentina."}, {"Identifier": [], "Affiliation": "Universidad de Buenos Aires, Facultad de Farmacia y Bioquímica, Departamento de Tecnología Farmacéutica, Cátedra de Tecnología Farmacéutica I, Buenos Aires, Argentina."}, {"Identifier": [], "Affiliation": "Universidad de Buenos Aires, Facultad de Farmacia y Bioquímica, Instituto de Tecnología Farmacéutica y Biofarmacia (InTecFyB), Buenos Aires, Argentina."}], "LastName": "Dobrecky", "ForeName": "Cecilia B", "Initials": "CB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Universidad de Buenos Aires, Facultad de Farmacia y Bioquímica, Departamento de Farmacología, Cátedra de Farmacobotánica, Buenos Aires, Argentina."}, {"Identifier": [], "Affiliation": "Universidad de Buenos Aires, CONICET, Facultad de Farmacia y Bioquímica, Departamento de Tecnología Farmacéutica, Buenos Aires, Argentina."}, {"Identifier": [], "Affiliation": "Universidad de Buenos Aires, Facultad de Farmacia y Bioquímica, Instituto de Tecnología Farmacéutica y Biofarmacia (InTecFyB), Buenos Aires, Argentina."}], "LastName": "Lucangioli", "ForeName": "Silvia E", "Initials": "SE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Universidad de Buenos Aires, Facultad de Farmacia y Bioquímica, Departamento de Tecnología Farmacéutica, Cátedra de Tecnología Farmacéutica I, Buenos Aires, Argentina."}, {"Identifier": [], "Affiliation": "Universidad de Buenos Aires, Facultad de Farmacia y Bioquímica, Museo de Farmacobotánica (Juan Aníbal Domínguez), Buenos Aires, Argentina."}, {"Identifier": [], "Affiliation": "Universidad de Buenos Aires, Facultad de Farmacia y Bioquímica, Instituto de Tecnología Farmacéutica y Biofarmacia (InTecFyB), Buenos Aires, Argentina."}], "LastName": "Wagner", "ForeName": "Marcelo L", "Initials": "ML"}], "GrantList": [{"GrantID": "20020170100121BA", "Agency": "University of Buenos Aires", "Country": ""}, {"Agency": "Instituto de Botánica Darwinion (IBODA) CONICET, Buenos Aires, Argentina", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Chem Biodivers", "NlmUniqueID": "101197449", "ISSNLinking": "1612-1872"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Proanthocyanidins"}, {"RegistryNumber": "9IKM0I5T1E", "NameOfSubstance": "Quercetin"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Antihypertensive Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Glycosides"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavones"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Loranthaceae"}, {"QualifierName": [], "DescriptorName": "Phoradendron"}, {"QualifierName": [], "DescriptorName": "Santalaceae"}, {"QualifierName": [], "DescriptorName": "Proanthocyanidins"}, {"QualifierName": [], "DescriptorName": "Quercetin"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Antihypertensive Agents"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Glycosides"}, {"QualifierName": [], "DescriptorName": "Flavones"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "M. Grieve, ‘A Modern Herbal’, Accessed May 2nd, 2022."}, {"Citation": "S. Prior, ‘Mistletoe and holly’, Botany Leaflet 1939, 24, 1-30."}, {"Citation": "A. Büssing, ‘Introduction: History of Mistletoe Uses’, in ‘Mistletoe, the Genus Viscum’, Ed. A. Büssing, Harwood Academic Publishers, Amsterdam, The Netherlands, 2000, Vol. 16, pp. 1-6."}, {"Citation": "H. Ramm, ‘Mistletoe through Cultural and Medicinal History The All-Healing Plant Proves to Be a Cancer Specific Remedy’, in ‘Mistletoe: From Mythology to Evidence Based Medicine’, Eds. K. Zänker and S. Kaveri, Karger, Basel, Switzerland, 2015, pp. 1-10."}, {"Citation": "M. Mylo, M. Hoffmann, A. Delp, R. Scholz, F. Walther, T. Speck, O. Speck, ‘Advances on the Visualization of the Internal Structures of the European Mistletoe: 3D Reconstruction Using Microtomography’, Front. Plant Sci. 2021, 12, 715711."}, {"Citation": "K. von Tubeuf, ‘Monographic der Mistel’, R. Oldemburg Verlag, Berlin. 1923."}, {"Citation": "D. Abbiatti, ‘Las Lorantáceas Argentinas [The Argentinian Loranthaceae]’, Revista del Museo de La Plata (N. S.), Sección Botánica 1946, 7, 1-110."}, {"Citation": "M. Wagner, Ph.D. Thesis, Universidad de Buenos Aires, 1993."}, {"Citation": "M. Álvarez, ‘Mesopotamia-Paranaense Forest’, in ‘Pharmacological Properties of Native Plants from Argentina’, Ed. M. A. Alvarez, Springer, Switzerland, 2019, pp. 90-136."}, {"Citation": "P. De Smet, ‘Phoradendron flavescens’, in ‘Adverse Effects of Herbal Drugs’, Eds. P. De Smet, K. Keller, R. Hänsel, R. Chandler, Springer-Verlag, Berlin, 1997, Vol. 3, pp. 99-103."}, {"Citation": "D. Nickrent, D. Boufford, J. Kujit, ‘(1986) Proposal to conserve the name Viscum serotinum (Phoradendron serotinum) against V. leucarpum (Viscaceae)’, Taxon 2010, 59, 1903-1904."}, {"Citation": "http://www.theplantlist.org; Accessed May 15, 2022."}, {"Citation": "http://www.worldfloraonline.org; Accessed May 15, 2022."}, {"Citation": "A. Alonso-Castro, M. Juárez-Velázquez, F. Domínguez, I. González-Sánchez, E. Estrada-Castillón, G. López-Toledo, M. Chávez, M. Cerbón, A. García-Carranca, ‘The antitumoral effect of the American mistletoe Phoradendron serotinum (Raf.) M. C. Johnst. (Viscaceae) is associated with the release of immunity-related cytokines’, J. Ethnopharmacol. 2012, 142, 857-864."}, {"Citation": "T. Fernández, M. Wagner, B. Varela, R. Ricco, S. Hajos, A. Gurni, E. Álvarez, ‘Study of an Argentine Mistletoe, the hemiparasite Ligaria cuneifolia (R. et P.) Tiegh. (Loranthaceae)’, J. Ethnopharmacol. 1998, 62, 25-34."}, {"Citation": "M. Wagner, C. Dobrecky, B. Varela, A. Luquita, A., C. Carnovale, M. Álvarez, R. Ricco, ‘Ligaria cuneifolia (R. et P.) Tiegh’, in ‘Medicinal and Aromatic Plants of South America’, Eds. A. Máthé and A. Bandoni, Springer, Cham, Switzerland, 2021, pp. 295-310."}, {"Citation": "M. Nájera, ‘La Herboristería en la República Argentina’, Acta Farm. Bonaerense 1983, 2, 55-59."}, {"Citation": "G. Amico, G. R. Vidal-Russell, ‘Uso de hospedadores por el muérdago argentino Ligaria cuneifolia (Loranthaceae) a lo largo de su distribución geográfica [Host use by the Argentine mistletoe Ligaria cuneifolia along its geographical distribution]’, Boletín de la Sociedad Argentina de Botánica 2019, 54, 395-403."}, {"Citation": "J. Hieronymus, ‘Plantae diaphoricae florae Argentinae’, Atlántida, Buenos Aires, 1882, pp. 259-262."}, {"Citation": "J. Domínguez, ‘Loranthaceae’, in ‘Contribuciones a la Materia Médica Argentina’, Trabajos del Instituto de Botánica y Farmacología 1928, 44, 260-264."}, {"Citation": "E. Ratera, M. Ratera, ‘Plantas de la flora argentina empleadas en medicina popular’, Ed. Hemisferio Sur, Buenos Aires, Argentina, 1980, pp. 82-84."}, {"Citation": "C. Taira, M. Wagner, H. Adrados, R. Pino, A. Gurni, ‘Estudio farmacológico de un agente vasoactivo presente en Ligaria cuneifolia var. cuneifolia’, Acta Farm. Bonaerense 1994, 13, 91-95."}, {"Citation": "C. Taira, M. Wagner, A. Gurni, ‘Pharmacological and cardiovascular aspects of Ligaria cuneifolia infusions’, Pharm. Biol. (Abingdon, U. K.) 2004, 42, 234-239."}, {"Citation": "T. Fernández, B. Varela, C. Taira, R. Ricco, A. Gurni, S. Hajos, E. Álvarez, M. Wagner, ‘Mistletoes from Argentina. Ligaria cuneifolia var. cuneifolia as a substitute for the European Mistletoe (Viscum album L.)’, in ‘Mistletoe. The genus Viscum’ Ed. A. Büssing, Harwood Academic Publishers, Amsterdam, The Netherlands, 2000, Vol. 16, pp 61-74."}, {"Citation": "G. Scarpa, M. Montani, ‘Etnobotánica médica de las ‘ligas’ (Loranthaceae sensu lato) entre indígenas y criollos de Argentina’, Dominguezia 2011, 27, 5-19."}, {"Citation": "D. Nickrent, ‘Parasitic angiosperms: How often and how many?’, Taxon 2020, 69, 5-27."}, {"Citation": "R. Mathiasen, D. Nickrent, D. Shaw, D. Watson, ‘Mistletoes: Pathology, Systematics, Ecology, and Management’, Plant Dis. 2008, 92, 988-1006."}, {"Citation": "D. Nickrent, F. Anderson, J. Kuijt, ‘Inflorescence evolution in Santalales: integrating morphological characters and molecular phylogenetics’, Am. J. Bot. 2019, 106, 402-414."}, {"Citation": "D. Nickrent, V. Malécot, R. Vidal-Russell, J. Der, ‘A revised classification of Santalales’, Taxon 2010, 59, 538-558."}, {"Citation": "J. Der, D. Nickrent, ‘A Molecular Phylogeny of Santalaceae (Santalales)’, Syst. Bot. 2008, 33, 107-116."}, {"Citation": "D. Nickrent, ‘Santalales (Including Mistletoes)’, in ‘Encyclopedia of Life Sciences (ELS)’, John Wiley & Sons Ltd, Chichester, UK, 2011."}, {"Citation": "Y. Krasylenko, J. Tĕšitel, G. Ceccantini, M. Oliveira da Silva, V. Dvořăk, D. Steele, Y. Sosnovsky, R. Piwowarczyk, D. Watson, L. Teixeira-Costa, ‘Parasites on parasites: hyper-, epi-, and autoparasitism among flowering plants’, Am. J. Bot. 2021, 108, 8-21."}, {"Citation": "J. Kuijt, ‘The Biology of Parasitic Flowering Plants’, University of California Press, Berkeley, CA, 1969."}, {"Citation": "J. Tĕšitel, A. Li, K. Knotková, R. McLellan, P. Bandaranayake, D. Watson, ‘The bright side of parasitic plants: what are they good for?’, Plant Physiol. 2021, 185, 1309-1324."}, {"Citation": "M. Muche, A. Muasya, B. Tsegay, ‘Biology and resource acquisition of mistletoes, and the defense responses of host plants’, Ecol. Process. 2022, 11, 24."}, {"Citation": "L. Teixeira-Costa, G. Ceccantini, ‘Aligning Microtomography Analysis with Traditional Anatomy for a 3D Understanding of the Host-Parasite Interface-Phoradendron spp. Case Study’, Front. Plant Sci. 2016, 7, 1340."}, {"Citation": "R. Sanzin, ‘Sobre el Loranthus cuneifolius’, Revista Chilena de Historia Natural 1918, 22, 126-129."}, {"Citation": "B. Varela, A. Gurni, ‘Anatomía foliar y caulinar comparativa del muérdago criollo y del muérdago europeo’, Acta Farm. Bonaerense 1995, 14, 21-29."}, {"Citation": "M. Wagner, T. Fernández, B. Varela, E. Álvarez, S. Hajos, A. Gurni, ‘Anatomical, phytochemical and immunochemical studies on Ligaria cuneifolia (R. et P.) Tiegh. (Loranthaceae)’, Pharm. Biol. (Abingdon, U. K.) 1998, 36, 131-139."}, {"Citation": "B. Varela, T. Fernández, C. Taira, P. Cerdá Zolezzi, R. Ricco, E. Caldas López, E. Álvarez, A. Gurni, S. Hajos, M. Wagner, ‘El muérdago criollo, Ligaria cuneifolia (R. et P.) Tiegh.-Loranthaceae-. Desde el uso popular hacia el estudio de los efectos farmacológicos’, Dominguezia 2001, 17, 31-50."}, {"Citation": "B. Varela, Ph.D. Thesis, Universidad de Buenos Aires, 2003."}, {"Citation": "C. Barney, F. Hawksworth, B. Wells, ‘Hosts of Viscum album’, Eur. J. For. Pathol. 1998, 28, 187-208."}, {"Citation": "European Medicines Agency, ‘Assessment report on Viscum album L., herba’, 2012."}, {"Citation": "M. Wagner, M. Vaccaro, A. Gurni, J. Coussio, R. Rondina, ‘Estudio de la Variabilidad en Compuestos Aminados de diferentes Ejemplares del género Phoradendron que crecen en las Zonas Centro-oeste y Misionera Argentinas’, Acta Farm. Bonaerense 1986, 5, 139-148."}, {"Citation": "E. Peñaloza, C. Holandino, C. Scherr, P. de Araujo, R. Borges, K. Urech, S. Baumgartner, R. Garrett, ‘Comprehensive Metabolome Analysis of Fermented Aqueous Extracts of Viscum album L. by Liquid Chromatography-High Resolution Tandem Mass Spectrometry’, Molecules 2020, 25, 4006."}, {"Citation": "J. Felenda, C. Turek, F. Stintzing, ‘Antiproliferative potential from aqueous Viscum album L. preparations and their main constituents with ricin and purothionin on human cancer cells’, J. Ethnopharmacol. 2019, 236, 100-107."}, {"Citation": "S. Yousefvand, F. Fattahi, S. Hosseini, K. Urech, G. Schaller, ‘Viscotoxin and lectin content in foliage and fruit of Viscum album L. on the main host trees of Hyrcanian forests’, Sci. Rep. 2022, 12, 10383."}, {"Citation": "M. de Oliveira Melo, A. Passos Oliveira, A. Wiecikowski, R. Carvalho, J. de Lima Castro, F. Alves Gomes de Oliveira, H. Pereira, V. Feo da Veiga, M. Marques Alves Capella, L. Rocha, C. Holandino, ‘Phenolic compounds from Viscum album tinctures enhanced antitumor activity in melanoma murine cancer cells’, Saudi Pharm. J. 2018, 26, 311-322."}, {"Citation": "H. Becker, J. Exner, ‘Vergleichende Untersuchungen von Misteln verschiedener Wirtsbäume an Hand der Flavonoide and Phenolcarbonsäuren’, Z. Pflanzenphysiol. 1980, 97, 417-428."}, {"Citation": "K. Haas, M. Bauer, E. Wollenweber, ‘Cuticular waxes and flavonol aglycones of Mistletoes’, Z. Naturforsch. C 2003, 58, 464-470."}, {"Citation": "C. Holandino, M. de Oliveira Melo, A. Passos Oliveira, J. da Costa Batista, M. Marques Capella, R. Garrett, M. Grazi, H. Ramm, C. Dalla Torre, G. Schaller, K. Urech, U. Weissenstein, S. Baumgartner, ‘Phytochemical analysis and in vitro anti-proliferative activity of Viscum album ethanolic extracts’, BMC Complementary Med. Ther. 2020, 20, 215."}, {"Citation": "C. Song, X. Wei, Z. Qiu, L. Gong, Z. Chen, Y. Ma, Y. Shen, Y. Zhao, W. Wang, C. Lai, B. Yang, ‘Exploring the resources of the genus Viscum for potential therapeutic applications’, J. Ethnopharmacol. 2021, 277, 114233."}, {"Citation": "T. Fernández, P. Cerdá Zolezzi, P. Aulicino, E. Caldas Lopes, M. Wagner, R. Ricco, S. Hajos, A. Gurni, E. Álvarez, ‘Immunobiological features of the galactoside lectin L-Lc isolated from the Argentine mistletoe Ligaria cuneifolia’, J. Ethnopharmacol. 2003, 85, 81-92."}, {"Citation": "P. Cerdá Zolezzi, T. Fernández, P. Aulicino, V. Cavaliere, S. Greczanik, C. Lopes, M. Wagner, R. Ricco, A. Gurni, S. Hajos, E. Álvarez, ‘Ligaria cuneifolia flavonoid fractions modulate cell growth of normal lymphocytes and tumor cells as well as multidrug resistant cells’, Immunobiology 2005, 209, 737-749."}, {"Citation": "C. Dobrecky, Ph.D. Thesis, Universidad de Buenos Aires, 2016."}, {"Citation": "C. Dobrecky, S. Flor, P. López, M. Wagner, S. Lucangioli, ‘Development of a novel dual CD-MEKC system for the systematic flavonoid fingerprinting of Ligaria cuneifolia (R. et P.) Tiegh. - Loranthaceae - extracts’, Electrophoresis 2017, 38, 1292-1300."}, {"Citation": "M. Ricco, M. Bari, F. Bagnato, C. Cornacchioli, M. Laguia-Becher, L. Spairani, A. Posadaz, C. Dobrecky, R. Ricco, M. Wagner, M. Álvarez, ‘Establishment of callus-cultures of the Argentinean mistletoe, Ligaria cuneifolia (R. et P.) Tiegh (Loranthaceae) and screening of their polyphenolic content’, Plant Cell Tissue Organ Cult. 2019, 138, 167-180."}, {"Citation": "M. Ricco, M. Bari, A. Catalano, P. López, C. Dobrecky, S. Teves, A. Posadaz, M. Becher, R. Ricco, M. Wagner, M. Álvarez, ‘Dynamics of Polyphenol Biosynthesis by Calli Cultures, Suspension Cultures and Wild Specimens of the Medicinal Plant Ligaria cuneifolia (Ruiz & Pav.) Tiegh. (Loranthaceae). Analysis of Their Biological Activity’, Plants 2021, 10, 10081713."}, {"Citation": "J. Soberón, M. Sgariglia, M. Dip Maderuelo, M. Andina, D. Sampietro, M. Vattuone, ‘Antibacterial activities of Ligaria cuneifolia and Jodina rhombifolia leaf extracts against phytopathogenic and clinical bacteria’, J. Biosci. Bioeng. 2014, 118, 599-605."}, {"Citation": "J. Laiolo, C. Barbieri, M. Joray, P. Lanza, S. Palacios, M. Vera, M. Carpinella, ‘Plant extracts and betulin from Ligaria cuneifolia inhibit P-glycoprotein function in leukemia cells’, Food Chem. Toxicol. 2021, 147, 111922."}, {"Citation": "S. Vázquez y Novo, M. Wagner, A. Gurni, R. Rondina, ‘Importancia Toxicológica de la presencia de sustancias aminadas en ejemplares de L. cuneifolia var. cuneifolia colectados en distintas áreas de la República Argentina’, Acta Farm. Bonaerense 1989, 8, 23-29."}, {"Citation": "N. Graziano, G. Widme, R. Juliani, J. Coussio, ‘Flavonoids from the Argentine mistletoe Psittacanthus cuneifolius’, Phytochemistry 1967, 6, 1709-1711."}, {"Citation": "C. Arenas Chávez, C. Vera Gonzáles, J. Valeriano Zapana, J. Yáñez JA, ‘Identificación de polifenoles individuales y evaluación de la actividad anticancerígena de la Ligaria cuneifolia (Liga-liga)’, Revista ECIPerú 2011, 8, 158-162."}, {"Citation": "S. Viҫas, D. Rugină, S. Plantea, C. Socaciu, ‘The Morphological Features and UV/VIS analysis of some taxonomic markers of Genus Viscum’, Bull. Univ. Agric. Sci. Vet. Med. Cluj-Napoca, Agric. 2009, 66, 193-200."}, {"Citation": "F. Lohézic-Le-Dévéhat, S. Tomasi, D. Fontanel, J. Boustie, ‘Flavonols from Scurrula ferruginea Danser (Loranthaceae)’, Z. Naturforsch. C 2002, 57, 1092-1095."}, {"Citation": "M. Wagner, R. Ricco, F. Ranea, A. Gurni, ‘Estudio comparativo de los polifenoles en diferentes poblaciones de Phoradendron liga (Gill.) Eichl. - Viscaceae - de la República Argentina’, Bol. Latinoam. Caribe Plant. Med. Aromat. 2007, 6, 301-302."}, {"Citation": "B. Varela, T. Fernández, R. Ricco, P. Cerdá Zolezzi, S. Hajos, A. Gurni, E. Álvarez, M. Wagner, ‘Phoradendron liga (Gill. Ex H. et A.) Eichl. (Viscaceae) used in folk medicine: anatomical, phytochemical, and immunochemical studies’, J. Ethnopharmacol. 2004, 94, 109-116."}, {"Citation": "S. Li, J. Gullbo, P. Lindholm, R. Larsson, E. Thunberg, G. Samuelsson, L. Bohlin, P. Claeson, ‘Ligatoxin B, a new cytotoxic protein with a novel helix-turn-helix DNA-binding domain from the mistletoe Phoradendron liga’, Biochem. J. 2002, 366, 405-413."}, {"Citation": "S. Johansson, J. Gullbo, P. Lindholm, B. Ek, E. Thunberg, G. Samuelsson, R. Larsson, L. Bohlin, P. Claeson, ‘Small, novel proteins from the mistletoe Phoradendron tomentosum exhibit highly selective cytotoxicity to human breast cancer cells’, Cell. Mol. Life Sci. 2003, 60, 165-175."}, {"Citation": "J. Guzmán-Rodríguez, A. Ochoa-Zarzosa, R. López-Gómez, J. López-Meza, ‘Plant Antimicrobial Peptides as Potential Anticancer Agents’, BioMed Res. Int. 2015, 2015, 735087."}, {"Citation": "L. Porter, ‘Flavans and proanthocyanidins’, in ‘The Flavonoids: Advances in research since 1986’, Ed. J. Harborne, Chapman & Hall, London, UK, 1993, pp. 23-56."}, {"Citation": "S. Dossaji, H. Becker, J. Exner, ‘Flavone C-Glycosides of Phoradendron tomentosum from different host trees’, Phytochemistry 1983, 22, 311-312."}, {"Citation": "M. Wagner, M. Vaccaro, A. Gurni, J. Coussio, R. Rondina, ‘Estudio de la Variabilidad de Compuestos Aminados de diferentes Ejemplares del género Phoradendron que crecen en las Zonas Centro-oeste y Misionera Argentinas’, Acta Farm. Bonaerense 1986, 5, 139-148."}, {"Citation": "M. Horneber, G. Bueschel, R. Huber, K. Linde, M. Rostock, ‘Mistletoe therapy in oncology’, Cochrane Database Syst. Rev. 2008, 2008, CD003297."}, {"Citation": "A. Szurpnicka, A. Kowalczuk, A. Szterk, ‘Biological activity of mistletoe: In vitro and in vivo studies and mechanisms of action’, Arch. Pharmacal Res. 2020, 43, 593-629."}, {"Citation": "C. Vanhaverbeke, D. Touboul, N. Elie, M. Prévost, C. Meunier, S. Michelland, V. Cunin, L. Ma, D. Vermijlen, C. Delporte, S. Pochet, A. Le Gouellec, M. Sève, P. Van Antwerpen, F. Souard, ‘Untargeted metabolomics approach to discriminate mistletoe commercial products’, Sci. Rep. 2021, 11, 14205."}, {"Citation": "C. Song, X. Wei, Z. Qiu, L. Gong, Z. Chen, Y. Ma, Y. Shen, Y. Zhao, W. Wang, C. Lai, B. Yang, ‘Exploring the resources of the genus Viscum for potential therapeutic applications’, J. Ethnopharmacol. 2021, 277, 114233."}, {"Citation": "H. Matthes, A. Thronicke, R. Hofheinz, E. Baars, D. Martin, R. Huber, T. Breitkreuz, G. Bar-Sela, D. Galun, F. Schad, ‘Statement to an Insufficient Systematic Review on Viscum album L. Therapy’, J. Evidence-Based Complementary Altern. Med. 2020, 2020, 7091039."}, {"Citation": "A. Soursouri, S. Hosseini, F. Fattahi, ‘Biochemical analysis of European mistletoe (Viscum album L) foliage and fruit settled on Persian ironwood (Parrotia persica C. A. Mey.) and hornbeam (Caprinus betulus L.)’, Biocatal. Agric. Biotechnol. 2019, 22, 101360."}, {"Citation": "O. Ofem, A. Eno, C. Nku, A. Antai, ‘Viscum album (mistletoe) extract prevents changes in levels of red blood cells, PCV, Hb, serum proteins and ESR in high salt-fed rats’, J. Ethnopharmacol. 2009, 126, 421-426."}, {"Citation": "O. Ofem, A. Eno, J. Imoru, E. Nkanu, F. Unoh, J. Ibu, ‘Effect of crude aqueous leaf extract of Viscum album (mistletoe) in hypertensive rats’, Indian J. Pharmacol. 2007, 39, 15-19."}, {"Citation": "K. Poruthukaren, P. Palatty, M. Baliga, S. Suresh, ‘Clinical Evaluation of Viscum album Mother Tincture as an Antihypertensive: A Pilot Study’, J. Evidence-Based Complementary Altern. Med. 2014, 19, 31-35."}, {"Citation": "M. Majeed, T. Pirzadah, M. Mir, K. Hakeem, H. Alharby, H. Alsamadany, A. Bamagoos, R. Rehman, ‘Comparative Study on the Phytochemical Profile and Antioxidant Activity of an Epiphyte, Viscum album L. (White Berry Mistletoe), Derived from Different Host Trees’, Plants 2021, 10, 1191."}, {"Citation": "S. Shah, Y. Rehman, A. Iqbal, Z. Rahman, B. Zhou, M. Peng, Z. Li, ‘Phytochemical screening and Antimicrobial activities of Stem, Leaves and Fruit Extracts of Viscum album L.’, J. Pure Appl. Microbiol. 2017, 11, 1337-1349."}, {"Citation": "J. Bai, S. Zhao, X. Fan, Y. Chen, X. Zou, M. Hu, B. Wang, J. Jin, X. Wang, J. Hu, D. Zhang, Y. Li, ‘Inhibitory effects of flavonoids on P-glycoprotein in vitro and in vivo: 59 Food/herb-drug interactions and structure-activity relationships’, Toxicol. Appl. Pharmacol. 2019, 369, 49-59."}, {"Citation": "F. Gil, J. Laiolo, B. Bayona-Pacheco, R. Cannon, A. Ferreira-Pereira, M. Carpinella, ‘Extracts from Argentinian native plants reverse fluconazole resistance in Candida species by inhibiting the efflux transporters Mdr1 and Cdr1’, Preprint (Version 1) available at Research Square."}, {"Citation": "J. Puentes, ‘Plantas medicinales hipotensoras y sus productos comercializados en el área metropolitana de Buenos Aires, Argentina’, Bonplandia 2019, 25, 117-133."}, {"Citation": "G. Mengarelli, A. Dominghini, M. Ferrero, M. Álvarez, M. Wagner, A. Gurni, C. Carnovale, A. Luquita, ‘Evaluation of hemorrheologic parameters and biliary secretion in Ligaria cuneifolia (Argentine mistletoe) extract-treated rats’, Pharm. Biol. (Abingdon, U. K.) 2001, 39, 435-439."}, {"Citation": "M. Ferrero, D. Crosetti, A. Dominighini, ‘Effect of the vehicle polyvinylpyrrolidone and the Methanolic Fraction of Ligaria cuneifolia (Argentine Mistletoe) extract on hemorheological properties and biliary secretion in rats’, Clin. Hemorheol. Microcirc. 2007, 36, 95-104."}, {"Citation": "A. Dominighini, M. Ferrero, D. Crosetti, ‘Effect of Ligaria cuneifolia catechin- and quercetin-enriched fractions on hemorheology and plasma cholesterol’, Clin. Hemorheol. Microcirc. 2010, 44, 1-9."}, {"Citation": "A. Dominighini, M. Ferrero, D. Crosetti, ‘Effects of proanthocyanidin enriched extract from Ligaria cuneifolia on plasma cholesterol and hemorheological parameters. In vivo and in vitro studies’, Clin. Hemorheol. Microcirc. 2015, 31, 317-325."}, {"Citation": "J. Gonzalvez, G. Garcia, S. Galliano, A. Dominghini, L. Urli, J. Monti, M. Ronco, D. Frances, M. Wagner, C. Carnovale, A. Luquita, ‘The Entiched Proanthocyanidin Extract of Ligaria cuneifolia shows a marked hypocholesterolemic effect in rats fed with cholesterol-enriched diet’, Recent Pat. Endocr. Metab. Immune Drug Discovery 2017, 11, 47-53."}, {"Citation": "N. Gerschcovsky, M. Knox, C. Carnovale, M. Wagner, R. Vinet, A. Luquita, ‘Efecto biológico de proantocianidina extraída de Ligaria cuneifolia sobre la contractibilidad de aorta aislada de rata [Biological effect of a Ligaria cuneifolia proanthocyanidin on the rat aortic ring contraction]’, VI Congreso Latinoamericano de Plantas Medicinales, 2018."}, {"Citation": "M. Ferrero, D. Crosetti, M. Svetaz, M. Wagner, L. Scaglione, J. Petrucci, J. Belloscar, C. Carnovale, A. Luquita, ‘Efecto de la infusión de Ligaria cuneifolia o ‘muérdago criollo’ sobre el colesterol plasmático, propiedades reológicas y forma eritrocitaria en pacientes con hipercolesterolemia [Ligaria cuneifolia infusion effect on plasma cholesterol, rheological properties and erythrocyte shape in patients with hypercholesterolemia]’, XVI Congreso y XXXIV Reunión Anual de la Sociedad de Biología de Rosario, 2014."}, {"Citation": "C. Arenas Chávez, O. Pinazo, F. Zegarra Aragón, C. Vera Gonzales, R. Torreblanca Gonzáles, A. Bellido Valdivia, M. Chipana, ‘Evaluación de la capacidad antioxidante e inhibición de la peroxidación lipídica por el extracto metanólico de Ligaria cuneifolia (liga-liga) [Antioxidant capacity evaluation and lipid peroxidation inhibition by a methanolic extract from Ligaria cuneifolia]’, Véritas 2006, 10, 104-112."}, {"Citation": "R. Borneo, A. León, A. Aguirre, P. Ribotta, J. Cantero, ‘Antioxidant capacity of medicinal plants from the Province of Córdoba (Argentina) and their in vitro testing in a model food system’, Food Chem. 2009, 122, 664-670."}, {"Citation": "C. Dobrecky, E. Moreno, M. Garcés, S. Lucangioli, R. Ricco, P. Evelson, M. Wagner, ‘Contenido de polifenoles en Ligaria cuneifolia y su relación con la capacidad antioxidante [Polyphenols contents in Ligaria cuneifolia and its relationship with the antioxidant capacity]’, Dominguezia 2014, 30, 35-39."}, {"Citation": "C. Dobrecky, T. Marchini, R. Ricco, M. Garcés, A. Gadano, M. Carballo, M. Wagner, S. Lucangioli, P. Evelson, ‘Antioxidant Activity of Flavonoid Rich Fraction of Ligaria cuneifolia (Loranthaceae)’, Chem. Biodiversity 2020, 17, e2000302."}, {"Citation": "K. Brainina, N. Stozhko, M. Vidrevich, ‘Antioxidants: Terminology, Methods, and Future Considerations’, Antioxidants 2019, 8, 297."}, {"Citation": "P. Cosme, A. Rodríguez, J. Espino, M. Garrido, ‘Plant Phenolics: Bioavailability as a Key Determinant of Their Potential Health-Promoting Applications’, Antioxidants 2020, 9, 1263."}, {"Citation": "P. Evelson, C. Ordoñez, S. Llesuy, A. Boveris, ‘Oxidative stress and in vivo chemiluminescence in mouse skin exposed to UVA radiation’, J. Photochem. Photobiol. B 1997, 38, 215-219."}, {"Citation": "M. Jacobo-Salcedo, A. Alonso-Castro, L. Salazar-Olivo, C. Carranza-Álvarez, L. González-Espíndola, F. Domínguez, S. Maciel-Torres, C. García-Luján, M. González-Martínez, M. Gómez-Sánchez, E. Estrada-Castillón, R. Zapata-Bustos, P. Medellin-Milán, A. García-Carrancá, ‘Antimicrobial and Cytotoxic Effects of Mexican Medicinal Plants’, Nat. Prod. Commun. 2011, 6, 1925-1928."}, {"Citation": "M. Aumeeruddy, M. Mahomoodally, ‘Traditional herbal therapies for hypertension: A systematic review of global ethnobotanical field studies’, S. Afr. J. Bot. 2020, 135, 451-464."}, {"Citation": "L. Ciumărnean, M. Milaciu, O. Runcan, S. Vesa, A. Răchisan, V. Negrean, M. Perné, V. Donca, T. Alexescu, I. Para, G. Dogaru, ‘The Effects of Flavonoids in Cardiovascular Diseases’, Molecules 2020, 25, 4320."}, {"Citation": "Y. Xu, X. Li, H. Wang, ‘Protective roles of apigenin against cardiometabolic diseases: a systematic review’, Front. Nutr. Sci. 2022, 9, 875826."}, {"Citation": "W. Koch, ‘Dietary Polyphenols - Important Non-Nutrients in the Prevention of Chronic Noncommunicable Diseases. A Systematic Review’, Nutrients 2019, 11, 1039."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "6", "Day": "11"}, {"Year": "2022", "Month": "9", "Day": "1"}, {"Year": "2022", "Month": "9", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "1", "Hour": "12", "Minute": "22"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36048575", "10.1002/cbdv.202200565"]}}], "PubmedBookArticle": []}