{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["COVID-19", "SARS-CoV-2", "cordycepin", "gallinamide A", "natural products", "plitidepsin", "telocinobufagin", "tylophorine"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36059994", "DateRevised": {"Year": "2022", "Month": "09", "Day": "07"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "08", "Day": "19"}], "Language": ["eng"], "ELocationID": ["926507", "10.3389/fphar.2022.926507"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "Bioactive natural products in COVID-19 therapy.", "Pagination": {"StartPage": "926507", "MedlinePgn": "926507"}, "Abstract": {"AbstractText": ["The devastating COVID-19 pandemic has caused more than six million deaths worldwide during the last 2 years. Effective therapeutic agents are greatly needed, yet promising magic bullets still do not exist. Numerous natural products (cordycepin, gallinamide A, plitidepsin, telocinobufagin, and tylophorine) have been widely studied and play a potential function in treating COVID-19. In this paper, we reviewed published studies (from May 2021 to April 2022) relating closely to bioactive natural products (isolated from medicinal plants, animals products, and marine organisms) in COVID-19 therapy <i>in vitro</i> to provide some essential guidance for anti-SARS-CoV-2 drug research and development."], "CopyrightInformation": "Copyright © 2022 Wang, Wang, Yang and Song."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Green Natural Products and Pharmaceutical Intermediates in Colleges and Universities of Shandong Province, School of Chemistry and Chemical Engineering, Qufu Normal University, Qufu, China."}, {"Identifier": [], "Affiliation": "School of Pharmaceutical Sciences, Tsinghua University, Beijing, China."}], "LastName": "Wang", "ForeName": "Zhonglei", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "General Surgery Department, Ningbo Fourth Hospital, Xiangshan, China."}], "LastName": "Wang", "ForeName": "Ning", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Physics and Physical Engineering, Qufu Normal University, Qufu, China."}], "LastName": "Yang", "ForeName": "Liyan", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "General Surgery Department, Ningbo Fourth Hospital, Xiangshan, China."}], "LastName": "Song", "ForeName": "Xian-Qing", "Initials": "XQ"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abdelmohsen U. R., Balasubramanian S., Oelschlaeger T. A., Grkovic T., Pham N. B., Quinn R. J., et al. (2017). Potential of marine natural products against drug-resistant fungal, viral, and parasitic infections. Lancet. Infect. Dis. 17 (2), e30–e41. 10.1016/S1473-3099(16)30323-1", "ArticleIdList": ["10.1016/S1473-3099(16)30323-1", "27979695"]}, {"Citation": "Alam S., Sarker M., Rahman M., Afrin S., Richi F. T., Zhao C., et al. (2021). Traditional herbal medicines, bioactive metabolites, and plant products against COVID-19: Update on clinical trials and mechanism of actions. Front. Pharmacol. 12, 671498. 10.3389/fphar.2021.671498", "ArticleIdList": ["10.3389/fphar.2021.671498", "PMC8194295", "34122096"]}, {"Citation": "Alhadrami H. A., Burgio G., Thissera B., Orfali R., Jiffri S. E., Yaseen M., et al. (2022). Neoechinulin A as a promising SARS-CoV-2 Mpro inhibitor: In vitro and in silico study showing the ability of simulations in discerning active from inactive enzyme inhibitors. Mar. Drugs 20 (3), 163. 10.3390/md20030163", "ArticleIdList": ["10.3390/md20030163", "PMC8955780", "35323462"]}, {"Citation": "Alqathama A. A., Ahmad R., Alsaedi R. B., Alghamdi R. A., Abkar E. H., Alrehaly R. H., et al. (2022). The vital role of animal, marine, and microbial natural products against COVID-19. Pharm. Biol. 60 (1), 509–524. 10.1080/13880209.2022.2039215", "ArticleIdList": ["10.1080/13880209.2022.2039215", "PMC8896193", "35234563"]}, {"Citation": "An T. Y., Huang R. Q., Yang Z., Zhang D. K., Li G. R., Yao Y. C., et al. (2001). Alkaloids from Cynanchum komarovii with inhibitory activity against the tobacco mosaic virus. Phytochemistry 58 (8), 1267–1269. 10.1016/s0031-9422(01)00382-x", "ArticleIdList": ["10.1016/s0031-9422(01)00382-x", "11738420"]}, {"Citation": "Andrews N., Stowe J., Kirsebom F., Toffa S., Rickeard T., Gallagher E., et al. (2022). Covid-19 vaccine effectiveness against the omicron (B.1.1.529) variant. N. Engl. J. Med. 386, 1532–1546. 10.1056/NEJMoa2119451", "ArticleIdList": ["10.1056/NEJMoa2119451", "PMC8908811", "35249272"]}, {"Citation": "Ashhurst A. S., Tang A. H., Fajtová P., Yoon M. C., Aggarwal A., Bedding M. J., et al. (2022). Potent anti-SARS-CoV-2 activity by the natural product gallinamide A and analogues via inhibition of cathepsin L. J. Med. Chem. 65 (4), 2956–2970. 10.1021/acs.jmedchem.1c01494", "ArticleIdList": ["10.1021/acs.jmedchem.1c01494", "PMC8577376", "34730959"]}, {"Citation": "Bahun M., Jukić M., Oblak D., Kranjc L., Bajc G., Butala M., et al. (2022). Inhibition of the SARS-CoV-2 3CLpro main protease by plant polyphenols. Food Chem. 373, 131594. 10.1016/j.foodchem.2021.131594", "ArticleIdList": ["10.1016/j.foodchem.2021.131594", "PMC8592230", "34838409"]}, {"Citation": "Barbosa Da Silva E., Sharma V., Hernandez-Alvarez L., Tang A. H., Stoye A., O’Donoghue A. J., et al. (2022). Intramolecular interactions enhance the potency of gallinamide A analogues against Trypanosoma cruzi . J. Med. Chem. 65 (5), 4255–4269. 10.1021/acs.jmedchem.1c02063", "ArticleIdList": ["10.1021/acs.jmedchem.1c02063", "35188371"]}, {"Citation": "Bennett R. P., Postnikova E. N., Eaton B. P., Cai Y., Yu S., Smith C. O., et al. (2022). Sangivamycin is highly effective against SARS-CoV-2 in vitro and has favorable drug properties. JCI insight 7 (1), e153165. 10.1172/jci.insight.153165", "ArticleIdList": ["10.1172/jci.insight.153165", "PMC8765048", "34807849"]}, {"Citation": "Bibi S., Hasan M. M., Wang Y. B., Papadakos S. P., Yu H. (2022). Cordycepin as a promising inhibitor of SARS-CoV-2 RNA dependent RNA polymerase (RdRp). Curr. Med. Chem. 29 (1), 152–162. 10.2174/0929867328666210820114025", "ArticleIdList": ["10.2174/0929867328666210820114025", "34420502"]}, {"Citation": "Cui J., Jia J. (2021). Discovery of juglone and its derivatives as potent SARS-CoV-2 main proteinase inhibitors. Eur. J. Med. Chem. 225, 113789. 10.1016/j.ejmech.2021.113789", "ArticleIdList": ["10.1016/j.ejmech.2021.113789", "PMC8372460", "34438124"]}, {"Citation": "Caohuy H., Eidelman O., Chen T., Liu S., Yang Q., Bera A., et al. (2021). Common cardiac medications potently inhibit ACE2 binding to the SARS-CoV-2 Spike, and block virus penetration and infectivity in human lung cells. Sci. Rep. 11, 22195. 10.1038/s41598-021-01690-9", "ArticleIdList": ["10.1038/s41598-021-01690-9", "PMC8589851", "34773067"]}, {"Citation": "Caohuy H., Eidelman O., Chen T., Yang Q., Walton N. I., Pollard H. B., et al. (2022). Inflammation in the COVID-19 airway is due to inhibition of CFTR signaling by the SARS-CoV-2 Spike protein. bioRxiv [Preprint]. 10.1101/2022.01.18.476803", "ArticleIdList": ["10.1101/2022.01.18.476803"]}, {"Citation": "Chable-Bessia C., Boullé C., Neyret A., Swain J., Hénaut M., Merida P., et al. (2022). Low selectivity indices of ivermectin and macrocyclic lactones on SARS-CoV-2 replication in vitro . COVID 2, 60–75. 10.3390/covid2010005", "ArticleIdList": ["10.3390/covid2010005"]}, {"Citation": "Chandrashekar A., Yu J., McMahan K., Jacob-Dolan C., Liu J., He X., et al. (2022). Vaccine protection against the SARS-CoV-2 Omicron variant in macaques. Cell. 185 (9), 1549–1555.e11. e11. 10.1016/j.cell.2022.03.024", "ArticleIdList": ["10.1016/j.cell.2022.03.024", "PMC8926910", "35427477"]}, {"Citation": "Chen Z. H., Han Y. Y., Shang Y. J., Zhuang S. Y., Huang J. N., Wu B. Y., et al. (2021). Cordycepin ameliorates synaptic dysfunction and dendrite morphology damage of hippocampal CA1 via A1R in cerebral ischemia. Front. Cell. Neurosci. 15, 783478. 10.3389/fncel.2021.783478", "ArticleIdList": ["10.3389/fncel.2021.783478", "PMC8740211", "35002628"]}, {"Citation": "Chhetri B. K., Tedbury P. R., Sweeney-Jones A. M., Mani L., Soapi K., Manfredi C., et al. (2022). Marine natural products as leads against SARS-CoV-2 infection. J. Nat. Prod. 85, 657–665. 10.1021/acs.jnatprod.2c00015", "ArticleIdList": ["10.1021/acs.jnatprod.2c00015", "PMC8936055", "35290044"]}, {"Citation": "Chiou W. C., Chen J. C., Chen Y. T., Yang J. M., Hwang L. H., Lyu Y. S., et al. (2022). The inhibitory effects of PGG and EGCG against the SARS-CoV-2 3C-like protease. Biochem. Biophys. Res. Commun. 591, 130–136. 10.1016/j.bbrc.2020.12.106", "ArticleIdList": ["10.1016/j.bbrc.2020.12.106", "PMC7787066", "33454058"]}, {"Citation": "Chiou W. C., Lu H. F., Hsu N. Y., Chang T. Y., Chin Y. F., Liu P. C., et al. (2021). Ugonin J acts as a SARS-CoV-2 3C-like protease inhibitor and exhibits anti-inflammatory properties. Front. Pharmacol. 12, 720018. 10.3389/fphar.2021.720018", "ArticleIdList": ["10.3389/fphar.2021.720018", "PMC8427442", "34512347"]}, {"Citation": "Choi S. J., Ryu E., Lee S., Huh S., Shin Y. S., Kang B. W., et al. (2019). Adenosine induces EBV lytic reactivation through ADORA1 in EBV-associated gastric carcinoma. Int. J. Mol. Sci. 20 (6), 1286. 10.3390/ijms20061286", "ArticleIdList": ["10.3390/ijms20061286", "PMC6471230", "30875759"]}, {"Citation": "Corona A., Wycisk K., Talarico C., Manelfi C., Milia J., Cannalire R., et al. (2022). Natural compounds inhibit SARS-CoV-2 nsp13 unwinding and ATPase enzyme activities. ACS Pharmacol. Transl. Sci. 5, 226–239. 10.1021/acsptsci.1c00253", "ArticleIdList": ["10.1021/acsptsci.1c00253", "PMC9003574", "35434533"]}, {"Citation": "Corpetti C., Del Re A., Seguella L., Palenca I., Rurgo S., De Conno B., et al. (2021). Cannabidiol inhibits SARS‐Cov‐2 spike (S) protein‐induced cytotoxicity and inflammation through a PPARγ‐dependent TLR4/NLRP3/Caspase‐1 signaling suppression in Caco‐2 cell line. Phytother. Res. 35 (12), 6893–6903. 10.1002/ptr.7302", "ArticleIdList": ["10.1002/ptr.7302", "PMC8662250", "34643000"]}, {"Citation": "Cui H. R., Chen K. D., Zhang X. Y., Shang H. C. (2021). Network pharmacology-based analysis on bioactive compounds and mechanisms in Yiqifumai formula in the treatment of heart failure. TMR Mod. Herb. Med. 4 (4), 27. 10.53388/mhm2021a1017001", "ArticleIdList": ["10.53388/mhm2021a1017001"]}, {"Citation": "Cully M. (2022). A tale of two antiviral targets—And the COVID-19 drugs that bind them. Nat. Rev. Drug Discov. 21 (1), 3–5. 10.1038/d41573-021-00202-8", "ArticleIdList": ["10.1038/d41573-021-00202-8", "34857884"]}, {"Citation": "Cunningham K. G., Manson W. I. L. L. I. A. M., Spring F. S., Hutchinson S. A. (1950). Cordycepin, a metabolic product isolated from cultures of Cordyceps militaris (Linn.) Link. Nature 166 (4231), 949. 10.1038/166949a0", "ArticleIdList": ["10.1038/166949a0", "14796634"]}, {"Citation": "De Jin X. A., Zhang Y., Zhao S., Duan L., Duan Y., Lian F., et al. (2021). Potential mechanism prediction of herbal medicine for pulmonary fibrosis associated with SARS-CoV-2 infection based on network analysis and molecular docking. Front. Pharmacol. 12, 602218. 10.3389/fphar.2021.602218", "ArticleIdList": ["10.3389/fphar.2021.602218", "PMC8112227", "33986661"]}, {"Citation": "Del Rio C., Omer S. B., Malani P. N. (2022). Winter of omicron-the evolving COVID-19 pandemic. JAMA 327 (4), 319–320. 10.1001/jama.2021.24315", "ArticleIdList": ["10.1001/jama.2021.24315", "34935863"]}, {"Citation": "Du R., Cooper L., Chen Z., Lee H., Rong L., Cui Q., et al. (2021). Discovery of chebulagic acid and punicalagin as novel allosteric inhibitors of SARS-CoV-2 3CLpro. Antivir. Res. 190, 105075. 10.1016/j.antiviral.2021.105075", "ArticleIdList": ["10.1016/j.antiviral.2021.105075", "PMC8052511", "33872675"]}, {"Citation": "Du Xinyi, Xu Longxin, Ma Yiming, Lu Shuaiyao, Tang Kegong, Qiao Xiangyu, et al. (2022). Herbal inhibitors of SARS-CoV-2 Mpro effectively ameliorate acute lung injury in mice. IUBMB Life 74, 532–542. 10.1002/iub.2616", "ArticleIdList": ["10.1002/iub.2616", "PMC9087564", "35383402"]}, {"Citation": "Elebeedy D., Badawy I., Elmaaty A. A., Saleh M. M., Kandeil A., Ghanem A., et al. (2022). In vitro and computational insights revealing the potential inhibitory effect of Tanshinone IIA against influenza A virus. Comput. Biol. Med. 141, 105149. 10.1016/j.compbiomed.2021.105149", "ArticleIdList": ["10.1016/j.compbiomed.2021.105149", "34953359"]}, {"Citation": "Esharkawy E. R., Almalki F., Hadda T. B. (2022). In vitro potential antiviral SARS-CoV-19-activity of natural product thymohydroquinone and dithymoquinone from Nigela sativia . Bioorg. Chem. 120, 105587. 10.1016/j.bioorg.2021.105587", "ArticleIdList": ["10.1016/j.bioorg.2021.105587", "PMC8719923", "35026560"]}, {"Citation": "Gao X., Qin B., Chen P., Zhu K., Hou P., Wojdyla J. A., et al. (2021). Crystal structure of SARS-CoV-2 papain-like protease. Acta Pharm. Sin. B 11 (1), 237–245. 10.1016/j.apsb.2020.08.014", "ArticleIdList": ["10.1016/j.apsb.2020.08.014", "PMC7467110", "32895623"]}, {"Citation": "Guisado-Vasco P., Carralón-González M. M., Aguareles-Gorines J., Martí-Ballesteros E. M., Sánchez-Manzano M. D., Carnevali-Ruiz D., et al. (2022). Plitidepsin as a successful rescue treatment for prolonged viral SARS-CoV-2 replication in a patient with previous anti-CD20 monoclonal antibody-mediated B cell depletion and chronic lymphocytic leukemia. J. Hematol. Oncol. 15, 4. 10.1186/s13045-021-01220-0", "ArticleIdList": ["10.1186/s13045-021-01220-0", "PMC8743692", "35012608"]}, {"Citation": "Hillen H. S., Kokic G., Farnung L., Dienemann C., Tegunov D., Cramer P., et al. (2020). Structure of replicating SARS-CoV-2 polymerase. Nature 584 (7819), 154–156. 10.1038/s41586-020-2368-8", "ArticleIdList": ["10.1038/s41586-020-2368-8", "32438371"]}, {"Citation": "Hoffmann M., Kleine-Weber H., Schroeder S., Krüger N., Herrler T., Erichsen S., et al. (2020). SARS-CoV-2 cell entry depends on ACE2 and TMPRSS2 and is blocked by a clinically proven protease inhibitor. Cell. 181 (2), 271–280. e8. 10.1016/j.cell.2020.02.052", "ArticleIdList": ["10.1016/j.cell.2020.02.052", "PMC7102627", "32142651"]}, {"Citation": "Hossain R., Sarkar C., Hassan S. M. H., Khan R. A., Arman M., Ray P., et al. (2022). In silico screening of natural products as potential inhibitors of SARS-CoV-2 using molecular docking simulation. Chin. J. Integr. Med. 28 (3), 249–256. 10.1007/s11655-021-3504-5", "ArticleIdList": ["10.1007/s11655-021-3504-5", "PMC8672856", "34913151"]}, {"Citation": "Hou B., Zhang Y. M., Liao H. Y., Fu L. F., Li D. D., Zhao X., et al. (2022). Target-based virtual screening and LC/MS-guided isolation procedure for identifying phloroglucinol-terpenoid inhibitors of SARS-CoV-2. J. Nat. Prod. 85 (2), 327–336. 10.1021/acs.jnatprod.1c00805", "ArticleIdList": ["10.1021/acs.jnatprod.1c00805", "35084181"]}, {"Citation": "Huang Y., Zhou W., Sun J., Ou G., Zhong N. S., Liu Z., et al. (2022). Exploring the potential pharmacological mechanism of hesperidin and glucosyl hesperidin against COVID-19 based on bioinformatics analyses and antiviral assays. Am. J. Chin. Med. 50 (2), 351–369. 10.1142/S0192415X22500148", "ArticleIdList": ["10.1142/S0192415X22500148", "35232329"]}, {"Citation": "Ishida J., Wang H. K., Oyama M., Cosentino M. L., Hu C. Q., Lee K. H., et al. (2001). Anti-AIDS agents. 46.1 Anti-HIV activity of harman, an anti-HIV principle from Symplocos setchuensis, and its derivatives. J. Nat. Prod. 64 (7), 958–960. 10.1021/np0101189", "ArticleIdList": ["10.1021/np0101189", "11473435"]}, {"Citation": "Jin Y. H., Jeon S., Lee J., Kim S., Jang M. S., Park C. M., et al. (2021). Broad spectrum antiviral properties of cardiotonic steroids used as potential therapeutics for emerging coronavirus infections. Pharmaceutics 13 (11), 1839. 10.3390/pharmaceutics13111839", "ArticleIdList": ["10.3390/pharmaceutics13111839", "PMC8618917", "34834252"]}, {"Citation": "Jin Z., Du X., Xu Y., Deng Y., Liu M., Zhao Y., et al. (2020). Structure of Mpro from SARS-CoV-2 and discovery of its inhibitors. Nature 582 (7811), 289–293. 10.1038/s41586-020-2223-y", "ArticleIdList": ["10.1038/s41586-020-2223-y", "32272481"]}, {"Citation": "Kalil A. C., Mehta A. K., Patterson T. F., Erdmann N., Gomez C. A., Jain M. K., et al. (2021). Efficacy of interferon beta-1a plus remdesivir compared with remdesivir alone in hospitalised adults with COVID-19: A double-bind, randomised, placebo-controlled, phase 3 trial. Lancet. Respir. Med. 9 (12), 1365–1376. 10.1016/S2213-2600(21)00384-2", "ArticleIdList": ["10.1016/S2213-2600(21)00384-2", "PMC8523116", "34672949"]}, {"Citation": "Kato Y., Higashiyama A., Takaoka E., Nishikawa M., Ikushiro S. (2021). Food phytochemicals, epigallocatechin gallate and myricetin, covalently bind to the active site of the coronavirus main protease in vitro . Adv. Redox Res. 3, 100021. 10.1016/j.arres.2021.100021", "ArticleIdList": ["10.1016/j.arres.2021.100021", "PMC8498006", "35425933"]}, {"Citation": "Kozlov M. (2022). Merck's COVID pill loses its lustre: What that means for the pandemic. Nature [Epub ahead of print]. 10.1038/d41586-021-03667-0", "ArticleIdList": ["10.1038/d41586-021-03667-0", "34903873"]}, {"Citation": "Lewis D. S., Ho J., Wills S., Kawall A., Sharma A., Chavada K., et al. (2022). Aloin isoforms (A and B) selectively inhibits proteolytic and deubiquitinating activity of papain like protease (PLpro) of SARS-CoV-2 in vitro . Sci. Rep. 12, 2145. 10.1038/s41598-022-06104-y", "ArticleIdList": ["10.1038/s41598-022-06104-y", "PMC8828865", "35140265"]}, {"Citation": "Li X., Gao J., Li M., Cui H., Jiang W., Tu Z. C., et al. (2021. a). Aromatic cadinane sesquiterpenoids from the fruiting bodies of Phellinus pini block SARS-CoV-2 Spike–ACE2 interaction. J. Nat. Prod. 84 (8), 2385–2389. 10.1021/acs.jnatprod.1c00426", "ArticleIdList": ["10.1021/acs.jnatprod.1c00426", "34351742"]}, {"Citation": "Li Y., Li B., Wang P., Wang Q. (2021. b). Traditional Chinese medicine, Qingfei Paidu decoction and xuanfei baidu decoction, inhibited cytokine production via NF-κB signaling pathway in macrophages: Implications for coronavirus disease 2019 (COVID-19) therapy. Front. Pharmacol. 12, 722126. 10.3389/fphar.2021.722126", "ArticleIdList": ["10.3389/fphar.2021.722126", "PMC8576273", "34764867"]}, {"Citation": "Liang X. X., Zhang X. J., Zhao Y. X., Feng J., Zeng J. C., Shi Q. Q., et al. (2022). Aspulvins A–H, aspulvinone analogues with SARS-CoV-2 Mpro inhibitory and anti-inflammatory activities from an endophytic Cladosporium sp . J. Nat. Prod. 85 (4), 878–887. 10.1021/acs.jnatprod.1c01003", "ArticleIdList": ["10.1021/acs.jnatprod.1c01003", "35293744"]}, {"Citation": "Linington R. G., Clark B. R., Trimble E. E., Almanza A., Ureña L. D., Kyle D. E., et al. (2009). Antimalarial peptides from marine cyanobacteria: Isolation and structural elucidation of gallinamide A. J. Nat. Prod. 72 (1), 14–17. 10.1021/np8003529", "ArticleIdList": ["10.1021/np8003529", "PMC2760338", "19161344"]}, {"Citation": "Liu G., Du W., Sang X., Tong Q., Wang Y., Chen G., et al. (2022). RNA G-quadruplex in TMPRSS2 reduces SARS-CoV-2 infection. Nat. Commun. 13, 1444. 10.1038/s41467-022-29135-5", "ArticleIdList": ["10.1038/s41467-022-29135-5", "PMC8931161", "35301316"]}, {"Citation": "Liu N., Li S., Fan K., Lu T., Li T. (2020). The prevention and treatment of COVID-19 with Qingfei Paidu decoction in Shanxi China. TMR Mod. Herb. Med. 3 (3), 1–5."}, {"Citation": "Lyu M., Fan G., Xiao G., Wang T., Xu D., Gao J., et al. (2021). Traditional Chinese medicine in COVID-19. Acta Pharm. Sin. B 11 (11), 3337–3363. 10.1016/j.apsb.2021.09.008", "ArticleIdList": ["10.1016/j.apsb.2021.09.008", "PMC8450055", "34567957"]}, {"Citation": "Ma C., Tan H., Choza J., Wang Y., Wang J. (2022). Validation and invalidation of SARS-CoV-2 main protease inhibitors using the Flip-GFP and Protease-Glo luciferase assays. Acta Pharm. Sin. B 12 (4), 1636–1651. 10.1016/j.apsb.2021.10.026", "ArticleIdList": ["10.1016/j.apsb.2021.10.026", "PMC8558150", "34745850"]}, {"Citation": "Ma C., Wang J. (2022). Validation and invalidation of SARS-CoV-2 papain-like protease inhibitors. ACS Pharmacol. Transl. Sci. 5 (2), 102–109. 10.1021/acsptsci.1c00240", "ArticleIdList": ["10.1021/acsptsci.1c00240", "PMC8806001", "35178512"]}, {"Citation": "Mengist H. M., Fan X., Jin T. (2020). Designing of improved drugs for COVID-19: Crystal structure of SARS-CoV-2 main protease Mpro. Signal Transduct. Target. Ther. 5, 67. 10.1038/s41392-020-0178-y", "ArticleIdList": ["10.1038/s41392-020-0178-y", "PMC7210460", "32388537"]}, {"Citation": "Miller B., Friedman A. J., Choi H., Hogan J., McCammon J. A., Hook V., et al. (2014). The marine cyanobacterial metabolite gallinamide A is a potent and selective inhibitor of human cathepsin L. J. Nat. Prod. 77 (1), 92–99. 10.1021/np400727r", "ArticleIdList": ["10.1021/np400727r", "PMC3932306", "24364476"]}, {"Citation": "Nasreen S., Chung H., He S., Brown K. A., Gubbay J. B., Buchan S. A., et al. (2022). Effectiveness of COVID-19 vaccines against symptomatic SARS-CoV-2 infection and severe outcomes with variants of concern in Ontario. Nat. Microbiol. 7 (3), 379–385. 10.1038/s41564-021-01053-0", "ArticleIdList": ["10.1038/s41564-021-01053-0", "35132198"]}, {"Citation": "Nguyen L. C., Yang D., Nicolaescu V., Best T. J., Gula H., Saxena D., et al. (2022). Cannabidiol inhibits SARS-CoV-2 replication through induction of the host ER stress and innate immune responses. Sci. Adv. 8, eabi6110. 10.1126/sciadv.abi6110", "ArticleIdList": ["10.1126/sciadv.abi6110", "35050692"]}, {"Citation": "Ngwe Tun M. M., Toume K., Luvai E., Nwe K. M., Mizukami S., Hirayama K., et al. (2022). The discovery of herbal drugs and natural compounds as inhibitors of SARS-CoV-2 infection in vitro . J. Nat. Med. 76, 402–409. 10.1007/s11418-021-01596-w", "ArticleIdList": ["10.1007/s11418-021-01596-w", "PMC8743439", "35006524"]}, {"Citation": "Nishiuchi K., Ohashi H., Nishioka K., Yamasaki M., Furuta M., Mashiko T., et al. (2022). Synthesis and antiviral activities of neoechinulin B and its derivatives. J. Nat. Prod. 85 (1), 284–291. 10.1021/acs.jnatprod.1c01120", "ArticleIdList": ["10.1021/acs.jnatprod.1c01120", "PMC8751641", "34967639"]}, {"Citation": "Ordonez A. A., Bullen C. K., Villabona-Rueda A. F., Thompson E. A., Turner M. L., Merino V. F., et al. (2022). Sulforaphane exhibits antiviral activity against pandemic SARS-CoV-2 and seasonal HCoV-OC43 coronaviruses in vitro and in mice. Commun. Biol. 5, 242. 10.1038/s42003-022-03189-z", "ArticleIdList": ["10.1038/s42003-022-03189-z", "PMC8933402", "35304580"]}, {"Citation": "Panggabean J. A., Adiguna S. B. P., Rahmawati S. I., Ahmadi P., Zainuddin E. N., Bayu A., et al. (2022). Antiviral activities of algal-based sulfated polysaccharides. Molecules 27 (4), 1178. 10.3390/molecules27041178", "ArticleIdList": ["10.3390/molecules27041178", "PMC8874489", "35208968"]}, {"Citation": "Panya A., Songprakhon P., Panwong S., Jantakee K., Kaewkod T., Tragoolpua Y., et al. (2021). Cordycepin inhibits virus replication in dengue virus-infected Vero cells. Molecules 26 (11), 3118. 10.3390/molecules26113118", "ArticleIdList": ["10.3390/molecules26113118", "PMC8197141", "34071102"]}, {"Citation": "Pokharkar O., Lakshmanan H., Zyryanov G., Tsurkan M. (2022). In silico evaluation of antifungal compounds from marine sponges against COVID-19-associated mucormycosis. Mar. Drugs 20 (3), 215. 10.3390/md20030215", "ArticleIdList": ["10.3390/md20030215", "PMC8950821", "35323514"]}, {"Citation": "Prassas I., Diamandis E. P. (2008). Novel therapeutic applications of cardiac glycosides. Nat. Rev. Drug Discov. 7 (11), 926–935. 10.1038/nrd2682", "ArticleIdList": ["10.1038/nrd2682", "18948999"]}, {"Citation": "Quintana V. M., Piccini L. E., Zénere J. D. P., Damonte E. B., Ponce M. A., Castilla V., et al. (2016). Antiviral activity of natural and synthetic β-carbolines against dengue virus. Antivir. Res. 134, 26–33. 10.1016/j.antiviral.2016.08.018", "ArticleIdList": ["10.1016/j.antiviral.2016.08.018", "27568370"]}, {"Citation": "Rabie A. M. (2022). Potent inhibitory activities of the adenosine analogue cordycepin on SARS-CoV-2 replication. ACS Omega 7, 2960–2969. 10.1021/acsomega.1c05998", "ArticleIdList": ["10.1021/acsomega.1c05998", "PMC8767658", "35071937"]}, {"Citation": "Reis G., Silva E. A., Silva D. C., Thabane L., Milagres A. C., Ferreira T. S., et al. (2022). Effect of early treatment with ivermectin among patients with Covid-19. N. Engl. J. Med. 386, 1721–1731. 10.1056/NEJMoa2115869", "ArticleIdList": ["10.1056/NEJMoa2115869", "PMC9006771", "35353979"]}, {"Citation": "Rodon J., Muñoz-Basagoiti J., Perez-Zsolt D., Noguera-Julian M., Paredes R., Mateu L., et al. (2021). Identification of plitidepsin as potent inhibitor of SARS-CoV-2-induced cytopathic effect after a drug repurposing screen. Front. Pharmacol. 12, 646676. 10.3389/fphar.2021.646676", "ArticleIdList": ["10.3389/fphar.2021.646676", "PMC8033486", "33841165"]}, {"Citation": "Sa-Ngiamsuntorn K., Suksatu A., Pewkliang Y., Thongsri P., Kanjanasirirat P., Manopwisedjaroen S., et al. (2021). Anti-SARS-CoV-2 activity of Andrographis paniculata extract and its major component Andrographolide in human lung epithelial cells and cytotoxicity evaluation in major organ cell representatives. J. Nat. Prod. 84, 1261–1270. 10.1021/acs.jnatprod.0c01324", "ArticleIdList": ["10.1021/acs.jnatprod.0c01324", "33844528"]}, {"Citation": "Saadh M. J., Almaaytah A. M., Alaraj M., Dababneh M. F., Sa'adeh I., Aldalaen S. M., et al. (2021). Punicalagin and zinc (II) ions inhibit the activity of SARS-CoV-2 3CL-protease in vitro . Eur. Rev. Med. Pharmacol. Sci. 25 (10), 3908–3913. 10.26355/eurrev_202105_25958", "ArticleIdList": ["10.26355/eurrev_202105_25958", "34109605"]}, {"Citation": "Sachse M., Tenorio R., de Castro I. F., Muñoz-Basagoiti J., Perez-Zsolt D., Raïch-Regué D., et al. (2022). Unraveling the antiviral activity of plitidepsin against SARS-CoV-2 by subcellular and morphological analysis. Antivir. Res. 200, 105270. 10.1016/j.antiviral.2022.105270", "ArticleIdList": ["10.1016/j.antiviral.2022.105270", "PMC8881422", "35231500"]}, {"Citation": "Sahoo A., Fuloria S., Swain S. S., Panda S. K., Sekar M., Subramaniyan V., et al. (2021). Potential of marine terpenoids against SARS-CoV-2: An in silico drug development approach. Biomedicines 9 (11), 1505. 10.3390/biomedicines9111505", "ArticleIdList": ["10.3390/biomedicines9111505", "PMC8614725", "34829734"]}, {"Citation": "Schulte B., König M., Escher B. I., Wittenburg S., Proj M., Wolf V., et al. (2022). Andrographolide derivatives target the KEAP1/NRF2 axis and possess potent anti‐SARS‐CoV‐2 activity. ChemMedChem 17 (5), e202100732. 10.1002/cmdc.202100732", "ArticleIdList": ["10.1002/cmdc.202100732", "PMC9015489", "35099120"]}, {"Citation": "Schultz D. C., Johnson R. M., Ayyanathan K., Miller J., Whig K., Kamalia B., et al. (2022). Pyrimidine inhibitors synergize with nucleoside analogues to block SARS-CoV-2. Nature 604, 134–140. 10.1038/s41586-022-04482-x", "ArticleIdList": ["10.1038/s41586-022-04482-x", "PMC10377386", "35130559"]}, {"Citation": "Scott L., Hsiao N. Y., Moyo S., Singh L., Tegally H., Dor G., et al. (2021). Track Omicron’s spread with molecular data. Science 374 (6574), 1454–1455. 10.1126/science.abn4543", "ArticleIdList": ["10.1126/science.abn4543", "34882437"]}, {"Citation": "Sharma V., Sharma A., Bharate S. B. (2021). Natural products in mitigation of SARS-CoV infections. Curr. Med. Chem. 28 (22), 4454–4483. 10.2174/0929867327666201027153940", "ArticleIdList": ["10.2174/0929867327666201027153940", "33109028"]}, {"Citation": "Shen Y., Cai H., Ma S., Zhu W., Zhao H., Li J., et al. (2022). Telocinobufagin has antitumor effects in non-small-cell lung cancer by inhibiting STAT3 signaling. J. Nat. Prod. 85 (4), 765–775. 10.1021/acs.jnatprod.1c00761", "ArticleIdList": ["10.1021/acs.jnatprod.1c00761", "35200033"]}, {"Citation": "Socolsky C., Domínguez L., Asakawa Y., Bardón A. (2012). Unusual terpenylated acylphloroglucinols from Dryopteris wallichiana. Phytochemistry 80, 115–122. 10.1016/j.phytochem.2012.04.017", "ArticleIdList": ["10.1016/j.phytochem.2012.04.017", "22658282"]}, {"Citation": "Sourimant J., Lieber C. M., Aggarwal M., Cox R. M., Wolf J. D., Yoon J. J., et al. (2022). 4′-Fluorouridine is an oral antiviral that blocks respiratory syncytial virus and SARS-CoV-2 replication. Science 375 (6577), 161–167. 10.1126/science.abj5508", "ArticleIdList": ["10.1126/science.abj5508", "PMC9206510", "34855509"]}, {"Citation": "Su H., Yao S., Zhao W., Zhang Y., Liu J., Shao Q., et al. (2021). Identification of pyrogallol as a warhead in design of covalent inhibitors for the SARS-CoV-2 3CL protease. Nat. Commun. 12, 3623. 10.1038/s41467-021-23751-3", "ArticleIdList": ["10.1038/s41467-021-23751-3", "PMC8206078", "34131140"]}, {"Citation": "Suručić R., Travar M., Petković M., Tubić B., Stojiljković M. P., Grabež M., et al. (2021). Pomegranate peel extract polyphenols attenuate the SARS-CoV-2 S-glycoprotein binding ability to ACE2 receptor: In silico and in vitro studies. Bioorg. Chem. 114, 105145. 10.1016/j.bioorg.2021.105145", "ArticleIdList": ["10.1016/j.bioorg.2021.105145", "PMC8256661", "34246969"]}, {"Citation": "Taori K., Liu Y., Paul V. J., Luesch H. (2009). Combinatorial strategies by marine cyanobacteria: Symplostatin 4, an antimitotic natural dolastatin 10/15 hybrid that synergizes with the coproduced HDAC inhibitor largazole. ChemBioChem 10 (10), 1634–1639. 10.1002/cbic.200900192", "ArticleIdList": ["10.1002/cbic.200900192", "19514039"]}, {"Citation": "Thissera B., Sayed A. M., Hassan M. H., Abdelwahab S. F., Amaeze N., Semler V. T., et al. (2021). Bioguided isolation of cyclopenin analogues as potential SARS-CoV-2 Mpro inhibitors from Penicillium citrinum TDPEF34. Biomolecules 11 (9), 1366. 10.3390/biom11091366", "ArticleIdList": ["10.3390/biom11091366", "PMC8467212", "34572579"]}, {"Citation": "Tian H. Y., Ruan L. J., Yu T., Zheng Q. F., Chen N. H., Wu R. B., et al. (2017). Bufospirostenin A and Bufogargarizin C, steroids with rearranged skeletons from the toad Bufo bufo gargarizans . J. Nat. Prod. 80 (4), 1182–1186. 10.1021/acs.jnatprod.6b01018", "ArticleIdList": ["10.1021/acs.jnatprod.6b01018", "28256122"]}, {"Citation": "Toelzer C., Gupta K., Yadav S. K., Borucu U., Davidson A. D., Kavanagh Williamson M., et al. (2020). Free fatty acid binding pocket in the locked structure of SARS-CoV-2 spike protein. Science 370 (6517), 725–730. 10.1126/science.abd3255", "ArticleIdList": ["10.1126/science.abd3255", "PMC8050947", "32958580"]}, {"Citation": "Tsai Y. C., Lee C. L., Yen H. R., Chang Y. S., Lin Y. P., Huang S. H., et al. (2020). Antiviral action of tryptanthrin isolated from Strobilanthes cusia leaf against human coronavirus NL63. Biomolecules 10 (3), 366. 10.3390/biom10030366", "ArticleIdList": ["10.3390/biom10030366", "PMC7175275", "32120929"]}, {"Citation": "Ueda Y., Mori K., Satoh S., Dansako H., Ikeda M., Kato N., et al. (2014). Anti-HCV activity of the Chinese medicinal fungus Cordyceps militaris. Biochem. Biophys. Res. Commun. 447 (2), 341–345. 10.1016/j.bbrc.2014.03.150", "ArticleIdList": ["10.1016/j.bbrc.2014.03.150", "24726408"]}, {"Citation": "Urda L., Kreuter M. H., Drewe J., Boonen G., Butterweck V., Klimkait T., et al. (2022). The petasites hybridus CO2 extract (Ze 339) blocks SARS-CoV-2 replication in vitro . Viruses 14, 106. 10.3390/v14010106", "ArticleIdList": ["10.3390/v14010106", "PMC8781559", "35062310"]}, {"Citation": "van Breemen R. B., Muchiri R. N., Bates T. A., Weinstein J. B., Leier H. C., Farley S., et al. (2022). Cannabinoids block cellular entry of SARS-CoV-2 and the emerging variants. J. Nat. Prod. 85, 176–184. 10.1021/acs.jnatprod.1c00946", "ArticleIdList": ["10.1021/acs.jnatprod.1c00946", "PMC8768006", "35007072"]}, {"Citation": "Walls A. C., Park Y. J., Tortorici M. A., Wall A., McGuire A. T., Veesler D., et al. (2020). Structure, function, and antigenicity of the SARS-CoV-2 spike glycoprotein. Cell. 181 (2), 281–292. 10.1016/j.cell.2020.02.058", "ArticleIdList": ["10.1016/j.cell.2020.02.058", "PMC7102599", "32155444"]}, {"Citation": "Wang K., Su B. O., Wang Z., Wu M., Li Z., Hu Y., et al. (2010). Synthesis and antiviral activities of phenanthroindolizidine alkaloids and their derivatives. J. Agric. Food Chem. 58 (5), 2703–2709. 10.1021/jf902543r", "ArticleIdList": ["10.1021/jf902543r", "20000413"]}, {"Citation": "Wang Z. (2019). Advances in the asymmetric total synthesis of natural products using chiral secondary amine catalyzed reactions of α, β-unsaturated aldehydes. Molecules 24 (18), 3412. 10.3390/molecules24183412", "ArticleIdList": ["10.3390/molecules24183412", "PMC6767148", "31546876"]}, {"Citation": "Wang Z., Yang L. (2022a). Broad‐spectrum prodrugs with anti‐SARS‐CoV‐2 activities: Strategies, benefits, and challenges. J. Med. Virol. 94 (4), 1373–1390. 10.1002/jmv.27517", "ArticleIdList": ["10.1002/jmv.27517", "34897729"]}, {"Citation": "Wang Z., Yang L. (2021). Chinese herbal medicine: Fighting SARS-CoV-2 infection on all fronts. J. Ethnopharmacol. 270, 113869. 10.1016/j.jep.2021.113869", "ArticleIdList": ["10.1016/j.jep.2021.113869", "PMC7825841", "33485973"]}, {"Citation": "Wang Z., Yang L. (2020a). GS-5734: A potentially approved drug by FDA against SARS-cov-2. New J. Chem. 44 (29), 12417–12429. 10.1039/d0nj02656e", "ArticleIdList": ["10.1039/d0nj02656e"]}, {"Citation": "Wang Z., Yang L. (2022b). In the age of Omicron variant: Paxlovid raises new hopes of COVID‐19 recovery. J. Med. Virol. 94 (5), 1766–1767. 10.1002/jmv.27540", "ArticleIdList": ["10.1002/jmv.27540", "34936106"]}, {"Citation": "Wang Z., Yang L. (2022c). Post-acute sequelae of SARS-CoV-2 infection: A neglected public health issue. Front. Public Health 10, 908757. 10.3389/fpubh.2022.908757", "ArticleIdList": ["10.3389/fpubh.2022.908757", "PMC9247346", "35784200"]}, {"Citation": "Wang Z., Yang L. (2020b). Turning the tide: Natural products and natural-product-inspired chemicals as potential counters to SARS-CoV-2 infection. Front. Pharmacol. 11, 1013. 10.3389/fphar.2020.01013", "ArticleIdList": ["10.3389/fphar.2020.01013", "PMC7343773", "32714193"]}, {"Citation": "Wang Z., Yang L., Zhao X. E. (2021a). Co-crystallization and structure determination: An effective direction for anti-SARS-CoV-2 drug discovery. Comput. Struct. Biotechnol. J. 19, 4684–4701. 10.1016/j.csbj.2021.08.029", "ArticleIdList": ["10.1016/j.csbj.2021.08.029", "PMC8373586", "34426762"]}, {"Citation": "Wang Z., Ye F., Feng Y., Xiao W., Song H., Zhao L., et al. (2021b). Discovery and nanosized preparations of (S, R)-tylophorine malate as novel anti-SARS-CoV-2 agents. ACS Med. Chem. Lett. 12 (11), 1840–1846. 10.1021/acsmedchemlett.1c00481", "ArticleIdList": ["10.1021/acsmedchemlett.1c00481", "PMC8565188", "34745429"]}, {"Citation": "Wei P., Wang K., Luo C., Huang Y., Misilimu D., Wen H., et al. (2021). Cordycepin confers long-term neuroprotection via inhibiting neutrophil infiltration and neuroinflammation after traumatic brain injury. J. Neuroinflammation 18 (1), 137. 10.1186/s12974-021-02188-x", "ArticleIdList": ["10.1186/s12974-021-02188-x", "PMC8207641", "34130727"]}, {"Citation": "Wei X. X., Zhao M. Z., Zhao C., Zhang X., Qiu R., Lin Y., et al. (2020). The global registry of COVID-19 clinical trials: Indicating the design of traditional Chinese medicine clinical trials. TMR Mod. Herb. Med. 3 (3), 140–146."}, {"Citation": "White K. M., Rosales R., Yildiz S., Kehrer T., Miorin L., Moreno E., et al. (2021). Plitidepsin has potent preclinical efficacy against SARS-CoV-2 by targeting the host protein eEF1A. Science 371 (6532), 926–931. 10.1126/science.abf4058", "ArticleIdList": ["10.1126/science.abf4058", "PMC7963220", "33495306"]}, {"Citation": "\nWorld Health Organization\nWHO coronavirus (COVID-19) dashboard, 2022. Available at: https://covid19.who.int/(Assessed April 22, 2022). "}, {"Citation": "Wu H., Cheng H., Luo S., Peng C., Zhou A., Chen Z., et al. (2022a). Use of cellular metabolomics and lipidomics to decipher the mechanism of Huachansu injection-based intervention against human hepatocellular carcinoma cells. J. Pharm. Biomed. Anal. 212, 114654. 10.1016/j.jpba.2022.114654", "ArticleIdList": ["10.1016/j.jpba.2022.114654", "35158184"]}, {"Citation": "Wu Q., Yan S., Wang Y., Li M., Xiao Y., Li Y., et al. (2022b). Discovery of 4′-O-methylscutellarein as a potent SARS-CoV-2 main protease inhibitor. Biochem. Biophys. Res. Commun. 604, 76–82. 10.1016/j.bbrc.2022.03.052", "ArticleIdList": ["10.1016/j.bbrc.2022.03.052", "PMC8907111", "35303682"]}, {"Citation": "Wu Y., Xu L., Cao G., Min L., Dong T. (2022c). Effect and mechanism of Qingfei Paidu decoction in the management of pulmonary fibrosis and COVID-19. Am. J. Chin. Med. 50 (1), 33–51. 10.1142/S0192415X22500021", "ArticleIdList": ["10.1142/S0192415X22500021", "34931591"]}, {"Citation": "Xiao T., Cui M., Zheng C., Zhang P., Ren S., Bao J., et al. (2022). Both baicalein and gallocatechin gallate effectively inhibit SARS-CoV-2 replication by targeting Mpro and Sepsis in Mice. Inflammation 45, 1076–1088. 10.1007/s10753-021-01602-z", "ArticleIdList": ["10.1007/s10753-021-01602-z", "PMC8613464", "34822072"]}, {"Citation": "Xiao T., Wei Y., Cui M., Li X., Ruan H., Zhang L., et al. (2021). Effect of dihydromyricetin on SARS-CoV-2 viral replication and pulmonary inflammation and fibrosis. Phytomedicine. 91, 153704. 10.1016/j.phymed.2021.153704", "ArticleIdList": ["10.1016/j.phymed.2021.153704", "PMC8349562", "34419736"]}, {"Citation": "Yan G., Li D., Lin Y., Fu Z., Qi H., Liu X., et al. (2021). Development of a simple and miniaturized sandwich-like fluorescence polarization assay for rapid screening of SARS-CoV-2 main protease inhibitors. Cell. Biosci. 11, 199. 10.1186/s13578-021-00720-3", "ArticleIdList": ["10.1186/s13578-021-00720-3", "PMC8645223", "34865653"]}, {"Citation": "Yang L. J., Chen R. H., Hamdoun S., Coghi P., Ng J. P., Zhang D. W., et al. (2021a). Corilagin prevents SARS-CoV-2 infection by targeting RBD-ACE2 binding. Phytomedicine. 87, 153591. 10.1016/j.phymed.2021.153591", "ArticleIdList": ["10.1016/j.phymed.2021.153591", "PMC8098048", "34029937"]}, {"Citation": "Yang L., Wang Z. (2021). Natural products, alone or in combination with FDA-approved drugs, to treat COVID-19 and lung cancer. Biomedicines 9 (6), 689. 10.3390/biomedicines9060689", "ArticleIdList": ["10.3390/biomedicines9060689", "PMC8234041", "34207313"]}, {"Citation": "Yang Y., Yang P., Huang C., Wu Y., Zhou Z., Wang X., et al. (2021b). Inhibitory effect on SARS‐CoV‐2 infection of neferine by blocking Ca2+‐dependent membrane fusion. J. Med. Virol. 93 (10), 5825–5832. 10.1002/jmv.27117", "ArticleIdList": ["10.1002/jmv.27117", "34061377"]}, {"Citation": "Yi Y., Li J., Lai X., Zhang M., Kuang Y., Bao Y. O., et al. (2022). Natural triterpenoids from licorice potently inhibit SARS-CoV-2 infection. J. Adv. Res. 36, 201–210. 10.1016/j.jare.2021.11.012", "ArticleIdList": ["10.1016/j.jare.2021.11.012", "PMC8620242", "35116174"]}, {"Citation": "Yin W., Mao C., Luan X., Shen D. D., Shen Q., Su H., et al. (2020). Structural basis for inhibition of the RNA-dependent RNA polymerase from SARS-CoV-2 by remdesivir. Science 368 (6498), 1499–1504. 10.1126/science.abc1560", "ArticleIdList": ["10.1126/science.abc1560", "PMC7199908", "32358203"]}, {"Citation": "Yu H., Hong X., Liu L., Wu Y., Xie X., Fang G., et al. (2021). Cordycepin decreases ischemia/reperfusion injury in diabetic hearts via upregulating AMPK/Mfn2-dependent mitochondrial fusion. Front. Pharmacol. 12, 754005. 10.3389/fphar.2021.754005", "ArticleIdList": ["10.3389/fphar.2021.754005", "PMC8563605", "34744731"]}, {"Citation": "Zhan Y. Q., Chen R. F., Ma Q. H., Zheng J., Deng X., Yang W., et al. (2022). Efficacy and safety of phillyrin (KD-1) capsule in the treatment of moderate COVID-19: Protocol for a randomized controlled trial. TMR Mod. Herb. Med. 5 (1), 5. 10.53388/mhm2021p1204001", "ArticleIdList": ["10.53388/mhm2021p1204001"]}, {"Citation": "Zhang S., Pei R., Li M., Su H., Sun H., Ding Y., et al. (2022). Cocktail polysaccharides isolated from Ecklonia kurome against the SARS-CoV-2 infection. Carbohydr. Polym. 275, 118779. 10.1016/j.carbpol.2021.118779", "ArticleIdList": ["10.1016/j.carbpol.2021.118779", "PMC8520169", "34742404"]}, {"Citation": "Zhao J., Ma Q., Zhang B., Guo P., Wang Z., Liu Y., et al. (2021). Exploration of SARS-CoV-2 3CLpro inhibitors by virtual screening methods, FRET detection, and CPE assay. J. Chem. Inf. Model. 61 (12), 5763–5773. 10.1021/acs.jcim.1c01089", "ArticleIdList": ["10.1021/acs.jcim.1c01089", "34797660"]}, {"Citation": "Zhong B., Peng W., Du S., Chen B., Feng Y., Hu X., et al. (2022). Oridonin inhibits SARS‐CoV‐2 by targeting its 3C‐Like protease. Small Sci. 2, 2100124. 10.1002/smsc.202100124", "ArticleIdList": ["10.1002/smsc.202100124", "PMC9111243", "35600064"]}, {"Citation": "Zhou X., Luo L., Dressel W., Shadier G., Krumbiegel D., Schmidtke P., et al. (2008). Cordycepin is an immunoregulatory active ingredient of Cordyceps sinensis. Am. J. Chin. Med. 36 (05), 967–980. 10.1142/S0192415X08006387", "ArticleIdList": ["10.1142/S0192415X08006387", "19051361"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "4", "Day": "22"}, {"Year": "2022", "Month": "7", "Day": "11"}, {"Year": "2022", "Month": "9", "Day": "5", "Hour": "3", "Minute": "47"}, {"Year": "2022", "Month": "9", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "6", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "8", "Day": "19"}], "PublicationStatus": "epublish", "ArticleIdList": ["36059994", "PMC9438897", "10.3389/fphar.2022.926507", "926507"]}}], "PubmedBookArticle": []}