{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antimicrobial activity", "Kaempferia angustifolia", "Multidrug resistant", "Nanoparticle", "Urinary tract infection"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36074190", "DateRevised": {"Year": "2022", "Month": "09", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "09", "Day": "08"}], "Language": ["eng"], "ELocationID": ["131", "10.1186/s43141-022-00414-4"], "Journal": {"ISSN": "2090-5920", "JournalIssue": {"Volume": "20", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Sep", "Day": "08"}}, "Title": "Journal, genetic engineering & biotechnology", "ISOAbbreviation": "J Genet Eng Biotechnol"}, "ArticleTitle": "Phytogenic silver nanoparticles from tissue-cultured Kaempferia angustifolia - an underutilized medicinal herb: a comparative antibacterial study on urinary pathogens.", "Pagination": {"StartPage": "131", "MedlinePgn": "131"}, "Abstract": {"AbstractText": ["Ethnomedicinally important Kaempferia angustifolia is a rhizomatous aromatic herb belonging to the family Zingiberaceae. The present manuscript deals with the green synthesis of silver nanoparticles through a rapid reduction process mediated by the rhizome extract of tissue culture-raised plants. The present study was conducted to evaluate the antimicrobial activity of the bio-nanoparticles, and the plant extracts themselves against seven multidrug-resistant urinary tract infecting (MDR-UTI) pathogens.", "The ethanolic extracts of the rhizomes of the plant executed a very rapid synthesis of silver bio-nanoparticles, and the generation of the nanoparticles was confirmed through UV-vis spectrophotometry, dynamic light scattering (DLS), and electron dispersion spectroscopic (EDS) analysis. Finally, the precise shapes and dimensions of these nanoparticles were confirmed under the transmission electron microscope (TEM). The shapes of the nanoparticles obtained were diverse in nature and varied from rod, triangular, spherical, to oval shaped, with the size, ranging from 10-60 nm. Silver nanoparticles exhibited a maximum zone of inhibition (ZI) of 16.93 ± 0.04 mm against isolate no. 42332. The ex vitro and in vivo extracts exhibited ZI 14.03 ± 0.04 mm and 11.56 ± 0.04 mm, respectively, against the same strain, which are comparatively lower than the nanoparticles but unignorable.", "Although the pathogens used in the present study are resistant to at least three or more types of pharmacologically important antibiotics, nanoparticles, as well as the plant extracts, exhibited significant inhibition to all the seven MDR-UTI pathogens, which confirms that they are highly antimicrobic. Hence, this underutilized medicinal plant extracts of K. angustifolia and the bio-nanoparticles synthesized from these can be explored in pharmaceutical industries to treat multidrug-resistant human pathogenic bacteria. Furthermore, their broad-spectrum activity leads to the opportunity for the synthesis of future generation drugs."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": ["0000-0001-6875-7657"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Biotechnology Laboratory, Department of Botany, Ramakrishna Mission Vivekananda Centenary College, Rahara, Kolkata, 700118, India."}], "LastName": "Chakraborty", "ForeName": "Avijit", "Initials": "A"}, {"Identifier": ["0000-0002-2396-9004"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Biotechnology Laboratory, Department of Botany, Ramakrishna Mission Vivekananda Centenary College, Rahara, Kolkata, 700118, India."}, {"Identifier": [], "Affiliation": "Department of Botany, East Calcutta Girls' College, Lake Town, Kolkata, 700089, India."}], "LastName": "Haque", "ForeName": "Sk Moquammel", "Initials": "SM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Ashok Laboratory Clinical Testing Centre Private Limited, Kolkata, 700068, India."}], "LastName": "Dey", "ForeName": "Diganta", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Dinabandhu Andrews College, Garia, Kolkata, 700084, India."}], "LastName": "Mukherjee", "ForeName": "Swapna", "Initials": "S"}, {"Identifier": ["0000-0002-4396-2088"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Biotechnology Laboratory, Department of Botany, Ramakrishna Mission Vivekananda Centenary College, Rahara, Kolkata, 700118, India. ghosh_b2000@yahoo.co.in."}], "LastName": "Ghosh", "ForeName": "Biswajit", "Initials": "B"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "J Genet Eng Biotechnol", "NlmUniqueID": "101317150", "ISSNLinking": "1687-157X"}, "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Castronovo LM, Vassallo A, Mengoni A, Miceli E, Bogani P, Firenzuoli F, Fani R, Maggini V. Medicinal plants and their bacterial microbiota: a review on antimicrobial compounds production for plant and human health. Pathogens. 2021;10:106. doi: 10.3390/pathogens10020106.", "ArticleIdList": ["10.3390/pathogens10020106", "PMC7911374", "33498987"]}, {"Citation": "Haque SM, Ghosh B. Micropropagation of Kaempferia angustifolia Roscoe-an aromatic, essential oil yielding, underutilized medicinal plant of Zingiberaceae family. J Crop Sci Biotechnol. 2018;21:147–153. doi: 10.1007/s12892-017-0051-0.", "ArticleIdList": ["10.1007/s12892-017-0051-0"]}, {"Citation": "Chakraborty A, Kundu S, Mukherjee S, Ghosh B. Endophytism in Zingiberaceae: elucidation of beneficial impact. Endophytes Secondary Metabolites. 2019;10:978–1003."}, {"Citation": "Yeap YSY, Kassim NK, Ng RC, Ee GCL, Saiful Yazan L, Musa KH. Antioxidant properties of ginger (Kaempferia angustifolia Rosc.) and its chemical markers. Int J Food Prop. 2017;20:1158–1172. doi: 10.1080/10942912.2017.1286508.", "ArticleIdList": ["10.1080/10942912.2017.1286508"]}, {"Citation": "Tan DC, Idris KI, Kassim NK, Lim PC, Safinar Ismail I, Hamid M, Ng RC. Comparative study of the antidiabetic potential of Paederia foetida twig extracts and compounds from two different locations in Malaysia. Pharm Biol. 2019;57:345–354. doi: 10.1080/13880209.2019.1610462.", "ArticleIdList": ["10.1080/13880209.2019.1610462", "PMC6566874", "31185767"]}, {"Citation": "Woerdenbag HJ, Windono T, Bos R, Riswan S, Quax WJ. Composition of the essential oils of Kaempferia rotunda L. and Kaempferia angustifolia Roscoe rhizomes from Indonesia. Flav Frag J. 2004;19:145–148. doi: 10.1002/ffj.1284.", "ArticleIdList": ["10.1002/ffj.1284"]}, {"Citation": "Tang SW, Sukari MA, Neoh BK, Yeap YSY, Abdul AB, Kifli N, Cheng Lian Ee G. Phytochemicals from Kaempferia angustifolia Rosc. and their cytotoxic and antimicrobial activities. Biomed Res Int. 2014;2014:1–6.", "ArticleIdList": ["PMC4095706", "25057485"]}, {"Citation": "Besner S, Kabashin AV, Winnik FM, Meunier M. Ultra-fast laser based “green” synthesis of non-toxic nanoparticles in aqueous solutions. Appl Physics A. 2008;93:955–959. doi: 10.1007/s00339-008-4773-y.", "ArticleIdList": ["10.1007/s00339-008-4773-y"]}, {"Citation": "Singh T, Singh A, Wang W, Yadav D, Kumar A, Singh PK. In biological synthesis of nanoparticles and their applications. CRC Press; 2019. Biosynthesized nanoparticles and their implications in agriculture; pp. 257–274."}, {"Citation": "Park KS, Bazzill JD, Son S, Nam J, Shin SW, Ochyl LJ, Moon JJ. Lipid-based vaccine nanoparticles for induction of humoral immune responses against HIV-1 and SARS-CoV-2. J Control Release. 2021;330:529–539. doi: 10.1016/j.jconrel.2020.12.031.", "ArticleIdList": ["10.1016/j.jconrel.2020.12.031", "PMC7749995", "33358977"]}, {"Citation": "Pelgrift RY, Friedman AJ. Nanotechnology as a therapeutic tool to combat microbial resistance. Adv Drug Deliv Rev. 2013;65:1803–1815. doi: 10.1016/j.addr.2013.07.011.", "ArticleIdList": ["10.1016/j.addr.2013.07.011", "23892192"]}, {"Citation": "Bruna T, Maldonado-Bravo F, Jara P, Caro N. Silver nanoparticles and their antibacterial applications. Int J Mol Sci. 2021;22:7202. doi: 10.3390/ijms22137202.", "ArticleIdList": ["10.3390/ijms22137202", "PMC8268496", "34281254"]}, {"Citation": "Atun S, Arianingrum R. Characterization of nanoparticles produced by chloroform fraction of Kaempferia Rotunda rhizome loaded with alginic acid and chitosan and its biological activity test. Asian J Pharm Clin Res. 2017;10:399–403. doi: 10.22159/ajpcr.2017.v10i5.16936.", "ArticleIdList": ["10.22159/ajpcr.2017.v10i5.16936"]}, {"Citation": "Wiyono L, Edina BC, Rahmawanti RA, Azizah NN, Paramita RI, Purwaningsih EH, Fadilah F. Isolation, synthesis nanoparticle, and in-vitro test of pinostrobin from Kaempferia pandurata on MCF-7 and MDAMB-231 breast cancer cell. Res J Pharm Technol. 2020;13:2797–2801. doi: 10.5958/0974-360X.2020.00497.7.", "ArticleIdList": ["10.5958/0974-360X.2020.00497.7"]}, {"Citation": "Mahanta BP, Sarma N, Kemprai P, Begum T, Saikia L, Lal M, Haldar S. Hydrodistillation based multifaceted value addition to Kaempferia galanga L. leaves, an agricultural residue. Ind Crops. Prod. 2020;154:112642."}, {"Citation": "Varghese BA, Nair RVR, Jude S, Varma K, Amalraj A, Kuttappan S. Green synthesis of gold nanoparticles using Kaempferia parviflora rhizome extract and their characterization and application as an antimicrobial, antioxidant and catalytic degradation agent. J Taiwan Inst Chem Eng. 2021;126:166–172. doi: 10.1016/j.jtice.2021.07.016.", "ArticleIdList": ["10.1016/j.jtice.2021.07.016"]}, {"Citation": "Chandra H, Singh C, Kumari P, Yadav S, Mishra AP, Laishevtcev A, Bungau S. Promising roles of alternative medicine and plant-based nanotechnology as remedies for urinary tract infections. Molecules. 2020;25:5593. doi: 10.3390/molecules25235593.", "ArticleIdList": ["10.3390/molecules25235593", "PMC7731396", "33260701"]}, {"Citation": "Kant S, Lohiya A, Kapil A, Gupta SK. Urinary tract infection among pregnant women at a secondary level hospital in northern India. Indian J Public Health. 2017;61(2):118.", "ArticleIdList": ["28721962"]}, {"Citation": "Haque SM, Chakraborty A, Dey D, Mukherjee S, Nayak S, Ghosh B. Improved micropropagation of Bacopa monnieri (L.) Wettst. (Plantaginaceae) and antimicrobial activity of in vitro and ex vitro raised plants against multidrug-resistant clinical isolates of urinary tract infecting (UTI) and respiratory tract infecting (RTI) bacteria. Clin Phytosci. 2017;3:1–10. doi: 10.1186/s40816-017-0055-6.", "ArticleIdList": ["10.1186/s40816-017-0055-6"]}, {"Citation": "Haque SM, Chakraborty A, Ghosh B. Callus mediated shoot organogenesis and regeneration of cytologically stable plants of Ledebouria revoluta: an ethnomedicinal plant with promising antimicrobial potency. J Gen Engg Biotechnol. 2018;16:645–651. doi: 10.1016/j.jgeb.2018.05.002.", "ArticleIdList": ["10.1016/j.jgeb.2018.05.002", "PMC6353769", "30733784"]}, {"Citation": "Li M, Osaki M, Rao IM, Tadano T. Secretion of phytase from the roots of several plant species under phosphorus-deficient conditions. Plant Soil. 1997;195:161–169. doi: 10.1023/A:1004264002524.", "ArticleIdList": ["10.1023/A:1004264002524"]}, {"Citation": "Munita JM, Arias CA. Mechanisms of antibiotic resistance. Microbiol Spectrum. 2016;4:4–2. doi: 10.1128/microbiolspec.VMBF-0016-2015.", "ArticleIdList": ["10.1128/microbiolspec.VMBF-0016-2015", "PMC4888801", "27227291"]}, {"Citation": "Omar MN, Hasali NHM, Alfarra HY, Yarmo MA, Zuberdi AM. Antimicrobial activity and microbial transformation of ethyl p-methoxycinnamate extracted from Kaempferia galanga. Orient J Chem. 2014;30(3):1037–1043. doi: 10.13005/ojc/300315.", "ArticleIdList": ["10.13005/ojc/300315"]}, {"Citation": "Kabir SR, Reza MA. Antibacterial activity of Kaempferia rotunda rhizome lectin and its induction of apoptosis in Ehrlich ascites carcinoma cells. Appl Biochem Biotechnol. 2014;172:2866–2876. doi: 10.1007/s12010-013-0720-2.", "ArticleIdList": ["10.1007/s12010-013-0720-2", "24449374"]}, {"Citation": "Belgis M, Giyarto G, Wulandari AD. Antibacterial activity of Kaempferia Galanga L. hard candy against Streptococcus pyogenes and Staphylococcus aureus bacteria growth. Int J Food Agric Nat Resour. 2021;2:1–8."}, {"Citation": "Vipunngeun N, Palanuvej C, Ruangrungsi N. Essential oil from Kaempferia angustifolia rhizome: chemical compositions and antimicrobial activities. J Health Res. 2007;21:275–278."}, {"Citation": "Deans SG, Ritchie G. Antibacterial properties of plant essential oils. Int J Food Microbiol. 1987;5:165–180. doi: 10.1016/0168-1605(87)90034-1.", "ArticleIdList": ["10.1016/0168-1605(87)90034-1"]}, {"Citation": "Ericsson HM, Sherris JC (1971) Antibiotic sensitivity testing. Report of an international collaborative study. Acta Pathol Microbiol Scand Suppl 217:90", "ArticleIdList": ["4325956"]}, {"Citation": "Costa OY, Raaijmakers JM, Kuramae EE. Microbial extracellular polymeric substances: ecological function and impact on soil aggregation. Front Microbiol. 2018;9:1636. doi: 10.3389/fmicb.2018.01636.", "ArticleIdList": ["10.3389/fmicb.2018.01636", "PMC6064872", "30083145"]}, {"Citation": "Majeed S, Danish M, Mohamad Ibrahim MN, Sekeri SH, Ansari MT, Nanda A, Ahmad G. Bacteria mediated synthesis of iron oxide nanoparticles and their antibacterial, antioxidant, cytocompatibility properties. J Clust Sci. 2021;32:1083–1094. doi: 10.1007/s10876-020-01876-7.", "ArticleIdList": ["10.1007/s10876-020-01876-7"]}, {"Citation": "Majeed S, Abdullah MSB, Nanda A, Ansari MT. In vitro study of the antibacterial and anticancer activities of silver nanoparticles synthesized from Penicillium brevicompactum (MTCC-1999) J Taibah Univ Sci. 2016;10:614–620. doi: 10.1016/j.jtusci.2016.02.010.", "ArticleIdList": ["10.1016/j.jtusci.2016.02.010"]}, {"Citation": "Majeed S, Danish M, Zakariya NA, Hashim R, Ansari MT, Alkahtani S, Hasnain MS. In vitro evaluation of antibacterial, antioxidant, and antidiabetic activities and glucose uptake through 2-NBDG by Hep-2 liver cancer cells treated with green synthesized silver nanoparticles. Oxid Med Cell Longev. 2022;2022:1646687. doi: 10.1155/2022/1646687.", "ArticleIdList": ["10.1155/2022/1646687", "PMC9129982", "35620573"]}, {"Citation": "Majeed S, Bakhtiar NFB, Danish M, Ibrahim MM, Hashim R. Green approach for the biosynthesis of silver nanoparticles and its antibacterial and antitumor effect against osteoblast MG-63 and breast MCF-7 cancer cell lines. Sustain Chem Pharm. 2019;12:100138. doi: 10.1016/j.scp.2019.100138.", "ArticleIdList": ["10.1016/j.scp.2019.100138"]}, {"Citation": "Ghramh HA, Ibrahim EH, Kilnay M, Ahmad Z, Alhag SK, Khan KA, Asiri FM. Silver nanoparticle production by Ruta graveolens and testing its safety, bioactivity, immune modulation, anticancer, and insecticidal potentials. Bioinorg Chem Appl. 2020;2020:1–11. doi: 10.1155/2020/5626382.", "ArticleIdList": ["10.1155/2020/5626382", "PMC7396051", "32774352"]}, {"Citation": "Majeed S, Bin Abdullah MS, Dash GK, Ansari MT, Nanda A. Biochemical synthesis of silver nanoprticles using filamentous fungi Penicillium decumbens (MTCC-2494) and its efficacy against A-549 lung cancer cell line. Chin J Nat Med. 2016;14:615–620.", "ArticleIdList": ["27608951"]}, {"Citation": "Majeed S, Aripin FHB, Shoeb NSB, Danish M, Ibrahim MM, Hashim R. Bioengineered silver nanoparticles capped with bovine serum albumin and its anticancer and apoptotic activity against breast, bone and intestinal colon cancer cell lines. Mater Sci Eng C. 2019;102:254–263. doi: 10.1016/j.msec.2019.04.041.", "ArticleIdList": ["10.1016/j.msec.2019.04.041", "31146998"]}, {"Citation": "Thiel J, Pakstis L, Buzby S, Raffi M, Ni C, Pochan DE, Shah SI. Antibacterial properties of silver-doped titania. Small. 2007;3:799–803. doi: 10.1002/smll.200600481.", "ArticleIdList": ["10.1002/smll.200600481", "17340662"]}, {"Citation": "Rahuman HBH, Dhandapani R, Palanivel V, Thangavelu S, Paramasivam R, Muthupandian S. Bioengineered phytomolecules-capped silver nanoparticles using Carissa carandas leaf extract to embed on to urinary catheter to combat UTI pathogens. PLoS One. 2021;16:e0256748. doi: 10.1371/journal.pone.0256748.", "ArticleIdList": ["10.1371/journal.pone.0256748", "PMC8412375", "34473763"]}, {"Citation": "Mishra MP, Padhy RN. Antibacterial activity of green silver nanoparticles synthesized from Anogeissus acuminata against multidrug resistant urinary tract infecting bacteria in vitro and host-toxicity testing. J Appl Biomed. 2018;16:120–125. doi: 10.1016/j.jab.2017.11.003.", "ArticleIdList": ["10.1016/j.jab.2017.11.003"]}, {"Citation": "Chakraborty A, Haque SM, Ghosh D, Dey D, Mukherjee S, Maity DK, Ghosh B. Silver nanoparticle synthesis and their potency against multidrug-resistant bacteria: a green approach from tissue-cultured Coleus Forskohlii. 3 Biotech. 2022;12:228. doi: 10.1007/s13205-022-03295-z.", "ArticleIdList": ["10.1007/s13205-022-03295-z", "PMC9385945", "35992896"]}, {"Citation": "Yacamán MJ, Ascencio JA, Liu HB, Gardea-Torresdey J. Structure shape and stability of nanometric sized particles. J Vac Sci Technol B. 2001;19:1091–1103. doi: 10.1116/1.1387089.", "ArticleIdList": ["10.1116/1.1387089"]}, {"Citation": "Farouk F, Abdelmageed M, Azam Ansari M, Azzazy HM. Synthesis of magnetic iron oxide nanoparticles using pulp and seed aqueous extract of Citrullus colocynth and evaluation of their antimicrobial activity. Biotechnol Lett. 2020;42:231–240. doi: 10.1007/s10529-019-02762-7.", "ArticleIdList": ["10.1007/s10529-019-02762-7", "31823154"]}, {"Citation": "Pal S, Tak YK, Song JM. Does the antibacterial activity of silver nanoparticles depend on the shape of the nanoparticle? A study of the gram-negative bacterium Escherichia coli. Appl Environ Microbiol. 2007;73:1712–1720. doi: 10.1128/AEM.02218-06.", "ArticleIdList": ["10.1128/AEM.02218-06", "PMC1828795", "17261510"]}, {"Citation": "Das MR, Sarma RK, Saikia R, Kale VS, Shelke MV, Sengupta P. Synthesis of silver nanoparticles in an aqueous suspension of graphene oxide sheets and its antimicrobial activity. Colloids Surf B. 2011;83(1):16–22. doi: 10.1016/j.colsurfb.2010.10.033.", "ArticleIdList": ["10.1016/j.colsurfb.2010.10.033", "21109409"]}, {"Citation": "Suganya KU, Govindaraju K, Kumar VG, Dhas TS, Karthick V, Singaravelu G, Elanchezhiyan M. Blue-green alga mediated synthesis of gold nanoparticles and its antibacterial efficacy against gram-positive organisms. Mater Sci Eng C. 2015;47:351–356. doi: 10.1016/j.msec.2014.11.043.", "ArticleIdList": ["10.1016/j.msec.2014.11.043", "25492207"]}, {"Citation": "Atun S, Arianingrum R. Synthesis nanoparticles of chloroform fraction from Kaempferia rotunda rhizome loaded chitosan and biological activity as an antioxidant. Int J Drug Deliv Technol. 2015;5:138–142."}, {"Citation": "Mohammed SSS, Lawrance AV, Sampath S, Sunderam V, Madhavan Y. Facile green synthesis of silver nanoparticles from sprouted Zingiberaceae species: spectral characterisation and its potential biological applications. Mater Technol. 2021;2021:1–14."}, {"Citation": "de Cássia P-AJ, Constantino E, Farias-de-França AP, Nogueira FAR, Consonni SR, Chaud MV, Oshima-Franco Y. Mutagenicity of silver nanoparticles synthesized with curcumin (Cur-AgNPs) J Saudi Chem Soc. 2021;25:101321. doi: 10.1016/j.jscs.2021.101321.", "ArticleIdList": ["10.1016/j.jscs.2021.101321"]}, {"Citation": "Chakraborty A, Haque SM, Dey D, Mukherjee S, Ghosh B. Detection of UTI pathogen-killing properties of Coleus forskohlii from tissue cultured in vitro and ex vitro plants. Proc Natl Acad Sci India Sect B Biol Sci. 2022;11:1–3."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "6", "Day": "2"}, {"Year": "2022", "Month": "8", "Day": "28"}, {"Year": "2022", "Month": "9", "Day": "8", "Hour": "11", "Minute": "15"}, {"Year": "2022", "Month": "9", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "9", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "9", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["36074190", "PMC9458813", "10.1186/s43141-022-00414-4", "10.1186/s43141-022-00414-4"]}}], "PubmedBookArticle": []}