{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Apoptosis", "Echinops spinosus", "Neuroprotection", "Oxidative status", "Seizure"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36074199", "DateCompleted": {"Year": "2023", "Month": "01", "Day": "10"}, "DateRevised": {"Year": "2023", "Month": "01", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "09", "Day": "08"}], "Language": ["eng"], "ELocationID": ["10.1007/s11064-022-03738-2"], "Journal": {"ISSN": "1573-6903", "JournalIssue": {"Volume": "48", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Jan"}}, "Title": "Neurochemical research", "ISOAbbreviation": "Neurochem Res"}, "ArticleTitle": "The Neuroprotective Effect Associated with Echinops spinosus in an Acute Seizure Model Induced by Pentylenetetrazole.", "Pagination": {"StartPage": "273", "EndPage": "283", "MedlinePgn": "273-283"}, "Abstract": {"AbstractText": ["Echinops spinosus (ES) is a medicinal plant with a wide range of pharmacological and biological effects. It is a medicinal herb having a variety of therapeutic characteristics, including antioxidant, anti-inflammatory, and antibacterial capabilities. The primary goal of this research is to investigate the neuroprotective and anticonvulsant characteristics of E. spinosa extract (ESE) against pentylenetetrazole (PTZ)-induced acute seizures. Negative control rats, ESE treatment rats, PTZ acute seizure model rats, ESE + PTZ rats, and Diazepam + PTZ rats were used in the study. The rats were given a 7-day treatment. ESE pretreatment elevated the latency to seizure onset and lowered seizure duration after PTZ injection. By reducing Bax levels and enhancing antiapoptotic Bcl-2 production, ESE prevented the release of interleukin-1β, tumor necrosis factor-α, and cyclooxygenase-2, as well as preventing hippocampal cell death after PTZ injection. ESE corrected the PTZ-induced imbalance in gamma-aminobutyric acid levels and increased the enzyme activity of Na<sup>+</sup>/K<sup>+</sup>-ATPase. Echinops spinosus is a potent neuromodulatory, antioxidant, antiinflammatory, and antiapoptotic plant that could be employed as a natural anticonvulsant in the future."], "CopyrightInformation": "© 2022. The Author(s), under exclusive licence to Springer Science+Business Media, LLC, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Science, University of Hafr Albatin, Hafr Albatin, Saudi Arabia."}], "LastName": "Alkhudhayri", "ForeName": "Abdulsalam", "Initials": "A"}, {"Identifier": ["0000-0002-2654-2591"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Zoology and Entomology, Faculty of Science, Helwan University, Cairo, Egypt. aest1977@hotmail.com."}], "LastName": "Abdel Moneim", "ForeName": "Ahmed E", "Initials": "AE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry and Molecular Biology, Faculty of Pharmacy, Helwan University, Cairo, Egypt."}], "LastName": "Rizk", "ForeName": "Sara", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Science Laboratories, College of Science and Arts, Qassim University, Ar-Rass, 52719, Saudi Arabia."}], "LastName": "Bauomy", "ForeName": "Amira A", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Zoology and Entomology, Faculty of Science, Helwan University, Cairo, Egypt. mohameddkhil@yahoo.com."}], "LastName": "Dkhil", "ForeName": "Mohamed A", "Initials": "MA"}], "GrantList": [{"GrantID": "0056-1443-S", "Agency": "University of Hafir Albatin", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Neurochem Res", "NlmUniqueID": "7613461", "ISSNLinking": "0364-3190"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anticonvulsants"}, {"RegistryNumber": "WM5Z385K7T", "NameOfSubstance": "Pentylenetetrazole"}, {"RegistryNumber": "0", "NameOfSubstance": "Neuroprotective Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Anticonvulsants"}, {"QualifierName": ["toxicity"], "DescriptorName": "Pentylenetetrazole"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Neuroprotective Agents"}, {"QualifierName": [], "DescriptorName": "Tenrecidae"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["chemically induced", "drug therapy", "prevention & control"], "DescriptorName": "Seizures"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Disease Models, Animal"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Thijs RD, Surges R, O’Brien TJ, Sander JW (2019) Epilepsy in adults. Lancet 393(10172):689–701. https://doi.org/10.1016/S0140-6736(18)32596-0", "ArticleIdList": ["10.1016/S0140-6736(18)32596-0"]}, {"Citation": "Vergonjeanne M, Auditeau E, Erazo D, Luna J, Gelle T, Gbessemehlan A et al (2021) Epidemiology of epilepsy in low- and middle-income countries: experience of a standardized questionnaire over the past two decades. Neuroepidemiology 55(5):369–380. https://doi.org/10.1159/000517065", "ArticleIdList": ["10.1159/000517065"]}, {"Citation": "Falco-Walter J (2020) Epilepsy-definition, classification, pathophysiology, and epidemiology. Semin Neurol 40(6):617–623. https://doi.org/10.1055/s-0040-1718719", "ArticleIdList": ["10.1055/s-0040-1718719"]}, {"Citation": "Kramer MA, Cash SS (2012) Epilepsy as a disorder of cortical network organization. Neuroscientist 18(4):360–372", "ArticleIdList": ["10.1177/1073858411422754"]}, {"Citation": "Liu S, Yu W, Lü Y (2016) The causes of new-onset epilepsy and seizures in the elderly. Neuropsychiatr Dis Treat 12:1425", "ArticleIdList": ["10.2147/NDT.S107905"]}, {"Citation": "Goldberg EM, Coulter DA (2013) Mechanisms of epileptogenesis: a convergence on neural circuit dysfunction. Nat Rev Neurosci 14(5):337–349", "ArticleIdList": ["10.1038/nrn3482"]}, {"Citation": "Yuan X, Fu Z, Ji P, Guo L, Al-Ghamdy AO, Alkandiri A et al (2020) Selenium nanoparticles pre-treatment reverse behavioral, oxidative damage, neuronal loss and neurochemical alterations in pentylenetetrazole-induced epileptic seizures in mice. Int J Nanomed 15:6339", "ArticleIdList": ["10.2147/IJN.S259134"]}, {"Citation": "Mao X-Y, Zhou H-H, Jin W-L (2019) Redox-related neuronal death and crosstalk as drug targets: focus on epilepsy. Front Neurosci 13:512", "ArticleIdList": ["10.3389/fnins.2019.00512"]}, {"Citation": "Méndez-Armenta M, Nava-Ruíz C, Juárez-Rebollar D, Rodríguez-Martínez E, Yescas Gómez P (2014) Oxidative stress associated with neuronal apoptosis in experimental models of epilepsy. Oxid Med Cell Longev 2014:1–12", "ArticleIdList": ["10.1155/2014/293689"]}, {"Citation": "Carmona-Aparicio L, Pérez-Cruz C, Zavala-Tecuapetla C, Granados-Rojas L, Rivera-Espinosa L, Montesinos-Correa H et al (2015) Overview of Nrf2 as therapeutic target in epilepsy. Int J Mol Sci 16(8):18348–18367", "ArticleIdList": ["10.3390/ijms160818348"]}, {"Citation": "Shimada T, Takemiya T, Sugiura H, Yamagata K (2014) Role of inflammatory mediators in the pathogenesis of epilepsy. Mediat Inflamm. https://doi.org/10.1155/2014/901902", "ArticleIdList": ["10.1155/2014/901902"]}, {"Citation": "Galanopoulou AS, Buckmaster PS, Staley KJ, Moshe SL, Perucca E, Engel J Jr et al (2012) Identification of new epilepsy treatments: issues in preclinical methodology. Epilepsia 53(3):571–582. https://doi.org/10.1111/j.1528-1167.2011.03391.x", "ArticleIdList": ["10.1111/j.1528-1167.2011.03391.x"]}, {"Citation": "Leclercq K, Matagne A, Provins L, Klitgaard H, Kaminski RM (2020) Pharmacological profile of the novel antiepileptic drug candidate padsevonil: characterization in rodent seizure and epilepsy models. J Pharmacol Exp Ther 372(1):11–20. https://doi.org/10.1124/jpet.119.261222", "ArticleIdList": ["10.1124/jpet.119.261222"]}, {"Citation": "de Kinderen RJ, Evers SM, Rinkens R, Postulart D, Vader CI, Majoie MH et al (2014) Side-effects of antiepileptic drugs: the economic burden. Seizure 23(3):184–190", "ArticleIdList": ["10.1016/j.seizure.2013.11.009"]}, {"Citation": "Bouattour E, Fakhfakh J, Frikha Dammak D, Jabou K, Damak M, Mezghani Jarraya R (2016) Hexane extract of Echinops spinosissimus Turra subsp. spinosus from Tunisia: a potential source of acetylated sterols—investigation of its biological activities. Chem Biodivers 13(12):1674–1684. https://doi.org/10.1002/cbdv.201600118", "ArticleIdList": ["10.1002/cbdv.201600118"]}, {"Citation": "Dong M, Cong B, Yu SH, Sauriol F, Huo CH, Shi QW et al (2008) Echinopines A and B: sesquiterpenoids possessing an unprecedented skeleton from Echinops spinosus. Org Lett 10(5):701–704. https://doi.org/10.1021/ol702629z", "ArticleIdList": ["10.1021/ol702629z"]}, {"Citation": "Othman MS, Khaled AM, Al-Bagawi AH, Fareid MA, Hameed RA, Zahra FAA et al (2022) Echinops spinosus effect against diabetes and its hepatorenal complications: total extract and flavonoids fraction. Environ Sci Pollut Res Int. https://doi.org/10.1007/s11356-022-18824-9", "ArticleIdList": ["10.1007/s11356-022-18824-9"]}, {"Citation": "Hegazy MGA, Emam MA, Khattab HI, Helal NM (2019) Biological activity of Echinops spinosus on inhibition of paracetamol-induced renal inflammation. Biochem Cell Biol 97(2):176–186. https://doi.org/10.1139/bcb-2018-0212", "ArticleIdList": ["10.1139/bcb-2018-0212"]}, {"Citation": "Abdel-Rahman M, Arafa N, El-Khadragy M, Kassab R (2013) The neuroprotective role of Nigella sativa extract on ciprofloxacin and pentylenetetrazole treated rats. Afr J Pharm Pharmacol 7:660–1670. https://doi.org/10.5897/ajpp12.897", "ArticleIdList": ["10.5897/ajpp12.897"]}, {"Citation": "Lowry OH, Rosebrough NJ, Farr AL, Randall RJ (1951) Protein measurement with the Folin phenol reagent. J Biol Chem 193(1):265–275", "ArticleIdList": ["10.1016/S0021-9258(19)52451-6"]}, {"Citation": "Racine RJ (1972) Modification of seizure activity by electrical stimulation: II Motor seizure. Electroencephalogr clin neurophysiol 32(3):281–294", "ArticleIdList": ["10.1016/0013-4694(72)90177-0"]}, {"Citation": "Ohkawa H, Ohishi N, Yagi K (1979) Assay for lipid peroxides in animal tissues by thiobarbituric acid reaction. Anal Biochem 95(2):351–358. https://doi.org/10.1016/0003-2697(79)90738-3", "ArticleIdList": ["10.1016/0003-2697(79)90738-3"]}, {"Citation": "Green LC, Wagner DA, Glogowski J, Skipper PL, Wishnok JS, Tannenbaum SR (1982) Analysis of nitrate, nitrite, and [15N]nitrate in biological fluid. Anal Biochem 126(1):131–138", "ArticleIdList": ["10.1016/0003-2697(82)90118-X"]}, {"Citation": "Ellman GL (1959) Tissue sulfhydryl groups. Arch Biochem Biophys 82(1):70–77", "ArticleIdList": ["10.1016/0003-9861(59)90090-6"]}, {"Citation": "Factor VM, Kiss A, Woitach JT, Wirth PJ, Thorgeirsson SS (1998) Disruption of redox homeostasis in the transforming growth factor-α/c-myc transgenic mouse model of accelerated hepatocarcinogenesis. J Biol Chem 273(25):15846–15853", "ArticleIdList": ["10.1074/jbc.273.25.15846"]}, {"Citation": "Paglia DE, Valentine WN (1967) Studies on the quantitative and qualitative characterization of erythrocyte glutathione peroxidase. J Lab Clin Med 70(1):158–169"}, {"Citation": "Aebi H (1984) Catalase in vitro. Methods Enzymol 105:121–126. https://doi.org/10.1016/s0076-6879(84)05016-3", "ArticleIdList": ["10.1016/s0076-6879(84)05016-3"]}, {"Citation": "Misra HP, Fridovich I (1972) The role of superoxide anion in the autoxidation of epinephrine and a simple assay for superoxide dismutase. J Biol Chem 247(10):3170–3175", "ArticleIdList": ["10.1016/S0021-9258(19)45228-9"]}, {"Citation": "Tsakiris S, Schulpis KH, Marinou K, Behrakis P (2004) Protective effect of L-cysteine and glutathione on the modulated suckling rat brain Na+, K+, -ATPase and Mg2+ -ATPase activities induced by the in vitro galactosaemia. Pharmacol Res 49(5):475–479. https://doi.org/10.1016/j.phrs.2003.11.006S1043661803003724[pii]", "ArticleIdList": ["10.1016/j.phrs.2003.11.006S1043661803003724[pii]"]}, {"Citation": "Heinrikson RL, Meredith SC (1984) Amino acid analysis by reverse-phase high-performance liquid chromatography: precolumn derivatization with phenylisothiocyanate. Anal Biochem 136(1):65–74", "ArticleIdList": ["10.1016/0003-2697(84)90307-5"]}, {"Citation": "Al Omairi NE, Albrakati A, Alsharif KF, Almalki AS, Alsanie W, Abd Elmageed ZY et al (2022) Selenium nanoparticles with prodigiosin rescue hippocampal damage associated with epileptic seizures induced by pentylenetetrazole in rats. Biology. https://doi.org/10.3390/biology11030354", "ArticleIdList": ["10.3390/biology11030354"]}, {"Citation": "Fisseha N, Shibeshi W, Bisrat D (2021) Evaluation of anticonvulsant activity of 80% methanolic root bark extract and solvent fractions of Pentas schimperiana (A. Rich.) Vatke (Rubiaceae) in Swiss albino mice. Adv Pharmacol Pharm Sci 2021:1–7. https://doi.org/10.1155/2021/6689879", "ArticleIdList": ["10.1155/2021/6689879"]}, {"Citation": "Alyami NM, Abdi S, Alyami HM, Almeer R (2022) Proanthocyanidins alleviate pentylenetetrazole-induced epileptic seizures in mice via the antioxidant activity. Neurochem Res. https://doi.org/10.1007/s11064-022-03647-410.1007/s11064-022-03647-4[pii]", "ArticleIdList": ["10.1007/s11064-022-03647-410.1007/s11064-022-03647-4[pii]"]}, {"Citation": "Shekh-Ahmad T, Kovac S, Abramov A, Walker M (2019) Reactive oxygen species in status epilepticus. Epilepsy Behav 101:106410", "ArticleIdList": ["10.1016/j.yebeh.2019.07.011"]}, {"Citation": "Zhu X, Dong J, Han B, Huang R, Zhang A, Xia Z et al (2017) Neuronal nitric oxide synthase contributes to PTZ kindling epilepsy-induced hippocampal endoplasmic reticulum stress and oxidative damage. Front Cell Neurosci 11:377", "ArticleIdList": ["10.3389/fncel.2017.00377"]}, {"Citation": "Banach M, Piskorska B, Czuczwar J, S., & K Borowicz, K. (2011) Nitric oxide, epileptic seizures, and action of antiepileptic drugs. CNS Neurol Disord-Drug Targets 10(7):808–819", "ArticleIdList": ["10.2174/187152711798072347"]}, {"Citation": "Heydari A, Davoudi S (2017) The effect of sertraline and 8-OH-DPAT on the PTZ_induced seizure threshold: role of the nitrergic system. Seizure 45:119–124", "ArticleIdList": ["10.1016/j.seizure.2016.12.005"]}, {"Citation": "Kurian MA, Gissen P, Smith M, Heales SJ, Clayton PT (2011) The monoamine neurotransmitter disorders: an expanding range of neurological syndromes. Lancet Neurol 10(8):721–733", "ArticleIdList": ["10.1016/S1474-4422(11)70141-7"]}, {"Citation": "Tao Z, Chun-Yan H, Hua P, Bin-Bin Y, Xiaoping T (2020) Phyllathin from Phyllanthus amarus ameliorates epileptic convulsion and kindling associated post-ictal depression in mice via inhibition of NF-κB/TLR-4 pathway. Dose-Response 18(3):1559325820946914", "ArticleIdList": ["10.1177/1559325820946914"]}, {"Citation": "Zhao X, Liang L, Xu R, Cheng P, Jia P, Bai Y et al (2022) Revealing the antiepileptic effect of α-Asaronol on pentylenetetrazole-induced seizure rats using NMR-based metabolomics. ACS Omega 7(7):6322–6334. https://doi.org/10.1021/acsomega.1c06922", "ArticleIdList": ["10.1021/acsomega.1c06922"]}, {"Citation": "Reddy AJ, Dubey AK, Handu SS, Sharma P, Mediratta PK, Ahmed QM et al (2018) Anticonvulsant and antioxidant effects of Musa sapientum stem extract on acute and chronic experimental models of epilepsy. Pharmacognosy Res 10(1):49"}, {"Citation": "Danbolt NC (2001) Glutamate uptake. Prog Neurobiol 65(1):1–105", "ArticleIdList": ["10.1016/S0301-0082(00)00067-8"]}, {"Citation": "Hanada T (2020) Ionotropic glutamate receptors in epilepsy: a review focusing on AMPA and NMDA receptors. Biomolecules 10(3):464", "ArticleIdList": ["10.3390/biom10030464"]}, {"Citation": "Sharma P, Kumari S, Sharma J, Purohit R, Singh D (2020) Hesperidin interacts with CREB-BDNF signaling pathway to suppress pentylenetetrazole-induced convulsions in zebrafish. Front Pharmacol 11:607797. https://doi.org/10.3389/fphar.2020.607797607797", "ArticleIdList": ["10.3389/fphar.2020.607797607797"]}, {"Citation": "Terrone G, Balosso S, Pauletti A, Ravizza T, Vezzani A (2020) Inflammation and reactive oxygen species as disease modifiers in epilepsy. Neuropharmacology 167:107742", "ArticleIdList": ["10.1016/j.neuropharm.2019.107742"]}, {"Citation": "McElroy PB, Liang L-P, Day BJ, Patel M (2017) Scavenging reactive oxygen species inhibits status epilepticus-induced neuroinflammation. Exp Neurol 298:13–22", "ArticleIdList": ["10.1016/j.expneurol.2017.08.009"]}, {"Citation": "Serrano G, Lelutiu N, Rojas A, Cochi S, Shaw R, Makinson C et al (2011) Ablation of cyclooxygenase-2 in forebrain neurons is neuroprotective and dampens brain inflammation after status epilepticus. J Neurosci 31(42):14850–14860", "ArticleIdList": ["10.1523/JNEUROSCI.3922-11.2011"]}, {"Citation": "Rizk S, Taha H, Abdel Moneim AE, Amin HK (2021) Neuroprotective effect of green and roasted coffee bean extracts on cerebral ischemia-induced injury in rats. Metab Brain Dis 36(7):1943–1956. https://doi.org/10.1007/s11011-021-00769-6", "ArticleIdList": ["10.1007/s11011-021-00769-6"]}, {"Citation": "Hao F, Jia LH, Li XW, Zhang YR, Liu XW (2016) Garcinol upregulates GABAA and GAD65 expression, modulates BDNF-TrkB pathway to reduce seizures in pentylenetetrazole (PTZ)-induced epilepsy. Med Sci Monit 22:4415–4425. https://doi.org/10.12659/MSM.897579", "ArticleIdList": ["10.12659/MSM.897579"]}, {"Citation": "Sharma P, Kumar A, Singh D (2019) Dietary flavonoids interaction with CREB-BDNF pathway: an unconventional approach for comprehensive management of epilepsy. Curr Neuropharmacol 17(12):1158–1175", "ArticleIdList": ["10.2174/1570159X17666190809165549"]}, {"Citation": "Henshall DC (2007) Apoptosis signalling pathways in seizure-induced neuronal death and epilepsy. Biochem Soc Trans 35(Pt 2):421–423. https://doi.org/10.1042/BST0350421", "ArticleIdList": ["10.1042/BST0350421"]}, {"Citation": "Mariani E, Polidori M, Cherubini A, Mecocci P (2005) Oxidative stress in brain aging, neurodegenerative and vascular diseases: an overview. J Chromatogr B 827(1):65–75", "ArticleIdList": ["10.1016/j.jchromb.2005.04.023"]}, {"Citation": "Yu X, Guan Q, Wang Y, Shen H, Zhai L, Lu X et al (2019) Anticonvulsant and anti-apoptosis effects of salvianolic acid B on pentylenetetrazole-kindled rats via AKT/CREB/BDNF signaling. Epilepsy Res 154:90–96. https://doi.org/10.1016/j.eplepsyres.2019.05.007", "ArticleIdList": ["10.1016/j.eplepsyres.2019.05.007"]}, {"Citation": "Guo XQ, Cao YL, Hao F, Yan ZR, Wang ML, Liu XW (2017) Tangeretin alters neuronal apoptosis and ameliorates the severity of seizures in experimental epilepsy-induced rats by modulating apoptotic protein expressions, regulating matrix metalloproteinases, and activating the PI3K/Akt cell survival pathway. Adv Med Sci 62(2):246–253. https://doi.org/10.1016/j.advms.2016.11.011", "ArticleIdList": ["10.1016/j.advms.2016.11.011"]}, {"Citation": "Al Kahtani M (2020) Effect of both selenium and biosynthesized nanoselenium particles on cadmium-induced neurotoxicity in albino rats. Hum Exp Toxicol 39(2):159–172", "ArticleIdList": ["10.1177/0960327119880589"]}, {"Citation": "Clausen MV, Hilbers F, Poulsen H (2017) The structure and function of the Na, K-ATPase isoforms in health and disease (Review). Front Physiol. https://doi.org/10.3389/fphys.2017.00371", "ArticleIdList": ["10.3389/fphys.2017.00371"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "3", "Day": "24"}, {"Year": "2022", "Month": "8", "Day": "23"}, {"Year": "2022", "Month": "8", "Day": "21"}, {"Year": "2022", "Month": "9", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "8", "Hour": "11", "Minute": "15"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36074199", "10.1007/s11064-022-03738-2", "10.1007/s11064-022-03738-2"]}}], "PubmedBookArticle": []}