{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["complementary and alternative medicine", "disease management", "eczema", "herbal research", "integrative medicine", "traditional medicine"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36080243", "DateCompleted": {"Year": "2022", "Month": "09", "Day": "12"}, "DateRevised": {"Year": "2022", "Month": "09", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "08", "Day": "26"}], "Language": ["eng"], "ELocationID": ["5475", "10.3390/molecules27175475"], "Journal": {"ISSN": "1420-3049", "JournalIssue": {"Volume": "27", "Issue": "17", "PubDate": {"Year": "2022", "Month": "Aug", "Day": "26"}}, "Title": "Molecules (Basel, Switzerland)", "ISOAbbreviation": "Molecules"}, "ArticleTitle": "<i>Cassia alata, Coriandrum sativum, Curcuma longa</i> and <i>Azadirachta indica</i>: Food Ingredients as Complementary and Alternative Therapies for Atopic Dermatitis-A Comprehensive Review.", "Abstract": {"AbstractText": ["Traditional medicine is critical in disease treatment and management. Herbs are gaining popularity for disease management and treatment. Therefore, they can be utilised as complementary and alternative treatment (CAT) ingredients. Atopic dermatitis (AD) is one of the common non-communicable diseases. It is characterised by chronic inflammatory skin disease with intense pruritus and eczematous lesions. AD is associated with oxidative stress, microbial infection, and upregulation of inflammatory cytokines. Both children and adults could be affected by this skin disorder. The prevalence of AD is increasing along with the country's level of development. This review revisited the literature on four medicinal herbs widely used as complementary medicine to manage AD. These therapeutic herbs are commonly eaten as food and used as spices in Asian cuisine. The four food herbs reviewed are <i>Cassia alata</i>, <i>Coriandrum sativum</i>, <i>Curcuma longa</i> Linn, and <i>Azadirachta indica</i>. Their traditional uses and phytochemical content will be covered. Four relevant pharmacological and biological activities of the plants crucial in AD management have been reviewed and discussed, including anti-inflammatory, anti-microbial, antioxidant, and wound recovery."]}, "AuthorList": [{"Identifier": ["0000-0002-6733-5759"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmaceutical Sciences, UCSI University, Kuala Lumpur 56000, Malaysia."}], "LastName": "Chew", "ForeName": "Yik-Ling", "Initials": "YL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmaceutical Sciences, UCSI University, Kuala Lumpur 56000, Malaysia."}], "LastName": "Khor", "ForeName": "Mei-Ann", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmaceutical Sciences, UCSI University, Kuala Lumpur 56000, Malaysia."}], "LastName": "Xu", "ForeName": "Zhao", "Initials": "Z"}, {"Identifier": ["0000-0002-5937-1901"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmaceutical Sciences, UCSI University, Kuala Lumpur 56000, Malaysia."}], "LastName": "Lee", "ForeName": "Sue-Kei", "Initials": "SK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmaceutical Sciences, UCSI University, Kuala Lumpur 56000, Malaysia."}], "LastName": "Keng", "ForeName": "Jing-Wen", "Initials": "JW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmaceutical Sciences, UCSI University, Kuala Lumpur 56000, Malaysia."}], "LastName": "Sang", "ForeName": "Sze-Huey", "Initials": "SH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmaceutical Sciences, UCSI University, Kuala Lumpur 56000, Malaysia."}], "LastName": "Akowuah", "ForeName": "Gabriel Akyirem", "Initials": "GA"}, {"Identifier": ["0000-0001-6686-7019"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Data Science and Information Technology, INTI International University, Nilai 71809, Malaysia."}], "LastName": "Goh", "ForeName": "Khang Wen", "Initials": "KW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmacy, University of Cyberjaya, Cyberjaya 63000, Malaysia."}], "LastName": "Liew", "ForeName": "Kai Bin", "Initials": "KB"}, {"Identifier": ["0000-0002-6971-1383"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "PAP Rashidah Sa'adatul Bolkiah Institute of Health Sciences, Universiti Brunei Darussalam, Gadong BE1410, Brunei."}], "LastName": "Ming", "ForeName": "Long Chiau", "Initials": "LC"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Molecules", "NlmUniqueID": "100964009", "ISSNLinking": "1420-3049"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Food Ingredients"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Azadirachta"}, {"QualifierName": [], "DescriptorName": "Cassia"}, {"QualifierName": [], "DescriptorName": "Complementary Therapies"}, {"QualifierName": [], "DescriptorName": "Coriandrum"}, {"QualifierName": [], "DescriptorName": "Curcuma"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Dermatitis, Atopic"}, {"QualifierName": [], "DescriptorName": "Food Ingredients"}, {"QualifierName": [], "DescriptorName": "Senna Plant"}], "CoiStatement": "The authors declare that they have no conflict of interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Hanifin J., Gupta A.K., Rajagopalan R. Intermittent dosing of fluticasone propionate cream for reducing the risk of relapse in atopic dermatitis patients. Br. J. Dermatol. 2002;147:528–537.", "ArticleIdList": ["12207596"]}, {"Citation": "Weissler A. Atopic Dermatitis–A New Dawn. Physician Assist. Clin. 2016;1:661–682."}, {"Citation": "Eichenfield L.F., Tom W.L., Chamlin S.L., Feldman S.R., Hanifin J.M., Simpson E.L., Berger T.G., Bergman J.N., Cohen D.E., Cooper K.D., et al. Guidelines of care for the management of atopic dermatitis: Section 1. Diagnosis and assessment of atopic dermatitis. J. Am. Acad. Dermatol. 2014;70:338–351.", "ArticleIdList": ["PMC4410183", "24290431"]}, {"Citation": "Reitamo S., Rustin M., Ruzicka T., Cambazard F., Kalimo K., Friedmann P.S., Schoepf E., Lahfa M., Diepgen T.L., Judodihardjo H., et al. Efficacy and safety of tacrolimus ointment compared with that of hydrocortisone butyrate ointment in adult patients with atopic dermatitis. J. Allergy Clin. Immunol. 2002;109:547–555.", "ArticleIdList": ["11898005"]}, {"Citation": "Chew Y.-L., Al-Nema M., Ong V.W.-M. Management and treatment of atopic dermatitis with modern therapies, complementary and alternative medicines: A review. Orient. Pharm. Exp. Med. 2018;18:67–76."}, {"Citation": "Kim K.H. Overview of atopic dermatitis. Asia Pac. Allergy. 2013;3:79–87.", "ArticleIdList": ["PMC3643056", "23667830"]}, {"Citation": "Guo Y., Sakulnarmrat K., Konczak I. Anti-inflammatory potential of native Australian herbs polyphenols. Toxicol. Rep. 2014;1:385–390.", "ArticleIdList": ["PMC5598408", "28962255"]}, {"Citation": "Coondoo A., Phiske M., Verma S., Lahiri K. Side-effects of topical steroids: A long overdue revisit. Indian Dermatol. Online J. 2014;5:416.", "ArticleIdList": ["PMC4228634", "25396122"]}, {"Citation": "Luger T.A., Lahfa M., Fölster-Holst R., Gulliver W.P., Allen R., Molloy S., Barbier N., Paul C., Bos J.D. Long-term safety and tolerability of pimecrolimus cream 1% and topical corticosteroids in adults with moderate to severe atopic dermatitis. J. Dermatol. Treat. 2004;15:169–178.", "ArticleIdList": ["15204150"]}, {"Citation": "Koo K., Nagayah R., Begum S., Mahmood T.M.T., Shah N.M. The use of complementary and alternative medicine in children with atopic eczema at a tertiary care centre in Malaysia. Complement. Ther. Med. 2020;49:102355.", "ArticleIdList": ["32147044"]}, {"Citation": "Goh Y.-Y., Keshavarzi F., Chew Y.L. Prevalence of atopic dermatitis and pattern of drug therapy in malaysian children. Dermatitis. 2018;29:151–161.", "ArticleIdList": ["29762208"]}, {"Citation": "Zubair M., Rizwan K., Rashid U., Saeed R., Saeed A.A., Rasool N., Riaz M. GC/MS profiling, in vitro antioxidant, anti-microbial and haemolytic activities of Smilax macrophylla leaves. Arab. J. Chem. 2017;10:S1460–S1468."}, {"Citation": "Globinmed  Senna alata (L.) Roxb.  [(accessed on 23 June 2021)].  2016 [Updated 23 June 2020] Available online:  https://www.globinmed.com/index.php?option=com_content&view=article&id=106145:senna-alata-l-roxb&catid=286&Itemid=357."}, {"Citation": "Palanichamy S., Nagarajan S. Antifungal activity of Cassia alata leaf extract. J. Ethnopharmacol. 1990;29:337–340.", "ArticleIdList": ["2214817"]}, {"Citation": "Pieme C.A., Penlap V.N., Nkegoum B., Taziebou P.C.L., Tekwu E.M., Etoa F.X., Ngongang J. Evaluation of acute and subacute toxicities of aqueous ethanolic extract of leaves of Senna alata (L.) Roxb (Ceasalpiniaceae) Afr. J. Biotechnol. 2006;5:283–289."}, {"Citation": "Ajose F.O. Some Nigerian plants of dermatologic importance. Int. J. Dermatol. 2007;46:48–55.", "ArticleIdList": ["17919209"]}, {"Citation": "Makinde A.A., Igoli J.O., Ta’Ama L., Shaibu S.J., Garba A. Antimicrobial activity of Cassia alata. Afr. J. Biotechnol. 2007;6:1509–1510."}, {"Citation": "Villaseñor I.M., Canlas A.P., Pascua M.P.I., Sabando M.N., Soliven L.A.P. Bioactivity studies on Cassia alata Linn. leaf extracts. Phytother. Res. 2002;16((Suppl. S1)):93–96.", "ArticleIdList": ["11933153"]}, {"Citation": "Rahmawati F., Prihantini N.N., Hady B.C. In vitro bioactivity test of Senna alata (L.) Roxb leaves extract. Int. J. Health Sci. Res. 2022;12:304–317."}, {"Citation": "El-Mahmood A., Doughari J. Phytochemical screening and antibacterial evaluation of the leaf and root extracts of Cassia alata Linn. Afr. J. Pharm. Pharmacol. 2008;2:124–129."}, {"Citation": "Eliakim-Ikechukwu C.F., Edem A.A., William U., Okori S.O., Ihentuge C.J. Phytochemical composition of Cassia alata leaf extract and its effect on the histology of the pancreas of diabetic wistar rats. IOSR J. Pharm. Biol. Sci. 2013;5:07–13."}, {"Citation": "Sule W., Okonko I.O., Omo-Ogun S., Nwanze J., Ojezele M.O., Ojezele O.J., Adeolu A.J., Soyemi E.T., Olaonipekun T.O. Phytochemical properties and in-vitro antifungal activity of Senna alata Linn. crude stem bark extract. J. Med. Plants Res. 2011;5:176–183."}, {"Citation": "Hazni H., Ahmad N., Hitotsuyanagi Y., Takeya K., Choo C.-Y. Phytochemical constituents from Cassia alata with inhibition against methicillin-resistant Staphylococcus aureus (MRSA) Planta Med. 2008;74:1802–1805.", "ArticleIdList": ["18991205"]}, {"Citation": "Jain R., Chitale G., Sharma P., Jain S. Phytochemical and anti-microbial investigations of Cassia alata Linn. roots. J. Med. Aromat. Plant Sci. 2010;32:13–15."}, {"Citation": "Mohammed A.R., Ali A.M., Aboul-Enein S.M., Mohamed F.M., Abou E., Magdy M.D., Mohammed A.R.H. Phytochemical, cytotoxicity and antioxidant investigation of Cassia alata leaves growing in Egypt. J. Innov. Pharm. Biol. Sci. 2017;4:97–105."}, {"Citation": "Riaz A., Rasul A., Hussain G., Zahoor M.K., Jabeen F., Subhani Z., Younis T., Ali M., Sarfraz I., Selamoglu Z. Astragalin: A bioactive phytochemical with potential therapeutic activities. Adv. Pharmacol. Sci. 2018;2018:9794625.", "ArticleIdList": ["PMC5954929", "29853868"]}, {"Citation": "Lewis A., Levy A. Anti-inflammatory activities of Cassia alata leaf extract in complete Freund’s adjuvant arthritis in rats. West Indian Med. J. 2011;60:615–621.", "ArticleIdList": ["22512217"]}, {"Citation": "Devi K.P., Malar D.S., Nabavi S.F., Sureda A., Xiao J., Nabavi S.M., Daglia M. Kaempferol and inflammation: From chemistry to medicine. Pharmacol. Res. 2015;99:1–10.", "ArticleIdList": ["25982933"]}, {"Citation": "Wang J., Fang X., Ge L., Cao F., Zhao L., Wang Z., Xiao W. Antitumor, antioxidant and anti-inflammatory activities of kaempferol and its corresponding glycosides and the enzymatic preparation of kaempferol. PLoS ONE. 2018;13:e0197563.", "ArticleIdList": ["PMC5957424", "29771951"]}, {"Citation": "Palanichamy S., Nagarajan S. Anti-inflammatory activity of Cassia alata leaf extract and kaempferol 3-O-sophoroside. Fitoterapia. 1990;61:44–47.", "ArticleIdList": ["2345462"]}, {"Citation": "Meenupriya J., Vinisha A.S., Priya P. Cassia alata and Cassia auriculata–Review of their bioactive potential. World J. Pharm. Sci. 2014;2:1760–1769."}, {"Citation": "Aziz N., Kim M.-Y., Cho J.Y. Anti-inflammatory effects of luteolin: A review of in vitro, in vivo, and in silico studies. J. Ethnopharmacol. 2018;225:342–358.", "ArticleIdList": ["29801717"]}, {"Citation": "Nabavi S.F., Braidy N., Gortzi O., Sobarzo-Sanchez E., Daglia M., Skalicka-Woźniak K., Nabavi S.M. Luteolin as an anti-inflammatory and neuroprotective agent: A brief review. Brain Res. Bull. 2015;119:1–11.", "ArticleIdList": ["26361743"]}, {"Citation": "Jeon I.H., Kim H.S., Kang H.J., Lee H.-S., Jeong S.I., Kim S.J., Jang S.I. Anti-inflammatory and antipruritic effects of luteolin from Perilla (P. frutescens L.) leaves. Molecules. 2014;19:6941–6951.", "ArticleIdList": ["PMC6271665", "24871572"]}, {"Citation": "Ali F., Rahul Naz F., Jyoti S., Siddique Y.H. Health functionality of apigenin: A review. Int. J. Food Prop. 2017;20:1197–1238."}, {"Citation": "Kim S.-G., Choi J.G., Jang Y.-A. Emodin Studies on Anti-inflammatory and Skin Barrier Improvement Activities. J. Korean Appl. Sci. Technol. 2021;38:1383–1392."}, {"Citation": "Lu Y., Yang J.H., Li X., Hwangbo K., Hwang S.-L., Taketomi Y., Murakami M., Chang Y.-C., Kim C.-H., Son J.-K., et al. Emodin, a naturally occurring anthraquinone derivative, suppresses IgE-mediated anaphylactic reaction and mast cell activation. Biochem. Pharmacol. 2011;82:1700–1708.", "ArticleIdList": ["21907188"]}, {"Citation": "Dong X., Fu J., Yin X., Cao S., Li X., Lin L., Huyiligeqi, Ni J. Emodin: A Review of its Pharmacology, Toxicity and Pharmacokinetics. Phytother. Res. 2016;30:1207–1218.", "ArticleIdList": ["PMC7168079", "27188216"]}, {"Citation": "Ginwala R., Bhavsar R., Chigbu D.G.I., Jain P., Khan Z.K. Potential role of flavonoids in treating chronic inflammatory diseases with a special focus on the anti-inflammatory activity of apigenin. Antioxidants. 2019;8:35.", "ArticleIdList": ["PMC6407021", "30764536"]}, {"Citation": "Dong X., Zeng Y., Liu Y., You L., Yin X., Fu J., Ni J. Aloe-emodin: A review of its pharmacology, toxicity, and pharmacokinetics. Phytother. Res. 2020;34:270–281.", "ArticleIdList": ["31680350"]}, {"Citation": "Park M.-Y., Kwon H.-J., Sung M.-K. Evaluation of aloin and aloe-emodin as anti-inflammatory agents in aloe by using murine macrophages. Biosci. Biotechnol. Biochem. 2009;73:828–832.", "ArticleIdList": ["19352036"]}, {"Citation": "Hu B., Zhang H., Meng X., Wang F., Wang P. Aloe-emodin from rhubarb (Rheum rhabarbarum) inhibits lipopolysaccharide-induced inflammatory responses in RAW264. 7 macrophages. J. Ethnopharmacol. 2014;153:846–853.", "ArticleIdList": ["24685589"]}, {"Citation": "Mar’ie A.M., Zamzani I., Nashihah S. Antibacterial activity of Cassia alata stems ethanol extract against Staphylococcus aureus. Acta Pharm. Indones. 2022;10:5462."}, {"Citation": "Chatterjee S., Chatterjee S., Dutta S. Cassia alata-An useful anti-microbial agent. Med. Aromat. Plants. 2013;1:e143."}, {"Citation": "Muhammad S.L., Wada Y., Mohammed M., Ibrahim S., Musa K.Y., Olonitola O.S., Ahmad M.H., Mustapha S., Rahman Z.A., Sha’aban A. Bioassay-guided identification of bioactive compounds from Senna alata L. against methicillin-resistant Staphylococcus aureus. Appl. Microbiol. 2021;1:520–536."}, {"Citation": "Breuer K., Häussler S., Kapp A., Werfel T. Staphylococcus aureus: Colonising features and influence of an antibacterial treatment in adults with atopic dermatitis. Br. J. Dermatol. 2002;147:55–61.", "ArticleIdList": ["12100185"]}, {"Citation": "Chatterjee S., Chatterjee S., Dey K., Dutta S. Study of antioxidant activity and immune stimulating potency of the ethnomedicinal plant, Cassia alata (L.) Roxb. Med. Aromat. Plants. 2013;2:131. doi: 10.4172/2167-0412.1000131.", "ArticleIdList": ["10.4172/2167-0412.1000131"]}, {"Citation": "Waris M.A.A., Farid A.M. Antifungal activity of Cassia alata L. ethyl acetate and n-hexane leaves extract against Candida albicans. J. Public Health Pharm. 2021;1:27–29."}, {"Citation": "Sivaranjani N., Rao S.V., Rajeev G. Role of reactive oxygen species and antioxidants in atopic dermatitis. J. Clin. Diagn. Res. JCDR. 2013;7:2683–2685.", "ArticleIdList": ["PMC3919411", "24551611"]}, {"Citation": "Chua L.Y.W., Figiel A., Chong C.H., Wojdyło A., Szumny A., Lech K. Characterisation of the convective hot-air drying and vacuum microwave drying of Cassia alata: Antioxidant activity, essential oil volatile composition and quality studies. Molecules. 2019;24:1625.", "ArticleIdList": ["PMC6515325", "31022967"]}, {"Citation": "Fatmawati S., Purnomo A.S., Bakar M.F.A. Chemical constituents, usage and pharmacological activity of Cassia alata. Heliyon. 2020;6:e04396.", "ArticleIdList": ["PMC7358271", "32685725"]}, {"Citation": "Sagnia B., Fedeli D., Casetti R., Montesano C., Falcioni G., Colizzi V. Antioxidant and anti-inflammatory activities of extracts from Cassia alata, Eleusine indica, Eremomastax speciosa, Carica papaya and Polyscias fulva medicinal plants collected in Cameroon. PLoS ONE. 2014;9:e103999.", "ArticleIdList": ["PMC4121200", "25090613"]}, {"Citation": "Casetti F., Bartelke S., Biehler K., Augustin M., Schempp C., Frank U. Antimicrobial activity against bacteria with dermatological relevance and skin tolerance of the essential oil from Coriandrum sativum L. fruits. Phytother. Res. 2012;26:420–424.", "ArticleIdList": ["21815228"]}, {"Citation": "Sikora B.C., Wortzman M., Nelson D.B., Dover J.S. A pilot study evaluating the efficacy and tolerability of a comprehensive, hydrating topical antioxidant developed specifically for men. J. Cosmet. Dermatol. 2021;20:2816.", "ArticleIdList": ["PMC8457217", "34189833"]}, {"Citation": "Midawa S., Ali B., Mshelia B., Johnson J. Cutaneous wound healing activity of the ethanolic extracts of the leaf of Senna alata L. (fabaceae) J. Biol. Sci. Bioconserv. 2010;2:63."}, {"Citation": "Kanedi M. Healing effect of leaf extract of candlebush (Cassia alata L.) on cutaneous wound infected with Trichophyton rubrum. World J. Pharm. Life Sci. 2016;2:42–50."}, {"Citation": "Palanichamy S., Bhaskar E.A., Bakthavathsalam R., Nagarajan S. Wound healing activity of Cassia alata. Fitoterapia. 1991;62:153–156."}, {"Citation": "Iraqui P., Chakraborty T., Das M.K., Yadav R. Herbal anti-microbial gel with leaf extract of Cassia alata L. J. Drug Deliv. Ther. 2019;9:82–94."}, {"Citation": "Globinmed  Coriandrum sativum L.  [(accessed on 28 June 2021)].  2017 [Updated 13 March 2017] Available online:  https://globinmed.com/index.php?option=com_content&view=article&id=106139:coriandrum-sativum-l&catid=286&Itemid=357."}, {"Citation": "Eikani M.H., Golmohammad F., Rowshanzamir S. Subcritical water extraction of essential oils from coriander seeds (Coriandrum sativum L.) J. Food Eng. 2007;80:735–740."}, {"Citation": "Wangensteen H., Samuelsen A.B., Malterud K.E. Antioxidant activity in extracts from coriander. Food Chem. 2004;88:293–297."}, {"Citation": "Reuter J., Wölfle U., Weckesser S., Schempp C. Which plant for which skin disease? Part 1: Atopic dermatitis, psoriasis, acne, condyloma and herpes simplex. J. Dtsch. Dermatol. Ges. 2010;8:788–796.", "ArticleIdList": ["20707875"]}, {"Citation": "Chahal K., Singh R., Kumar A., Bhardwaj U. Chemical composition and biological activity of Coriandrum sativum L.: A review. Indian J. Nat. Prod. Resour. (IJNPR) [Former. Nat. Prod. Radiance (NPR)] 2018;8:193–203."}, {"Citation": "Chawla S., Thakur M. Coriandrum sativum: A promising functional and medicinal food. Med. Plants-Int. J. Phytomed. Relat. Ind. 2013;5:59–65."}, {"Citation": "Rajeshwari U., Andallu B. Medicinal benefits of coriander (Coriandrum sativum L) Spatula DD. 2011;1:51–58."}, {"Citation": "Mandal S., Mandal M. Coriander (Coriandrum sativum L.) essential oil: Chemistry and biological activity. Asian Pac. J. Trop. Biomed. 2015;5:421–428."}, {"Citation": "Sonika G., Manubala R., Deepak J. Comparative studies on anti-inflammatory activity of Coriandrum sativum, Datura stramonium and Azadirachta indica. Asian J. Exp. Biol. Sci. 2010;1:151–154."}, {"Citation": "Park G., Kim H.G., Lim S., Lee W., Sim Y., Oh M.S. Coriander alleviates 2, 4-dinitrochlorobenzene-induced contact dermatitis-like skin lesions in mice. J. Med. Food. 2014;17:862–868.", "ArticleIdList": ["PMC4126273", "24963872"]}, {"Citation": "Malek Mahdavi A., Javadivala Z. Systematic review of preclinical studies about effects of Coriandrum sativum L. on inflammatory mediators. Inflammopharmacology. 2022;30:1131–1141.", "ArticleIdList": ["35554788"]}, {"Citation": "Trifan A., Luca S.V., Bostănaru A.-C., Brebu M., Jităreanu A., Cristina R.-T., Skalicka-Woźniak K., Granica S., Czerwińska M.E., Kruk A., et al. Apiaceae essential oils: Boosters of terbinafine activity against dermatophytes and potent anti-inflammatory effectors. Plants. 2021;10:2378.", "ArticleIdList": ["PMC8623916", "34834740"]}, {"Citation": "Koppula S., Alluri R., Kopalli S.R. Coriandrum sativum attenuates microglia mediated neuroinflammation and MPTP-induced behavioral and oxidative changes in Parkinson’s disease mouse model. EXCLI J. 2021;20:835.", "ArticleIdList": ["PMC8222636", "34177406"]}, {"Citation": "Yuan R., Liu Z., Zhao J., Wang Q.-Q., Zuo A., Huang L., Gao H., Xu Q., Khan I.A., Yang S. Novel compounds in fruits of coriander (Coşkuner & Karababa) with anti-inflammatory activity. J. Funct. Foods. 2020;73:104145."}, {"Citation": "Nan L., Lee C.-H., Choi Y.-N., Choo B.-K. Anti-oxidant and anti-inflammatory effects of ethanol extracts from aerial part of Coriandrum sativum L. Korean J. Org. Agric. 2019;27:513–528."}, {"Citation": "Raveau R., Fontaine J., Verdin A., Mistrulli L., Laruelle F., Fourmentin S., Sahraoui A.L.-H. Chemical composition, antioxidant and anti-inflammatory activities of clary sage and coriander essential oils produced on polluted and amended soils-phytomanagement approach. Molecules. 2021;26:5321.", "ArticleIdList": ["PMC8434190", "34500751"]}, {"Citation": "Jia H., Wen Y., Aw W., Saito K., Kato H. Ameliorating effects of coriander on gastrocnemius muscles undergoing precachexia in a rat model of rheumatoid arthritis: A proteomics analysis. Nutrients. 2021;13:4041.", "ArticleIdList": ["PMC8621435", "34836295"]}, {"Citation": "Deepa B., Acharya S., Holla R. Evaluation of antiarthritic activity of coriander seed essential oil in Wistar albino rats. Res. J. Pharm. Technol. 2020;13:761–766."}, {"Citation": "Ouyang L., Dan Y., Shao Z., Yang S., Yang C., Liu G., Zhou W., Duan D. Effect of umbelliferone on adjuvant-induced arthritis in rats by MAPK/NF-κB pathway. Drug Des. Devel. Ther. 2019;13:1163.", "ArticleIdList": ["PMC6469479", "31043769"]}, {"Citation": "Kükner A., Soyler G., Toros P., Dede G., Meriçli F., Işık S., Edebal O., Özoğul C. Protective effect of Coriandrum sativum extract against inflammation and apoptosis in liver ischaemia/reperfusion injury. Folia Morphol. (Praha) 2021;80:363–371.", "ArticleIdList": ["32488856"]}, {"Citation": "Qosimah D., Widyarti S., Mag B., Rifa’i M. Improved cellular immunity and increased insulin in streptozotos-ininduced mice using ethanol coriander (Coriandrum sativum) extract. Res. J. Pharm. Technol. 2021;14:3689–3694."}, {"Citation": "Kajal A., Singh R. Coriandrum sativum improve neuronal function via inhibition of oxidative/nitrosative stress and TNF-α in diabetic neuropathic rats. J. Ethnopharmacol. 2020;263:112959.", "ArticleIdList": ["32413574"]}, {"Citation": "Hassanen N.H., Eissa A., Hafez S., Mosa E.A. Antioxidant and anti-microbial activity of celery (Apium graveolens) and coriander (Coriandrum sativum) herb and seed essential oils. Int. J. Curr. Microbiol. App. Sci. 2015;4:284–296."}, {"Citation": "Afrin S., Goswami B., Rahman S., Bhuiyan M.N.I., Shamima K.A.A., Nandi N.C. Anti-microbial potential of Coriandrum sativum, Lactuca sativa and Mentha spicata against antibiotic resistant microorganisms. J. Herbs Spices Med. Plants. 2022;28:193–205."}, {"Citation": "Mazaher Ghorbani M., Ahmady-Asbchin S. Evaluation of antibacterial properties of coriander, oregano, fennel, thyme and parsley extracts, on pathogenic bacteria Staphylococcus aureus (ATCC 33591), Escherichia coli (ATCC 23591), Klebsiella (ATCC 10031) and Salmonella typhimurium. J. Sabzevar Univ. Med. Sci. 2018;25:591–598."}, {"Citation": "de Almeida Melo E., Mancini Filho J., Guerra N.B. Characterisation of antioxidant compounds in aqueous coriander extract (Coriandrum sativum L.) LWT-Food Sci. Technol. 2005;38:15–19."}, {"Citation": "Guerra N.B., de Almeida Melo E., Mancini Filho J. Antioxidant compounds from coriander (Coriandrum sativum L.) etheric extract. J. Food Compost. Anal. 2005;18:193–199."}, {"Citation": "Kačániová M., Galovičová L., Ivanišová E., Vukovic N.L., Štefániková J., Valková V., Borotová P., Žiarovská J., Terentjeva M., Felšöciová S., et al. Antioxidant, antimicrobial and antibiofilm activity of coriander (Coriandrum sativum L.) essential oil for its application in foods. Foods. 2020;9:282.", "ArticleIdList": ["PMC7142854", "32143314"]}, {"Citation": "Msaada K., Ben Jemia M., Salem N., Bachrouch O., Sriti J., Tammar S., Bettaieb I., Jabri I., Kefi S., Limam F., et al. Antioxidant activity of methanolic extracts from three coriander (Coriandrum sativum L.) fruit varieties. Arab. J. Chem. 2017;10:S3176–S3183."}, {"Citation": "Ashraf I., Zubair M., Rizwan K., Rasool N., Jamil M., Khan S.A., Tareen R.B., Ahmad V.U., Mahmood A., Riaz M., et al. Chemical composition, antioxidant and anti-microbial potential of essential oils from different parts of Daphne mucronata Royle. Chem. Cent. J. 2018;12:1–8.", "ArticleIdList": ["PMC6768045", "30556121"]}, {"Citation": "Hajlaoui H., Arraouadi S., Noumi E., Aouadi K., Adnan M., Khan M.A., Kadri A., Kadri M. Antimicrobial, antioxidant, anti-acetylcholinesterase, antidiabetic, and pharmacokinetic properties of Carum carvi L. and Coriandrum sativum L. essential oils alone and in combination. Molecules. 2021;26:3625.", "ArticleIdList": ["PMC8231812", "34199316"]}, {"Citation": "Shahwar M.K., El-Ghorab A.H., Anjum F.M., Butt M.S., Hussain S., Nadeem M. Characterization of coriander (Coriandrum sativum L.) seeds and leaves: Volatile and non volatile extracts. Int. J. Food Prop. 2012;15:736–747."}, {"Citation": "Zadeh A., Mahzooni T., Emami S.A., Akbari H., Fatemi M.J., Saberi M., Bagheri T., Niazi M., Araghi S. The effect of Coriander cream on healing of superficial second degree burn wound. Tehran Univ. Med. J. 2015;73:646–652."}, {"Citation": "Hwang E., Lee D.-G., Park S.H., Oh M.S., Kim S.Y. Coriander leaf extract exerts antioxidant activity and protects against UVB-induced photoaging of skin by regulation of procollagen type I and MMP-1 expression. J. Med. Food. 2014;17:985–995.", "ArticleIdList": ["PMC4152784", "25019675"]}, {"Citation": "Silva J.R., Burger B., Kühl C., Candreva T., Dos Anjos M.B., Rodrigues H.G. Wound healing and omega-6 fatty acids: From inflammation to repair. Mediat. Inflamm. 2018;2018:2503950.", "ArticleIdList": ["PMC5925018", "29849484"]}, {"Citation": "Ashraf K. A comprehensive review on Curcuma longa Linn.: Phytochemical, pharmacological, and molecular study. Int. J. Green Pharm. (IJGP) 2018;11:S671–S685. doi: 10.22377/ijgp.v11i04.1343.", "ArticleIdList": ["10.22377/ijgp.v11i04.1343"]}, {"Citation": "Afaq F., Adhami V.M., Ahmad N., Mukhtar H. Botanical antioxidants for chemoprevention of photocarcinogenesis. Front Biosci. 2002;7:d784–d792.", "ArticleIdList": ["11897547"]}, {"Citation": "Priyadarsini K.I. The chemistry of curcumin: From extraction to therapeutic agent. Molecules. 2014;19:20091–20112.", "ArticleIdList": ["PMC6270789", "25470276"]}, {"Citation": "Ashraf K., Mujeeb M., Ahmad A., Amir M., Mallick M.N., Sharma D. Validated HPTLC analysis method for quantification of variability in content of curcumin in Curcuma longa L (turmeric) collected from different geographical region of India. Asian Pac. J. Trop. Biomed. 2012;2:S584–S588."}, {"Citation": "Pandeya N. Old wives’ tales: Modern miracles—turmeric as traditional medicine in India. Trees Life J. 2005;1:3."}, {"Citation": "Tilak J.C., Banerjee M., Mohan H., Devasagayam T. Antioxidant availability of turmeric in relation to its medicinal and culinary uses. Phytother. Res. 2004;18:798–804.", "ArticleIdList": ["15551376"]}, {"Citation": "Govindarajan V., Stahl W.H. Turmeric—chemistry, technology, and quality. Crit. Rev. Food Sci. Nutr. 1980;12:199–301.", "ArticleIdList": ["6993103"]}, {"Citation": "Nelson K.M., Dahlin J.L., Bisson J., Graham J., Pauli G.F., Walters M.A. The essential medicinal chemistry of curcumin: Miniperspective. J. Med. Chem. 2017;60:1620–1637.", "ArticleIdList": ["PMC5346970", "28074653"]}, {"Citation": "Kapoor L. CRC Handbook of Ayurvedic Medicinal Plants. CRC Press; Boca Raton, FL, USA: 2018."}, {"Citation": "Kumar N., Sakhya S.K. Ethnopharmacological properties of Curcuma longa: A review. Int. J. Pharm. Sci. Res. 2013;4:103."}, {"Citation": "Bundy R., Walker A.F., Middleton R.W., Booth J. Turmeric extract may improve irritable bowel syndrome symptomology in otherwise healthy adults: A pilot study. J. Altern. Complement. Med. 2004;10:1015–1018.", "ArticleIdList": ["15673996"]}, {"Citation": "Singh S., Aggarwal B.B. Activation of Transcription Factor NF-κB Is Suppressed by Curcumin (Diferuloylmethane)(∗) J. Biol. Chem. 1995;270:24995–25000.", "ArticleIdList": ["7559628"]}, {"Citation": "Razavi B.M., Ghasemzadeh Rahbardar M., Hosseinzadeh H. A review of therapeutic potentials of turmeric (Curcuma longa) and its active constituent, curcumin, on inflammatory disorders, pain, and their related patents. Phytother. Res. 2021;35:6489–6513.", "ArticleIdList": ["34312922"]}, {"Citation": "Choi Y., Park K.Y., Han H.S., Lee M.-K., Seo S.J. Comparative Analysis of Cutaneous Fungi in Atopic Dermatitis Patients and Healthy Individuals. Ann. Dermatol. 2022;34:118.", "ArticleIdList": ["PMC8989898", "35450318"]}, {"Citation": "Rasmussen H.B., Christensen S.B., Kvist L.P., Karazmi A. A simple and efficient separation of the curcumins, the antiprotozoal constituents of Curcuma longa. Planta Med. 2000;66:396–398.", "ArticleIdList": ["10865470"]}, {"Citation": "Khattak S., Shah H.U., Ahmad W., Ahmad M. Biological effects of indigenous medicinal plants Curcuma longa and Alpinia galanga. Fitoterapia. 2005;76:254–257.", "ArticleIdList": ["15810156"]}, {"Citation": "Parveen Z., Nawaz S., Siddique S., Shahzad K. Composition and anti-microbial activity of the essential oil from leaves of Curcuma longa L. Kasur variety. Indian J. Pharm. Sci. 2013;75:117.", "ArticleIdList": ["PMC3719142", "23901173"]}, {"Citation": "Apisariyakul A., Vanittanakom N., Buddhasukh D. Antifungal activity of turmeric oil extracted from Curcuma longa (Zingiberaceae) J. Ethnopharmacol. 1995;49:163–169.", "ArticleIdList": ["8824742"]}, {"Citation": "Hussain Y., Alam W., Ullah H., Dacrema M., Daglia M., Khan H., Arciola C.R. Anti-microbial potential of curcumin: Therapeutic potential and challenges to clinical applications. Antibiotics. 2022;11:322.", "ArticleIdList": ["PMC8944843", "35326785"]}, {"Citation": "Chittasupho C., Manthaisong A., Okonogi S., Tadtong S., Samee W. Effects of quercetin and curcumin combination on antibacterial, antioxidant, in vitro wound healing and migration of human dermal fibroblast cells. Int. J. Mol. Sci. 2021;23:142.", "ArticleIdList": ["PMC8745450", "35008566"]}, {"Citation": "Girish C., Koner B.C., Jayanthi S., Ramachandra Rao K., Rajesh B., Pradhan S.C. Hepatoprotective activity of picroliv, curcumin and ellagic acid compared to silymarin on paracetamol induced liver toxicity in mice. Fundam. Clin. Pharmacol. 2009;23:735–745.", "ArticleIdList": ["19656205"]}, {"Citation": "Selvam R., Subramanian L., Gayathri R., Angayarkanni N. The anti-oxidant activity of turmeric (Curcuma longa) J. Ethnopharmacol. 1995;47:59–67.", "ArticleIdList": ["7500637"]}, {"Citation": "Smitha S., Dhananjaya B., Dinesha R., Srinivas L. Purification and characterisation of a∼ 34 kDa antioxidant protein (β-turmerin) from turmeric (Curcuma longa) waste grits. Biochimie. 2009;91:1156–1162.", "ArticleIdList": ["19539010"]}, {"Citation": "Sugiyama Y., Kawakishi S., Osawa T. Involvement of the β-diketone moiety in the antioxidative mechanism of tetrahydrocurcumin. Biochem. Pharmacol. 1996;52:519–525.", "ArticleIdList": ["8759023"]}, {"Citation": "Patel N.A., Patel M., Patel R.P. Formulation and evaluation of polyherbal gel for wound healing. Int. Res. J. Pharm. 2011;1:15–20."}, {"Citation": "Kulac M., Aktas C., Tulubas F., Uygur R., Kanter M., Erboga M., Ceber M., Topcu B., Ozen O.A. The effects of topical treatment with curcumin on burn wound healing in rats. J. Mol. Histol. 2013;44:83–90.", "ArticleIdList": ["23054142"]}, {"Citation": "Maghimaa M., Alharbi S.A. Green synthesis of silver nanoparticles from Curcuma longa L. and coating on the cotton fabrics for anti-microbial applications and wound healing activity. J. Photochem. Photobiol. B Biol. 2020;204:111806.", "ArticleIdList": ["32044619"]}, {"Citation": "Bhutta Z.A., Ashar A., Mahfooz A., Khan J.A., Saleem M.I., Rashid A., Aqib A.I., Kulyar M.F.-E., Sarwar I., Shoaib M., et al. Enhanced wound healing activity of nano ZnO and nano Curcuma longa in third-degree burn. Appl. Nanosci. 2021;11:1267–1278."}, {"Citation": "Benelli G., Caselli A., Di Giuseppe G., Canale A. Control of biting lice, Mallophaga—A review. Acta Trop. 2018;177:211–219.", "ArticleIdList": ["28587840"]}, {"Citation": "Alzohairy M.A. Therapeutics role of Azadirachta indica (Neem) and their active constituents in diseases prevention and treatment. Evid. Based Complement. Altern. Med. 2016;2016:7382506.", "ArticleIdList": ["PMC4791507", "27034694"]}, {"Citation": "Asif M. Antimicrobial potential of Azadirachta indica against pathogenic bacteria and fungi. J. Pharmacogn. Phytochem. 2012;1:78–83."}, {"Citation": "Chattopadhyay R. Possible biochemical mode of anti-inflammatory action of Azadirachta indica A. Juss. in rats. Indian J. Exp. Biol. 1998;36:418–420.", "ArticleIdList": ["9717455"]}, {"Citation": "Mosaddek A.S.M., Rashid M.M.U. A comparative study of the anti-inflammatory effect of aqueous extract of neem leaf and dexamethasone. Bangladesh J. Pharmacol. 2008;3:44–47."}, {"Citation": "Pandey S., Jha A., Kaur V. Aqueous extract of neem leaves in treatment of Psoriasis vulgaris. Indian J. Dermatol. Venereol. Leprol. 1994;60:63–67."}, {"Citation": "Kaur G., Sarwar Alam M., Athar M. Nimbidin suppresses functions of macrophages and neutrophils: Relevance to its antiinflammatory mechanisms. Phytother. Res. 2004;18:419–424.", "ArticleIdList": ["15174005"]}, {"Citation": "Naik M.R., Bhattacharya A., Behera R., Agrawal D., Dehury S., Kumar S. Study of anti-inflammatory effect of neem seed oil (Azadirachta indica) on infected albino rats. J. Health Res. Rev. 2014;1:66."}, {"Citation": "Ilango K., Maharajan G., Narasimhan S. Anti-nociceptive and anti-inflammatory activities of Azadirachta indica fruit skin extract and its isolated constituent azadiradione. Nat. Prod. Res. 2013;27:1463–1467.", "ArticleIdList": ["22928548"]}, {"Citation": "Raut R.R., Sawant A.R., Jamge B.B. Anti-microbial activity of Azadirachta indica (Neem) against pathogenic microorganisms. J. Acad. Ind. Res. 2014;3:327–329."}, {"Citation": "Patankar R.S., Chandak N. Formulation of herbal sanitisers and determining their anti-microbial activities against skin pathogens. Int. J. Innov. Sci. Res. Technol. 2018;3:169–177."}, {"Citation": "Lakshmi T., Krishnan V., Rajendran R., Madhusudhanan N. Azadirachta indica: A herbal panacea in dentistry–An update. Pharmacogn. Rev. 2015;9:41.", "ArticleIdList": ["PMC4441161", "26009692"]}, {"Citation": "Airaodion A.I., Olatoyinbo P.O., Ogbuagu U., Ogbuagu E.O., Akinmolayan J.D., Adekale O.A., Awosanya O.O., Agunbiade A.P., Oloruntoba A.P., Obajimi O.O., et al. Comparative assessment of phytochemical content and antioxidant potential of Azadirachta indica and Parquetina nigrescens leaves. Asian Plant Res. J. 2019;2:1–14."}, {"Citation": "Bertino L., Guarneri F., Cannavò S.P., Casciaro M., Pioggia G., Gangemi S. Oxidative stress and atopic dermatitis. Antioxidants. 2020;9:196.", "ArticleIdList": ["PMC7139929", "32111015"]}, {"Citation": "Pokhrel B., Rijal S., Raut S., Pandeya A. Investigations of antioxidant and antibacterial activity of leaf extracts of Azadirachta indica. Afr. J. Biotechnol. 2015;14:3159–3163."}, {"Citation": "Sultana B., Anwar F., Przybylski R. Antioxidant activity of phenolic components present in barks of Azadirachta indica, Terminalia arjuna, Acacia nilotica, and Eugenia jambolana Lam. trees. Food Chem. 2007;104:1106–1114."}, {"Citation": "Barua C., Talukdar A., Barua A., Chakraborty A., Sarma R., Bora R. Evaluation of the wound healing activity of methanolic extract of Azadirachta indica (Neem) and Tinospora cordifolia (Guduchi) in rats. Pharmacologyonline. 2010;1:70–77."}, {"Citation": "Manca M., Manconi M., Meloni M., Marongiu F., Allaw M., Usach I., Peris J., Escribano-Ferrer E., Tuberoso C., Gutierrez G., et al. Nanotechnology for natural medicine: Formulation of neem oil loaded phospholipid vesicles modified with argan oil as a strategy to protect the skin from oxidative stress and promote wound healing. Antioxidants. 2021;10:670.", "ArticleIdList": ["PMC8146128", "33923127"]}, {"Citation": "Osunwoke Emeka A., Olotu Emamoke J., Allison Theodore A., Onyekwere Julius C. The wound healing effects of aqueous leave extracts of Azadirachta indica on wistar rats. J. Nat. Sci. Res. 2013;3:181–186."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "6", "Day": "30"}, {"Year": "2022", "Month": "8", "Day": "14"}, {"Year": "2022", "Month": "8", "Day": "19"}, {"Year": "2022", "Month": "9", "Day": "9", "Hour": "1", "Minute": "28"}, {"Year": "2022", "Month": "9", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "26"}], "PublicationStatus": "epublish", "ArticleIdList": ["36080243", "PMC9457827", "10.3390/molecules27175475", "molecules27175475"]}}], "PubmedBookArticle": []}