{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Bioavailability", "Cr(VI)", "Cr(VI) reducing bacteria", "Glomus fasciculatum", "Vermicompost"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36088522", "DateCompleted": {"Year": "2022", "Month": "09", "Day": "13"}, "DateRevised": {"Year": "2022", "Month": "10", "Day": "19"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "09", "Day": "10"}], "Language": ["eng"], "ELocationID": ["614", "10.1007/s00203-022-03230-z"], "Journal": {"ISSN": "1432-072X", "JournalIssue": {"Volume": "204", "Issue": "10", "PubDate": {"Year": "2022", "Month": "Sep", "Day": "10"}}, "Title": "Archives of microbiology", "ISOAbbreviation": "Arch Microbiol"}, "ArticleTitle": "Management of chromium(VI)-contaminated soils through synergistic application of vermicompost, chromate reducing rhizobacteria and Arbuscular mycorrhizal fungi (AMF) reduced plant toxicity and improved yield attributes in Ocimum basilicum L.", "Pagination": {"StartPage": "614", "MedlinePgn": "614"}, "Abstract": {"AbstractText": ["An integrated approach involving vermicompost, chromate reducing bacteria and AMF was tested to manage the toxic impacts of Cr(VI) on Ocimum basilicum as a model plant. Pot experiments were conducted on O. basilicum plants in an artificially Cr(VI)-contaminated soil in two phases of experiment as bioinoculants experiment and vermicompost experiment. In the first phase of the bioinoculants experiment the series of gradient concentrations of Cr(VI) (0, 25, 50 and 100 mg kg<sup>-1</sup> in soil) were evaluated with previously isolated four efficient Cr(VI)-reducing rhizo-bacterial strains (Bacillus Cereus strain SUCR 44, BC; Microbacterium sp. strain SUCR 140, MB; Bacillus thuringiensis strain SUCR186, BT; and Bacillus subtilis strain SUCR188; BS) along with Arbuscular Mycorrhizal Fungus-Glomus fasciculatum (GF) in alone and in co-inoculation form. In the second experiment (vermicompost) the best performing strain (MB) was tested alone or in combination with GF along with different doses of vermicompost. It was observed that vermicompost by itself could be useful in decreasing the bioavailable Cr(VI), uptake of Cr besides improving the nutritional status of plants. The vermicompost also played an important and indirect role and improved herb yield by supporting the multiplication of MB (Microbacterium sp.), an efficient chromate reducing rhizobacteria, that further decreased the bioavailable and toxic form of Cr and improved population and colonization of GF too. The translocation of Cr(VI) was averted through improved colonization of GF, also prevented higher accumulation of Cr in aerial parts (leafy herb) of O. basilicum."], "CopyrightInformation": "© 2022. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": ["0000-0002-6272-7251"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbial Technology Division, CSIR-Central Institute of Medicinal and Aromatic Plants, Lucknow, Uttar Pradesh, 226015, India. sumit.soni@icar.gov.in."}, {"Identifier": [], "Affiliation": "Present Address: Crop Improvement and Biotechnology Division, ICAR-Central Institute for Subtropical Horticulture, Rehmankhera, P.O. Kakori, Lucknow, Uttar Pradesh, 226101, India. sumit.soni@icar.gov.in."}], "LastName": "Soni", "ForeName": "Sumit K", "Initials": "SK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbial Technology Division, CSIR-Central Institute of Medicinal and Aromatic Plants, Lucknow, Uttar Pradesh, 226015, India."}, {"Identifier": [], "Affiliation": "Biological Central Facility, CSIR-Central Institute of Medicinal and Aromatic Plants, Lucknow, Uttar Pradesh, 226015, India."}], "LastName": "Singh", "ForeName": "Rakshapal", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geography and Environmental Development, Ben Gurion University of the Negev, P.O.B. 653, Beer-Sheva, Israel. sudeep@post.bgu.ac.il."}], "LastName": "Tiwari", "ForeName": "Sudeep", "Initials": "S"}], "GrantList": [{"GrantID": "3/1/3/JRF-2010/MPD-5 (31756)", "Agency": "Indian Council of Medical Research", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Arch Microbiol", "NlmUniqueID": "0410427", "ISSNLinking": "0302-8933"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Chromates"}, {"RegistryNumber": "0", "NameOfSubstance": "Soil"}, {"RegistryNumber": "0", "NameOfSubstance": "Soil Pollutants"}, {"RegistryNumber": "0R0008Q3JB", "NameOfSubstance": "Chromium"}, {"RegistryNumber": "18540-29-9", "NameOfSubstance": "chromium hexavalent ion"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Alphaproteobacteria"}, {"QualifierName": [], "DescriptorName": "Bacillus cereus"}, {"QualifierName": [], "DescriptorName": "Chromates"}, {"QualifierName": [], "DescriptorName": "Chromium"}, {"QualifierName": [], "DescriptorName": "Mycorrhizae"}, {"QualifierName": [], "DescriptorName": "Ocimum basilicum"}, {"QualifierName": [], "DescriptorName": "Plants"}, {"QualifierName": [], "DescriptorName": "Soil"}, {"QualifierName": [], "DescriptorName": "Soil Microbiology"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Soil Pollutants"}], "CoiStatement": "The authors declare that there is no conflict of interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abaidoo RC, Keraita B, Drechsel P, Dissanayake P, Maxwell AS (2010) Soil and crop contamination through wastewater irrigation and options for risk reduction in developing countries. In Soil Biology and Agriculture in the Tropics; Springer: Berlin, Germany. 275–21"}, {"Citation": "Asmatullah Qureshi SN, Shakoori AR. Hexavalent chromium induced congenital abnormalities in chick embryos. J Appl Toxicol. 1998;18(3):167–171. doi: 10.1002/(SICI)1099-1263(199805/06)18:3<167::AID-JAT492>3.0.CO;2-8.", "ArticleIdList": ["10.1002/(SICI)1099-1263(199805/06)18:3<167::AID-JAT492>3.0.CO;2-8", "9685044"]}, {"Citation": "Bagchi D, Stohs SJ, Downs BW, Bagchi M, Preuss HG. Cytotoxicity and oxidative mechanism of different forms of chromium. Toxicology. 2002;180:5–22. doi: 10.1016/S0300-483X(02)00378-5.", "ArticleIdList": ["10.1016/S0300-483X(02)00378-5", "12324196"]}, {"Citation": "Barrera H, Ureña-Núñez F, Bilyeu B, Barrera-Díaz C. Removal of Chromium and toxic ions present in mine drainage by Ectodermis of Opuntia. J Hazard Mater. 2006;136:846–853. doi: 10.1016/j.jhazmat.2006.01.021.", "ArticleIdList": ["10.1016/j.jhazmat.2006.01.021", "16504390"]}, {"Citation": "Bharti N, Baghel S, Barnawal D, Yadav A, Kalra A. The greater effectiveness of Glomus mosseae and Glomus intraradices in improving productivity, oil content and tolerance of salt stressed menthol mint (Mentha arvensis) J Sci Food Agric. 2013;93:2154–2161. doi: 10.1002/jsfa.6021.", "ArticleIdList": ["10.1002/jsfa.6021", "23288591"]}, {"Citation": "Bianchi V, Ceccanti B. A three components system (TRIAS) in the phytoremediation of polluted environmental matrices. Toxicol Environ Chem. 2010;92(3):477–493. doi: 10.1080/02772240903036154.", "ArticleIdList": ["10.1080/02772240903036154"]}, {"Citation": "Breeher L, Gerr F, Fuortes L. A case report of adult lead toxicity following use of Ayurvedic herbal medication. J Occup Med Toxicol. 2013;8(1):26–30. doi: 10.1186/1745-6673-8-26.", "ArticleIdList": ["10.1186/1745-6673-8-26", "PMC3850721", "24083830"]}, {"Citation": "Burd GI, Dixon DG, Glick BR. Plant growth promoting bacteria that decreases heavy metal toxicity in plants. Can J Microbiol. 2000;46:237–245. doi: 10.1139/w99-143.", "ArticleIdList": ["10.1139/w99-143", "10749537"]}, {"Citation": "Castro RO, Trujillo MM, Bucio JL, Cervantes C, Dubrovsky J. Effects of dichromate on growth and root system architecture of Arabidopsis thaliana seedlings. Plant Sci. 2007;172:684–691. doi: 10.1016/j.plantsci.2006.11.004.", "ArticleIdList": ["10.1016/j.plantsci.2006.11.004"]}, {"Citation": "Chaab A, Moezzi A, Sayyad G, Chorom M. Effect of compost and humic acid in mobility and concentration of cadmium and chromium in soil and plant. Global J Environm Sci Manag. 2016;2(4):389–396. doi: 10.22034/gjesm.2016.02.04.008.", "ArticleIdList": ["10.22034/gjesm.2016.02.04.008"]}, {"Citation": "Cheung KH, Gu JD. Mechanism of hexavalent chromium detoxification by microorganisms and bioremediation application potential: a review. Int Biodeterior Biodegrad. 2007;59:8–15. doi: 10.1016/j.ibiod.2006.05.002.", "ArticleIdList": ["10.1016/j.ibiod.2006.05.002"]}, {"Citation": "Codd R, Irwin JA, Lay PA. Sialoglycoprotein and carbohydrate complexes in chromium toxicity. Curr Opi Chem Biol. 2003;17(2):213–219. doi: 10.1016/S1367-5931(03)00017-6.", "ArticleIdList": ["10.1016/S1367-5931(03)00017-6", "12714054"]}, {"Citation": "Dargan PI, Gawarammana IB, Archer JR, House IM, Shaw D, Wood DM. Heavy metal poisoning from ayurvedic traditional medicine: an emerging problem? Int J Environ Health. 2008;2(3/4):463–473. doi: 10.1504/IJENVH.2008.020936.", "ArticleIdList": ["10.1504/IJENVH.2008.020936"]}, {"Citation": "Dixit V, Pandey V, Shyam R. Cr ions inactivate electron transport and enhance superoxide generation in vivo in pea (Pisum sativum L.cv. Azad) root mitochondria. Plant Cell Environ. 2002;25:687–690. doi: 10.1046/j.1365-3040.2002.00843.x.", "ArticleIdList": ["10.1046/j.1365-3040.2002.00843.x"]}, {"Citation": "Edwards CA, Fletcher KE. Interaction between earthworms and microorganisms in organic matter breakdown. Agric Ecosyst Environ. 1988;24:235–247. doi: 10.1016/0167-8809(88)90069-2.", "ArticleIdList": ["10.1016/0167-8809(88)90069-2"]}, {"Citation": "Ekor M. The growing use of herbal medicines: issues relating to adverse reactions and challenges in monitoring safety. Front Pharmacol. 2014;4:177. doi: 10.3389/fphar.2013.00177.", "ArticleIdList": ["10.3389/fphar.2013.00177", "PMC3887317", "24454289"]}, {"Citation": "Ghosh M, Singh SPA. A comparative study of cadmium phytoextraction by accumulator and weed species. Environ Pollut. 2005;133:365–371. doi: 10.1016/j.envpol.2004.05.015.", "ArticleIdList": ["10.1016/j.envpol.2004.05.015", "15519467"]}, {"Citation": "Gianinazzi S, Huchette O, Gianinazzi-Pearson V (2008) New outlooks in mycorrhiza applications. In: Baar J, Estaun V, Ortas I, Orfanoudakis M, Alifragis D (Eds) Proceedings of the COST870 meeting “Mycorrhiza application in sustainable agriculture and natural systems”, 17– 19 September 2008. Thessaloniki, Greece, pp 20–22"}, {"Citation": "Gianinazzi S, Gollotte A, Binet M-N, van Tuinen D, Redecker D, Wipf D. Agroecology: the key role of arbuscular mycorrhizas in ecosystem services. Mycorrhiza. 2010;20:519–530. doi: 10.1007/s00572-010-0333-3.", "ArticleIdList": ["10.1007/s00572-010-0333-3", "20697748"]}, {"Citation": "Glick BR, Patten CL, Holguin G, Penrose GM. Biochemical and Genetic Mechanisms Used by Plant Growth Promoting Bacteria. London: Imperial College Press; 1999."}, {"Citation": "Gother V, Paszkowski U. Contribution of the arbuscular mycorrhizal symbiosis to heavy metal phytoremediation. Planta. 2006;223:1115–1119. doi: 10.1007/s00425-006-0225-0.", "ArticleIdList": ["10.1007/s00425-006-0225-0", "16555102"]}, {"Citation": "Grayer RG, Kite GC, Goldstone FJ, Bryan SE, Paton A, Putievsky E. Infraspecific taxonomy and essential oil chemotypes in basil, Ocimum basilicum. Phytochemistry. 1996;43:1033–1039. doi: 10.1016/S0031-9422(96)00429-3.", "ArticleIdList": ["10.1016/S0031-9422(96)00429-3", "8987875"]}, {"Citation": "Gupta AK, Verma SK, Khan K, Verma RK. Phytoremediation using aromatic plants: A sustainable approach for remediation of heavy metals polluted sites. Environ Sci Technol. 2013;47(18):10115–10116. doi: 10.1021/es403469c.", "ArticleIdList": ["10.1021/es403469c", "24010956"]}, {"Citation": "Gupta P, Kumar V, Usmani Z, Rani R, Chandra A, GuptaV K. A comparative evaluation towards the potential of Klebsiella sp. and Enterobacter sp. in plant growth promotion, oxidative stress tolerance and Chromium uptake in Helianthus annuus (L.) J Hazard Mater. 2019;377:391–398. doi: 10.1016/j.jhazmat.2019.05.054.", "ArticleIdList": ["10.1016/j.jhazmat.2019.05.054", "31173990"]}, {"Citation": "Gupta R, Tiwari S, Saikia KS, Shukla V, Singh R, Singh SP, Kumar APV, Pandey R. Exploitation of microbes for enhancing bacoside content and reduction of Meloidogyne incognita infestation in Bacopa monnieri L. Protoplasma. 2014 doi: 10.1007/s00709-014-0657-5.", "ArticleIdList": ["10.1007/s00709-014-0657-5", "24841892"]}, {"Citation": "Jackson ML (1973) Soil chemical analysis (Indian ed). Prentice Hall of India Pvt Ltd, New Delhi"}, {"Citation": "Jadia CD, Fulekar MH. Phytoremediation: the application of Vermicompost to remove zinc, cadmium, copper, nickel and lead by sunflower plant. Environ Eng Manag J. 2008;7(5):547–558. doi: 10.30638/eemj.2008.078.", "ArticleIdList": ["10.30638/eemj.2008.078"]}, {"Citation": "Jiménez B. Irrigation in developing countries using wastewater. Int Rev Environ Strateg. 2006;6:229–250."}, {"Citation": "Jordão CP, Fernandes RBA, de Lima RK, de Souza NB, de Barros PM. Zn(II) adsorption from synthetic solution and kaolin wastewater onto vermicompost. J Hazard Mater. 2009;162:804–811. doi: 10.1016/j.jhazmat.2008.05.104.", "ArticleIdList": ["10.1016/j.jhazmat.2008.05.104", "18602752"]}, {"Citation": "Jordão CP, Fernandes RBA, De Lima RK, De Barros PM, Fontes MPF, De Paula Souza FM. A study on Al(III) and Fe(II) ions sorption by cattle manure vermicompost. Water Air Soil Pollut. 2010;210:51–61. doi: 10.1007/s11270-009-0223-5.", "ArticleIdList": ["10.1007/s11270-009-0223-5"]}, {"Citation": "Jordão CP, Pereira WL, Carari DM, Fernandes RBA, de Almeida RM, Fontes MPF. Adsorption from Brazilian soils of Cu(II) and Cd(II) using cattle manure vermicompost. Int J Environ Stud. 2011;68:719–736. doi: 10.1080/00207233.2011.587953.", "ArticleIdList": ["10.1080/00207233.2011.587953"]}, {"Citation": "Kalra A, Chandra M, Awasthi A, Singh AK, Khanuja SPS. Natural compound enhancing growth and survival of rhizobial inoculants in vermicompost based formulation. Biol Fertil Soil. 2010;46:521–524. doi: 10.1007/s00374-010-0443-2.", "ArticleIdList": ["10.1007/s00374-010-0443-2"]}, {"Citation": "Kanga SY, Lee JU, Kim KW. Biosorption of Cr(III) and Cr(VI) onto the cell surface of Pseudomonas aeruginosa. Biochem Engin J. 2007;36:54–58. doi: 10.1016/j.bej.2006.06.005.", "ArticleIdList": ["10.1016/j.bej.2006.06.005"]}, {"Citation": "Karuppanapandian T, Sinha PB, Haniya AK, Manoharan K. Chromium-induced accumulation of peroxide content, stimulation of antioxidative enzymes and lipid peroxidation in green gram (Vigna radiata L. cv. Wilczek) leaves. Afr J Biotechnol. 2009;8(3):475–479."}, {"Citation": "Katz SA, Salem H. The toxicology of chromium with respect to its chemical speciation: a review. J Appl Toxicol. 1992;13(3):217–224. doi: 10.1002/jat.2550130314.", "ArticleIdList": ["10.1002/jat.2550130314", "8326093"]}, {"Citation": "Khan AG. Relationship between Chromium biomagnification accumulation factor, and mycorrhizae in plants growing on tannery effluent-polluted soil. Environ Int. 2001;26:417–423. doi: 10.1016/S0160-4120(01)00022-8.", "ArticleIdList": ["10.1016/S0160-4120(01)00022-8", "11392761"]}, {"Citation": "Khan MS, Zaidi A. Synergistic effects of the inoculation with plant growth promoting rhizobacteria and an arbuscular mycorrhizal fungus on the performance of wheat. Turk J Agric for. 2007;31:355–362."}, {"Citation": "Koka RK, Sharma PK, Behera JK, Chalageri G. Remediation of chromium toxicity by FYM and vermicompost in Rice (Oryza sativa) Int J Curr Microbiol App Sci. 2019;8(2):1906–1922. doi: 10.20546/ijcmas.2019.802.222.", "ArticleIdList": ["10.20546/ijcmas.2019.802.222"]}, {"Citation": "Kozuh N, Stupar J, Gorenc B. Reduction and oxidation process of Cr in soils. Environ Sci Technol. 2000;34:112–119. doi: 10.1021/es981162m.", "ArticleIdList": ["10.1021/es981162m"]}, {"Citation": "Krishna RK, Philip L. Bioremediation of Cr(VI) in contaminated soils. J Hazard Mater. 2005;121:109–117. doi: 10.1016/j.jhazmat.2005.01.018.", "ArticleIdList": ["10.1016/j.jhazmat.2005.01.018", "15885411"]}, {"Citation": "Kumar V, Sharma PK. Augmentation of nitrogen and phosphorous mineralization in chromium contaminated soils using organic amendments. Int J Chem Stud. 2018;6(2):3417–3422."}, {"Citation": "Lamim SSM, Jordão CP, Brune W, Pereira JL, Bellato CR. Physical and chemical characterization of vermicompost from bovine manure and evaluation of competitive retention of copper and zinc. Quim Nova. 1998;21:271–283."}, {"Citation": "Losi ME, Frankenberger WT. Chromium-resistant microorganisms isolated from evaporation ponds of a metal processing plant. Water Air Soil Pollut. 1994;74:405–413. doi: 10.1007/BF00479803.", "ArticleIdList": ["10.1007/BF00479803"]}, {"Citation": "Mabbett AN, Macaskie LE. A novel isolate of Desulfovibrio sp. with enhanced ability to reduce Cr (VI) Biotechnol Lett. 2001;23:683–687. doi: 10.1023/A:1010352417399.", "ArticleIdList": ["10.1023/A:1010352417399"]}, {"Citation": "Mamaril JC, Paner ET, Alpante BM. Biosorption and desorption studies of Chromium (iii) by free and immobilized Rhizobium (BJVr 12) cell biomass. Biodegradation. 1997;8:275–285. doi: 10.1023/A:1008213712910.", "ArticleIdList": ["10.1023/A:1008213712910"]}, {"Citation": "Marandi AK, Das S, Samantaray DP. Improvement of rice plant productivity by native Cr(VI) reducing and plant growth promoting soil bacteria Enterobacter cloacae. Chemosphere. 2020;240:124895. doi: 10.1016/j.chemosphere.2019.124895.", "ArticleIdList": ["10.1016/j.chemosphere.2019.124895", "31550588"]}, {"Citation": "Matos GD, Arruda MAZ. Vermicompost as an adsorbent for removing metal ions from laboratory effluents. Process Biochem. 2003;39:81–88. doi: 10.1016/S0032-9592(02)00315-1.", "ArticleIdList": ["10.1016/S0032-9592(02)00315-1"]}, {"Citation": "McGonigle TP, Miller MH, Evans DG, Fairchild GL, Swan JA. A new method which gives an objective measure of colonization of roots by vesicular–arbuscular mycorrhizal fungi. New Phytol. 1990;11:495–501. doi: 10.1111/j.1469-8137.1990.tb00476.x.", "ArticleIdList": ["10.1111/j.1469-8137.1990.tb00476.x", "33874272"]}, {"Citation": "Mohanty M, Patra HK. Attenuation of Chromium toxicity by bioremediation technology. Rev Environ Contam Toxicol. 2011;210:1–34.", "ArticleIdList": ["21170701"]}, {"Citation": "Moya JL, Ros R, Picazo I. Heavy-metal hormone interactions in rice plants: effects on growth, net photosynthesis, and carbohydrate distribution. J Plant Growth Regul. 1995;14:61–67. doi: 10.1007/BF00203115.", "ArticleIdList": ["10.1007/BF00203115"]}, {"Citation": "Oliveira H. Chromium as an environmental pollutant: insights on induced plant toxicity. J Botany. 2012 doi: 10.1155/2012/375843.", "ArticleIdList": ["10.1155/2012/375843"]}, {"Citation": "Padalia RC, Verma RS, Upadhyay RK, Chauhan A, Singh VR. Productivity and essential oil quality assessment of promising accessions of Ocimum basilicum L. from north India. Ind Crops Prod. 2017;97:79–86. doi: 10.1016/j.indcrop.2016.12.008.", "ArticleIdList": ["10.1016/j.indcrop.2016.12.008"]}, {"Citation": "Pande P, Chand S, Yadav VK, Anwar M, Patra DD. Influence of Chromium with vermicompost on growth and accumulation by Brahmi. Commun Soil Sci Plant Anal. 2007;38:2815–2829. doi: 10.1080/00103620701663057.", "ArticleIdList": ["10.1080/00103620701663057"]}, {"Citation": "Papassiopi N, Kontoyianni A, Vaxevanidou K, Xenidis A. Assessment of Chromium biostabilization in contaminated soils using standard leaching and sequential extraction techniques. Sci Total Environ. 2009;407:925–936. doi: 10.1016/j.scitotenv.2008.09.020.", "ArticleIdList": ["10.1016/j.scitotenv.2008.09.020", "18945478"]}, {"Citation": "Patra RC, Malik B, Beer M, Megharaj M, Naidu R. Molecular characterization of Chromium (VI) reducing potential in Gram positive bacteria isolated from contaminated sites. Soil Biol Biochem. 2010;42:1857–1863. doi: 10.1016/j.soilbio.2010.07.005.", "ArticleIdList": ["10.1016/j.soilbio.2010.07.005"]}, {"Citation": "Polti MA, Garcıa RO, Amoroso MJ, Abate CM. Bioremediation of Chromium(VI) contaminated soil by Streptomyces sp. MC1. J Basic Microbiol. 2009;49:285–292. doi: 10.1002/jobm.200800239.", "ArticleIdList": ["10.1002/jobm.200800239", "19025876"]}, {"Citation": "Puzon GJ, Petersen JN, Roberts AG, Kramer DM, Xun L. A bacterial flavin reductase system reduces chromates (III)–NAD+ complex. Biochem Biophy Res. 2002;294:76–81. doi: 10.1016/S0006-291X(02)00438-2.", "ArticleIdList": ["10.1016/S0006-291X(02)00438-2", "12054743"]}, {"Citation": "Rai V, Kakkar P, Khatoon S, Rawat AKS, Mehrotra S. Heavy metal accumulation in some herbal drugs. Pharm Biol. 2001;39:384–387. doi: 10.1076/phbi.39.5.384.5898.", "ArticleIdList": ["10.1076/phbi.39.5.384.5898"]}, {"Citation": "Rai UN, Tripathi RD, Vajpayee P, Jha VN, Ali MB. Bioaccumulation of toxic metals (Cr, Cd, Pb, and Cu) by seeds of Euryale ferox Salisb. (Makhana) Chemosphere. 2002;46:267–272. doi: 10.1016/S0045-6535(01)00087-X.", "ArticleIdList": ["10.1016/S0045-6535(01)00087-X", "11827284"]}, {"Citation": "Rajkumar M, Freitas H. Influence of metal resistant-plant growth-promoting bacteria on the growth of Ricinus communis in soil contaminated with heavy metals. Chemosphere. 2008;71:834–842. doi: 10.1016/j.chemosphere.2007.11.038.", "ArticleIdList": ["10.1016/j.chemosphere.2007.11.038", "18164365"]}, {"Citation": "Rajkumar M, Nagendran R, Lee KJ, Lee WH. Characterization of a novel Cr6+ reducing Pseudomonas sp. with plant growth-promoting potential. Curr Microbiol. 2005;50:266–271. doi: 10.1007/s00284-005-4470-4.", "ArticleIdList": ["10.1007/s00284-005-4470-4", "15886910"]}, {"Citation": "Rajkumar M, Nagendran R, Lee KJ, Lee WH, Kim SZ. Influence of plant growth promoting bacteria and Cr6+on the growth of Indian mustard. Chemosphere. 2006;62:741–748. doi: 10.1016/j.chemosphere.2005.04.117.", "ArticleIdList": ["10.1016/j.chemosphere.2005.04.117", "15982703"]}, {"Citation": "Rtidel H, Terytze K. Determination of extractable Chromium(VI) in soil using a photometric method. Chemosphere. 1999;39:697–708. doi: 10.1016/S0045-6535(99)00134-4.", "ArticleIdList": ["10.1016/S0045-6535(99)00134-4"]}, {"Citation": "Saikia KS, Tiwari S, Pandey R. Rhizospheric biological weapons for growth enhancement and Meloidogyne incognita management in Withania somnifera cv. Poshita Biol Control. 2013;65:225–234. doi: 10.1016/j.biocontrol.2013.01.014.", "ArticleIdList": ["10.1016/j.biocontrol.2013.01.014"]}, {"Citation": "Saper RB, Phillips RS, Sehgal A, Khouri N, Davis RB, Paquin J, Thuppil V, Kales SN. Lead, mercury, and arsenic in US- and Indian-manufactured Ayurvedic medicines sold via the Internet. JAMA. 2008;300(8):915–923. doi: 10.1001/jama.300.8.915.", "ArticleIdList": ["10.1001/jama.300.8.915", "PMC2755247", "18728265"]}, {"Citation": "Shanker AK, Cervantes C, Loza-Tavera H, Avudainayagam S. Chromium toxicity in plants. Environ Int. 2005;31:735–753. doi: 10.1016/j.envint.2005.02.003.", "ArticleIdList": ["10.1016/j.envint.2005.02.003", "15878200"]}, {"Citation": "Singh R, Divya S, Awasthi A, Kalra A. Technology for efficient and successful delivery of vermicompost colonized bioinoculants in Pogostemon cablin (patchouli) Benth. World J Microbiol Biotechnol. 2012;28:323–333. doi: 10.1007/s11274-011-0823-2.", "ArticleIdList": ["10.1007/s11274-011-0823-2", "22806808"]}, {"Citation": "Singh R, Kalra A, Ravish BS, Divya S, Paramaeswarn TN, Srinivas KVNS, Bagyaraj DJ. Effect of potential bioinoculants and organic manures on root-rot and wilt, growth, yield and quality of organically grown Coleus forskohlii in semiarid tropical region of Bangalore (India) Plant Pathol. 2012;61:700–708. doi: 10.1111/j.1365-3059.2011.02567.x.", "ArticleIdList": ["10.1111/j.1365-3059.2011.02567.x"]}, {"Citation": "Singh R, Soni SK, Awasthi A, Kalra A. Evaluation of vermicompost doses for management of root-rot disease complex in Coleus forskohlii under organic field conditions. Aust Plant Pathol. 2012;41:397–403. doi: 10.1007/s13313-012-0134-6.", "ArticleIdList": ["10.1007/s13313-012-0134-6"]}, {"Citation": "Singh R, Singh R, Soni SK, Patel RP, Kalra A. Technology for improving essential oil yield of Ocimum basilicum L. (sweet basil) by application of bioinoculant colonized seeds under organic field conditions. Ind Crops Prod. 2013;45:335–342. doi: 10.1016/j.indcrop.2013.01.003.", "ArticleIdList": ["10.1016/j.indcrop.2013.01.003"]}, {"Citation": "Singh R, Singh R, Soni SK, Singh SP, Chauhan UK, Kalra A. Vermicompost from biodegraded distillation waste improves soil properties and essential oil yield of Pogostemon cablin (patchouli) Benth. Appl Soil Ecol. 2013;70:48–56. doi: 10.1016/j.apsoil.2013.04.007.", "ArticleIdList": ["10.1016/j.apsoil.2013.04.007"]}, {"Citation": "Singh R, Soni SK, Kalra A. Synergy between Glomus fasciculatum and a beneficial Pseudomonas in reducing root diseases and improving yield and forskolin content in Coleus forskohlii Briq. under organic field conditions. Mycorrhiza. 2013;23:35–44. doi: 10.1007/s00572-012-0447-x.", "ArticleIdList": ["10.1007/s00572-012-0447-x", "22648372"]}, {"Citation": "Snow ET, Xu LS. Chromium(III) bound to DNA templates promotes increased polymerase processivity and decreased fidelity during replication in vitro. Biochemistry. 1991;30:11238–11245. doi: 10.1021/bi00111a007.", "ArticleIdList": ["10.1021/bi00111a007", "1958661"]}, {"Citation": "Soni SK, Singh R, Awasthi A, Singh M, Kalra A. In vitro Cr(VI) reduction by cell-free extracts of chromate-reducing bacteria isolated from tannery effluent irrigated soil. Environ Sci Pollut Res. 2013;20:1661–1674. doi: 10.1007/s11356-012-1178-4.", "ArticleIdList": ["10.1007/s11356-012-1178-4", "22983604"]}, {"Citation": "Soni SK, Singh R, Singh M, Awasthi A, Wasnik K, Kalra A. Pretreatment of Cr (VI)-amended soil with chromate-reducing rhizobacteria decreases plant toxicity and increases the yield of Pisum sativum. Arch Environ Contam Toxicol. 2014;66(4):616–627. doi: 10.1007/s00244-014-0003-0.", "ArticleIdList": ["10.1007/s00244-014-0003-0", "24535090"]}, {"Citation": "Soni SK, Singh R, Ngpoore NK, Niranjan A, Singh P, Mishra A. Isolation and characterization of endophytic fungi having plant growth promotion traits that biosynthesizes bacosides and withanolides under in vitro conditions. Braz J Microbiol. 2021;52:1791–1805. doi: 10.1007/s42770-021-00586-0.", "ArticleIdList": ["10.1007/s42770-021-00586-0", "PMC8327599", "34339015"]}, {"Citation": "Soni SK, Singh R, Awasthi A, Kalra A. A Cr(VI)-reducing Microbacterium sp strain SUCR140 enhances growth and yield of Zea mays in Cr(VI) amended soil through reduced chromium toxicity and improves colonization of arbuscular mycorrhizal fungi. Environ Sci Pollut Res. 2014;21(3):1971–1979. doi: 10.1007/s11356-013-2098-7.", "ArticleIdList": ["10.1007/s11356-013-2098-7", "24014225"]}, {"Citation": "Soni SK, Mishra MK, Mishra M, Kumari S, Saxena S, Shukla V, Tiwari S, Shirke P (2022) Papaya leaf curl virus (PaLCuV) infection on papaya (Carica papaya L.) Plants alters anatomical and physiological properties and reduces bioactive components. Plants 11 (5), 10.3390/plants11050579", "ArticleIdList": ["PMC8912657", "35270048"]}, {"Citation": "Tappero R, Peltier E, Grafe M, Heidel K, Ginder-Vogel M, Livi KJT, Rivers ML, Marcus MA, Chaney RL, Sparks DL. Hyperaccumulator Alyssum murale relies on a different metal storage mechanism for cobalt than for nickel. New Phytol. 2007;175:641–654. doi: 10.1111/j.1469-8137.2007.02134.x.", "ArticleIdList": ["10.1111/j.1469-8137.2007.02134.x", "17688581"]}, {"Citation": "Telci I, Bayram E, Yilmaz G, Avci B. Variability in essential oil composition of Turkish basils (Ocimum basilicum L.) Biochem Syst Ecol. 2006;34:489–497. doi: 10.1016/j.bse.2006.01.009.", "ArticleIdList": ["10.1016/j.bse.2006.01.009"]}, {"Citation": "Tiwari S, Pandey S, Singh PC, Pandey R. Biocontrol agents in co-inoculation manages root knot nematode [Meloidogyne incognita (Kofoid & White) Chitwood] and enhances essential oil content in Ocimum basilicum L. Ind Crops Prod. 2017 doi: 10.1016/j.indcrop.2016.12.030.", "ArticleIdList": ["10.1016/j.indcrop.2016.12.030"]}, {"Citation": "Tiwari S, Pandey R, Gross A. Identification of rhizospheric microorganisms that manages root knot nematode and improve oil yield in sweet basil (Ocimum basilicum L.) Agronomy. 2021;11(3):570. doi: 10.3390/agronomy11030570.", "ArticleIdList": ["10.3390/agronomy11030570"]}, {"Citation": "USEPA (1998) Toxicological review of hexavalent chromium. Chemical Abstract Service (CAS) No. 18540–29–9"}, {"Citation": "Vernay P, Gauthier MC, Hitmi A. Interaction of bioaccumulation of heavy metal Chromium with water relation, mineral nutrition and photosynthesis in developed leaves of Lolium perenne L. Chemosphere. 2007;68:1563–1575. doi: 10.1016/j.chemosphere.2007.02.052.", "ArticleIdList": ["10.1016/j.chemosphere.2007.02.052", "17434568"]}, {"Citation": "Vincent JB. The biochemistry of chromium. J Nutr. 2000;130:715–718. doi: 10.1093/jn/130.4.715.", "ArticleIdList": ["10.1093/jn/130.4.715", "10736319"]}, {"Citation": "Vivas A, Vörös I, Biró B, Campos E, Barea JM, Azcón R. Symbiotic efficiency of autochthonous arbuscular mycorrhizal fungus (G. mosseae) and Brevibacillus sp. isolated from cadmium polluted soil under increasing cadmium levels. Environ Pollut. 2003;126:179–189. doi: 10.1016/S0269-7491(03)00195-7.", "ArticleIdList": ["10.1016/S0269-7491(03)00195-7", "12927489"]}, {"Citation": "Vivas A, Barea JM, Azcón R. Interactive effect of Brevibacillus brevis and Glomus mosseae, both isolated from Cd contaminated soil, on plant growth, physiological mycorrhizal fungal characteristics and soil enzymatic activities in Cd polluted soil. Environ Pollut. 2005;134:257–266. doi: 10.1016/j.envpol.2004.07.029.", "ArticleIdList": ["10.1016/j.envpol.2004.07.029", "15589653"]}, {"Citation": "Vivas A, Barea JM, Biró B, Azcón R. Effectiveness of autochthonous bacterium and mycorrhizal fungus on Trifolium growth, symbiotic development and soil enzymatic activities in Zn contaminated soil. J Appl Microbiol. 2006;100:587–598. doi: 10.1111/j.1365-2672.2005.02804.x.", "ArticleIdList": ["10.1111/j.1365-2672.2005.02804.x", "16478498"]}, {"Citation": "Wani PA, Zaidi A, Khan MS. Cr reducing and plant growth promoting potential of Mesorhizobium species under Chromium stress. Bioremed J. 2009;13:121–129. doi: 10.1080/10889860903124289.", "ArticleIdList": ["10.1080/10889860903124289"]}, {"Citation": "WHO (1996) Guidelines for drinking-water quality. Health criteria and other supporting information, 2nd ed., WHO, Geneva, 2: 940–949"}, {"Citation": "Wise SS, Elmore LW, Holt SE, Little JE, Anto nucci PG, Bryant BH, Pierce WSJ, Telomerase mediated lifespan extension of human bronchial cells does not affect hexavalent chromium induced cytotoxicity or genotoxicity. Mol Cell Biochem. 2004;255(1–2):103–112. doi: 10.1023/B:MCBI.0000007266.82705.d9.", "ArticleIdList": ["10.1023/B:MCBI.0000007266.82705.d9", "14971651"]}, {"Citation": "Zayed AM, Terry N. Chromium in the environment: factors affecting biological remediation. Plant Soil. 2003;249:139–156. doi: 10.1023/A:1022504826342.", "ArticleIdList": ["10.1023/A:1022504826342"]}, {"Citation": "Zheljazkov VD, Nielsen NE. Effect of heavy metals on peppermint and cornmint. Plant Soil. 1996;178:59–66. doi: 10.1007/BF00011163.", "ArticleIdList": ["10.1007/BF00011163"]}, {"Citation": "Zheljazkov VD, Nielsen NE. Studies on the effect of heavy metals (Cd, Pb, Cu, Mn, Zn and Fe) upon the growth, productivity and quality of Lavender (Lavandula angustifolia Mill.) J Essent Oil Res. 1996;8:259–274. doi: 10.1080/10412905.1996.9700612.", "ArticleIdList": ["10.1080/10412905.1996.9700612"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "1", "Day": "30"}, {"Year": "2022", "Month": "8", "Day": "29"}, {"Year": "2022", "Month": "6", "Day": "18"}, {"Year": "2022", "Month": "9", "Day": "10", "Hour": "23", "Minute": "32"}, {"Year": "2022", "Month": "9", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "10"}], "PublicationStatus": "epublish", "ArticleIdList": ["36088522", "PMC9464057", "10.1007/s00203-022-03230-z", "10.1007/s00203-022-03230-z"]}}], "PubmedBookArticle": []}