{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["antioxidant activity", "essential oil", "flavonoid content", "lavender", "natural product", "phenolic content"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36099157", "DateCompleted": {"Year": "2022", "Month": "10", "Day": "21"}, "DateRevised": {"Year": "2022", "Month": "10", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "10", "Day": "01"}], "Language": ["eng"], "ELocationID": ["10.1002/cbdv.202200536"], "Journal": {"ISSN": "1612-1880", "JournalIssue": {"Volume": "19", "Issue": "10", "PubDate": {"Year": "2022", "Month": "Oct"}}, "Title": "Chemistry & biodiversity", "ISOAbbreviation": "Chem Biodivers"}, "ArticleTitle": "Annual Phytochemical Variations and Antioxidant Activity within the Aerial Parts of Lavandula angustifolia, an Evergreen Medicinal Plant.", "Pagination": {"StartPage": "e202200536", "MedlinePgn": "e202200536"}, "Abstract": {"AbstractText": ["Acknowledging the importance of medicinal compounds, flavonoids, and phenolic acids in plants and human health; understanding the best time to harvest plants to get the most potentially therapeutic biological activity; and predicting and controlling the quality of medicinal plants are very useful. The rich chemical composition of medicinal lavender, as well as its antioxidant activity, has led to its wide application in the pharmaceutical, cosmetic, and food industries. In the current research, seasonal differences in phenolic content; the main constituents of essential oil, essential oil yield, and antioxidant activity; and flavonoid content were evaluated. In this investigation, for all the investigated factors, three replications were considered as completely randomized designs. The predominant natural components were α-pinene, camphene, 1,8-cineole, limonene, camphor, borneol, cryptone, isobornyl formate, cumin aldehyde, carvone, caryophyllene oxide, and epi-α-cadinol. The highest rate of 1,8-cineole was seen in summer, while camphor and borneol showed their highest percentages in the cold season. Some of the compounds such as caryophyllene oxide, isobornyl formate, and cumin aldehyde showed their highest amounts in the spring with the activation of some important plant enzymes such as peroxidase. The total content of flavonoids and some phenolic compounds (coumarin and p-coumaric acid) increased when plants received sunlight for a longer time than in the colder to warmer seasons. On the other hand, increases in chlorogenic acid and vanillin were observed in spring. Also, the highest antioxidant activity was observed in lavender, which was accompanied by an increase in the important phenolic composition of rosmarinic acid in the cold season. Generally, this investigation provides beneficial evidence about the most appropriate harvest time for lavender to produce the most favorable constituents for optimization in food, pharmaceutical, and herbal products."], "CopyrightInformation": "© 2022 Wiley-VHCA AG, Zurich, Switzerland."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agriculture, Payame Noor University, Tehran, Iran."}], "LastName": "Najafian", "ForeName": "Sharareh", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticultural Science, Yasuj Branch, Islamic Azad University, Yasuj, Iran."}], "LastName": "Afshar", "ForeName": "Mahmoud", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of food science and technology, Yasuj Branch, Islamic Azad University, Yasuj, Iran."}], "LastName": "Radi", "ForeName": "Mohsen", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Chem Biodivers", "NlmUniqueID": "101197449", "ISSNLinking": "1612-1872"}, "ChemicalList": [{"RegistryNumber": "L88RA8N5EG", "NameOfSubstance": "isoborneol"}, {"RegistryNumber": "S2XU9K448U", "NameOfSubstance": "caryophyllene oxide"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "RV6J6604TK", "NameOfSubstance": "Eucalyptol"}, {"RegistryNumber": "76-22-2", "NameOfSubstance": "Camphor"}, {"RegistryNumber": "9MC3I34447", "NameOfSubstance": "Limonene"}, {"RegistryNumber": "318ADP12RI", "NameOfSubstance": "Chlorogenic Acid"}, {"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Phenols"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Coumarins"}, {"RegistryNumber": "0", "NameOfSubstance": "Formates"}, {"RegistryNumber": "0", "NameOfSubstance": "Aldehydes"}, {"RegistryNumber": "EC 1.11.1.-", "NameOfSubstance": "Peroxidases"}, {"RegistryNumber": "0", "NameOfSubstance": "Pharmaceutical Preparations"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemistry"], "DescriptorName": "Lavandula"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Eucalyptol"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Camphor"}, {"QualifierName": [], "DescriptorName": "Limonene"}, {"QualifierName": [], "DescriptorName": "Chlorogenic Acid"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Oils, Volatile"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Phytochemicals"}, {"QualifierName": [], "DescriptorName": "Phenols"}, {"QualifierName": [], "DescriptorName": "Flavonoids"}, {"QualifierName": [], "DescriptorName": "Coumarins"}, {"QualifierName": [], "DescriptorName": "Formates"}, {"QualifierName": [], "DescriptorName": "Aldehydes"}, {"QualifierName": [], "DescriptorName": "Peroxidases"}, {"QualifierName": [], "DescriptorName": "Pharmaceutical Preparations"}, {"QualifierName": [], "DescriptorName": "Plant Components, Aerial"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "R. Perry, R. Terry, L. K. Watson, E. Ernst, ‘Is lavender an anxiolytic drug? A systematic review of randomised clinical trials’, Phytomedicine 2012, 19, 825-835."}, {"Citation": "A. S. Lillehei, L. L. Halcon, K. Savik, R. Reis, ‘Effect of inhaled lavender and sleep hygiene on self-reported sleep issues: a randomized controlled trial’, J. Altern. Complement. Med. 2015, 21, 430-438."}, {"Citation": "S. H. Najafian, ‘The effect of time and temperature on the shelf life of essential oils of Lavandula officinalis’, J. Essent. Oil. Res. 2016, 28, 413-420."}, {"Citation": "N. Dobros, K. Zawada, K. Paradowska, ‘Phytochemical Profile and Antioxidant Activity of Lavandula angustifolia and Lavandula intermedia cultivars extracted with different methods’, Antioxidants 2022, 11, 2-16."}, {"Citation": "M. A. Soobrattee, T. Bahorun, O. I. Aruoma, ‘Chemopreventive actions of polyphenolic compounds in cancer’, BioFactors 2006, 27, 19-35."}, {"Citation": "J. P. Alvarenga, A. F. Braga, F. V. Pacheco, A. A. de Carvalho, ‘Seasonal variation in essential oil content and chemical profile of mint in southeast of brazil’, Cienc. Rural. 2021, 51, 1-10."}, {"Citation": "M. Afshar, S. H. Najafian, M. Radi, ‘The effect of harvest time on the natural product of Rosmarinus officinalis L. from South Iran’, Nat. Prod. Res. 2022, 36, 2637-2642."}, {"Citation": "M. Afshar, S. H. Najafian, M. Radi, ‘Seasonal variation on the major bioactive compounds: total phenolic and flavonoids contents, and antioxidant activity of rosemary from shiraz’, Nat. Prod. Res. 2022, 36, 4287-4292."}, {"Citation": "S. Kabtni, D. Sdouga, I. B. Rebey, M. Save, ‘Influence of climate variation on phenolic composition and antioxidant capacity of Medicago minima populations’, Sci. Rep. 2020, 10, 1-15."}, {"Citation": "M. H. Assareh, M. Sedaghati, K. Kiarostami, A. G. Zare, ‘Seasonal changes of essential oil composition of Eucalyptus maculata Hook’, Iran. J. Med. plants. 2010, 25, 581-588."}, {"Citation": "A. B. Dehsheikh, M. M. Sourestani, P. B. Dehsheikh, S. Vitalini, ‘A comparative study of essential oil constituents and phenolic compounds of Arabian lilac (Vitex trifolia var. Purpurea): An evidence of season effects’, Food 2019, 8, 2-14."}, {"Citation": "S. Chericoni, G. Flamini, E. Campeol, P. L. Cioni, ‘GC/MS analyses of the essential oil from the aerial parts of Artemisia verlotiorum: Variability during the year’, Biochem. Syst. Ecol. 2004, 32, 423-429."}, {"Citation": "G. Kofidis, A. Bosabalidis, S. Kokkini, ‘Seasonal variation of essential oils in a linalool-rich chemotype of Mentha spicata grown wild in Greece’, J. Essent. Oil Res. 2004, 16, 469-472."}, {"Citation": "A. I. Hussain, F. Anwar, S. T. Hussain Sherazi, R. Przybylski, ‘Chemical composition, antioxidant and antimicrobial activities of basil (Ocimum basilicum) essential oils depends on seasonal variations’, Food Chem. 2008, 108, 986-995."}, {"Citation": "Z. Jiang, M. Luo, W. Ma, S. Ma, ‘Protective Effects of 1,8-Cineole Microcapsules Against Inflammation and Gut Microbiota Imbalance Associated Weight Loss Induced by Heat Stress in Broiler Chicken’, Front. Pharmacol. 2021, 11, 1-11."}, {"Citation": "E. B. Craita, T. Gerats, ‘Plant tolerance to high temperature in a changing environment: scientific fundamentals and production of heat stress-tolerant crops’, Front. Plant Sci. 2013, 4, 1-18."}, {"Citation": "Q. L. Zhang, B. M. Fu, Z. J. Zhang, ‘Borneol, a novel agent that improves central nervous system drug delivery by enhancing blood-brain barrier permeability’, Drug Delivery 2017, 24, 1037-1044."}, {"Citation": "S. H. Najafian, ‘Storage conditions affect the essential oil composition of cultivated Balm Mint Herb (Lamiaceae) in Iran’, Ind. Crops Prod. 2014, 52, 575-581."}, {"Citation": "A. Jayanthy, P. U. Kumar, A. B. Remashree, ‘Seasonal and Geographical Variations in Cellular Characters and Chemical Contents in Desmodium gangeticum (L.) DC.-An Ayurvedic Medicinal Plant’, Int. J. Herb. Med. 2013, 1, 34-37."}, {"Citation": "V. Rowshan, A. Bahmanzadegan, M. J. Saharkhiz, ‘Influence of storage conditions on the essential oil composition of Thymus daenensis Celak’, Ind. Crops Prod. 2013, 49, 97-101."}, {"Citation": "B. E. Rajab, F. Ghanati, F. Sefidkon, ‘Investigation on The Effect of Iron on Ocimum Basilicum L. Essential Oil’, J. Sci. 2008, 33, 43-53."}, {"Citation": "D. A. Martinez-Nataren, V. Parra-Tabla, G. Dzib, V. Acosta-Arriola, ‘Essential oil yield variation within and among wild populations of mexican oregano (lippia graveolens), and its relation to climatic and edaphic conditions’, J. Essent. Oil-Bear. Plants. 2012, 15, 589-601."}, {"Citation": "M. Hassanabadi, M. Ebrahimi, M. Farajpour, A. Dejahang, ‘Variation in essential oil components among Iranian Ferula assa-foetida L. accessions’, Ind. Crops Prod. 2019, 140, 111598."}, {"Citation": "D. V. Lakusic, M. S. Ristic, V. N. Slavkovska, J. B. Ainzar-Sekulic, ‘Environment-related variations of the composition of the essential oils of rosemary (Rosmarinus officinalis L.) in the balkan penninsula’, Chem. Biodiversity 2012, 9, 1286-1302."}, {"Citation": "L. Zhang, Z. Yang, J. Wei, P. Su, ‘Essential oil composition and bioactivity variation in wild-growing populations of Curcuma phaeocaulis Valeton collected from China’, Ind. Crops Prod. 2017, 103, 274-282."}, {"Citation": "S. Hrichi, R. Chaabane-Banaoues, D. Giuffrida, D. Mangraviti, ‘Effect of seasonal variation on the chemical composition and antioxidant and antifungal activities of Convolvulus althaeoides L. leaf extracts’, Arab. J. Chem. 2020, 13, 5651-5668."}, {"Citation": "G. A. Ayoola, T. Sofidiya, O. Odukoya, H. A. B. Coker, ‘Phytochemical screening and free radical scavenging activity of some Nigerian medicinal plants’, J. Pharm. Sci. Pharm Pract. 2006, 8, 133-136."}, {"Citation": "S. Hazrati, M. T. Ebadi, S. Mollaei, S. Khurizadeh, ‘Evaluation of volatile and phenolic compounds, and antioxidant activity of different parts of Ferulago angulata’, Ind. Crops Prod. 2019, 140, 111589."}, {"Citation": "A. A. Dehpour, M. A. Ebrahimzadeh, N. S. Fazel, N. S. Mohammad, ‘Antioxidant activity of the methanol extract of Ferula assafoetida and its essential oil composition’, Grasas Aceites 2009, 60, 405-412."}, {"Citation": "V. Saibabu, Z. Fatima, L. A. Khan, S. Hameed, ‘Therapeutic potential of dietary phenolic acids’, Adv. Pharmacol. 2015, 2015, 823539."}, {"Citation": "F. Shahidi, J. D. Yeo, ‘Bioactivities of phenolics by focusing on suppression of chronic diseases: A review’, Int. J. Mol. Sci. 2018, 19, 1-16."}, {"Citation": "A. L. Hykkerud, E. Uleberg, E. Hansen, M. Vervoort, ‘Seasonal and yearly variation of total polyphenols, total anthocyanins and ellagic acid in different clones of cloudberries (Rubus chamaemorus L.)’, J. Appl. Bot. Food Qual. 2018, 91, 96-102."}, {"Citation": "K. G. Ramawat, J. M. Merillon, ‘Natural products: Phytochemistry, botany and metabolism of alkaloids, phenolics and terpenes’, Medicine. Health. Science. Books 2013, 5, 1-4242."}, {"Citation": "R. Wilhemina Kalt, ‘Concise Reviews/Hypotheses in Food Science Effects of Production and Processing Factors on Major Fruit and Vegetable Antioxidants’, J. Food Sci. 2005, 70, 1, 2005."}, {"Citation": "C. Y. Wang, C. T. Chen, S. Y. Wang, ‘Changes of flavonoid content and antioxidant capacity in blueberries after illumination with UV-C’, Food Chem. 2009, 117, 426-431."}, {"Citation": "R. Bobinaite, P. Viskelis, P. R. Venskutonis, ‘Variation of total phenolics, anthocyanins, ellagic acid and radical scavenging capacity in various raspberry (Rubus spp.) cultivars’, Food Chem. 2012, 132, 1495-1501."}, {"Citation": "C. J. Atkinson, P. A. A. Dodds, Y. Y. Ford, ‘Effects of cultivar, fruit number and reflected photosynthetically active radiation on Fragaria ananassa productivity and fruit ellagic acid and ascorbic acid concentrations’, Ann. Bot. 2006, 97, 429-441."}, {"Citation": "D. Ahmed, H. Baig, S. Zara, ‘Seasonal variation of phenolics, flavonoids, antioxidant and lipid peroxidation inhibitory activity of methanolic extract of Melilotus indicus and its sub-fractions in different solvents’, Int. J. Phytomedicine. 2012, 4, 326-332."}, {"Citation": "M. Selseleh, S. Nejad Ebrahimi, A. Aliahmadi, A. Sonboli, ‘Metabolic profiling, antioxidant, and antibacterial activity of some Iranian Verbascum species’, Ind. Crops Prod. 2020, 153, 112609."}, {"Citation": "M. Leja, I. Kaminska, M. Kramer, A. Maksylewicz-Kaul, ‘The Content of Phenolic Compounds and Radical Scavenging Activity Varies with Carrot Origin and Root Color’, Plant Foods Hum. Nutr. 2013, 68, 163-170."}, {"Citation": "C. S. Buer, N. Imin, M. A. Djordjevic, ‘Flavonoids: New roles for old molecules’, J. Integr. Plant Biol. 2010, 52, 98-111."}, {"Citation": "M. Khalid, B. Saeed-ur-Rahman, M. Huang, D. feng, ‘Role of flavonoids in plant interactions with the environment and against human pathogens- A review’, J. Integr. Agric. 2019, 18, 211-230."}, {"Citation": "M. Tattini, C. Galardi, P. Pinelli, R. Massai, ‘Differential accumulation of flavonoids and hydroxycinnamates in leaves of Ligustrum vulgare under excess light and drought stress’, New Phytol. 2004, 163, 547-561."}, {"Citation": "B. British Pharmacopoeia, ‘Herbal Drugs and Herbal Drug Preparation Kelp’, Volume III. The Stationary Office, London 2009."}, {"Citation": "I. Spiridon, S. Colceru, N. Anghel, C. A. Teaca, ‘Antioxidant capacity and total phenolic contents of oregano (Origanum vulgare), lavender (Lavandula angustifolia) and lemon balm (Melissa officinalis) from Romania’, Nat. Prod. Res. 2011, 25, 1657-1661."}, {"Citation": "R. P. Adams, ‘Identification of essential oils by gas chromatography quadrupole mass spectrometry’, Allured Publishing Corporation, Carol Stream, USA 2001."}, {"Citation": "V. Rowshan, S. H. Najafian, ‘Polyphenolic contents and antioxidant activities of aerial parts of Salvia multicaulis from the Iran flora’, Nat. Prod. Res. 2020, 34, 2351-2353."}, {"Citation": "M. Burits, K. Asres, F. Bucar, ‘The antioxidant activity of the essential oils of Artemisia afra, Artemisia abyssinica and Juniperus procera’, Phytother. Res. 2001, 15, 103-108."}, {"Citation": "A. Bahmanzadegan, V. Rowshan, F. Zareian, ‘Chemical constituents of the essential oil, static headspace analysis of volatile compounds, polyphenolic content and antioxidative capacity of Trigonella elliptica Boiss. grown in Iran’, Anal. Chem. 2017, 7, 261-270."}, {"Citation": "C. Quettier-Deleu, B. Gressier, J. Vasseur, T. Dine, ‘Phenolic compounds and antioxidant activities of buckwheat (Fagopyrum esculentum Moench) hulls and flour’, J. Ethnopharmacol. 2000, 72, 35-42."}, {"Citation": "M. S. Stankovic, ‘Total phenolic content, flavonoid concentration and antioxidant activity of Marrubium peregrinum L. extracts’, Kragujev. J. Sci. 2011, 33, 63-72."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "6", "Day": "3"}, {"Year": "2022", "Month": "9", "Day": "13"}, {"Year": "2022", "Month": "9", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "13", "Hour": "12", "Minute": "43"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36099157", "10.1002/cbdv.202200536"]}}], "PubmedBookArticle": []}