{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Alzheimer's disease", "Parkinson's disease", "naringenin", "neurodegenerative disorders"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36106706", "DateCompleted": {"Year": "2023", "Month": "01", "Day": "05"}, "DateRevised": {"Year": "2023", "Month": "01", "Day": "12"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "09", "Day": "15"}], "Language": ["eng"], "ELocationID": ["10.1111/jfbc.14415"], "Journal": {"ISSN": "1745-4514", "JournalIssue": {"Volume": "46", "Issue": "12", "PubDate": {"Year": "2022", "Month": "Dec"}}, "Title": "Journal of food biochemistry", "ISOAbbreviation": "J Food Biochem"}, "ArticleTitle": "Naringenin: A prospective therapeutic agent for Alzheimer's and Parkinson's disease.", "Pagination": {"StartPage": "e14415", "MedlinePgn": "e14415"}, "Abstract": {"AbstractText": ["Neurodegenerative disorders (NDs) are a cluster of progressive, severe, and disabling disorders that affect millions of people worldwide and are on the surge. These disorders are characterized by the gradual loss of a selectively vulnerable group of neurons. Due to the complex pathophysiological mechanisms behind neurodegeneration and despite enormous efforts and understanding of the occurrence and progression of NDs, there is still a lack of an effective treatment for such diseases. Therefore, the development of a new therapeutic strategy for NDs is an unmet clinical need. Various natural compounds extracted from medicinal plants or fruits have shown promising activities in treating different types of NDs by targeting multiple signaling pathways. Among natural entities, flavonoids have incited a rise in public and scientific interest in recent years because of their purported health-promoting effects. Dietary supplementation of flavonoids has been shown to mitigate the severity of NDs such as Parkinson's disease (PD), Alzheimer's disease (AD), and dementia by their antioxidant effects. Naringenin is a citrus flavonoid that is known to possess numerous biological activities like antioxidant, anti-proliferative, and anti-inflammatory activities. Therefore, naringenin has emerged as a potential therapeutic agent that exerts preventive and curative effects on several neurological disorders. Increasing evidence has attained special attention on the variety of therapeutic targets along with complex signaling pathways of naringenin, which suggest its possible therapeutic applications in several NDs. Derived from the results of several pre-clinical research and considering the therapeutic effects of this compound, this review focuses on the potential role of naringenin as a pharmacological agent for the treatment and management of Alzheimer's and Parkinson's disease. The overall neuroprotective effects and different possible underlying mechanisms related to naringenin are discussed. In the light of substantial evidence for naringenin's neuroprotective efficacy in several experimental paradigms, this review suggests that this molecule should be investigated further as a viable candidate for the management of Alzheimer's and Parkinson's disease, with an emphasis on mechanistic and clinical trials to determine its efficacy. PRACTICAL APPLICATIONS: Naringenin is a flavanone, aglycone of Naringin, predominantly found in citrus fruits with a variety of pharmacological actions. Naringenin has been shown to exhibit remarkable therapeutic efficacy and has emerged as a potential therapeutic agent for the management of a variety of diseases such as various heart, liver, and metabolic disorders. Similarly, it has shown efficacy in neurodegenerative illnesses. Therefore, this review enables us to better understand the neuroprotective effects and different possible underlying mechanisms of naringenin. Also, this review provides a new indication to manage the symptoms of NDs like AD and PD. Furthermore, naringenin will be useful in the field of medicine as a new active ingredient for the treatment of neurodegenerative disorders like AD and PD."], "CopyrightInformation": "© 2022 Wiley Periodicals LLC."}, "AuthorList": [{"Identifier": ["0000-0003-0110-9238"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Pharmaceutical Research, GLA University, Mathura, India."}], "LastName": "Goyal", "ForeName": "Ahsas", "Initials": "A"}, {"Identifier": ["0000-0002-4250-2282"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Pharmaceutical Research, GLA University, Mathura, India."}], "LastName": "Verma", "ForeName": "Aanchal", "Initials": "A"}, {"Identifier": ["0000-0003-3758-177X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Pharmaceutical Research, GLA University, Mathura, India."}], "LastName": "Dubey", "ForeName": "Nandini", "Initials": "N"}, {"Identifier": ["0000-0001-7480-1722"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Pharmaceutical Research, GLA University, Mathura, India."}], "LastName": "Raghav", "ForeName": "Jyoti", "Initials": "J"}, {"Identifier": ["0000-0001-7123-4435"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Pharmaceutical Research, GLA University, Mathura, India."}], "LastName": "Agrawal", "ForeName": "Anant", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Food Biochem", "NlmUniqueID": "7706045", "ISSNLinking": "0145-8884"}, "ChemicalList": [{"RegistryNumber": "HN5425SBF2", "NameOfSubstance": "naringenin"}, {"RegistryNumber": "0", "NameOfSubstance": "Neuroprotective Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavanones"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Parkinson Disease"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Alzheimer Disease"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Neuroprotective Agents"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Flavanones"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Flavonoids"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ahmad, M. H., Fatima, M., Ali, M., Rizvi, M. A., & Mondal, A. C. (2021). Naringenin alleviates paraquat-induced dopaminergic neuronal loss in SH-SY5Y cells and a rat model of Parkinson's disease. Neuropharmacology, 201, 108831. https://doi.org/10.1016/J.NEUROPHARM.2021.108831"}, {"Citation": "Ahsan, A. U., Sharma, V. L., Wani, A., & Chopra, M. (2020). Naringenin upregulates AMPK-mediated autophagy to rescue neuronal cells from β-amyloid (1-42) evoked neurotoxicity. Molecular Neurobiology, 57(8), 3589-3602. https://doi.org/10.1007/S12035-020-01969-4"}, {"Citation": "Anwar, S., Khan, S., Shamsi, A., Anjum, F., Shafie, A., Islam, A., Ahmad, F., & Hassan, M. I. (2021). Structure-based investigation of MARK4 inhibitory potential of naringenin for therapeutic management of cancer and neurodegenerative diseases. Journal of Cellular Biochemistry, 122(10), 1445-1459. https://doi.org/10.1002/JCB.30022"}, {"Citation": "Arafah, A., Rehman, M. U., Mir, T. M., Wali, A. F., Ali, R., Qamar, W., Khan, R., Ahmad, A., Aga, S. S., Alqahtani, S., & Almatroudi, N. M. (2020). Multi-therapeutic potential of naringenin (4′,5,7-Trihydroxyflavonone): Experimental evidence and mechanisms. Plants, 9(12), 1784. https://doi.org/10.3390/PLANTS9121784"}, {"Citation": "Arnold, S. E., Arvanitakis, Z., Macauley-Rambach, S. L., Koenig, A. M., Wang, H. Y., Ahima, R. S., Craft, S., Gandy, S., Buettner, C., Stoeckel, L. E., Holtzman, D. M., & Nathan, D. M. (2018). Brain insulin resistance in type 2 diabetes and Alzheimer disease: Concepts and conundrums. Nature Reviews Neurology, 14(3), 168-181. https://doi.org/10.1038/NRNEUROL.2017.185"}, {"Citation": "Bakoyiannis, I., Daskalopoulou, A., Pergialiotis, V., & Perrea, D. (2019). Phytochemicals and cognitive health: Are flavonoids doing the trick? Biomedicine & Pharmacotherapy, 109, 1488-1497. https://doi.org/10.1016/J.BIOPHA.2018.10.086"}, {"Citation": "Baluchnejadmojarad, T., & Roghani, M. (2006). Effect of naringenin on intracerebroventricular streptozotocin-induced cognitive deficits in rat: A behavioral analysis. Pharmacology, 78(4), 193-197. https://doi.org/10.1159/000096585"}, {"Citation": "Calfio, C., Gonzalez, A., Singh, S. K., Rojo, L. E., & MacCioni, R. B. (2020). The emerging role of nutraceuticals and phytochemicals in the prevention and treatment of Alzheimer's disease. Journal of Alzheimer's Disease, 77(1), 33-51. https://doi.org/10.3233/JAD-200443"}, {"Citation": "Chen, C., Wei, Y. Z., He, X. M., Li, D., Wang, G. Q., Li, J. J., & Zhang, F. (2019). Naringenin produces neuroprotection against LPS-induced dopamine neurotoxicity via the inhibition of microglial NLRP3 inflammasome activation. Frontiers in Immunology, 10, 936. https://doi.org/10.3389/FIMMU.2019.00936"}, {"Citation": "Cho, I., Song, H. O., & Cho, J. H. (2020). Flavonoids mitigate neurodegeneration in aged Caenorhabditis elegans by mitochondrial uncoupling. Food Science and Nutrition, 8(12), 6633-6642. https://doi.org/10.1002/FSN3.1956"}, {"Citation": "Chtourou, Y., Fetoui, H., & Gdoura, R. (2014). Protective effects of naringenin on iron-overload-induced cerebral cortex neurotoxicity correlated with oxidative stress. Biological Trace Element Research, 158(3), 376-383. https://doi.org/10.1007/S12011-014-9948-0"}, {"Citation": "Ciro, A., Park, J., Burkhard, G., Yan, N., & Geula, C. (2012). Biochemical differentiation of cholinesterases from normal and Alzheimer's disease cortex. Current Alzheimer Research, 9(1), 138-143. https://doi.org/10.2174/156720512799015127"}, {"Citation": "de Oliveira, M. R., Custódio de Souza, I. C., & Fürstenau, C. R. (2019). Promotion of mitochondrial protection by naringenin in methylglyoxal-treated SH-SY5Y cells: Involvement of the Nrf2/GSH axis. Chemico-Biological Interactions, 310, 108728. https://doi.org/10.1016/J.CBI.2019.108728"}, {"Citation": "Drey, M., Hasmann, S. E., Krenovsky, J. P., Hobert, M. A., Straub, S., Elshehabi, M., von Thaler, A. K., Fallgatter, A. J., Eschweiler, G. W., Suenkel, U., Berg, D., & Maetzler, W. (2017). Associations between early markers of Parkinson's disease and sarcopenia. Frontiers in Aging Neuroscience, 9, 53. https://doi.org/10.3389/FNAGI.2017.00053"}, {"Citation": "Durães, F., Pinto, M., & Sousa, E. (2018). Old drugs as new treatments for neurodegenerative diseases. Pharmaceuticals, 11(2), 44. https://doi.org/10.3390/PH11020044"}, {"Citation": "Gaba, B., Khan, T., Haider, M. F., Alam, T., Baboota, S., Parvez, S., & Ali, J. (2019). Vitamin E loaded naringenin nanoemulsion via intranasal delivery for the management of oxidative stress in a 6-OHDA Parkinson's disease model. BioMed Research International, 2019, 1-20. https://doi.org/10.1155/2019/2382563"}, {"Citation": "Gao, X., Cassidy, A., Schwarzschild, M. A., Rimm, E. B., & Ascherio, A. (2012). Habitual intake of dietary flavonoids and risk of Parkinson disease. Neurology, 78(15), 1138-1145. https://doi.org/10.1212/WNL.0B013E31824F7FC4"}, {"Citation": "Garabadu, D., & Agrawal, N. (2020). Naringin exhibits neuroprotection against rotenone-induced neurotoxicity in experimental rodents. Neuromolecular Medicine, 22(2), 314-330. https://doi.org/10.1007/S12017-019-08590-2"}, {"Citation": "Ghofrani, S., Joghataei, M. T., Mohseni, S., Baluchnejadmojarad, T., Bagheri, M., Khamse, S., & Roghani, M. (2015). Naringenin improves learning and memory in an Alzheimer's disease rat model: Insights into the underlying mechanisms. European Journal of Pharmacology, 764, 195-201. https://doi.org/10.1016/J.EJPHAR.2015.07.001"}, {"Citation": "Gopinath, K., & Sudhandiran, G. (2012). Naringin modulates oxidative stress and inflammation in 3-nitropropionic acid-induced neurodegeneration through the activation of nuclear factor-erythroid 2-related factor-2 signalling pathway. Neuroscience, 227, 134-143. https://doi.org/10.1016/J.NEUROSCIENCE.2012.07.060"}, {"Citation": "Graham, W. V., Bonito-Oliva, A., & Sakmar, T. P. (2017). Update on Alzheimer's disease therapy and prevention strategies. Annual Review of Medicine, 68, 413-430. https://doi.org/10.1146/ANNUREV-MED-042915-103753"}, {"Citation": "Haavik, J., & Toska, K. (1998). Tyrosine hydroxylase and Parkinson's disease. Molecular Neurobiology, 16(3), 285-309. https://doi.org/10.1007/BF02741387"}, {"Citation": "Haider, S., Liaquat, L., Ahmad, S., Batool, Z., Siddiqui, R. A., Tabassum, S., Shahzad, S., Rafiq, S., & Naz, N. (2020). Naringenin protects AlCl3/D-galactose induced neurotoxicity in rat model of AD via attenuation of acetylcholinesterase levels and inhibition of oxidative stress. PLoS One, 15(1), e0227631. https://doi.org/10.1371/JOURNAL.PONE.0227631"}, {"Citation": "Havsteen, B. H. (2002). The biochemistry and medical significance of the flavonoids. Pharmacology & Therapeutics, 96(2-3), 67-202. https://doi.org/10.1016/S0163-7258(02)00298-X"}, {"Citation": "Heo, H. J., Kim, M. J., Lee, J. M., Choi, S. J., Cho, H. Y., Hong, B., Kim, H. K., Kim, E., & Shin, D. H. (2004). Naringenin from citrus junos has an inhibitory effect on acetylcholinesterase and a mitigating effect on amnesia. Dementia and Geriatric Cognitive Disorders, 17(3), 151-157. https://doi.org/10.1159/000076349"}, {"Citation": "Hernández-Aquino, E., & Muriel, P. (2018). Beneficial effects of naringenin in liver diseases: Molecular mechanisms. World Journal of Gastroenterology, 24(16), 1679-1707. https://doi.org/10.3748/WJG.V24.I16.1679"}, {"Citation": "Hui, W., Xu, Y. S., Miao Lin, W., Chao, C., Bian, R., Yuan, H., Wang, Y., Guo, T., Zhu, L. L., & Zhou, H. (2017). Protective effect of naringin against the LPS-induced apoptosis of PC12 cells: Implications for the treatment of neurodegenerative disorders. International Journal of Molecular Medicine, 39(4), 819-830. https://doi.org/10.3892/IJMM.2017.2904/HTML"}, {"Citation": "Jayaraj, R. L., Beiram, R., Azimullah, S., Meeran, M. F. N., Ojha, S. K., Adem, A., & Jalal, F. Y. (2019). Lycopodium attenuates loss of dopaminergic neurons by suppressing oxidative stress and neuroinflammation in a rat model of Parkinson's disease. Molecules, 24(11), 2182. https://doi.org/10.3390/MOLECULES24112182"}, {"Citation": "Jeong, K. H., Jung, U. J., & Kim, S. R. (2015). Naringin attenuates autophagic stress and neuroinflammation in kainic acid-treated hippocampus in vivo. Evidence-Based Complementary and Alternative Medicine: eCAM, 2015, 354326. https://doi.org/10.1155/2015/354326"}, {"Citation": "Joshi, R., Kulkarni, Y. A., & Wairkar, S. (2018). Pharmacokinetic, pharmacodynamic and formulations aspects of naringenin: An update. Life Sciences, 215, 43-56. https://doi.org/10.1016/J.LFS.2018.10.066"}, {"Citation": "Jung, U. J., Leem, E., & Kim, S. R. (2014). Naringin: A protector of the nigrostriatal dopaminergic projection. Experimental Neurobiology, 23(2), 124-129. https://doi.org/10.5607/EN.2014.23.2.124"}, {"Citation": "Karim, N., Jia, Z., Zheng, X., Cui, S., & Chen, W. (2018). A recent review of citrus flavanone naringenin on metabolic diseases and its potential sources for high yield-production. Trends in Food Science and Technology, 79, 35-54. https://doi.org/10.1016/J.TIFS.2018.06.012"}, {"Citation": "Kesh, S., Kannan, R. R., & Balakrishnan, A. (2021). Naringenin alleviates 6-hydroxydopamine induced parkinsonism in SHSY5Y cells and zebrafish model. Comparative Biochemistry and Physiology Toxicology & pharmacology, 239, 108893. https://doi.org/10.1016/J.CBPC.2020.108893"}, {"Citation": "Khan, M. B., Khan, M. M., Khan, A., Ahmed, M. E., Ishrat, T., Tabassum, R., Vaibhav, K., Ahmad, A., & Islam, F. (2012). Naringenin ameliorates Alzheimer's disease (AD)-type neurodegeneration with cognitive impairment (AD-TNDCI) caused by the intracerebroventricular-streptozotocin in rat model. Neurochemistry International, 61(7), 1081-1093. https://doi.org/10.1016/J.NEUINT.2012.07.025"}, {"Citation": "Kim, H. J., Jeong, Y. S., Hae, J. P., Park, H. K., Dong, H. Y., & Chung, J. H. (2009). Naringin protects against rotenone-induced apoptosis in human neuroblastoma SH-SY5Y cells. The Korean Journal of Physiology & Pharmacology, 13(4), 281-285. https://doi.org/10.4196/KJPP.2009.13.4.281"}, {"Citation": "Kola, P. K., Akula, A., NissankaraRao, L. S., & Danduga, R. (2017). Protective effect of naringin on pentylenetetrazole (PTZ)-induced kindling; possible mechanisms of antikindling, memory improvement, and neuroprotection. Epilepsy & Behavior, 75, 114-126. https://doi.org/10.1016/J.YEBEH.2017.07.011"}, {"Citation": "Kulasekaran, G., & Ganapasam, S. (2015). Neuroprotective efficacy of naringin on 3-nitropropionic acid-induced mitochondrial dysfunction through the modulation of Nrf2 signaling pathway in PC12 cells. Molecular and Cellular Biochemistry, 409(1-2), 199-211. https://doi.org/10.1007/S11010-015-2525-9"}, {"Citation": "Kumar, P., & Kumar, A. (2010). Protective effect of hesperidin and naringin against 3-nitropropionic acid induced Huntington's like symptoms in rats: Possible role of nitric oxide. Behavioural Brain Research, 206(1), 38-46. https://doi.org/10.1016/J.BBR.2009.08.028"}, {"Citation": "Lee, S., Youn, K., Lim, G. T., Lee, J., & Jun, M. (2018). In silico docking and in vitro approaches towards BACE1 and cholinesterases inhibitory effect of citrus flavanones. Molecules, 23(7), 1509. https://doi.org/10.3390/MOLECULES23071509"}, {"Citation": "Li, J., Long, X., Hu, J., Bi, J., Zhou, T., Guo, X., Han, C., Huang, J., Wang, T., Xiong, N., & Lin, Z. (2019). Multiple pathways for natural product treatment of Parkinson's disease: A mini review. Phytomedicine, 60, 152954. https://doi.org/10.1016/J.PHYMED.2019.152954"}, {"Citation": "Liaquat, L., Batool, Z., Sadir, S., Rafiq, S., Shahzad, S., Perveen, T., & Haider, S. (2018). Naringenin-induced enhanced antioxidant defence system meliorates cholinergic neurotransmission and consolidates memory in male rats. Life Sciences, 194, 213-223. https://doi.org/10.1016/J.LFS.2017.12.034"}, {"Citation": "Lou, H., Jing, X., Wei, X., Shi, H., Ren, D., & Zhang, X. (2014). Naringenin protects against 6-OHDA-induced neurotoxicity via activation of the Nrf2/ARE signaling pathway. Neuropharmacology, 79, 380-388. https://doi.org/10.1016/J.NEUROPHARM.2013.11.026"}, {"Citation": "Mani, M., Balasubramanian, S., Manikandan, K. R., & Kulandaivel, B. (2021). Neuroprotective potential of naringenin-loaded solid-lipid nanoparticles against rotenone-induced Parkinson's disease model. Journal of Applied Pharmaceutical Science, 11(02), 19-028. https://doi.org/10.7324/JAPS.2021.110203"}, {"Citation": "Mani, S., Sekar, S., Barathidasan, R., Manivasagam, T., Thenmozhi, A. J., Sevanan, M., Chidambaram, S. B., Essa, M. M., Guillemin, G. J., & Sakharkar, M. K. (2018). Naringenin decreases α-synuclein expression and neuroinflammation in MPTP-induced Parkinson's disease model in mice. Neurotoxicity Research, 33(3), 656-670. https://doi.org/10.1007/S12640-018-9869-3"}, {"Citation": "Mani, S., Sekar, S., Chidambaram, S. B., & Sevanan, M. (2018). Naringenin protects against 1-methyl-4-phenylpyridinium- induced neuroinflammation and resulting reactive oxygen species production in SH-SY5Y cell line: An in vitro model of Parkinson's disease. Pharmacognosy Magazine, 14(57), 458. https://doi.org/10.4103/PM.PM_23_18"}, {"Citation": "Meng, X., Fu, M., Wang, S., Chen, W., Wang, J., & Zhang, N. (2021). Naringin ameliorates memory deficits and exerts neuroprotective effects in a mouse model of Alzheimer's disease by regulating multiple metabolic pathways. Molecular Medicine Reports, 23(5), 332. https://doi.org/10.3892/MMR.2021.11971"}, {"Citation": "Mi, J., He, Y., Yang, J., Zhou, Y., Zhu, G., Wu, A., Liu, W., & Sang, Z. (2022). Development of naringenin-O-carbamate derivatives as multi-target-directed liagnds for the treatment of Alzheimer's disease. Bioorganic & Medicinal Chemistry Letters, 60, 128574. https://doi.org/10.1016/J.BMCL.2022.128574"}, {"Citation": "Mishra, A., Bandopadhyay, R., Singh, P. K., Mishra, P. S., Sharma, N., & Khurana, N. (2021). Neuroinflammation in neurological disorders: Pharmacotherapeutic targets from bench to bedside. Metabolic Brain Disease, 36(7), 1591-1626. https://doi.org/10.1007/S11011-021-00806-4"}, {"Citation": "Palasz, E., Wysocka, A., Gasiorowska, A., Chalimoniuk, M., Niewiadomski, W., & Niewiadomska, G. (2020). BDNF as a promising therapeutic agent in Parkinson's disease. International Journal of Molecular Sciences, 21(3), 1170. https://doi.org/10.3390/IJMS21031170"}, {"Citation": "Pascua-Maestro, R., González, E., Lillo, C., Ganfornina, M. D., Falcón-Pérez, J. M., & Sanchez, D. (2019). Extracellular vesicles secreted by astroglial cells transport apolipoprotein D to neurons and mediate neuronal survival upon oxidative stress. Frontiers in Cellular Neuroscience, 12, 526. https://doi.org/10.3389/FNCEL.2018.00526"}, {"Citation": "Prakash, A., Shur, B., & Kumar, A. (2013). Naringin protects memory impairment and mitochondrial oxidative damage against aluminum-induced neurotoxicity in rats. The International Journal of Neuroscience, 123(9), 636-645. https://doi.org/10.3109/00207454.2013.785542"}, {"Citation": "Rajmohan, R., & Reddy, P. H. (2017). Amyloid-beta and phosphorylated tau accumulations cause abnormalities at synapses of Alzheimer's disease neurons. Journal of Alzheimer's Disease, 57(4), 975-999. https://doi.org/10.3233/JAD-160612"}, {"Citation": "Ribeiro, M. H. (2011). Naringinases: Occurrence, characteristics, and applications. Applied Microbiology and Biotechnology, 90(6), 1883-1895. https://doi.org/10.1007/s00253-011-3176-8"}, {"Citation": "Salehi, B., Fokou, P. V. T., Sharifi-Rad, M., Zucca, P., Pezzani, R., Martins, N., & Sharifi-Rad, J. (2019). The therapeutic potential of naringenin: A review of clinical trials. Pharmaceuticals, 12(1), 11. https://doi.org/10.3390/PH12010011"}, {"Citation": "Sarubbo, F., Ramis, M. R., Kienzer, C., Aparicio, S., Esteban, S., Miralles, A., & Moranta, D. (2018). Chronic silymarin, quercetin and naringenin treatments increase monoamines synthesis and hippocampal Sirt1 levels improving cognition in aged rats. Journal of Neuroimmune Pharmacology, 13(1), 24-38. https://doi.org/10.1007/S11481-017-9759-0"}, {"Citation": "Shishtar, E., Rogers, G. T., Blumberg, J. B., Au, R., & Jacques, P. F. (2020). Long-term dietary flavonoid intake and risk of Alzheimer disease and related dementias in the Framingham offspring cohort. The American Journal of Clinical Nutrition, 112(2), 343-353. https://doi.org/10.1093/AJCN/NQAA079"}, {"Citation": "Sonia Angeline, M., Sarkar, A., Anand, K., Ambasta, R. K., & Kumar, P. (2013). Sesamol and naringenin reverse the effect of rotenone-induced PD rat model. Neuroscience, 254, 379-394. https://doi.org/10.1016/J.NEUROSCIENCE.2013.09.029"}, {"Citation": "Stasiłowicz-Krzemień, A., Gołębiewski, M., Płazińska, A., Płaziński, W., Miklaszewski, A., Żarowski, M., Adamska-Jernaś, Z., & Cielecka-Piontek, J. (2022). The systems of naringenin with solubilizers expand its capability to prevent neurodegenerative diseases. International Journal of Molecular Sciences, 23(2), 755. https://doi.org/10.3390/IJMS23020755"}, {"Citation": "Sugumar, M., Sevanan, M., & Sekar, S. (2019). Neuroprotective effect of naringenin against MPTP-induced oxidative stress. The International Journal of Neuroscience, 129(6), 534-539. https://doi.org/10.1080/00207454.2018.1545772"}, {"Citation": "Sung, V. W., & Nicholas, A. P. (2013). Nonmotor symptoms in Parkinson's disease: Expanding the view of Parkinson's disease beyond a pure motor, pure dopaminergic problem. Neurologic Clinics, 31(3 Suppl), S1-S16. https://doi.org/10.1016/J.NCL.2013.04.013"}, {"Citation": "Tamagno, E., Bardini, P., Obbili, A., Vitali, A., Borghi, R., Zaccheo, D., Pronzato, M. A., Danni, O., Smith, M. A., Perry, G., & Tabaton, M. (2002). Oxidative stress increases expression and activity of BACE in NT2 neurons. Neurobiology of Disease, 10(3), 279-288. https://doi.org/10.1006/NBDI.2002.0515"}, {"Citation": "Testai, L., Pozzo, E., Piano, I., Pistelli, L., Gargini, C., Breschi, M. C., Braca, A., Martini, C., Martelli, A., & Calderone, V. (2017). The citrus flavanone naringenin produces cardioprotective effects in hearts from 1 year old rat, through activation of mitoBK channels. Frontiers in Pharmacology, 8, 71. https://doi.org/10.3389/FPHAR.2017.00071"}, {"Citation": "Tsai, T. H. (2002). Determination of naringin in rat blood, brain, liver, and bile using microdialysis and its interaction with cyclosporin a, a p-glycoprotein modulator. Journal of Agricultural and Food Chemistry, 50(23), 6669-6674. https://doi.org/10.1021/JF020603P"}, {"Citation": "Vallée, A., Lecarpentier, Y., Guillevin, R., & Vallée, J. N. (2017). Effects of cannabidiol interactions with Wnt/β-catenin pathway and PPARγ on oxidative stress and neuroinflammation in Alzheimer's disease. Acta Biochimica et Biophysica Sinica, 49(10), 853-866. https://doi.org/10.1093/ABBS/GMX073"}, {"Citation": "Wang, G. Q., Zhang, B., He, X. M., Li, D., Shi, J. S., & Zhang, F. (2019). Naringenin targets on astroglial Nrf2 to support dopaminergic neurons. Pharmacological Research, 139, 452-459. https://doi.org/10.1016/J.PHRS.2018.11.043"}, {"Citation": "Wegrzynowicz, M., Bar-On, D., Calo’, L., Anichtchik, O., Iovino, M., Xia, J., Ryazanov, S., Leonov, A., Giese, A., Dalley, J. W., Griesinger, C., Ashery, U., & Spillantini, M. G. (2019). Depopulation of dense α-synuclein aggregates is associated with rescue of dopamine neuron dysfunction and death in a new Parkinson's disease model. Acta Neuropathologica, 138(4), 575-595. https://doi.org/10.1007/S00401-019-02023-X"}, {"Citation": "Wiatrak, B., Kubis-Kubiak, A., Piwowar, A., & Barg, E. (2020). PC12 cell line: Cell types, coating of culture vessels, differentiation and other culture conditions. Cell, 9(4), 958. https://doi.org/10.3390/CELLS9040958"}, {"Citation": "Williams, R. J., & Spencer, J. P. E. (2012). Flavonoids, cognition, and dementia: Actions, mechanisms, and potential therapeutic utility for Alzheimer disease. Free Radical Biology & Medicine, 52(1), 35-45. https://doi.org/10.1016/J.FREERADBIOMED.2011.09.010"}, {"Citation": "Wu, L. H., Lin, C., Lin, H. Y., Liu, Y. S., Wu, C. Y. J., Tsai, C. F., Chang, P. C., Yeh, W. L., & Lu, D. Y. (2016). Naringenin suppresses neuroinflammatory responses through inducing suppressor of cytokine signaling 3 expression. Molecular Neurobiology, 53(2), 1080-1091. https://doi.org/10.1007/S12035-014-9042-9"}, {"Citation": "Yadav, D. K. (2021). Potential therapeutic strategies of phytochemicals in neurodegenerative disorders. Current Topics in Medicinal Chemistry, 21(31), 2814-2838. https://doi.org/10.2174/1568026621666211201150217"}, {"Citation": "Yang, J., Zhou, Y., Ban, Y., Mi, J., He, Y., Li, X., Liu, Z., Wang, K., Zhu, G., Liu, W., Tan, Z., & Sang, Z. (2022). Development of naringenin- O-alkylamine derivatives as multifunctional agents for the treatment of Alzheimer's disease. Journal of Enzyme Inhibition and Medicinal Chemistry, 37(1), 792-816. https://doi.org/10.1080/14756366.2022.2041627"}, {"Citation": "Yang, W., Liu, Y., Xu, Q. Q., Xian, Y. F., & Lin, Z. X. (2020). Sulforaphene Aameliorates neuroinflammation and hyperphosphorylated tau protein via regulating the PI3K/Akt/GSK-3 β pathway in experimental models of Alzheimer's disease. Oxidative Medicine and Cellular Longevity, 2020, 4754195. https://doi.org/10.1155/2020/4754195"}, {"Citation": "Yang, W., Ma, J., Liu, Z., Lu, Y., Hu, B., & Yu, H. (2014). Effect of naringenin on brain insulin signaling and cognitive functions in ICV-STZ induced dementia model of rats. Neurological Sciences, 35(5), 741-751. https://doi.org/10.1007/S10072-013-1594-3"}, {"Citation": "Yang, Z., Kuboyama, T., & Tohda, C. (2019). Naringenin promotes microglial M2 polarization and Aβ degradation enzyme expression. Phytotherapy Research, 33(4), 1114-1121. https://doi.org/10.1002/PTR.6305"}, {"Citation": "Youdim, K. A., Dobbie, M. S., Kuhnle, G., Proteggente, A. R., Abbott, N. J., & Rice-Evans, C. (2003). Interaction between flavonoids and the blood-brain barrier: In vitro studies. Journal of Neurochemistry, 85(1), 180-192. https://doi.org/10.1046/J.1471-4159.2003.01652.X"}, {"Citation": "Zambrano, P., Suwalsky, M., Jemiola-Rzeminska, M., Strzalka, K., Sepúlveda, B., & Gallardo, M. J. (2019). The acetylcholinesterase (AChE) inhibitor and anti-Alzheimer drug donepezil interacts with human erythrocytes. Biochimica et Biophysica Acta Biomembranes, 1861(6), 1078-1085. https://doi.org/10.1016/J.BBAMEM.2019.03.014"}, {"Citation": "Zbarsky, V., Datla, K. P., Parkar, S., Rai, D. K., Aruoma, O. I., & Dexter, D. T. (2005). Neuroprotective properties of the natural phenolic antioxidants curcumin and naringenin but not quercetin and fisetin in a 6-OHDA model of Parkinson's disease. Free Radical Research, 39(10), 1119-1125. https://doi.org/10.1080/10715760500233113"}, {"Citation": "Zella, M., Metzdorf, J., Ostendorf, F., Maass, F., Muhlack, S., Gold, R., Haghikia, A., & Tönges, L. (2019). Novel immunotherapeutic approaches to target alpha-synuclein and related neuroinflammation in Parkinson's disease. Cell, 8(2), 105. https://doi.org/10.3390/CELLS8020105"}, {"Citation": "Zhang, N., Hu, Z., Zhang, Z., Liu, G., Wang, Y., Ren, Y., Wu, X., & Geng, F. (2017). Protective role of naringenin against Aβ25-35-caused damage via ER and PI3K/Akt-mediated pathways. Cellular and Molecular Neurobiology, 38(2), 549-557. https://doi.org/10.1007/S10571-017-0519-8"}, {"Citation": "Zhou, T., Liu, L., Wang, Q., & Gao, Y. (2020). Naringenin alleviates cognition deficits in high-fat diet-fed SAMP8 mice. Journal of Food Biochemistry, 44(9), e13375. https://doi.org/10.1111/JFBC.13375"}, {"Citation": "Zou, L., Ning, M., Wang, W., Zheng, Y., Ma, L., & Lv, J. (2020). Naringenin prevents propofol induced neurodegeneration in neonatal mice brain and long-term neurocognitive impacts on adults. Drug Design, Development and Therapy, 14, 5469-5482. https://doi.org/10.2147/DDDT.S280443"}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2022", "Month": "7", "Day": "1"}, {"Year": "2022", "Month": "4", "Day": "21"}, {"Year": "2022", "Month": "8", "Day": "16"}, {"Year": "2022", "Month": "9", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "15", "Hour": "7", "Minute": "33"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36106706", "10.1111/jfbc.14415"]}}], "PubmedBookArticle": []}