{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Business growth", "Critical incidences", "Health systems", "Legitimation of products", "Traditional medicine"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36105459", "DateRevised": {"Year": "2022", "Month": "09", "Day": "17"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "08", "Day": "28"}], "Language": ["eng"], "ELocationID": ["e10426", "10.1016/j.heliyon.2022.e10426"], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "8", "Issue": "9", "PubDate": {"Year": "2022", "Month": "Sep"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "Effect of changes in business environments on traded medicinal plants products in Tanzania: An explorative study.", "Pagination": {"StartPage": "e10426", "MedlinePgn": "e10426"}, "Abstract": {"AbstractText": ["In Tanzania, a complex rural to urban supply network for the medicinal plants' products trade has developed over time driven by changes in business environments at the macro level notably in the policy and regulatory frameworks and the micro level resulting from traders' reactions and responses to those changes and pandemics. These changes in business environments and responses of traders have shaped the current trade practices. However, the response of traders to changes in business environments and the evolutionary paths over time are not well documented. Therefore, this paper aimed to synchronize changes in business environment over time and empirically determine how the trade has evolved concerning the responses of the medicinal plants' traders in Tanzania. The study applied economic evolution theory to describe the interactions of changes in business environments and responses of traders to demarcate the evolutionary stages. Primary data were collected from traders, regulators, and researchers through ten focus group discussions and sixteen in-depth interviews from five regions of Tanzania. The results indicated that the traders of medicinal plant products responded by improving product appearance and modernizing both practices and business premises. The study findings have identified four evolutionary stages of trade in medicinal plant products in Tanzania: The first stage was the colonial era (1882-1961), the second is the government supremacy era (1961-1984), the third is the emergence of the private sector era (1985-2004), and the fourth is the market and regulation integration era (started in 2005). Moreover, because of the partial implementation of the regulatory framework, the fifth stage of trade evolution is also expected. This stage is expected to be demarcated when the regulatory framework and market forces work together. Therefore, the study recommends that proper enforcement measures be put in place to ensure desired results whenever there are changes in business environments in traditional medicines practice. This is due to the expectation of the fifth stage whereby one of its characteristics is stiff competition among traders and which will require robust business models to survive in business."], "CopyrightInformation": "© 2022 The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agricultural Economics and Agribusiness, College of Economics and Business Studies, Sokoine University of Agriculture, P.O. Box 3007, Chuo Kikuu, Morogoro, Tanzania."}], "LastName": "Mpelangwa", "ForeName": "Eziacka Mathew", "Initials": "EM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Business Management, College of Economics and Business Studies, Sokoine University of Agriculture, P. O. Box 3140, Chuo Kikuu, Morogoro, Tanzania."}], "LastName": "Makindara", "ForeName": "Jeremia Ramos", "Initials": "JR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Access2Innovation, C.A. Olesens Gade 4, 9000, Aalborg, Denmark."}], "LastName": "Sorensen", "ForeName": "Olav Jull", "Initials": "OJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Policy Planning and Management, College of Social Sciences and Humanities, Sokoine University of Agriculture P.O. Box 3035, Chuo Kikuu, Morogoro, Tanzania."}], "LastName": "Kitundu Bengesi", "ForeName": "Kenneth Michael", "Initials": "KM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry and Physics, College of Natural and Applied Sciences, Sokoine University of Agriculture, P.O. Box 3038, Chuo Kikuu, Morogoro, Tanzania."}], "LastName": "Mabiki", "ForeName": "Faith Philemon", "Initials": "FP"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Alexander Nancy. Climatic change and female reproductive health: the case of traditional medicine in Tanzania. J. Pan Afr. Stud. 2012;5 1 March 2012."}, {"Citation": "Bojnec Štefan, Fertő Imre. Economic crisis and the fragility of comparative advantage in European agriculture. Germany J. Agric. Econ. 2018;67:3 147–159."}, {"Citation": "Butterfield L.D., Borgen W.A., Amundson N.E., Maglio A.S.T. Fifty years of the critical incident technique: 1954-2004 and beyond. Qual. Res. 2005;5:475–497."}, {"Citation": "Cherunilam Francis. Vikas Publishing House Private Limited; New Delhi: 2003. Business Environment."}, {"Citation": "Cuni-Sanchez Aida, Anne-Sophie Delbanco, Burges Neil D. Medicinal plant trade in northern Kenya: economic importance, uses, and origin. Econ. Bot. 2017;71:13–31."}, {"Citation": "Freeman J., Hannan M.T. Harvard University Press; Cambridge, MA: 1989. Organizational Ecology."}, {"Citation": "Gakuya Daniel Waweru, Mitchel Otieno Okumu, Stephen Gitahi Kiama, James Mucunu Mbaria, Peter Karuri Gathumbi, Peter Mbaabu Mathiu, Joseph Mwanzia Nguta. Traditional medicine in Kenya: past and current status, challenges, and the way forward. Scien. African. 2020;8:2020."}, {"Citation": "He Jun, Yangc Bin, Min Dongd, Wange Yunshang. Crossing the roof of the world: trade in medicinal plants from Nepal to China. J. Ethnopharmacol. 2018;224:100–110.", "ArticleIdList": ["29705517"]}, {"Citation": "Hilonga S., Otieno J.N., Ghorbani A., Pereus D., Kocyan A., de Boer H. Trade of wild-harvested medicinal plant species in local markets of Tanzania and its implications for conservation. South Afr. J. Bot. 2018;122:214–224."}, {"Citation": "Jamshidi-Kia Fatemeh, Lorigooini Zahra, Amini-Khoei Hossein. Medicinal plants: past history and future perspective. J. Herb. Pharmacol. 2018;7(1):1–7. 2018."}, {"Citation": "Kayombo E.J., Mahunnah R.L.A., Uiso F.C. Prospects and challenges of medicinal plants conservation and traditional medicine in Tanzania. Anthropology. 2013;1:108."}, {"Citation": "Kayombo Edmund J., Uiso Febronia C., Mbwambo Zakaria H., Mahunnah Rogasian L., Moshi Mainen J., Yasin H Mgonda. Experience of initiating collaboration of traditional healers in managing HIV and AIDS in Tanzania. J. Ethnobiol. Ethnomed. 2007;3:6. 2007.", "ArticleIdList": ["PMC1797004", "17257409"]}, {"Citation": "Keizer Piet. In: Multidisciplinary Economics: A Methodological Account. Keizer Piet., editor. Published to Oxford Scholarship; 2015. Evolution and entrepreneurship, an evolutionary and an Austrian view. Online June 2015."}, {"Citation": "Khasim S.M., Long C., Thammasiri K., Lutken H. Springer Singapore; Singapore: 2020. Medicinal Plants: Biodiversity, Sustainable Utilization, and Conservation; p. 829."}, {"Citation": "Langwick Stacey. From non-aligned medicines to market-based herbals: China's relationship to the shifting politics of traditional medicine in Tanzania. Med. Anthropol. 2010;29(1):15–43.", "ArticleIdList": ["20391157"]}, {"Citation": "Langwick Stacey. Properties of (dis) possession: therapeutic plants, intellectual property, and questions of justice in Tanzania. Osiris. 2021;36:2021."}, {"Citation": "Mbwambo Z.H., Mahunnah R.L.A., Kayombo E.J. Traditional health practitioner and the scientist: bridging the gap in contemporary health research in Tanzania. Tanz. Health Res. Bull. 2007;9(No. 2) May 2007.", "ArticleIdList": ["17722414"]}, {"Citation": "McMillen Heather. Ethnobotanical knowledge transmission and evolution: the case of medicinal markets in Tanga, Tanzania. Econ. Bot. 2012;66:121–131."}, {"Citation": "Mhame P.P., Nyigo V.A., Mbogo G.P., Wiketye V.E., Kimaro G., Mdemu A., Ogondiek J.W., Imeda C.P., Katani S., Sunguruma R., Kitufe N.A. The determination of safety of muhanse M4®, A traditional herbal preparation used to treat HIV/AIDS-Related conditions and diseases in Tanzania. Tanz. Health Res. Bull. 2005;7", "ArticleIdList": ["16941943"]}, {"Citation": "Mpelangwa E.M., Makindara J.R., Sørensen O.J., Bengesi K.M.-K. The value chain of traded products of medicinal plants in Tanzania: the emerging role of formulators. Afr. J. Econ. Manag. Stud. 2021;13:1. 2022."}, {"Citation": "Mwanri A.W., Lyari G., Msollo S.S. Nutritional status and the use of traditional medicine among diabetic patients in Mawenzi hospital, Tanzania. Tanz. J. Agric. Sci. 2017;16(1):36–45. 2017."}, {"Citation": "Nelson R.R., Winter S.G. Harvard University Press; Cambridge, MA: 1982. An Evolutionary Theory of Economic Change."}, {"Citation": "Otieno J., Abihudi S., Veldman S., Nahashon M., van Andel T., de Boer H.J. Vernacular dominance in folk taxonomy: a case study of ethnospecies in medicinal plant trade in Tanzania. J. Ethnobiol. Ethnomed. 2015;11", "ArticleIdList": ["PMC4429978", "25971902"]}, {"Citation": "Peter Emanuel L., Rumisha Susan F., Mashoto Kijakazi O., Malebo Hamisi M. Ethno-medicinal knowledge and plants traditionally used to treat anemia in Tanzania: across sectional survey. J. Ethnopharmacol. 2014;154 2014.", "ArticleIdList": ["24835027"]}, {"Citation": "Posthouwer Chantal, Veldman Sarina, Abihudi Siri, Otieno Joseph N., Tinde R., van Andel, Hugo J., de Boer QuantitativeMarket survey of non-woody plants sold at Kariakoo market in dar Es Salaam, Tanzania. J. Ethnopharmacol. 2018;(17):S0378–8741.", "ArticleIdList": ["29723630"]}, {"Citation": "Snyder Hannah. Literature review as a research methodology: an overview and guidelines. J. Bus. Res. 2020;104 2019."}, {"Citation": "Spencer L., Ritchie J.O., Connor W. In: Qualitative Research Practice: A Guide For Social Sciences Students And Researchers (1sted) Ritchie J., Lewis J., editors. Sage Publication; London: 2003. Analysis: practices, principles, and processes."}, {"Citation": "Stangeland T., Dhillion S.S., Reksten H. Recognition and development of traditional medicine in Tanzania. J. Ethnopharmacol. 2008:117. 2008.", "ArticleIdList": ["18359588"]}, {"Citation": "Stanifer J.W., Patel U.D., Karia F., Thielman N., Maro V., Shimbi D. The determinants of traditional medicine use in northern Tanzania: a mixed-methods study. PLoS One. 2015;10:4.", "ArticleIdList": ["PMC4388565", "25848762"]}, {"Citation": "URT . Dar es Salaam; 2001. National Policy on HIV/AIDS. The United Republic of Tanzania. Prime Minister’s Office."}, {"Citation": "Vähäkangas Mika. Babu wa loliondo—healing the tensions between Tanzanian worlds. J. Relig. Afr. 2015;45 2015."}, {"Citation": "Vasisht Karan, Sharma Neetika, Karan Maninder. Current perspective in the international trade of medicinal plants material: an update. Curr. Pharmaceut. Des. 2016;22 2016.", "ArticleIdList": ["27281331"]}, {"Citation": "Veldman Sarina, Ju Yingzi, Otieno Joseph N., Abihudi Siri, Posthouwer Chantal, Gravendeel Barbara, Tinde R., van Andel, Hugo J., de Boer DNA barcoding augments conventional methods for identification of medicinal plant species traded at Tanzanian markets. J. Ethnopharmacol. 2020;250", "ArticleIdList": ["31877364"]}, {"Citation": "Viergever Roderik F. The critical incident technique: method or methodology? Qual. Health Res. 2019;29:7. 2019.", "ArticleIdList": ["30600767"]}, {"Citation": "WHO . 2013. WHO Traditional Medicine Strategy: 2014-2023 Geneva: World Health Organization. Available online: WHO traditional medicine strategy: 2014-2023."}, {"Citation": "WHO . World Health Organization; Geneva: 2019. WHO Global Report on Traditional and Complementary Medicine 2019. 2019. License: CC BY-NC-SA 3.0 IGO Available online: 9789241515436-eng.pdf (who.int)"}, {"Citation": "Williams V.L., Witkowski E.T.F., Balkwill K. Vol. 14. International Sustainable Development World; 2007. (Volume and Financial Value of Species Traded in the Medicinal Plant Markets of Gauteng, South Africa)."}, {"Citation": "Witt Ulrich. A “darwinian evolution” in economics? J. Inst. Theor. Econ. JITE. 1996;159:1966."}, {"Citation": "Witt Ulrich. Papers on Economics and Evolution, No. 0613. Max Planck Institute of Economics; Jena: 2016. Evolutionary economics and psychology."}, {"Citation": "Zharova Liubov, Chechel Anna. Historical aspects of sustainable development and economic evolution interconnection. World Hist. 2020;2:166."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "1", "Day": "18"}, {"Year": "2022", "Month": "5", "Day": "2"}, {"Year": "2022", "Month": "8", "Day": "8"}, {"Year": "2022", "Month": "9", "Day": "15", "Hour": "2", "Minute": "22"}, {"Year": "2022", "Month": "9", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "16", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "8", "Day": "28"}], "PublicationStatus": "epublish", "ArticleIdList": ["36105459", "PMC9465347", "10.1016/j.heliyon.2022.e10426", "S2405-8440(22)01714-5"]}}], "PubmedBookArticle": []}