{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["HIV", "depression", "green tea"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "36117757", "DateRevised": {"Year": "2022", "Month": "09", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "11", "Day": "26"}], "Language": ["eng"], "ELocationID": ["10.1016/j.chmed.2020.08.002"], "Journal": {"ISSN": "2589-3610", "JournalIssue": {"Volume": "13", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Jan"}}, "Title": "Chinese herbal medicines", "ISOAbbreviation": "Chin Herb Med"}, "ArticleTitle": "Effect of green tea consumption in treatment of mild to moderate depression in Iranian patients living with HIV: A double-blind randomized clinical trial.", "Pagination": {"StartPage": "136", "EndPage": "141", "MedlinePgn": "136-141"}, "Abstract": {"AbstractText": ["Depression affects people living with HIV (PLWH) compliance leading to poor control infection. Previous observational studies showed an anti-depression effect of green tea extract (GTE). The therapeutic effect of GTE on depression were investigated in PLWH receiving antiretroviral therapy (ART).", "Fifty PLWH on ART with diagnose of mild to moderate of depression, participated in a double-blind, placebo-controlled trial and underwent 12 weeks of treatment with either 400 mg GTE capsules or placebo twice daily. The Hamilton depression scale of patients was measured before, 6 weeks and 12 weeks after treatment in two groups. The primary outcome measure was performed to evaluate the efficacy of GTE in improving depressive symptoms.", "The mean of Hamilton score showed a significant difference between the two groups after 12 weeks (<i>P</i> = 0.035). Repeated measures ANOVA test showed a significant effect for time × treatment interaction on the Hamilton mean score between the two groups (<i>P</i> = 0.000).", "It seems the use of GTE capsules in PLWH on ART is safe and could lead to greater and more rapid improvement in depressive symptoms than placebo. Thus it can be considered as an alternative therapy for mild to moderate depression. Further studies with higher sample size and longer follow-up and comparisons with other antidepressive drugs are warranted."], "CopyrightInformation": "© 2020 Tianjin Press of Chinese Herbal Medicines. Published by ELSEVIER B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Infectious Diseases and Tropical Medicine, Imam-Khomeini Hospital Complex, Tehran University of Medical Sciences, Tehran, Tehran 11519, Iran."}], "LastName": "Manshadi Seyed Ali", "ForeName": "Dehghan", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Infectious Diseases and Tropical Medicine, Shahid Sadoughi Hospital, Shahid Sadoughi University of Medical Sciences and Health Services, Yazd 11519, Iran."}], "LastName": "Seyed Alireza", "ForeName": "Mousavi", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Infectious Diseases and Tropical Medicine, Imam-Khomeini Hospital Complex, Tehran University of Medical Sciences, Tehran, Tehran 11519, Iran."}], "LastName": "Mohammad Reza", "ForeName": "Salehi", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cognitive Neuroscience Linguistics, Institute for Cognitive Science Studies (ICSS), Tehran 11519, Iran."}], "LastName": "Jayran", "ForeName": "Zebardast", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Iranian Research Center for HIV/AIDS, Iranian Institute for Reduction of High-Risk Behaviors, Tehran University of Medical Sciences, Tehran 11519, Iran."}], "LastName": "SeyedAhmad", "ForeName": "SeyedAlinaghi", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Institute of Medicinal Plants, ACECR, Tehran 11519, Iran."}], "LastName": "Shams Ali", "ForeName": "Rezazade", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Tehran University of Medical Sciences, Tehran 11519, Iran."}], "LastName": "Seyed Saeid", "ForeName": "Mirhoseinian", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Iranian Research Center for HIV/AIDS, Iranian Institute for Reduction of High-Risk Behaviors, Tehran University of Medical Sciences, Tehran 11519, Iran."}], "LastName": "Ali", "ForeName": "Asadollahi-Amin", "Initials": "AA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Singapore", "MedlineTA": "Chin Herb Med", "NlmUniqueID": "101556727", "ISSNLinking": "1674-6384"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Al-Dujaili E.A. Natural polyphenols: Potential for disease prevention. EC Nutrition. 2015;2(2):337–345."}, {"Citation": "Bing E.G., Burnam M.A., Longshore D., Fleishman J.A., Sherbourne C.D., London A.S., et al. Psychiatric disorders and drug use among human immunodeficiency virus–infected adults in the United States. Archives of General Psychiatry. 2001;58(8):721–728.", "ArticleIdList": ["11483137"]}, {"Citation": "Cabrera C., Artacho R., Giménez R. Beneficial effects of green tea—a review. Journal of the American College of Nutrition. 2006;25(2):79–99.", "ArticleIdList": ["16582024"]}, {"Citation": "Chaudhury S., Bakhla A.K., Saini R. Prevalence, impact, and management of depression and anxiety in patients with HIV: A review. Neurobehavioral HIV Medicine. 2016;7:15."}, {"Citation": "Chow H.S., Cai Y., Hakim I.A., Crowell J.A., Shahi F., Brooks C.A., et al. Pharmacokinetics and safety of green tea polyphenols after multiple-dose administration of epigallocatechin gallate and polyphenon E in healthy individuals. Clinical Cancer Research. 2003;9(9):3312–3319.", "ArticleIdList": ["12960117"]}, {"Citation": "Dabaghzadeh F., Jabbari F., Khalili H., Abbasian L. Associated factors of suicidal thoughts in HIV-positive individuals. Iranian Journal of Psychiatry. 2015;10(3):185.", "ArticleIdList": ["PMC4749688", "26877752"]}, {"Citation": "Dias G.P., Cavegn N., Nix A., do Nascimento Bevilaqua M.C., Stangl D., Zainuddin M.S.A., et al. The role of dietary polyphenols on adult hippocampal neurogenesis: Molecular mechanisms and behavioural effects on depression and anxiety. Oxidative Medicine and Cellular Longevity. 2012;2012 doi: 10.1155/2012/541971.", "ArticleIdList": ["10.1155/2012/541971", "PMC3395274", "22829957"]}, {"Citation": "Dong X., Yang C., Cao S., Gan Y., Sun H., Gong Y., et al. Tea consumption and the risk of depression: A meta-analysis of observational studies. The Australian and New Zealand Journal of Psychiatry. 2015;49(4):334–345.", "ArticleIdList": ["25657295"]}, {"Citation": "Emadi-Kouchak H., Mohammadinejad P., Asadollahi-Amin A., Rasoulinejad M., Zeinoddini A., Yalda A., et al. Therapeutic effects of minocycline on mild-to-moderate depression in HIV patients: A double-blind, placebo-controlled, randomized trial. International Clinical Psychopharmacology. 2016;31(1):20–26.", "ArticleIdList": ["26465919"]}, {"Citation": "Fulk L.J., Kane B.E., Phillips K.D., Bopp C.M., Hand G.A. Depression in HIV-infected patients: Allopathic, complementary, and alternative treatments. Journal of Psychosomatic Research. 2004;57(4):339–351.", "ArticleIdList": ["15518668"]}, {"Citation": "Gannon P.J., Akay-Espinoza C., Yee A.C., Briand L.A., Erickson M.A., Gelman B.B., et al. HIV protease inhibitors alter amyloid precursor protein processing via β-site amyloid precursor protein cleaving enzyme-1 translational up-regulation. American Journal Pathology. 2017;187(1):91–109.", "ArticleIdList": ["PMC5225305", "27993242"]}, {"Citation": "Gaynes B.N., Pence B.W., Atashili J., O’Donnell J.K., Njamnshi A.K., Tabenyang M.E., et al. Changes in HIV outcomes following depression care in a resource-limited setting: Results from a pilot study in Bamenda, Cameroon. PLoS One. 2015;10(10)", "ArticleIdList": ["PMC4607444", "26469186"]}, {"Citation": "Ghayomzadeh M., Earnest C.P., SeyedAlinaghi S., Wesson P., Taj L., Rezaei S., et al. Effects of aerobic dance training on psychological well-being and immune function of women living with HIV. Journal of the Association of Nurses in AIDS Care. 2019;30(2):238–244.", "ArticleIdList": ["30822296"]}, {"Citation": "Giunta B., Obregon D., Hou H., Zeng J., Sun N., Nikolic V., et al. EGCG mitigates neurotoxicity mediated by HIV-1 proteins gp120 and Tat in the presence of IFN-γ: Role of JAK/STAT1 signaling and implications for HIV-associated dementia. Brain Research. 2006;1123(1):216–225.", "ArticleIdList": ["PMC4487677", "17078933"]}, {"Citation": "Gonzalez, J. S., Batchelder, A. W., Psaros, C., & Safren, S. A. (2011). Depression and HIV/AIDS treatment nonadherence: A review and meta-analysis. Journal of Acquired Immune Deficiency Syndromes, 58(2), 181–187.", "ArticleIdList": ["PMC3858003", "21857529"]}, {"Citation": "Tea Green. Clinical Overview. 2019. 2019 Retrieved from https://www.drugs.com/npp/green-tea.html. Accessed March 23,"}, {"Citation": "Hintikka J., Tolmunen T., Honkalampi K., Haatainen K., Koivumaa-Honkanen H., Tanskanen A., et al. Daily tea drinking is associated with a low level of depressive symptoms in the Finnish general population. European Journal of Epidemiology. 2005;20(4):359–363.", "ArticleIdList": ["15971509"]}, {"Citation": "Katon W.J. Clinical and health services relationships between major depression, depressive symptoms, and general medical illness. Biological Psychiatry. 2003;54(3):216–226.", "ArticleIdList": ["12893098"]}, {"Citation": "Khambaty T., Stewart J.C., Gupta S.K., Chang C.C.H., Bedimo R.J., Budoff M.J., et al. Association between depressive disorders and incident acute myocardial infarction in human immunodeficiency virus–infected adults: Veterans Aging Cohort Study. JAMA Cardiology. 2016;1(8):929–937.", "ArticleIdList": ["PMC5621480", "27557332"]}, {"Citation": "Liu Y., Jia G., Gou L., Sun L., Fu X., Lan N., et al. Antidepressant-like effects of tea polyphenols on mouse model of chronic unpredictable mild stress. Pharmacology Biochemistry and Behavior. 2013;104:27–32.", "ArticleIdList": ["23290936"]}, {"Citation": "Nathan P.J., Lu K., Gray M., Oliver C. The neuropharmacology of L-theanine (N-ethyl-L-glutamine) a possible neuroprotective and cognitive enhancing agent. Journal of Herbal Pharmacotherapy. 2006;6(2):21–30.", "ArticleIdList": ["17182482"]}, {"Citation": "Niu K., Hozawa A., Kuriyama S., Ebihara S., Guo H., Nakaya N., et al. Green tea consumption is associated with depressive symptoms in the elderly. The American Journal of Clinical Nutrition. 2009;90(6):1615–1622.", "ArticleIdList": ["19828710"]}, {"Citation": "Onakpoya I., Spencer E., Heneghan C., Thompson M. The effect of green tea on blood pressure and lipid profile: A systematic review and meta-analysis of randomized clinical trials. Nutrition, Metabolism and Cardiovascular Diseases. 2014;24(8):823–836.", "ArticleIdList": ["24675010"]}, {"Citation": "Paydary K., Ekhtiari H., Noori M.V., Rad M., Hajiabdolbaghi M., SeyedAlinaghi S. Evaluation of the association between addiction severity index and depression with adherence to anti-retroviral therapy among HIV infected patients. Infectious Disorders-Drug Targets (Formerly Current Drug Targets-Infectious Disorders) 2015;15(3):177–183.", "ArticleIdList": ["26411558"]}, {"Citation": "Paydary K., Mahin Torabi S., SeyedAlinaghi S., Noori M., Noroozi A., Ameri S., et al. Impulsivity, sensation seeking, and risk-taking behaviors among HIV-positive and HIV-negative heroin dependent persons. AIDS Research and Treatment. 2016;2016(5323256):1–9.", "ArticleIdList": ["PMC4802021", "27051528"]}, {"Citation": "Pham N.M., Nanri A., Kurotani K., Kuwahara K., Kume A., Sato M., et al. Green tea and coffee consumption is inversely associated with depressive symptoms in a Japanese working population. Public Health Nutrition. 2014;17(3):625–633.", "ArticleIdList": ["23453038"]}, {"Citation": "Razavi P., Hajifathalian K., Saeidi B., Esmaeeli Djavid G., Rasoulinejad M., Hajiabdolbaghi M., et al. Quality of life among persons with HIV/AIDS in Iran: Internal reliability and validity of an international instrument and associated factors. AIDS Research and Treatment. 2012;2012 doi: 10.1155/2012/849406.", "ArticleIdList": ["10.1155/2012/849406", "PMC3265053", "22292116"]}, {"Citation": "Ruusunen A., Lehto S.M., Tolmunen T., Mursu J., Kaplan G.A., Voutilainen S. Coffee, tea and caffeine intake and the risk of severe depression in middle-aged Finnish men: The Kuopio Ischaemic Heart Disease Risk Factor Study. Public Health Nutrition. 2010;13(8):1215–1220.", "ArticleIdList": ["20359377"]}, {"Citation": "Sarma D.N., Barrett M.L., Chavez M.L., Gardiner P., Ko R., Mahady G.B., et al. Safety of green tea extracts. Drug Safety. 2008;31(6):469–484.", "ArticleIdList": ["18484782"]}, {"Citation": "SeyedAlinaghi S., Dehghan Manshadi A., Golrokhi R. Iranian Research Center for HIV/AIDS; Tehran: 2019. Assessing coping strategies and examining the relationship between adaptation used by HIV-positive patients with depression, anxiety and stress: Project Report [In Persian]"}, {"Citation": "Schönthal A.H. Adverse effects of concentrated green tea extracts. Molecular Nutrition & Food Research. 2011;55(6):874–885.", "ArticleIdList": ["21538851"]}, {"Citation": "Schuster R., Bornovalova M., Hunt E. The influence of depression on the progression of HIV: Direct and indirect effects. Behavior Modification. 2012;36(2):123–145.", "ArticleIdList": ["22089635"]}, {"Citation": "Shanafelt T.D., Call T.G., Zent C.S., Leis J.F., LaPlant B., Bowen D.A., et al. Phase 2 trial of daily, oral polyphenon E in patients with asymptomatic, Rai stage 0 to II chronic lymphocytic leukemia. Cancer. 2013;119(2):363–370.", "ArticleIdList": ["PMC3902473", "22760587"]}, {"Citation": "Sodagari H.R., Bahramsoltani R., Farzaei M.H., Abdolghaffari A.H., Rezaei N., Taylor-Robinson A.W. Tea polyphenols as natural products for potential future management of HIV infection-an overview. Journal of Natural Remedies. 2016;16(2):60–72."}, {"Citation": "Vinson J.A., Teufel K., Wu N. Green and black teas inhibit atherosclerosis by lipid, antioxidant, and fibrinolytic mechanisms. Journal of Agricultural and Food Chemistry. 2004;52(11):3661–3665.", "ArticleIdList": ["15161246"]}, {"Citation": "Wondimnew T. Addis Ababa University); 2016. Effect of green tea (Camellia sinensis) leaf extract on highly active antiretroviral therapy induced dyslipidemia and non alcoholic fatty liver disease in Albino Wistar rats (Doctoral dissertation."}, {"Citation": "Zhu W.L., Shi H.S., Wei Y.M., Wang S.J., Sun C.Y., Ding Z.B., et al. Green tea polyphenols produce antidepressant-like effects in adult mice. Pharmacological Research. 2012;65(1):74–80.", "ArticleIdList": ["21964320"]}]}], "History": [{"Year": "2020", "Month": "3", "Day": "2"}, {"Year": "2020", "Month": "7", "Day": "20"}, {"Year": "2020", "Month": "8", "Day": "5"}, {"Year": "2022", "Month": "9", "Day": "19", "Hour": "3", "Minute": "59"}, {"Year": "2020", "Month": "11", "Day": "26", "Hour": "0", "Minute": "0"}, {"Year": "2020", "Month": "11", "Day": "26", "Hour": "0", "Minute": "1"}, {"Year": "2020", "Month": "11", "Day": "26"}], "PublicationStatus": "epublish", "ArticleIdList": ["36117757", "PMC9476475", "10.1016/j.chmed.2020.08.002", "S1674-6384(20)30120-9"]}}]}