{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36110979", "DateCompleted": {"Year": "2022", "Month": "09", "Day": "19"}, "DateRevised": {"Year": "2023", "Month": "12", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "08", "Day": "30"}], "Language": ["eng"], "ELocationID": ["7701198", "10.1155/2022/7701198"], "Journal": {"ISSN": "1555-4317", "JournalIssue": {"Volume": "2022", "PubDate": {"Year": "2022"}}, "Title": "Contrast media & molecular imaging", "ISOAbbreviation": "Contrast Media Mol Imaging"}, "ArticleTitle": "Endophytic Fungi and Secondary Metabolites of Rehmannia Glutinosa Based on Traditional Chinese Medicine Fingerprints.", "Pagination": {"StartPage": "7701198", "MedlinePgn": "7701198"}, "Abstract": {"AbstractText": ["Research on the active components of medicinal plants has always been the focus of research, and research on the active components of medicinal plant endophytic fungi and their secondary metabolites has also attracted widespread attention. Endophytic fungi of medicinal plants are widely distributed and are ubiquitous in various biological groups in nature. Rehmannia glutinosa contains a variety of active ingredients, which are regarded as the top grade of Chinese medicinal materials. It is of certain significance to study endophytic fungi and their metabolites of Rehmannia glutinosa. In this paper, endophytic fungi and their secondary metabolites of Rehmannia glutinosa were studied using fingerprint technology, which initially understands the diversity of endophytic fungi in Rehmannia glutinosa. In this paper, the roots and leaves of Rehmannia glutinosa were used as experimental materials. The fungi were cultured in the medium, the fungi were isolated and purified by the tissue block method, the fungal growth of Rehmannia glutinosa in different parts was determined, and the types of endophytic fungi were identified by microscopic identification and fingerprinting. The isolated strains were tested for biological activity using oryza oryzae spores, and highly active strains were screened. Fermentation products of endophytic fungi were separated and purified by chromatography, and the structure of the compounds was identified by nuclear magnetic resonance spectroscopy. Through the above studies, the population structure of endophytic fungi of Rehmannia glutinosa was determined, 3 highly active strains were found, and the structures of 7 endophytic fungi metabolites were identified, of which 3 were newly discovered compounds."], "CopyrightInformation": "Copyright © 2022 Xiaotong Geng."}, "AuthorList": [{"Identifier": ["0000-0003-4304-2588"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Engineering, Xinyang Agriculture and Forestry University, Xingyang 464000, Henan, China."}], "LastName": "Geng", "ForeName": "Xiaotong", "Initials": "X"}], "PublicationTypeList": ["Journal Article", "Retracted Publication"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Contrast Media Mol Imaging", "NlmUniqueID": "101286760", "ISSNLinking": "1555-4309"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Nonprescription Drugs"}], "CommentsCorrectionsList": [{"RefSource": "Contrast Media Mol Imaging. 2023 Nov 29;2023:9759646. doi: 10.1155/2023/9759646", "PMID": "38075735"}], "MeshHeadingList": [{"QualifierName": ["metabolism"], "DescriptorName": "Fungi"}, {"QualifierName": [], "DescriptorName": "Medicine, Chinese Traditional"}, {"QualifierName": ["metabolism"], "DescriptorName": "Nonprescription Drugs"}, {"QualifierName": ["microbiology"], "DescriptorName": "Plant Roots"}, {"QualifierName": ["microbiology"], "DescriptorName": "Rehmannia"}], "CoiStatement": "The author declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "El-Sayed A. S. A., Zayed R. A., El-Baz A. F. Bioprocesses optimization and anticancer activity of camptothecin from Aspergillus flavus, an endophyte of in vitro cultured Astragalus fruticosus[J] Molecular Biology Reports . 2022;10(3):263–275.", "ArticleIdList": ["35312933"]}, {"Citation": "Amorim M. D., Paz T. A., Pinto L. New isoquinoline alkaloids from paraphaeosphaeria sporulosa F03, a fungal endophyte isolated from paepalanthus planifolius[J] Planta Medica . 2022;7(1):1723–1729.", "ArticleIdList": ["35045581"]}, {"Citation": "Kma B., Ynr C., Ra D. Identification of bioactive metabolites and evaluation of in vitro anti-inflammatory and in vivo antinociceptive and antiarthritic activities of endophyte fungi isolated from Elaeocarpus floribundus blume - ScienceDirect[J] Journal of Ethnopharmacology . 2021;273(6):113–124.", "ArticleIdList": ["33652111"]}, {"Citation": "Zhu X., Liu Y., Hu Yi. Neuroprotective activities of constituents from phyllosticta capitalensis, an endophyte fungus of loropetalum chinense var. rubrum.[J] Chemistry and Biodiversity . 2021;18(8):157–163. doi: 10.1002/cbdv.202100314.", "ArticleIdList": ["10.1002/cbdv.202100314", "34101351"]}, {"Citation": "Abdou R., Alqahtani A. M., Attia G. H. Anticancer natural products from Aspergillus neoniger, an endophyte of Ficus carica[J] Bulletin of the National Research Centre . 2021;2021(1):12–18."}, {"Citation": "Zhou R., Cui M., Wang Y., Zhang M., Li F., Liu K. Isolation, structure identification and anti-inflammatory activity of a polysaccharide from Phragmites rhizoma. International Journal of Biological Macromolecules . 2020;161(1):810–817. doi: 10.1016/j.ijbiomac.2020.06.124.", "ArticleIdList": ["10.1016/j.ijbiomac.2020.06.124", "32553949"]}, {"Citation": "Boulis A. G., Hamed A. A., El-awady M. E., et al. Diverse bioactive metabolites from Penicillium sp. MMA derived from the red sea: structure identification and biological activity studies. Archives of Microbiology . 2020;202(7):1985–1996. doi: 10.1007/s00203-020-01923-x.", "ArticleIdList": ["10.1007/s00203-020-01923-x", "32476047"]}, {"Citation": "Abd-Ellatif A. E. S., Abdel-Razek A. S., Hamed A., Soltan M. M., Soliman H. S. M., Shaaban M. Bioactive compounds from marine Streptomyces sp.: structure identification and biological activities. Vietnam Journal of Chemistry . 2019;57(5):628–635. doi: 10.1002/vjch.201900108.", "ArticleIdList": ["10.1002/vjch.201900108"]}, {"Citation": "Ma T., Sun Y., Liu L., et al. Optimization of extraction for diterpenoids from Euphorbia fischeriana Steud using response surface methodology and structure identification by UPLC-Q-TOF-MS. Natural Product Research . 2019;35(14):2458–2462. doi: 10.1080/14786419.2019.1678619.", "ArticleIdList": ["10.1080/14786419.2019.1678619", "31621425"]}, {"Citation": "Yang J., Wen L., Zhao Y., et al. Structure identification of an arabinogalacturonan in Citrus reticulata Blanco ’Chachiensis’ peel. Food Hydrocolloids . 2018;84(11):481–488. doi: 10.1016/j.foodhyd.2018.06.022.", "ArticleIdList": ["10.1016/j.foodhyd.2018.06.022"]}, {"Citation": "Shyam K., Pierre J., Sharon D. Bacterial endophyte colonization and distribution within plants[J] Microorganisms . 2017;5(4):77–84.", "ArticleIdList": ["PMC5748586", "29186821"]}, {"Citation": "Ali A. H., Abdelrahman M., Radwan U., El-Zayat S., El-Sayed M. A. Effect of Thermomyces fungal endophyte isolated from extreme hot desert-adapted plant on heat stress tolerance of cucumber. Applied Soil Ecology . 2018;124(21):155–162. doi: 10.1016/j.apsoil.2017.11.004.", "ArticleIdList": ["10.1016/j.apsoil.2017.11.004"]}, {"Citation": "Devi K. A., Pandey P., Sharma G. D. Plant growth-promoting endophyte Serratia marcescens AL2-16 enhances the growth of Achyranthes aspera L., a medicinal plant. HAYATI Journal of Biosciences . 2016;23(4):173–180. doi: 10.1016/j.hjb.2016.12.006.", "ArticleIdList": ["10.1016/j.hjb.2016.12.006"]}, {"Citation": "Jahn L., Schafhauser T., Wibberg D., et al. Linking secondary metabolites to biosynthesis genes in the fungal endophyte Cyanodermella asteris: the anti-cancer bisanthraquinone skyrin. Journal of Biotechnology . 2017;257(8):233–239. doi: 10.1016/j.jbiotec.2017.06.410.", "ArticleIdList": ["10.1016/j.jbiotec.2017.06.410", "28647529"]}, {"Citation": "Bogner C. W., Kamdem R. S., Sichtermann G., et al. Bioactive secondary metabolites with multiple activities from a fungal endophyte. Microbial Biotechnology . 2017;10(1):175–188. doi: 10.1111/1751-7915.12467.", "ArticleIdList": ["10.1111/1751-7915.12467", "PMC5270730", "27990770"]}, {"Citation": "Saini P., Gangwar M., Kaur A. Bioactivities of the ethyl acetate extract of rhodococcus qingshengii strain bjc15-a38 an endophyte of azadirachta indica a. Juss. International Journal of Pharmacy and Pharmaceutical Sciences . 2017;9(6):211–214. doi: 10.22159/ijpps.2017v9i6.14389.", "ArticleIdList": ["10.22159/ijpps.2017v9i6.14389"]}, {"Citation": "Tanvir R., Javeed A., Bajwa A. G. Endophyte bioprospecting in South Asian medicinal plants: an attractive resource for biopharmaceuticals. Applied Microbiology and Biotechnology . 2017;101(5):1831–1844. doi: 10.1007/s00253-017-8115-x.", "ArticleIdList": ["10.1007/s00253-017-8115-x", "28168318"]}, {"Citation": "Tian P., Kuang Y., Lin W. Shoot morphology and alkaloid content of Epichlo endophyte–Festuca sinensis associations[J] Crop & Pasture Science . 2018;69(7):430–438."}, {"Citation": "Saiga S., Kodama Y., Takahashi H. Endophyte removal by fungicides from ramets of perennial ryegrass and tall fescue[J] Japanese Journal of Grassland Science . 2017;48(1):504–509."}, {"Citation": "Koide R. T., Ricks K. D., Davis E. R. Climate and dispersal influence the structure of leaf fungal endophyte communities of Quercus gambelii in the eastern Great Basin, USA. Fungal Ecology . 2017;30(1):19–28. doi: 10.1016/j.funeco.2017.08.002.", "ArticleIdList": ["10.1016/j.funeco.2017.08.002"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "7", "Day": "11"}, {"Year": "2022", "Month": "7", "Day": "30"}, {"Year": "2022", "Month": "8", "Day": "12"}, {"Year": "2022", "Month": "9", "Day": "16", "Hour": "2", "Minute": "41"}, {"Year": "2022", "Month": "9", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["36110979", "PMC9448613", "10.1155/2022/7701198"]}}], "PubmedBookArticle": []}