{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["CHM resources", "bioengineering", "cultivation", "germplasm resources", "identification", "quality analysis"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "36117557", "DateRevised": {"Year": "2022", "Month": "09", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "12", "Day": "20"}], "Language": ["eng"], "ELocationID": ["10.1016/j.chmed.2019.08.004"], "Journal": {"ISSN": "2589-3610", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Jan"}}, "Title": "Chinese herbal medicines", "ISOAbbreviation": "Chin Herb Med"}, "ArticleTitle": "Chinese herbal medicine resources: Where we stand.", "Pagination": {"StartPage": "3", "EndPage": "13", "MedlinePgn": "3-13"}, "Abstract": {"AbstractText": ["In recent years, the development of Chinese herbal medicine (CHM) has been challenged by shortages of CHM resources and drug safety concerns related to end products. There have been significant efforts by Chinese scholars to tackle these challenges, which are revealed by analyzing the research trend of CHM resources via surveying <i>Chinese Traditional and Herbal Drugs</i> (Zhong Cao Yao), a representative journal in CHM. Our study focused on 781 articles in CHM resources from 2013 to 2018 and included four subject areas: germplasm resources, quality analysis and evaluation, cultivation, and bioengineering of CHM. Discussion and prospective for future investigations were also presented, including: construct the core germplasm of medicinal plants and expand germplasms; combine molecular research with field experiments and promote the deeper study of cultivation of CHM plants; improve the quality evaluation method of CHM and strengthen the identification of Chinese patented medicines; promote the sustainable development of CHM resources by utilizing bioengineering and synthetic biology. This study helps international scholars understand the status quo of CHM research and provides theoretical support for the healthy, modern, and international development of CHM, and it will facilitate the sustainable development of the traditional Chinese medicine industry."], "CopyrightInformation": "© 2019 Tianjin Press of Chinese Herbal Medicines. Published by Elsevier B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing 100193, China."}, {"Identifier": [], "Affiliation": "Engineering Research Center of Traditional Chinese Medicine Resource, Ministry of Education, Beijing 100193, China."}], "LastName": "Gao", "ForeName": "Ran-Ran", "Initials": "RR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Chemistry, Chemical Engineering and Life Sciences, Wuhan University of Technology, Wuhan 430070, China."}], "LastName": "Hu", "ForeName": "Ya-Ting", "Initials": "YT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing 100193, China."}], "LastName": "Dan", "ForeName": "Yang", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing 100193, China."}, {"Identifier": [], "Affiliation": "Engineering Research Center of Traditional Chinese Medicine Resource, Ministry of Education, Beijing 100193, China."}], "LastName": "Hao", "ForeName": "Li-Jun", "Initials": "LJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Chemistry, Chemical Engineering and Life Sciences, Wuhan University of Technology, Wuhan 430070, China."}], "LastName": "Liu", "ForeName": "Xia", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing 100193, China."}, {"Identifier": [], "Affiliation": "Engineering Research Center of Traditional Chinese Medicine Resource, Ministry of Education, Beijing 100193, China."}, {"Identifier": [], "Affiliation": "Yunnan Branch of Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College, Jinghong 666100, China."}], "LastName": "Song", "ForeName": "Jing-Yuan", "Initials": "JY"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Singapore", "MedlineTA": "Chin Herb Med", "NlmUniqueID": "101556727", "ISSNLinking": "1674-6384"}, "CoiStatement": "The authors declare no conflict of interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ajikumar P.K., Xiao W.H., Tyo K.E.J., Wang Y., Simeon F., Leonard E. Isoprenoid pathway optimization for taxol precursor overproduction in Escherichia coli. Science (New York, N.Y.) 2010;330(6000):70–74.", "ArticleIdList": ["PMC3034138", "20929806"]}, {"Citation": "Cao H., Zhang T.J., Zhang J.Y., Gong S.X., Xu J., Liu C.X. Characterization of smell and taste of pungent-taste herbs based on electronic nose and electronic tongue. Chinese Traditional and Herbal Drugs. 2016;47(11):1962–1967."}, {"Citation": "Chan K., Liu H.C., Li J.L., Luo F.L., Wang H.L., Huang M.J., et al. Genetic diversity of Gastrodia elata based on srap analysis. Chinese Traditional and Herbal Drugs. 2014;45(20):2974–2981."}, {"Citation": "Chen S.L., Pang X.H., Song J.Y., Shi L.C., Yao H., Han J.P., et al. A renaissance in herbal medicine identification: From morphology to DNA. Biotechnology Advances. 2014;32(7):1237–1244.", "ArticleIdList": ["25087935"]}, {"Citation": "Chen S.L., Song J.Y. Herbgenomics. China Journal of Chinese Materia Medica. 2016;41(21):3881–3889.", "ArticleIdList": ["28929670"]}, {"Citation": "Cheng X.W., Su X.Q., Chen X.H., Zhao H.X., Bo C.P., Xu J., et al. Biological ingredient analysis of traditional Chinese medicine preparation based on high-throughput sequencing: The story for liuwei dihuang wan. Scientfic Reports. 2014;4:5147.", "ArticleIdList": ["PMC4042125", "24888649"]}, {"Citation": "Díaz Nietoa C.H., Granerob A.M., Alicia Zon M., Fernández H. Sterigmatocystin: A mycotoxin to be seriously considered. Food and Chemical Toxicology. 2018;118:460–470.", "ArticleIdList": ["29842907"]}, {"Citation": "Ding L., Li J., Zhou T., Zheng W., Long D.K., Jiang W.K. Cloning and sequence analysis of three actin gene fragments from Pseudostellaria heterophylla. Chinese Traditional and Herbal Drugs. 2016;47(11):1935–1942."}, {"Citation": "Fang L., Chen F.L., Yu C.Q., Jin Z.M., Huang R.P. HPLC fingerprint analysis of Linderae Radix from different habitats. Chinese Traditional and Herbal Drugs. 2013;44(2):229–231."}, {"Citation": "Frankle O.H. Genetic Manipulation: Impact on Man and Society. Cambridge University Press; 1984. Genetic perspectives of germplasm conservation; pp. 161–170."}, {"Citation": "Fu H., Huang H.Q., Wang Y., Hui F., Yang S.H. Callus induction and establishment of plant regeneration system of Saposhnikovia divaricate. Chinese Traditional and Herbal Drugs. 2018;49(13):3127–3133."}, {"Citation": "Gao F.R., Li K., Hao X., Wang G.Z., Qin X.M. Identification of cultured and natural Astragali Radix based on fingerprint of monosaccharides. Chinese Traditional and Herbal Drugs. 2015;46(14):2134–2142."}, {"Citation": "Guo S.S., Cheng L., Yang L.M., Liu C.J., Han M. Cloning and bioinformatic analysis of chalcone isomerase in Scutellaria baicalensis. Chinese Traditional and Herbal Drugs. 2015;46(10):1506–1511."}, {"Citation": "Hou X.Q., Ren X.Y., Fu Y.J., Wang H., Zuo X.L., Lv H.C., et al. Study on antimicrobial activity and classification of endophytic fungi from Glehnia littoralis. Chinese Traditional and Herbal Drugs. 2015;46(19):2932–2936."}, {"Citation": "Huang B., Cheng Y.L., Cao X.J., Li Y., Chen R., Cao J., et al. HPLC fingerprint of Cordyceps sinensis and its confused species and identification of common composition. Chinese Traditional and Herbal Drugs. 2017;48(5):991–996."}, {"Citation": "Huang L.Q. Dalian Practical Biotechnology Company Ltd; Liaoning: 2016. Research and industrialization of rare and endangered medicinal plant cells and adventitious root cultures such as Saussurea involucrata and Panax ginseng."}, {"Citation": "Ji K.K., Xie H.Q., Cai S., Zeng J.G. Accumulation of main alkaloids composition in growth process of different parts of Phellodendron chinense. Chinese Traditional and Herbal Drugs. 2014;45(23):3462–3466."}, {"Citation": "Jiang L., Gu W., Chao J.G., Sang X.H., Han Y., Liu Q.Z., et al. Gene cloning of farnesyl pyrophosphate synthase in Atractylodes lancea and its expression pattern analysis. Chinese Traditional and Herbal Drugs. 2017;48(4):760–766."}, {"Citation": "Kang M., Huang H.W. Allozymic variation and genentic diversity in Malus hupehensis (Rosaceae) Biodiversity Science. 2002;10(4):376–385."}, {"Citation": "Li J.H., Tian C.F., Xia Y.H., Mutanda I., Wang K.B., Wang Y. Production of plant-specific flavones baicalein and scutellarein in an engineered E. coli from available phenylalanine and tyrosine. Metabolic Engineering. 2019;52:124–133.", "ArticleIdList": ["30496827"]}, {"Citation": "Li M., Huang L.M., Zhao X., Chen Q. Specific pcr identification of Fritillaria thunbergii. Chinese Traditional and Herbal Drugs. 2014;45(12):1754–1757."}, {"Citation": "Li N., Xia Q., Ruan J., Fu P., Lin G. Hepatotoxicity and tumorigenicity induced by metabolic activation of pyrrolizidine alkaloids in herbs. Current Drug Metabolism. 2011;12:823–834.", "ArticleIdList": ["21619520"]}, {"Citation": "Li T., Song B., Wang C.Q., Li T.H. Analysis on soil fungal community structures in propagation of Cordyceps sinensis by denaturing gradient gel electrophoresis. Chinese Traditional and Herbal Drugs. 2013;44(4):478–481."}, {"Citation": "Li T., Su C., Li L.X., Li C., Li C., Si M.X. Identification of Rhodiola quadrifida and Rhodiola crenulata based on NMR fingerprint and chemical pattern recognition method. Chinese Traditional and Herbal Drugs. 2018;49(16):3918–3925."}, {"Citation": "Li Y.Y., Yang M.F., Liu H.W., Wang S., Qiu D.Y. Cloning and expression analysis of tcapls in Taxus chinensis. Chinese Traditional and Herbal Drugs. 2015;46(10):1512–1519."}, {"Citation": "Li Y., Ying Y.X., Zhao D.Y., Ding W.L. Influence of allelochemicals on microbial community in ginseng cultivating soil. Chinese Herbal Medicines. 2014;6:313–318."}, {"Citation": "Liu C.M., Qin J.A., Dou X.W., Yang M.H., Sun X.B. Extrinsic harmful residues in Chinese herbal medicines: Types, detection and safety evaluation. Chinese Herbal Medicines. 2018;10:117–136."}, {"Citation": "Liu C.X. Medicinal model plants: Breaking the traditional medicine research methods. Chinese Herbal Medicines. 2016;8:1–2."}, {"Citation": "Liu C.X. Develop theoretical methods and strategies of Q-marker, to research and improve the scientific and technological level of TCM. Acta Pharmaceutica Sinica. 2019;54(2):15–16."}, {"Citation": "Liu C.X., Chen S.L., Xiao X.H., Zhang T.J., Hou W.B., Liao M.L. A new concept on quality marker of Chinese materia medica: Quality control for chinese medicinal products. Chinese Traditional and Herbal Drugs. 2016;47(9):1443–1457."}, {"Citation": "Liu L.N., Li Y.L., Jin H.Y., Ma S.C. Determination of aflatoxins in animal medicines by immunoaffinity column and HPLC-FLD with photochemical derivatization fluorescence detection. Chinese Traditional and Herbal Drugs. 2017;48(6):1220–1224."}, {"Citation": "Liu M.M., Xin Y.M., Wang A.R., Guo S.X. Molecular cloning and characterization of an inorganic phosphate transporter protein encoding gene in Polyporus umbellatus. Chinese Traditional and Herbal Drugs. 2017;48(22):4734–4739."}, {"Citation": "Liu Y.N., Shi D.H., Lei L.C. HPLC fingerprint identification of Lonicera japonica flos and Lonicera flos. Chinese Traditional and Herbal Drugs. 2017;48(4):773–776."}, {"Citation": "Liu Z.L., Wei J.H., Chen S.L., Zhang S.F., Yu J., Li X.E., et al. The analysis of the construction technology of the national medicinal plant gene bank. Modernization of Traditional Chinese Medicine and Materia-MedicWorld Science and Technology. 2007;9(5):72–76."}, {"Citation": "Luo G.L., Wang Y., Li H.Q., Shu Z.H., Qin L.P., Zheng C.J. Qualitative and quantitative identification of Vitex negundo var. cannabifolia fruits and Vitex negundo fruits. Chinese Traditional and Herbal Drugs. 2017;48(17):3624–3628."}, {"Citation": "Luo X.P., Bai Y.C., Gao F., Li C.L., Cheng H., Wu Q. Gene cloning and expression level of chalcone isomerase during florescence and content of flavonoids in Fagopyrum dibotrys. Chinese Traditional and Herbal Drugs. 2013;44(11):1481–1485."}, {"Citation": "Luo Y.Y., Liu J.X., Hou Y., Liu X.H., Lan C.W., Ma Y., et al. ICP-MS analysis on inorganic elements in Polygoni multiflori radix from different habitats and commercial herbs. Chinese Traditional and Herbal Drugs. 2015;46(7):1056–1064."}, {"Citation": "Martin V.J.J., Pitera D.J., Withers S.T., Newman J.D., Keasling J.D. Engineering a mevalonate pathway in Escherichia coli for production of terpenoids. Nature Biotechnology. 2003;21(7):796–802.", "ArticleIdList": ["12778056"]}, {"Citation": "Minami M., Yasueda M., Shirako T., Murakami T., Mori T., Fujii T., et al. Ecological, phylogenetical, and pharmacognostical characteristics of Aconitum kiyomiense endemic to Hida Highlands, Takayama City, Gifu Prefecture, Japan. Journal of Natural Medicine. 2019;73(3):523–532.", "ArticleIdList": ["30863932"]}, {"Citation": "Nie J.H., Zhang F.S., Tian D., Guo D., Lei Z.H., Qin X.M., et al. Comparative transcriptomic analysis of leaves of Tussilago farfara in different development stages. Chinese Traditional and Herbal Drugs. 2018;49(13):3095–3101."}, {"Citation": "Palma-Rojas C., Gonzalez C., Carrasco B., Silva H., Silva R.H. Genetic, cytological and molecular characterization of chia (Salvia hispanica L.) provenances. Biochemical Systematics and Ecology, 73. 2017:16–21."}, {"Citation": "Pang Y., Chen D.X., Song X.H., Wang Y., Li L.Y. Genetic diversity of cultivated Gardenia jasminoides germplasms detected by scot markers. Chinese Traditional and Herbal Drugs. 2018;49(14):3376–3381."}, {"Citation": "Peng L., Yang B.Y., Cheng H.Y., Zhang G., Sun T., Zhang M.Y., et al. Effects of different drying methods on active constituents of root bark and root of Polygala tenuifolia. Chinese Traditional and Herbal Drugs. 2018;49(21):5010–5017."}, {"Citation": "Qiang Z.Z., Wang Y., Wang M.W., Li C.Y. Correlation of contents between soil nutrients and calycosin and formononetin in Hedysari Radix. Chinese Traditional and Herbal Drugs. 2015;46(22):3409–3413."}, {"Citation": "Ro D.K., Paradise E.M., Ouellet M., Fisher K.J., Newman K.L., Ndungu J.M., et al. Production of the antimalarial drug precursor artemisinic acid in engineered yeast. Nature. 2006;440:940–943.", "ArticleIdList": ["16612385"]}, {"Citation": "Shao J., Gu W., Chao J.G., Geng C., Sun H.M., Li M.Y. Molecular identification of Atractylodes lancea and its closely related species based on ITS2 sequence. Chinese Traditional and Herbal Drugs. 2015;46(8):1209–1215."}, {"Citation": "Shao Q.Q., Li D., Jiang P., Zeng C.Y., Ade J.J., Chen Y., et al. Effects of combined application of N, P, and k on yield and quality of Chuanmingshen violaceum. Chinese Traditional and Herbal Drugs. 2018;49(16):3926–3932."}, {"Citation": "Shen T.M., Liu Z.Y., Wu Z.Y., Shi X.H., Wu J.J., Huang C.Q., et al. Determination of 666 and ddt pesticide residues in Anoectochili Roxburghii Gemma Terminalis by gas chromatography. Chinese Traditional and Herbal Drugs. 2016;47(22):4082–4084."}, {"Citation": "Shen W.Q., Chen L.L., Zhang C.M., Lin Y., Cai Y.P., Fan H.H. Cloning and expression analysis of sesquiterpene synthase gene in Dendrobium officinale. Chinese Traditional and Herbal Drugs. 2017;48(23):4963–4969."}, {"Citation": "Su H.L., Zhou X.Z., L X., Chen M.J., Zhou J.T., Tang J.Y., et al. Physicochemical changes of Paris polyphylla var. chinensis seed during different stages of germination. Chinese Traditional and Herbal Drugs. 2017;48(22):4755–4763."}, {"Citation": "Tan Y.W., Bao Y., Cao J.J., Zhang H.L., Chen L.M., Xu H.N., et al. Transcriptome analysis on symbiotic molecular mechanism of Armillaria mellea and Gastrodia elata. Chinese Traditional and Herbal Drugs. 2018;49(17):4125–4130."}, {"Citation": "Tian J.S., Na L.D., Xiang H., Chen J.L., Ma X.Q., Qin X.M. Identification of donkey-hide and its counterfeits based on 1H NMR metabolomics. Chinese Traditional and Herbal Drugs. 2015;46(2):255–261."}, {"Citation": "Tian J.S., Shi B.Y., Zhang F.S., Li X.W., Geng W.H., Yang Y., et al. Establishment of rapd for analysis on furs of Equus asinus and discrimination from Equus caballus orientalis. Chinese Traditional and Herbal Drugs. 2013;44(3):354–358."}, {"Citation": "Vanherweghem J.L., Depierreux M., Tielemans C., Abramowicz D., Vanhaelen-Fastre R. Rapidly progressive interstitial renal fibrosis in young women: Association with slimming regimen including Chinese herbs. The Lancet. 1993;341:387–391.", "ArticleIdList": ["8094166"]}, {"Citation": "Wan Q., Wang W.Q., Fang J.G., Xiong H., Mei Z.N. Determination of five active components in Draconis Resina by qams method. Chinese Traditional and Herbal Drugs. 2017;48(21):4541–4545."}, {"Citation": "Wang F.X., Chen Y.Y., Ren G.Q., Wang C.M. Identification of deer blood by PCR-RFLP method. Chinese Traditional and Herbal Drugs. 2018;49(8):1914–1918."}, {"Citation": "Wang H.B., Deng L., Ma Y.C., Yin C.P. Study on identification and determination of Lonicerae Japonicae Flos and Lonicerae Flos by uhplc. Chinese Traditional and Herbal Drugs. 2017;48(12):2516–2521."}, {"Citation": "Wang H.Z., Zhang E.H., Gao S.F., Zhang Y.H., Jin L., Li Y.D. Regulation and control of Angelic sinensis yield by altitude and analysis on key influence factors. Chinese Traditional and Herbal Drugs. 2013;44(14):1990–1994."}, {"Citation": "Wang X.L., Li Q., Li B.H., Hui Y., Chen Y.Y., Bi K.S. HPLC fingerprint analysis for Eupolyphaga steleophaga and its adulterants. Chinese Traditional and Herbal Drugs. 2016;47(10):1780–1784."}, {"Citation": "Wang Y.D., Han X.N., Zhao Y.D., Lei T.L., Han L., Zhang Y.F. Identification of commercial Bupleuri Radix and its adulterants based on ITS2 barcode. Chinese Traditional and Herbal Drugs. 2017;48(17):3590–3596."}, {"Citation": "Wang Y.F., Zhang L., Han H.X., Yu Y., Zang P., Mao X.X., et al. Cloning of full-length cDNA of gene encoding dihydrodipicolinate synthase from Carthamus tinctorius and construction of plant expression vector. Chinese Traditional and Herbal Drugs. 2017;48(8):1629–1634."}, {"Citation": "Wang Z.M., Gao H.M., Fu X.T., Wang W.H. Multicomponents quantitation by one marker new method for quality evaluation of Chinese herbal medicine. China Journal of Chinese Materia Medica. 2006;31(23):1925–1928.", "ArticleIdList": ["17348179"]}, {"Citation": "Wang Z.P., Qin B.F., Qiang W., Qiu F., Hou Y.L., Cheng M., et al. Cloning and expression analysis of sesquiterpene synthase gene in Dendrobium officinale. Chinese Traditional and Herbal Drugs. 2016;47(15):2734–2740."}, {"Citation": "Wei Y., Huang X.Y., Wei K.H., Huang B.Y., Li C., Zhang Z.J. Callus induction and asexual line establishment of Tacca chantrieri. Chinese Traditional and Herbal Drugs. 2013;44(17):2466–2470."}, {"Citation": "Wei Z., Yu D. Analysis of the succession of structure of the bacteria community in soil from long-term continuous cotton cropping in Xinjiang using high-throughput sequencing. Archives of Microbiology. 2018;200:653–662.", "ArticleIdList": ["29352369"]}, {"Citation": "Wu F.Y., Feng S.G., Zeng J.G. Identification and attribution of Lonicerae Japonicae Flos and Lonicera Flos. Chinese Traditional and Herbal Drugs. 2014;45(8):1150–1156."}, {"Citation": "Wu P.P., Huang L.Y. Fingerprint analysis of Anoectochili Roxburghii Gemma Terminalis by HPLC. Chinese Traditional and Herbal Drugs. 2015;46(13):1975–1979."}, {"Citation": "Xia Z., Feng C.Y., Gao Z.M., Li H.M., Zhang H.R. Authentication of dna barcoding of Scutellaria baicalensis and its related species. Chinese Traditional and Herbal Drugs. 2014;45(1):107–112."}, {"Citation": "Xia Z., Huang Y., Li H.M., Zhou Y., Gao Z.M. Origin of cultivated Rehmannia glutinosa based on chloroplast gene psbA-trnH, trnS-trnG, and nuclear its sequences. Chinese Traditional and Herbal Drugs. 2018;49(2):423–430."}, {"Citation": "Xiao J.J., Xu X., Wang F., Ma J.J., Liao M., Shi Y.H., et al. Analysis of exposure to pesticide residues from traditional Chinese medicine. Journal of Hazardous Materials. 2019;44(1):48–52.", "ArticleIdList": ["30497040"]}, {"Citation": "Xie Z.C., Chu Y.K., Zhang W.J., Lang D.Y., Zhang X.H. Bacillus pumilus alleviates drought stress and increases metabolite accumulation in Glycyrrhiza uralensis fisch. Environmental and Experimental Botany. 2019;158:99–106."}, {"Citation": "Xin T.Y., Xu Z.C., Jia J., Leon C., Hu S.N., Lin Y.L., et al. Biomonitoring for traditional herbal medicinal products using dna metabarcoding and single molecule, real-time sequencing. Acta Pharmaceutica Sinica B. 2018;8(3):488–497.", "ArticleIdList": ["PMC5990340", "29881688"]}, {"Citation": "Xin T.Y., Zhang, Pu Y., Gao R.R., Xu Z.C., Song J.Y. Trends in herbgenomics. Science China Life Sciences. 2019;62(3):288–308.", "ArticleIdList": ["30128965"]}, {"Citation": "Xu Z.C., Ji A.J., Zhang X., Song J.Y., Chen S.L. Biosynthesis and regulation of active compounds in medicinal model plant Salvia miltiorrhiza. Chinese Herbal Medicines. 2016;8(1):3–11."}, {"Citation": "Xu Z.C., Xin T.Y., Bartels D., Li Y., Gu W., Yao H., et al. Genome analysis of the ancient tracheophyte Selaginella tamariscina reveals evolutionary features relevant to the acquisition of desiccation tolerance. Molecular Plant. 2018;11:983–994.", "ArticleIdList": ["29777775"]}, {"Citation": "Yan K.W., Wang F., Mei G.R., Lu J.Y., Zhang L., Fu G.L., et al. Application of near infrared spectroscopy in identification of Citrus reticulata. Chinese Traditional and Herbal Drugs. 2015;46(20):3096–3099."}, {"Citation": "Yan Y.G., Wang H.Y., Deng C., Zhang G., Chen Y., Shen X., et al. Effects of growth years, altitude, and light factors on contents of eight components in Rheum officinale. Chinese Traditional and Herbal Drugs. 2017;48(11):2285–2291."}, {"Citation": "Yang M., He P., Duan C.X., Xu M.P. Effects of exogenous 5-aminolevulinic acid on seed germination and seedling photosynthetic characteristics of Belamacanda chinensis. Chinese Traditional and Herbal Drugs. 2014;45(15):2235–2241."}, {"Citation": "Yang Y.F., Wang J.Y., Zhang G.J., Sun S.Q., Wu H.Z., Guo Y.Z., et al. Analysis and discrimination of integral structure of Paeoniae Radix alba and Paeoniae Radix rubra and their alcohol extracts by infrared spectroscopy. Chinese Traditional and Herbal Drugs. 2016;47(19):3508–3512."}, {"Citation": "Yao J.B., Jin H.H., He H.H., Wang R.W. Study on specific chromatograms of Crocus sativus and authenticity identification. Chinese Traditional and Herbal Drugs. 2015;46(9):1378–1380."}, {"Citation": "Yi J., Wu J.G., Zhang X.C., Wu Y.B., Huang Z.H. Pharmaceutical identification of three original plants of Anoectochilus. Chinese Traditional and Herbal Drugs. 2015;46(23):3570–3576."}, {"Citation": "Yu C., Liang X., Chen J.J., Sheng M.J., Feng Y.B., Wang Z.H. Identification of plants in Fritillariae L. by DNA barcoding technology. Chinese Traditional and Herbal Drugs. 2014;45(11):1613–1619."}, {"Citation": "Zhang D., Ren M.Y., Zhang Y.D., Guan X. Genetic diversity research on Anisodus tanguticus based on ISSR molecular markers. Chinese Traditional and Herbal Drugs. 2018;49(1):219–226."}, {"Citation": "Zhang H.Z., Xiao X.H., Wang J.B., Wang J. Consistency of efficacy-equivalent: Key essential point of quality control for Chinese Materia Medica. Chinese Traditional and Herbal Drugs. 2015;46(11):1571–1575."}, {"Citation": "Zhang J.L., Ma Y.Z., Hu W.L., Lan G.Y. Effects of high temperature stress on physiological indicators of Paris polyphylla var. yunnanensis. Chinese Traditional and Herbal Drugs. 2018;49(17):4131–4137."}, {"Citation": "Zhang L.D., Gong J.Y. Protection and sustainable reuse of traditional Chinese medicine resources. World Latest Medcine Information. 2016;16(18):203–204."}, {"Citation": "Zhang S.S., Liu X., Wang J.F., Yu M.J., Huang Z.J., Liu Y., et al. Effect of multiple factors on seeds germination of Paris polyphylla var. yunnanensis and polygerm varieties. Chinese Traditional and Herbal Drugs. 2017;48(10):2111–2115."}, {"Citation": "Zhang T.J., Xu J., Han Y.Q., Zhang H.B., Gong S.X., Liu C.X. Quality markers research on Chinese materia medica: Quality evaluation and quality standards of Corydalis rhizoma. Chinese Traditional and Herbal Drugs. 2016;47(9):1458–1467."}, {"Citation": "Zhou H.Y., Li Z., Luo D.H. Identification of Aurantii fructus from different growing areas based on bionic olfaction technology. Chinese Traditional and Herbal Drugs. 2017;48(19):4068–4072."}, {"Citation": "Zhou N., Zhang J., Pan X.J., Du H.H., Guo D.Q., Ding B., et al. Effect of arbuscular mycorrhizal fungi on endogenous hormones in Paris polyphylla var. yunnanensis. Chinese Traditional and Herbal Drugs. 2017;48(23):4970–4978."}, {"Citation": "Zhu W.Q., Wang L.J., Liang P., He Z.L., Yan G.H. Analysis of the status quo and future prospects of Chinese medicinal resources sustainable development. World Chinese Medcine. 2018;13(7):1752–1755."}]}], "History": [{"Year": "2019", "Month": "6", "Day": "21"}, {"Year": "2019", "Month": "7", "Day": "19"}, {"Year": "2019", "Month": "8", "Day": "23"}, {"Year": "2022", "Month": "9", "Day": "19", "Hour": "3", "Minute": "56"}, {"Year": "2019", "Month": "12", "Day": "20", "Hour": "0", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "20", "Hour": "0", "Minute": "1"}, {"Year": "2019", "Month": "12", "Day": "20"}], "PublicationStatus": "epublish", "ArticleIdList": ["36117557", "PMC9476789", "10.1016/j.chmed.2019.08.004", "S1674-6384(19)30102-9"]}}]}