{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["pharmaceutical resource discovery", "pharmacophylogenomics", "pharmacophylogeny", "traditional medicinal plants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36119793", "DateRevised": {"Year": "2022", "Month": "09", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "03", "Day": "12"}], "Language": ["eng"], "ELocationID": ["10.1016/j.chmed.2020.03.002"], "Journal": {"ISSN": "2589-3610", "JournalIssue": {"Volume": "12", "Issue": "2", "PubDate": {"Year": "2020", "Month": "Apr"}}, "Title": "Chinese herbal medicines", "ISOAbbreviation": "Chin Herb Med"}, "ArticleTitle": "Pharmaceutical resource discovery from traditional medicinal plants: Pharmacophylogeny and pharmacophylogenomics.", "Pagination": {"StartPage": "104", "EndPage": "117", "MedlinePgn": "104-117"}, "Abstract": {"AbstractText": ["The worldwide botanical and medicinal culture diversity are astonishing and constitute a Pierian spring for innovative drug R&D. Here, the latest awareness and the perspectives of pharmacophylogeny and pharmacophylogenomics, as well as their expanding utility in botanical drug R&D, are systematically summarized and highlighted. Chemotaxonomy is based on the fact that closely related plants contain the same or similar chemical profiles. Correspondingly, it is better to combine morphological characters, DNA markers and chemical markers in the inference of medicinal plant phylogeny. Medicinal plants within the same phylogenetic groups may have the same or similar therapeutic effects, thus forming the core of pharmacophylogeny. Here we systematically review and comment on the versatile applications of pharmacophylogeny in (1) looking for domestic resources of imported drugs, (2) expanding medicinal plant resources, (3) quality control, identification and expansion of herbal medicines, (4) predicting the chemical constituents or active ingredients of herbal medicine and assisting in the identification and determination of chemical constituents, (5) the search for new drugs sorting out, and (6) summarizing and improving herbal medicine experiences, etc. Such studies should be enhanced within the context of deeper investigations of molecular biology and genomics of traditional medicinal plants, phytometabolites and metabolomics, and ethnomedicine-based pharmacological activity, thus enabling the sustainable conservation and utilization of traditional medicinal resources."], "CopyrightInformation": "© 2020 Tianjin Press of Chinese Herbal Medicines. Published by Elsevier B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Institute, School of Environment and Chemical Engineering, Dalian Jiaotong University, Dalian 116028, China."}], "LastName": "Hao", "ForeName": "Da-Cheng", "Initials": "DC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences, Beijing 100193, China."}], "LastName": "Xiao", "ForeName": "Pei-Gen", "Initials": "PG"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Singapore", "MedlineTA": "Chin Herb Med", "NlmUniqueID": "101556727", "ISSNLinking": "1674-6384"}, "CoiStatement": "The authors declare no conflict of interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bai N., He K., Zhou Z., Tsai M.L., Zhang L., Quan Z., et al. Ent-kaurane diterpenoids from rabdosia rubescens and their cytotoxic effects on human cancer cell lines. Planta Medica. 2010;76(2):140–145.", "ArticleIdList": ["19653147"]}, {"Citation": "Bai Z.F., Wang X.Q., Xiao P.G., Liu Y. Investigation on ethnopharmacology of gesneriaceae in Guangxi. Journal of Chinese Medicinal Materials. 2012;2012(1):20–23.", "ArticleIdList": ["22734405"]}, {"Citation": "Bossert S., Murray E.A., Almeida E.A.B., Brady S.G., Blaimer B.B., Danforth B.N. Combining transcriptomes and ultraconserved elements to illuminate the phylogeny of apidae. Molecular Phylogenetics and Evolution. 2019;130:121–131.", "ArticleIdList": ["30326287"]}, {"Citation": "Bruun-Lund S., Clement W.L., Kjellberg F., Rønsted N. First plastid phylogenomic study reveals potential cyto-nuclear discordance in the evolutionary history of ficus L. (Moraceae) Molecular Phylogenetics and Evolution. 2017;109:93–104.", "ArticleIdList": ["28042043"]}, {"Citation": "Buti M., Moretto M., Barghini E., Mascagni F., Natali L., Brilli M., et al. The genome sequence and transcriptome of potentilla micrantha and their comparison to fragaria vesca (the woodland strawberry) GigaScience. 2018;7(4):1–14.", "ArticleIdList": ["PMC5893959", "29659812"]}, {"Citation": "Cai Y.Q., Hu J.H., Qin J., Sun T., Li X.L. Rhododendron molle (Ericaceae): Phytochemistry, pharmacology, and toxicology. Chinese Journal of Natural Medicines. 2018;16(6):401–410.", "ArticleIdList": ["30047461"]}, {"Citation": "Cámara-Leret R., Faurby S., Macía M.J., Balslev H., Göldel B., Svenning J.C., et al. Fundamental species traits explain provisioning services of tropical American palms. Nature Plants. 2017;3:16220.", "ArticleIdList": ["28112717"]}, {"Citation": "Cao J., Wang Y. Relationship between chemical constituents and herbs’ properties of relative plant herbs. China Journal of Chinese Materia Medica. 2013;38(3):453–458.", "ArticleIdList": ["23668028"]}, {"Citation": "Choudhary S., Thakur S., Najar R.A., Majeed A., Singh A., Bhardwaj P. Transcriptome characterization and screening of molecular markers in ecologically important Himalayan species (Rhododendron arboreum) Genome National Research Council Canada Genome Conseil National de Recherches Canada. 2018;61(6):417–428.", "ArticleIdList": ["29658317"]}, {"Citation": "Ernst M., Grace O.M., Saslis-Lagoudakis C.H., Nilsson N., Simonsen H.T., Rønsted N. Global medicinal uses of euphorbia L. (Euphorbiaceae) Journal of Ethnopharmacology. 2015;176:90–101.", "ArticleIdList": ["26485050"]}, {"Citation": "Ernst M., Saslis-Lagoudakis C.H., Grace O.M., Nilsson N., Simonsen H.T., Horn J.W., et al. Evolutionary prediction of medicinal properties in the genus euphorbia l. Scientific Reports. 2016;6:30531.", "ArticleIdList": ["PMC4964329", "27464466"]}, {"Citation": "Frezza C., De Vita D., Spinaci G., Sarandrea M., Venditti A., Bianco A. Secondary metabolites of tilia tomentosa moench inflorescences collected in central Italy: Chemotaxonomy relevance and phytochemical rationale of traditional use. Natural Product Research. 2019;12:1–8.", "ArticleIdList": ["30638062"]}, {"Citation": "Frezza C., Venditti A., Sciubba F., Tomai P., Antonetti M., Franceschin M., et al. Phytochemical profile of euphorbia peplus L. collected in central Italy and NMR semi-quantitative analysis of the diterpenoid fraction. Journal of Pharmaceutical and Biomedical Analysis. 2018;160:152–159.", "ArticleIdList": ["30086508"]}, {"Citation": "Fu X.J., Wang Z.G., Wang C., Li X., Wang H., Zhao J. The distribution and association relationships of marine Chinese medicine with different nature in the phylogenetic tree of marine organisms. Modernization of Traditional Chinese Medicine and Materia Medica-World Science and Technology. 2015;17(11):2189–2196."}, {"Citation": "Garnatje T., Peñuelas J., Vallès J. Ethnobotany, phylogeny, and 'omics' for human health and food security. Trends in Plant Science. 2017;22(3):187–191.", "ArticleIdList": ["28209326"]}, {"Citation": "Grace O.M., Buerki S., Symonds M.R., Forest F., van Wyk A.E., Smith G.F., et al. Evolutionary history and leaf succulence as explanations for medicinal use in aloes and the global popularity of Aloe vera. BMC Evolutionary Biology. 2015;15:29.", "ArticleIdList": ["PMC4342203", "25879886"]}, {"Citation": "Grace O.M., Dzajic A., Jäger A.K., Nyberg N.T., Önder A., Rønsted N. Monosaccharide analysis of succulent leaf tissue in Aloe. Phytochemistry. 2013;93:79–87.", "ArticleIdList": ["23642457"]}, {"Citation": "Guo B., Xiao P.G. The flavonoids in epimedium L. and their taxonomic significance. Acta Phytotaxonomica Sinica. 1999;37(3):228–243."}, {"Citation": "Hao D.C. Academic Press; London: 2018. Ranunculales medicinal plants: Biodiversity, chemodiversity and pharmacotherapy."}, {"Citation": "Hao D.C., Ge G.B., Wang P., Yang L. Impact of drug metabolism/pharmacokinetics and their relevance upon taxus-based drug development. Current Drug Metabolism. 2018;19(11):930–959.", "ArticleIdList": ["29788882"]}, {"Citation": "Hao D.C., Ge G.B., Xiao P.G. Anticancer drug targets of salvia phytometabolites: Chemistry, biology and omics. Current Drug Targets. 2018;19(1):1–20.", "ArticleIdList": ["27924725"]}, {"Citation": "Hao D.C., Ge G.B., Xiao P.G., Wang P., Yang L. Drug metabolism and pharmacokinetic diversity of ranunculaceae medicinal compounds. Current Drug Metabolism. 2015;16(4):294–321.", "ArticleIdList": ["26234707"]}, {"Citation": "Hao D.C., Gu X.J., Xiao P.G. Phytochemical and biological research of fritillaria medicinal resources. Chinese Journal of Natural Medicines. 2013;11(4):330–344.", "ArticleIdList": ["23845541"]}, {"Citation": "Hao D.C., Gu X.J., Xiao P.G. Recent advance in chemical and biological studies on cimicifugeae pharmaceutical resources. Chinese Herbal Medicines. 2013;5(2):81–95."}, {"Citation": "Hao D.C., Gu X.J., Xiao P.G. Recent advances in the chemical and biological studies of aconitum pharmaceutical resources. Journal of Chinese Pharmaceutical Sciences. 2013;22(3):209–221."}, {"Citation": "Hao D.C., Gu X.J., Xiao P.G. Chemical and biological research of clematis medicinal resources. Chinese Science Bulletin. 2013;58(10):1120–1129."}, {"Citation": "Hao D.C., Gu X.J., Xiao P.G. Woodhead Publishing; Oxford: 2015. Medicinal plants: Chemistry, biology and omics."}, {"Citation": "Hao D.C., Ma P., Mu J., Chen S., Xiao P., Peng Y., et al. De novo characterization of the root transcriptome of a traditional Chinese medicinal plant polygonum cuspidatum. Science China Life Sciences. 2012;55(5):452–466.", "ArticleIdList": ["22645089"]}, {"Citation": "Hao D.C., Song S.M., Mu J., Hu W.L., Xiao P.G. Unearthing microbial diversity of taxus rhizosphere via MiSeq high-throughput amplicon sequencing and isolate characterization. Scientific Reports. 2016;6:22006.", "ArticleIdList": ["PMC4832182", "27080869"]}, {"Citation": "Hao D.C., Xiao P.G., Liu M., Peng Y., He C.N. Pharmaphylogeny vs. pharmacophylogenomics: Molecular phylogeny, evolution and drug discovery. Yao xue xue bao Acta pharmaceutica Sinica. 2014;49(10):1387–1394.", "ArticleIdList": ["25577867"]}, {"Citation": "Hao D.C., Xiao P.G. Genomics and evolution in traditional medicinal plants: Road to a healthier life. Evolutionary Bioinformatics. 2015;11:197–212.", "ArticleIdList": ["PMC4597484", "26461812"]}, {"Citation": "Hao D.C., Xiao P.G. Chemical Industry Press; Beijing: 2017. An introduction of plant pharmacophylogeny."}, {"Citation": "Hao D.C., Xiao P.G. Impact of drug metabolism/pharmacokinetics and their relevance upon salvia based drug discovery. Current Drug Metabolism. 2017;18(12):1071–1084.", "ArticleIdList": ["28558633"]}, {"Citation": "Hao D.C., Xiao P.G. Rhizosphere microbiota and microbiome of medicinal plants: From molecular biology to omics approaches. Chinese Herbal Medicines. 2017;9:199–217."}, {"Citation": "Hao D.C., Xiao P.G. Deep in shadows: Epigenetic and epigenomic regulations of medicinal plants. Chinese Herbal Medicines. 2018;10:239–248."}, {"Citation": "Hao D.C., Xiao P.G., Liu L.W., Peng Y., He C.N. Essentials of pharmacophylogeny: Knowledge pedigree, epistemology and paradigm shift. China Journal of Chinese Materia Medica. 2015;40(17):3335–3342.", "ArticleIdList": ["26978968"]}, {"Citation": "Hao D.C., Xiao P.G., Ma H.Y., Peng Y., He C.N. Mining chemodiversity from biodiversity: Pharmacophylogeny of medicinal plants of ranunculaceae. Chinese Journal of Natural Medicines. 2015;13(7):507–520.", "ArticleIdList": ["26233841"]}, {"Citation": "Hao D.C., Yang L. Drug metabolism and disposition diversity of ranunculales phytometabolites: A systems perspective. Expert Opinion on Drug Metabolism and Toxicology. 2016;12(9):1047–1065.", "ArticleIdList": ["27295138"]}, {"Citation": "Hao D.C., Zhang C.R., Xiao P.G. The first taxus rhizosphere microbiome revealed by shotgun metagenomic sequencing. Journal of Basic Microbiology. 2018;58(6):501–512.", "ArticleIdList": ["29676472"]}, {"Citation": "He C.N., Peng Y., Xiao W., Xiao P.G. A preliminary study on ethnopharmacology of scutellaria in China. Modern Chinese Medicine. 2012;2012(1):16–20."}, {"Citation": "Hegnauer R. Birkhäuser; Germany: 1973. Chemotaxonomie der pflanzen: Eine Übersicht über die verbreitung und die systematische bedeutung der pflanzenstoffe."}, {"Citation": "Hu M., Xiao P.G. Chemotaxonomic study of rhododendron. Acta Phytotaxonomica Sinica. 1992;30(3):226–238."}, {"Citation": "Huang H.H., Li X., Gao W.Y., Xiao P.G. Studies on genetic relationship of dioscorea. Zhongguo Zhongyao Za Zhi. 2015;40:3470–3479.", "ArticleIdList": ["26978991"]}, {"Citation": "Johnson S.R., Bhat W.W., Bibik J., Turmo A., Hamberger B., Consortium Evolutionary Mint Genomics. A database-driven approach identifies additional diterpene synthase activities in the mint family (Lamiaceae) Journal of Biological Chemistry. 2019;294(4):1349–1362.", "ArticleIdList": ["PMC6349103", "30498089"]}, {"Citation": "Jung S., Lee T., Cheng C.H., Buble K., Zheng P., Yu J., et al. 15 years of GDR: New data and functionality in the genome database for rosaceae. Nucleic Acids Research. 2019;47(D1):1137–1145.", "ArticleIdList": ["PMC6324069", "30357347"]}, {"Citation": "Khan A., Asaf S., Khan A.L., Al-Harrasi A., Al-Sudairy O., AbdulKareem N.M., et al. First complete chloroplast genomics and comparative phylogenetic analysis of commiphora gileadensis and C. foliacea: Myrrh producing trees. PloS one. 2019;14(1)", "ArticleIdList": ["PMC6328178", "30629590"]}, {"Citation": "Larson G.M., Schaneberg B.T., Sneden A.T. Two new maytansinoids from maytenus buchananii. Journal of Natural Products. 1999;62(2):361–363.", "ArticleIdList": ["10075788"]}, {"Citation": "Larsson S., Rønsted N. Reviewing colchicaceae alkaloids - perspectives of evolution on medicinal chemistry. Current Topics in Medicinal Chemistry. 2014;14(2):274–289.", "ArticleIdList": ["PMC3884533", "24359194"]}, {"Citation": "Lei D., Wu J., Leon C., Huang L.F., Hawkins J.A. Medicinal plants of Chinese pharmacopoeia and Daodi: Insights from phylogeny and biogeography. Chinese Herbal Medicines. 2018;10(3):269–278."}, {"Citation": "Li J.Y., Fu X.J., Li X., Wang Z. Association relationships of traditional Chinese medicine with different meridian tropism in phylogenetic tree. Chinese Journal of Experimental Traditional Medical Formulae. 2017;23(12):194–200."}, {"Citation": "Li M.H., Li Q.Q., Liu Y.Z., Cui Z.H., Zhang N., Huang L.Q., et al. Pharmacophylogenetic study on plants of genus salvia L. from China. Chinese Herbal Medicines. 2013;5(3):164–181."}, {"Citation": "Liu H., Wei J., Yang T., Mu W., Song B., Yang T., et al. Molecular digitization of a botanical garden: High-depth whole genome sequencing of 689 vascular plant species from the Ruili botanical garden. GigaScience. 2019;8(4) pii: Giz007.", "ArticleIdList": ["PMC6441391", "30689836"]}, {"Citation": "Liu H.T., Qi Y.D., Xu L., Peng Y., Zhang B.G., Xiao P.G. Investigation on ethnopharmacology of schisandraceae plants in China. China Journal of Chinese Materia Medica. 2012;2012(10):1353–1359.", "ArticleIdList": ["22860441"]}, {"Citation": "Liu Y., Zhang H., Umashankar S., Liang X., Lee H.W., Swarup S., et al. Characterization of plant volatiles reveals distinct metabolic profiles and pathways among 12 brassicaceae vegetables. Metabolites. 2018;8(4) pii: E94.", "ArticleIdList": ["PMC6316591", "30558181"]}, {"Citation": "Liu Y.Z., Chen S.L., Ma P., Xiao P.G. Ways to find new anticancer drugs from Chinese herbal medicines. Drugs & Clinic. 2012;27(4):323–337."}, {"Citation": "Liu Z., Shao W., Shen Y., Ji M., Chen W., Ye Y., et al. Characterization of new microsatellite markers based on the transcriptome sequencing of clematis finetiana. Hereditas. 2018;155:23.", "ArticleIdList": ["PMC5952850", "29785177"]}, {"Citation": "Ma H.Y., Yang J.D., Hou J., Zou L.W., Jin Q., Hao D.C. Comparative metabolism of DDAO benzoate in liver microsomes from various species. Toxicology In Vitro. 2017;44:280–286.", "ArticleIdList": ["28647665"]}, {"Citation": "Ma Y., Chen X., Guo B. Identification of genes involved in metabolism and signalling of abscisic acid and gibberellins during epimedium pseudowushanense B. L. Guo seed morphophysiological dormancy. Plant Cell Reports. 2018;37(7):1061–1075.", "ArticleIdList": ["29796945"]}, {"Citation": "Mahesh H.B., Subba P., Advani J., Shirke M.D., Loganathan R.M., Chandana S.L., et al. Multi-omics driven assembly and annotation of the sandalwood (Santalum album) genome. Plant Physiology. 2018;176(4):2772–2788.", "ArticleIdList": ["PMC5884603", "29440596"]}, {"Citation": "Majeed A., Singh A., Choudhary S., Bhardwaj P. RNAseq-based phylogenetic reconstruction of taxaceae and cephalotaxaceae. Cladistics : The International Journal of the Willi Hennig Society. 2019 doi: 10.1111/cla.12362.", "ArticleIdList": ["10.1111/cla.12362", "34633712"]}, {"Citation": "Maldonado C., Barnes C.J., Cornett C., Holmfred E., Hansen S.H., Persson C., et al. Phylogeny predicts the quantity of antimalarial alkaloids within the iconic yellow cinchona bark (Rubiaceae: Cinchona calisaya) Frontiers in Plant Science. 2017;8:391.", "ArticleIdList": ["PMC5360753", "28382048"]}, {"Citation": "Nawrot J., Budzianowski J., Nowak G. Phytochemical profiles of the leaves of stizolophus balsamita and psephellus sibiricus and their chemotaxonomic implications. Phytochemistry. 2019;159:172–178.", "ArticleIdList": ["30634079"]}, {"Citation": "Olsson S., Pinosio S., González-Martínez S.C., Abascal F., Mayol M., Grivet D., et al. De novo assembly of English yew (Taxus baccata) transcriptome and its applications for intra- and inter-specific analyses. Plant Molecular Biology. 2018;97(4–5):337–345.", "ArticleIdList": ["29850988"]}, {"Citation": "Pellicer J., Saslis-Lagoudakis C.H., Carrió E., Ernst M., Garnatje T., Grace O.M., et al. A phylogenetic road map to antimalarial artemisia species. Journal of Ethnopharmacology. 2018;225:1–9.", "ArticleIdList": ["29936053"]}, {"Citation": "Pertuit D., Mitaine-Offer A.C., Miyamoto T., Tanaka C., Delaude C., Lacaille-Dubois M.A. Terpenoid glycosides from the root's barks of eriocoelum microspermum radlk. ex engl. Phytochemistry. 2018;152:182–190.", "ArticleIdList": ["29778835"]}, {"Citation": "Rai M., Rai A., Kawano N., Yoshimatsu K., Takahashi H., Suzuki H., et al. De novo RNA sequencing and expression analysis of aconitum carmichaelii to analyze key genes involved in the biosynthesis of diterpene alkaloids. Molecules. 2017;22(12) pii: E2155.", "ArticleIdList": ["PMC6150021", "29206203"]}, {"Citation": "Rønsted N., Symonds M.R., Birkholm T., Christensen S.B., Meerow A.W., Molander M., et al. Can phylogeny predict chemical diversity and potential medicinal activity of plants? A case study of amaryllidaceae. BMC Evolutionary Biology. 2012;12:182.", "ArticleIdList": ["PMC3499480", "22978363"]}, {"Citation": "Saslis-Lagoudakis C.H., Hawkins J.A., Greenhill S.J., Pendry C.A., Watson M.F., Tuladhar-Douglas W., et al. The evolution of traditional knowledge: Environment shapes medicinal plant use in Nepal. Proceedings of the Royal Society B: Biological Sciences. 2014;281(1780)", "ArticleIdList": ["PMC4027389", "24523269"]}, {"Citation": "Saslis-Lagoudakis C.H., Hua X., Bui E., Moray C., Bromham L. Predicting species' tolerance to salinity and alkalinity using distribution data and geochemical modelling: A case study using Australian grasses. Annals of Botany. 2015;115(3):343–351.", "ArticleIdList": ["PMC4332611", "25538113"]}, {"Citation": "Saslis-Lagoudakis C.H., Savolainen V., Williamson E.M., Forest F., Wagstaff S.J., Baral S.R., et al. Phylogenies reveal predictive power of traditional medicine in bioprospecting. Proceedings of the National Academy of Sciences of the United States of America. 2012;109(39):15835–15840.", "ArticleIdList": ["PMC3465383", "22984175"]}, {"Citation": "Souza E.N.F., Williamson E.M., Hawkins J.A. Which plants used in ethnomedicine are characterized? Phylogenetic patterns in traditional use related to research effort. Frontiers in Plant Science. 2018;9:834.", "ArticleIdList": ["PMC6019821", "29973942"]}, {"Citation": "Tang, S.H. (.2011). Exploration and study on \"Spicy\" of radix glehniae based on plant pharmacophylogenetics. PhD dissertation, China Academy of Chinese Medical Sciences."}, {"Citation": "Teixidor-Toneu I., Jordan F.M., Hawkins J.A. Comparative phylogenetic methods and the cultural evolution of medicinal plant use. Nature Plants. 2018;4(10):754–761.", "ArticleIdList": ["30202108"]}, {"Citation": "Vanderplanck M., Glauser G. Integration of non-targeted metabolomics and automated determination of elemental compositions for comprehensive alkaloid profiling in plants. Phytochemistry. 2018;154:1–9.", "ArticleIdList": ["29929020"]}, {"Citation": "Wagle A., Seong S.H., Jung H.A., Choi J.S. Identifying an isoflavone from the root of pueraria lobata as a potent tyrosinase inhibitor. Food Chemistry. 2019;276:383–389.", "ArticleIdList": ["30409609"]}, {"Citation": "Wang X., Zhang J., He S., Gao Y., Ma X., Gao Y., et al. HMOD: An omics database for herbal medicine plants. Molecular Plant. 2018;11(5):757–759.", "ArticleIdList": ["29524650"]}, {"Citation": "Wang Z., He C., Peng Y., Chen F., Xiao P.G. Origins, phytochemistry, pharmacology, analytical methods and safety of cortex moutan (Paeonia suffruticosa andrew): A systematic review. Molecules. 2017;22(6) pii: E946.", "ArticleIdList": ["PMC6152737", "28590441"]}, {"Citation": "Wei S.Y. Progress on cardiovascular protections and mechanism research of puerarin. China Journal of Chinese Materia Medica. 2015;40(12):2278–2284.", "ArticleIdList": ["26591509"]}, {"Citation": "Wu J.J., Cao Y.F., Feng L., He Y.Q., Hong J.Y., Dou T.Y., et al. A naturally occurring isoform-specific probe for highly selective and sensitive detection of human cytochrome p450 3A5. Journal of Medicinal Chemistry. 2017;60(9):3804–3813.", "ArticleIdList": ["28441491"]}, {"Citation": "Xiao J., Pan Y., Zhang L., Wang X., Han Y., Sun L., et al. High performance liquid chromatography determination and optimization of the extraction process for the total alkaloids from traditional herb stephania cepharantha hayata. Molecules. 2019;24(3) pii: E388.", "ArticleIdList": ["PMC6384861", "30678239"]}, {"Citation": "Xiao P.G., Wang F.P., Gao F. A pharmacophylogenetic study of aconitum L. (Ranunculaceae) from China. Journal of University of Chinese Academy of Sciences. 2006;23(1):1–3."}, {"Citation": "Xu C.Q., Liu H., Zhou S.S., Zhang D.X., Zhao W., Wang S., et al. Genome sequence of malania oleifera, a tree with great value for nervonic acid production. GigaScience. 2019;8(2) pii: Giy164.", "ArticleIdList": ["PMC6377399", "30689848"]}, {"Citation": "Yang Y., Moore M.J., Brockington S.F., Soltis D.E., Wong G.K., Carpenter E.J., et al. Dissecting molecular evolution in the highly diverse plant clade caryophyllales using transcriptome sequencing. Molecular Biology and Evolution. 2015;32(8):2001–2014.", "ArticleIdList": ["PMC4833068", "25837578"]}, {"Citation": "Yang Z., Wang G., Ma Q., Ma W., Liang L., Zhao T. The complete chloroplast genomes of three betulaceae species: Implications for molecular phylogeny and historical biogeography. Peer Journal. 2019;7:e6320.", "ArticleIdList": ["PMC6348958", "30701138"]}, {"Citation": "Yasodha R., Vasudeva R., Balakrishnan S., Sakthi A.R., Abel N., Binai N., et al. Draft genome of a high value tropical timber tree, teak (Tectona grandis L. f): Insights into SSR diversity, phylogeny and conservation. DNA Research. 2018;25(4):409–419.", "ArticleIdList": ["PMC6105116", "29800113"]}, {"Citation": "Zeng Q.Y. From looking for new medicines from ethnomedicines to modernization of traditional Chinese medicine–Construction and practice of Zeng Yulin's ethnopharmaceutical theory. Chinese Journal of Ethnomedicine and Ethnopharmacy. 2018;27(12):134–138."}, {"Citation": "Zeng X., Zhang P., Wang Y., Qin C., Chen S., He W., et al. CMAUP: A database of collective molecular activities of useful plants. Nucleic Acids Research. 2019;47(D1):1118–1127.", "ArticleIdList": ["PMC6324012", "30357356"]}, {"Citation": "Zhang X., Bi Q., Wu X., Wang Z., Miao Y., Tan N. Systematic characterization and quantification of rubiaceae-type cyclopeptides in 20 rubia species by ultra performance liquid chromatography tandem mass spectrometry combined with chemometrics. Journal of Chromatography A. 2018;1581-1582:43–54.", "ArticleIdList": ["30446266"]}, {"Citation": "Zhao J., Ding H.X., Zhao D.G., Wang C.M., Gao K. Isolation, modification and cytotoxic evaluation of flavonoids from rhododendron hainanense. Journal of Pharmacy and Pharmacology. 2012;64(12):1785–1792.", "ArticleIdList": ["23146042"]}, {"Citation": "Zhao P., Zhou H.J., Potter D., Hu Y.H., Feng X.J., Dang M., et al. Population genetics, phylogenomics and hybrid speciation of Juglans in China determined from whole chloroplast genomes, transcriptomes, and genotyping-by-sequencing (GBS) Molecular Phylogenetics and Evolution. 2018;126:250–265.", "ArticleIdList": ["29679714"]}, {"Citation": "Zhao Y.J., Cao Y., Wang J., Xiong Z. Transcriptome sequencing of pinus kesiya var. langbianensis and comparative analysis in the pinus phylogeny. BMC Genomics. 2018;19(1):725.", "ArticleIdList": ["PMC6171231", "30285615"]}, {"Citation": "Zou X.X., Huang L.Q., Cui G.H., Yuan Q.J., Peng Y., Liu Y., et al. Genetic relationships of atractylodes plants. Acta Pharmaceutica Sinica. 2009;44(6):680–686.", "ArticleIdList": ["19806903"]}], "ReferenceList": []}], "History": [{"Year": "2019", "Month": "7", "Day": "3"}, {"Year": "2019", "Month": "9", "Day": "11"}, {"Year": "2019", "Month": "9", "Day": "25"}, {"Year": "2022", "Month": "9", "Day": "19", "Hour": "4", "Minute": "32"}, {"Year": "2020", "Month": "3", "Day": "12", "Hour": "0", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "12", "Hour": "0", "Minute": "1"}, {"Year": "2020", "Month": "3", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["36119793", "PMC9476761", "10.1016/j.chmed.2020.03.002", "S1674-6384(20)30020-4"]}}], "PubmedBookArticle": []}