{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Orchidaceae", "clinical applications", "dihydrophenanthrenes", "pharmacological effects"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36119366", "DateRevised": {"Year": "2022", "Month": "09", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "10", "Day": "07"}], "Language": ["eng"], "ELocationID": ["10.1016/j.chmed.2021.10.004"], "Journal": {"ISSN": "2589-3610", "JournalIssue": {"Volume": "13", "Issue": "4", "PubDate": {"Year": "2021", "Month": "Oct"}}, "Title": "Chinese herbal medicines", "ISOAbbreviation": "Chin Herb Med"}, "ArticleTitle": "Dihydrophenanthrenes from medicinal plants of Orchidaceae: A review.", "Pagination": {"StartPage": "480", "EndPage": "493", "MedlinePgn": "480-493"}, "Abstract": {"AbstractText": ["The plants of Orchidaceae are widely distributed in the world, 47 species of which have been used as folk medicines with a long history. The tubers and stems of them exhibit diverse efficacy, including clearing heat and resolving toxin, moistening lung and relieving cough and promoting blood circulation. Since dihydrophenanthrenes were responsible for the medical purposes, the characteristic skeletons, pharmacological effects and clinical applications of dihydrophenanthrenes were summarized in this review, so as to provide a theoretical basis for the comprehensive study, development and application of DPs from medicinal plants of Orchidaceae."], "CopyrightInformation": "© 2021 Tianjin Press of Chinese Herbal Medicines. Published by ELSEVIER B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Shenyang Key Laboratory for TCM Material Basis Study and Innovative Drug Development, School of Traditional Chinese Materia Medica, Shenyang Pharmaceutical University, Shenyang 110016, China."}], "LastName": "Qi", "ForeName": "Jia-Xin", "Initials": "JX"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Shenyang Key Laboratory for TCM Material Basis Study and Innovative Drug Development, School of Traditional Chinese Materia Medica, Shenyang Pharmaceutical University, Shenyang 110016, China."}], "LastName": "Zhou", "ForeName": "Di", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Shenyang Key Laboratory for TCM Material Basis Study and Innovative Drug Development, School of Traditional Chinese Materia Medica, Shenyang Pharmaceutical University, Shenyang 110016, China."}], "LastName": "Jiang", "ForeName": "Wan-Ru", "Initials": "WR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Shenyang Key Laboratory for TCM Material Basis Study and Innovative Drug Development, School of Traditional Chinese Materia Medica, Shenyang Pharmaceutical University, Shenyang 110016, China."}], "LastName": "Chen", "ForeName": "Gang", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmaceutical Sciences, Toho University, Chiba 274-8510, Japan."}], "LastName": "Li", "ForeName": "Wei", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Shenyang Key Laboratory for TCM Material Basis Study and Innovative Drug Development, School of Traditional Chinese Materia Medica, Shenyang Pharmaceutical University, Shenyang 110016, China."}], "LastName": "Li", "ForeName": "Ning", "Initials": "N"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Singapore", "MedlineTA": "Chin Herb Med", "NlmUniqueID": "101556727", "ISSNLinking": "1674-6384"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Apel C., Dumontet V., Lozach O., Meijer L., Guéritte F., Litaudon M. Phenanthrene derivatives from Appendicula reflexa as new CDK1/cyclin B inhibitors. Phytochemistry Letters. 2012;5(4):814–818."}, {"Citation": "Auberon F., Olatunji O., Herbette G., Raminoson D., Antheaume C., Soengas B., et al. Chemical constituents from the aerial parts of Cyrtopodium paniculatum. Molecules. 2016;21(10):1418. doi: 10.3390/molecules21101418.", "ArticleIdList": ["10.3390/molecules21101418", "PMC6274024", "27783044"]}, {"Citation": "Auberon F., Olatunji O., Krisa S., Antheaume C., Herbette G., Bonté F., et al. Two new stilbenoids from the aerial parts of Arundina graminifolia (orchidaceae) Molecules. 2016;21(11):1430. doi: 10.3390/molecules21111430.", "ArticleIdList": ["10.3390/molecules21111430", "PMC6273616", "27801800"]}, {"Citation": "Bai L., Kato T., Inoue K., Yamaki M., Takagi S. Nonpolar constituents from Bletilla striata. Part 6. Blestrianol A, B and C, biphenanthrenes from Bletilla striata. Phytochemistry. 1991;30(8):2733–2735."}, {"Citation": "Bai L.i., Yamaki M., Inoue K., Takagi S. Blestrin A and B, bis(dihydrophenanthrene) ethers from Bletilla striata. Phytochemistry. 1990;29(4):1259–1260."}, {"Citation": "Bhandari S.R., Kapadi A.H. A 9,10-dihydrophenanthrene from tubers of Eulophia nuda. Phytochemistry. 1983;22(3):747–748."}, {"Citation": "Cai C.H., Tan C.Y., Chen H.Q., Wang H., Mei W.L., Song X.Q., et al. Chemical constituents from Dendrobium sinense (Ⅱ) Guihaia. 2020;40:1368–1374."}, {"Citation": "Cai J., Zhao L., Zhang D. Chemical constituents from Bletilla ochracea Schltr. Resarch Chinese Universities. 2007;23(6):705–707."}, {"Citation": "Cakova V., Urbain A., Antheaume C., Rimlinger N., Wehrung P., Bonté F., et al. Identification of phenanthrene derivatives in Aerides rosea (Orchidaceae) using the combined systems HPLC-ESI-HRMS/MS and HPLC-DAD-MS-SPE-UV-NMR. Phytochemical Analysis. 2015;26(1):34–39.", "ArticleIdList": ["25130411"]}, {"Citation": "Chen D.N., Wang Y.Y., Liu W.J., Chen Y.J., Wu Y.P., Wang J.X., et al. Stilbenoids from aerial parts of Dendrobium plicatile. Natural Product Research. 2020;34(3):323–328.", "ArticleIdList": ["30580630"]}, {"Citation": "Chen, S. (1996). New compilation of Materia Medica. China Press of Traditional Chinese Medicine."}, {"Citation": "Chen, X. J. (2013a). Chemical components and bioactivities of Dendrobium sinense (Orchidaceae), an endeimic species in Hainan Island. Hainan University, Thesis of Master Degree."}, {"Citation": "Chen X.J., Mei W.L., Zuo W.J., Zeng Y.B., Guo Z.K., Song X.Q., et al. A new antibacterial phenanthrenequinone from Dendrobium sinense. Journal of Asian Natural Products Research. 2013;15(1):67–70.", "ArticleIdList": ["23228193"]}, {"Citation": "Cui Y.D., Lu Y.L., Zhao Y.M., Liu M.X., Zhang G.G. Isolation and identification of chemical constituents from Dendrobium officinale Kimura et Migo. Journal of Shenyang Pharmaceutical University. 2019;36(1):7–11."}, {"Citation": "Deng Y.Z., Jin L.X., Gao C.X., Qian C.D., Jiang F.X., Ding Z.S., et al. Research on the anti-pulmonary fibrosis effect of the small molecule components of Bletilla striata in rat silicosis model. Journal of Chinese Medicinal Materials. 2016;39(11):2615–2619.", "ArticleIdList": ["30204368"]}, {"Citation": "Dong F.W., Fan W.W., Xu F.Q., Wan Q.L., Su J., Li Y., et al. Inhibitory activities on nitric oxide production of stilbenoids from Pholidota yunnanensis. Journal of Asian Natural Products Research. 2013;15(12):1256–1264.", "ArticleIdList": ["24205813"]}, {"Citation": "Dong W. Clinical observation on 150 cases of primary liver cancer treated with Cidan capsule. Inner Mongolia Medicine Journal. 2014;33:1–2."}, {"Citation": "Guo J.W., Zhang Z.L., Shao H. Research progress on therapeutic drugs for silicotic pulmonary fibrosis. Chinese Journal of Industrial Medicine. 2018;31(2):120–123."}, {"Citation": "Hou X.L., Sun M.X., Gao H.H., Xiao K. Progress on anti-inflammatory natural products. Journal of Pharmaceutical Practice. 2015;33(1):20–27."}, {"Citation": "Hu J., Guo H.G., Yan X.M., Fu A.M., Lu Z.M., Qin M.H., et al. Review on chemical constituents of phenanthrenes from plants of Pholidota genus. Chinese Journal of New Drugs. 2018;27(4):422–428."}, {"Citation": "Hu J., Fan W., Dong F., Miao Z., Zhou J. Chemical components of Dendrobium chrysotoxum. Chinese Journal of Chemistry. 2012;30(6):1327–1330."}, {"Citation": "Ishiuchi K., Kosuge Y., Hamagami H., Ozaki M., Ishige K., Ito Y., et al. Chemical constituents isolated from Juncus effusus induce cytotoxicity in HT22 cells. Journal of Natural Medicines. 2015;69(3):421–426.", "ArticleIdList": ["25794817"]}, {"Citation": "Ito M., Matsuzaki K., Wang J., Daikonya A., Wang N.L., Yao X.S., et al. New phenanthrenes and stilbenes from Dendrobium loddigesii. Chemical & Pharmaceutical Bulletin. 2010;58(5):628–633.", "ArticleIdList": ["20460787"]}, {"Citation": "Jiang F., Li M., Wang H., Ding B., Zhang C., Ding Z., et al. Coelonin, an anti-inflammation active component of Bletilla striata and its potential mechanism. International Journal of Molecular Sciences. 2019;20(18):4422. doi: 10.3390/ijms20184422.", "ArticleIdList": ["10.3390/ijms20184422", "PMC6770560", "31500401"]}, {"Citation": "Jiang H.W., Ye H. Treatment of 48 cases of tuberculous hemoptysis by “Baiji Pipa Pills”. Shanghai Journal of Traditional Chinese Medicine. 2013;47(3):49–50."}, {"Citation": "Ladan M., Ali R. Three new compounds from the seeds of Trachyspermum copticum. International Journal of Food Properties. 2017;20(7):1593–1602."}, {"Citation": "Lee C.L., Chang F.R., Yen M.H., Yu D., Liu Y.N., Bastow K.F., et al. Cytotoxic phenanthrenequinones and 9,10-dihydrophenanthrenes from Calanthe arisanensis. Journal of Natural Products. 2009;72(2):210–213.", "ArticleIdList": ["PMC2880632", "19193043"]}, {"Citation": "Lee C.L., Yen M.H., Chang F.R., Wud C.C., Wu Y.C. Antiplatelet aggregation effects of phenanthrenes from Calanthe arisanensis. Natural Product Communications. 2014;9(1):83–84.", "ArticleIdList": ["24660469"]}, {"Citation": "Li, C.B (2011). Research on the chemical constituents of Dendrobium crepidatum and flower from Dendrobium chrysotoxum. Jilin Agricultural University, Thesis of Master Degree."}, {"Citation": "Li C.Y., Liu J., Su X.H., Yuan Z.P., Zhong Y.J., Li Y.F., et al. New dimeric phenanthrene and flavone from Spiranthes sinensis. Asian Natural Products Research. 2013;15(4):417–421.", "ArticleIdList": ["23421825"]}, {"Citation": "Li J.Y., Kuang M.T., Yang L., Kong Q.H., Hou B.O., Liu Z.H., et al. Stilbenes with anti-inflammatory and cytotoxic activity from the rhizomes of Bletilla ochracea Schltr. Fitoterapia. 2018;127:74–80.", "ArticleIdList": ["29421240"]}, {"Citation": "Li Q., Chen Y.Z., Xin H.L. Research progress of Shancigu on chemical composition and pharmacological effects. Journal of Pharmaceutical Practice. 2014;32(4):250–253."}, {"Citation": "Li, X. P. (2016). Chemical constituents from Cremastra appendiculata. South-Central University for Nationalities, Thesis of Master Degree."}, {"Citation": "Lin C.W., Hwang T.L., Chen F.A., Huang C.H., Hung H.Y., Wu T.S. Chemical constituents of the rhizomes of Bletilla formosana and their potential anti-inflammatory activity. Journal of Natural Products. 2016;79(8):1911–1921.", "ArticleIdList": ["27525452"]}, {"Citation": "Lin Y., Wang F., Yang L.J., Chun Z.E., Bao J.K., Zhang G.L. Anti-inflammatory phenanthrene derivatives from stems of Dendrobium denneanum. Phytochemistry. 2013;95:242–251.", "ArticleIdList": ["24042064"]}, {"Citation": "Lin Y.L., Huang R.L., Don M.J., Kuo Y.H. Dihydrophenanthrenes from Spiranthes sinensis. Journal of Natural Products. 2000;63(12):1608–1610.", "ArticleIdList": ["11141097"]}, {"Citation": "Lin Y.L., Wang W.Y., Kuo Y.H., Liu Y.H. Homocyclotirucallane and two dihydrophenanthrenes from Spiranthes sinensis. Chemical & Pharmaceutical Bulletin. 2001;49(9):1098–1101.", "ArticleIdList": ["11558594"]}, {"Citation": "Liu J., Li C.Y., Zhong Y.J., Yang L., Li Y.F. Chemical constituents from Spiranthes sinensis. Biochemical Systematics and Ecology. 2013;47:108–110."}, {"Citation": "Liu J., Su X.H., Li C.Y., Wen Q.F., Li Y.F. Two new dihydrophenanthrenes from Spiranthes sinensis (Pers.) Ames. Natural Product Research and Development. 2012;24(7):866–868."}, {"Citation": "Liu L., Li J., Zeng K.W., Jiang Y., Tu P.F. Five new biphenanthrenes from Cremastra appendiculata. Molecules. 2016;21(8):1089–1099.", "ArticleIdList": ["PMC6272948", "27548132"]}, {"Citation": "Liu L., Yin Q.M., Yan X., Hu C., Wang W., Wang R.K., et al. Bioactivity-guided isolation of cytotoxic phenanthrenes from Spiranthes sinensis. Journal of Agricultural and Food Chemistry. 2019;67(26):7274–7280.", "ArticleIdList": ["31244200"]}, {"Citation": "Liu X.Q., Li X.P., Yuan W.K., Li J.Y., Tang Y.Q., Qin B.H. Research on the chemical constituents of Cremastra appendiculata. Journal of South-Central University for Nationalities (Nat. Sci. Edition) 2015;34(3):41–44."}, {"Citation": "Liu X.X., Liu H.D., Pan L.L., Wu Y.F., Wu N., Zhou X., et al. Research progress on chemical constituents and bioactivities of plants of Pleione Bulbocodioides (Franch) Rolfe. Journal of Jiangxi University of TCM. 2019;31(2):106–111."}, {"Citation": "Ma W., Zhang Y., Ding Y.-Y., Liu F., Li N. Cytotoxic and anti-inflammatory activities of phenanthrenes from the medullae of Juncus effusus L. Archives of Pharmacal Research. 2016;39(2):154–160.", "ArticleIdList": ["26584913"]}, {"Citation": "Majumder P.L., Banerjee S., Lahiri S., Mukhoti N., Sen S. Dimeric phenanthrenes from two Agrostophyllum species. Phytochemistry. 1998;47(5):855–860."}, {"Citation": "Majumder P.L., Pal A., Joardar M. Cirrhopetalanthrin, a dimeric phenanthrene derivative from the orchid Cirrhopetalum maculosum. Phytochemistry. 1990;29(1):271–274."}, {"Citation": "Majumder P.L., Rahaman B., Roychowdhury M., Dhara K.P. Monomeric and dimeric stilbenoids from the orchid Dendrobium amplum. Journal of Indian Chemical Society. 2008;85:192–199."}, {"Citation": "Masuda Y., Suzuki R., Sakagami H. Novel cytotoxic phenanthrenequinone from Odontioda Marie Noel Velano. Chemical & Pharmaceutical Bulletin. 2012;60(9):1216–1219.", "ArticleIdList": ["22976333"]}, {"Citation": "Matsuda H., Morikawa T., Xie H., Yoshikawa M. Antiallergic phenanthrenes and stilbenes from the tubers of Gymnadenia conopsea. Planta Medica. 2004;70(9):847–855.", "ArticleIdList": ["15386193"]}, {"Citation": "Meng X.Y., Wang Y.F., Yang L.X., Guo S.M., Wang Y.S., Fan Q. Reserch progress on antioxidant mechanism and effects of traditional Chinese medicine polysaccharides. China Journal of Traditional Chinese Medicine and Pharmacy. 2018;33(8):3504–3509."}, {"Citation": "Mittraphab A., Muangnoi C., Likhitwitayawuid K., Rojsitthisak P., Sritularak B. A New bibenzyl-phenanthrene derivative from Dendrobium signatum and its cytotoxic activity. Natural Product Communications. 2016;11(5):657–659.", "ArticleIdList": ["27319143"]}, {"Citation": "Na Ranong S., Likhitwitayawuid K., Mekboonsonglarp W., Sritularak B. New dihydrophenanthrenes from Dendrobium infundibulum. Natural Product Research. 2019;33(3):420–426.", "ArticleIdList": ["29569485"]}, {"Citation": "Pei Z.Y. Bai Zhi Gao treats tuberculosis. Journal of Traditional Chinese Medicine. 1979;3:55."}, {"Citation": "Rueda D.C., Schöffmann A., De Mieri M., Raith M., Jähne E.A., Hering S., et al. Identification of dihydrostilbenes in Pholidota chinensis as a new scaffold for GABAA receptor modulators. Bioorganic & Medicinal Chemistry. 2014;22(4):1276–1284.", "ArticleIdList": ["24462176"]}, {"Citation": "Shi X., Li Y., Liu Y., Jiang J., Wang L., Zhang Y., et al. A new 9,10-dihydrophenanthropyran dimer and a new natural 9,10-dihydrophenanthropyran from Otochilus porrectus. Biochemical Systematics and Ecology. 2010;38(4):842–845."}, {"Citation": "Simmler C., Antheaume C., Lobstein A., Egles C. Antioxidant biomarkers from Vanda coerulea stems reduce irradiated HaCaT PGE-2 production as a result of COX-2 inhibition. PloS One. 2010;5(10):1–9.", "ArticleIdList": ["PMC2965657", "21060890"]}, {"Citation": "Sritularak B., Anuwat M., Likhitwitayawuid K. A new phenanthrenequinone from Dendrobium draconis. Journal of Asian Natural Products Research. 2011;13(3):251–255.", "ArticleIdList": ["21409687"]}, {"Citation": "Sun L.Y., Zhang L., Guo Z.J., Zhang X.X., Zhan G.Q., Zhang H. Research progress of chemical constituents and pharmacological activities of peseudo phosphorous stem of Cremastra appendiculata. Chinese Traditional and Herbal Drugs. 2018;49(23):5672–5682."}, {"Citation": "Tan C.Y., Mei W.L., Zhao Y.X., Huang S.Z., Kong F.D., Yang N.N., et al. Chemical constituents from Dendrobium sinense. Journal of Tropical and Subtropical Botany. 2017;25(2):189–194."}, {"Citation": "Temkitthawon P., Changwichit K., Khorana N., Viyoch J., Suwanborirux K., Ingkaninan K. Phenanthrenes from Eulophia macrobulbon as novel phosphodiesterase-5 inhibitors. Natural Product Communications. 2017;12(1):79–82.", "ArticleIdList": ["30549830"]}, {"Citation": "Tezuka, Y., Ji, L., Hirano, H., Ueda, M., Nagashima, K., & Kikuchi, T. (2010). Studies on the constituents of orchidaceous plants. IX. Constituents of Spiranthes sinensis (Pers.) Ames var. amoena (M. Bieberson) Hara. (2). Structures of spiranthesol, spiranthoquinone, spiranthol-C, and spirasineol-B, new isopentenyldihydrophenanthrenes. Chemical & Pharmaceutical Bulletin, 38(3), 629–635."}, {"Citation": "Wang C., Shao S.Y., Han S.W., Li S. Atropisomeric bi(9,10-dihydro)phenanthrene and phenanthrene/bibenzyl dimers with cytotoxic activity from the pseudobulbs of Pleione bulbocodioides. Fitoterapia. 2019;138:104313. doi: 10.1016/j.fitote.2019.104313.", "ArticleIdList": ["10.1016/j.fitote.2019.104313", "31421147"]}, {"Citation": "Wang J., Wang L., Kitanaka S. Stilbene and dihydrophenanthrene derivatives from Pholidota chinensis and their nitric oxide inhibitory and radical-scavenging activities. Journal of Natural Medicines. 2007;61(4):381–386."}, {"Citation": "Wang T.S., Ma G.X., Yang G.M., Pan Y. Isolation and identification of terpenoides and anthraquinones from Euphorbia fischeriana. Chinese Traditional and Herbral Drugs. 1997;20(7):353–354.", "ArticleIdList": ["12572432"]}, {"Citation": "Wang Y., Guan S.H., Meng Y.H., Zhang Y.B., Cheng C.R., Shi Y.Y., et al. Phenanthrenes, 9,10-dihydrophenanthrenes, bibenzyls with their derivatives, and malate or tartrate benzyl ester glucosides from tubers of Cremastra appendiculata. Phytochemistry. 2013;94:268–276.", "ArticleIdList": ["23820314"]}, {"Citation": "Wang Y.G., Wang Y.L., Zhai H.F., Liao Y.J., Zhang B., Huang J.M. Phenanthrenes from Juncus effusus with anxiolytic and sedative activities. Natural Product Research. 2012;26(13):1234–1239.", "ArticleIdList": ["22017742"]}, {"Citation": "Williams R., Martin S., Hu J.-F., Garo E., Rice S., Norman V., et al. Isolation of apoptosis-inducing stilbenoids from four members of the Orchidaceae family. Planta Medica. 2012;78(02):160–165.", "ArticleIdList": ["22002852"]}, {"Citation": "Wu B., Qu H., Cheng Y. Cytotoxicity of new stilbenoids from Pholidota chinensis and their spin-labeled derivatives. Chemistry & Biodiversity. 2008;5(9):1803–1810.", "ArticleIdList": ["18816531"]}, {"Citation": "Wu L., Lu Y.e., Ding Y., Zhao J., Xu H., Chou G. Four new compounds from Dendrobium devonianum. Natural Product Research. 2019;33(15):2160–2168.", "ArticleIdList": ["30445843"]}, {"Citation": "Wu Y.P., Liu W.J., Zhong W.J., Chen Y.J., Chen D.N., He F., et al. Phenolic compounds from the stems of Flickingeria fimbriata. Natural Product Research. 2017;31(13):1518–1522.", "ArticleIdList": ["28278646"]}, {"Citation": "Xu F.Q., Xu F.C., Hou B.O., Fan W.W., Zi C.T., Li Y., et al. Cytotoxic bibenzyl dimers from the stems of Dendrobium fimbriatum Hook. Bioorganic & Medicinal Chemistry Letters. 2014;24(22):5268–5273.", "ArticleIdList": ["25316316"]}, {"Citation": "Xu J., Yu H., Qing C., Zhang Y., Liu Y., Chen Y. Two new biphenanthrenes with cytotoxic activity from Bulbophyllum odoratissimum. Fitoterapia. 2009;80(7):381–384.", "ArticleIdList": ["19446615"]}, {"Citation": "Yamaki M., Bai L.i., Inoue K., Takagi S. Benzylphenanthrenes from Bletilla striata. Phytochemistry. 1990;29(7):2285–2287."}, {"Citation": "Yamaki M., Bai L.i., Kato T., Inoue K., Takagi S., Yamagata Y., et al. Bisphenanthrene ethers from Bletilla striata. Phytochemistry. 1992;31(11):3985–3987."}, {"Citation": "Yang H., Sung S.H., Kim Y.C. Antifibrotic phenanthrenes of Dendrobium nobile stems. Journal of Natural Products. 2007;70(12):1925–1929.", "ArticleIdList": ["18052323"]}, {"Citation": "Yang K. Clinical study of Aiyu capsule combined with CAF chemotherapy in the treatment of breast cancer. Drug Clinical. 2016;31(12):1980–1983."}, {"Citation": "Yang M., Cai L.e., Fang H., Yang S., Fang Y., Ding Z. Phenolic Compounds from Monomeria barbata. Chemistry of Natural Compounds. 2014;50(1):88–92."}, {"Citation": "Yang M.H., Cai L.e., Li M.H., Zeng X.H., Yang Y.B., Ding Z.T. Three new phenanthrenes from Monomeria barbata Lindl. Chinese Chemical Letters. 2010;21(3):325–328."}, {"Citation": "Yang M., Cai L.e., Tai Z., Zeng X., Ding Z. Four new phenanthrenes from Monomeria barbata Lindl. Fitoterapia. 2010;81(8):992–997.", "ArticleIdList": ["20600684"]}, {"Citation": "Yang X., Tang C., Zhao P., Shu G., Mei Z. Antimicrobial constituents from the tubers of Bletilla ochracea. Planta Medica. 2012;78(06):606–610.", "ArticleIdList": ["22383059"]}, {"Citation": "Yao S., Tang C.P., Li X.Q., Ye Y. Phochinenins A-F, dimeric 9,10-dihydrophenanthrene derivatives, from Pholidota chinensis. Helvetica Chimica Acta. 2009;91:2122–2129."}, {"Citation": "Yao S., Tang C.P., Ye Y., Kurtán T., Kiss-Szikszai A., Antus S., et al. Stereochemistry of atropisomeric 9,10-dihydrophenanthrene dimers from Pholidota chinensis. Tetrahedron: Asymmetry. 2008;19(17):2007–2014."}, {"Citation": "Ye Q., Mei Y., Yang P., Cheng L., Kong D. A new 9,10-dihydrophenanthrene glycoside from Dendrobium primulinum. Chemistry of Natural Compounds. 2016;52(3):381–383."}, {"Citation": "Yoshikawa K., Ito T., Iseki K., Baba C., Imagawa H., Yagi Y., et al. Phenanthrene derivatives from Cymbidium Great Flower Marie Laurencin and their biological activities. Journal of Natural Products. 2012;75(4):605–609.", "ArticleIdList": ["22537363"]}, {"Citation": "Zhan R., Wang Z.C., Yin B.L., Liu Y., Chen Y.G. Novel 9, 10-dihydrophenanthrene derivatives from Eria bambusifolia with cytotoxicity aganist human cancer cells in vitro. Chinese Journal of Natural Medicine. 2016;14(8):621–625.", "ArticleIdList": ["27608952"]}, {"Citation": "Zhang Y.Y., Song X.Q., Mei W.L., Zuo W.J., Cai C.H., Cheng J., et al. Chemical constituents from Dendrobium hainanense (Orchidaceae) in Hainan. Journal of Tropical and Subtropical Botany. 2015;23(3):317–322."}, {"Citation": "Zhang Y.Y., Wang P., Song X.Q., Zuo W.J., Wang H., Chen L.L., et al. Chemical constituents from Dendrobium hainanense. Journal of Asian Natural Products Research. 2019;21(9):873–880.", "ArticleIdList": ["29792334"]}, {"Citation": "Zhao G.Y., Deng B.W., Zhang C.Y., Cui Y.D., Bi J.Y., Zhang G.G. New phenanthrene and 9, 10-dihydrophenanthrene derivatives from the stems of Dendrobium officinale with their cytotoxic activities. Journal of Natural Medicines. 2018;72(1):246–251.", "ArticleIdList": ["29063360"]}, {"Citation": "Zhao N., Yang G., Zhang Y., Chen L., Chen Y. A new 9,10-dihydrophenanthrene from Dendrobium moniliforme. Natural Product Research. 2016;30(2):174–179.", "ArticleIdList": ["26132274"]}, {"Citation": "Zhou D.I., Chen G., Ma Y.P., Wang C.G., Lin B., Yang Y.Q., et al. Isolation, structural elucidation, optical resolution, and antineuroinflammatory activity of phenanthrene and 9,10-dihydrophenanthrene derivatives from Bletilla striata. Journal of Natural Products. 2019;82(8):2238–2245.", "ArticleIdList": ["31415170"]}, {"Citation": "Zhou X.M., Zheng C.J., Wu J.T., Chen G.Y., Zhang B., Sun C.G. A new phenolic glycoside from the stem of Dendrobium nobile. Natural Product Research. 2017;31(9):1042–1046.", "ArticleIdList": ["27931121"]}, {"Citation": "Zhu, Y. (2014). Studies of chemical constituents from Cremastra appendiculata. Hubei University of Chinese Medicine, Thesis of Master Degree."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "7", "Day": "26"}, {"Year": "2021", "Month": "8", "Day": "30"}, {"Year": "2021", "Month": "9", "Day": "15"}, {"Year": "2022", "Month": "9", "Day": "19", "Hour": "4", "Minute": "24"}, {"Year": "2022", "Month": "9", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "20", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "10", "Day": "7"}], "PublicationStatus": "epublish", "ArticleIdList": ["36119366", "PMC9476782", "10.1016/j.chmed.2021.10.004", "S1674-6384(21)00110-6"]}}], "PubmedBookArticle": []}