{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["DNA damage", "Zataria multiflora essential oil", "apoptosis", "apple pectin", "breast cancer", "nanoemulsion"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36133807", "DateRevised": {"Year": "2022", "Month": "09", "Day": "24"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "09", "Day": "05"}], "Language": ["eng"], "ELocationID": ["946161", "10.3389/fphar.2022.946161"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "Apple pectin-based <i>Zataria multiflora</i> essential oil (ZEO) nanoemulsion: An approach to enhance ZEO DNA damage induction in breast cancer cells as <i>in vitro</i> and <i>in silico</i> studies reveal.", "Pagination": {"StartPage": "946161", "MedlinePgn": "946161"}, "Abstract": {"AbstractText": ["<i>Zataria multiflora</i> essential oil (ZEO) is a natural complex of compounds with a high apoptotic potential against breast cancer cells and minor toxicity toward normal cells; however, similar to many essential oils, ZEO utilization in pharmaceutical industries has limitations due to its labile and sensitive ingredients. Nanoemulsification based on natural polymers is one approach to overcome this issue. In this study, an apple pectin-ZEO nanoemulsion (AP-ZEONE) was prepared and its morphology, FTIR spectra, and physical properties were characterized. Furthermore, it was shown that AP-ZEONE substantially suppresses the viability of MDA-MB-231, T47D, and MCF-7 breast cancer cells. AP-ZEONE significantly induced apoptotic morphological alterations and DNA fragmentation as confirmed by fluorescent staining and TUNEL assay. Moreover, AP-ZEONE induced apoptosis in MDA-MB-231 cells by loss of mitochondrial membrane potential (ΔΨm) associated with the accumulation of reactive oxygen species (ROS), G2/M cell cycle arrest, and DNA strand breakage as flow cytometry, DNA oxidation, and comet assay analysis revealed, respectively. Spectroscopic and computational studies also confirmed that AP-ZEONE interacts with genomic DNA in a minor groove/partial intercalation binding mode. This study demonstrated the successful inhibitory effect of AP-ZEONE on metastatic breast cancer cells, which may be beneficial in the therapy process."], "CopyrightInformation": "Copyright © 2022 Salehi, Behboudi, Salehi, Ardestani, Piroozmand and Kavoosi."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biochemistry and Biophysics, Department of Biochemistry, University of Tehran, Tehran, Iran."}], "LastName": "Salehi", "ForeName": "Fahimeh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Biology, Medicinal Plants and Drugs Research Institute, Shahid Beheshti University, Tehran, Iran."}], "LastName": "Behboudi", "ForeName": "Hossein", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Tehran Medical sciences, Islamic Azad University, Tehran, Iran."}], "LastName": "Salehi", "ForeName": "Elaheh", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biochemistry and Biophysics, Department of Biochemistry, University of Tehran, Tehran, Iran."}], "LastName": "Ardestani", "ForeName": "Sussan K", "Initials": "SK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, College of Science, University of Tehran, Tehran, Iran."}], "LastName": "Piroozmand", "ForeName": "Firoozeh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biotechnology, Shiraz University, Shiraz, Iran."}], "LastName": "Kavoosi", "ForeName": "Gholamreza", "Initials": "G"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abadi A. V. M., Karimi E., Oskoueian E., Mohammad G. R. K. S., Shafaei N. (2022). Chemical investigation and screening of anti-cancer potential of Syzygium aromaticum L. bud (clove) essential oil nanoemulsion. 3 Biotech. 12, 49–10. 10.1007/s13205-022-03117-2", "ArticleIdList": ["10.1007/s13205-022-03117-2", "PMC8795257", "35127304"]}, {"Citation": "Ainsworth E. A., Gillespie K. M. (2007). Estimation of total phenolic content and other oxidation substrates in plant tissues using Folin–Ciocalteu reagent. Nat. Protoc. 2, 875–877. 10.1038/nprot.2007.102", "ArticleIdList": ["10.1038/nprot.2007.102", "17446889"]}, {"Citation": "Ali H., Al-Khalifa A. R., Aouf A., Boukhebti H., Farouk A. (2020). Effect of nanoencapsulation on volatile constituents, and antioxidant and anticancer activities of algerian origanum glandulosum Desf. essential oil. Sci. Rep. 10, 2812–2819. 10.1038/s41598-020-59686-w", "ArticleIdList": ["10.1038/s41598-020-59686-w", "PMC7028938", "32071359"]}, {"Citation": "Bashlouei S. G., Karimi E., Zareian M., Oskoueian E., Shakeri M. (2022). Heracleum persicum essential oil nanoemulsion: a nanocarrier system for the delivery of promising anticancer and antioxidant bioactive agents. Antioxidants 11, 831. 10.3390/antiox11050831", "ArticleIdList": ["10.3390/antiox11050831", "PMC9138159", "35624695"]}, {"Citation": "Cai X., Gray P. J., Jr, Von Hoff D. D. (2009). DNA minor groove binders: back in the groove. Cancer Treat. Rev. 35, 437–450. 10.1016/j.ctrv.2009.02.004", "ArticleIdList": ["10.1016/j.ctrv.2009.02.004", "19328629"]}, {"Citation": "Coccimiglio J., Alipour M., Jiang Z.-H., Gottardo C., Suntres Z. (2016). Antioxidant, antibacterial, and cytotoxic activities of the ethanolic origanum vulgare extract and its major constituents. Oxidative Med. Cell. Longev. 2016, 1404505. 10.1155/2016/1404505", "ArticleIdList": ["10.1155/2016/1404505", "PMC4804097", "27051475"]}, {"Citation": "Ghasemi Pirbalouti A., Hamedi B., Abdizadeh R., Malekpoor F. (2011). Antifungal activity of the essential oil of Iranian medicinal plants. J. Med. Plants Res. 5 (20), 5089–5093."}, {"Citation": "Hati S., Tripathy S., Dutta P. K., Agarwal R., Srinivasan R., Singh A., et al. (2016). Spiro [pyrrolidine-3, 3-oxindole] as potent anti-breast cancer compounds: Their design, synthesis, biological evaluation and cellular target identification. Sci. Rep. 6, 32213–32310. 10.1038/srep32213", "ArticleIdList": ["10.1038/srep32213", "PMC5004205", "27573798"]}, {"Citation": "Ivanova D., Zhelev Z., Aoki I., Bakalova R., Higashi T. (2016). Overproduction of reactive oxygen species-obligatory or not for induction of apoptosis by anticancer drugs. Chin. J. Cancer Res. 28, 383–396. 10.21147/j.issn.1000-9604.2016.04.01", "ArticleIdList": ["10.21147/j.issn.1000-9604.2016.04.01", "PMC5018533", "27647966"]}, {"Citation": "Jamali T., Kavoosi G., Ardestani S. K. (2020). In-vitro and in-vivo anti-breast cancer activity of OEO (Oliveria decumbens vent essential oil) through promoting the apoptosis and immunomodulatory effects. J. Ethnopharmacol. 248, 112313. 10.1016/j.jep.2019.112313", "ArticleIdList": ["10.1016/j.jep.2019.112313", "31655147"]}, {"Citation": "Jamali T., Kavoosi G., Safavi M., Ardestani S. K. (2018). In-vitro evaluation of apoptotic effect of OEO and thymol in 2D and 3D cell cultures and the study of their interaction mode with DNA. Sci. Rep. 8, 15787–15819. 10.1038/s41598-018-34055-w", "ArticleIdList": ["10.1038/s41598-018-34055-w", "PMC6202332", "30361692"]}, {"Citation": "Jana B., Senapati S., Ghosh D., Bose D., Chattopadhyay N. (2012). Spectroscopic exploration of mode of binding of ctDNA with 3-hydroxyflavone: A contrast to the mode of binding with flavonoids having additional hydroxyl groups. J. Phys. Chem. B 116, 639–645. 10.1021/jp2094824", "ArticleIdList": ["10.1021/jp2094824", "22128894"]}, {"Citation": "Javanshir A., Karimi E., Maragheh A. D., Tabrizi M. H. (2020). The antioxidant and anticancer potential of Ricinus communis L. essential oil nanoemulsions. Food Meas. 14, 1356–1365. 10.1007/s11694-020-00385-5", "ArticleIdList": ["10.1007/s11694-020-00385-5"]}, {"Citation": "Karimian P., Kavoosi G., Saharkhiz M. J. (2012). Antioxidant, nitric oxide scavenging and malondialdehyde scavenging activities of essential oils from different chemotypes of Zataria multiflora. Nat. Prod. Res. 26, 2144–2147. 10.1080/14786419.2011.631136", "ArticleIdList": ["10.1080/14786419.2011.631136", "22054260"]}, {"Citation": "Kavoosi G., Rabiei F. (2015). Zataria multiflora: chemical and biological diversity in the essential oil. J. Essent. Oil Res. 27, 428–436. 10.1080/10412905.2015.1031917", "ArticleIdList": ["10.1080/10412905.2015.1031917"]}, {"Citation": "Kavoosi G., Teixeira Da Silva J. A., Saharkhiz M. J. (2012). Inhibitory effects of Zataria multiflora essential oil and its main components on nitric oxide and hydrogen peroxide production in lipopolysaccharide-stimulated macrophages. J. Pharm. Pharmacol. 64, 1491–1500. 10.1111/j.2042-7158.2012.01510.x", "ArticleIdList": ["10.1111/j.2042-7158.2012.01510.x", "22943180"]}, {"Citation": "Khan I., Bahuguna A., Kumar P., Bajpai V. K., Kang S. C. (2018). In vitro and in vivo antitumor potential of carvacrol nanoemulsion against human lung adenocarcinoma A549 cells via mitochondrial mediated apoptosis. Sci. Rep. 8, 144–215. 10.1038/s41598-017-18644-9", "ArticleIdList": ["10.1038/s41598-017-18644-9", "PMC5760660", "29317755"]}, {"Citation": "Kurtz S. L., Lawson L. B. (2019). Nanoemulsions enhance in vitro transpapillary diffusion of model fluorescent dye nile red. Sci. Rep. 9, 11810–11811. 10.1038/s41598-019-48144-x", "ArticleIdList": ["10.1038/s41598-019-48144-x", "PMC6694173", "31413320"]}, {"Citation": "Mallick A., More P., Syed M. M. K., Basu S. (2016). Nanoparticle-mediated mitochondrial damage induces apoptosis in cancer. ACS Appl. Mat. Interfaces 8, 13218–13231. 10.1021/acsami.6b00263", "ArticleIdList": ["10.1021/acsami.6b00263", "27160664"]}, {"Citation": "Mann J. (2002). Natural products in cancer chemotherapy: Past, present and future. Nat. Rev. Cancer 2, 143–148. 10.1038/nrc723", "ArticleIdList": ["10.1038/nrc723", "12635177"]}, {"Citation": "Mazewski C., Liang K., De Mejia E. G. (2018). Comparison of the effect of chemical composition of anthocyanin-rich plant extracts on colon cancer cell proliferation and their potential mechanism of action using in vitro, in silico, and biochemical assays. Food Chem. 242, 378–388. 10.1016/j.foodchem.2017.09.086", "ArticleIdList": ["10.1016/j.foodchem.2017.09.086", "29037704"]}, {"Citation": "Navaei Shoorvarzi S., Shahraki F., Shafaei N., Karimi E., Oskoueian E. (2020). Citrus aurantium L. bloom essential oil nanoemulsion: Synthesis, characterization, cytotoxicity, and its potential health impacts on mice. J. Food Biochem. 44, e13181. 10.1111/jfbc.13181", "ArticleIdList": ["10.1111/jfbc.13181", "32173879"]}, {"Citation": "Pawar S., Tandel R., Kunabevu R., Jaldappagari S. (2019). Spectroscopic and computational approaches to unravel the mode of binding between a isoflavone, biochanin-A and calf thymus DNA. J. Biomol. Struct. Dyn. 37, 846–856. 10.1080/07391102.2018.1442748", "ArticleIdList": ["10.1080/07391102.2018.1442748", "29458302"]}, {"Citation": "Rai P., Young J. J., Burton D. G., Giribaldi M. G., Onder T. T., Weinberg R. A. (2011). Enhanced elimination of oxidized guanine nucleotides inhibits oncogenic RAS-induced DNA damage and premature senescence. Oncogene 30, 1489–1496. 10.1038/onc.2010.520", "ArticleIdList": ["10.1038/onc.2010.520", "21076467"]}, {"Citation": "Redza-Dutordoir M., Averill-Bates D. A. (2016). Activation of apoptosis signalling pathways by reactive oxygen species. Biochim. Biophys. Acta 1863, 2977–2992. 10.1016/j.bbamcr.2016.09.012", "ArticleIdList": ["10.1016/j.bbamcr.2016.09.012", "27646922"]}, {"Citation": "Saei-Dehkordi S. S., Tajik H., Moradi M., Khalighi-Sigaroodi F. (2010). Chemical composition of essential oils in zataria multiflora Boiss. from different parts of Iran and their radical scavenging and antimicrobial activity. Food Chem. Toxicol. 48, 1562–1567. 10.1016/j.fct.2010.03.025", "ArticleIdList": ["10.1016/j.fct.2010.03.025", "20332011"]}, {"Citation": "Sajed H., Sahebkar A., Iranshahi M. (2013). Zataria multiflora boiss.(shirazi thyme)—An ancient condiment with modern pharmaceutical uses. J. Ethnopharmacol. 145, 686–698. 10.1016/j.jep.2012.12.018", "ArticleIdList": ["10.1016/j.jep.2012.12.018", "23266333"]}, {"Citation": "Salehi F., Behboudi H., Kavoosi G., Ardestani S. K. (2020). Incorporation of zataria multiflora essential oil into chitosan biopolymer nanoparticles: a nanoemulsion based delivery system to improve the in-vitro efficacy, stability and anticancer activity of ZEO against breast cancer cells. Int. J. Biol. Macromol. 143, 382–392. 10.1016/j.ijbiomac.2019.12.058", "ArticleIdList": ["10.1016/j.ijbiomac.2019.12.058", "31830446"]}, {"Citation": "Salehi F., Behboudi H., Kavoosi G., Ardestani S. K. (2017). Monitoring ZEO apoptotic potential in 2D and 3D cell cultures and associated spectroscopic evidence on mode of interaction with DNA. Sci. Rep. 7, 2553–2614. 10.1038/s41598-017-02633-z", "ArticleIdList": ["10.1038/s41598-017-02633-z", "PMC5451462", "28566685"]}, {"Citation": "Sau A., Sanyal S., Bera K., Sen S., Mitra A. K., Pal U., et al. (2018). DNA Damage and apoptosis induction in cancer cells by chemically engineered thiolated riboflavin gold nanoassembly. ACS Appl. Mat. Interfaces 10, 4582–4589. 10.1021/acsami.7b18837", "ArticleIdList": ["10.1021/acsami.7b18837", "29338178"]}, {"Citation": "Singh B., Singh J. P., Kaur A., Singh N. (2018). Phenolic compounds as beneficial phytochemicals in pomegranate (punica granatum L.) peel: a review. Food Chem. 261, 75–86. 10.1016/j.foodchem.2018.04.039", "ArticleIdList": ["10.1016/j.foodchem.2018.04.039", "29739608"]}, {"Citation": "Tong L., Chuang C.-C., Wu S., Zuo L. (2015). Reactive oxygen species in redox cancer therapy. Cancer Lett. 367, 18–25. 10.1016/j.canlet.2015.07.008", "ArticleIdList": ["10.1016/j.canlet.2015.07.008", "26187782"]}, {"Citation": "Yang Y., Karakhanova S., Werner J., V Bazhin A. (2013). Reactive oxygen species in cancer biology and anticancer therapy. Curr. Med. Chem. 20, 3677–3692. 10.2174/0929867311320999165", "ArticleIdList": ["10.2174/0929867311320999165", "23862622"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "6", "Day": "1"}, {"Year": "2022", "Month": "7", "Day": "18"}, {"Year": "2022", "Month": "9", "Day": "22", "Hour": "4", "Minute": "2"}, {"Year": "2022", "Month": "9", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "23", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "9", "Day": "5"}], "PublicationStatus": "epublish", "ArticleIdList": ["36133807", "PMC9483017", "10.3389/fphar.2022.946161", "946161"]}}], "PubmedBookArticle": []}