{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["disease resistance", "inhibitory activity", "pathogenesis", "phytotherapy", "streptococcosis"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36139303", "DateRevised": {"Year": "2022", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "09", "Day": "16"}], "Language": ["eng"], "ELocationID": ["2443", "10.3390/ani12182443"], "Journal": {"ISSN": "2076-2615", "JournalIssue": {"Volume": "12", "Issue": "18", "PubDate": {"Year": "2022", "Month": "Sep", "Day": "16"}}, "Title": "Animals : an open access journal from MDPI", "ISOAbbreviation": "Animals (Basel)"}, "ArticleTitle": "Streptococcosis a Re-Emerging Disease in Aquaculture: Significance and Phytotherapy.", "Abstract": {"AbstractText": ["Streptococcosis, particularly that caused by <i>S. iniae</i> and <i>S. agalactiae</i>, is a major re-emerging bacterial disease seriously affecting the global sustainability of aquaculture development. Despite a wide spread of the disease in aquaculture, few studies have been directed at assessing the in vitro antagonistic activity and <i>in vivo</i> efficacy of medicinal herbs and other plants against streptococcal agents. Most <i>in vitro</i> studies of plant extractives against <i>S. iniae</i> and <i>S. agalactiae</i> have found antibacterial activity, but essential oils, especially those containing eugenol, carvacrol or thymol, are more effective. Although essential oils have shown better anti-streptococcal activity in <i>in vitro</i> assays, <i>in vivo</i> bioassays require more attention. The extracts examined under in vivo conditions show moderate efficacy, increasing the survival rate of infected fish, probably through the enhancement of immunity before challenge bioassays. The available data, however, lack dosage optimization, toxicity and bioavailability assays of a specific plant or its bioactive compound in fish organs; hence, it is difficult to judge the validation of clinical efficacy for the prevention or treatment of fish streptococcosis. Despite the known bioactive compounds of many tested plants, few data are available on their mode of action towards streptococcal agents. This review addresses the efficacy of medicinal plants to fish streptococcosis and discusses the current gaps."]}, "AuthorList": [{"Identifier": ["0000-0003-1267-3328"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal and Aquatic Sciences, Faculty of Agriculture, Chiang Mai University, Chiang Mai 50200, Thailand."}, {"Identifier": [], "Affiliation": "Science and Technology Research Institute, Chiang Mai University, 239 Huay Keaw Rd., Suthep, Muang, Chiang Mai 50200, Thailand."}], "LastName": "Van Doan", "ForeName": "Hien", "Initials": "H"}, {"Identifier": ["0000-0002-5367-7133"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Sustainable Aquatic Ecosystems, Harry Butler Institute, Murdoch University, Perth, WA 6150, Australia."}, {"Identifier": [], "Affiliation": "Department of Aquatic Animal Health, Faculty of Veterinary Medicine, University of Tehran, Tehran 1419963111, Iran."}], "LastName": "Soltani", "ForeName": "Mehdi", "Initials": "M"}, {"Identifier": ["0000-0001-8903-3797"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Sciences Center, Qatar University, Doha P.O. Box 2713, Qatar."}], "LastName": "Leitão", "ForeName": "Alexandra", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Hygiene and Quality Control, Faculty of Veterinary Medicine, Shahrekord University, Shahrekord 64165478, Iran."}], "LastName": "Shafiei", "ForeName": "Shafigh", "Initials": "S"}, {"Identifier": ["0000-0002-3659-6745"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Faculty of Veterinary Medicine, University of Tehran, Tehran 1419963111, Iran."}], "LastName": "Asadi", "ForeName": "Sepideh", "Initials": "S"}, {"Identifier": ["0000-0002-0542-3446"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Sustainable Aquatic Ecosystems, Harry Butler Institute, Murdoch University, Perth, WA 6150, Australia."}], "LastName": "Lymbery", "ForeName": "Alan J", "Initials": "AJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Norwegian College of Fishery Science, Faculty of Bioscience, Fisheries and Economics, UiT The Arctic University of Norway, 18, 9019 Tromsø, Norway."}], "LastName": "Ringø", "ForeName": "Einar", "Initials": "E"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Animals (Basel)", "NlmUniqueID": "101635614", "ISSNLinking": "2076-2615"}, "CoiStatement": "The authors declare that they have no conflicts of interests to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Pradeep P.J., Suebsing R., Sirthammajak S., Kampeera J., Jitrakorn S., Saksmerprome V., Turner W., Palang I., Vanichviriyakit R., Senapin S., et al. Evidence of vertical transmission and tissue tropism of Streptococcosis from naturally infected red tilapia (Oreochromis spp.) Aquac. Rep. 2016;3:58–66. doi: 10.1016/j.aqrep.2015.12.002.", "ArticleIdList": ["10.1016/j.aqrep.2015.12.002"]}, {"Citation": "Austin B., Austin D.A. Bacterial Fish Pathogens: Disease of Farmed and Wild Fish. Springer International Publishing; Cham, Switzerland: 2016. pp. 48–66."}, {"Citation": "Pereira U.P., Mian G.F., Oliveira I.C.M., Benchetrit L.C., Costa G.M., Figueiredo H.C.P. Genotyping of Streptococcus agalactiae strains isolated from fish, human and cattle and their virulence potential in Nile tilapia. Vet. Microbiol. 2010;140:186–192. doi: 10.1016/j.vetmic.2009.07.025.", "ArticleIdList": ["10.1016/j.vetmic.2009.07.025", "19726142"]}, {"Citation": "Delannoy C.M., Crumlish M., Fontaine M.C., Pollock J., Foster G., Dagleish M.P., Turnbull J.F., Zadoks R.N. Human Streptococcus agalactiae strains in aquatic mammals and fish. BMC Microbiol. 2013;13:41. doi: 10.1186/1471-2180-13-41.", "ArticleIdList": ["10.1186/1471-2180-13-41", "PMC3585737", "23419028"]}, {"Citation": "Ma Y.P., Ke H., Liang Z.L., Liu Z.X., Hao L., Ma J.Y., Li Y.G. Multiple evolutionary selections involved in synonymous codon usages in the Streptococcus agalactiae genome. Int. J. Mol. Sci. 2016;17:277. doi: 10.3390/ijms17030277.", "ArticleIdList": ["10.3390/ijms17030277", "PMC4813141", "26927064"]}, {"Citation": "Gauthier D.T. Bacterial zoonoses of fishes: A review and appraisal of evidence for linkages between fish and human infections. Vet. J. 2015;203:27–35. doi: 10.1016/j.tvjl.2014.10.028.", "ArticleIdList": ["10.1016/j.tvjl.2014.10.028", "25466575"]}, {"Citation": "Caipang C.M.A., Lucanas J.B., Lay-yag C.M. Updates on the vaccination against bacterial diseases in tilapia, Oreochromis spp. and Asian seabass, Lates calcarifer. Aquac. Aquar. Conserv. Legis. 2014;7:184–193."}, {"Citation": "Darwish A.M., Hobbs M.S. Laboratory efficacy of amoxicillin for the control of Streptococcus iniae infection in blue tilapia. J. Aquat. Anim. Health. 2005;17:197–202. doi: 10.1577/H04-033.1.", "ArticleIdList": ["10.1577/H04-033.1"]}, {"Citation": "Soltani M., Jamshidi S., Sharifpour I. Streptococcosis caused by Streptococcus iniae in farmed rainbow trout (Oncorhynchys mykiss) in Iran: Biophysical characteristics and pathogenesis. Bull. Eur. Assoc. Fish Pathol. 2005;25:95–106."}, {"Citation": "Soltani M., Pirali E., Rasoli A., Shams G., Shafiei S. Antibiotic residuals in some farmed rainbow trout (Oncorhynchus mykiss) of market size in Iran. Iran. J. Aquat. Anim. Health. 2014;1:71–77. doi: 10.18869/acadpub.ijaah.1.1.71.", "ArticleIdList": ["10.18869/acadpub.ijaah.1.1.71"]}, {"Citation": "Miranda C.D., Godoy F.A., Lee M.R. Current status of the use of antibiotics and the antimicrobial resistance in the Chilean salmon farms. Front. Microbiol. 2018;9:1284. doi: 10.3389/fmicb.2018.01284.", "ArticleIdList": ["10.3389/fmicb.2018.01284", "PMC6016283", "29967597"]}, {"Citation": "Heuer O.E., Kruse H., Grave K., Collignon P., Karunasagar I., Angulo F.J. Human health consequences of use of antimicrobial agents in aquaculture. Clin. Infec. Dis. 2009;49:1248–1253. doi: 10.1086/605667.", "ArticleIdList": ["10.1086/605667", "19772389"]}, {"Citation": "Smith P., Hiney M.P., Samuelsen O.B. Bacterial resistance to antimicrobial agents used in fish farming: A critical evaluation of method and meaning. Ann. Rev. Fish Dis. 1994;4:273–313. doi: 10.1016/0959-8030(94)90032-9.", "ArticleIdList": ["10.1016/0959-8030(94)90032-9"]}, {"Citation": "Cabello F.C. Heavy use of prophylactic antibiotics in aquaculture: A growing problem for human and animal health and for the environment. Environ. Microbiol. 2006;8:1137–1144. doi: 10.1111/j.1462-2920.2006.01054.x.", "ArticleIdList": ["10.1111/j.1462-2920.2006.01054.x", "16817922"]}, {"Citation": "Amal M.N.A., Zamri-Saad M. Streptococcosis in tilapia (Oreochromis niloticus): A review. Pertanika J. Trop. Agri. Sci. 2011;34:195–206."}, {"Citation": "Bulfon C., Volpatti D., Galeotti M. Current research on the use of plant-derived products in farmed fish. Aquac. Res. 2015;46:513–551. doi: 10.1111/are.12238.", "ArticleIdList": ["10.1111/are.12238"]}, {"Citation": "Okocha R.C., Olatoye I.O., Adedeji O.B. Food safety impacts of antimicrobial use and their residues in aquaculture. Publ. Health Rev. 2018;39:21. doi: 10.1186/s40985-018-0099-2.", "ArticleIdList": ["10.1186/s40985-018-0099-2", "PMC6081861", "30094087"]}, {"Citation": "Ji S.C., Jeong G.S., Gwang-Soon I.M., Lee S.W., Yoo J.H., Takii K. Dietary medicinal herbs improve growth performance, fatty acid utilization, and stress recovery of Japanese flounder. Fish. Sci. 2007;73:70–76. doi: 10.1111/j.1444-2906.2007.01303.x.", "ArticleIdList": ["10.1111/j.1444-2906.2007.01303.x"]}, {"Citation": "Gabriel N.N. Review on the progress in the role of herbal extracts in tilapia culture. Cogent Food Agric. 2019;5:1619651. doi: 10.1080/23311932.2019.1619651.", "ArticleIdList": ["10.1080/23311932.2019.1619651"]}, {"Citation": "Elumalai P., Kurian A., Lakshmi S., Faggio C., Esteban M.Á., Ringø E. Herbal immunomodulators in aquaculture. Rev. Fish. Sci. Aquacul. 2020;29:33–57. doi: 10.1080/23308249.2020.1779651.", "ArticleIdList": ["10.1080/23308249.2020.1779651"]}, {"Citation": "Yılmaz S., Ergün S. Effects of garlic and ginger oils on hematological and biochemical variables of sea bass (Dicentrarchus labrax) J. Aquat. Anim. Health. 2012;24:219–224. doi: 10.1080/08997659.2012.711266.", "ArticleIdList": ["10.1080/08997659.2012.711266", "23043295"]}, {"Citation": "Yılmaz S., Ergün S., Celik E.Ş. Effects of herbal supplements on growth performance of sea bass (Dicentrarchus labrax): Change in body composition and some blood parameters. J. BioSci. Biotech. 2012;1:217–222."}, {"Citation": "Yılmaz S., Ergün S., Çelik E.Ş. Effect of dietary herbal supplements on some physiological conditions of sea bass Dicentrarchus labrax. J. Aquat. Anim. Health. 2013;25:98–103. doi: 10.1080/08997659.2013.768561.", "ArticleIdList": ["10.1080/08997659.2013.768561", "23914399"]}, {"Citation": "Yılmaz S., Ergün S., Çelik E.Ş. Effect of dietary spice supplementations on welfare status of sea bass (Dicentrarchus labrax L) Proc. Natl. Acad. Sci. India Sect. B Biol. Sci. 2016;86:229–237. doi: 10.1007/s40011-014-0444-2.", "ArticleIdList": ["10.1007/s40011-014-0444-2"]}, {"Citation": "Mahdavi M., Hajimoradloo A., Ghorbani R. Effect of Aloe vera extract on growth parameters of common carp (Cyprinus carpio) World J.Med. Sci. 2013;9:55–60. doi: 10.5829/idosi.wjms.2013.9.1.75128.", "ArticleIdList": ["10.5829/idosi.wjms.2013.9.1.75128"]}, {"Citation": "Gabriel N.N., Qiang J., He J., Ma X.Y., Kpundeh M.D., Xu P. Dietary Aloe vera supplementation on growth performance, some haemato-biochemical parameters and disease resistance against Streptococcus iniae in tilapia (GIFT) Fish Shellfish Immunoo. 2015;44:504–514. doi: 10.1016/j.fsi.2015.03.002.", "ArticleIdList": ["10.1016/j.fsi.2015.03.002", "25758848"]}, {"Citation": "Gabriel N.N., Qiang J., Ma X.Y., He J., Xu P., Liu K. Dietary Aloe vera improves plasma lipid profile, antioxidant, and hepatoprotective enzyme activities in GIFT-tilapia (Oreochromis niloticus) after Streptococcus iniae challenge. Fish Physiolo. Biochem. 2015;41:1321–1332. doi: 10.1007/s10695-015-0088-z.", "ArticleIdList": ["10.1007/s10695-015-0088-z", "26109009"]}, {"Citation": "Yang W., Li A. Isolation and characterization of Streptococcus dysgalactiae from diseased Acipenser schrenckii. Aquaculture. 2009;294:14–17. doi: 10.1016/j.aquaculture.2009.05.018.", "ArticleIdList": ["10.1016/j.aquaculture.2009.05.018"]}, {"Citation": "Soltani M., Lymbery A., Song S.K., Hosseini Shekarabi P. Adjuvant effects of medicinal herbs and probiotics for fish vaccines. Rev. Aquac. 2019;11:1325–1341. doi: 10.1111/raq.12295.", "ArticleIdList": ["10.1111/raq.12295"]}, {"Citation": "Yılmaz S., Ergün S. Dietary supplementation with allspice Pimenta dioica reduces the occurrence of streptococcal disease during first feeding of Mozambique Tilapia Fry. J. Aquat. Anim. Health. 2014;26:144–148. doi: 10.1080/08997659.2014.893459.", "ArticleIdList": ["10.1080/08997659.2014.893459", "25229484"]}, {"Citation": "Yilmaz S., Ergün S., Kaya H., Gürkan M. Influence of Tribulus terrestris extract on the survival and histopathology of Oreochromis mossambicus (Peters, 1852) fry before and after Streptococcus iniae infection. J. Appl. Ichthyol. 2014;30:994–1000. doi: 10.1111/jai.12458.", "ArticleIdList": ["10.1111/jai.12458"]}, {"Citation": "Yilmaz S. Effects of dietary blackberry syrup supplement on growth performance, antioxidant, and immunological responses, and resistance of Nile tilapia, Oreochromis niloticus to Plesiomonas shigelloides. Fish Shellfish Immunol. 2019;84:1125–1133. doi: 10.1016/j.fsi.2018.11.012.", "ArticleIdList": ["10.1016/j.fsi.2018.11.012", "30414489"]}, {"Citation": "Yilmaz S. Effects of dietary caffeic acid supplement on antioxidant, immunological and liver gene expression responses, and resistance of Nile tilapia, Oreochromis niloticus to Aeromonas veronii. Fish Shellfish Immunol. 2019;86:384–392. doi: 10.1016/j.fsi.2018.11.068.", "ArticleIdList": ["10.1016/j.fsi.2018.11.068", "30502464"]}, {"Citation": "Gurkan M., Yilmaz S., Hasan K.A.Y.A., Ergun S., Alkan S. Influence of three spice powders on the survival and histopathology of Oreochromis mossambicus before and after Streptococcus iniae infection. Mar. Sci. Technol. Bull. 2015;4:1–5."}, {"Citation": "Olusola S.E., Emikpe B.O., Olaifa F.E. The potentials of medicinal plant extracts as bio-antimicrobials in aquaculture. Int. Medic. Aromat. Plants. 2013;3:404–412."}, {"Citation": "Reverter M., Bontemps N., Lecchini D., Banaigs B., Sasal P. Use of plant extracts in fish aquaculture as an alternative to chemotherapy: Current status and future perspectives. Aquaculture. 2014;433:50–61. doi: 10.1016/j.aquaculture.2014.05.048.", "ArticleIdList": ["10.1016/j.aquaculture.2014.05.048"]}, {"Citation": "Acar Ü., Kesbiç O.S., Yılmaz S., Gültepe N., Türker A. Evaluation of the effects of essential oil extracted from sweet orange peel (Citrus sinensis) on growth rate of tilapia (Oreochromis mossambicus) and possible disease resistance against Streptococcus iniae. Aquaculture. 2015;437:282–286. doi: 10.1016/j.aquaculture.2014.12.015.", "ArticleIdList": ["10.1016/j.aquaculture.2014.12.015"]}, {"Citation": "Brum A., Pereira S.A., Owatari M.S., Chagas E.C., Chaves F.C.M., Mouriño J.L.P., Martins M.L. Effect of dietary essential oils of clove basil and ginger on Nile tilapia (Oreochromis niloticus) following challenge with Streptococcus agalactiae. Aquaculture. 2017;468:235–243. doi: 10.1016/j.aquaculture.2016.10.020.", "ArticleIdList": ["10.1016/j.aquaculture.2016.10.020"]}, {"Citation": "Tafi A.A., Meshkini S., Tukmechi A., Alishahi M., Noori F. Immunological and anti-streptococcal effects of Salvia officinalis and Aloe vera extracts supplemented feed in rainbow trout (Oncorhynchus mykiss) Kafkas Üniversitesi Vet. Fakültesi Derg. 2018;24:365–370. doi: 10.9775/kvfd.2017.18973.", "ArticleIdList": ["10.9775/kvfd.2017.18973"]}, {"Citation": "Vazirzadeh A., Jalali S., Farhadi A. Antibacterial activity of Oliveria decumbens against Streptococcus iniae in Nile tilapia (Oreochromis niloticus) and its effects on serum and mucosal immunity and antioxidant status. Fish Shellfish Immunol. 2019;94:407–416. doi: 10.1016/j.fsi.2019.09.025.", "ArticleIdList": ["10.1016/j.fsi.2019.09.025", "31521784"]}, {"Citation": "Kim J., Lee K.W., Jeong H.S., Ansary M.W.R., Kim H.S., Kim T., Kwon M.G., Cho S.H. Oral administration effect of yacon, ginger and blueberry on the growth, body composition and plasma chemistry of juvenile olive flounder (Paralichthys olivaceus) and immunity test against Streptococcus iniae compared to a commercial probiotic, Lactobacillus fermentum. Aquac. Rep. 2019;15:100212. doi: 10.1016/j.aqrep.2019.100212.", "ArticleIdList": ["10.1016/j.aqrep.2019.100212"]}, {"Citation": "Foysal M.J., Alam M., Momtaz F., Chaklader M.R., Siddik M.A., Cole A., Fotedar R., Rahman M.M. Dietary supplementation of garlic (Allium sativum) modulates gut microbiota and health status of tilapia (Oreochromis niloticus) against Streptococcus iniae infection. Aquac. Res. 2019;50:2107–2116. doi: 10.1111/are.14088.", "ArticleIdList": ["10.1111/are.14088"]}, {"Citation": "Wilkinson H.W., Thacker L.G., Facklam R.R. Nonhemolytic group B streptococci of human, bovine, and ichthyic origin. Infect. Immun. 1973;7:496–498. doi: 10.1128/iai.7.3.496-498.1973.", "ArticleIdList": ["10.1128/iai.7.3.496-498.1973", "PMC422707", "4197393"]}, {"Citation": "Evans J.J., Klesius P.H., Gilbert P.M., Shoemaker C.A., Al-Sarawi M.A., Landsberg J., Durendez R., Al-Marzouk A., Al-Zenki S. Characterization of β-hemolytic group B Streptococcus agalactiae in cultured seabream, Sparus auratus and mullet, Liza klunzingeri, in Kuwait. J. Fish Dis. 2002;25:505–513. doi: 10.1046/j.1365-2761.2002.00392.x.", "ArticleIdList": ["10.1046/j.1365-2761.2002.00392.x"]}, {"Citation": "Zappulli V., Mazzariol S., Cavicchioli L., Petterino C., Bargelloni L., Castagnaro M. Fatal necrotizing fasciitis and myositis in a captive common bottlenose dolphin (Tursiops truncatus) associated with Streptococcus agalactiae. J. Vet. Diagn. Investig. 2005;17:617–622. doi: 10.1177/104063870501700620.", "ArticleIdList": ["10.1177/104063870501700620", "16475528"]}, {"Citation": "Taurisano N.D., Butler B.P., Stone D., Hariharan H., Fields P.J., Ferguson H.W., Haulena M., Cotrell P., Nielsen O., Raverty S. Streptococcus phocae in marine mammals of northeastern Pacific and Arctic Canada: A retrospective analysis of 85 postmortem investigations. J. Wildl. Dis. 2018;54:101–111. doi: 10.7589/2016-09-208.", "ArticleIdList": ["10.7589/2016-09-208", "28982020"]}, {"Citation": "Agnew W., Barnes A.C. Streptococcus iniae: An aquatic pathogen of global veterinary significance and a challenging candidate for reliable vaccination. Vet. Microbiol. 2007;122:1–15. doi: 10.1016/j.vetmic.2007.03.002.", "ArticleIdList": ["10.1016/j.vetmic.2007.03.002", "17418985"]}, {"Citation": "Liu G., Zhu J.L., Chen K.M., Gao T.T., Yao H.C., Liu Y.J., Zhang W., Lu C.P. Development of Streptococcus agalactiae vaccines for tilapia. Dis. Aquat. Org. 2016;122:163–170. doi: 10.3354/dao03084.", "ArticleIdList": ["10.3354/dao03084", "28000606"]}, {"Citation": "Maekawa S., Wang Y.-T., Yoshida T., Wang P.C., Chen S.-C. Group C Streptococcus dysgalactiae infection in fish. J. Fish Dis. 2020;43:963–970. doi: 10.1111/jfd.13211.", "ArticleIdList": ["10.1111/jfd.13211", "32662090"]}, {"Citation": "Eldar A., Bejerano Y., Livoff A., Horovitcz A., Bercovier H. Experimental streptococcal meningoencephalitis in cultured fish. Vet. Microbiol. 1995;43:33–40. doi: 10.1016/0378-1135(94)00052-X.", "ArticleIdList": ["10.1016/0378-1135(94)00052-X", "7716882"]}, {"Citation": "Evans J.J., Klesius P.H., Shoemaker C.A., Pasnik D.J. Identification and epidemiology of Streptococcus iniae and S. agalactiae in tilapias Oreochromis spp.; Proceedings of the 7th International Symposium on Tilapia in Aquaculture, American Tilapia Association; Vera Cruz, Mexico. 9 June 2006; pp. 25–42."}, {"Citation": "Salvador R., Muller E.E., Freitas J.C., Leonhadt J.H., Giordano L.G.P., Dias J.A. Isolation and characterization of Streptococcus spp. group B in Nile Tilapia (Oreochromis niloticus) reared in hapas nets and earth nurseries in the northern region of Parana State, Brazil. Ciência Rural. 2005;35:1374–1378. doi: 10.1590/S0103-84782005000600023.", "ArticleIdList": ["10.1590/S0103-84782005000600023"]}, {"Citation": "Romalde J.L., Ravelo C., Valdés I., Magariños B., de la Fuente E., San Martín C., Avendaño-Herrera R., Toranzo A.E. Streptococcus phocae, an emerging pathogen for salmonid culture. Vet. Microbiol. 2008;130:198–207. doi: 10.1016/j.vetmic.2007.12.021.", "ArticleIdList": ["10.1016/j.vetmic.2007.12.021", "18280675"]}, {"Citation": "Netto L.N., Leal C.A.G., Figueiredo H.C.P. Streptococcus dysgalactiae as an agent of septicaemia in Nile tilapia, Oreochromis niloticus (L.) J. Fish Dis. 2011;34:251–254. doi: 10.1111/j.1365-2761.2010.01220.x.", "ArticleIdList": ["10.1111/j.1365-2761.2010.01220.x", "21306592"]}, {"Citation": "Sepahi A., Heidarieh M., Mirvaghefi A., Rafiee G.R., Farid M., Sheikhzadeh N. Effects of water temperature on the susceptibility of rainbow trout to Streptococcus agalactiae. Acta Sci. Vet. 2013;41:1097."}, {"Citation": "Iregui C.A., Comas J., Vasquez G.M., Verjan N. Experimental early pathogenesis of Streptococcus agalactiae infection in red tilapia Oreochromis spp. J. Fish Dis. 2016;39:205–215. doi: 10.1111/jfd.12347.", "ArticleIdList": ["10.1111/jfd.12347", "25683349"]}, {"Citation": "Lazado C.C., Fridman S., Sinai T., Zilberg D. First report of Streptococcus parauberis in a cultured freshwater ornamental fish, the ram cichlid Mikrogeophagus ramirezi (Myers & Harry, 1948) J. Fish Dis. 2017;41:161–164. doi: 10.1111/jfd.12676.", "ArticleIdList": ["10.1111/jfd.12676", "28699689"]}, {"Citation": "Luo X., Fu X., Liao G., Chang O., Huang Z., Li N. Isolation, pathogenicity and characterization of a novel bacterial pathogen Streptococcus uberis from diseased mandarin fish (Siniperca chuatsi) Microb. Pathog. 2017;107:380–389. doi: 10.1016/j.micpath.2017.03.049.", "ArticleIdList": ["10.1016/j.micpath.2017.03.049", "28416382"]}, {"Citation": "Soltani M., Baldisserotto B., Hosseini Shekarabi S.P., Shafiei S., Bashiri M. Lactococcosis a re-emerging disease in aquaculture: Disease significant and phytotherapy. Vet. Sci. 2021;8:181. doi: 10.3390/vetsci8090181.", "ArticleIdList": ["10.3390/vetsci8090181", "PMC8473265", "34564575"]}, {"Citation": "Haghighi Karsidani S., Soltani M., Nikbakhat-Brojeni R., Ghasemi M., Skall S.F. Molecular epidemiology of zoonotic streptococcosis/lactococcosis in rainbow trout (Oncorhynchus mykiss) aquaculture in Iran. Iran. J. Microbiol. 2010;2:198–209.", "ArticleIdList": ["PMC3279792", "22347573"]}, {"Citation": "Eldar A., Bejerano Y., Bercovier H. Streptococcus shiloi and Streptococcus difficile: Two new streptococcal species causing a meningoencephalitis in fish. Curr. Microbiol. 1994;28:139–143. doi: 10.1007/BF01571054.", "ArticleIdList": ["10.1007/BF01571054"]}, {"Citation": "Delamare-Deboutteville J., Bowater R., Condon K., Reynolds A., Fisk A., Aviles F., Barnes A.C. Infection and pathology in Queensland grouper, Epinephelus lanceolatus, (Bloch), caused by exposure to Streptococcus agalactiae via different routes. J. Fish Dis. 2015;38:1021–1035. doi: 10.1111/jfd.12273.", "ArticleIdList": ["10.1111/jfd.12273", "25117665"]}, {"Citation": "Roberts R.J. Fish Pathology. 4th ed. John Wiley & Sons; Hoboken, NJ, USA: 2012."}, {"Citation": "Gibello A., Mata A.I., Blanco M.M., Casamayor A., Domínguez L., Fernández-Garayzabal J.F. First identification of Streptococcus phocae isolated from Atlantic salmon (Salmo salar) J. Clin. Microbiol. 2005;43:526–527. doi: 10.1128/JCM.43.1.526-527.2005.", "ArticleIdList": ["10.1128/JCM.43.1.526-527.2005", "PMC540139", "15635036"]}, {"Citation": "Zlotkin A., Chilmonczyk S., Eyngor M., Hurvitz A., Ghittino C., Eldar A. Trojan horse effect: Phagocyte-mediated Streptococcus iniae infection of fish. Infect. Immun. 2003;71:2318–2325. doi: 10.1128/IAI.71.5.2318-2325.2003.", "ArticleIdList": ["10.1128/IAI.71.5.2318-2325.2003", "PMC153219", "12704100"]}, {"Citation": "Bromage E.S., Thomas A., Owens L. Streptococcus iniae, a bacterial infection in barramundi Lates calcarifer. Dis. Aquat. Org. 1999;36:177–181. doi: 10.3354/dao036177.", "ArticleIdList": ["10.3354/dao036177", "10401583"]}, {"Citation": "Buchanan J.T., Stannard J.A., Lauth X., Ostland V.E., Powell H.C., Westerman M.E., Nizet V.S. iniae phosphoglucomutase is a virulence factor and a target for vaccine development. Infect. Immun. 2005;73:6935–6944. doi: 10.1128/IAI.73.10.6935-6944.2005.", "ArticleIdList": ["10.1128/IAI.73.10.6935-6944.2005", "PMC1230984", "16177373"]}, {"Citation": "Lowe B.A., Miller J.D., Neely M.N. Analysis of the polysaccharide capsule of the systemic pathogen Streptococcus iniae and its implications in virulence. Infect. Immun. 2007;75:1255–1264. doi: 10.1128/IAI.01484-06.", "ArticleIdList": ["10.1128/IAI.01484-06", "PMC1828557", "17194809"]}, {"Citation": "Locke J.B., Colvin K.M., Datta A.K., Patel S.K., Naidu N.N., Neely M.N., Nizet V., Buchanan J.T. Streptococcus iniae capsule impairs phagocytic clearance and contributes to virulence in fish. J. Bacteriol. 2007;189:1279–1287. doi: 10.1128/JB.01175-06.", "ArticleIdList": ["10.1128/JB.01175-06", "PMC1797360", "17098893"]}, {"Citation": "Baron M., Bolduc G., Goldberg M., Auperin T., Madoff L. Alpha C protein of group B Streptococcus binds host cell surface glycosaminoglycan and enters cells by an action-dependent mechanism. J. Biol. Chem. 2004;279:24714–24723. doi: 10.1074/jbc.M402164200.", "ArticleIdList": ["10.1074/jbc.M402164200", "15044471"]}, {"Citation": "Baron M., Filman D., Prophete G., Hogle J., Madoff L. Identification of a glycosaminoglycan binding region of the alpha C protein that mediates entry of group B Streptococci into host cells. J. Biol. Chem. 2007;282:10526–10536. doi: 10.1074/jbc.M608279200.", "ArticleIdList": ["10.1074/jbc.M608279200", "17259175"]}, {"Citation": "Barnes A.C., Young F.M., Horne M.T., Ellis A.E. Streptococcus iniae: Serological differences, presence of capsule and resistance to immune serum killing. Dis. Aquat. Org. 2003;53:241–247. doi: 10.3354/dao053241.", "ArticleIdList": ["10.3354/dao053241", "12691195"]}, {"Citation": "Barnes A.C., Horne M.T., Ellis A.E. Streptococcus iniae expresses a cell surface non-immune trout immunoglobulin binding factor when grown in normal trout serum. Fish Shellfish. Immunol. 2003;15:425–431. doi: 10.1016/S1050-4648(03)00021-4.", "ArticleIdList": ["10.1016/S1050-4648(03)00021-4", "14550668"]}, {"Citation": "Nizet V. Streptococcal beta-hemolysins: Genetics and role in disease pathogenesis. Trends Microbiol. 2002;10:575–580. doi: 10.1016/S0966-842X(02)02473-3.", "ArticleIdList": ["10.1016/S0966-842X(02)02473-3", "12564994"]}, {"Citation": "Nizet V., Beall B., Bast D.J., Datta V., Kilburn L., Low D.E., De Azavedo J.C. Genetic locus for streptolysin S production by group A streptococcus. Infect. Immun. 2000;68:4245–4254. doi: 10.1128/IAI.68.7.4245-4254.2000.", "ArticleIdList": ["10.1128/IAI.68.7.4245-4254.2000", "PMC101736", "10858242"]}, {"Citation": "Fuller J.D., Camus A.C., Duncan C.L., Nizet V., Bast D.J., Thune R.L., Low D.E., de Azavedo J.C. Identification of a streptolysin S-associated gene cluster and its role in the pathogenesis of S. iniae disease. Infect. Immun. 2002;70:5730–5739. doi: 10.1128/IAI.70.10.5730-5739.2002.", "ArticleIdList": ["10.1128/IAI.70.10.5730-5739.2002", "PMC128303", "12228303"]}, {"Citation": "Locke J.B., Colvin K.M., Varki N., Vicknair M.R., Nizet V., Buchanan J.T. Streptococcus iniae β-hemolysin streptolysin S is a virulence factor in fish infection. Dis. Aquat. Org. 2007;76:17–26. doi: 10.3354/dao076017.", "ArticleIdList": ["10.3354/dao076017", "17718161"]}, {"Citation": "Locke J.B., Aziz R.K., Vicknair M.R., Nizet V., Buchanan J.T. Streptococcus iniae M-like protein contributes to virulence in fish and is a target for live attenuated vaccine development. PLoS ONE. 2008;3:e2824. doi: 10.1371/journal.pone.0002824.", "ArticleIdList": ["10.1371/journal.pone.0002824", "PMC2483786", "18665241"]}, {"Citation": "Aviles F., Zhang M.M., Chan J., Delamare-Deboutteville J., Green T.J., Dang C., Barnes A.C. The conserved surface M-protein SiMA of Streptococcus iniae is not effective as a cross-protective vaccine against differing capsular serotypes in farmed fish. Vet. Microbiol. 2013;162:151–159. doi: 10.1016/j.vetmic.2012.08.018.", "ArticleIdList": ["10.1016/j.vetmic.2012.08.018", "22989514"]}, {"Citation": "Soh K.Y., Loh J.M.S., Hall C., Proft T. Functional analysis of two novel Streptococcus iniae virulence factors using a zebrafish infection model. Microorganisms. 2020;8:1361. doi: 10.3390/microorganisms8091361.", "ArticleIdList": ["10.3390/microorganisms8091361", "PMC7564053", "32899555"]}, {"Citation": "Baiano J.C., Tumbol R.A., Umapathy A., Barnes A.C. Identification and molecular characterisation of a fibrinogen binding protein from Streptococcus iniae. BMC Microbiol. 2008;8:67. doi: 10.1186/1471-2180-8-67.", "ArticleIdList": ["10.1186/1471-2180-8-67", "PMC2387161", "18430254"]}, {"Citation": "Lang S., Palmer M. Characterization of Streptococcus agalactiae CAMP factor as a pore-forming toxin. J. Biol. Chem. 2003;278:38167–38173. doi: 10.1074/jbc.M303544200.", "ArticleIdList": ["10.1074/jbc.M303544200", "12835325"]}, {"Citation": "Rajagopal L. Understanding the regulation of Group B Streptococcal virulence factors. Future Microbiol. 2009;4:201–221. doi: 10.2217/17460913.4.2.201.", "ArticleIdList": ["10.2217/17460913.4.2.201", "PMC2691590", "19257847"]}, {"Citation": "Mishra A., Nam G.H., Gim J.A., Lee H.E., Jo A., Kim H.S. Current challenges of Streptococcus infection and effective molecular, cellular, and environmental control methods in aquaculture. Mol. Cells. 2018;41:495. doi: 10.14348/molcells.2018.2154.", "ArticleIdList": ["10.14348/molcells.2018.2154", "PMC6030242", "29754470"]}, {"Citation": "Ancona R.J., Ferrieri P., Williams P.P. Maternal factors that enhance the acquisition of Group B streptococci by newborn infants. J. Med. Microbiol. 1980;13:273–280. doi: 10.1099/00222615-13-2-273.", "ArticleIdList": ["10.1099/00222615-13-2-273", "6991698"]}, {"Citation": "Bisno A.L., Craven D.E., McCabe W.R. M proteins of group G streptococci isolated from bacteremic human infections. Infect. Immun. 1987;55:753–757. doi: 10.1128/iai.55.3.753-757.1987.", "ArticleIdList": ["10.1128/iai.55.3.753-757.1987", "PMC260406", "3102380"]}, {"Citation": "Brandt C.M., Spellerberg B. Human infections due to Streptococcus dysgalactiae subspecies equisimilis. Clin. Infect. Dis. 2009;49:766–772. doi: 10.1086/605085.", "ArticleIdList": ["10.1086/605085", "19635028"]}, {"Citation": "Lindgren P.E., McGavin M.J., Signäs C., Guss B., Gurusiddappa S., Höök M., Lindberg M. Two different genes coding for fibronectin-binding proteins from Streptococcus dysgalactiae. The complete nucleotide sequences and characterization of the binding domains. Eur. J. Biochem. 1993;214:819–827. doi: 10.1111/j.1432-1033.1993.tb17985.x.", "ArticleIdList": ["10.1111/j.1432-1033.1993.tb17985.x", "8319691"]}, {"Citation": "Lindgren P.E., Signäs C., Rantamäki L., Lindberg M. A fibronectin-binding protein from Streptococcus equisimilis: Characterization of the gene and identification of the binding domain. Vet. Microbiol. 1994;41:235–247. doi: 10.1016/0378-1135(94)90104-X.", "ArticleIdList": ["10.1016/0378-1135(94)90104-X", "7975149"]}, {"Citation": "Kline J.B., Xu S., Bisno A.L., Collins C.M. Identification of a fibronectin-binding protein (GfbA) in pathogenic group G streptococci. Infect. Immun. 1996;64:2122–2129. doi: 10.1128/iai.64.6.2122-2129.1996.", "ArticleIdList": ["10.1128/iai.64.6.2122-2129.1996", "PMC174045", "8675316"]}, {"Citation": "Lo H.H., Cheng W.S. Distribution of virulence factors and association with emm polymorphism or isolation site among beta-hemolytic group G Streptococcus dysgalactiae subspecies equisimilis. APMIS. 2015;123:45–52. doi: 10.1111/apm.12305.", "ArticleIdList": ["10.1111/apm.12305", "25244428"]}, {"Citation": "Rohde M., Talay S.R., Rasmussen M. Molecular mechanisms of Streptococcus dysgalactiae subsp equisimilis enabling intravascular persistence. Microbes Infect. 2012;14:329–334. doi: 10.1016/j.micinf.2011.10.008.", "ArticleIdList": ["10.1016/j.micinf.2011.10.008", "22100875"]}, {"Citation": "Gherardi G., Imperi M., Palmieri C., Magi G., Facinelli B., Baldassarri L., Pataracchia M., Creti R. Genetic diversity and virulence properties of Streptococcus dysgalactiae subsp. equisimilis from different sources”. J. Med. Microbiol. 2014;63:90–98. doi: 10.1099/jmm.0.062109-0.", "ArticleIdList": ["10.1099/jmm.0.062109-0", "24149625"]}, {"Citation": "Sjöbring U., Björck L., Kastern W. Streptococcal protein G. Gene structure and protein binding properties. J. Biol. Chem. 1991;266:399–405. doi: 10.1016/S0021-9258(18)52448-0.", "ArticleIdList": ["10.1016/S0021-9258(18)52448-0", "1985908"]}, {"Citation": "Watanabe S., Shimomura Y., Ubukata K., Krikae T., Tohru M.A. Concomitant regulation of host tissue-destroying virulence factors and carbohydrate metabolism during invasive diseases induced by group g streptococci. J. Infect. Dis. 2013;208:1482–1493. doi: 10.1093/infdis/jit353.", "ArticleIdList": ["10.1093/infdis/jit353", "23901096"]}, {"Citation": "Smyth D., Cameron A., Davies M.R., McNeilly C., Hafner L., Sriprakash K.S., McMillan D.J. DrsG from Streptococcus dysgalactiae subsp. equisimilis inhibits the antimicrobial peptide LL-37. Infect. Immun. 2014;82:2337–2344. doi: 10.1128/IAI.01411-13.", "ArticleIdList": ["10.1128/IAI.01411-13", "PMC4019180", "24664506"]}, {"Citation": "Sachse S., Seidel P., Gerlach D., Günther E., Rödel J., Straube E., Schmidt K.H. Superantigen-like gene(s) in human pathogenic Streptococcus dysgalactiae, subsp equisimilis: Genomic localisation of the gene encoding streptococcal pyrogenic exotoxin G (speG(dys)) FEMS Immunol. Med. Microbiol. 2002;34:159–167. doi: 10.1111/j.1574-695X.2002.tb00618.x.", "ArticleIdList": ["10.1111/j.1574-695X.2002.tb00618.x", "12381468"]}, {"Citation": "Oliver S.P., Almeida R.A., Calvinho L.F. Virulence factors of Streptococcus uberis isolated from cows with mastitis. Zent. Vet. B. 1998;45:461–471. doi: 10.1111/j.1439-0450.1998.tb00817.x.", "ArticleIdList": ["10.1111/j.1439-0450.1998.tb00817.x", "9820114"]}, {"Citation": "Kaczorek E., Malaczewska J., Wojcik R., Siwicki A.K. Biofilm production and other virulence factors in Streptococcus spp. isolated from clinical cases of bovine mastitis in Poland. BMC Vet. Res. 2017;13:398. doi: 10.1186/s12917-017-1322-y.", "ArticleIdList": ["10.1186/s12917-017-1322-y", "PMC5745963", "29282118"]}, {"Citation": "Reinoso E.B., Lasagno M.C., Dieser S.A., Odierno L.M. Distribution of virulence-associated genes in Streptococcus uberis isolated from bovine mastitis. FEMS Microbiol. Lett. 2011;318:183–188. doi: 10.1111/j.1574-6968.2011.02258.x.", "ArticleIdList": ["10.1111/j.1574-6968.2011.02258.x", "21385204"]}, {"Citation": "Gao Y., Liu Y., Wang P., Mo Z., Li J., Liu S., Li G., Zhu M., Li G. Isolation, identification and vaccine development of serotype III Streptococcus parauberis in turbot (Scophthalmus maximus) in China. Aquaculture. 2021;538:736525. doi: 10.1016/j.aquaculture.2021.736525.", "ArticleIdList": ["10.1016/j.aquaculture.2021.736525"]}, {"Citation": "Silayeva O., Engelstädter J., Barnes A.C. Evolutionary epidemiology of Streptococcus iniae: Linking mutation rate dynamics with adaptation to novel immunological landscapes. Infect. Genet. Evol. J. Mol. Epidemiol. Evol. Genet. Infect. Dis. 2020;85:104435. doi: 10.1016/j.meegid.2020.104435.", "ArticleIdList": ["10.1016/j.meegid.2020.104435", "32569744"]}, {"Citation": "Genteluci G.L., Silva L.G., Souza M.C., Glatthardt T., de Mattos M.C., Ejzemberg R., Alviano C.S., Figueiredo A.M.S., Bernadete T.F.C. Assessment and characterization of biofilm formation among human isolates of Streptococcus dysgalactiae subsp. equisimilis. Int. J. Med. Microbiol. 2015;305:937–947. doi: 10.1016/j.ijmm.2015.10.004.", "ArticleIdList": ["10.1016/j.ijmm.2015.10.004", "26558847"]}, {"Citation": "Martin M.C.-S., González-Contreras A., Avendaño-Herrera R. Infectivity study of Streptococcus phocae to seven fish and mammalian cell lines by confocal microscopy. J. Fish Dis. 2012;35:431–436. doi: 10.1111/j.1365-2761.2012.01361.x.", "ArticleIdList": ["10.1111/j.1365-2761.2012.01361.x", "22524521"]}, {"Citation": "Salazar S., Oliver C., Yáñez A.J., Avendaño-Herrera R. Comparative analysis of innate immune responses to Streptococcus phocae strains in Atlantic salmon (Salmo salar) and rainbow trout (Oncorhynchus mykiss) Fish Shellfish. Immunol. 2016;51:97–103. doi: 10.1016/j.fsi.2016.02.005.", "ArticleIdList": ["10.1016/j.fsi.2016.02.005", "26876354"]}, {"Citation": "González-Contreras A., Magariños B., Godoy M., Irgang R., Toranzo A.E., Avendaño-Herrera R. Surface properties of Streptococcus phocae strains isolated from diseased Atlantic salmon, Salmo salar L. J. Fish Dis. 2011;34:203–215. doi: 10.1111/j.1365-2761.2010.01228.x.", "ArticleIdList": ["10.1111/j.1365-2761.2010.01228.x", "21306587"]}, {"Citation": "Soltani M., Alishahi M., Mirzargar S., Nikbakht G. Vaccination of rainbow trout against Streptococcus iniae infection comparison of different routes of administration and different vaccine. Iran. J. Fish. Sci. 2007;7:129–140."}, {"Citation": "Soltani M., Pirali Kheirabadi A., Taherimirkahead E., Shafie S., Mohamadian S., Roholahi S. Molecular study of streptococcosis/lactococcosis distribution in farmed rainbow trout in Charmahal–va-Bakhteyari and Kohgiloyeh-va-Boyerahmad provinces, Iran. Iran. J. Epidemiol. 2013;9:59–68."}, {"Citation": "Bromage E.S., Owens L. Infection of barramundi Lates calcarifer with Streptococcus iniae: Effects of different routes of exposure. Dis. Aquat. Org. 2002;52:199–205. doi: 10.3354/dao052199.", "ArticleIdList": ["10.3354/dao052199", "12553448"]}, {"Citation": "Klesius P., Evans J., Shoemaker C., Yeh H., Goodwin A., Adams A., Thompson K. Rapid detection and identification of Streptococcus iniae using a monoclonal antibody-based indirect fluorescent antibody technique. Aquaculture. 2006;258:180–186. doi: 10.1016/j.aquaculture.2005.06.040.", "ArticleIdList": ["10.1016/j.aquaculture.2005.06.040"]}, {"Citation": "Suanyuk N., Kong F., Ko D., Gilbert G., Supamattaya K. Occurrence of rare genotypes of Streptococcus agalactiae in cultured red tilapia Oreochromis sp. and Nile tilapia O. niloticus in Thailand-relationship to human isolates? Aquaculture. 2008;284:35–40. doi: 10.1016/j.aquaculture.2008.07.034.", "ArticleIdList": ["10.1016/j.aquaculture.2008.07.034"]}, {"Citation": "Suanyuk N., Sukkasame N., Tanmark N., Yoshida T., Itami T., Thune R.L., Tantikitti C., Supamattaya K. Streptococcus iniae infection in cultured Asian sea bass (Lates calcarifer) and red tilapia (Oreochromis sp.) in southern Thailand. Songklanakarin J. Sci. Technol. 2010;32:341–348."}, {"Citation": "Duremdez R., Al-Marzouk A., Qasem J.A., Al-Harbi A., Gharabally H. Isolation of Streptococcus agalactiae from cultured silver pomfret, Pampus argenteus (Euphrasen), in Kuwait. J. Fish Dis. 2004;27:307–310. doi: 10.1111/j.1365-2761.2004.00538.x.", "ArticleIdList": ["10.1111/j.1365-2761.2004.00538.x", "15139909"]}, {"Citation": "Kim J.H., Gomez D.K., Choresca C.H., Park S.C. Detection of major bacterial and viral pathogens in trash fish used to feed cultured flounder in Korea. Aquaculture. 2007;272:105–110. doi: 10.1016/j.aquaculture.2007.09.008.", "ArticleIdList": ["10.1016/j.aquaculture.2007.09.008"]}, {"Citation": "Garcia J.C., Klesius P.H., Evans J.J., Shoemaker C.A. Non infectivity of cattle S. agalactiae in Nile tilapia (O. niloticus) and channel catfsh (Ictalurus ounctatus) Aquaculture. 2008;281:151–154. doi: 10.1016/j.aquaculture.2008.05.028.", "ArticleIdList": ["10.1016/j.aquaculture.2008.05.028"]}, {"Citation": "Nomoto R., Munasinghe L.I., Jin D.H., Shimahara Y., Yasuda H., Nakamura A., Misawa N., Itami T., Yoshida T. Lancefield group C Streptococcus dysgalactiae infection responsible for fish mortalities in Japan. J. Fish Dis. 2004;27:679–686. doi: 10.1111/j.1365-2761.2004.00591.x.", "ArticleIdList": ["10.1111/j.1365-2761.2004.00591.x", "15575875"]}, {"Citation": "Zhou S.M., Li A.X., Ma Y., Liu R.M. Isolation, identification and characteristics of 16S rDNA gene sequences of the pathogens responsible for the Streptococcicosis in cultured fish. Acta Sci. Nat. Univ. Sunyatseni. 2007;46:68–71."}, {"Citation": "Abdelsalam M., Chen S.C., Yoshida T. Phenotypic and genetic characterizations of Streptococcus dysgalactiae strains isolated from fish collected in Japan and other Asian countries. FEMS Microbiol. Lett. 2010;302:32–38. doi: 10.1111/j.1574-6968.2009.01828.x.", "ArticleIdList": ["10.1111/j.1574-6968.2009.01828.x", "19895643"]}, {"Citation": "Pourgholam R., Laloei F., Saeidi A.A., Ghoroghi A., Taghavi M.J., Zahedi A., Safari R., Sharifpour E., Sepahdari A. Molecular identification of some causative agents of streptococcosis isolated in farmed rainbow trout (Oncorhynchus mykiss, walbaum) in Iran. Iran. J. Fish. Sci. 2011;10:109–122."}, {"Citation": "Williams A.M., Collins M.D. Molecular taxonomic studies on Streptococcus uberis types I and II. Description of Streptococcus parauberis sp. nov. J. Appl. Microbiol. 1990;68:485–490. doi: 10.1111/j.1365-2672.1990.tb02900.x.", "ArticleIdList": ["10.1111/j.1365-2672.1990.tb02900.x", "1695217"]}, {"Citation": "Domeénech A., Derenaáandez-Garayzábal J.F., Pascual C., Garcia J.A., Cutuli M.T., Moreno M.A., Collins M.D., Dominguez L. Streptococcosis in cultured turbot, Scopthalmus maximus (L.), associated with Streptococcus parauberis. J. Fish Dis. 1996;19:33–38. doi: 10.1111/j.1365-2761.1996.tb00117.x.", "ArticleIdList": ["10.1111/j.1365-2761.1996.tb00117.x"]}, {"Citation": "Haines A.N., Gauthier D.T., Nebergall E.E., Cole S.D., Nguyen K.M., Rhodes M.W., Vogelbein W.K. First report of Streptococcus parauberis in wild finfish from North America. Vet. Microbiol. 2013;166:270–275. doi: 10.1016/j.vetmic.2013.05.002.", "ArticleIdList": ["10.1016/j.vetmic.2013.05.002", "23769635"]}, {"Citation": "Haines A., Nebergall E., Besong E., Council K., Lambert O., Gauthier D. Draft genome sequences for seven Streptococcus parauberis isolates from wild fish in the Chesapeake Bay. Genome Announc. 2016;4:e00741-16. doi: 10.1128/genomeA.00741-16.", "ArticleIdList": ["10.1128/genomeA.00741-16", "PMC4991699", "27540054"]}, {"Citation": "Baeck G.W., Kim J.H., Gomez D.K., Park S.C. Isolation and characterization of Streptococcus sp. from diseased flounder (Paralichthys olivaceus) in Jeju Island. J. Vet. Sci. 2006;7:53–58. doi: 10.4142/jvs.2006.7.1.53.", "ArticleIdList": ["10.4142/jvs.2006.7.1.53", "PMC3242086", "16434850"]}, {"Citation": "Oguro K., Yamane J., Yamamoto T., Ohnishi K., Oshima S.I., Imajoh M. Draft genome sequence of Streptococcus parauberis strain SK-417, isolated from diseased Sebastes ventricosus in Kagoshima Japan. Genome Announc. 2014;2:e00453-14. doi: 10.1128/genomeA.00453-14.", "ArticleIdList": ["10.1128/genomeA.00453-14", "PMC4031341", "24855302"]}, {"Citation": "Al Bulushi I.M., Poole S.E., Barlow R., Deeth H.C., Dykes G.A. Speciation of Gram-positive bacteria in fresh and ambient-stored sub-tropical marine fish. Int. J. Food Microbiol. 2010;138:32–38. doi: 10.1016/j.ijfoodmicro.2009.11.021.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2009.11.021", "20110133"]}, {"Citation": "Skaar I., Gaustad P., Tønjum T., Holm B., Stenwig H. Streptococcus phocae sp. nov., a new species isolated from clinical specimens from seals. Int. J. Syst. Evol. Microbiol. 1994;44:646–650. doi: 10.1099/00207713-44-4-646.", "ArticleIdList": ["10.1099/00207713-44-4-646", "7981096"]}, {"Citation": "Henton M.M., Zapke O., Basson P.A. Streptococcus phocae infections associated with starvation in Cape fur seals: Case report. J. S. Afr. Vet. Assoc. 1999;70:98–99. doi: 10.4102/jsava.v70i2.763.", "ArticleIdList": ["10.4102/jsava.v70i2.763", "10855831"]}, {"Citation": "Vossen A., Abdulmawjood A., Lämmler C., Weiss R., Siebert U. Identification and molecular characterization of beta-hemolytic streptococci isolated from harbor seals (Phoca vitulina) and grey seals (Halichoerus grypus) of the German North and Baltic seas. J. Clin. Microbiol. 2004;42:469–473. doi: 10.1128/JCM.42.1.469-473.2004.", "ArticleIdList": ["10.1128/JCM.42.1.469-473.2004", "PMC321648", "14715808"]}, {"Citation": "Kuiken T., Kennedy S., Barrett T., Van de Bildt M.W.G., Borgsteede F.H., Brew S.D., Codd G.A., Duck C., Deaville R., Eybatov T., et al. The 2000 canine distemper epidemic in Caspian seals (Phoca caspica): Pathology and analysis of contributory factors. Vet. Pathol. 2006;43:321–338. doi: 10.1354/vp.43-3-321.", "ArticleIdList": ["10.1354/vp.43-3-321", "16672579"]}, {"Citation": "Imai D., Jang S., Miller M., Conrad P.A. Characterization of beta-hemolytic streptococci isolated from southern sea otters (Enhydra lutris nereis) stranded along the California coast. Vet. Microbiol. 2009;136:378–381. doi: 10.1016/j.vetmic.2008.11.009.", "ArticleIdList": ["10.1016/j.vetmic.2008.11.009", "19117701"]}, {"Citation": "Johnson S., Lowenstine L., Gulland F., Jang S., Imai D., Almy F., DeLong R., Gardner I. Aerobic bacterial flora of the vagina and prepuce of California sea lions (Zalophus californianus) and investigation of associations with urogenital carcinomas. Vet. Microbiol. 2006;114:94–103. doi: 10.1016/j.vetmic.2005.11.045.", "ArticleIdList": ["10.1016/j.vetmic.2005.11.045", "16326045"]}, {"Citation": "Bartlett G., Smith W., Dominik C., Batac F., Dodd E., Byrne B.A., Jang S., Jessup D., Chantrey J., Miller M. Prevalence, pathology, and risk factors associated with Streptococcus phocae infection in southern sea otters (Enhydra lutris nereis), 2004–2010. J. Wildl. Dis. 2016;52:1–9. doi: 10.7589/2015-02-048.", "ArticleIdList": ["10.7589/2015-02-048", "26555115"]}, {"Citation": "Facklam R., Elloitt J., Shewmaker L., Reingold A. Identification and characterization of sporadic isolates of S. iniae from human. J. Clin. Microbiol. 2005;43:933–937. doi: 10.1128/JCM.43.2.933-937.2005.", "ArticleIdList": ["10.1128/JCM.43.2.933-937.2005", "PMC548108", "15695711"]}, {"Citation": "Nitzan Y., Maayan M., Wajsman C. Streptococcus group B isolates in a regional hospital area. Med. Microbiol. Immunol. 1980;169:21–30. doi: 10.1007/BF02123709.", "ArticleIdList": ["10.1007/BF02123709", "7007849"]}, {"Citation": "Tenenbaum T., Spellerberg B., Adam R., Vogel M., Kim K.S., Schroten H. Streptococcus agalactiae invasion of human brain microvascular endothelial cells are promoted by the laminin-binding protein Lmb. Microbes Infect. 2007;9:714–720. doi: 10.1016/j.micinf.2007.02.015.", "ArticleIdList": ["10.1016/j.micinf.2007.02.015", "17400016"]}, {"Citation": "Oppegaard O., Mylvaganam H., Skrede S., Langeland N., Kittang B.R. Sequence diversity of sicG among group C and G Streptococcus dysgalactiae subspecies equisimilis isolates associated with human infections in western Norway. Eur. J. Clin. Microbiol. Infect. Dis. 2014;33:273–277. doi: 10.1007/s10096-013-1955-0.", "ArticleIdList": ["10.1007/s10096-013-1955-0", "24019161"]}, {"Citation": "Chennapragada S.S., Ramphul K., Barnett B.J., Mejias S.G., Lohana P. A rare case of Streptococcus dysgalactiae subsp. dysgalactiae human zoonotic infection. Cureu. 2018;10:e2901. doi: 10.7759/cureus.2901.", "ArticleIdList": ["10.7759/cureus.2901", "PMC6122666", "30186708"]}, {"Citation": "Koh T.H., Sng L.H., Yuen S.M., Thomas C.K., Tan P.L., Tan S.H., Wong N.S. Streptococcal cellulitis following preparation of fresh raw seafood. Zoonoses Public Health. 2009;56:206–208. doi: 10.1111/j.1863-2378.2008.01213.x.", "ArticleIdList": ["10.1111/j.1863-2378.2008.01213.x", "19309483"]}, {"Citation": "Bert F., Lambert-Zechovsky N. A case of bacteremia caused by Streptococcus dysgalactiae. Eur. J. Clin. Microbiol. Infect. Dis. 1997;16:324–326. doi: 10.1007/BF01695642.", "ArticleIdList": ["10.1007/BF01695642", "9177971"]}, {"Citation": "Woo P.C., Teng J.L., Lau S.K., Lum P.N., Leung K.W., Wong K.L., Li K.W., Lam K.C., Yuen K.Y. Analysis of a viridans group strain reveals a case of bacteremia due to Lancefield group G alpha-hemolytic Streptococcus dysgalactiae subsp. equisimilis in a patient with pyomyositis and reactive arthritis. J. Clin. Microbiol. 2003;41:613–618. doi: 10.1128/JCM.41.2.613-618.2003.", "ArticleIdList": ["10.1128/JCM.41.2.613-618.2003", "PMC149685", "12574255"]}, {"Citation": "Fernández-Aceñero M.J., Fernández-López P. Cutaneous lesions associated with bacteremia by Streptococcus dysgalactiae. J. Am. Acad. Dermatol. 2006;55:S91–S92. doi: 10.1016/j.jaad.2005.01.097.", "ArticleIdList": ["10.1016/j.jaad.2005.01.097", "17052543"]}, {"Citation": "Di Domenico E.G., Toma L., Prignano G., Pelagalli L., Police A., Cavallotti C., Torelli R., Sanguinetti M., Ensoli F. Misidentification of Streptococcus uberis as a human pathogen: A case report and literature review. Int. J. Infect. Dis. 2015;33:79–81. doi: 10.1016/j.ijid.2015.01.002.", "ArticleIdList": ["10.1016/j.ijid.2015.01.002", "25578263"]}, {"Citation": "Chen C.-Y., Chao C.-B., Bowser P.R. Comparative histopathology of Streptococcus iniae and Streptococcus agalactiae-infected tilapia. Bull. Eur. Assoc. Fish Pathol. 2007;27:2–9."}, {"Citation": "Martos-Sitcha J.A., Mancera J.M., Prunet P., Magnoni L.J. Welfare and stressors in fish: Challenges facing aquaculture. Front. Physiol. 2020;11:162. doi: 10.3389/fphys.2020.00162.", "ArticleIdList": ["10.3389/fphys.2020.00162", "PMC7055460", "32174844"]}, {"Citation": "Shoemaker C.A., Evans J.J., Klesius P.H. Density and dose: Factors affecting mortality of Streptococcus iniae infected tilapia (Oreochromis niloticus) Aquaclture. 2000;188:229–235. doi: 10.1016/S0044-8486(00)00346-X.", "ArticleIdList": ["10.1016/S0044-8486(00)00346-X"]}, {"Citation": "Alsaid M., Hassan H.M.D., Noordin N.M., Khairani Bejo S., Mohamed Y., Abuseliana A.F. Environmental factors influencing the susceptibility of red hybrid tilapia (Oreochromis sp.) to Streptococcus agalactiae infection. Adv. Sci. Lett. 2013;19:3600–3604. doi: 10.1166/asl.2013.5191.", "ArticleIdList": ["10.1166/asl.2013.5191"]}, {"Citation": "Chang P., Plumb J. Effects of salinity on Streptococcus infection of Nile tilapia, Oreochromis niloticus. J. Appl. Aquac. 1996;6:39–45. doi: 10.1300/J028v06n01_04.", "ArticleIdList": ["10.1300/J028v06n01_04"]}, {"Citation": "Bunch E.C., Bajerano Y. The effect of environmental factors on the susceptibility of hybrid tilapia Oreochromis niloticus x Oreochromis aureus to streptococcosis. Isr. J. Aquac. 1997;49:56–61."}, {"Citation": "Anshary H., Kurniawan R.A., Sriwulan S., Ramli R., Baxa D.V. Isolation and molecular identification of the etiological agents of streptococcosis in Nile tilapia (Oreochromis niloticus) cultured in net cages in Lake Sentani, Papua, Indonesia. SpringerPlus. 2014;3:627. doi: 10.1186/2193-1801-3-627.", "ArticleIdList": ["10.1186/2193-1801-3-627", "PMC4216822", "25392797"]}, {"Citation": "Chang P.H., Plumb J.A. Histopathology of experimental Streptococcus sp. infection in tilapia, O. niloticus and channel catfish, Ictalarus punctatus. J. Fish Dis. 1996;19:235–241. doi: 10.1111/j.1365-2761.1996.tb00130.x.", "ArticleIdList": ["10.1111/j.1365-2761.1996.tb00130.x"]}, {"Citation": "Hernández E., Figueroa J., Iregui C. Streptococcosis on a red tilapia, Oreochromis sp., farm: A case study. J. Fish Dis. 2009;32:247–252. doi: 10.1111/j.1365-2761.2008.00981.x.", "ArticleIdList": ["10.1111/j.1365-2761.2008.00981.x", "19236558"]}, {"Citation": "Karamanoli K., Vokou D., Menkissoglu U., Constantinidou H.I. Bacterial colonization of phyllosphere of Mediterranean aromatic plants. J. Chem. Ecol. 2000;26:2035–2048. doi: 10.1023/A:1005556013314.", "ArticleIdList": ["10.1023/A:1005556013314"]}, {"Citation": "Inouye S., Takizawa T., Yamaguchi H. Antibacterial activity of essential oils and their major constituents against respiratory tract pathogens by gaseous contact. J. Antimicrob. Chemother. 2001;47:565–573. doi: 10.1093/jac/47.5.565.", "ArticleIdList": ["10.1093/jac/47.5.565", "11328766"]}, {"Citation": "Abutbul S., Golan-Goldhirsh A., Barazani O., Zilberg D. Use of Rosmarinus officinalis as a treatment against Streptococcus iniae in tilapia (Oreochromis sp.) Aquaculture. 2004;238:97–105. doi: 10.1016/j.aquaculture.2004.05.016.", "ArticleIdList": ["10.1016/j.aquaculture.2004.05.016"]}, {"Citation": "Zilberg D., Tal A., Froyman N., Abutbul S., Dudai N., Golan-Goldhirsh A. Dried leaves of Rosmarinus officinalis as a treatment for streptococcosis in tilapia. J. Fish Dis. 2010;33:361–369. doi: 10.1111/j.1365-2761.2009.01129.x.", "ArticleIdList": ["10.1111/j.1365-2761.2009.01129.x", "20158579"]}, {"Citation": "Soltani M., Ghodratnama M., Taheri Mirghaed A., Zargar A., Rouhollahi S.H. The effect of Zataria multiflora Boiss. and Rosmarinus officinalis essential oil on Streptococcus iniae isolated from rainbow trout farms.  [(accessed on 11 September 2022)];Vet. Microbiol. 2013 9:1–13. Available online:  https://civilica.com/doc/646018/"}, {"Citation": "Soltani M., Ghodratnama M., Ebrahimzadeh-Mosavi H.A., Nikbakht-Brujeni G., Mohamadian S., Ghasemian M. Shirazi thyme (Zataria multiflora Boiss) and Rosemary (Rosmarinus officinalis) essential oils repress expression of sagA, a streptolysin S-related gene in Streptococcus iniae. Aquaculture. 2014;430:248–252. doi: 10.1016/j.aquaculture.2014.04.012.", "ArticleIdList": ["10.1016/j.aquaculture.2014.04.012"]}, {"Citation": "Tafi A.A., Meshkini S., Tukmechi A., Alishahi M., Noori F. Determination of component and in vitro anti streptococcal properties of Mentha piperita L.; Satureja khuzistanica Jamzad, Matricaria recutica L.; Zataria multiflora Boiss and Rosmarinus officinalis L. ethanolic extracts. Iran. J. Fish. Sci. 2020;19:1373–1383. doi: 10.22092/IJFS.2018.117371.", "ArticleIdList": ["10.22092/IJFS.2018.117371"]}, {"Citation": "Yılmaz S., Ergün S., Soytaş N. Herbal supplements are useful for preventing streptococcal disease during first feeding of tilapia fry, Oreochromis mossambicus. Isr. J. Aquac. 2013;833:195–204."}, {"Citation": "Gültepe N., Bilen S., Yılmaz S., Güroy D., Aydın S. Effects of herbs and spice on health status of tilapia (Oreochromis mossambicus) challenged with Streptococcus iniae. Acta Vet. 2014;83:125–131. doi: 10.2754/avb201483020125.", "ArticleIdList": ["10.2754/avb201483020125"]}, {"Citation": "Alishahi M., Ghorbanpoor M., Najafzadeh H., Pashmforoosh M. Antibacterial effects of some medical plant extracts on Aeromonas hydrophila, Yersinia ruckeri and Streptococcus iniae. Sci-Res. Iran. Vet. J. 2010;6:21–30."}, {"Citation": "Owlia P., Rasooli I., Saderi H. Antistreptococcal and antioxidant of essential oil from Matricaria chamomilla.  [(accessed on 11 September 2022)];Res. J. Biol. Sci. 2007 2:155–160. Available online:  https://medwelljournals.com/abstract/?doi=rjbsci.2007.155.160."}, {"Citation": "Issabeagloo E., Kermanizadeh P., Taghizadieh M., Forughi R. Antimicrobial effects of rosemary (Rosmarinus officinalis L.) essential oils against Staphyloccus spp. Afr. J. Microbiol. Res. 2012;6:5039–5042. doi: 10.5897/AJMR12.741.", "ArticleIdList": ["10.5897/AJMR12.741"]}, {"Citation": "Tepe B. Inhibitory effect of Satureja on certain types of organisms. Rec. Nat. Prod. 2015;9:1–18."}, {"Citation": "Ghasemi Pirbalouti A., Nourafcan H., Solyamani-Babadi E. Variation in chemical composition and antibacterial activity of essential oils from Bakhtiari Savory (Satureja bachtiarica Bunge.) J. Essent. Oil-Bear. Plants. 2017;20:474–484. doi: 10.1080/0972060X.2016.1266970.", "ArticleIdList": ["10.1080/0972060X.2016.1266970"]}, {"Citation": "Alsaid M., Daud H., Bejo S.K., Abuseliana A. Antimicrobial activities of some culinary spice extracts against Streptococcus agalactiae and its prophylactic uses to prevent streptococcal infection in red hybrid tilapia (Oreochromis sp.) World J. Fish Mar. Sci. 2010;2:532–538."}, {"Citation": "Bababaalian Amiri A., Azari Takami G., Afsharnasab M., Zargar A. Effects of commercial herbal oil mixture on some hematological, biochemical and immunological parameters of rainbow trout (Oncorhynchus mykiss) and its preventive efficacy against Yersinia ruckeri infection. Iran. J. Fish. Sci. 2020;19:1304–1318. doi: 10.22092/IJFS.2019.119319.", "ArticleIdList": ["10.22092/IJFS.2019.119319"]}, {"Citation": "Şimşek M., Duman R. Investigation of effect of 1, 8-cineole on antimicrobial activity of chlorhexidine gluconate. Pharmacogn. Res. 2017;9:234–237. doi: 10.4103/0974-8490.210329.", "ArticleIdList": ["10.4103/0974-8490.210329", "PMC5541478", "28827963"]}, {"Citation": "Pamfil D., Vasile C., Tarţău L., Vereştiuc L., Poiată A. pH-Responsive 2-hydroxyethyl methacrylate/citraconic anhydride–modified collagen hydrogels as ciprofloxacin carriers for wound dressings. J. Bioact. Compat. Polym. 2017;32:355–381. doi: 10.1177/0883911516684653.", "ArticleIdList": ["10.1177/0883911516684653"]}, {"Citation": "Xu J., Zhou F., Ji B.P., Pei R.S., Xu N. The antibacterial mechanism of carvacrol and thymol against Escherichia coli. Lett. Appl. Microbiol. 2008;47:174–179. doi: 10.1111/j.1472-765X.2008.02407.x.", "ArticleIdList": ["10.1111/j.1472-765X.2008.02407.x", "19552781"]}, {"Citation": "Yılmaz S., Ergün S., Soytaş N. Dietary supplementation of cumin (Cuminum cyminum) preventing streptococcal disease during first feeding of Mozambique tilapia (Oreochromis mossambicus) J. Biosci. Biotechnol. 2013;2:117–124."}, {"Citation": "Yilmaz S., Ergün S., Turk N. Effects of cumin-supplemented diets on growth and disease (Streptococcus iniae) resistance of tilapia (Oreochromis mossambicus) Isr. J. Aquac. 2012;64:768–772. doi: 10.46989/001c.20626.", "ArticleIdList": ["10.46989/001c.20626"]}, {"Citation": "Gachkar L., Yadegari D., Rezaei M.B., Taghizadeh M., Astaneh S.A., Rasooli I. Chemical and biological characteristics of Cuminum cyminum and Rosmarinus officinalis essential oils. Food Chem. 2007;102:898–904. doi: 10.1016/j.foodchem.2006.06.035.", "ArticleIdList": ["10.1016/j.foodchem.2006.06.035"]}, {"Citation": "Moghimi S.M., Soltani M., Mirzargar S.S., Ghodratnama M. Effects of Eucalyptus camaldulensis, Mentha pulegium and Aloe vera essences and chloramine T on growth behavior of Streptococcus iniae and Lactococcus garvieae the causes of streptococcosis/ lactococcosis in farmed rainbow trout (Onchorhynchus mykiss) J. Fish. 2013;66:106–118. doi: 10.22059/JFISHERIES.2013.35468.", "ArticleIdList": ["10.22059/JFISHERIES.2013.35468"]}, {"Citation": "Tafi A.A., Meshkini S., Tukmechi A., Alishahi M., Noori F. Therapeutic and histopathological effect of Aloe vera and Salvia officinalis hydroethanolic extracts against Streptococcus iniae in rainbow trout. Arch. Razi Inst. 2020;75:275–287. doi: 10.22092/ARI.2019.122855.1232.", "ArticleIdList": ["10.22092/ARI.2019.122855.1232", "PMC8418879", "32621456"]}, {"Citation": "Sserunkuma P., McGaw L.J., Nsahlai I.V., Van Staden J. Selected southern African medicinal plants with low cytotoxicity and good activity against bovine mastitis pathogens. S. Afr. J. Bot. 2017;111:242–247. doi: 10.1016/j.sajb.2017.03.032.", "ArticleIdList": ["10.1016/j.sajb.2017.03.032"]}, {"Citation": "Turker H., Yıldırım A.B., Karakaş F.P. Sensitivity of bacteria isolated from fish to some medicinal plants. Turk. J. Fish. Aquat. Sci. 2009;9:181–186. doi: 10.4194/trjfas.2009.0209.", "ArticleIdList": ["10.4194/trjfas.2009.0209"]}, {"Citation": "Na-Phatthalung P., Chusri S., Suanyuk N., Voravuthikunchai S.P. In vitro and in vivo assessments of Rhodomyrtus tomentosa leaf extract as an alternative anti-streptococcal agent in Nile tilapia (Oreochromis niloticus L.) J. Med. Microbiol. 2017;66:430–439. doi: 10.1099/jmm.0.000453.", "ArticleIdList": ["10.1099/jmm.0.000453", "28425874"]}, {"Citation": "Najiah M., Nadirah M., Arief Z., Zahrol S., Tee L.W., Ranzi A.D., Amar A.S., Laith A.A., Mariam M., Suzana S., et al. Antibacterial activity of Malaysian edible herbs extracts on fish pathogenic bacteria. Res. J. Med. Plant. 2011;5:772–778. doi: 10.3923/rjmp.2011.772.778.", "ArticleIdList": ["10.3923/rjmp.2011.772.778"]}, {"Citation": "Pathirana H.N.K.S., Wimalasena S.H.M.P., De Silva B.C.J., Hossain S., Gang-Joon H. Antibacterial activity of clove essential oil and eugenol against fish pathogenic bacteria isolated from cultured olive flounder (Paralichthys olivaceus) Slov. Vet. Res. 2019;56:31–38. doi: 10.26873/SVR-590-2018.", "ArticleIdList": ["10.26873/SVR-590-2018"]}, {"Citation": "Gholipourkanani H., Buller N., Lymbery A. In vitro antibacterial activity of four nano-encapsulated herbal essential oils against three bacterial fish pathogens. Aquac. Res. 2019;50:871–875. doi: 10.1111/are.13959.", "ArticleIdList": ["10.1111/are.13959"]}, {"Citation": "Wimalasena S.H., Pathirana H.N., De Silva B.C., Hossain S., Heo G.J. Antimicrobial activity of lavender (Lavendula rangustifolia) oil against fish pathogenic bacteria isolated from cultured olive flounder (Paralichthys olivaceus) in Korea. Indian J. Fish. 2018;65:52–56. doi: 10.21077/ijf.2018.65.3.74436-07.", "ArticleIdList": ["10.21077/ijf.2018.65.3.74436-07"]}, {"Citation": "Chaudhry N.M.A., Tariq P. Anti-microbial activity of Cinnamomum cassia against diverse microbial flora with its nutritional and medicinal impacts. Pak. J. Bot. 2006;38:169–174."}, {"Citation": "Kareem Z.H., Abdelhadi Y.M., Christianus A., Karim M., Romano N. Effects of some dietary crude plant extracts on the growth and gonadal maturity of Nile tilapia (Oreochromis niloticus) and their resistance to Streptococcus agalactiae infection. Fish Physiol. Biochem. 2016;42:757–769. doi: 10.1007/s10695-015-0173-3.", "ArticleIdList": ["10.1007/s10695-015-0173-3", "26643907"]}, {"Citation": "Guo W.L., Wang W.H., Hu W.T., Zhou Y.C. Antibacterial synergisms of Ji Xue Teng, Spatholobus suberectus, extract and selected antibiotics against Streptococcus agalactiae from Nile tilapia, Oreochromis niloticus (L.), in Vitro and in Vivo. J. World Aquac. Soc. 2018;49:1002–1013. doi: 10.1111/jwas.12516.", "ArticleIdList": ["10.1111/jwas.12516"]}, {"Citation": "Nayak Y., Abhilash D. Protection of cyclophosphamide induced myelosuppression by alcoholic extract of Pimenta dioica leaves in mice. Pharmacologyonline. 2008;3:719–723."}, {"Citation": "Krishnamoorthy B., Rema J. Allspice. In: Peter K.V., editor. Handbook of Herbs and Spices. Woodhead Publishing; Boca Raton, FL, USA: 2004. pp. 117–139, 391–416."}, {"Citation": "Shylaja M.R., Peter K.V. Handbook of Herbs and Spices (Peter editor) Woodhead Publishing Limited; Boca Raton, FL, USA: 2004. The functional role of herbal spices; pp. 26–45."}, {"Citation": "Gopinath S.M., Suneetha T.B., Mruganka V.D., Ananda S. Chemical profiling and antibacterial activity of Punica granatum L. against pathogens causing bovine mastitis. J. Chem. Pharm. Res. 2011;3:514–518."}, {"Citation": "Ko M.O., Ko J.Y., Kim M.B., Lim S.B. Antibacterial activity of isothiocyanates from cruciferous vegetables against pathogenic bacteria in olive flounder. Korean J. Food Preserv. 2015;22:886–892. doi: 10.11002/kjfp.2015.22.6.886.", "ArticleIdList": ["10.11002/kjfp.2015.22.6.886"]}, {"Citation": "Kim J.H., Kim S.B., Hwang H.J., Kim Y.M., Lee M.S. Antibacterial property of Ecklonia cava extract against marine bacterial pathogens. J. Food Hyg. Saf. 2016;31:380–385. doi: 10.13103/JFHS.2016.31.5.380.", "ArticleIdList": ["10.13103/JFHS.2016.31.5.380"]}, {"Citation": "Eom S.H., Santos J.A., Kim J.H., Jung W.K., Kim D.H., Kim Y.M. In vitro antibacterial and synergistic activity of an Ecklonia cava extract against antibiotic-resistant Streptococcus parauberis. Fish. Aquat. Sci. 2015;18:241–247. doi: 10.5657/FAS.2015.0241.", "ArticleIdList": ["10.5657/FAS.2015.0241"]}, {"Citation": "Olusola S.E., Fakoya S., Omage I.B. Antimicrobial activity of leaf extracts of Neem (Azadrichta indica) and Tumeric (Curcuma longa) rhizome against some pathogens isolated from Clarias gariepinus. J. Adv. Microbiol. 2017;3:238–245."}, {"Citation": "Saeidi asl M.R., Adel M., Caipang C.M.A., Dawood M.A.O. Immunological responses and disease resistance of rainbow trout (Oncorhynchus mykiss) juveniles following dietary administration of stinging nettle (Urtica dioica) Fish Shellfish. Immunol. 2017;71:230–238. doi: 10.1016/j.fsi.2017.10.016.", "ArticleIdList": ["10.1016/j.fsi.2017.10.016", "29017944"]}, {"Citation": "Safari O., Sarkheil M., Paolucci M. Dietary administration of ferula (Ferula asafoetida) powder as a feed additive in diet of koi carp, Cyprinus carpio koi: Effects on hemato-immunological parameters, mucosal antibacterial activity, digestive enzymes, and growth performance. Fish Physiol. Biochem. 2019;45:1277–1288. doi: 10.1007/s10695-019-00674-x.", "ArticleIdList": ["10.1007/s10695-019-00674-x", "31256305"]}, {"Citation": "Zargar A., Mazandarani M., Hoseini S.M. Effects of safflower (Carthamus tinctorius) extract on serum antibacterial activity of rainbow trout (Oncorhynchus mykiss) against Aeromonas hydrophila, Streptococcus iniae and Yersinia ruckeri. Int. J. Aquat. Biol. 2018;6:1–7. doi: 10.22034/ijab.v6i1.392.", "ArticleIdList": ["10.22034/ijab.v6i1.392"]}, {"Citation": "Kang M., Kim M.B., Kim J.H., Ko Y.H., Lim S.B. Integral antioxidative capacity and antimicrobial activity of pressurized liquid extracts from 40 selected plant species. J. Korean Soc. Food Sci. Nutr. 2010;39:1249–1256. doi: 10.3746/jkfn.2010.39.9.1249.", "ArticleIdList": ["10.3746/jkfn.2010.39.9.1249"]}, {"Citation": "Dharaneedharan S., Harikrishanan R., Balasundaram C., Heo M.S. In vitro antioxidant and antimicrobial activity of Rubus coreanus ethanolic extract, a potent biotherapeutic component for aquaculture. Isr. J. Aquac. 2013;9:1–7."}, {"Citation": "Pathirana H.N.K.S., Wimalasena S.H.M.P., De Silva B.C.J., Hossain S., Gang-Joon H. Determination of the in vitro effect of lemongrass (Cymbopogon flexuosus) oil against fish pathogenic bacteria isolated from cultured olive flounder (Paralichthys olivaceus) Slov. Vet. Res. 2019;56:125–131. doi: 10.26873/SVR-687-2019.", "ArticleIdList": ["10.26873/SVR-687-2019"]}, {"Citation": "Ham Y., Yang J., Choi W.S., Ahn B.J., Park M.J. Antibacterial activity of essential oils from Pinaceae leaves against fish pathogens. J. Korean Wood Sci. Technol. 2020;48:527–547. doi: 10.5658/WOOD.2020.48.4.527.", "ArticleIdList": ["10.5658/WOOD.2020.48.4.527"]}, {"Citation": "Apraku A., Liu L., Leng X., Rupia E.J., Ayisi C.L. Evaluation of blended virgin coconut oil and fish oil on growth performance and resistance to Streptococcus iniae challenge of Nile tilapia (Oreochromis niloticus) Egypt. J. Basic Appl. Sci. 2017;4:175–184. doi: 10.1016/j.ejbas.2017.06.002.", "ArticleIdList": ["10.1016/j.ejbas.2017.06.002"]}, {"Citation": "DebMandal M., Mandal S. Coconut (Cocos nucifera L.: Arecaceae): In health promotion and disease prevention. Asian Pac. J. Trop. Med. 2011;4:241–247. doi: 10.1016/S1995-7645(11)60078-3.", "ArticleIdList": ["10.1016/S1995-7645(11)60078-3", "21771462"]}, {"Citation": "Sharif Rohani M., Pourgholam R., Haghighi M. Evaluation the effects of different levels of Echinacea purpurea extract on the immunity responses, biochemical and hematological indices and disease resistance against Streptococcus iniae in rainbow trout (Oncorhynchus mykiss) Iran. J. Aquat. Anim. Health. 2016;2:1–13. doi: 10.18869/acadpub.ijaah.2.2.1.", "ArticleIdList": ["10.18869/acadpub.ijaah.2.2.1"]}, {"Citation": "Rufchaei R., Mirvaghefi A., Hoseinifar S.H., Valipour A., Nedaei S. Effects of dietary administration of water hyacinth (Eichhornia crassipes) leaves extracts on innate immune parameters, antioxidant defence and disease resistance in rainbow trout (Oncorhynchus mykiss) Aquaculture. 2019;515:734533. doi: 10.1016/j.aquaculture.2019.734533.", "ArticleIdList": ["10.1016/j.aquaculture.2019.734533"]}, {"Citation": "Aboul-Enein A.M., Shanab S.M., Shalaby E.A., Zahran M.M., Lightfoot D.A., El-Shemy H.A. Cytotoxic and antioxidant properties of active principals isolated from water hyacinth against four cancer cells lines. BMC Complement. Altern. Med. 2014;14:397. doi: 10.1186/1472-6882-14-397.", "ArticleIdList": ["10.1186/1472-6882-14-397", "PMC4213547", "25315352"]}, {"Citation": "Chantiratikul P., Meechai P., Nakbanpotec W. Antioxidant activities and phenolic contents of extracts from Salvinia molesta and Eichornia crassipes. Res. J. Biol. Sci. 2009;4:1113–1117."}, {"Citation": "Surendraraj A., Farvin K.S., Anandan R. Antioxidant potential of water hyacinth (Eichornia crassipes): In vitro antioxidant activity and phenolic composition. J. Aquat. Food Prod. Technol. 2013;22:11–26. doi: 10.1080/10498850.2011.621582.", "ArticleIdList": ["10.1080/10498850.2011.621582"]}, {"Citation": "Rattanachaikunsopon P., Phumkhachorn P. Bacteriostatic effect of flavonoids isolated from leaves of Psidium guajava on fish pathogens. Fitoterapia. 2007;78:434–436. doi: 10.1016/j.fitote.2007.03.015.", "ArticleIdList": ["10.1016/j.fitote.2007.03.015", "17553634"]}, {"Citation": "Rattanachaikunsopon P., Phumkhachorn P. Prophylactic effect of Andrographis paniculata extracts against Streptococcus agalactiae infection in Nile tilapia (Oreochromis niloticus) J. Biosci. Bioeng. 2009;107:579–582. doi: 10.1016/j.jbiosc.2009.01.024.", "ArticleIdList": ["10.1016/j.jbiosc.2009.01.024", "19393561"]}, {"Citation": "Chalabian F., Sharif-Nia F., Katouzian F. Antimicrobial effects of methanol, ethanol and water of six species of Papaver Iran on a number of pathogenic bacteria. J. Sci. 2009;19:74."}, {"Citation": "Neto C.C., Owens C.W., Langfield R.D., Comeau A.B., Onge J.S., Vaisberg A.J., Hammond G.B. Antibacterial activity of some Peruvian medicinal plants from the Callejon de Huaylas. J. Ethnopharmacol. 2002;79:133–138. doi: 10.1016/S0378-8741(01)00398-1.", "ArticleIdList": ["10.1016/S0378-8741(01)00398-1", "11744307"]}, {"Citation": "Borisutpeth P., Kanbutra P., Weerakhun S., Sarachoo K., Porntrakulpipat S. Antibacterial activity of Thai medicinal plant extracts on Aeromonas hydrophila and Streptococcus agalactiae isolated from diseased tilapia (Oreochromis niloticus); Proceedings of the Abstracts of 31st Congress on Science and Technology of Thailand at Suranaree University of Technology; Khon Kaen, Thailand. 18–20 October 2005."}, {"Citation": "Mubarack H.M., Doss A., Dhanabalan R., Venkataswamy R. In vitro antimicrobial effects of some selected plants against bovine mastitis pathogens. Hygeia J. Drugs Med. 2011;3:71–75."}, {"Citation": "Kamble M.T., Gallardo W., Yakuitiyage A., Chavan B.R., Rusydi R., Rahma A. Antimicrobial activity of bioactive herbal extracts against Streptococcus agalactiae biotype 2. Int. J. Basic Appl. Biol. 2014;2:152–155."}, {"Citation": "Rattanachaikunsopon P., Phumkhachorn P. Effect of Cratoxylum formosum on innate immune response and disease resistance against Streptococcus agalactiae in tilapia Oreochromis niloticus. Fish. Sci. 2010;76:653–659. doi: 10.1007/s12562-010-0242-6.", "ArticleIdList": ["10.1007/s12562-010-0242-6"]}, {"Citation": "Wu Y.R., Gong Q.F., Fang H., Liang W.W., Chen M., He R.J. Effect of Sophora flavescens on non-specific immune response of tilapia (GIFT Oreochromis niloticus) and disease resistance against Streptococcus agalactiae. Fish Shellfish Immunol. 2013;34:220–227. doi: 10.1016/j.fsi.2012.10.020.", "ArticleIdList": ["10.1016/j.fsi.2012.10.020", "23092731"]}, {"Citation": "Van Doan H., Hoseinifar S.H., Sringarm K., Jaturasitha S., Yuangsoi B., Dawood M.A., Esteban M.Á., Ringø E., Faggio C. Effects of Assam tea extract on growth, skin mucus, serum immunity and disease resistance of Nile tilapia (Oreochromis niloticus) against Streptococcus agalactiae. Fish Shellfish Immunol. 2019;93:428–435. doi: 10.1016/j.fsi.2019.07.077.", "ArticleIdList": ["10.1016/j.fsi.2019.07.077", "31362090"]}, {"Citation": "Park H.R., Hwang D., Suh H.J., Yu K.W., Kim T.Y., Shin K.S. Antitumor and antimetastatic activities of rhamnogalacturonan-II-type polysaccharide isolated from mature leaves of green tea via activation of macrophages and natural killer cells. Int. J. Biol. Macromol. 2017;99:179–186. doi: 10.1016/j.ijbiomac.2017.02.043.", "ArticleIdList": ["10.1016/j.ijbiomac.2017.02.043", "28223130"]}, {"Citation": "Jeszka-Skowron M., Zgoła-Grześkowiak A., Frankowski R. Cistus incanus a promising herbal tea rich in bioactive compounds: LC–MS/MS Determination of catechins, flavonols, phenolic acids and alkaloids—A comparison with Camellia sinensis, Rooibos and Hoan ngoc herbal tea. J. Food Compos. Anal. 2018;74:71–81. doi: 10.1016/j.jfca.2018.09.003.", "ArticleIdList": ["10.1016/j.jfca.2018.09.003"]}, {"Citation": "Lee M.K., Kim H.W., Lee S.H., Kim Y.J., Asamenew G., Choi J., Lee J.W., Jung H.A., Yoo S.M., Kim J.B. Characterization of catechins, theaflavins, and flavonols by leaf processing step in green and black teas (Camellia sinensis) using UPLC-DAD-QToF/MS. Eur. Food Res. Technol. 2019;245:997–1010. doi: 10.1007/s00217-018-3201-6.", "ArticleIdList": ["10.1007/s00217-018-3201-6"]}, {"Citation": "Pereira V.P., Knor F.J., Vellosa J.C.R., Beltrame F.L. Determination of phenolic compounds and antioxidant activity of green, black and white teas of Camellia sinensis (L.) Kuntze, Theaceae. Rev. Bras. De Plantas Med. 2014;16:490–498. doi: 10.1590/1983-084X/13_061.", "ArticleIdList": ["10.1590/1983-084X/13_061"]}, {"Citation": "Abarike E.D., Jian J., Tang J., Cai J., Yu H., Chen L. Traditional Chinese medicine enhances growth, immune response, and resistance to Streptococcus agalactiae in Nile tilapia. J. Aquat. Anim. Health. 2019;31:46–55. doi: 10.1002/aah.10049.", "ArticleIdList": ["10.1002/aah.10049", "30768873"]}, {"Citation": "Guo W.L., Deng H.W., Wang S.F., Zhou Z.H., Sun Y., Chen X.F., Wang J.H., Zhou Y.C. In vitro and in vivo screening of herbal extracts against Streptococcus agalactiae in Nile tilapia (Oreochromis niloticus) Aquaculture. 2019;503:412–421. doi: 10.1016/j.aquaculture.2019.01.024.", "ArticleIdList": ["10.1016/j.aquaculture.2019.01.024"]}, {"Citation": "Baskaran S.A., Kazmer G.W., Hinckley L., Andrew S.M., Venkitanarayanan K. Antibacterial effect of plant-derived antimicrobials on major bacterial mastitis pathogens in vitro. J. Dairy Sci. 2009;92:1423–1429. doi: 10.3168/jds.2008-1384.", "ArticleIdList": ["10.3168/jds.2008-1384", "19307623"]}, {"Citation": "Peng S., Dai W., Yu H., Wang Y., Wang X., Sun S. Antibacterial activity of aqueous and ethanolic extracts of Portulaca oleracea L. and Taraxacum mongolicum against pathogenic bacteria of cow mastitis. Int. J. Appl. Res. Vet. Med. 2014;12:210–213. doi: 10.18805/ijar.5960.", "ArticleIdList": ["10.18805/ijar.5960"]}, {"Citation": "Kachhawa J.P., Singh A.P., Chahar A., Dadhich H., Marwaha S., Savita Kumar S. In vitro antibacterial activities of Withania somnifera, Citrullus colocynthis and Piper nigrum against subclinical mastitis bacterial pathogens of cows. J. Entomol. Zool. Stud. 2019;7:950–955."}, {"Citation": "Martins N., Barros L., Santos-Buelga C., Henriques M., Silva S., Ferreira I.C. Evaluation of bioactive properties and phenolic compounds in different extracts prepared from Salvia officinalis L. Food Chem. 2015;170:378–385. doi: 10.1016/j.foodchem.2014.08.096.", "ArticleIdList": ["10.1016/j.foodchem.2014.08.096", "25306360"]}, {"Citation": "Harjanti D.W., Ciptaningtyas R., Wahyono F. Phytochemical properties and antibacterial activity of Ageratum conyzoides, Piper betle, Muntinga calabura and Curcuma domestica against mastitis bacteria isolates. IOP Conf. Ser. Earth Environ. Sci. 2019;247 doi: 10.1088/1755-1315/247/1/012049.", "ArticleIdList": ["10.1088/1755-1315/247/1/012049"]}, {"Citation": "Zizovic I., Ivanovic J., Misic D., Stamenic M., Djordjevic S., Kukic-Markovic J., Petrovic S.D. SFE as a superior technique for isolation of extracts with strong antibacterial activities from lichen Usnea barbata L. J. Supercrit. Fluids. 2012;72:7–14. doi: 10.1016/j.supflu.2012.07.018.", "ArticleIdList": ["10.1016/j.supflu.2012.07.018"]}, {"Citation": "Montironi I.D., Cariddi L.N., Reinoso E.B. Evaluation of the antimicrobial efficacy of Minthostachys verticillata essential oil and limonene against Streptococcus uberis strains isolated from bovine mastitis. Rev. Argent. De Microbiol. 2016;48:210–216. doi: 10.1016/j.ram.2016.04.005.", "ArticleIdList": ["10.1016/j.ram.2016.04.005", "27623108"]}, {"Citation": "Sharma A.K., Kumar A., Yadav S.K., Rahal A. Studies on antimicrobial and immunomodulatory effects of hot aqueous extract of Acacia nilotica L. leaves against common veterinary pathogens. Vet. Med. Int. 2014;9:747042. doi: 10.1155/2014/747042.", "ArticleIdList": ["10.1155/2014/747042", "PMC3996978", "24804150"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "8", "Day": "27"}, {"Year": "2022", "Month": "9", "Day": "7"}, {"Year": "2022", "Month": "9", "Day": "12"}, {"Year": "2022", "Month": "9", "Day": "23", "Hour": "1", "Minute": "5"}, {"Year": "2022", "Month": "9", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "24", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "9", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["36139303", "PMC9495100", "10.3390/ani12182443", "ani12182443"]}}], "PubmedBookArticle": []}