{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["anti-cardiovascular disease", "antioxidant", "beverage", "bread", "flavonoids", "meat", "nutrition", "phenolic acid"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36140986", "DateRevised": {"Year": "2022", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "09", "Day": "15"}], "Language": ["eng"], "ELocationID": ["2861", "10.3390/foods11182861"], "Journal": {"ISSN": "2304-8158", "JournalIssue": {"Volume": "11", "Issue": "18", "PubDate": {"Year": "2022", "Month": "Sep", "Day": "15"}}, "Title": "Foods (Basel, Switzerland)", "ISOAbbreviation": "Foods"}, "ArticleTitle": "Food Applications and Potential Health Benefits of Hawthorn.", "Abstract": {"AbstractText": ["Hawthorn (<i>Crataegus</i>) is a plant of the Rosaceae family and is widely grown throughout the world as one of the medicinal and edible plants, known as the \"nutritious fruit\" due to its richness in bioactive substances. Preparations derived from it are used in the formulation of dietary supplements, functional foods, and pharmaceutical products. Rich in amino acids, minerals, pectin, vitamin C, chlorogenic acid, epicatechol, and choline, hawthorn has a high therapeutic and health value. Many studies have shown that hawthorn has antioxidant, anti-inflammatory, anticancer, anti-cardiovascular disease, and digestive enhancing properties. This is related to its bioactive components such as polyphenols (chlorogenic acid, proanthocyanidin B2, epicatechin), flavonoids (proanthocyanidins, mucoxanthin, quercetin, rutin), and pentacyclic triterpenoids (ursolic acid, hawthornic acid, oleanolic acid), which are also its main chemical constituents. This paper briefly reviews the chemical composition, nutritional value, food applications, and the important biological and pharmacological activities of hawthorn. This will contribute to the development of functional foods or nutraceuticals from hawthorn."]}, "AuthorList": [{"Identifier": ["0000-0002-9029-0640"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Key Laboratory of Molecular Pharmacology and Drug Evaluation, School of Pharmacy, Yantai University, Yantai 264005, China."}], "LastName": "Zhang", "ForeName": "Juan", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Organic Chemistry, School of Pharmacy, Naval Medical University, Shanghai 200433, China."}], "LastName": "Chai", "ForeName": "Xiaoyun", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Key Laboratory of Molecular Pharmacology and Drug Evaluation, School of Pharmacy, Yantai University, Yantai 264005, China."}], "LastName": "Zhao", "ForeName": "Fenglan", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Binzhou Medical University, Yantai 264003, China."}], "LastName": "Hou", "ForeName": "Guige", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Key Laboratory of Molecular Pharmacology and Drug Evaluation, School of Pharmacy, Yantai University, Yantai 264005, China."}], "LastName": "Meng", "ForeName": "Qingguo", "Initials": "Q"}], "GrantList": [{"GrantID": "81473104", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "2020XDRH105", "Agency": "Science and Technology Innovation Development Plan of Yantai", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Foods", "NlmUniqueID": "101670569", "ISSNLinking": "2304-8158"}, "CoiStatement": "The authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Santini A., Novellino E., Armini V., Ritieni A. State of the Art of Ready-to-Use Therapeutic Food: A Tool for Nutraceuticals Addition to Foodstuff. Food Chem. 2013;140:843–849. doi: 10.1016/j.foodchem.2012.10.098.", "ArticleIdList": ["10.1016/j.foodchem.2012.10.098", "23692774"]}, {"Citation": "Sixt M., Strube J. Systematic Design and Evaluation of an Extraction Process for Traditionally Used Herbal Medicine on the Example of Hawthorn (Crataegus monogyna JACQ.) Processes. 2018;6:73. doi: 10.3390/pr6070073.", "ArticleIdList": ["10.3390/pr6070073"]}, {"Citation": "Lund J.A., Brown P.N., Shipley P.R. Differentiation of Crataegus spp. Guided by Nuclear Magnetic Resonance Spectrometry with Chemometric Analyses. Phytochemistry. 2017;141:11–19. doi: 10.1016/j.phytochem.2017.05.003.", "ArticleIdList": ["10.1016/j.phytochem.2017.05.003", "28535421"]}, {"Citation": "Lou X., Yuan B., Wang L., Xu H., Hanna M., Yuan L. Evaluation of Physicochemical Characteristics, Nutritional Composition and Antioxidant Capacity of Chinese Organic Hawthorn Berry (Crataegus pinnatifida) Int. J. Food Sci. Technol. 2020;55:1679–1688. doi: 10.1111/ijfs.14437.", "ArticleIdList": ["10.1111/ijfs.14437"]}, {"Citation": "Chinese Medicine Treasures.  [(accessed on 12 August 2022)].  Available online:  http://zhongyibaodian.com/bencaogangmu/shanzha.html."}, {"Citation": "Chinese Pharmacopoeia 2020 Edition I.  [(accessed on 12 August 2022)].  Available online:  https://db2.ouryao.com/yd2020/view.php?id=fbcdae7d88."}, {"Citation": "Ma S., Lu Y. Classification and Phylogenetic Analysis of Chinese Hawthorn Assessed by Plant and Pollen Morphology. Genet. Mol. Res. 2016;3:gmr.15038739. doi: 10.4238/gmr.15038739.", "ArticleIdList": ["10.4238/gmr.15038739", "27706748"]}, {"Citation": "Du X., Zhang X., Bu H., Zhang T., Lao Y., Dong W. Molecular Analysis of Evolution and Origins of Cultivated Hawthorn (Crataegus spp.) and Related Species in China. Front. Plant Sci. 2019;10:443. doi: 10.3389/fpls.2019.00443.", "ArticleIdList": ["10.3389/fpls.2019.00443", "PMC6465762", "31024604"]}, {"Citation": "Wang J., Xiong X., Feng B. Effect of Crataegus Usage in Cardiovascular Disease Prevention: An Evidence-Based Approach. Evid.-Based Complement. Altern. Med. 2013;2013:149363. doi: 10.1155/2013/149363.", "ArticleIdList": ["10.1155/2013/149363", "PMC3891531", "24459528"]}, {"Citation": "Li T., Fu S., Huang X., Zhang X., Cui Y., Zhang Z., Ma Y., Zhang X., Yu Q., Yang S. Biological Properties and Potential Application of Hawthorn and Its Major Functional Components: A Review. J. Funct. Foods. 2022;90:104988. doi: 10.1016/j.jff.2022.104988.", "ArticleIdList": ["10.1016/j.jff.2022.104988"]}, {"Citation": "Nazhand A., Lucarini M., Durazzo A., Zaccardelli M., Cristarella S., Souto S.B., Silva A.M., Severino P., Souto E.B., Santini A. Hawthorn (Crataegus spp.): An Updated Overview on Its Beneficial Properties. Forests. 2020;11:564. doi: 10.3390/f11050564.", "ArticleIdList": ["10.3390/f11050564"]}, {"Citation": "Alirezalu A., Ahmadi N., Salehi P., Sonboli A., Alirezalu K., Mousavi Khaneghah A., Barba F.J., Munekata P.E.S., Lorenzo J.M. Physicochemical Characterization, Antioxidant Activity, and Phenolic Compounds of Hawthorn (Crataegus spp.) Fruits Species for Potential Use in Food Applications. Foods. 2020;9:436. doi: 10.3390/foods9040436.", "ArticleIdList": ["10.3390/foods9040436", "PMC7230283", "32260449"]}, {"Citation": "Doellman M., Ragland G., Hood G., Meyers P., Egan S., Powell T., Lazorchak P., Glover M., Tait C., Schuler H., et al. Genomic Differentiation during Speciation-with-Gene-Flow: Comparing Geographic and Host-Related Variation in Divergent Life History Adaptation in Rhagoletis pomonella. Genes. 2018;9:262. doi: 10.3390/genes9050262.", "ArticleIdList": ["10.3390/genes9050262", "PMC5977202", "29783692"]}, {"Citation": "Yalçın Dokumacı K., Uslu N., Hacıseferoğulları H., Örnek M.N. Determination of Some Physical and Chemical Properties of Common Hawthorn (Crataegus monogyna Jacq. Var. Monogyna) Erwerbs-Obstbau. 2021;63:99–106. doi: 10.1007/s10341-021-00545-x.", "ArticleIdList": ["10.1007/s10341-021-00545-x"]}, {"Citation": "Zhang J., Deng Y., Tong X., Liang Y., Li Y., Deng C. Nutrition and Health Function of Crataegus pinnatifida Bunge and Its Application Progres. Anhui Agric. Sci. Bull. 2021;27:116–118."}, {"Citation": "Li L., Gao X., Liu J., Chitrakar B., Wang B., Wang Y. Hawthorn Pectin: Extraction, Function and Utilization. Curr. Res. Food Sci. 2021;4:429–435. doi: 10.1016/j.crfs.2021.06.002.", "ArticleIdList": ["10.1016/j.crfs.2021.06.002", "PMC8253901", "34258587"]}, {"Citation": "Zhu R., Zhang X., Wang Y., Zhang L., Wang C., Hu F., Ning C., Chen G. Pectin Oligosaccharides from Hawthorn (Crataegus pinnatifida Bunge. Var. Major): Molecular Characterization and Potential Antiglycation Activities. Food Chem. 2019;286:129–135. doi: 10.1016/j.foodchem.2019.01.215.", "ArticleIdList": ["10.1016/j.foodchem.2019.01.215", "30827585"]}, {"Citation": "Cosmulescu S.N., Trandafir I., Scrieciu F., Stoenescu A.-M. Content in Organic Acids of Mespilus spp. and Crataegus spp. Genotypes. Not. Bot. Horti Agrobot. Cluj-Napoca. 2020;48:171–176. doi: 10.15835/nbha48111746.", "ArticleIdList": ["10.15835/nbha48111746"]}, {"Citation": "Sun B., Huo H., Cai A., Xie Y., Li H., Li D. Determination of contents of eight phenolic acids in Malus doumeri fruit by HPLC. Guihaia. 2021;07:1135–1144."}, {"Citation": "Elmira B., Wirginia K.-K., Tomasz B., Natalia S., Galiya I., Wojciech K., Kazimierz G., Saken T., Zuriyadda S., Fabio B. Phenolic composition and antioxidant potential of different organs of Kazakh Crataegus almaatensis Pojark: A comparison with the European Crataegus oxyacantha L. flowers. Open Chem. 2018;16:415–426."}, {"Citation": "Muradoğlu F., Gürsoy S., Yıldız K. Quantification Analysis of Biochemical and Phenolic Composition in Hawthorn (Crataegus spp.) Fruits. Erwerbs-Obstbau. 2019;61:189–194. doi: 10.1007/s10341-018-00415-z.", "ArticleIdList": ["10.1007/s10341-018-00415-z"]}, {"Citation": "Wu X., Song M., Qiu P., Li F., Wang M., Zheng J., Wang Q., Xu F., Xiao H. A Metabolite of Nobiletin, 4′-Demethylnobiletin and Atorvastatin Synergistically Inhibits Human Colon Cancer Cell Growth by Inducing G0/G1 Cell Cycle Arrest and Apoptosis. Food Funct. 2018;9:87–95. doi: 10.1039/C7FO01155E.", "ArticleIdList": ["10.1039/C7FO01155E", "PMC6375479", "29063088"]}, {"Citation": "Abu-Gharbieh E., Shehab N.G. Therapeutic Potentials of Crataegus azarolus Var. eu- azarolus Maire Leaves and Its Isolated Compounds. BMC Complementary Altern. Med. 2017;17:218. doi: 10.1186/s12906-017-1729-9.", "ArticleIdList": ["10.1186/s12906-017-1729-9", "PMC5395866", "28420354"]}, {"Citation": "Edwards J.E., Brown P.N., Talent N., Dickinson T.A., Shipley P.R. A Review of the Chemistry of the Genus Crataegus. Phytochemistry. 2012;79:5–26. doi: 10.1016/j.phytochem.2012.04.006.", "ArticleIdList": ["10.1016/j.phytochem.2012.04.006", "22608128"]}, {"Citation": "Min Q., Bai Y., Zhang Y., Yu W., Zhang M., Liu D., Diao T., Lv W. Hawthorn Leaf Flavonoids Protect against Diabetes-Induced Cardiomyopathy in Rats via PKC-α Signaling Pathway. Evid.-Based Complementary Altern. Med. 2017;2017:2071952. doi: 10.1155/2017/2071952.", "ArticleIdList": ["10.1155/2017/2071952", "PMC5646339", "29234372"]}, {"Citation": "Olah N.-K., Burtescu R., Petrescu S., Brasovan A., Chise E., Codruta S., Cobzac A., Hanganu D. Phytochemical Screening of Different Crataegus oxyacantha Extracts. Studia UBB Chem. 2017;62:57–73. doi: 10.24193/subbchem.2017.3.05.", "ArticleIdList": ["10.24193/subbchem.2017.3.05"]}, {"Citation": "Jurikova T., Sochor J., Rop O., Mlcek J., Balla S., Szekeres L., Adam V., Kizek R. Polyphenolic Profile and Biological Activity of Chinese Hawthorn (Crataegus pinnatifida BUNGE) Fruits. Molecules. 2012;17:14490–14509. doi: 10.3390/molecules171214490.", "ArticleIdList": ["10.3390/molecules171214490", "PMC6268084", "23222867"]}, {"Citation": "Han X., Li W., Huang D., Yang X. Polyphenols from Hawthorn Peels and Fleshes Differently Mitigate Dyslipidemia, Inflammation and Oxidative Stress in Association with Modulation of Liver Injury in High Fructose Diet-Fed Mice. Chem.-Biol. Interact. 2016;257:132–140. doi: 10.1016/j.cbi.2016.08.002.", "ArticleIdList": ["10.1016/j.cbi.2016.08.002", "27531227"]}, {"Citation": "Hellenbrand N., Sendker J., Lechtenberg M., Petereit F., Hensel A. Isolation and quantification of oligomeric and polymeric procyanidins in leaves and flowers of Hawthorn (Crataegus spp.) Fitoterapia. 2015;104:14–22. doi: 10.1016/j.fitote.2015.04.010.", "ArticleIdList": ["10.1016/j.fitote.2015.04.010", "25917901"]}, {"Citation": "Zhang P., Xu S. Flavonoid ketohexosefuranosides from the leaves of Crataegus pinnatifida Bge. var. major N.E.Br. Phytochemistry. 2001;57:1249–1253. doi: 10.1016/S0031-9422(01)00170-4.", "ArticleIdList": ["10.1016/S0031-9422(01)00170-4", "11454353"]}, {"Citation": "Shahat A., Ismail S., Hammouda F., Azzam S., Lemiere G., Bruyne T., Swaef S., Pieters L., Vlietinck A. Anti-HIV activity of flavonoids and proanthocyanidins from Crataegus sinaica. Phytomedicine. 1998;5:133–136. doi: 10.1016/S0944-7113(98)80010-X.", "ArticleIdList": ["10.1016/S0944-7113(98)80010-X", "23195766"]}, {"Citation": "Nikolov N., Batyuk V., Ivanov V. Crateside—A New Flavonol Glycoside Crataegus monogyna and C. pentagyna. Chem. Nat. Compd. 1973;9:150–151. doi: 10.1007/BF00563332.", "ArticleIdList": ["10.1007/BF00563332"]}, {"Citation": "Nikolov N., Dwllamonica G., Chopin J. Di-C-Glycosyl Flavones from Crataegus monogyna. Phytochemistry. 1981;20:2780–2781. doi: 10.1016/0031-9422(81)85290-9.", "ArticleIdList": ["10.1016/0031-9422(81)85290-9"]}, {"Citation": "Batyuk V., Chernobrovaya N., Prokopenko A. Cratenacin—A New Flavone Glycoside from Crataegus Curvisepala. Khim. Prir. Soedin. 1966;2:90–93."}, {"Citation": "Kurkin V.A., Pravdivtseva O.E., Shaikhutdinov I.K., Kurkina A.V., Volkova N.A. Quantitative Determination of Total Flavonoids in Blood-Red Hawthorn Fruit. Pharm. Chem. J. 2020;54:36–39. doi: 10.1007/s11094-020-02151-9.", "ArticleIdList": ["10.1007/s11094-020-02151-9"]}, {"Citation": "Sagaradze V.A., Babaeva E.Y., Kalenikova E.I. HPLC-UV Method for Determing Flavonoids in Hawthorn Flowers and Leaves. Pharm. Chem. J. 2017;51:277–280. doi: 10.1007/s11094-017-1597-0.", "ArticleIdList": ["10.1007/s11094-017-1597-0"]}, {"Citation": "Rocchetti G., Senizza B., Zengin G., Mahomodally M.F., Senkardes I., Lobine D., Lucini L. Untargeted Metabolomic Profiling of Three Crataegus Species (Hawthorn) and Their in vitro Biological Activities. J. Sci. Food Agric. 2020;100:1998–2006. doi: 10.1002/jsfa.10216.", "ArticleIdList": ["10.1002/jsfa.10216", "31849067"]}, {"Citation": "Zhang L., Zhang L., Xu J. Chemical Composition, Antibacterial Activity and Action Mechanism of Different Extracts from Hawthorn (Crataegus pinnatifida Bge.) Sci. Rep. 2020;10:8876. doi: 10.1038/s41598-020-65802-7.", "ArticleIdList": ["10.1038/s41598-020-65802-7", "PMC7264281", "32483369"]}, {"Citation": "Wang X., Zhang C., Peng Y., Zhang H., Wang Z., Gao Y., Liu Y., Zhang H. Chemical Constituents, Antioxidant and Gastrointestinal Transit Accelerating Activities of Dried Fruit of Crataegus dahurica. Food Chem. 2018;246:41–47. doi: 10.1016/j.foodchem.2017.11.011.", "ArticleIdList": ["10.1016/j.foodchem.2017.11.011", "29291866"]}, {"Citation": "Zhang Q., Zhao P., Sun J., Zhao C., Song Y., Wu J. Research progress on chemical constituents and pharmacological action of hawthorn. J. Northwest Pharm. 2021;3:521–523."}, {"Citation": "Tohtahon Z., Zhang L., Han J., Xie X., Tu Z., Yuan T. Extraction Optimization, Structural Characterization and Bioactivity Evaluation of Triterpenoids from Hawthorn (Crataegus cuneata) Fruits: Tohtahon et al. J. Food Biochem. 2017;41:e12377. doi: 10.1111/jfbc.12377.", "ArticleIdList": ["10.1111/jfbc.12377"]}, {"Citation": "Song S., Li L., Gao P., Peng Y., Yang J., Wu C. Terpenoids and hexenes from the leaves of Crataegus pinnatifida. Food Chem. 2011;129:933–939. doi: 10.1016/j.foodchem.2011.05.049.", "ArticleIdList": ["10.1016/j.foodchem.2011.05.049", "25212321"]}, {"Citation": "Gao P., Li L., Peng Y., Li F., Niu C., Huang X., Ming M., Song S. Monoterpene and lignan glycosides in the leaves of Crataegus pinnatifida. Biochem. Syst. Ecol. 2010;38:988–992. doi: 10.1016/j.bse.2010.09.010.", "ArticleIdList": ["10.1016/j.bse.2010.09.010"]}, {"Citation": "Wen L., Guo R., You L., Abbasi A.M., Li T., Fu X., Liu R.H. Major Triterpenoids in Chinese Hawthorn “Crataegus pinnatifida” and Their Effects on Cell Proliferation and Apoptosis Induction in MDA-MB-231 Cancer Cells. Food Chem. Toxicol. 2017;100:149–160. doi: 10.1016/j.fct.2016.12.032.", "ArticleIdList": ["10.1016/j.fct.2016.12.032", "28025124"]}, {"Citation": "Luan M., Wang H., Wang J., Zhang X., Zhao F., Liu Z., Meng Q. Advances in Anti-Inflammatory Activity, Mechanism and Therapeutic Application of Ursolic Acid. MRMC. 2022;22:422–436. doi: 10.2174/1389557521666210913113522.", "ArticleIdList": ["10.2174/1389557521666210913113522", "34517797"]}, {"Citation": "Huang X., Xu Y., Bai M., Zhou L., Song S., Wang X. Lignans from the Seeds of Chinese Hawthorn (Crataegus pinnatifida Var. Major N.E.Br.) against β-Amyloid Aggregation. Nat. Prod. Res. 2018;32:1706–1713. doi: 10.1080/14786419.2017.1399378.", "ArticleIdList": ["10.1080/14786419.2017.1399378", "29115158"]}, {"Citation": "Huang X., Ren Q., Song X., Zhou L., Yao G., Wang X., Song S. Seven New Sesquineolignans Isolated from the Seeds of Hawthorn and Their Neuroprotective Activities. Fitoterapia. 2018;125:6–12. doi: 10.1016/j.fitote.2017.12.010.", "ArticleIdList": ["10.1016/j.fitote.2017.12.010", "29242036"]}, {"Citation": "Peng Y., Lou L., Liu S., Zhou L., Huang X., Song S. Antioxidant and Anti-Inflammatory Neolignans from the Seeds of Hawthorn. Bioorg. Med. Chem. Lett. 2016;26:5501–5506. doi: 10.1016/j.bmcl.2016.10.012.", "ArticleIdList": ["10.1016/j.bmcl.2016.10.012", "27765508"]}, {"Citation": "Ma L., Xu G., Tang X., Zhang C., Zhao W., Wang J., Chen H. Anti-Cancer Potential of Polysaccharide Extracted from Hawthorn (Crataegus) on Human Colon Cancer Cell Line HCT116 via Cell Cycle Arrest and Apoptosis. J. Funct. Foods. 2020;64:103677. doi: 10.1016/j.jff.2019.103677.", "ArticleIdList": ["10.1016/j.jff.2019.103677"]}, {"Citation": "Guo C., Wang Y., Zhang S., Zhang X., Du Z., Li M., Ding K. Crataegus pinnatifida Polysaccharide Alleviates Colitis via Modulation of Gut Microbiota and SCFAs Metabolism. Int. J. Biol. Macromol. 2021;181:357–368. doi: 10.1016/j.ijbiomac.2021.03.137.", "ArticleIdList": ["10.1016/j.ijbiomac.2021.03.137", "33774071"]}, {"Citation": "Chen J., Song S. Advances in hawthorn research. Res. Inf. Tradit. Chin. Med. 2005;7"}, {"Citation": "Kowalski R., Kowalska G., Kalwa K., Sujka M. Essential Oil Composition of Hawthorn Crataegus monogyna Inflorescence. Chem. Nat. Compd. 2018;54:995–997. doi: 10.1007/s10600-018-2533-6.", "ArticleIdList": ["10.1007/s10600-018-2533-6"]}, {"Citation": "Gao P., Li S., Liu K., Sun C., Song S., Li L. Antiplatelet Aggregation and Antithrombotic Benefits of Terpenes and Flavones from Hawthorn Leaf Extract Isolated Using the Activity-Guided Method. Food Funct. 2019;10:859–866. doi: 10.1039/C8FO01862F.", "ArticleIdList": ["10.1039/C8FO01862F", "30681694"]}, {"Citation": "Lou X., Xu H., Hanna M., Yuan L. Identification and Quantification of Free, Esterified, Glycosylated and Insoluble-Bound Phenolic Compounds in Hawthorn Berry Fruit (Crataegus pinnatifida) and Antioxidant Activity Evaluation. LWT. 2020;130:109643. doi: 10.1016/j.lwt.2020.109643.", "ArticleIdList": ["10.1016/j.lwt.2020.109643"]}, {"Citation": "Mustapha N., Mokdad-Bzéouich I., Maatouk M., Ghedira K., Hennebelle T., Chekir-Ghedira L. Antitumoral, Antioxidant, and Antimelanogenesis Potencies of Hawthorn, a Potential Natural Agent in the Treatment of Melanoma. Melanoma Res. 2016;26:211–222. doi: 10.1097/CMR.0000000000000240.", "ArticleIdList": ["10.1097/CMR.0000000000000240", "26795272"]}, {"Citation": "Ao N.N., Qu Y., Deng Y.Y., Cai Q., Suo T.J., Zheng Y. Chemical basis of hawthorn processed with honey on myocardial ischaemia protective effect. Food Funct. 2020;11:3134–3143. doi: 10.1039/C9FO02406A.", "ArticleIdList": ["10.1039/C9FO02406A", "32207479"]}, {"Citation": "Li L., Gao P., Song S., Yuan Y., Liu C., Huang X., Liu Q. Monoterpenes and flavones from the leaves of Crataegus pinnatifida with anticoagulant activities. J. Funct. Foods. 2015;12:237–245. doi: 10.1016/j.jff.2014.11.012.", "ArticleIdList": ["10.1016/j.jff.2014.11.012"]}, {"Citation": "Nie J., Su J., Zhang C. Antioxidant and lipase activity of Hawthorn edible enzyme. Food Ind. 2021;11:232–236."}, {"Citation": "Wang M., Yue F., Jing R., Hou Y. Study on Manufacture Craft of Hawthorn Ultrafine Powder Bread. Food Sci. Technol. Econ. 2012;2:44–46."}, {"Citation": "Borczak B., Sikora E., Sikora M., Kapusta-Duch J., Kutyła-Kupidura E.M., Fołta M. Nutritional Properties of Wholemeal Wheat-Flour Bread with an Addition of Selected Wild Grown Fruits: Nutritional Properties of Wholemeal Wheat-Flour. Starch Stärke. 2016;68:675–682. doi: 10.1002/star.201500298.", "ArticleIdList": ["10.1002/star.201500298"]}, {"Citation": "Gasiński A., Kawa-Rygielska J., Szumny A., Gąsior J., Głowacki A. Assessment of Volatiles and Polyphenol Content, Physicochemical Parameters and Antioxidant Activity in Beers with Dotted Hawthorn (Crataegus punctata) Foods. 2020;9:775. doi: 10.3390/foods9060775.", "ArticleIdList": ["10.3390/foods9060775", "PMC7353495", "32545351"]}, {"Citation": "Zhang W., Chi L., Wu Y., Zhang L., Xu C. Quality Comparison of Hawthorn Wines Fermented by Saccharomyces cerevisiae with and without Pulp Contact and Pectase Treatment. J. Chem. 2017;2017:6431818. doi: 10.1155/2017/6431818.", "ArticleIdList": ["10.1155/2017/6431818"]}, {"Citation": "Özdemir G.B., Özdemir N., Ertekin-Filiz B., Gökırmaklı Ç., Kök-Taş T., Budak N.H. Volatile Aroma Compounds and Bioactive Compounds of Hawthorn Vinegar Produced from Hawthorn Fruit (Crataegus tanacetifolia (Lam.) Pers.) J. Food Biochem. 2022;46:e13676. doi: 10.1111/jfbc.13676.", "ArticleIdList": ["10.1111/jfbc.13676", "33650149"]}, {"Citation": "Jiang Y., Du J., Zhang L. Textural Characteristics and Sensory Evaluation of Yogurt Fortified with Pectin Extracted from Steeped Hawthorn Wine Pomace. Int. J. Food Eng. 2021;17:131–140. doi: 10.1515/ijfe-2019-0143.", "ArticleIdList": ["10.1515/ijfe-2019-0143"]}, {"Citation": "Lai K., How Y., Pui L. Storage Stability of Microencapsulated Lactobacillus rhamnosus GG in Hawthorn Berry Tea with Flaxseed Mucilage. J. Food Process. Preserv. 2020;44:e14965. doi: 10.1111/jfpp.14965.", "ArticleIdList": ["10.1111/jfpp.14965"]}, {"Citation": "Ozcelik F., Akan E., Kinik O. Use of Cornelian Cherry, Hawthorn, Red Plum, Roseship and Pomegranate Juices in the Production of Water Kefir Beverages. Food Biosci. 2021;42:101219. doi: 10.1016/j.fbio.2021.101219.", "ArticleIdList": ["10.1016/j.fbio.2021.101219"]}, {"Citation": "Chang T., Bi Y., Jing L., Liu X., Fan M., Yao S., Feng L., Zhao Y. Simultaneous Adsorption of Acid and Flavonoids from Hawthorn Juice onto Resins. J. Food Eng. 2021;291:110195. doi: 10.1016/j.jfoodeng.2020.110195.", "ArticleIdList": ["10.1016/j.jfoodeng.2020.110195"]}, {"Citation": "Zhou Q., Liu X., An X. Study on the Processing Technology and Storage Period Quality of Low Nitrate Hawthorn Rose Sausage. Anhui Nongye Kexue. 2020;11:194–197."}, {"Citation": "Li X., Yang W., Zhou Y., Sun K., Wang Z. The Development of Hawthorn Leaf Flavonoid Jam. Processing Technol. 2019;16:54–58."}, {"Citation": "Lu M., Tan H., Ma L. Preparation of Hawthorn and Passion Fruit Compound Jam. China Condiment. 2022;2:93–96."}, {"Citation": "Chen J. Study on the production process of orange peel hawthorn soft candy. China Fruit Veg. 2019;2:16–19."}, {"Citation": "Liu X., Yang S., Ma J., Yu J., Yan Q., Jiang Z. Efficient Production of Acetylated Xylooligosaccharides from Hawthorn Kernels by a Xylanase from Paecilomyces aerugineus. Ind. Crops Prod. 2020;158:112962. doi: 10.1016/j.indcrop.2020.112962.", "ArticleIdList": ["10.1016/j.indcrop.2020.112962"]}, {"Citation": "Golabiazar R., Qadir G.S., Faqe Z.A., Khalid K.M., Othman K.I., Rasool N.F., Saeed H.F. Green Biosynthesis of CdS NPs and CdS/Fe3O4 NCs by Hawthorn Plant Extract for Photodegradation of Methyl Orange Dye and Antibacterial Applications. J. Clust. Sci. 2021;3:1223–1238. doi: 10.1007/s10876-021-02054-z.", "ArticleIdList": ["10.1007/s10876-021-02054-z"]}, {"Citation": "Qiao L., Wang H., Shao J., Lu L., Tian J., Liu X. A Novel Mitigator of Enzymatic Browning—Hawthorn Leaf Extract and Its Application in the Preservation of Fresh-Cut Potatoes. Food Qual. Saf. 2021;5:fyab015. doi: 10.1093/fqsafe/fyab015.", "ArticleIdList": ["10.1093/fqsafe/fyab015"]}, {"Citation": "Lis M., Szczypka M., Suszko-Pawłowska A., Sokół-Łętowska A., Kucharska A., Obmińska-Mrukowicz B. Hawthorn (Crataegus monogyna) Phenolic Extract Modulates Lymphocyte Subsets and Humoral Immune Response in Mice. Planta Med. 2020;86:160–168. doi: 10.1055/a-1045-5437.", "ArticleIdList": ["10.1055/a-1045-5437", "31745939"]}, {"Citation": "Liu F., Zhang X., Ji Y. Total Flavonoid Extract from Hawthorn (Crataegus pinnatifida) Improves Inflammatory Cytokines-Evoked Epithelial Barrier Deficit. Med. Sci. Monit. 2020;26:e920170. doi: 10.12659/MSM.920170.", "ArticleIdList": ["10.12659/MSM.920170", "PMC7041422", "32065826"]}, {"Citation": "Dong P., Pan L., Zhang X., Zhang W., Wang X., Jiang M., Chen Y., Duan Y., Wu H., Xu Y., et al. Hawthorn (Crataegus pinnatifida Bunge) Leave Flavonoids Attenuate Atherosclerosis Development in ApoE Knock-out Mice. J. Ethnopharmacol. 2017;198:479–488. doi: 10.1016/j.jep.2017.01.040.", "ArticleIdList": ["10.1016/j.jep.2017.01.040", "28119096"]}, {"Citation": "Rao H., Li P., Wu H., Liu C., Peng W., Su W. Simultaneous Determination of Six Compounds in Destructive Distillation Extracts of Hawthorn Seed by GC-MS and Evaluation of Their Antimicrobial Activity. Molecules. 2019;24:4328. doi: 10.3390/molecules24234328.", "ArticleIdList": ["10.3390/molecules24234328", "PMC6930537", "31783502"]}, {"Citation": "Liu Y., Lu H., Dong Q., Hao X., Qiao L. Maslinic Acid Induces Anticancer Effects in Human Neuroblastoma Cells Mediated via Apoptosis Induction and Caspase Activation, Inhibition of Cell Migration and Invasion and Targeting MAPK/ERK Signaling Pathway. AMB Express. 2020;10:104. doi: 10.1186/s13568-020-01035-1.", "ArticleIdList": ["10.1186/s13568-020-01035-1", "PMC7266924", "32488691"]}, {"Citation": "Zhao C., Meng X., Li Y., Li S., Liu Q., Tang G., Li H. Fruits for Prevention and Treatment of Cardiovascular Diseases. Nutrients. 2017;9:598. doi: 10.3390/nu9060598.", "ArticleIdList": ["10.3390/nu9060598", "PMC5490577", "28608832"]}, {"Citation": "Arslan R., Bektas N. Potential Antithrombotic Effect of Crataegus Species. IJPER. 2018;52:S155–S157. doi: 10.5530/ijper.52.4s.93.", "ArticleIdList": ["10.5530/ijper.52.4s.93"]}, {"Citation": "Pahlavan S., Tousi M.S., Ayyari M., Alirezalu A., Ansari H., Saric T., Baharvand H. Effects of Hawthorn (Crataegus pentagyna) Leaf Extract on Electrophysiologic Properties of Cardiomyocytes Derived from Human Cardiac Arrhythmia-specific Induced Pluripotent Stem Cells. FASEB. 2018;32:1440–1451. doi: 10.1096/fj.201700494RR.", "ArticleIdList": ["10.1096/fj.201700494RR", "29133340"]}, {"Citation": "Yoo J.-H., Liu Y., Kim H.-S. Hawthorn Fruit Extract Elevates Expression of Nrf2/HO-1 and Improves Lipid Profiles in Ovariectomized Rats. Nutrients. 2016;8:283. doi: 10.3390/nu8050283.", "ArticleIdList": ["10.3390/nu8050283", "PMC4882696", "27187458"]}, {"Citation": "Cheng F., Jiang W., Xiong X., Chen J., Xiong Y., Li Y. Ethanol Extract of Chinese Hawthorn (Crataegus pinnatifida) Fruit Reduces Inflammation and Oxidative Stress in Rats with Doxorubicin-Induced Chronic Heart Failure. Med. Sci. Monit. 2020;6:667–674. doi: 10.12659/MSM.926654.", "ArticleIdList": ["10.12659/MSM.926654", "PMC7697658", "33232307"]}, {"Citation": "Shih C., Lin C., Lin Y., Wu J. Validation of the Antidiabetic and Hypolipidemic Effects of Hawthorn by Assessment of Gluconeogenesis and Lipogenesis Related Genes and AMP-Activated Protein Kinase Phosphorylation. Evid.-Based Complementary Altern. Med. 2013;2013:597067. doi: 10.1155/2013/597067.", "ArticleIdList": ["10.1155/2013/597067", "PMC3652187", "23690849"]}, {"Citation": "Aierken A., Buchholz T., Chen C., Zhang X., Melzig M.F. Hypoglycemic Effect of Hawthorn in Type II Diabetes Mellitus Rat Model: Hypoglycemic Effect of Hawthorn in Type II Diabetes Mellitus. J. Sci. Food Agric. 2017;97:4557–4561. doi: 10.1002/jsfa.8323.", "ArticleIdList": ["10.1002/jsfa.8323", "28337770"]}, {"Citation": "Verma T., Sinha M., Bansal N., Yadav S.R., Shah K., Chauhan N.S. Plants Used as Antihypertensive. Nat. Prod. Bioprospect. 2021;11:155–184. doi: 10.1007/s13659-020-00281-x.", "ArticleIdList": ["10.1007/s13659-020-00281-x", "PMC7981375", "33174095"]}, {"Citation": "Zheng X., Li X., Chen M., Yang P., Zhao X., Zeng L., OuYang Y., Yang Z., Tian Z. The Protective Role of Hawthorn Fruit Extract against High Salt-Induced Hypertension in Dahl Salt-Sensitive Rats: Impact on Oxidative Stress and Metabolic Patterns. Food Funct. 2019;10:849–858. doi: 10.1039/C8FO01818A.", "ArticleIdList": ["10.1039/C8FO01818A", "30681096"]}, {"Citation": "Orhan I.E. Phytochemical and Pharmacological Activity Profile of Crataegus oxyacantha L. (Hawthorn)—A Cardiotonic Herb. CMC. 2019;25:4854–4865. doi: 10.2174/0929867323666160919095519.", "ArticleIdList": ["10.2174/0929867323666160919095519", "27655074"]}, {"Citation": "Al Humayed S. Protective and Therapeutic Effects of Crataegus Aronia in Non-Alcoholic Fatty Liver Disease. Arch. Physiol. Biochem. 2017;123:23–30. doi: 10.1080/13813455.2016.1205097.", "ArticleIdList": ["10.1080/13813455.2016.1205097", "27424611"]}, {"Citation": "Wang Y., Lv M., Wang T., Sun J., Wang Y., Xia M., Jiang Y., Zhou X., Wan J. Research on Mechanism of Charred Hawthorn on Digestive through Modulating “Brain-Gut” Axis and Gut Flora. J. Ethnopharmacol. 2019;245:112166. doi: 10.1016/j.jep.2019.112166.", "ArticleIdList": ["10.1016/j.jep.2019.112166", "31421184"]}, {"Citation": "Zeng L., Luo L., Xue Q., He Q., Chen X., Meng J., Wang S., Liang S. LC–MS Based Plasma Metabolomics Study of the Intervention Effect of Different Polar Parts of Hawthorn on Hyperlipidemia Rats. J. Sep. Sci. 2021;44:963–972. doi: 10.1002/jssc.202000911.", "ArticleIdList": ["10.1002/jssc.202000911", "33354898"]}, {"Citation": "Hu H., Luo X., Dong Q., Mu A., Shi G., Wang Q., Chen X., Zhou H., Zhang T., Pan L. Ethanol Extract of Zhongtian Hawthorn Lowers Serum Cholesterol in Mice by Inhibiting Transcription of 3-Hydroxy-3-Methylglutaryl-CoA Reductase via Nuclear Factor-Kappa B Signal Pathway. Exp. Biol. Med. 2016;241:667–674. doi: 10.1177/1535370215627032.", "ArticleIdList": ["10.1177/1535370215627032", "PMC4950330", "26825354"]}, {"Citation": "Holubarsch C.J.F., Colucci W.S., Eha J. Benefit-Risk Assessment of Crataegus Extract WS 1442: An Evidence-Based Review. Am. J. Cardiovasc. Drugs. 2018;18:25–36. doi: 10.1007/s40256-017-0249-9.", "ArticleIdList": ["10.1007/s40256-017-0249-9", "PMC5772138", "29080984"]}, {"Citation": "Xin C., Zhao M., Wang J., Wang Z. Hawthorn Polyphenols, D-chiro-inositol, and Epigallocatechin Gallate Exert a Synergistic Hypoglycemic Effect. J. Food Biochem. 2021;7:e13771. doi: 10.1111/jfbc.13771.", "ArticleIdList": ["10.1111/jfbc.13771", "34028050"]}, {"Citation": "Shi G., Li Y., Cao Q., Wu H., Tang X., Gao X., Yu J., Chen Z., Yang Y. In Vitro and In Vivo Evidence That Quercetin Protects against Diabetes and Its Complications: A Systematic Review of the Literature. Biomed. Pharmacother. 2019;109:1085–1099. doi: 10.1016/j.biopha.2018.10.130.", "ArticleIdList": ["10.1016/j.biopha.2018.10.130", "30551359"]}, {"Citation": "Sagaradze V., Babaeva E., Ufimov R., Trusov N., Kalenikova E. Study of the variability of rutin, vitexin, hyperoside, quercetin in “Crataegifolium cum flore” of hawthorn (Crataegus L.) species from Russian flora. J. Appl. Res. Med. Aromat. Plants. 2019;15:100217."}, {"Citation": "Li T., Chen X., Huang Z., Xie W., Tong C., Bao R., Sun X., Li W., Li S. Pectin Oligosaccharide from Hawthorn Fruit Ameliorates Hepatic Inflammation via NF-ΚB Inactivation in High-Fat Diet Fed Mice. J. Funct. Foods. 2019;57:345–350. doi: 10.1016/j.jff.2019.04.027.", "ArticleIdList": ["10.1016/j.jff.2019.04.027"]}, {"Citation": "Li C., Wang M. Anti-Inflammatory Effect of the Water Fraction from Hawthorn Fruit on LPS-Stimulated RAW 264.7 Cells. Nutr. Res. Pract. 2011;5:101–106. doi: 10.4162/nrp.2011.5.2.101.", "ArticleIdList": ["10.4162/nrp.2011.5.2.101", "PMC3085797", "21556222"]}, {"Citation": "Deng J., Wang H., Mu X., He X., Zhao F., Meng Q. Advances in Research on the Preparation and Biological Activity of Maslinic Acid. MRMC. 2021;21:79–89. doi: 10.2174/1389557520666200722134208.", "ArticleIdList": ["10.2174/1389557520666200722134208", "32703128"]}, {"Citation": "Liu H., Liu J., Lv Z., Yang W., Zhang C., Chen D., Jiao Z. Effect of Dehydration Techniques on Bioactive Compounds in Hawthorn Slices and Their Correlations with Antioxidant Properties. J. Food Sci. Technol. 2019;56:2446–2457. doi: 10.1007/s13197-019-03720-x.", "ArticleIdList": ["10.1007/s13197-019-03720-x", "PMC6525699", "31168127"]}, {"Citation": "Liu S., Sui Q., Zou J., Zhao Y., Chang X. Protective Effects of Hawthorn (Crataegus pinnatifida) Polyphenol Extract against UVB-Induced Skin Damage by Modulating the P53 Mitochondrial Pathway In Vitro and In Vivo. J. Food Biochem. 2019;43:e12708. doi: 10.1111/jfbc.12708.", "ArticleIdList": ["10.1111/jfbc.12708", "31353662"]}, {"Citation": "Lou X., Guo X., Wang K., Wu C., Jin Y., Lin Y., Xu H., Hanna M., Yuan L. Phenolic Profiles and Antioxidant Activity of Crataegus pinnatifida Fruit Infusion and Decoction and Influence of in Vitro Gastrointestinal Digestion on Their Digestive Recovery. LWT. 2021;135:110171. doi: 10.1016/j.lwt.2020.110171.", "ArticleIdList": ["10.1016/j.lwt.2020.110171"]}, {"Citation": "Niu Z., Yan M., Zhao X., Jin H., Gong Y. Effect of Hawthorn Seed Extract on the Gastrointestinal Function of Rats with Diabetic Gastroparesis. S. Afr. J. Bot. 2020;130:448–455. doi: 10.1016/j.sajb.2020.01.032.", "ArticleIdList": ["10.1016/j.sajb.2020.01.032"]}, {"Citation": "Rababa’h A.M., Al Yacoub O.N., El-Elimat T., Rabab’ah M., Altarabsheh S., Deo S., Al-Azayzih A., Zayed A., Alazzam S., Alzoubi K.H. The Effect of Hawthorn Flower and Leaf Extract (Crataegus spp.) on Cardiac Hemostasis and Oxidative Parameters in Sprague Dawley Rats. Heliyon. 2020;6:e04617. doi: 10.1016/j.heliyon.2020.e04617.", "ArticleIdList": ["10.1016/j.heliyon.2020.e04617", "PMC7452443", "32904242"]}, {"Citation": "Pawlaczyk-Graja I. Polyphenolic-Polysaccharide Conjugates from Flowers and Fruits of Single-Seeded Hawthorn (Crataegus monogyna Jacq.): Chemical Profiles and Mechanisms of Anticoagulant Activity. Int. J. Biol Macromol. 2018;116:869–879. doi: 10.1016/j.ijbiomac.2018.05.101.", "ArticleIdList": ["10.1016/j.ijbiomac.2018.05.101", "29777813"]}, {"Citation": "Bae H.J., Kim J., Kim J., Goo N., Cai M., Cho K., Jung S.Y., Kwon H., Kim D.H., Jang D.S., et al. The Effect of Maslinic Acid on Cognitive Dysfunction Induced by Cholinergic Blockade in Mice. Br. J. Pharmacol. 2020;177:3197–3209. doi: 10.1111/bph.15042.", "ArticleIdList": ["10.1111/bph.15042", "PMC7312314", "32133639"]}, {"Citation": "Lee J., Cho E., Kwon H., Jeon J., Jung C.J., Moon M., Jun M., Lee Y.C., Kim D.H., Jung J.W. The Fruit of Crataegus pinnatifida Ameliorates Memory Deficits in β-Amyloid Protein-Induced Alzheimer’s Disease Mouse Model. J. Ethnopharmacol. 2019;243:112107. doi: 10.1016/j.jep.2019.112107.", "ArticleIdList": ["10.1016/j.jep.2019.112107", "31349027"]}, {"Citation": "Lim D.W., Han T., Jung J., Song Y., Um M.Y., Yoon M., Kim Y.T., Cho S., Kim I.-H., Han D. Chlorogenic Acid from Hawthorn Berry (Crataegus pinnatifida Fruit) Prevents Stress Hormone-Induced Depressive Behavior, through Monoamine Oxidase B-Reactive Oxygen Species Signaling in Hippocampal Astrocytes of Mice. Mol. Nutr. Food Res. 2018;62:1800029. doi: 10.1002/mnfr.201800029.", "ArticleIdList": ["10.1002/mnfr.201800029", "29893510"]}, {"Citation": "Zhang Q., Xiong Y., Li B., Deng G., Fu W.-W., Cao B., Zong S., Zeng G. Total Flavonoids of Hawthorn Leaves Promote Motor Function Recovery via Inhibition of Apoptosis after Spinal Cord Injury. Neural Regen. Res. 2021;2:350–356. doi: 10.4103/1673-5374.286975.", "ArticleIdList": ["10.4103/1673-5374.286975", "PMC7896213", "32859797"]}, {"Citation": "Qiao A., Wang Y., Xiang L., Zhang Z. Novel triterpenoids isolated from hawthorn berries functioned as antioxidant and antiproliferative activities. J. Funct. Foods. 2015;13:308–313. doi: 10.1016/j.jff.2014.12.047.", "ArticleIdList": ["10.1016/j.jff.2014.12.047"]}, {"Citation": "Guo R., Lin B., Shang X., Zhou L., Yao G., Huang X. Phenylpropanoids from the fruit of Crataegus pinnatifida exhibit cytotoxicity on hepatic carcinoma cells through apoptosis induction. Fitoterapia. 2018;127:301–307. doi: 10.1016/j.fitote.2018.03.003.", "ArticleIdList": ["10.1016/j.fitote.2018.03.003", "29534982"]}, {"Citation": "He Z., Kwek E., Hao W., Zhu W., Liu J., Ma K., Chen Z. Hawthorn fruit extract reduced trimethylamine-N-oxide (TMAO)-exacerbated atherogenesis in mice via anti-infammation and anti-oxidation. Nutr. Metab. 2021;18:6. doi: 10.1186/s12986-020-00535-y.", "ArticleIdList": ["10.1186/s12986-020-00535-y", "PMC7789617", "33413490"]}, {"Citation": "Zheng G., Deng J., Wen L., You L., Zhao Z., Zhou L. Release of phenolic compounds and antioxidant capacity of Chinese hawthorn “Crataegus pinnatifida” during in vitro digestion. J. Funct. Foods. 2018;40:76–85. doi: 10.1016/j.jff.2017.10.039.", "ArticleIdList": ["10.1016/j.jff.2017.10.039"]}, {"Citation": "Wu P., Li F., Zhang J., Yang B., Ji Z., Chen W. Phytochemical compositions of extract from peel of hawthorn fruit, and its antioxidant capacity, cell growth inhibition, and acetylcholinesterase inhibitory activity. BMC Complementary Altern. Med. 2017;17:151. doi: 10.1186/s12906-017-1662-y.", "ArticleIdList": ["10.1186/s12906-017-1662-y", "PMC5346202", "28284186"]}, {"Citation": "Alirezalu A., Salehi P., Ahmadi N., Sonboli A., Aceto S., Maleki H., Ayyari M. Flavonoids profile and antioxidant activity in flowers and leaves of hawthorn species (Crataegus spp.) from different regions of Iran. Genet. Resour. Crop Evol. 2018;21:452–470. doi: 10.1080/10942912.2018.1446146.", "ArticleIdList": ["10.1080/10942912.2018.1446146"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "8", "Day": "18"}, {"Year": "2022", "Month": "9", "Day": "9"}, {"Year": "2022", "Month": "9", "Day": "12"}, {"Year": "2022", "Month": "9", "Day": "23", "Hour": "1", "Minute": "15"}, {"Year": "2022", "Month": "9", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "24", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "9", "Day": "15"}], "PublicationStatus": "epublish", "ArticleIdList": ["36140986", "PMC9498108", "10.3390/foods11182861", "foods11182861"]}}], "PubmedBookArticle": []}