{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["antioxidants", "flavonoids", "fusarium wilt", "phenolics", "silver nanoparticles", "tomato"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36159677", "DateRevised": {"Year": "2022", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "09", "Day": "08"}], "Language": ["eng"], "ELocationID": ["988607", "10.3389/fbioe.2022.988607"], "Journal": {"ISSN": "2296-4185", "JournalIssue": {"Volume": "10", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in bioengineering and biotechnology", "ISOAbbreviation": "Front Bioeng Biotechnol"}, "ArticleTitle": "Biosynthesized silver nanoparticles using <i>Polygonatum geminiflorum</i> efficiently control fusarium wilt disease of tomato.", "Pagination": {"StartPage": "988607", "MedlinePgn": "988607"}, "Abstract": {"AbstractText": ["Nanomaterials are gaining tremendous potential as emerging antimicrobials in the quest to find resistance-free alternatives of chemical pesticides. In this study, stable silver nanoparticles were synthesized using the aqueous extract of medicinal plant species <i>Polygonatum geminiflorum</i> <b>,</b> and their morphological features were evaluated by transmission electron microscopy, X-ray diffraction spectroscopy and energy dispersive X-ray analysis. <i>In vitro</i> Antifungal activity of the synthesized silver nanoparticles (AgNPs) and <i>P. geminiflorum</i> extract (PE) either alone or in combination (PE-AgNPs) against <i>Fusarium oxysporum</i> was evaluated using disc-diffusion and well-diffusion methods. <i>In planta</i> assay of the same treatments against <i>Fusarium</i> wilt diseases of tomato was evaluated by foliar spray method. Moreover, plant extract was evaluated for the quantitative investigation of antioxidant activity, phenolics and flavonoids by spectroscopic and HPLC techniques. Phytochemical analysis indicated the presence of total phenolic and flavonoid contents as 48.32 mg ± 1.54 mg GAE/g and 57.08 mg ± 1.36 mg QE/g, respectively. The DPPH radical scavenging of leaf extract was found to be 88.23% ± 0.87%. Besides, the HPLC phenolic profile showed the presence of 15 bioactive phenolic compounds. Characterization of nanoparticles revealed the size ranging from 8 nm to 34 nm with average crystallite size of 27 nm. The FTIR analysis revealed important functional groups that were responsible for the reduction and stabilization of AgNPs. In the <i>in vitro</i> assays, 100 μg/ml of AgNPs and AgNPs-PE strongly inhibited <i>Fusarium oxysporum</i>. The same treatments tested against <i>Fusarium</i> sprayed on tomato plants in controlled environment exhibited nearly 100% plant survival with no observable phytotoxicity. These finding provide a simple baseline to control <i>Fusarium</i> wilt using silver nano bio-control agents without affecting the crop health."], "CopyrightInformation": "Copyright © 2022 Ahmad, Ali, Ullah, Sher, Dai, Ali, Iqbal, Zahoor and Ali."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Yunnan Plateau Biological Resources Protection and Utilization, Yunnan Engineering Research Center of Fruit Wine, College of Biological Resource and Food Engineering, Qujing Normal University, Qujing, Yunnan, China."}, {"Identifier": [], "Affiliation": "Centre for Plant Sciences and Biodiversity, University of Swat, Charbagh, Swat, Pakistan."}], "LastName": "Ahmad", "ForeName": "Maaz", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Plant Sciences and Biodiversity, University of Swat, Charbagh, Swat, Pakistan."}], "LastName": "Ali", "ForeName": "Ahmad", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Plant Sciences and Biodiversity, University of Swat, Charbagh, Swat, Pakistan."}], "LastName": "Ullah", "ForeName": "Zahid", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Plant Sciences and Biodiversity, University of Swat, Charbagh, Swat, Pakistan."}], "LastName": "Sher", "ForeName": "Hassan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Yunnan Plateau Biological Resources Protection and Utilization, Yunnan Engineering Research Center of Fruit Wine, College of Biological Resource and Food Engineering, Qujing Normal University, Qujing, Yunnan, China."}], "LastName": "Dai", "ForeName": "Dong-Qin", "Initials": "DQ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Biotechnology and Microbiology, University of Swat, Charbagh, Swat, Pakistan."}], "LastName": "Ali", "ForeName": "Mohammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Bacha Khan University, Charsadda, Khyber Pakhtunkhwa, Pakistan."}], "LastName": "Iqbal", "ForeName": "Javed", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, University of Malakand, Chakdara, Khyber Pakhtunkhwa, Pakistan."}], "LastName": "Zahoor", "ForeName": "Muhammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Plant Sciences and Biodiversity, University of Swat, Charbagh, Swat, Pakistan."}, {"Identifier": [], "Affiliation": "State Key Laboratory of Molecular Developmental Biology, Institute of Genetics and Developmental Biology, Chinese Academy of Sciences, Beijing, China."}], "LastName": "Ali", "ForeName": "Iftikhar", "Initials": "I"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Bioeng Biotechnol", "NlmUniqueID": "101632513", "ISSNLinking": "2296-4185"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abou El-Nour K. M., Eftaiha A. A., Al-Warthan A., Ammar R. A. (2010). Synthesis and applications of silver nanoparticles. Arab. J. Chem. 3 (3), 135–140. 10.1016/j.arabjc.2010.04.008", "ArticleIdList": ["10.1016/j.arabjc.2010.04.008"]}, {"Citation": "Ahmed R. H., Mustafa D. E. (2020). Green synthesis of silver nanoparticles mediated by traditionally used medicinal plants in Sudan. Int. Nano Lett. 10 (1), 1–14. 10.1007/s40089-019-00291-9", "ArticleIdList": ["10.1007/s40089-019-00291-9"]}, {"Citation": "Akpinar I., Unal M., Sar T. (2021). Potential antifungal effects of silver nanoparticles (AgNPs) of different sizes against phytopathogenic Fusarium oxysporum f. sp. radicis-lycopersici (FORL) strains. SN Appl. Sci. 3 (4), 506–509. 10.1007/s42452-021-04524-5", "ArticleIdList": ["10.1007/s42452-021-04524-5"]}, {"Citation": "Alam M. T., Rauf M. A., Siddiqui G. A., Owais M., Naeem A. (2018). Green synthesis of silver nanoparticles, its characterization, and chaperone-like activity in the aggregation inhibition of α-chymotrypsinogen A. Int. J. Biol. Macromol. 120, 2381–2389. 10.1016/j.ijbiomac.2018.09.006", "ArticleIdList": ["10.1016/j.ijbiomac.2018.09.006", "30195613"]}, {"Citation": "Alam T., Khan R. A. A., Ali A., Sher H., Ullah Z., Ali M. (2019). Biogenic synthesis of iron oxide nanoparticles via Skimmia laureola and their antibacterial efficacy against bacterial wilt pathogen Ralstonia solanacearum . Mater. Sci. Eng. C 98, 101–108. 10.1016/j.msec.2018.12.117", "ArticleIdList": ["10.1016/j.msec.2018.12.117", "30812984"]}, {"Citation": "Albrecht M. A., Evans C. W., Raston C. L. (2006). Green chemistry and the health implications of nanoparticles. Green Chem. 8 (5), 417–432. 10.1039/b517131h", "ArticleIdList": ["10.1039/b517131h"]}, {"Citation": "Ali M., Ahmed T., Wu W., Hossain A., Hafeez R., Islam Masum M., et al. (2020). Advancements in plant and microbe-based synthesis of metallic nanoparticles and their antimicrobial activity against plant pathogens. Nanomaterials 10 (6), 1146. 10.3390/nano10061146", "ArticleIdList": ["10.3390/nano10061146", "PMC7353409", "32545239"]}, {"Citation": "Ali M., Kim B., Belfield K. D., Norman D., Brennan M., Ali G. S. (2016). Green synthesis and characterization of silver nanoparticles using Artemisia absinthium aqueous extract—A comprehensive study. Mater. Sci. Eng. C 58, 359–365. 10.1016/j.msec.2015.08.045", "ArticleIdList": ["10.1016/j.msec.2015.08.045", "26478321"]}, {"Citation": "Ali M., Kim B., Belfield K. D., Norman D., Brennan M., Ali G. S. (2015). Inhibition of Phytophthora parasitica and P. capsici by silver nanoparticles synthesized using aqueous extract of Artemisia absinthium . Phytopathology 105 (9), 1183–1190. 10.1094/phyto-01-15-0006-r", "ArticleIdList": ["10.1094/phyto-01-15-0006-r", "25871856"]}, {"Citation": "Alsammarraie F. K., Wang W., Zhou P., Mustapha A., Lin M. (2018). Green synthesis of silver nanoparticles using turmeric extracts and investigation of their antibacterial activities. Colloids Surfaces B Biointerfaces 171, 398–405. 10.1016/j.colsurfb.2018.07.059", "ArticleIdList": ["10.1016/j.colsurfb.2018.07.059", "30071481"]}, {"Citation": "Arif M., Ullah R., Ahmad M., Ali A., Ullah Z., Ali M., et al. (2022). Green synthesis of silver nanoparticles using Euphorbia wallichii leaf extract: Its antibacterial action against citrus canker causal agent and antioxidant potential. Molecules 27 (11), 3525. 10.3390/molecules27113525", "ArticleIdList": ["10.3390/molecules27113525", "PMC9182241", "35684463"]}, {"Citation": "Avila-Quezada G. D., Golinska P., Rai M. (2021). Engineered nanomaterials in plant diseases: Can we combat phytopathogens? Appl. Microbiol. Biotechnol. 1-13, 117–129. 10.1007/s00253-021-11725-w", "ArticleIdList": ["10.1007/s00253-021-11725-w", "34913996"]}, {"Citation": "Bashir M. R., Atiq M., Sajid M., Mohsan M., Abbas W., Alam M. W., et al. (2018). Antifungal exploitation of fungicides against Fusarium oxysporum f. sp. capsici causing Fusarium wilt of chilli pepper in Pakistan. Environ. Sci. Pollut. Res. 25 (7), 6797–6801. 10.1007/s11356-017-1032-9", "ArticleIdList": ["10.1007/s11356-017-1032-9", "29264855"]}, {"Citation": "Bindhu M. R., Umadevi M., Esmail G. A., Al-Dhabi N. A., Arasu M. V. (2020). Green synthesis and characterization of silver nanoparticles from Moringa oleifera flower and assessment of antimicrobial and sensing properties. J. Photochem. Photobiol. B Biol. 205, 111836. 10.1016/j.jphotobiol.2020.111836", "ArticleIdList": ["10.1016/j.jphotobiol.2020.111836", "32172135"]}, {"Citation": "Burdușel A. C., Gherasim O., Grumezescu A. M., Mogoantă L., Ficai A., Andronescu E. (2018). Biomedical applications of silver nanoparticles: An up-to-date overview. Nanomaterials 8 (9), 681. 10.3390/nano8090681", "ArticleIdList": ["10.3390/nano8090681", "PMC6163202", "30200373"]}, {"Citation": "Chang C. C., Yang M. H., Wen H. M., Chern J. C. (2002). Estimation of total flavonoid content in propolis by two complementary colorimetric methods. J. Food. Drug. Anal. 10 (3), 178–182. 10.38212/2224-6614.2748", "ArticleIdList": ["10.38212/2224-6614.2748"]}, {"Citation": "Chase M. W., Christenhusz M. J. M., Fay M. F., Byng J. W., Judd W. S., Soltis D. E., et al. (2016). An update of the angiosperm phylogeny group classification for the orders and families of flowering plants: Apg IV. Bot. J. Linn. Soc. 181 (1), 1–20. 10.1111/boj.12385", "ArticleIdList": ["10.1111/boj.12385"]}, {"Citation": "Choudhury R., Majumder M., Roy D. N., Basumallick S., Misra T. K. (2016). Phytotoxicity of Ag nanoparticles prepared by biogenic and chemical methods. Int. Nano Lett. 6 (3), 153–159. 10.1007/s40089-016-0181-z", "ArticleIdList": ["10.1007/s40089-016-0181-z"]}, {"Citation": "Durán N., Durán M., De Jesus M. B., Seabra A. B., Fávaro W. J., Nakazato G. (2016). Silver nanoparticles: A new view on mechanistic aspects on antimicrobial activity. Nanomedicine Nanotechnol. Biol. Med. 12 (3), 789–799. 10.1016/j.nano.2015.11.016", "ArticleIdList": ["10.1016/j.nano.2015.11.016", "26724539"]}, {"Citation": "Feng Q. L., Wu J., Chen G. Q., Cui F. Z., Kim T. N., Kim J. O. (2000). A mechanistic study of the antibacterial effect of silver ions on Escherichia coli and Staphylococcus aureus . J. Biomed. Mat. Res. 52 (4), 662–668. 10.1002/1097-4636(20001215)52:4<662::aid-jbm10>3.0.co;2-3", "ArticleIdList": ["10.1002/1097-4636(20001215)52:4<662::aid-jbm10>3.0.co;2-3", "11033548"]}, {"Citation": "Fletcher J., Bender C., Budowle B., Cobb W. T., Gold S. E., Ishimaru C. A., et al. (2006). Plant pathogen forensics: Capabilities, needs, and recommendations. Microbiol. Mol. Biol. Rev. 70 (2), 450–471. 10.1128/mmbr.00022-05", "ArticleIdList": ["10.1128/mmbr.00022-05", "PMC1489535", "16760310"]}, {"Citation": "Floden A., Schilling E. E. (2018). Using phylogenomics to reconstruct phylogenetic relationships within tribe Polygonateae (Asparagaceae), with a special focus on Polygonatum. Mol. Phylogenet. Evol. 129, 202–213. 10.1016/j.ympev.2018.08.017", "ArticleIdList": ["10.1016/j.ympev.2018.08.017", "30195040"]}, {"Citation": "Gao H., Niu J., Li S. (2018). Impacts of wheat powdery mildew on grain yield & quality and its prevention and control methods. Am. J. Agric. For. 6, 141–147. 10.11648/j.ajaf.20180605.14", "ArticleIdList": ["10.11648/j.ajaf.20180605.14"]}, {"Citation": "Gardener B. B. M., Fravel D. R. (2002). Biological control of plant pathogens: Research, commercialization, and application in the USA. Plant Health Prog. 3 (1), 17. 10.1094/php-2002-0510-01-rv", "ArticleIdList": ["10.1094/php-2002-0510-01-rv"]}, {"Citation": "Ghojavand S., Madani M., Karimi J. (2020). Green synthesis, characterization and antifungal activity of silver nanoparticles using stems and flowers of felty germander. J. Inorg. Organomet. Polym. Mat. 30 (8), 2987–2997. 10.1007/s10904-020-01449-1", "ArticleIdList": ["10.1007/s10904-020-01449-1"]}, {"Citation": "Gopinath V., Priyadarshini S., Loke M. F., Arunkumar J., Marsili E., MubarakAli D., et al. (2017). Biogenic synthesis, characterization of antibacterial silver nanoparticles and its cell cytotoxicity. Arab. J. Chem. 10 (8), 1107–1117. 10.1016/j.arabjc.2015.11.011", "ArticleIdList": ["10.1016/j.arabjc.2015.11.011"]}, {"Citation": "Gopinath V., Velusamy P. (2013). Extracellular biosynthesis of silver nanoparticles using Bacillus sp. GP-23 and evaluation of their antifungal activity towards Fusarium oxysporum . Spectrochimica Acta Part A Mol. Biomol. Spectrosc. 106, 170–174. 10.1016/j.saa.2012.12.087", "ArticleIdList": ["10.1016/j.saa.2012.12.087", "23376272"]}, {"Citation": "Goyal A. K., Middha S. K., Sen A. (2010). Evaluation of the DPPH radical scavenging activity, total phenols and antioxidant activities in Indian wild Bambusa vulgaris\" Vittata\" methanolic leaf extract. J. Nat. Pharm. 1 (1), 40–45. 10.4103/2229-5119.73586", "ArticleIdList": ["10.4103/2229-5119.73586"]}, {"Citation": "Gupta N., Upadhyaya C. P., Singh A., Abd-Elsalam K. A., Prasad R. (2018). “Applications of silver nanoparticles in plant protection,” in Nanobiotechnol. Appl. Plant prot. (Cham: Springer; )."}, {"Citation": "Hajek A., Eilenberg J. (2018). “Microbial antagonists combating plant pathogens and plant parasitic nematodes,” in Natural enemies: An introduction to biological control (Cambridge: Cambridge University Press; ), 308–324."}, {"Citation": "Haroon M., Zaidi A., Ahmed B., Rizvi A., Khan M. S., Musarrat J. (2019). Effective inhibition of phytopathogenic microbes by eco-friendly leaf extract mediated silver nanoparticles (AgNPs). Indian J. Microbiol. 59 (3), 273–287. 10.1007/s12088-019-00801-5", "ArticleIdList": ["10.1007/s12088-019-00801-5", "PMC6646496", "31388204"]}, {"Citation": "Hebbalalu D., Lalley J., Nadagouda M. N., Varma R. S. (2013). Greener techniques for the synthesis of silver nanoparticles using plant extracts, enzymes, bacteria, biodegradable polymers, and microwaves. ACS Sustain. Chem. Eng. 1 (7), 703–712. 10.1021/sc4000362", "ArticleIdList": ["10.1021/sc4000362"]}, {"Citation": "Jain S., Mehata M. S. (2017). Medicinal plant leaf extract and pure flavonoid mediated green synthesis of silver nanoparticles and their enhanced antibacterial property. Sci. Rep. 7, 15867. 10.1038/s41598-017-15724-8", "ArticleIdList": ["10.1038/s41598-017-15724-8", "PMC5696514", "29158537"]}, {"Citation": "Jeong S. H., Yeo S. Y., Yi S. C. (2005). The effect of filler particle size on the antibacterial properties of compounded polymer/silver fibers. J. Mat. Sci. 40 (20), 5407–5411. 10.1007/s10853-005-4339-8", "ArticleIdList": ["10.1007/s10853-005-4339-8"]}, {"Citation": "Jian Y., Chen X., Ahmed T., Shang Q., Zhang S., Ma Z., et al. (2022). Toxicity and action mechanisms of silver nanoparticles against the mycotoxin-producing fungus Fusarium graminearum. J. Adv. Res. 38, 1–12. 10.1016/j.jare.2021.09.006", "ArticleIdList": ["10.1016/j.jare.2021.09.006", "PMC9091762", "35572400"]}, {"Citation": "Jiao J., Huang W. L., Bai Z. Q., Liu F., Ma C. D., Liang Z., et al. (2018). DNA barcoding for the efficient and accurate identification of medicinal Polygonati rhizoma in China. PLoS One 13 (7), e0201015. 10.1371/journal.pone.0201015", "ArticleIdList": ["10.1371/journal.pone.0201015", "PMC6051646", "30021015"]}, {"Citation": "Jo Y. K., Kim B. H., Jung G. (2009). Antifungal activity of silver ions and nanoparticles on phytopathogenic fungi. Plant Dis. 93 (10), 1037–1043. 10.1094/pdis-93-10-1037", "ArticleIdList": ["10.1094/pdis-93-10-1037", "30754381"]}, {"Citation": "Khan H., Rauf A. (2015). Phytochemistry of genus Polygonatum: A review. Am. J. Biomed. Sci. 3 (2-1), 5–20. 10.11648/j.ajbls.s.2015030201.12", "ArticleIdList": ["10.11648/j.ajbls.s.2015030201.12"]}, {"Citation": "Khan H., Saeed M., Mehmood M. H., Rehman N. U., Muhammad N., Haq I. U., et al. (2013). Studies on tracheorelaxant and anti-inflammatory activities of rhizomes of Polygonatum verticillatum . BMC Complement. Altern. Med. 13 (1), 197–198. 10.1186/1472-6882-13-197", "ArticleIdList": ["10.1186/1472-6882-13-197", "PMC3772698", "23895558"]}, {"Citation": "Khan I., Zahoor M., Zeb A., Ul Bari W. (2020). Vitro antioxidant, antidiabetic, and anticholinesterase, and in vivo toxicological, hypoglycemic, and antilipidemic potentials of Ziziphus oxyphylla . Lat. Am. J. Pharm. 39 (1), 7–21."}, {"Citation": "Khan S., Bibi G., Dilbar S., Iqbal A., Ahmad M., Ali A., et al. (2022). Biosynthesis and characterization of iron oxide nanoparticles from Mentha spicata and screening its combating potential against Phytophthora infestans. Front. Plant Sci. 13, 1001499. 10.3389/fpls.2022.1001499", "ArticleIdList": ["10.3389/fpls.2022.1001499"]}, {"Citation": "Khan S. W., Khatoon S. (2008). Ethnobotanical studies on some useful herbs of Haramosh and Bugrote valleys in Gilgit, northern areas of Pakistan. P. J. Bot. 40 (1), 43–58."}, {"Citation": "Kim J. S., Kuk E., Yu K. N., Kim J. H., Park S. J., Lee H. J., et al. (2007). Antimicrobial effects of silver nanoparticles. Nanomedicine Nanotechnol. Biol. Med. 3 (1), 95–101. 10.1016/j.nano.2006.12.001", "ArticleIdList": ["10.1016/j.nano.2006.12.001", "17379174"]}, {"Citation": "Kumari M., Giri V. P., Pandey S., Kumar M., Katiyar R., Nautiyal C. S., et al. (2019). An insight into the mechanism of antifungal activity of biogenic nanoparticles than their chemical counterparts. Pestic. Biochem. Physiol. 157, 45–52. 10.1016/j.pestbp.2019.03.005", "ArticleIdList": ["10.1016/j.pestbp.2019.03.005", "31153476"]}, {"Citation": "Kuppusamy P., Yusoff M. M., Maniam G. P., Govindan N. (2016). Biosynthesis of metallic nanoparticles using plant derivatives and their new avenues in pharmacological applications–An updated report. Saudi Pharm. J. 24 (4), 473–484. 10.1016/j.jsps.2014.11.013", "ArticleIdList": ["10.1016/j.jsps.2014.11.013", "PMC4908060", "27330378"]}, {"Citation": "León-Buitimea A., Garza-Cárdenas C. R., Garza-Cervantes J. A., Lerma-Escalera J. A., Morones-Ramírez J. R. (2020). The demand for new antibiotics: Antimicrobial peptides, nanoparticles, and combinatorial therapies as future strategies in antibacterial agent design. Front. Microbiol. 24, 1669. 10.3389/fmicb.2020.01669", "ArticleIdList": ["10.3389/fmicb.2020.01669", "PMC7393301", "32793156"]}, {"Citation": "Liao C., Li Y., Tjong S. C. (2019). Bactericidal and cytotoxic properties of silver nanoparticles. Int. J. Mol. Sci. 20 (2), 449. 10.3390/ijms20020449", "ArticleIdList": ["10.3390/ijms20020449", "PMC6359645", "30669621"]}, {"Citation": "Liaqat N., Jahan N., Khalil-ur-Rahman, , Anwar T., Qureshi H. (2022). Green synthesized silver nanoparticles: Optimization, characterization, antimicrobial activity, and cytotoxicity study by hemolysis assay. Front. Chem. 10, 952006. 10.3389/fchem.2022.952006", "ArticleIdList": ["10.3389/fchem.2022.952006", "PMC9465387", "36105303"]}, {"Citation": "Litchfield J. J., Wilcoxon F. (1949). A simplified method of evaluating dose-effect experiments. J. Pharmacol. Exp. Ther. 96 (2), 99–113.", "ArticleIdList": ["18152921"]}, {"Citation": "Marslin G., Siram K., Maqbool Q., Selvakesavan R. K., Kruszka D., Kachlicki P., et al. (2018). Secondary metabolites in the green synthesis of metallic nanoparticles. Materials 11 (6), 940. 10.3390/ma11060940", "ArticleIdList": ["10.3390/ma11060940", "PMC6024997", "29865278"]}, {"Citation": "Mashwani Z., Khan M. A., Khan T., Nadhman A. (2016). Applications of plant terpenoids in the synthesis of colloidal silver nanoparticles. Adv. Colloid Interface Sci. 234, 132–141. 10.1016/j.cis.2016.04.008", "ArticleIdList": ["10.1016/j.cis.2016.04.008", "27181393"]}, {"Citation": "Mikhailova E. O. (2020). Silver nanoparticles: Mechanism of action and probable bio-application. J. Funct. Biomater. 11 (4), 84. 10.3390/jfb11040084", "ArticleIdList": ["10.3390/jfb11040084", "PMC7711612", "33255874"]}, {"Citation": "Mustapha T., Misni N., Ithnin N. R., Daskum A. M., Unyah N. Z. (2022). A review on plants and microorganisms mediated synthesis of silver nanoparticles, role of plants metabolites and applications. Int. J. Environ. Res. Public Health 19 (2), 674. 10.3390/ijerph19020674", "ArticleIdList": ["10.3390/ijerph19020674", "PMC8775445", "35055505"]}, {"Citation": "Nazir N., Zahoor M., Nisar M. (2020). A review on traditional uses and pharmacological importance of genus Elaeagnus species. Bot. Rev. 86 (3), 247–280. 10.1007/s12229-020-09226-y", "ArticleIdList": ["10.1007/s12229-020-09226-y"]}, {"Citation": "Noori A., Donnelly T., Colbert J., Cai W., Newman L. A., White J. C. (2020). Exposure of tomato (Lycopersicon esculentum) to silver nanoparticles and silver nitrate: Physiological and molecular response. Int. J. Phytoremediation 22 (1), 40–51. 10.1080/15226514.2019.1634000", "ArticleIdList": ["10.1080/15226514.2019.1634000", "31282192"]}, {"Citation": "Ovais M., Ayaz M., Khalil A. T., Shah S. A., Jan M. S., Raza A., et al. (2018). HPLC-DAD finger printing, antioxidant, cholinesterase, and α-glucosidase inhibitory potentials of a novel plant Olax nana. BMC Complement. Altern. Med. 18 (1), 1–13. 10.1186/s12906-017-2057-9", "ArticleIdList": ["10.1186/s12906-017-2057-9", "PMC5751879", "29295712"]}, {"Citation": "Özkara A., Akyıl D., Konuk M. (2016). “Pesticides, environmental pollution, and health,” in Environ health risk-hazard fact living spec (London, UK: IntechOpen; ). 10.5772/63094", "ArticleIdList": ["10.5772/63094"]}, {"Citation": "Pradeep M., Kruszka D., Kachlicki P., Mondal D., Franklin G. (2021). Uncovering the phytochemical basis and the mechanism of plant extract-mediated eco-friendly synthesis of silver nanoparticles using ultra-performance liquid chromatography coupled with a photodiode array and high-resolution mass spectrometry. ACS Sustain. Chem. Eng. 10 (1), 562–571. 10.1021/acssuschemeng.1c06960", "ArticleIdList": ["10.1021/acssuschemeng.1c06960"]}, {"Citation": "Prajapat R., Marwal A., Jha P. N. (2013). Erwinia carotovora associated with potato: A critical appraisal with respect to Indian perspective. Int. J. Curr. Microbiol. Appl. Sci. 2, 83–89."}, {"Citation": "Rafique K., Rauf C. A., Gul A., Bux H., Memon R. A., Ali A., et al. (2017). Evaluation of d-genome synthetic hexaploid wheats and advanced derivatives for powdery mildew resistance. P. J. Bot. 49 (2), 735–743."}, {"Citation": "Rahman S. U., Ullah Z., Ali A., Aziz M. A., Alam N., Sher H., et al. (2022). Traditional knowledge of medicinal flora among tribal communities of Buner Pakistan. Phytomedicine Plus 2 (3), 100277. 10.1016/j.phyplu.2022.100277", "ArticleIdList": ["10.1016/j.phyplu.2022.100277"]}, {"Citation": "Renuka R., Devi K. R., Sivakami M., Thilagavathi T., Uthrakumar R., Kaviyarasu K. (2020). Biosynthesis of silver nanoparticles using Phyllanthus emblica fruit extract for antimicrobial application. Biocatal. Agric. Biotechnol. 24, 101567. 10.1016/j.bcab.2020.101567", "ArticleIdList": ["10.1016/j.bcab.2020.101567"]}, {"Citation": "Rizwan M., Amin S., Malikovna B. K., Rauf A., Siddique M., Ullah K., et al. (2020). Green synthesis and antimicrobial potential of silver nanoparticles with Boerhavia procumbens extract. J. Pure Appl. Microbiol. 14 (2), 1437–1451. 10.22207/jpam.14.2.42", "ArticleIdList": ["10.22207/jpam.14.2.42"]}, {"Citation": "Rudramurthy G. R., Swamy M. K., Sinniah U. R., Ghasemzadeh A. (2016). Nanoparticles: Alternatives against drug-resistant pathogenic microbes. Molecules 21 (7), 836. 10.3390/molecules21070836", "ArticleIdList": ["10.3390/molecules21070836", "PMC6273897", "27355939"]}, {"Citation": "Santiago T. R., Bonatto C. C., Rossato M., Lopes C. A., Lopes C. A. G., Mizubuti E. S., et al. (2019). Green synthesis of silver nanoparticles using tomato leaf extract and their entrapment in chitosan nanoparticles to control bacterial wilt. J. Sci. Food Agric. 99 (9), 4248–4259. 10.1002/jsfa.9656", "ArticleIdList": ["10.1002/jsfa.9656", "30801730"]}, {"Citation": "Saratale R. G., Benelli G., Kumar G., Kim D. S., Saratale G. D. (2018). Bio-fabrication of silver nanoparticles using the leaf extract of an ancient herbal medicine, dandelion (Taraxacum officinale), evaluation of their antioxidant, anticancer potential, and antimicrobial activity against phytopathogens. Environ. Sci. Pollut. Res. 25 (11), 10392–10406. 10.1007/s11356-017-9581-5", "ArticleIdList": ["10.1007/s11356-017-9581-5", "28699009"]}, {"Citation": "Savary S., Ficke A., Aubertot J. N., Hollier C. (2012). Crop losses due to diseases and their implications for global food production losses and food security. Food Secur. 4 (4), 519–537. 10.1007/s12571-012-0200-5", "ArticleIdList": ["10.1007/s12571-012-0200-5"]}, {"Citation": "Saxena A., Tripathi R. M., Zafar F., Singh P. (2012). Green synthesis of silver nanoparticles using aqueous solution of Ficus benghalensis leaf extract and characterization of their antibacterial activity. Mat. Lett. 67 (1), 91–94. 10.1016/j.matlet.2011.09.038", "ArticleIdList": ["10.1016/j.matlet.2011.09.038"]}, {"Citation": "Sharifi-Rad M., Epifano F., Fiorito S., Álvarez-Suarez J. M. (2020). Phytochemical analysis and biological investigation of Nepeta juncea Benth. different extracts. Plants 9 (5), 646. 10.3390/plants9050646", "ArticleIdList": ["10.3390/plants9050646", "PMC7286030", "32438667"]}, {"Citation": "Sharma S., Joshi R., Kumar D. (2021). Metabolomics insights and bioprospection of Polygonatum verticillatum: An important dietary medicinal herb of alpine Himalaya. Food Res. Int. 148, 110619. 10.1016/j.foodres.2021.110619", "ArticleIdList": ["10.1016/j.foodres.2021.110619", "34507763"]}, {"Citation": "Sharma V. K., Yngard R. A., Lin Y. (2009). Silver nanoparticles: Green synthesis and their antimicrobial activities. Adv. Colloid Interface Sci. 145 (1-2), 83–96. 10.1016/j.cis.2008.09.002", "ArticleIdList": ["10.1016/j.cis.2008.09.002", "18945421"]}, {"Citation": "Si J. P., Zhu A. G. (2021). Polygonati rhizoma&mdash;a new high-quality crop with great potential and not occupying farmland. Sci. Sin. Vitae. 51, 1477–1484. 10.1360/ssv-2020-0413", "ArticleIdList": ["10.1360/ssv-2020-0413"]}, {"Citation": "Siddiqi K. S., Husen A., Rao R. A. (2018). A review on biosynthesis of silver nanoparticles and their biocidal properties. J. Nanobiotechnol. 16 (1), 14–28. 10.1186/s12951-018-0334-5", "ArticleIdList": ["10.1186/s12951-018-0334-5", "PMC5815253", "29452593"]}, {"Citation": "Singleton V. L., Rossi J. A. (1965). Colorimetry of total phenolics with phosphomolybdic-phosphotungstic acid reagents. Am. J. Enol. Vitic. 16 (3), 144–158."}, {"Citation": "Some S., Sen I. K., Mandal A., Aslan T., Ustun Y., Yilmaz E. Ş., et al. (2018). Biosynthesis of silver nanoparticles and their versatile antimicrobial properties. Mat. Res. Express 6 (1), 012001. 10.1088/2053-1591/aae23e", "ArticleIdList": ["10.1088/2053-1591/aae23e"]}, {"Citation": "Son K. H., Do J. C., Kang S. S. (1990). Steroidal saponins from the rhizomes of Polygonatum sibiricum . J. Nat. Prod. 53 (2), 333–339. 10.1021/np50068a010", "ArticleIdList": ["10.1021/np50068a010", "2380710"]}, {"Citation": "Spagnoletti F. N., Kronberg F., Spedalieri C., Munarriz E., Giacometti R. (2021). Protein corona on biogenic silver nanoparticles provides higher stability and protects cells from toxicity in comparison to chemical nanoparticles. J. Environ. Manage. 297, 113434. 10.1016/j.jenvman.2021.113434", "ArticleIdList": ["10.1016/j.jenvman.2021.113434", "34400389"]}, {"Citation": "Sunkar S., Nachiyar C. V. (2012). Biogenesis of antibacterial silver nanoparticles using the endophytic bacterium Bacillus cereus isolated from Garcinia xanthochymus. Asian pac. J. Trop. Biomed. 2 (12), 953–959. 10.1016/s2221-1691(13)60006-4", "ArticleIdList": ["10.1016/s2221-1691(13)60006-4", "PMC3621471", "23593575"]}, {"Citation": "Suyal R., Bhatt D., Rawal R. S., Tewari L. M. (2020). Status of two threatened astavarga herbs, Polygonatum cirrhifolium and Malaxis muscifera, in west himalaya: Conservation implications. Proc. Natl. Acad. Sci. India Sect. B. Biol. Sci. 90 (3), 695–704. 10.1007/s40011-019-01144-3", "ArticleIdList": ["10.1007/s40011-019-01144-3"]}, {"Citation": "Tariq A., Shah G. M., Zada A., Ali A., Shah A. Z., Fatima I. (2021). Phytochemical analysis and in-vitro antibacterial and anti-fungal activity of Verbascum arianthum (Benth). Pure Appl. Biol. 10 (3), 797–806. 10.19045/bspab.2021.100082", "ArticleIdList": ["10.19045/bspab.2021.100082"]}, {"Citation": "Thiruvengadam M., Rajakumar G., Chung I. M. (2018). Nanotechnology: Current uses and future applications in the food industry. 3 Biotech. 8 (1), 74–13. 10.1007/s13205-018-1104-7", "ArticleIdList": ["10.1007/s13205-018-1104-7", "PMC5766453", "29354385"]}, {"Citation": "Turunc E., Binzet R., Gumus I., Binzet G., Arslan H. (2017). Green synthesis of silver and palladium nanoparticles using Lithodora hispidula (Sm.) Griseb.(Boraginaceae) and application to the electrocatalytic reduction of hydrogen peroxide. Mat. Chem. Phys. 202, 310–319. 10.1016/j.matchemphys.2017.09.032", "ArticleIdList": ["10.1016/j.matchemphys.2017.09.032"]}, {"Citation": "Vanti G. L., Nargund V. B., Vanarchi R., Kurjogi M., Mulla S. I., Tubaki S., et al. (2019). Synthesis of Gossypium hirsutum‐derived silver nanoparticles and their antibacterial efficacy against plant pathogens. Appl. Organomet. Chem. 33 (1), e4630. 10.1002/aoc.4630", "ArticleIdList": ["10.1002/aoc.4630"]}, {"Citation": "Wang J., Qian J., Jiang Y., Chen X., Zheng B., Chen S., et al. (2022). Comparative analysis of chloroplast genome and new insights into phylogenetic relationships of Polygonatum and tribe Polygonateae. Front. Plant Sci. 13, 882189. 10.3389/fpls.2022.882189", "ArticleIdList": ["10.3389/fpls.2022.882189", "PMC9263837", "35812916"]}, {"Citation": "Yamanaka M., Hara K., Kudo J. (2005). Bactericidal actions of a silver ion solution on Escherichia coli, studied by energy-filtering transmission electron microscopy and proteomic analysis. Appl. Environ. Microbiol. 71 (11), 7589–7593. 10.1128/aem.71.11.7589-7593.2005", "ArticleIdList": ["10.1128/aem.71.11.7589-7593.2005", "PMC1287701", "16269810"]}, {"Citation": "Yaqoob A. A., Umar K., Ibrahim M. N. M. (2020). Silver nanoparticles: Various methods of synthesis, size affecting factors and their potential applications–a review. Appl. Nanosci. 10 (5), 1369–1378. 10.1007/s13204-020-01318-w", "ArticleIdList": ["10.1007/s13204-020-01318-w"]}, {"Citation": "Ying S., Guan Z., Ofoegbu P. C., Clubb P., Rico C., He F., et al. (2022). Green synthesis of nanoparticles: Current developments and limitations. Environ. Technol. Innov. 26, 102336. 10.1016/j.eti.2022.102336", "ArticleIdList": ["10.1016/j.eti.2022.102336"]}, {"Citation": "Zeb A. (2015). Phenolic profile and antioxidant potential of wild watercress (Nasturtium officinale L.). Springerplus 4 (1), 714–717. 10.1186/s40064-015-1514-5", "ArticleIdList": ["10.1186/s40064-015-1514-5", "PMC4656250", "26636002"]}, {"Citation": "Zhang D., Ma X. L., Gu Y., Huang H., Zhang G. W. (2020). Green synthesis of metallic nanoparticles and their potential applications to treat cancer. Front. Chem. 8, 799. 10.3389/fchem.2020.00799", "ArticleIdList": ["10.3389/fchem.2020.00799", "PMC7658653", "33195027"]}, {"Citation": "Zhang L., Webster T. J. (2009). Nanotechnology and nanomaterials: Promises for improved tissue regeneration. Nano Today 4 (1), 66–80. 10.1016/j.nantod.2008.10.014", "ArticleIdList": ["10.1016/j.nantod.2008.10.014"]}, {"Citation": "Zhao P., Zhao C., Li X., Gao Q., Huang L., Xiao P., et al. (2018). The genus Polygonatum: A review of ethnopharmacology, phytochemistry and pharmacology. J. Ethnopharmacol. 214, 274–291. 10.1016/j.jep.2017.12.006", "ArticleIdList": ["10.1016/j.jep.2017.12.006", "29246502"]}, {"Citation": "Zhou L., Zhao X., Li M., Lu Y., Ai C., Jiang C., et al. (2021). Antifungal activity of silver nanoparticles synthesized by iturin against Candida albicans in vitro and in vivo . Appl. Microbiol. Biotechnol. 1105, 3759–3770. 10.1007/s00253-021-11296-w", "ArticleIdList": ["10.1007/s00253-021-11296-w", "33900424"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "7", "Day": "7"}, {"Year": "2022", "Month": "8", "Day": "22"}, {"Year": "2022", "Month": "9", "Day": "26", "Hour": "17", "Minute": "38"}, {"Year": "2022", "Month": "9", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "27", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["36159677", "PMC9493356", "10.3389/fbioe.2022.988607", "988607"]}}], "PubmedBookArticle": []}