{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36157758", "DateRevised": {"Year": "2022", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "09", "Day": "10"}], "Language": ["eng"], "ELocationID": ["10.1021/acsomega.2c04051"], "Journal": {"ISSN": "2470-1343", "JournalIssue": {"Volume": "7", "Issue": "37", "PubDate": {"Year": "2022", "Month": "Sep", "Day": "20"}}, "Title": "ACS omega", "ISOAbbreviation": "ACS Omega"}, "ArticleTitle": "Design of a Structurally Novel Multipotent Drug Candidate by the Scaffold Architecture Technique for ACE-II, NSP15, and M<sup>pro</sup> Protein Inhibition: Identification and Isolation of a Natural Product to Prevent the Severity of Future Variants of Covid 19 and a Colorectal Anticancer Drug.", "Pagination": {"StartPage": "33408", "EndPage": "33422", "MedlinePgn": "33408-33422"}, "Abstract": {"AbstractText": ["Scaffold architecture in the sectors of biotechnology and drug discovery research include scaffold hopping and molecular modelling techniques and helps in searching for potential drug candidates containing different core structures using computer-based software, which greatly aids medicinal and pharmaceutical chemistry. Going ahead, the computational method of scaffold architecture is thought to produce new scaffolds, and the method is capable of helping search engines toward producing new scaffolds that are likely to represent potent compounds with high therapeutic applications, which is a possibility in this case as well. Here we probate a different interactive design by natural product hopping, molecular modelling, pharmacophore modelling, modification, and combination of the phytoconstituents present in different medicinal plants for developing a pharmacophore-guided good drug candidate for the variants of SARS-CoV-2 or Covid 19. In the modern era, these approaches are carried out at every level of development of scaffold queries, which are increasingly summarized from chemical structures. In this context, we report on a successfully designed drug-like candidate having a high-binding-affinity \"compound SLP\" by understanding the relationships between the compounds' pharmacophores, scaffold functional groups, and biological activities beyond their individual applications that abide by Lipinski's rule of five, Ghose rule, Veber rule etc. The new scaffold generated by altering the core of the known phyto-compounds holds a good predicted ADMET profile and is examined with iMODS server to check the molecular dynamics simulation with normal mode analysis (NMA). The scaffold's three-dimensional (3D) structure yields a searchable natural product koenimbine from a conformer database having good ADMET property and high availability in spice <i>Murraya koenigii</i> leaves. <i>M. koenigii</i> leaves are easily available in the market, and might ensure the immunity, good health, and well-being of people if affected with any of the variants of Covid 19. The cell viability studies of koenimbine on murine colorectal carcinoma cell line (CT-26) showed no toxicity on normal mice lymphocyte cells (MLCs). The anticancer mechanism of koenimbine was displayed by its enhanced capacity to produce intercellular reactive oxygen species (ROS) in the colorectal carcinoma cell line."], "CopyrightInformation": "© 2022 The Authors. Published by American Chemical Society."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Prabhat Kumar College, Purba Medinipur 721404, West Bengal, India."}], "LastName": "Pakrashy", "ForeName": "Sourav", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of Calcutta, Kolkata 700003, West Bengal, India."}], "LastName": "Mandal", "ForeName": "Prakash K", "Initials": "PK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biochemistry, Molecular Endocrinology, and Reproductive Physiology Laboratory, Department of Human Physiology, Vidyasagar University, Midnapore721102, West Bengal, India."}], "LastName": "Dey", "ForeName": "Surya Kanta", "Initials": "SK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biochemistry, Molecular Endocrinology, and Reproductive Physiology Laboratory, Department of Human Physiology, Vidyasagar University, Midnapore721102, West Bengal, India."}], "LastName": "Choudhury", "ForeName": "Sujata Maiti", "Initials": "SM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, College of Science, King Saud University, Riyadh 11451, Saudi Arabia."}], "LastName": "Alasmary", "ForeName": "Fatmah Ali", "Initials": "FA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, College of Science, King Saud University, Riyadh 11451, Saudi Arabia."}], "LastName": "Almalki", "ForeName": "Amani Salem", "Initials": "AS"}, {"Identifier": ["0000-0001-6286-6262"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Pharmacy and optometry, School of Health Sciences, Faculty of Biology, Medicine and Health, University of Manchester, Oxford Road, Manchester M13 9PL, United Kingdom."}], "LastName": "Islam", "ForeName": "Md Ataul", "Initials": "MA"}, {"Identifier": ["0000-0001-7697-3376"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Prabhat Kumar College, Purba Medinipur 721404, West Bengal, India."}], "LastName": "Dolai", "ForeName": "Malay", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "ACS Omega", "NlmUniqueID": "101691658", "ISSNLinking": "2470-1343"}, "CoiStatement": "The authors declare no competing financial interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Zhang H.; Penninger J. M.; Li Y.; Zhong N.; Slutsky A. S. Angiotensin-Converting Enzyme 2 (ACE2) as a SARS-CoV-2 Receptor: Molecular Mechanisms and Potential Therapeutic Target. Intensive Care Med. 2020, 46, 586–590. 10.1007/s00134-020-05985-9.", "ArticleIdList": ["10.1007/s00134-020-05985-9", "PMC7079879", "32125455"]}, {"Citation": "Jin Z.; Du X.; Xu Y.; Deng Y.; Liu M.; Zhao Y.; et al. Structure of M pro from SARS-CoV-2 and Discovery of Its Inhibitors. Nature 2020, 582, 289–293. 10.1038/s41586-020-2223-y.", "ArticleIdList": ["10.1038/s41586-020-2223-y", "32272481"]}, {"Citation": "Kim Y.; Jedrzejczak R.; Maltseva N. I.; Wilamowski M.; Endres M.; Godzik A.; Michalska K.; Joachimiak A. Crystal Structure of Nsp15 Endoribonuclease NendoU from SARS-CoV-2. Protein Sci. 2020, 29, 1596–1605. 10.1002/pro.3873.", "ArticleIdList": ["10.1002/pro.3873", "PMC7264519", "32304108"]}, {"Citation": "Eweas A. F.; Alhossary A. A.; Abdel-Moneim A. S. Molecular Docking Reveals Ivermectin and Remdesivir as Potential Repurposed Drugs Against SARS-CoV-2. Front. Microbiol. 2021, 11, 360210.3389/fmicb.2020.592908.", "ArticleIdList": ["10.3389/fmicb.2020.592908", "PMC7976659", "33746908"]}, {"Citation": "Allouche A. R. Gabedit — A Graphical User Interface for Computational Chemistry Softwares. J. Comput. Chem. 2012, 32, 174–182. 10.1002/jcc.21600.", "ArticleIdList": ["10.1002/jcc.21600", "20607691"]}, {"Citation": "Wang J.; Wang W.; Kollman P. A.; Case D. A.. Antechamber, An Accessory Software Package For Molecular Mechanical Calculations J. Am. Chem. Soc. 2001, 222 (2), U403."}, {"Citation": "Guex N.; Peitsch M. C. SWISS-MODEL and the Swiss-PdbViewer: An Environment for Comparative Protein Modeling. Electrophoresis 1997, 18, 2714–2723. 10.1002/elps.1150181505.", "ArticleIdList": ["10.1002/elps.1150181505", "9504803"]}, {"Citation": "Gasteiger J.; Jochum C. An Algorithm for the Perception of Synthetically Important Rings. J. Chem. Inf. Comput. Sci. 1979, 19, 43–48. 10.1021/ci60017a011.", "ArticleIdList": ["10.1021/ci60017a011"]}, {"Citation": "Daina A.; Michielin O.; Zoete V. SwissADME: a free web tool to evaluate pharmacokinetics, drug-likeness and medicinal chemistry friendliness of small molecules. Sci. Rep. 2017, 7, 4271710.1038/srep42717.", "ArticleIdList": ["10.1038/srep42717", "PMC5335600", "28256516"]}, {"Citation": "Pires D. E. V.; Blundell T. L.; Ascher D. B. PkCSM: Predicting Small-Molecule Pharmacokinetic and Toxicity Properties Using Graph-Based Signatures. J. Med. Chem. 2015, 58, 4066–4072. 10.1021/acs.jmedchem.5b00104.", "ArticleIdList": ["10.1021/acs.jmedchem.5b00104", "PMC4434528", "25860834"]}, {"Citation": "Adhikary S.; Majumder L.; Pakrashy S.; Srinath R.; Mukherjee K.; Mandal C.; Banerji B. Polysubstituted Imidazoles as LysoTracker Molecules: Their Synthesis via Iodine/H2O and Cell-Imaging Studies. ACS Omega 2020, 5, 14394–14407. 10.1021/acsomega.0c00934.", "ArticleIdList": ["10.1021/acsomega.0c00934", "PMC7315425", "32596577"]}, {"Citation": "López-Blanco J. R.; Aliaga J. I.; Quintana-Ortí E. S.; Chacón P. IMODS: Internal Coordinates Normal Mode Analysis Server. Nucleic Acids Res. 2014, 42, W271–W276. 10.1093/nar/gku339.", "ArticleIdList": ["10.1093/nar/gku339", "PMC4086069", "24771341"]}, {"Citation": "Pradhan A.; Bepari M.; Maity P.; Roy S. S.; Roy S.; Choudhury S. M. Gold nanoparticles from indole-3-carbinol exhibit cytotoxic, genotoxic and antineoplastic effects through the induction of apoptosis. RSC Adv. 2016, 6, 56435–56449. 10.1039/C6RA05591E.", "ArticleIdList": ["10.1039/C6RA05591E"]}, {"Citation": "Niu B.; Liao K.; Zhou Y.; Wen T.; Quan G.; Pan X.; Wu C. Application of glutathione depletion in cancer therapy: Enhanced ROS-based therapy, ferroptosis, and chemotherapy. Biomaterials 2021, 277, 12111010.1016/j.biomaterials.2021.121110.", "ArticleIdList": ["10.1016/j.biomaterials.2021.121110", "34482088"]}, {"Citation": "Schneider G.; Neidhart W.; Giller T.; Schmid G. “Scaffold-Hopping” by Topological Pharmacophore Search: A Contribution to Virtual Screening. Angew. Chem., Int. Ed. 1999, 38, 2894–2896. 10.1002/(SICI)1521-3773(19991004)38:19<2894::AID-ANIE2894>3.0.CO;2-F.", "ArticleIdList": ["10.1002/(SICI)1521-3773(19991004)38:19<2894::AID-ANIE2894>3.0.CO;2-F", "10540384"]}, {"Citation": "Sun H.; Tawa G.; Wallqvist A. Classification of Scaffold-Hopping Approaches. Drug Discovery Today 2012, 17, 310–324. 10.1016/j.drudis.2011.10.024.", "ArticleIdList": ["10.1016/j.drudis.2011.10.024", "PMC3328312", "22056715"]}, {"Citation": "Hu Y.; Stumpfe D.; Bajorath J. Computational Exploration of Molecular Scaffolds in Medicinal Chemistry. J. Med. Chem. 2016, 59, 4062–4076. 10.1021/acs.jmedchem.5b01746.", "ArticleIdList": ["10.1021/acs.jmedchem.5b01746", "26840095"]}, {"Citation": "Hu Y.; Stumpfe D.; Bajorath J. Recent Advances in Scaffold Hopping. J. Med. Chem. 2017, 60, 1238–1246. 10.1021/acs.jmedchem.6b01437.", "ArticleIdList": ["10.1021/acs.jmedchem.6b01437", "28001064"]}, {"Citation": "Koch G. Medicinal Chemistry. Chimia 2017, 71, 643.10.2307/j.ctvnwc0d0.18.", "ArticleIdList": ["10.2307/j.ctvnwc0d0.18", "29070408"]}, {"Citation": "Batool M.; Ahmad B.; Choi S. A Structure-Based Drug Discovery Paradigm. Int. J. Mol. Sci. 2019, 20, 278310.3390/ijms20112783.", "ArticleIdList": ["10.3390/ijms20112783", "PMC6601033", "31174387"]}, {"Citation": "Meng X.-Y.; Zhang H.-X.; Mezei M.; Cui M. Molecular Docking: A Powerful Approach for Structure-Based Drug Discovery. Curr. Comput.-Aided Drug Des. 2011, 7, 146–157. 10.2174/157340911795677602.", "ArticleIdList": ["10.2174/157340911795677602", "PMC3151162", "21534921"]}, {"Citation": "Bottegoni G. Protein-ligand docking. Front. Biosci. 2011, 16, 2289–2306. 10.2741/3854.", "ArticleIdList": ["10.2741/3854", "21622177"]}, {"Citation": "Baskin I. I. The Power of Deep Learning to Ligand-Based Novel Drug Discovery. Expert Opin. Drug Discovery 2020, 15, 755–764. 10.1080/17460441.2020.1745183.", "ArticleIdList": ["10.1080/17460441.2020.1745183", "32228116"]}, {"Citation": "Erlanson D. A.; McDowell R. S.; O’Brien T. Fragment-Based Drug Discovery. J. Med. Chem. 2004, 47, 3463–3482. 10.1021/jm040031v.", "ArticleIdList": ["10.1021/jm040031v", "15214773"]}, {"Citation": "Murray C. W.; Rees D. C. The Rise of Fragment-Based Drug Discovery. Nat. Chem. 2009, 1, 187–192. 10.1038/nchem.217.", "ArticleIdList": ["10.1038/nchem.217", "21378847"]}, {"Citation": "Lauri G.; Bartlett P. A. CAVEAT: A Program to Facilitate the Design of Organic Molecules. J. Comput.-Aided Mol. Des. 1994, 8, 51–66. 10.1007/BF00124349.", "ArticleIdList": ["10.1007/BF00124349", "8035213"]}, {"Citation": "Kawamura S.; Unno Y.; Hirokawa T.; Asai A.; Arisawa M.; Shuto S. Rational Hopping of a Peptidic Scaffold into Non-Peptidic Scaffolds: Structurally Novel Potent Proteasome Inhibitors Derived from a Natural Product, Belactosin A. Chem. Commun. 2014, 50, 2445–2447. 10.1039/c3cc48818g.", "ArticleIdList": ["10.1039/c3cc48818g", "24452398"]}, {"Citation": "Yeh J. Y.; Coumar M. S.; Horng J. T.; Shiao H. Y.; Kuo F. M.; Lee H. L.; Chen I. C.; Chang C. W.; Tang W. F.; Tseng S. N.; Chen C. J.; Shih S. R.; Hsu J. T. A.; Liao C. C.; Chao Y. S.; Hsieh H. P. Anti-Influenza Drug Discovery: Structure-Activity Relationship and Mechanistic Insight into Novel Angelicin Derivatives. J. Med. Chem. 2010, 53, 1519–1533. 10.1021/jm901570x.", "ArticleIdList": ["10.1021/jm901570x", "20092255"]}, {"Citation": "Jamieson A. G.; Boutard N.; Sabatino D.; Lubell W. D. Peptide Scanning for Studying Structure-Activity Relationships in Drug Discovery. Chem. Biol. Drug Des. 2013, 81, 148–165. 10.1111/cbdd.12042.", "ArticleIdList": ["10.1111/cbdd.12042", "23253136"]}, {"Citation": "Auld D. Rethinking Molecular Similarity: Comparing Compounds on the Basis of Biological Activity: Commentary. Assay Drug Dev. Technol. 2012, 10, 309–310. 10.1089/adt.2012.1004.lr.", "ArticleIdList": ["10.1089/adt.2012.1004.lr"]}, {"Citation": "Maggiora G.; Vogt M.; Stumpfe D.; Bajorath J. Molecular Similarity in Medicinal Chemistry. J. Med. Chem. 2014, 57, 3186–3204. 10.1021/jm401411z.", "ArticleIdList": ["10.1021/jm401411z", "24151987"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "7", "Day": "2"}, {"Year": "2022", "Month": "8", "Day": "30"}, {"Year": "2022", "Month": "9", "Day": "26", "Hour": "17", "Minute": "12"}, {"Year": "2022", "Month": "9", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "27", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "9", "Day": "10"}], "PublicationStatus": "epublish", "ArticleIdList": ["36157758", "PMC9494648", "10.1021/acsomega.2c04051"]}}], "PubmedBookArticle": []}