{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["active ingredients", "flowers", "homology of medicine and food", "mechanism of action"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36165435", "DateCompleted": {"Year": "2023", "Month": "01", "Day": "05"}, "DateRevised": {"Year": "2023", "Month": "01", "Day": "12"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "09", "Day": "27"}], "Language": ["eng"], "ELocationID": ["10.1111/jfbc.14430"], "Journal": {"ISSN": "1745-4514", "JournalIssue": {"Volume": "46", "Issue": "12", "PubDate": {"Year": "2022", "Month": "Dec"}}, "Title": "Journal of food biochemistry", "ISOAbbreviation": "J Food Biochem"}, "ArticleTitle": "The effects and underlying mechanisms of medicine and food homologous flowers on the prevention and treatment of related diseases.", "Pagination": {"StartPage": "e14430", "MedlinePgn": "e14430"}, "Abstract": {"AbstractText": ["The theory of medicine and food homology has a long history in China. Numerous traditional Chinese medicinal could be used as both medicine and food. Many flower medicinal materials also belong to the homology of medicine and food, such as Chrysanthemum morifolium, Lonicera japonica, Crocus sativus, and Lonicera macranthoides. They mainly contain flavonoids, organic acids, terpenoids, and other active ingredients, which have a variety of medicinal values, including anti-inflammatory, anti-tumor, and antioxidant. There are many formulations and functional foods containing these plants in Chinese medicine, which have a variety of nutritional and health effects on the human body. In this review, 10 widely used flowers were selected to review their pharmacological activities, prevention and treatment of related diseases and underlying mechanisms, and discussed the current limitations and future development prospects, hoping to provide references for the research on the development and utilization of natural medical flowers. PRACTICAL APPLICATIONS: The \"homology of medicine and food\" flowers have a wide range of uses and are of great research value. In this paper, we introduce 10 \"homology of medicine and food\" flowers. Their active ingredients, pharmacological activities, and treatments for related diseases are reviewed, and the limitations and development prospects of the \"homology of medicine and food\" flowers are discussed. It is hoped that this will contribute to the development of the food and pharmacological fields."], "CopyrightInformation": "© 2022 Wiley Periodicals LLC."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Functional Food and Wine, Shenyang Pharmaceutical University, Shenyang, China."}], "LastName": "Ma", "ForeName": "Aijinxiu", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Traditional Chinese Material Medica, Shenyang Pharmaceutical University, Shenyang, China."}], "LastName": "Zou", "ForeName": "Fengmao", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiahehongsheng (Shenzhen) Health Industry Group, Shenzhen, China."}], "LastName": "Zhang", "ForeName": "Ruowen", "Initials": "R"}, {"Identifier": ["0000-0001-8537-1414"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Functional Food and Wine, Shenyang Pharmaceutical University, Shenyang, China."}], "LastName": "Zhao", "ForeName": "Xu", "Initials": "X"}], "PublicationTypeList": ["Journal Article", "Review", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Food Biochem", "NlmUniqueID": "7706045", "ISSNLinking": "0145-8884"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Drugs, Chinese Herbal"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Terpenes"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Flowers"}, {"QualifierName": [], "DescriptorName": "Flavonoids"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Drugs, Chinese Herbal"}, {"QualifierName": [], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Terpenes"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abudunia, A.-M., Marmouzi, I., Kharbach, M., Jemli, M. E., Sayah, K., Bouyahya, A., Al-kaf, A., Alyahawi, A., Ansar, M. H., Bouklouze, A., Faouzi, M. E. A., & Ibrahimi, A. (2020). Hypoglycemic effect of Calendula arvensis flowers is mediated by digestive enzyme inhibition. Current Bioactive Compounds, 16(5), 588-592. https://doi.org/10.2174/1573407215666190219094407"}, {"Citation": "Abutaha, N., Nasr, F. A., Mohammed, A.-Z., Semlali, A., Al-Mekhlafi, F. A., & Wadaan, M. A. (2019). Calendula arvensis L. as an anti-cancer agent against breast cancer cell lines. Molecular Biology Reports, 46(2), 2187-2196. https://doi.org/10.1007/s11033-019-04672-3"}, {"Citation": "Ahmadpanah, M., Ramezanshams, F., Ghaleiha, A., Akhondzadeh, S., Sadeghi Bahmani, D., & Brand, S. (2019). Crocus sativus L. (saffron) versus sertraline on symptoms of depression among older people with major depressive disorders-a double-blind, randomized intervention study. Psychiatry Research, 282, 112613. https://doi.org/10.1016/j.psychres.2019.112613"}, {"Citation": "Amin, A., Farrukh, A., Murali, C., Soleimani, A., Praz, F., Graziani, G., Brim, H., & Ashktorab, H. (2021). Saffron and its major ingredients' effect on colon cancer cells with mismatch repair deficiency and microsatellite instability. Molecules, 26(13), 3855. https://doi.org/10.3390/molecules26133855"}, {"Citation": "Arora, D., Rani, A., & Sharma, A. (2013). A review on phytochemistry and ethnopharmacological aspects of genus Calendula. Pharmacognosy Reviews, 7(14), 179-187. https://doi.org/10.4103/0973-7847.120520"}, {"Citation": "Bin, H., Huangqin, C., & Longquan, S. (2015). The ethanol extract of Osmanthus fragrans attenuates Porphyromonas gingivalis lipopolysaccharide-stimulated inflammatory effect through the nuclear factor erythroid 2-related factor-mediated antioxidant signalling pathway. Archives of Oral Biology, 60(7), 1030-1038. https://doi.org/10.1016/j.archoralbio.2015.02.026"}, {"Citation": "Birkinshaw, R. W., & Czabotar, P. E. (2017). The BCL-2 family of proteins and mitochondrial outer membrane permeabilisation. Seminars in Cell & Developmental Biology, 72, 152-162. https://doi.org/10.1016/j.semcdb.2017.04.001"}, {"Citation": "Bonarska-Kujawa, D., Pruchnik, H., Cyboran, S., Zylka, R., Oszmianski, J., & Kleszczynska, H. (2014). Biophysical mechanism of the protective effect of blue honeysuckle (Lonicera caerulea L. var. kamtschatica Sevast.) polyphenols extracts against lipid peroxidation of erythrocyte and lipid membranes. The Journal of Membrane Biology, 247(7), 611-625. https://doi.org/10.1007/s00232-014-9677-5"}, {"Citation": "Canto, C., Gerhart-Hines, Z., Feige, J. N., Lagouge, M., Noriega, L., Milne, J. C., Elliott, P. J., Puigserver, P., & Auwerx, J. (2009). AMPK regulates energy expenditure by modulating NAD+ metabolism and SIRT1 activity. Nature, 458(7241), 1056-1060. https://doi.org/10.1038/nature07813"}, {"Citation": "Cerda-Bernad, D., Valero-Cases, E., Pastor, J. J., & Frutos, M. J. (2020). Saffron bioactives crocin, crocetin and safranal: effect on oxidative stress and mechanisms of action. Critical Reviews in Food Science and Nutrition, 62(12), 1-18. https://doi.org/10.1080/10408398.2020.1864279"}, {"Citation": "Chalkiadaki, A., & Guarente, L. (2012). High-fat diet triggers inflammation-induced cleavage of SIRT1 in adipose tissue to promote metabolic dysfunction. Cell Metabolism, 16(2), 180-188. https://doi.org/10.1016/j.cmet.2012.07.003"}, {"Citation": "Chen, L., Liu, Y., Huang, X., Zhu, Y., Li, J., Miao, Y., Du, H., & Liu, D. (2021). Comparison of chemical constituents and pharmacological effects of different varieties of chrysanthemum flos in China. Chemistry & Biodiversity, 18(8), e2100206. https://doi.org/10.1002/cbdv.202100206"}, {"Citation": "Chen, L., Qi, Y., Qi, Z., Gao, K., Gong, R., Shao, Z., Liu, S., Li, S., & Sun, Y. (2019). A comparative study on the effects of different parts of Panax ginseng on the immune activity of cyclophosphamide-induced immunosuppressed mice. Journal of Technology & Science, 24(6), 1096. https://doi.org/10.3390/molecules24061096"}, {"Citation": "Chen, S., Wu, Y., Qin, X., Wen, P., Liu, J., & Yang, M. (2021). Global gene expression analysis using RNA-seq reveals the new roles of Panax notoginseng Saponins in ischemic cardiomyocytes. Journal of Ethnopharmacology, 268, 113639. https://doi.org/10.1016/j.jep.2020.113639"}, {"Citation": "Chinese Pharmacopoeia Commission. (2020a). Pharmacopoeia of the People's Republic of China (Part I). China Medical Science and Technology Publishing House. p. 370."}, {"Citation": "Chinese Pharmacopoeia Commission. (2020b). Pharmacopoeia of the People's Republic of China (Part I). China Medical Science and Technology Publishing House. p. 157."}, {"Citation": "Chinese Pharmacopoeia Commission. (2020c). Pharmacopoeia of the People's Republic of China (Part I). China Medical Science and Technology Publishing House. p. 12."}, {"Citation": "Chinese Pharmacopoeia Commission. (2020d). Pharmacopoeia of the People's Republic of China (Part I). China Medical Science and Technology Publishing House. p. 8."}, {"Citation": "Diva, S., Salvador, F. M., Manuel, S. J., Teresa, C. M., & Filipa, A. I. (2021). Anti-inflammatory activity of Calendula officinalis L. flower extract. Cosmetics, 8(2), 31. https://doi.org/10.3390/cosmetics8020031"}, {"Citation": "Du, C., Hou, J., Wang, C., Zhang, M., Zheng, Y., Yang, G., & Hu, Y. (2021). Effects of safflower yellow on cholesterol levels in serum and brain tissue of APP/PS1 mice. Metabolic Brain Disease, 36(4), 557-569. https://doi.org/10.1007/s11011-021-00680-0"}, {"Citation": "Duan, X., Feng, F., Chen, F., Wang, E., Liu, T., Wu, H., Feng, X., & Zhang, F. (2021). Multi-marker scans coupled to high-resolution mass spectrometry strategy for global profiling combined with structure recognition of unknown trace chlorogenic acids in Lonicera Flos. Talanta, 226, 122134. https://doi.org/10.1016/j.talanta.2021.122134"}, {"Citation": "Ege, B., Yumrutas, O., Ege, M., Pehlivan, M., & Bozgeyik, I. (2020). Pharmacological properties and therapeutic potential of saffron (Crocus sativus L.) in osteosarcoma. The Journal of Pharmacy and Pharmacology, 72(1), 56-67. https://doi.org/10.1111/jphp.13179"}, {"Citation": "Etkin, N. L., & Ross, P. J. (1982). Food as medicine and medicine as food: An adaptive framework for the interpretation of plant utilization among the Hausa of northern Nigeria. Social Science & Medicine, 16(17), 1559-1573. https://doi.org/10.1016/0277-9536(82)90167-8"}, {"Citation": "Gao, Y., Tang, H., Xiong, L., Zou, L., Dai, W., Liu, H., & Hu, G. (2018). Protective effects of aqueous extracts of Flos lonicerae Japonicae against hydroquinone-induced toxicity in hepatic L02 cells. Oxidative Medicine and Cellular Longevity, 2018, 4528581. https://doi.org/10.1155/2018/4528581"}, {"Citation": "Givol, O., Kornhaber, R., Visentin, D., Cleary, M., Haik, J., & Harats, M. (2019). A systematic review of Calendula officinalis extract for wound healing. Wound Repair and Regeneration, 27(5), 548-561. https://doi.org/10.1111/wrr.12737"}, {"Citation": "Han, S. J., Lim, M. J., Lee, K. M., Oh, E., Shin, Y. S., Kim, S., Kim, J. S., Yun, S. P., & Kang, L. J. (2021). Safflower seed extract attenuates the development of osteoarthritis by blocking NF-kappaB signaling. Pharmaceuticals (Basel), 14(3), 258. https://doi.org/10.3390/ph14030258"}, {"Citation": "Han, X. L., Li, J. D., Wang, W. L., Yang, C., & Li, Z. Y. (2017). Sweroside eradicated leukemia cells and attenuated pathogenic processes in mice by inducing apoptosis. Biomedicine & Pharmacotherapy, 95, 477-486. https://doi.org/10.1016/j.biopha.2017.08.007"}, {"Citation": "Helal, N. A., Eassa, H. A., Amer, A. M., Eltokhy, M. A., Edafiogho, I., & Nounou, M. I. (2019). Nutraceuticals' novel formulations: the good, the bad, the unknown and patents involved. Recent Patents on Drug Delivery & Formulation, 13(2), 105-156. https://doi.org/10.2174/1872211313666190503112040"}, {"Citation": "Hu, T. T., Lu, Y., Li, Y. P., & Xu, Y. (2022). Analysis of national research and development of medicine and food homologous varieties based on patent perspective. China Science and Technology Information, 01, 13-16."}, {"Citation": "Hua, X. S., Min, P. Y., & Nam, P. S. (2019). Antimelanogenic and antimigration properties of the ethyl acetate fraction of Calendula officinalis flowers on melanoma cells. Photochemistry and Photobiology, 95(3), 860-866. https://doi.org/10.1111/php.13064"}, {"Citation": "Huu, T. N., Yong, S. G., Xuan, N. N., Yan, D., Huu, T. B., Guo, J. L., Chae-Moon, L., Won, H. J., Jung, P. C., Kyoung, K. H., & Ho, K. Y. (2010). Dammarane-type saponins from the flower buds of Panax ginseng and their intracellular radical scavenging capacity. Journal of Agricultural and Food Chemistry, 58(2), 868-874. https://doi.org/10.1021/jf903334g"}, {"Citation": "Jeong, E. H., Yang, H., Kim, J. E., & Lee, K. W. (2020). Safflower seed oil and its active compound acacetin inhibit UVB-induced skin photoaging. Journal of Microbiology and Biotechnology, 30(10), 1567-1573. https://doi.org/10.4014/jmb.2003.03064"}, {"Citation": "Ji-Yeon, Y., Jun-Hwan, P., Namhyun, C., & Hoi-Seon, L. (2017). Inhibitory potential of constituents from Osmanthus fragrans and structural analogues against advanced glycation end products, α-amylase, α-glucosidase, and oxidative stress. Scientific Reports, 7(1), 1-9. https://doi.org/10.1038/srep45746"}, {"Citation": "Khemiri, I., Essghaier, B., Sadfi-Zouaoui, N., & Bitri, L. (2020). Antioxidant and antimicrobial potentials of seed oil from Carthamus tinctorius L. in the management of skin injuries. Oxidative Medicine and Cellular Longevity, 2020, 4103418. https://doi.org/10.1155/2020/4103418"}, {"Citation": "Kiaei, N. (2018). Investigation of the anti-inflammatory properties of Calendula nanoemulsion on skin cells. Bioinspired, Biomimetic and Nanobiomaterials, 7(4), 228-237. https://doi.org/10.1680/jbibn.17.00033"}, {"Citation": "Kim, B. H., Chung, E. Y., Min, B. K., Lee, S. H., Kim, M. K., Min, K. R., & Kim, Y. (2003). Anti-inflammatory action of legume isoflavonoid sophoricoside through inhibition on cyclooxygenase-2 activity. Planta Medica, 69(5), 474-476. https://doi.org/10.1055/s-2003-39712"}, {"Citation": "Kim, J. M., Lee, J. H., Lee, G. S., Noh, E. M., Song, H. K., Gu, D. R., Kim, S. C., Lee, S. H., Kwon, K. B., & Lee, Y. R. (2017). Sophorae Flos extract inhibits RANKL-induced osteoclast differentiation by suppressing the NF-kappaB/NFATc1 pathway in mouse bone marrow cells. BMC Complementary and Alternative Medicine, 17(1), 164. https://doi.org/10.1186/s12906-016-1550-x"}, {"Citation": "Lee, H., Kang, R., Bae, S., & Yoon, Y. (2011). AICAR, an activator of AMPK, inhibits adipogenesis via the WNT/beta-catenin pathway in 3T3-L1 adipocytes. International Journal of Molecular Medicine, 28(1), 65-71. https://doi.org/10.3892/ijmm.2011.674"}, {"Citation": "Lee, J. W., Park, G. H., Eo, H. J., & Jeong, J. B. (2015). Downregulation of cyclin D1 by Sophorae Flos through proteasomal degradation in human colorectal cancer cells. Korean Journal of Plant Resources, 28(6), 727-733. https://doi.org/10.7732/kjpr.2015.28.6.727"}, {"Citation": "Lee, M. S., & Kim, Y. (2020). Chrysanthemum morifolium flower extract inhibits adipogenesis of 3T3-L1 cells via AMPK/SIRT1 pathway activation. Nutrients, 12(9), 2726. https://doi.org/10.3390/nu12092726"}, {"Citation": "Lee, Y.-R., Yeh, S.-F., Ruan, X.-M., Zhang, H., Hsu, S.-D., Huang, H.-D., Hsieh, C.-C., Lin, Y.-S., Yeh, T.-M., Liu, H.-S., & Gan, D.-D. (2017). Honeysuckle aqueous extract and induced let-7a suppress dengue virus type 2 replication and pathogenesis. Journal of Ethnopharmacology, 198, 109-121. https://doi.org/10.1016/j.jep.2016.12.049"}, {"Citation": "Lei, H., Ren, R., Sun, Y., Zhang, K., Zhao, X., Ablat, N., & Pu, X. (2020). Neuroprotective effects of safflower flavonoid extract in 6-hydroxydopamine-induced model of Parkinson's disease may be related to its anti-inflammatory action. Molecules, 25(21), 5206. https://doi.org/10.3390/molecules25215206"}, {"Citation": "Li, C. Y., Lee, E. J., & Wu, T. S. (2004). Antityrosinase principles and constituents of the petals of Crocus sativus. Journal of Natural Products, 67(3), 437-440. https://doi.org/10.1021/np0302854"}, {"Citation": "Li, D. M., Xia, R. Y., Du, L. D., Li, W. Z., Luo, Q. S., & Xiong, H. J. (2018). Study on nutrient contents of different parts of Lonicera japonica Thunb. Food Research and Development, 39(18), 190-194."}, {"Citation": "Li, H.-L., Chai, Z., Shen, G. X., & Li, C.-Y. (2017). Polyphenol profiles and antioxidant properties of ethanol extracts from Osmanthus fragrans (Thunb.) Lour. flowers. Polish Journal of Food and Nutrition Sciences, 67(4), 317-325. https://doi.org/10.1515/pjfns-2017-0008"}, {"Citation": "Li, M., Wang, Y., Jin, J., Dou, J., Guo, Q., Ke, X., Zhou, C., & Guo, M. (2021). Inhibitory activity of honeysuckle extracts against influenza A virus in vitro and in vivo. Virologica Sinica, 36(3), 490-500. https://doi.org/10.1007/s12250-020-00302-6"}, {"Citation": "Liang, W. L., Wen, Y., Huang, F., Hu, Q., Li, X. J., Zhang, W. K., & Yang, X. (2020). Chrysanthemum ethanol extract induced loss of Kupffer cells via the mitochondria-dependent apoptotic pathway. Food & Function, 11(10), 8866-8877. https://doi.org/10.1039/d0fo00695e"}, {"Citation": "Lima, A. R., Gama, F., Castañeda-Loaiza, V., Costa, C., Schüler, L. M., Santos, T., Salazar, M., Nunes, C., Cruz, R. M. S., Varela, J., & Barreira, L. (2021). Nutritional and functional evaluation of Inula crithmoides and Mesembryanthemum nodiflorum grown in different salinities for human consumption. Molecules, 26(15), 4543. https://doi.org/10.3390/molecules26154543"}, {"Citation": "Lin, H. W., Lee, Y. J., Yang, D. J., Hsieh, M. C., Chen, C. C., Hsu, W. L., Chang, Y. Y., & Liu, C. W. (2021). Anti-inflammatory effects of Flos Lonicerae Japonicae water extract are regulated by the STAT/NF-kappaB pathway and HO-1 expression in virus-infected RAW264.7 cells. International Journal of Medical Sciences, 18(11), 2285-2293. https://doi.org/10.7150/ijms.56198"}, {"Citation": "Liu, D., Yu, X., Sun, H., Zhang, W., Liu, G., & Zhu, L. (2020). Flos lonicerae flavonoids attenuate experimental ulcerative colitis in rats via suppression of NF-kappaB signaling pathway. Naunyn-Schmiedeberg's Archives of Pharmacology, 393(12), 2481-2494. https://doi.org/10.1007/s00210-020-01814-4"}, {"Citation": "Liu, Y., Qin, H., Zhong, Y., Li, S., Wang, H., Wang, H., Chen, L., Tang, X., Li, Y., Qian, Z., Li, H., Zhang, L., & Chen, T. (2021). Neutral polysaccharide from Panax notoginseng enhanced cyclophosphamide antitumor efficacy in hepatoma H22-bearing mice. BMC Cancer, 21(1), 1-13. https://doi.org/10.1186/s12885-020-07742-z"}, {"Citation": "Loh, K. E., Chin, Y. S., Safinar Ismail, I., & Tan, H. Y. (2022). Rapid characterisation of xanthine oxidase inhibitors from the flowers of Chrysanthemum morifolium Ramat. using metabolomics approach. Phytochemical Analysis, 33(1), 12-22. https://doi.org/10.1002/pca.3057"}, {"Citation": "Lohani, A., Mishra, A. K., & Verma, A. (2019). Cosmeceutical potential of geranium and calendula essential oil: Determination of antioxidant activity and in vitro sun protection factor. Journal of Cosmetic Dermatology, 18(2), 550-557. https://doi.org/10.1111/jocd.12789"}, {"Citation": "Long, T., Xu, Y., Kong, W., Xiao, W. P., & Xu, L. Y. (2022). Simultaneous determination and comparison of phenolic bioactives among three main kinds of edible Chrysanthemums. Journal of Chromatographic Science, 60(5), 465-471. https://doi.org/10.1093/chromsci/bmac009"}, {"Citation": "Lopresti, A. L., Smith, S. J., Hood, S. D., & Drummond, P. D. (2019). Efficacy of a standardised saffron extract (affron[R]) as an add-on to antidepressant medication for the treatment of persistent depressive symptoms in adults: A randomised, double-blind, placebo-controlled study. Journal of Psychopharmacology, 33(11), 1415-1427. https://doi.org/10.1177/0269881119867703"}, {"Citation": "Lu, P. H., Kuo, C. Y., Chan, C. C., Wang, L. K., Chen, M. L., Tzeng, I. S., & Tsai, F. M. (2021). Safflower extract inhibits ADP-induced human platelet aggregation. Plants (Basel), 10(6), 1192. https://doi.org/10.3390/plants10061192"}, {"Citation": "Mar, A., & Pripdeevech, P. (2016). Volatile Components of Crude Extracts of Osmanthus fragrans Flowers and Their Antibacterial and Antifungal Activities. Chemistry of Natural Compounds, 52(6), 1106-1109. https://doi.org/10.1007/s10600-016-1876-0"}, {"Citation": "Mazidi, M., Shemshian, M., Mousavi, S. H., Norouzy, A., Kermani, T., Moghiman, T., Sadeghi, A., Mokhber, N., Ghayour-Mobarhan, M., & Ferns, G. A. (2016). A double-blind, randomized and placebo-controlled trial of saffron (Crocus sativus L.) in the treatment of anxiety and depression. Journal of Complementary and Integrative Medicine, 13(2), 195-199. https://doi.org/10.1515/jcim-2015-0043"}, {"Citation": "Miao, M. S., Li, Y., Wang, T., Shao, S., Feng, S. X., & Miao, Y. Y. (2016). Effect of total flavonoids of Flos Sophorae on glucose levels, serum lipid and antioxidation ability in diabetic rats model. Advance Journal of Food Science and Technology, 12(12), 663-666. https://doi.org/10.19026/ajfst.12.3326"}, {"Citation": "Mohtashami, L., Amiri, M. S., Ramezani, M., Emami, S. A., & Simal-Gandara, J. (2021). The genus Crocus L.: A review of ethnobotanical uses, phytochemistry and pharmacology. Industrial Crops and Products, 171, 113923. https://doi.org/10.1016/j.indcrop.2021.113923"}, {"Citation": "Monchaux De Oliveira, C., Pourtau, L., Vancassel, S., Pouchieu, C., Capuron, L., Gaudout, D., & Castanon, N. (2021). Saffron extract-induced improvement of depressive-like behavior in mice is associated with modulation of monoaminergic neurotransmission. Nutrients, 13(3), 904. https://doi.org/10.3390/nu13030904"}, {"Citation": "Monica, B., Cristina, Q., Jesús, H.-B., Javad, S.-R., Laxman, S., Nora, M. A., Abdelhakim, B., Alessandro, V., Surjit, S., Krishnendu, A., Moein, B., Shahira, M. E., William, N. S., Miquel, M., Ksenija, S. M., Iulia-Cristina, B., Anca, O., Daniela, C., & William, C. C. (2022). The pharmacological activities of Crocus sativus L.: A review based on the mechanisms and therapeutic opportunities of its phytoconstituents. Oxidative Medicine and Cellular Longevity, 2022, 29. https://doi.org/10.1155/2022/8214821"}, {"Citation": "Nasiri, K., Akbari, A., Nimrouzi, M., Ruyvaran, M., & Mohamadian, A. (2021). Safflower seed oil improves steroidogenesis and spermatogenesis in rats with type II diabetes mellitus by modulating the genes expression involved in steroidogenesis, inflammation and oxidative stress. Journal of Ethnopharmacology, 275, 114139. https://doi.org/10.1016/j.jep.2021.114139"}, {"Citation": "Peng, A., Lin, L., Zhao, M., & Sun, B. (2019). Identifying mechanisms underlying the amelioration effect of Chrysanthemum morifolium Ramat. 'Boju' extract on hyperuricemia using biochemical characterization and UPLC-ESI-QTOF/MS-based metabolomics. Food & Function, 10(12), 8042-8055. https://doi.org/10.1039/C9FO01821B"}, {"Citation": "Picard, F., Kurtev, M., Chung, N., Topark-Ngarm, A., Senawong, T., Machado de Oliveira, R., Leid, M. W., McBurney, M., & Guarente, L. (2004). Sirt1 promotes fat mobilization in white adipocytes by repressing PPAR-g. Nature, 429(6993), 771-776. https://doi.org/10.1038/nature02583"}, {"Citation": "Price, N. L., Gomes, A. P., Ling, A. J., Duarte, F. V., Martin-Montalvo, A., North, B. J., Agarwal, B., Ye, L., Ramadori, G., Teodoro, J. S., Hubbard, B. P., Varela, A. T., Davis, J. G., Varamini, B., Hafner, A., Moaddel, R., Rolo, A. P., Coppari, R., Palmeira, C. M., … Sinclair, D. A. (2012). SIRT1 is required for AMPK activation and the beneficial effects of resveratrol on mitochondrial function. Cell Metabolism, 15(5), 675-690. https://doi.org/10.1016/j.cmet.2012.04.003"}, {"Citation": "Qiu, Y., Jiang, X., Liu, D., Deng, Z., Hu, W., Li, Z., & Li, Y. (2020). The hypoglycemic and renal protection properties of crocin via oxidative stress-regulated NF-kappaB signaling in db/db mice. Frontiers in Pharmacology, 11, 541. https://doi.org/10.3389/fphar.2020.00541"}, {"Citation": "Qu, L. L., Yu, B., Li, Z., Jiang, W. X., Jiang, J. D., & Kong, W. J. (2016). Gastrodin ameliorates oxidative stress and proinflammatory response in nonalcoholic fatty liver disease through the AMPK/Nrf2 pathway. Phytotherapy Research, 30(3), 402-411. https://doi.org/10.1002/ptr.5541"}, {"Citation": "Serrano-Díaz, J., Sánchez, A. M., Martínez-Tomé, M., Winterhalter, P., & Alonso, G. L. (2013). A contribution to nutritional studies on Crocus sativus flowers and their value as food. Journal of Food Composition and Analysis, 31(1), 101-108. https://doi.org/10.1016/j.jfca.2013.03.009"}, {"Citation": "Shan, F., Huang, L. Q., Guo, J., & Chen, M. (2015). History and development of “One Root of Medicine and Food”. Chinese Bulletin of Life Sciences, 27(8), 1061-1069. https://doi.org/10.13376/j.cbls/2015146"}, {"Citation": "Shang, X., Pan, H., Li, M., Miao, X., & Ding, H. (2011). Lonicera japonica Thunb.: ethnopharmacology, phytochemistry and pharmacology of an important traditional Chinese medicine. Journal of Ethnopharmacology, 138(1), 1-21. https://doi.org/10.1016/j.jep.2011.08.016"}, {"Citation": "Shi, Y., Zhou, X., Yang, R., Ying, S., & Wang, L. (2021). Panax notoginseng protects the rat brain function from traumatic brain injury by inhibiting autophagy via mammalian targeting of rapamycin. Aging (Albany NY), 13(8), 11207-11217. https://doi.org/10.18632/aging.202790"}, {"Citation": "Sompakdee, V., Prawan, A., Senggunprai, L., Kukongviriyapan, U., Samathiwat, P., Wandee, J., & Kukongviriyapan, V. (2018). Suppression of Nrf2 confers chemosensitizing effect through enhanced oxidant-mediated mitochondrial dysfunction. Biomedicine & Pharmacotherapy, 101, 627-634. https://doi.org/10.1016/j.biopha.2018.02.112"}, {"Citation": "Sroda-Pomianek, K., Palko-Labuz, A., Pola, A., Ferens-Sieczkowska, M., Wesolowska, O., & Koziol, A. (2020). TMPE derived from saffron natural monoterpene as cytotoxic and multidrug resistance reversing agent in colon cancer cells. International Journal of Molecular Sciences, 21(20), 7529. https://doi.org/10.3390/ijms21207529"}, {"Citation": "Sun, Z., Wu, H., Wu, Y., Wang, C., Wang, Y., Hu, S., & Du, S. (2021). Comparative analysis of compatibility influence on invigorating blood circulation for combined use of panax notoginseng saponins and aspirin using metabolomics approach. Frontiers in Pharmacology, 12, 544002. https://doi.org/10.3389/fphar.2021.544002"}, {"Citation": "Tang, W., Cao, J., Zhang, X., & Zhao, Y. (2015). Osmanthus fragrans seeds, a source of secoiridoid glucosides and its antioxidizing and novel platelet-aggregation inhibiting function. Journal of Functional Foods, 14, 337-344. https://doi.org/10.1016/j.jff.2015.02.001"}, {"Citation": "Tian, Z., Jia, H., Jin, Y., Wang, M., Kou, J., Wang, C., Rong, X., Xie, X., Han, G., & Pang, X. (2019). Chrysanthemum extract attenuates hepatotoxicity via inhibiting oxidative stress in vivo and in vitro. Food & Nutrition Research, 63, 1667. https://doi.org/10.29219/fnr.v63.1667"}, {"Citation": "Tsai, P.-J., Chang, M.-L., Hsin, C.-M., Chuang, C.-C., Chuang, L.-T., Wu, W.-H., & Yeh, S.-L. (2017). Antilipotoxicity activity of Osmanthus fragrans and Chrysanthemum morifolium flower extracts in hepatocytes and renal glomerular mesangial cells. Mediators of Inflammation, 2017, 12. https://doi.org/10.1155/2017/4856095"}, {"Citation": "Tung, N. H., & Shoyama, Y. (2013). New minor glycoside components from saffron. Journal of Natural Medicines, 67(3), 672-676. https://doi.org/10.1007/s11418-012-0721-4"}, {"Citation": "Tung, Y., Wu, M., Lee, M., Wu, J., Huang, C., & Huang, W. (2019). Antifatigue activity and exercise performance of phenolic-rich extracts from Calendula officinalis, Ribes nigrum, and Vaccinium myrtillus. Nutrients, 11(8), 1715. https://doi.org/10.3390/nu11081715"}, {"Citation": "Wang, C. L., Zhang, W. E., & Pan, X. J. (2014). Research advance on nutrients and medicinal value of edible flowers. Northern Horticulture, 07, 189-192."}, {"Citation": "Wang, D., Lv, L., Xu, Y., Jiang, K., Chen, F., Qian, J., Chen, M., Liu, G., & Xiang, Y. (2021). Cardioprotection of Panax Notoginseng saponins against acute myocardial infarction and heart failure through inducing autophagy. Biomedicine & Pharmacotherapy, 136, 111287. https://doi.org/10.1016/j.biopha.2021.111287"}, {"Citation": "Wang, W., Fan, Y., Huang, X., Li, L., Wang, S., Xue, Z., Ouyang, H., & He, J. (2021). Metabolomics study on the periplocin-induced cardiotoxicity and the compatibility of periplocin and Panax notoginseng saponins in reducing cardiotoxicity in rats by GC-MS. Journal of Separation Science, 44(14), 2785-2797. https://doi.org/10.1002/jssc.202001262"}, {"Citation": "Wu, L. S., Sheu, S. Y., Huang, C. C., Chiu, C. H., Huang, J. C., Yang, J. R., Lian, W. X., Lai, C. H., Chen, Y. P., & Lin, J. H. (2000). Ginseng flowers stimulate progesterone production from bovine luteal cells. The American Journal of Chinese Medicine, 28(3-4), 371-377. https://doi.org/10.1142/S0192415X0000043X"}, {"Citation": "Wu, Z., Chen, L., Guo, Z., Li, K., Fu, Y., Zhu, J., Chen, X., Huang, C., Zheng, C., Ma, Y., Li, X., Zhou, J., Wang, Z., Xiao, W., & Wang, Y. (2019). Systems pharmacology uncovers serotonergic pathway mediated psychotherapeutic effects of Lonicerae Japonicae Flos. Journal of Functional Foods, 60, 103407. https://doi.org/10.1016/j.jff.2019.06.009"}, {"Citation": "Xie, W., Yu, Y., Hou, M., Zhang, Y., Yu, H., Zhang, H., Zhang, G., Jing, H., & Chen, A. (2022). Simultaneous separation and determination of five chlorogenic acid isomers in Honeysuckle by capillary electrophoresis using self-synthesized ionic liquid [N-methylimidazole-β-cyclodextrin][bromide] as separation selector. Journal of Separation Science, 45, 3197-3207. https://doi.org/10.1002/jssc.202200352"}, {"Citation": "Xiong, L., Mao, S., Lu, B., Yang, J., Zhou, F., Hu, Y., Jiang, Y., Shen, C., & Zhao, Y. (2016). Osmanthus fragrans flower extract and acteoside protect against d-galactose-induced aging in an ICR mouse model. Journal of Medicinal Food, 19(1), 54-61. https://doi.org/10.1089/jmf.2015.3462"}, {"Citation": "Xu, Z., Lin, S., Gong, J., Feng, P., Cao, Y., Li, Q., Jiang, Y., Yao, Y., Tong, Y., & Wang, P. (2021). Exploring the protective effects and mechanism of crocetin from saffron against NAFLD by network pharmacology and experimental validation. Frontiers in Medicine, 8, 862. https://doi.org/10.3389/fmed.2021.681391"}, {"Citation": "Yan, L., Xie, Y., Wang, Y., Zhu, J., Li, M., Liu, X., & Zhao, D. (2020). Variation in contents of active components and antibacterial activity in different parts of Lonicera japonica Thunb. Asian Biomedicine, 14(1), 19-26. https://doi.org/10.1515/abm-2020-0004"}, {"Citation": "Yang, L., Liu, D. B., Shu, L., & Huang, B. (2020). Research progress on the function and application of honeysuckle flowers from different resources. Food & Machinery, 36(1), 10-19. https://doi.org/10.13652/j.issn.1003-5788.2020.01.001"}, {"Citation": "Yang, R., Fang, L., Li, J., & Zhang, Y. Q. (2021). A new anti-inflammatory lignan from Lonicerae Japonicae flos. Natural Product Research, 35(4), 587-592. https://doi.org/10.1080/14786419.2019.1587430"}, {"Citation": "Yang, X., Chen, X., Fu, Y., Luo, Q., Du, L., Qiu, H., Qiu, T., Zhang, L., & Meng, H. (2018). Comparative efficacy and safety of Crocus sativus L. for treating mild to moderate major depressive disorder in adults: A meta-analysis of randomized controlled trials. Neuropsychiatric Disease and Treatment, 14, 1297-1305. https://doi.org/10.2147/NDT.S157550"}, {"Citation": "Yao, W., Wang, S., Chen, Y., & Wang, H. (2011). Composition and antibacterial activity of essential oils of Flos Sophorae Immaturus. International Journal of Food Properties, 14(4), 903-913. https://doi.org/10.1080/10942910903474419"}, {"Citation": "Ye, Y. L., Chang, H. S., Tseng, Y. F., & Shi, L. S. (2017). Suppression of IL-8 release by sweet olive ethanolic extract and compounds in WiDr colon adenocarcinoma cells. Journal of Food Science, 82(8), 1792-1798. https://doi.org/10.1111/1750-3841.13786"}, {"Citation": "Yoshikawa, M., Sugimoto, S., Nakamura, S., Sakumae, H., & Matsuda, H. (2007). Medicinal flowers. XVI. New dammarane-type triterpene tetraglycosides and gastroprotective principles from flower buds of Panax ginseng. Chemical and Pharmaceutical Bulletin, 55(7), 1034-1038. https://doi.org/10.1248/cpb.55.1034"}, {"Citation": "You-Suk, L., Je, C. I., Wan, K. J., Min-Ki, L., Kwang, K. S., Jae-Suk, C., & Hae-Jeung, L. (2019). Hepatoprotective effects of blue honeysuckle on CCl4-induced acute liver damaged mice. Food Science & Nutrition, 7(1), 322-338. https://doi.org/10.1002/fsn3.893"}, {"Citation": "Yuan, H., Jiang, S., Liu, Y., Daniyal, M., Jian, Y., Peng, C., Shen, J., Liu, S., & Wang, W. (2020). The flower head of Chrysanthemum morifolium Ramat. (Juhua): A paradigm of flowers serving as Chinese dietary herbal medicine. Journal of Ethnopharmacology, 261, 113043. https://doi.org/10.1016/j.jep.2020.113043"}, {"Citation": "Zeng, M., Li, M., Chen, Y., Zhang, J., Cao, Y., Zhang, B., Feng, W., Zheng, X., & Yu, Z. (2020). A new bisepoxylignan dendranlignan A isolated from Chrysanthemum flower inhibits the production of inflammatory mediators via the TLR4 pathway in LPS-induced H9c2 cardiomyocytes. Archives of Biochemistry and Biophysics, 690, 108506. https://doi.org/10.1016/j.abb.2020.108506"}, {"Citation": "Zhai, L., Xu, X., Liu, J., Jing, C., Yang, X., Zhao, D., Jiang, R., & Sun, L. W. (2021). A novel biochemical study of anti-dermal fibroblast replicative senescence potential of panax notoginseng oligosaccharides. Frontiers in Pharmacology, 12, 690538. https://doi.org/10.3389/fphar.2021.690538"}, {"Citation": "Zhang, B. B., Zhou, G., & Li, C. (2009). AMPK: An emerging drug target for diabetes and the metabolic syndrome. Cell Metabolism, 9(5), 407-416. https://doi.org/10.1016/j.cmet.2009.03.012"}, {"Citation": "Zhang, Y., Qiao, R., He, D., Zhao, Z., Yang, S., Zou, H., Zhang, X., Wu, M., Chen, J., & Chen, P. (2016). Indazolo[3,2-b]quinazolinones attack hepatocellular carcinoma Hep3B cells by inducing mitochondrial-dependent apoptosis and inhibition of Nrf2/ARE signaling pathway. Current Molecular Medicine, 16(9), 820-828. https://doi.org/10.2174/1566524016666161128114444"}, {"Citation": "Zhao, J., Zang, J., Lin, Y., Wang, Y., Li, D., & Meng, X. (2019). Polyphenol-rich blue honeysuckle extract alleviates silica-induced lung fibrosis by modulating Th immune response and NRF2/HO-1 MAPK signaling. Journal of Functional Foods, 53, 176-186. https://doi.org/10.1016/j.jff.2018.12.030"}, {"Citation": "Zhou, H., Ren, M., Guan, J., Liu, Y., Xiong, Y., Zhong, Q., Jiang, S., & Wu, S. (2019). Research progress on chemical constituents and pharmacological effects of Chrysanthemum morifolium and predictive analysis on quality markers. Chinese Traditional and Herbal Drugs, 50(19), 4785-4795."}, {"Citation": "Zhou, X., Tang, L., Xu, Y., Zhou, G., & Wang, Z. (2014). Towards a better understanding of medicinal uses of Carthamus tinctorius L. in traditional Chinese medicine: a phytochemical and pharmacological review. Journal of Ethnopharmacology, 151(1), 27-43. https://doi.org/10.1016/j.jep.2013.10.050"}, {"Citation": "Zhou, Y., Ding, B. Z., Lin, Y. P., & Wang, H. B. (2018). MiR-34a, as a suppressor, enhance the susceptibility of gastric cancer cell to luteolin by directly targeting HK1. Gene, 644, 56-65. https://doi.org/10.1016/j.gene.2017.10.046"}, {"Citation": "Zhou, Y., Ruan, Z., Wen, Y., Yang, Y., Mi, S., Zhou, L., Wu, X., Ding, S., Deng, Z., Wu, G., & Yin, Y. (2016). Chlorogenic acid from honeysuckle improves hepatic lipid dysregulation and modulates hepatic fatty acid composition in rats with chronic endotoxin infusion. Journal of Clinical Biochemistry and Nutrition, 58(2), 146-155. https://doi.org/10.3164/jcbn.14-138"}, {"Citation": "Zhu, X. M., Li, Q., Shi, Y. H., Zhu, J., & Tong, Q. Z. (2021). Research progress of lonicerae flosand predictive analysis of Q-MARKER. World Chinese Medicine, 17(13), 1860-1868. https://doi.org/10.3969/j.issn.1673-7202.2022.13.011"}, {"Citation": "Zuo, X., Li, Q., Ya, F., Ma, L. J., Tian, Z., Zhao, M., Fan, D., Zhao, Y., Mao, Y. H., Wan, J. B., & Yang, Y. (2021). Ginsenosides Rb2 and Rd2 isolated from Panax notoginseng flowers attenuate platelet function through P2Y12-mediated cAMP/PKA and PI3K/Akt/Erk1/2 signaling. Food & Function, 12(13), 5793-5805. https://doi.org/10.1039/d1fo00531f"}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2022", "Month": "9", "Day": "5"}, {"Year": "2022", "Month": "8", "Day": "2"}, {"Year": "2022", "Month": "9", "Day": "12"}, {"Year": "2022", "Month": "9", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "27", "Hour": "7", "Minute": "52"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36165435", "10.1111/jfbc.14430"]}}], "PubmedBookArticle": []}