{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Best practice", "HPLC", "HPTLC", "analytical methods", "extract characterisation", "medicinal plant", "phytochemical analysis"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36176427", "DateRevised": {"Year": "2022", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "09", "Day": "13"}], "Language": ["eng"], "ELocationID": ["953205", "10.3389/fphar.2022.953205"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "Best Practice in the chemical characterisation of extracts used in pharmacological and toxicological research-The ConPhyMP-Guidelines.", "Pagination": {"StartPage": "953205", "MedlinePgn": "953205"}, "Abstract": {"AbstractText": ["<b>Background:</b> Research on medicinal plants and extracts derived from them differs from studies performed with single compounds. Extracts obtained from plants, algae, fungi, lichens or animals pose some unique challenges: they are multicomponent mixtures of active, partially active and inactive substances, and the activity is often not exerted on a single target. Their composition varies depending on the method of preparation and the plant materials used. This complexity and variability impact the reproducibility and interpretation of pharmacological, toxicological and clinical research. <b>Objectives:</b> This project develops best practice guidelines to ensure reproducibility and accurate interpretations of studies using medicinal plant extracts. The focus is on herbal extracts used in pharmacological, toxicological, and clinical/intervention research. Specifically, the consensus-based statement focuses on defining requirements for: 1) Describing the plant material/herbal substances, herbal extracts and herbal medicinal products used in these studies, and 2) Conducting and reporting the phytochemical analysis of the plant extracts used in these studies in a reproducible and transparent way. <b>The process and methods:</b> We developed the guidelines through the following process: 1) The distinction between the three main types of extracts (extract types A, B, and C), initially conceptualised by the lead author (MH), led the development of the project as such; 2) A survey among researchers of medicinal plants to gather global perspectives, opportunities, and overarching challenges faced in characterising medicinal plant extracts under different laboratory infrastructures. The survey responses were central to developing the guidelines and were reviewed by the core group; 3) A core group of 9 experts met monthly to develop the guidelines through a Delphi process; and. 4) The final draft guidelines, endorsed by the core group, were also distributed for feedback and approval to an extended advisory group of 20 experts, including many journal editors. <b>Outcome:</b> The primary outcome is the \"Consensus statement on the Phytochemical Characterisation of Medicinal Plant extracts\" (ConPhyMP) which defines the best practice for reporting the starting plant materials and the chemical methods recommended for defining the chemical compositions of the plant extracts used in such studies. The checklist is intended to be an orientation for authors in medicinal plant research as well as peer reviewers and editors assessing such research for publication."], "CopyrightInformation": "Copyright © 2022 Heinrich, Jalil, Abdel-Tawab, Echeverria, Kulić, McGaw, Pezzuto, Potterat and Wang."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacognosy and Phytotherapy, UCL School of Pharmacy, London, United Kingdom."}], "LastName": "Heinrich", "ForeName": "Michael", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacognosy and Phytotherapy, UCL School of Pharmacy, London, United Kingdom."}], "LastName": "Jalil", "ForeName": "Banaz", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Central Laboratory of German Pharmacists, Eschborn, Germany/Institute of Pharmaceutical Chemistry, Johann-Wolfgang-Goethe University, Frankfurt, Germany."}], "LastName": "Abdel-Tawab", "ForeName": "Mona", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Ciencias del Ambiente, Facultad de Química y Biología, Universidad de Santiago de Chile, Santiago, Chile."}], "LastName": "Echeverria", "ForeName": "Javier", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Preclinical Research and Development, Dr. Willmar Schwabe GmbH & Co. KG, Karlsruhe, Germany."}], "LastName": "Kulić", "ForeName": "Žarko", "Initials": "Ž"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Phytomedicine Programme, Department of Paraclinical Sciences, Faculty of Veterinary Science, University of Pretoria, Pretoria, South Africa."}], "LastName": "McGaw", "ForeName": "Lyndy J", "Initials": "LJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy and Health Sciences, Western New England University, Springfield, MA, United States."}], "LastName": "Pezzuto", "ForeName": "John M", "Initials": "JM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Pharmaceutical Biology, University of Basel, Basel, Switzerland."}], "LastName": "Potterat", "ForeName": "Olivier", "Initials": "O"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Traditional Chinese Medicine, Capital Medical University, Beijing, China."}], "LastName": "Wang", "ForeName": "Jia-Bo", "Initials": "JB"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}, "CoiStatement": "ZK is an employee of Dr. Willmar Schwabe GmbH & Co. KG, Germany, a company producing and distributing phytopharmaceuticals and his specific input into this project relates to the analytical techniques and their use in the industry focusing on technical and analytical aspects. BJ’s position was funded through the donation listed below. The remaining authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Begg C., Cho M., Eastwood S., Horton R., Moher D., Olkin I., et al. (1996). Improving the quality of reporting of randomized controlled trials: The CONSORT statement. JAMA (J. Am. Med. Ass.) 276 (8), 637–639. 10.1001/jama.276.8.637", "ArticleIdList": ["10.1001/jama.276.8.637", "8773637"]}, {"Citation": "Braun V., Clarke V. (2006). Using thematic analysis in psychology. Qual. Res. Psychol. 3 (2), 77–101. 10.1191/1478088706qp063oa", "ArticleIdList": ["10.1191/1478088706qp063oa"]}, {"Citation": "\nBSC (2021) Best practice in medicinal plant extract characterisation survey link. Available at: https://botanicalsafetyconsortium.org/news/\n (Accessed May 25, 2022). "}, {"Citation": "Burn J. (1930). The estimation of digitalis by pigeon-emesis and other methods. J. Pharmacol. Exp. Ther. 39 (2), 221–239."}, {"Citation": "Chan K., Shaw D., Simmonds M. S., Leon C. J., Xu Q., Lu A., et al. (2012). Good practice in reviewing and publishing studies on herbal medicine, with special emphasis on traditional Chinese medicine and Chinese materia medica. J. Ethnopharmacol. 140 (3), 469–475. 10.1016/j.jep.2012.01.038", "ArticleIdList": ["10.1016/j.jep.2012.01.038", "22330011"]}, {"Citation": "Chou T-C. (2006). Theoretical basis, experimental design, and computerized simulation of synergism and antagonism in drug combination studies. Pharmacol. Rev. 58 (3), 621–681. 10.1124/pr.58.3.10", "ArticleIdList": ["10.1124/pr.58.3.10", "16968952"]}, {"Citation": "Curtis M. J., Alexander S., Cirino G., Docherty J. R., George C. H., Giembycz M. A., et al. (2018). Experimental design and analysis and their reporting II: Updated and simplified guidance for authors and peer reviewers. Br. J. Pharmacol. 175, 987–993. Wiley Online Library. 10.1111/bph.14153", "ArticleIdList": ["10.1111/bph.14153", "PMC5843711", "29520785"]}, {"Citation": "\nGA (2021) Best practice in medicinal plant extract characterisation survey link. Available at: https://ga-online.org/survey-participation-invitation-best-practice-in-the-characterisation-of-extracts-used-in-pharmacological-research/\n (Accessed May 25, 2022). "}, {"Citation": "Heinrich M., Appendino G., Efferth T., Fürst R., Izzo A. A., Kayser O., et al. (2020). Best practice in research–Overcoming common challenges in phytopharmacological research. J. Ethnopharmacol. 246, 112230. 10.1016/j.jep.2019.112230", "ArticleIdList": ["10.1016/j.jep.2019.112230", "31526860"]}, {"Citation": "Heinrich M., Lardos A., Leonti M., Weckerle C., Willcox M., Applequist W., et al. (2018). Best practice in research: Consensus statement on ethnopharmacological field studies–ConSEFS. J. Ethnopharmacol. 211, 329–339. 10.1016/j.jep.2017.08.015", "ArticleIdList": ["10.1016/j.jep.2017.08.015", "28818646"]}, {"Citation": "Heinrich M., Barnes J., Prieto-Garcia J., Gibbons S., Williamson E. M. (2017). Fundamentals of pharmacognosy and phytotherapy. 3rd Edn. Elsevier Health Sciences."}, {"Citation": "\nHeinrich M., Jalil B. (2021). Development, assessment, improvement, and standardization of methods in herbal drug research. Available at: https://www.frontiersin.org/research-topics/23795/development-assessment-improvement-and-standardization-of-methods-in-herbal-drug-research\n (Accessed May 25, 2022). "}, {"Citation": "Humphrey J., Lightbown J., Mussett M. V. (1959). International standard for phenoxymethylpenicillin. Bull. World Health Organ. 20 (6), 1221–1227.", "ArticleIdList": ["PMC2537888", "14405369"]}, {"Citation": "Ioannidis J. P. (2005). Why most published research findings are false. PLoS Med. 2 (8), e124. 10.1371/journal.pmed.0020124", "ArticleIdList": ["10.1371/journal.pmed.0020124", "PMC1182327", "16060722"]}, {"Citation": "Kinghorn A. D., Chai H. B., Sung C. K., Keller W. J. (2011). The classical drug discovery approach to defining bioactive constituents of botanicals. Fitoterapia 82 (1), 71–79. 10.1016/j.fitote.2010.08.015", "ArticleIdList": ["10.1016/j.fitote.2010.08.015", "20804827"]}, {"Citation": "Newman D. J., Cragg G. M. (2020). Natural products as sources of new drugs over the nearly four decades from 01/1981 to 09/2019. J. Nat. Prod. 83 (3), 770–803. 10.1021/acs.jnatprod.9b01285", "ArticleIdList": ["10.1021/acs.jnatprod.9b01285", "32162523"]}, {"Citation": "Pezzuto J. M., Vang O. (2020). “Perspective: A positive cocktail effect of the bioactive components in the diet,” in Natural products for cancer chemoprevention (Cham: Springer; ), 613–629."}, {"Citation": "Rivera D., Allkin R., Obón C., Alcaraz F., Verpoorte R., Heinrich M. (2014). What is in a name? The need for accurate scientific nomenclature for plants. J. Ethnopharmacol. 152 (3), 393–402. 10.1016/j.jep.2013.12.022", "ArticleIdList": ["10.1016/j.jep.2013.12.022", "24374235"]}, {"Citation": "Sorkin B. C., Kuszak A. J., Bloss G., Fukagawa N. K., Hoffman F. A., Jafari M., et al. (2020). Improving natural product research translation: From source to clinical trial. FASEB J. 34 (1), 41–65. 10.1096/fj.201902143R", "ArticleIdList": ["10.1096/fj.201902143R", "PMC7470648", "31914647"]}, {"Citation": "Sticher O. (2008). Natural product isolation. Nat. Prod. Rep. 25 (3), 517–554. 10.1039/b700306b", "ArticleIdList": ["10.1039/b700306b", "18497897"]}, {"Citation": "Upton R., David B., Gafner S., Glasl S. (2020). Botanical ingredient identification and quality assessment: Strengths and limitations of analytical techniques. Phytochem. Rev. 19 (5), 1157–1177. 10.1007/s11101-019-09625-z", "ArticleIdList": ["10.1007/s11101-019-09625-z"]}, {"Citation": "World Health Organisation (2000). General guidelines for methodologies on research and evaluation of traditional medicine. Geneva: World Health Organization."}, {"Citation": "World Health Organisation (2019). WHO global report on traditional and complementary medicine 2019. World Health Organization."}, {"Citation": "Zhao J., Wang M., Saroja S. G., Khan I. A. (2022). NMR technique and methodology in botanical health product analysis and quality control. J. Pharm. Biomed. Anal. 207, 114376. 10.1016/j.jpba.2021.114376", "ArticleIdList": ["10.1016/j.jpba.2021.114376", "34656935"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "5", "Day": "25"}, {"Year": "2022", "Month": "7", "Day": "18"}, {"Year": "2022", "Month": "9", "Day": "30", "Hour": "2", "Minute": "28"}, {"Year": "2022", "Month": "10", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "1", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "9", "Day": "13"}], "PublicationStatus": "epublish", "ArticleIdList": ["36176427", "PMC9514875", "10.3389/fphar.2022.953205", "953205"]}}], "PubmedBookArticle": []}