{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Dyslipidemia", "Lipid-lowering", "Medicinal and edible plants", "Signaling pathway"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36175900", "DateRevised": {"Year": "2022", "Month": "10", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "09", "Day": "29"}], "Language": ["eng"], "ELocationID": ["113", "10.1186/s13020-022-00666-9"], "Journal": {"ISSN": "1749-8546", "JournalIssue": {"Volume": "17", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Sep", "Day": "29"}}, "Title": "Chinese medicine", "ISOAbbreviation": "Chin Med"}, "ArticleTitle": "Medicinal and edible plants in the treatment of dyslipidemia: advances and prospects.", "Pagination": {"StartPage": "113", "MedlinePgn": "113"}, "Abstract": {"AbstractText": ["Dyslipidemia is an independent risk factor of cardiovascular diseases (CVDs), which lead to the high mortality, disability, and medical expenses in the worldwide. Based on the previous researches, the improvement of dyslipidemia could efficiently prevent the occurrence and progress of cardiovascular diseases. Medicinal and edible plants (MEPs) are the characteristics of Chinese medicine, and could be employed for the disease treatment and health care mostly due to their homology of medicine and food. Compared to the lipid-lowering drugs with many adverse effects, such as rhabdomyolysis and impaired liver function, MEPs exhibit the great potential in the treatment of dyslipidemia with high efficiency, good tolerance and commercial value. In this review, we would like to introduce 20 kinds of MEPs with lipid-lowering effect in the following aspects, including the source, function, active component, target and underlying mechanism, which may provide inspiration for the development of new prescription, functional food and complementary therapy for dyslipidemia."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "China Academy of Chinese Medical Sciences Guang'anmen Hospital, Beijing, 100053, China."}, {"Identifier": [], "Affiliation": "China Academy of Chinese Medical Sciences, Beijing, 100700, China."}, {"Identifier": [], "Affiliation": "Beijing University of Chinese Medicine, Beijing, 100029, China."}], "LastName": "Hu", "ForeName": "Ying", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "China Academy of Chinese Medical Sciences Guang'anmen Hospital, Beijing, 100053, China."}], "LastName": "Chen", "ForeName": "Xingjuan", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "China Academy of Chinese Medical Sciences Guang'anmen Hospital, Beijing, 100053, China."}, {"Identifier": [], "Affiliation": "China Academy of Chinese Medical Sciences, Beijing, 100700, China."}], "LastName": "Hu", "ForeName": "Mu", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The First Affiliated Hospital of Zhengzhou University, Zhengzhou, 450000, China."}], "LastName": "Zhang", "ForeName": "Dongwei", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Henan Key Laboratory of Children's Genetics and Metabolic Diseases, Children's Hospital Affiliated to Zhengzhou University, Henan Children's Hospital, Zhengzhou Children's Hospital, Zhengzhou, 450018, China. 15890141701@163.com."}], "LastName": "Yuan", "ForeName": "Shuo", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Beijing University of Chinese Medicine, Beijing, 100029, China. pearll2008@126.com."}, {"Identifier": [], "Affiliation": "Beijing University of Chinese Medicine Third Affiliated Hospital, Beijing, 100029, China. pearll2008@126.com."}], "LastName": "Li", "ForeName": "Ping", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "China Academy of Chinese Medical Sciences Guang'anmen Hospital, Beijing, 100053, China. flyutong@163.com."}, {"Identifier": [], "Affiliation": "China Academy of Chinese Medical Sciences, Beijing, 100700, China. flyutong@163.com."}], "LastName": "Feng", "ForeName": "Ling", "Initials": "L"}], "GrantList": [{"GrantID": "2019YFC1708404", "Agency": "National Key Research and Development Program of China", "Country": ""}, {"GrantID": "81774128", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "CI2021A03001", "Agency": "Scientific and Technological Innovation Project of China Academy of Chinese Medical Sciences", "Country": ""}, {"GrantID": "CI2021A03008", "Agency": "Scientific and Technological Innovation Project of China Academy of Chinese Medical Sciences", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Chin Med", "NlmUniqueID": "101265109", "ISSNLinking": "1749-8546"}, "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ference BA, Kastelein JJP, Catapano AL. Lipids and lipoproteins in 2020. JAMA. 2020;324(6):595–596. doi: 10.1001/jama.2020.5685.", "ArticleIdList": ["10.1001/jama.2020.5685", "32717042"]}, {"Citation": "Shengshou H. China TWCotRoCHaDi. Report on cardiovascular health and diseases burden in China: an updated summary of 2020. Chin Circ J. 2021;36(6):521–545."}, {"Citation": "Defesche JC, Gidding SS, Harada-Shiba M, Hegele RA, Santos RD, Wierzbicki AS. Familial hypercholesterolaemia. Nat Rev Dis Primers. 2017;3:17093. doi: 10.1038/nrdp.2017.93.", "ArticleIdList": ["10.1038/nrdp.2017.93", "29219151"]}, {"Citation": "Murray CJ, Lopez AD. Measuring the global burden of disease. N Engl J Med. 2013;369(5):448–457. doi: 10.1056/NEJMra1201534.", "ArticleIdList": ["10.1056/NEJMra1201534", "23902484"]}, {"Citation": "Visseren FLJ, Mach F, Smulders YM, Carballo D, Koskinas KC, Back M, et al. 2021 ESC Guidelines on cardiovascular disease prevention in clinical practice. Eur Heart J. 2021;42(34):3227–3337. doi: 10.1093/eurheartj/ehab484.", "ArticleIdList": ["10.1093/eurheartj/ehab484", "34458905"]}, {"Citation": "NCDRF Collaboration Repositioning of the global epicentre of non-optimal cholesterol. Nature. 2020;582(7810):73–77. doi: 10.1038/s41586-020-2338-1.", "ArticleIdList": ["10.1038/s41586-020-2338-1", "PMC7332422", "32494083"]}, {"Citation": "Mortensen MB, Nordestgaard BG, Afzal S, Falk E. ACC/AHA guidelines superior to ESC/EAS guidelines for primary prevention with statins in non-diabetic Europeans: the Copenhagen general population study. Eur Heart J. 2017;38(8):586–594.", "ArticleIdList": ["PMC5837499", "28363217"]}, {"Citation": "Rossello X. Lifetime risk estimation in atherosclerotic cardiovascular disease: where inflammation meets lipoprotein(a) J Am Coll Cardiol. 2021;78(11):1095–1096. doi: 10.1016/j.jacc.2021.07.035.", "ArticleIdList": ["10.1016/j.jacc.2021.07.035", "34503677"]}, {"Citation": "Ibanez B, Fernandez-Ortiz A, Fernandez-Friera L, Garcia-Lunar I, Andres V, Fuster V. Progression of early subclinical atherosclerosis (PESA) study: JACC focus seminar 7/8. J Am Coll Cardiol. 2021;78(2):156–179. doi: 10.1016/j.jacc.2021.05.011.", "ArticleIdList": ["10.1016/j.jacc.2021.05.011", "34238438"]}, {"Citation": "Collins R, Reith C, Emberson J, Armitage J, Baigent C, Blackwell L, et al. Interpretation of the evidence for the efficacy and safety of statin therapy. Lancet. 2016;388(10059):2532–2561. doi: 10.1016/S0140-6736(16)31357-5.", "ArticleIdList": ["10.1016/S0140-6736(16)31357-5", "27616593"]}, {"Citation": "Pergolizzi JV, Jr, Coluzzi F, Colucci RD, Olsson H, LeQuang JA, Al-Saadi J, et al. Statins and muscle pain. Expert Rev Clin Pharmacol. 2020;13(3):299–310. doi: 10.1080/17512433.2020.1734451.", "ArticleIdList": ["10.1080/17512433.2020.1734451", "32089020"]}, {"Citation": "Lv S, Yu H, Liu X, Gao X. The study on the mechanism of hugan tablets in treating drug-induced liver injury induced by atorvastatin. Front Pharmacol. 2021;12:683707. doi: 10.3389/fphar.2021.683707.", "ArticleIdList": ["10.3389/fphar.2021.683707", "PMC8275032", "34262454"]}, {"Citation": "Mach F, Baigent C, Catapano AL, Koskinas KC, Casula M, Badimon L, et al. 2019 ESC/EAS Guidelines for the management of dyslipidaemias: lipid modification to reduce cardiovascular risk. Eur Heart J. 2020;41(1):111–188. doi: 10.1093/eurheartj/ehz455.", "ArticleIdList": ["10.1093/eurheartj/ehz455", "31504418"]}, {"Citation": "Soppert J, Lehrke M, Marx N, Jankowski J, Noels H. Lipoproteins and lipids in cardiovascular disease: from mechanistic insights to therapeutic targeting. Adv Drug Deliv Rev. 2020;159:4–33. doi: 10.1016/j.addr.2020.07.019.", "ArticleIdList": ["10.1016/j.addr.2020.07.019", "32730849"]}, {"Citation": "Huang K, Zhang P, Zhang Z, Youn JY, Wang C, Zhang H, et al. Traditional Chinese medicine (TCM) in the treatment of COVID-19 and other viral infections: efficacies and mechanisms. Pharmacol Ther. 2021;225:107843. doi: 10.1016/j.pharmthera.2021.107843.", "ArticleIdList": ["10.1016/j.pharmthera.2021.107843", "PMC8011334", "33811957"]}, {"Citation": "Wang S, Fu JL, Hao HF, Jiao YN, Li PP, Han SY. Metabolic reprogramming by traditional Chinese medicine and its role in effective cancer therapy. Pharmacol Res. 2021;170:105728. doi: 10.1016/j.phrs.2021.105728.", "ArticleIdList": ["10.1016/j.phrs.2021.105728", "34119622"]}, {"Citation": "Liu C, Huang Y. Chinese herbal medicine on cardiovascular diseases and the mechanisms of action. Front Pharmacol. 2016;7:469. doi: 10.3389/fphar.2016.00469.", "ArticleIdList": ["10.3389/fphar.2016.00469", "PMC5130975", "27990122"]}, {"Citation": "Xie G, Tang X, Liang X, Liu H, Zhang S. The origination, connotation, and definition of one root of medicine and food. Mod Chin Med. 2020;22(09):1423."}, {"Citation": "Yang M, Sheng P. Medicinal and edible resources in Xinjiang:current status and prospects. Chin J Exp Tradit Med Formulae. 2021;27(13):234–243."}, {"Citation": "Pollastro F, Minassi A. Exploring the universe of natural products: recent advances in synthesis, isolation and structural elucidation. Plants (Basel) 2021;10(11):2368. doi: 10.3390/plants10112368.", "ArticleIdList": ["10.3390/plants10112368", "PMC8617602", "34834731"]}, {"Citation": "Yuan H, Ma Q, Ye L, Piao G. The traditional medicine and modern medicine from natural products. Molecules. 2016;21(5):559. doi: 10.3390/molecules21050559.", "ArticleIdList": ["10.3390/molecules21050559", "PMC6273146", "27136524"]}, {"Citation": "Atanasov AG, Zotchev SB, Dirsch VM, Supuran CT. Natural products in drug discovery: advances and opportunities. Nat Rev Drug Discov. 2021;20(3):200–216. doi: 10.1038/s41573-020-00114-z.", "ArticleIdList": ["10.1038/s41573-020-00114-z", "PMC7841765", "33510482"]}, {"Citation": "Yang G, Su F, Chen M. Origin and prospect of homology medicine and food. Mod Chin Med. 2021;23(11):1851–1856."}, {"Citation": "Mollazadeh H, Mahdian D, Hosseinzadeh H. Medicinal plants in treatment of hypertriglyceridemia: A review based on their mechanisms and effectiveness. Phytomedicine. 2019;53:43–52. doi: 10.1016/j.phymed.2018.09.024.", "ArticleIdList": ["10.1016/j.phymed.2018.09.024", "30668411"]}, {"Citation": "El-Tantawy WH, Temraz A. Natural products for controlling hyperlipidemia: review. Arch Physiol Biochem. 2019;125(2):128–135. doi: 10.1080/13813455.2018.1441315.", "ArticleIdList": ["10.1080/13813455.2018.1441315", "29457523"]}, {"Citation": "Zhang Y, Kishi H, Kobayashi S. Add-on therapy with traditional Chinese medicine: An efficacious approach for lipid metabolism disorders. Pharmacol Res. 2018;134:200–211. doi: 10.1016/j.phrs.2018.06.004.", "ArticleIdList": ["10.1016/j.phrs.2018.06.004", "29935947"]}, {"Citation": "Hunter PM, Hegele RA. Functional foods and dietary supplements for the management of dyslipidaemia. Nat Rev Endocrinol. 2017;13(5):278–288. doi: 10.1038/nrendo.2016.210.", "ArticleIdList": ["10.1038/nrendo.2016.210", "28133369"]}, {"Citation": "Xie W, Zhao Y, Du L. Emerging approaches of traditional Chinese medicine formulas for the treatment of hyperlipidemia. J Ethnopharmacol. 2012;140(2):345–367. doi: 10.1016/j.jep.2012.01.027.", "ArticleIdList": ["10.1016/j.jep.2012.01.027", "22306102"]}, {"Citation": "National Health Commission of P. R. China. Management approach of food and Chinese medicine homologous catalogue according to tradition. 2014. http://www.nhc.gov.cn/wjw/yjzj/201411/67ac54fb05ed46929adc63f2db31d4bf.shtml. Accessed on 26 Apr 2022."}, {"Citation": "National Health Commission of P. R. China. List of 9 pilot food and Chinese medicine homologous substances according to tradition. 2020. http://www.nhc.gov.cn/sps/s7885/202001/1ec2cca04146450d9b14acc2499d854f.shtml. Accessed on 26 Apr 2022."}, {"Citation": "Huang L, Chen M. Interpretation of medicine and food homologous substances. 1. Beijing: People's Medical Publishing House; 2021. pp. 28–468."}, {"Citation": "Pharmacopoeia Committee of P. R. China . Pharmacopoeia of People’s Republic of China. Beijing: China Medical Science and Technology Press; 2020. pp. 12–315."}, {"Citation": "Shalaby MA, Saifan HY. Some pharmacological effects of cinnamon and ginger herbs in obese diabetic rats. J Intercult Ethnopharmacol. 2014;3(4):144–149. doi: 10.5455/jice.20140818050741.", "ArticleIdList": ["10.5455/jice.20140818050741", "PMC4576807", "26401364"]}, {"Citation": "Ranasinghe P, Perera S, Gunatilake M, Abeywardene E, Gunapala N, Premakumara S, et al. Effects of Cinnamomum zeylanicum (Ceylon cinnamon) on blood glucose and lipids in a diabetic and healthy rat model. Pharmacognosy Res. 2012;4(2):73–79. doi: 10.4103/0974-8490.94719.", "ArticleIdList": ["10.4103/0974-8490.94719", "PMC3326760", "22518078"]}, {"Citation": "Hamidpour R, Hamidpour M, Hamidpour S, Shahlari M. Cinnamon from the selection of traditional applications to its novel effects on the inhibition of angiogenesis in cancer cells and prevention of Alzheimer's disease, and a series of functions such as antioxidant, anticholesterol, antidiabetes, antibacterial, antifungal, nematicidal, acaracidal, and repellent activities. J Tradit Complement Med. 2015;5(2):66–70. doi: 10.1016/j.jtcme.2014.11.008.", "ArticleIdList": ["10.1016/j.jtcme.2014.11.008", "PMC4488098", "26151013"]}, {"Citation": "Liu Y, An T, Wan D, Yu B, Fan Y, Pei X. Targets and mechanism used by cinnamaldehyde, the main active ingredient in Cinnamon, in the treatment of breast cancer. Front Pharmacol. 2020;11(1751):582719. doi: 10.3389/fphar.2020.582719.", "ArticleIdList": ["10.3389/fphar.2020.582719", "PMC7848847", "33536908"]}, {"Citation": "Kuete Victor. Cinnamon Species. In: Mbaveng AT, editor. Medicinal spices and vegetables from Africa: therapeutic potential against metabolic, inflammatory, infectious and systemic diseases. London: Academic Press; 2017. pp. 385–395."}, {"Citation": "Naeef AF, Mohammed AH, Mubarak AN. Effects of cinnamon (Cinnamomum cassia) consumption on serum lipid profiles in Albino rats. J Lipids. 2020;2020:8469830.", "ArticleIdList": ["PMC7204095", "32411477"]}, {"Citation": "Joohee O, Hyun-Sook K. Anti-obese effect of cinnamon extracts dietary supplementation on serum lipids and body weight gain in high-fat-iet Induced obese mice model. Curr Dev Nutr. 2021;5(2):1236."}, {"Citation": "Zeynep T, Cemal O, Nurhan S, Vijaya J, Kazim S. Cinnamon polyphenol extract inhibits hyperlipidemia and inflammation by modulation of transcription factors in high-fat diet-fed rats. Oxid Med Cell Longev. 2017;2017:1583098.", "ArticleIdList": ["PMC5370473", "28396714"]}, {"Citation": "Pulungan A, Pane YS. The benefit of cinnamon (Cinnamomum burmannii) in lowering total cholesterol levels after consumption of high-fat containing foods in white mice (Mus musculus) models. F1000Res. 2020;9:168.", "ArticleIdList": ["PMC7295078", "32566138"]}, {"Citation": "Abdelgadir AA, Hassan HM, Eltaher AM, Mohammed KG, Mohammed LA, Hago TB, et al. Hypolipidemic effect of Cinnamon (Cinnamomum zeylanicum) bark ethanolic extract on Triton X-100 induced hyperlipidemia in Albino rats. Med Aromat Plants. 2020;9(3):351."}, {"Citation": "Mendis AWPK, Galbada ASP, Daya RW. Bark extracts of Ceylon Cinnamon possess antilipidemic activities and bind bile acids in vitro. Evid Based Complement Alternat Med: eCAM. 2017;2017:7347219.", "ArticleIdList": ["PMC5541800", "28808476"]}, {"Citation": "Verma S, Angadi S, Patil V, Mokashi A, Mathad J, Mummigatti U. Growth, yield and quality of chrysanthemum (Chrysanthemum morifolium Ramat) Cv. Raja as influenced by integrated nutrient management. Karnataka. J Agric Sci. 2012;24(5):681–683."}, {"Citation": "Yuan H, Jiang S, Liu Y, Daniyal M, Jian Y, Peng C, et al. The flower head of Chrysanthemum morifolium Ramat. (Juhua): A paradigm of flowers serving as Chinese dietary herbal medicine. J Ethnopharmacol. 2020;261:113043.", "ArticleIdList": ["32593689"]}, {"Citation": "Lin LZ, Harnly JM. Identification of the phenolic components of chrysanthemum flower (Chrysanthemum morifolium Ramat) Food Chem. 2010;120(1):319–326. doi: 10.1016/j.foodchem.2009.09.083.", "ArticleIdList": ["10.1016/j.foodchem.2009.09.083"]}, {"Citation": "Gong J, Chu B, Gong L, Fang Z, Zhang X, Qiu S, et al. Comparison of phenolic compounds and the antioxidant activities of fifteen Chrysanthemum morifolium Ramat cv. ‘Hangbaiju’ in China. Antioxidants. 2019;8(8):325. doi: 10.3390/antiox8080325.", "ArticleIdList": ["10.3390/antiox8080325", "PMC6720787", "31434279"]}, {"Citation": "Chen S, Liu J, Dong G, Zhang X, Liu Y, Sun W, et al. Flavonoids and caffeoylquinic acids in Chrysanthemum morifolium Ramat flowers: a potentially rich source of bioactive compounds. Food Chem. 2021;344:128733. doi: 10.1016/j.foodchem.2020.128733.", "ArticleIdList": ["10.1016/j.foodchem.2020.128733", "33280963"]}, {"Citation": "Yang L, Nuerbiye A, Cheng P, Wang JH, Li H. Analysis of floral volatile components and antioxidant activity of different varieties of Chrysanthemum morifolium. Molecules. 2017;22(10):1790. doi: 10.3390/molecules22101790.", "ArticleIdList": ["10.3390/molecules22101790", "PMC6151829", "29065520"]}, {"Citation": "Lee Y, Lee J, Lee MS, Chang E, Kim Y. Chrysanthemum morifolium flower extract ameliorates obesity-induced inflammation and increases the muscle mitochondria content and AMPK/SIRT1 activities in obese rats. Nutrients. 2021;13(10):3660. doi: 10.3390/nu13103660.", "ArticleIdList": ["10.3390/nu13103660", "PMC8539674", "34684660"]}, {"Citation": "Ma H, Liu S, Qu W, Huang Q, Li L, Chu F, et al. Comparison of the antioxidant activities of nonfumigated and sulphur-fumigated Chrysanthemum morifolium cv. Hang-ju induced by oxidative stress. Pharm Biol. 2021;59(1):40–46. doi: 10.1080/13880209.2020.1865409.", "ArticleIdList": ["10.1080/13880209.2020.1865409", "PMC7801040", "33399496"]}, {"Citation": "Yang PF, Yang YN, He CY, Chen ZF, Yuan QS, Zhao SC, et al. New caffeoylquinic acid derivatives and flavanone glycoside from the flowers of Chrysanthemum morifolium and their bioactivities. Molecules. 2019;24(5):850. doi: 10.3390/molecules24050850.", "ArticleIdList": ["10.3390/molecules24050850", "PMC6429231", "30823375"]}, {"Citation": "Sun J, Wang Z, Chen L, Sun G. Hypolipidemic effects and preliminary mechanism of Chrysanthemum flavonoids, its main components luteolin and luteoloside in hyperlipidemia rats. Antioxidants (Basel) 2021;10(8):1309. doi: 10.3390/antiox10081309.", "ArticleIdList": ["10.3390/antiox10081309", "PMC8389196", "34439559"]}, {"Citation": "Mannucci C, Navarra M, Calapai F, Squeri R, Gangemi S, Calapai G. Clinical pharmacology of citrus bergamia: a systematic review. Phytother Res. 2017;31(1):27–39. doi: 10.1002/ptr.5734.", "ArticleIdList": ["10.1002/ptr.5734", "27747942"]}, {"Citation": "Nauman MC, Johnson JJ. Clinical application of bergamot (Citrus bergamia) for reducing high cholesterol and cardiovascular disease markers. Integr Food Nutr Metab. 2019 doi: 10.15761/IFNM.1000249.", "ArticleIdList": ["10.15761/IFNM.1000249", "PMC6497409", "31057945"]}, {"Citation": "Luo SM, Wu MH, Zhou Y, Huang ZH, Zhang Y, Ma ZG, et al. Herbalogical study on original plant and medicinal and edible values of Citri Sarcodactylis Fructus. Chin J Chin Mater Med. 2020;45(16):3997–4003.", "ArticleIdList": ["32893600"]}, {"Citation": "Zhao Y, Hu H, Peng T, Deng F, Xiang B, Kuang Y. Research progress on chemical components, pharmacological action, development and application of Bergamot. Lishizhen Med Mater Med Res. 2018;29(11):2734–2736."}, {"Citation": "Gabriele M, Frassinetti S, Caltavuturo L, Montero L, Dinelli G, Longo V, et al. Citrus bergamia powder: Antioxidant, antimicrobial and anti-inflammatory properties. J Funct Foods. 2017;31:255–265. doi: 10.1016/j.jff.2017.02.007.", "ArticleIdList": ["10.1016/j.jff.2017.02.007"]}, {"Citation": "Mollace V, Sacco I, Janda E, Malara C, Ventrice D, Colica C, et al. Hypolipemic and hypoglycaemic activity of bergamot polyphenols: from animal models to human studies. Fitoterapia. 2011;82(3):309–316. doi: 10.1016/j.fitote.2010.10.014.", "ArticleIdList": ["10.1016/j.fitote.2010.10.014", "21056640"]}, {"Citation": "Ballistreri G, Amenta M, Fabroni S, Consoli V, Grosso S, Vanella L, et al. Evaluation of lipid and cholesterol-lowering effect of bioflavonoids from bergamot extract. Nat Prod Res. 2021;35(23):5378–5383. doi: 10.1080/14786419.2020.1768085.", "ArticleIdList": ["10.1080/14786419.2020.1768085", "32441543"]}, {"Citation": "Huang Y, Tocmo R, Nauman MC, Haughan MA, Johnson JJ. Defining the cholesterol lowering mechanism of Bergamot (Citrus bergamia) extract in HepG2 and Caco-2 Cells. Nutrients. 2021;13(9):3156. doi: 10.3390/nu13093156.", "ArticleIdList": ["10.3390/nu13093156", "PMC8469228", "34579033"]}, {"Citation": "Salerno R, Casale F, Calandruccio C, Procopio A. Characterization of flavonoids in Citrus bergamia (Bergamot) polyphenolic fraction by liquid chromatography–high resolution mass spectrometry (LC/HRMS) PharmaNutrition. 2016;4:S1–S7. doi: 10.1016/j.phanu.2015.10.001.", "ArticleIdList": ["10.1016/j.phanu.2015.10.001"]}, {"Citation": "Musolino V, Gliozzi M, Scarano F, Bosco F, Scicchitano M, Nucera S, et al. Bergamot polyphenols improve dyslipidemia and pathophysiological features in a mouse model of non-alcoholic fatty liver disease. Sci Rep. 2020;10(1):2565. doi: 10.1038/s41598-020-59485-3.", "ArticleIdList": ["10.1038/s41598-020-59485-3", "PMC7018973", "32054943"]}, {"Citation": "Musolino V, Gliozzi M, Nucera S, Carresi C, Maiuolo J, Mollace R, et al. The effect of bergamot polyphenolic fraction on lipid transfer protein system and vascular oxidative stress in a rat model of hyperlipemia. Lipids Health Dis. 2019;18(1):115. doi: 10.1186/s12944-019-1061-0.", "ArticleIdList": ["10.1186/s12944-019-1061-0", "PMC6525455", "31101130"]}, {"Citation": "Musolino V, Gliozzi M, Carresi C, Maiuolo J, Mollace R, Bosco F, et al. Lipid-lowering effect of bergamot polyphenolic fraction: role of pancreatic cholesterol ester hydrolase. J Biol Regul Homeost Agents. 2017;31(4):1087–1093.", "ArticleIdList": ["29254319"]}, {"Citation": "Sui GG, Xiao HB, Lu XY, Sun ZL. Naringin activates AMPK resulting in altered expression of SREBPs, PCSK9, and LDLR to reduce body weight in obese C57BL/6J mice. J Agric Food Chem. 2018;66(34):8983–8990. doi: 10.1021/acs.jafc.8b02696.", "ArticleIdList": ["10.1021/acs.jafc.8b02696", "30092639"]}, {"Citation": "Wu M, Liu L, Xing Y, Yang S, Li H, Cao Y. Roles and mechanisms of Hawthorn and its extracts on atherosclerosis: A review. Front Pharmacol. 2020;11:118. doi: 10.3389/fphar.2020.00118.", "ArticleIdList": ["10.3389/fphar.2020.00118", "PMC7047282", "32153414"]}, {"Citation": "Dong JQ, Chen JP, Gong SX, Xu J, Xu X, Zhang TJ. Research progress on chemical constituents and pharmacological effects of Crataegi Fructus and predictive analysis on Q-Marker. Chin Tradit Herbal Drugs. 2021;52(09):2801–2818."}, {"Citation": "He Z, Kwek E, Hao W, Zhu H, Liu J, Ma KY, et al. Hawthorn fruit extract reduced trimethylamine-N-oxide (TMAO)-exacerbated atherogenesis in mice via anti-inflammation and anti-oxidation. Nutr Metab (Lond) 2021;18(1):6. doi: 10.1186/s12986-020-00535-y.", "ArticleIdList": ["10.1186/s12986-020-00535-y", "PMC7789617", "33413490"]}, {"Citation": "Orhan IE. Phytochemical and pharmacological activity profile of Crataegus oxyacantha L. (Hawthorn) - a cardiotonic herb. Curr Med Chem. 2018;25(37):4854–4865. doi: 10.2174/0929867323666160919095519.", "ArticleIdList": ["10.2174/0929867323666160919095519", "27655074"]}, {"Citation": "Hu C, Zhang Y, Liu G, Liu Y, Wang J, Sun B. Untargeted metabolite profiling of adipose tissue in hyperlipidemia rats exposed to Hawthorn ethanol extracts. J Food Sci. 2019;84(4):717–725. doi: 10.1111/1750-3841.14491.", "ArticleIdList": ["10.1111/1750-3841.14491", "30977920"]}, {"Citation": "Lee JJ, Lee HJ, Oh SW. Antiobesity effects of Sansa (Crataegi fructus) on 3T3-L1 cells and on high-fat-high-cholesterol diet-induced obese rats. J Med Food. 2017;20(1):19–29. doi: 10.1089/jmf.2016.3791.", "ArticleIdList": ["10.1089/jmf.2016.3791", "28098517"]}, {"Citation": "Qi J, Wang QZ, Yang J, Cai BM, Yu D. Effects of Crataegus cuneata Sieb. et Zucc. and Crataegus pinnatifida Bge. Aqueous Extract on Human Endogenous Pancreatic Lipase. Food Nutr Chin. 2020;26(10):54–59."}, {"Citation": "Zhong LX, Jiang ZY, Wang JN, Li XF, Xu LS. Optimization of extraction technology of Hawthorn polysaccharides and its hypoglycemic and hypolipidemic activity. Sci Technol Food Ind. 2019;40(13):119."}, {"Citation": "Ning SY, Teng D, Mu YN, Wang Y, Sun XY. Study on the mechanism of hawthorn powder regulating blood lipid of high-fat diet mice based on intestinal microecology. Chin Tradit Pat Med. 2020;42(11):3062–3069."}, {"Citation": "Bai BY, Zhou Q, Han X, Cai DW, Dong XH, Yan CJ, et al. Preliminary study on the antagonistic effect and its mechanism of hawthorn concentrated juice on hyperlipidemia mice. Food Sci Technol. 2017;42(04):67–72."}, {"Citation": "Zhu R, Hou Y, Sun Y, Li T, Fan J, Chen G, et al. Pectin penta-oligogalacturonide suppresses intestinal bile acids absorption and downregulates the FXR-FGF15 axis in high-cholesterol fed mice. Lipids. 2017;52(6):489–498. doi: 10.1007/s11745-017-4258-x.", "ArticleIdList": ["10.1007/s11745-017-4258-x", "28474246"]}, {"Citation": "Gao XJ, Luo SY, Tang KJ, Luo QS. Effect of crude hawthorn glycoprotein on hypolipidemic and antioxidant activity in high-fat mice. Food Ferment Ind. 2021;47(01):138–142."}, {"Citation": "Peng Y, Sun Q, Xu W, He Y, Jin W, Yuan L, et al. Vitexin ameliorates high fat diet-induced obesity in male C57BL/6J mice via the AMPKalpha-mediated pathway. Food Funct. 2019;10(4):1940–1947. doi: 10.1039/C9FO00148D.", "ArticleIdList": ["10.1039/C9FO00148D", "30874277"]}, {"Citation": "Yang Y, Yao X, Li H. Shanzha (Fructus Crataegi) attenuates atherosclerosis in high-fat diet-fed apolipoprotein e-knockout mice via regulating gut flora. Chin Arch Tradit Chin Med. 2021;39(12):51–54."}, {"Citation": "Chen L, Li M, Yang Z, Tao W, Wang P, Tian X, et al. Gardenia jasminoides Ellis: ethnopharmacology, phytochemistry, and pharmacological and industrial applications of an important traditional Chinese medicine. J Ethnopharmacol. 2020;257:112829. doi: 10.1016/j.jep.2020.112829.", "ArticleIdList": ["10.1016/j.jep.2020.112829", "32311486"]}, {"Citation": "Toppo E, Darvin SS, Esakkimuthu S, Stalin A, Balakrishna K, Sivasankaran K, et al. Antihyperlipidemic and hepatoprotective effects of Gardenin A in cellular and high fat diet fed rodent models. Chem Biol Interact. 2017;269:9–17. doi: 10.1016/j.cbi.2017.03.013.", "ArticleIdList": ["10.1016/j.cbi.2017.03.013", "28351695"]}, {"Citation": "Xiao W, Li S, Wang S, Ho CT. Chemistry and bioactivity of Gardenia jasminoides. J Food Drug Anal. 2017;25(1):43–61. doi: 10.1016/j.jfda.2016.11.005.", "ArticleIdList": ["10.1016/j.jfda.2016.11.005", "PMC9333430", "28911543"]}, {"Citation": "Lv S, Ding Y, Zhao H, Liu S, Zhang J, Wang J. Therapeutic potential and effective components of the Chinese Herb Gardeniae Fructus in the treatment of senile disease. Aging Dis. 2018;9(6):1153–1164. doi: 10.14336/AD.2018.0112.", "ArticleIdList": ["10.14336/AD.2018.0112", "PMC6284761", "30574425"]}, {"Citation": "Zhou YX, Zhang RQ, Rahman K, Cao ZX, Zhang H, Peng C. Diverse pharmacological activities and potential medicinal benefits of Geniposide. Evid Based Complement Alternat Med. 2019;2019:4925682. doi: 10.1155/2019/4925682.", "ArticleIdList": ["10.1155/2019/4925682", "PMC6500620", "31118959"]}, {"Citation": "Chang R, Liu J, Luo Y, Huang T, Li Q, Wen J, et al. Isoflavones' effects on pharmacokinetic profiles of main iridoids from Gardeniae Fructus in rats. J Pharm Anal. 2020;10(6):571–580. doi: 10.1016/j.jpha.2019.11.004.", "ArticleIdList": ["10.1016/j.jpha.2019.11.004", "PMC7775847", "33425451"]}, {"Citation": "Tang Z, Li L, Xia Z. Exploring anti-nonalcoholic fatty liver disease mechanism of Gardeniae Fructus by network pharmacology, molecular docking, and experiment validation. ACS Omega. 2022;7(29):25521–25531. doi: 10.1021/acsomega.2c02629.", "ArticleIdList": ["10.1021/acsomega.2c02629", "PMC9330257", "35910181"]}, {"Citation": "Shen B, Feng H, Cheng J, Li Z, Jin M, Zhao L, et al. Geniposide alleviates non-alcohol fatty liver disease via regulating Nrf2/AMPK/mTOR signalling pathways. J Cell Mol Med. 2020;24(9):5097–5108. doi: 10.1111/jcmm.15139.", "ArticleIdList": ["10.1111/jcmm.15139", "PMC7205797", "32293113"]}, {"Citation": "Liu J, Li Y, Sun C, Liu S, Yan Y, Pan H, et al. Geniposide reduces cholesterol accumulation and increases its excretion by regulating the FXR-mediated liver-gut crosstalk of bile acids. Pharmacol Res. 2020;152:104631. doi: 10.1016/j.phrs.2020.104631.", "ArticleIdList": ["10.1016/j.phrs.2020.104631", "31911244"]}, {"Citation": "Cheng S, Zhou F, Xu Y, Liu X, Zhang Y, Gu M, et al. Geniposide regulates the miR-101/MKP-1/p38 pathway and alleviates atherosclerosis inflammatory injury in ApoE(-/-) mice. Immunobiology. 2019;224(2):296–306. doi: 10.1016/j.imbio.2018.12.005.", "ArticleIdList": ["10.1016/j.imbio.2018.12.005", "30630636"]}, {"Citation": "Shen D, Zhao D, Yang X, Zhang J, He H, Yu C. Geniposide against atherosclerosis by inhibiting the formation of foam cell and lowering reverse lipid transport via p38/MAPK signaling pathways. Eur J Pharmacol. 2019;864:172728. doi: 10.1016/j.ejphar.2019.172728.", "ArticleIdList": ["10.1016/j.ejphar.2019.172728", "31600492"]}, {"Citation": "Li N, Li L, Wu H, Zhou H. Antioxidative property and molecular mechanisms underlying Geniposide-mediated therapeutic effects in diabetes mellitus and cardiovascular disease. Oxid Med Cell Longev. 2019;2019:7480512.", "ArticleIdList": ["PMC6476013", "31089416"]}, {"Citation": "Guan L, Gong D, Yang S, Shen N, Zhang S, Li Y, et al. Genipin ameliorates diet-induced obesity via promoting lipid mobilization and browning of white adipose tissue in rats. Phytother Res. 2018;32(4):723–732. doi: 10.1002/ptr.6022.", "ArticleIdList": ["10.1002/ptr.6022", "29377296"]}, {"Citation": "Zhong H, Chen K, Feng M, Shao W, Wu J, Chen K, et al. Genipin alleviates high-fat diet-induced hyperlipidemia and hepatic lipid accumulation in mice via miR-142a-5p/SREBP-1c axis. FEBS J. 2018;285(3):501–517. doi: 10.1111/febs.14349.", "ArticleIdList": ["10.1111/febs.14349", "29197188"]}, {"Citation": "Ma X, Yang W, Kallio H, Yang B. Health promoting properties and sensory characteristics of phytochemicals in berries and leaves of sea buckthorn (Hippophaë rhamnoides) Crit Rev Food Sci Nutr. 2022;62(14):3798–3816. doi: 10.1080/10408398.2020.1869921.", "ArticleIdList": ["10.1080/10408398.2020.1869921", "33412908"]}, {"Citation": "Du W, Xiong CW, Ding J, Nybom H, Ruan CJ, Guo H. Tandem mass tag based quantitative proteomics of developing sea buckthorn berries reveals candidate proteins related to lipid metabolism. J Proteome Res. 2019;18(5):1958–1969. doi: 10.1021/acs.jproteome.8b00764.", "ArticleIdList": ["10.1021/acs.jproteome.8b00764", "30990047"]}, {"Citation": "Wang K, Xu Z, Liao X. Bioactive compounds, health benefits and functional food products of sea buckthorn: a review. Crit Rev Food Sci Nutr. 2022;62(24):6761–82. doi: 10.1080/10408398.2021.1905605.", "ArticleIdList": ["10.1080/10408398.2021.1905605", "33783272"]}, {"Citation": "Micek A, Godos J, Del Rio D, Galvano F, Grosso G. Dietary flavonoids and cardiovascular disease: a comprehensive dose-response meta-analysis. Mol Nutr Food Res. 2021;65(6):e2001019. doi: 10.1002/mnfr.202001019.", "ArticleIdList": ["10.1002/mnfr.202001019", "33559970"]}, {"Citation": "Zhang D, Wu G. Research progress on chemical components and pharmacological action of seabuckthorn flavonoids. China Pharm. 2019;30(09):1292–1296."}, {"Citation": "Sun C, Feng Y, Xie P, Song Z, Tang Z. Hypolipidemic and hypoglycemic effects of total flavonoids from pomace of Fructus Hippophae. World Chin Med. 2018;13(01):142–145."}, {"Citation": "Yang X, Wang Q, Pang ZR, Pan MR, Zhang W. Flavonoid-enriched extract from Hippophae rhamnoides seed reduces high fat diet induced obesity, hypertriglyceridemia, and hepatic triglyceride accumulation in C57BL/6 mice. Pharm Biol. 2017;55(1):1207–1214. doi: 10.1080/13880209.2016.1278454.", "ArticleIdList": ["10.1080/13880209.2016.1278454", "PMC6130443", "28248545"]}, {"Citation": "Xiao PT, Liu SY, Kuang YJ, Jiang ZM, Lin Y, Xie ZS, et al. Network pharmacology analysis and experimental validation to explore the mechanism of sea buckthorn flavonoids on hyperlipidemia. J Ethnopharmacol. 2021;264:113380. doi: 10.1016/j.jep.2020.113380.", "ArticleIdList": ["10.1016/j.jep.2020.113380", "32918994"]}, {"Citation": "Tie F, Ding J, Hu N, Dong Q, Chen Z, Wang H. Kaempferol and kaempferide attenuate oleic acid-induced lipid accumulation and oxidative stress in HepG2 cells. Int J Mol Sci. 2021;22(16):8847. doi: 10.3390/ijms22168847.", "ArticleIdList": ["10.3390/ijms22168847", "PMC8396315", "34445549"]}, {"Citation": "Xue YT, Zhang XF, Zhang YH, Zhang BY, Zhang DJ. Evaluation of the effect of seabuckthorn sterol on blood lipids. China Food Addit. 2019;30(07):129–137."}, {"Citation": "Khan MA, Rahman AA, Islam S, Khandokhar P, Parvin S, Islam MB, et al. A comparative study on the antioxidant activity of methanolic extracts from different parts of Morus alba L (Moraceae) BMC Res Notes. 2013;6(1):1–9. doi: 10.1186/1756-0500-6-24.", "ArticleIdList": ["10.1186/1756-0500-6-24", "PMC3559264", "23331970"]}, {"Citation": "Bhattacharjya D, Sadat A, Dam P, Buccini DF, Mondal R, Biswas T, et al. Current concepts and prospects of mulberry fruits for nutraceutical and medicinal benefits. Curr Opin Food Sci. 2021;40:121–135. doi: 10.1016/j.cofs.2021.03.009.", "ArticleIdList": ["10.1016/j.cofs.2021.03.009"]}, {"Citation": "Zhang H, Ma ZF, Luo X, Li X. Effects of mulberry fruit (Morus alba L.) consumption on health outcomes: a mini-review. Antioxidants (Basel) 2018;7(5):69. doi: 10.3390/antiox7050069.", "ArticleIdList": ["10.3390/antiox7050069", "PMC5981255", "29883416"]}, {"Citation": "Yuan Q, Zhao L. The mulberry (Morus alba L.) fruit-a review of characteristic components and health benefits. J Agric Food Chem. 2017;65(48):10383–10394. doi: 10.1021/acs.jafc.7b03614.", "ArticleIdList": ["10.1021/acs.jafc.7b03614", "29129054"]}, {"Citation": "Guo S, Bai L, Ho C-T, Bai N. Characteristic components, biological activities and future prospective of Fructus Mori: a review. Curr Pharmacol Rep. 2018;4(3):210–219. doi: 10.1007/s40495-018-0135-4.", "ArticleIdList": ["10.1007/s40495-018-0135-4"]}, {"Citation": "Lee S, Lee MS, Chang E, Lee Y, Lee J, Kim J, et al. Mulberry Fruit Extract Promotes Serum HDL-cholesterol levels and suppresses hepatic microRNA-33 expression in rats fed high cholesterol/cholic acid diet. Nutrients. 2020;12(5):1499. doi: 10.3390/nu12051499.", "ArticleIdList": ["10.3390/nu12051499", "PMC7284868", "32455724"]}, {"Citation": "Lee MS, Kim Y. Mulberry fruit extract ameliorates adipogenesis via increasing AMPK activity and downregulating microRNA-21/143 in 3T3-L1 adipocytes. J Med Food. 2020;23(3):266–272. doi: 10.1089/jmf.2019.4654.", "ArticleIdList": ["10.1089/jmf.2019.4654", "32191574"]}, {"Citation": "Suriya C, Usana C, Rachanee C, Watcharakorn D, Kittiwoot T-o, Supaporn P, et al. Dried mulberry fruit ameliorates cardiovascular and liver histopathological changes in high-fat diet-induced hyperlipidemic mice. J Tradit Complement Med. 2021;11(4):356–368. doi: 10.1016/j.jtcme.2021.02.006.", "ArticleIdList": ["10.1016/j.jtcme.2021.02.006", "PMC8240167", "34195030"]}, {"Citation": "Chen C, You LJ, Huang Q, Fu X, Zhang B, Liu RH, et al. Modulation of gut microbiota by mulberry fruit polysaccharide treatment of obese diabetic db/db mice. Food Funct. 2018;9(7):3732–3742. doi: 10.1039/C7FO01346A.", "ArticleIdList": ["10.1039/C7FO01346A", "29995048"]}, {"Citation": "Jiao Y, Wang X, Jiang X, Kong F, Wang S, Yan C. Antidiabetic effects of Morus alba fruit polysaccharides on high-fat diet- and streptozotocin-induced type 2 diabetes in rats. J Ethnopharmacol. 2017;199:119–127. doi: 10.1016/j.jep.2017.02.003.", "ArticleIdList": ["10.1016/j.jep.2017.02.003", "28163112"]}, {"Citation": "Zhang R, Zhang Q, Zhu S, Liu B, Liu F, Xu Y. Mulberry leaf (Morus alba L): a review of its potential influences in mechanisms of action on metabolic diseases. Pharmacol Res. 2022;175:106029. doi: 10.1016/j.phrs.2021.106029.", "ArticleIdList": ["10.1016/j.phrs.2021.106029", "34896248"]}, {"Citation": "Peng CH, Lin HT, Chung DJ, Huang CN, Wang CJ. Mulberry leaf extracts prevent obesity-induced NAFLD with regulating adipocytokines, inflammation and oxidative stress. J Food Drug Anal. 2018;26(2):778–787. doi: 10.1016/j.jfda.2017.10.008.", "ArticleIdList": ["10.1016/j.jfda.2017.10.008", "PMC9322217", "29567249"]}, {"Citation": "Zhong Y, Wu S, Chen F, He M, Lin J. Isolation of high gamma-aminobutyric acid-producing lactic acid bacteria and fermentation in mulberry leaf powders. Exp Ther Med. 2019;18(1):147–153.", "ArticleIdList": ["PMC6566027", "31258648"]}, {"Citation": "Ann JY, Eo H, Lim Y. Mulberry leaves (Morus alba L.) ameliorate obesity-induced hepatic lipogenesis, fibrosis, and oxidative stress in high-fat diet-fed mice. Genes Nutr. 2015;10(6):46. doi: 10.1007/s12263-015-0495-x.", "ArticleIdList": ["10.1007/s12263-015-0495-x", "PMC4604156", "26463593"]}, {"Citation": "He L, Zhou W, Wang C, Yang F, Chen X, Zhang Q. Effect of cellulase and Lactobacillus casei on ensiling characteristics, chemical composition, antioxidant activity, and digestibility of mulberry leaf silage. J Dairy Sci. 2019;102(11):9919–9931. doi: 10.3168/jds.2019-16468.", "ArticleIdList": ["10.3168/jds.2019-16468", "31447142"]}, {"Citation": "Sheng Y, Zheng S, Ma T, Zhang C, Ou X, He X, et al. Mulberry leaf alleviates streptozotocin-induced diabetic rats by attenuating NEFA signaling and modulating intestinal microflora. Sci Rep. 2017;7(1):12041. doi: 10.1038/s41598-017-12245-2.", "ArticleIdList": ["10.1038/s41598-017-12245-2", "PMC5608946", "28935866"]}, {"Citation": "Huang J, Wang Y, Ying C, Liu L, Lou Z. Effects of mulberry leaf on experimental hyperlipidemia rats induced by high-fat diet. Exp Ther Med. 2018;16(2):547–556.", "ArticleIdList": ["PMC6090255", "30116313"]}, {"Citation": "Lee E, Lee MS, Chang E, Kim CT, Choi AJ, Kim IH, et al. High hydrostatic pressure extract of mulberry leaves ameliorates hypercholesterolemia via modulating hepatic microRNA-33 expression and AMPK activity in high cholesterol diet fed rats. Food Nutr Res. 2021;65:7587. doi: 10.29219/fnr.v65.7587.", "ArticleIdList": ["10.29219/fnr.v65.7587", "PMC8098647", "33994909"]}, {"Citation": "Lee Y, Lee E, Lee M-S, Lee S, Kim C, Kim Y. Hypolipidemic effect of mulberry leaf extract in rats fed a high-cholesterol diet (P06–014-19) Current developments in nutrition. 2019;3(1):524."}, {"Citation": "Meng Q, Qi X, Fu Y, Chen Q, Cheng P, Yu X, et al. Flavonoids extracted from mulberry (Morus alba L.) leaf improve skeletal muscle mitochondrial function by activating AMPK in type 2 diabetes. J Ethnopharmacol. 2020;248:112326. doi: 10.1016/j.jep.2019.112326.", "ArticleIdList": ["10.1016/j.jep.2019.112326", "31639486"]}, {"Citation": "Hu Y, Xu J, Chen Q, Liu M, Wang S, Yu H, et al. Regulation effects of total flavonoids in Morus alba L. on hepatic cholesterol disorders in orotic acid induced NAFLD rats. BMC Complement Med Ther. 2020;20(1):257. doi: 10.1186/s12906-020-03052-w.", "ArticleIdList": ["10.1186/s12906-020-03052-w", "PMC7433163", "32807146"]}, {"Citation": "Liao S, Long X, Zou Y, Liu F, Li Q. Mulberry leaf phenolics and fiber exert anti-obesity through the gut microbiota-host metabolism pathway. J Food Sci. 2021;86(4):1432–1447. doi: 10.1111/1750-3841.15679.", "ArticleIdList": ["10.1111/1750-3841.15679", "33761137"]}, {"Citation": "Lee YJ, Hsu JD, Lin WL, Kao SH, Wang CJ. Upregulation of caveolin-1 by mulberry leaf extract and its major components, chlorogenic acid derivatives, attenuates alcoholic steatohepatitis via inhibition of oxidative stress. Food Funct. 2017;8(1):397–405. doi: 10.1039/C6FO01539E.", "ArticleIdList": ["10.1039/C6FO01539E", "28074952"]}, {"Citation": "Li R, Xue Z, Jia Y, Wang Y, Li S, Zhou J, et al. Polysaccharides from mulberry (Morus alba L.) leaf prevents obesity by inhibiting pancreatic lipase in high-fat diet induced mice. Int J Biol Macromol. 2021;192:452–460. doi: 10.1016/j.ijbiomac.2021.10.010.", "ArticleIdList": ["10.1016/j.ijbiomac.2021.10.010", "34634334"]}, {"Citation": "Ye LH, Kong LT, Yan MZ, Cao FR, Wang LS, Liao YH, et al. Lotus leaf alkaloid fraction can strongly inhibit CYP2D6 isoenzyme activity. J Ethnopharmacol. 2016;194:913–917. doi: 10.1016/j.jep.2016.10.055.", "ArticleIdList": ["10.1016/j.jep.2016.10.055", "27771456"]}, {"Citation": "Li M, Zhao Z, Xuan J, Li Z, Ma T. Advances in studies on chemical constituents and pharmacological effects of lotus leaves. J Liaoning Univ Tradit Chin Med. 2020;22(01):135–138."}, {"Citation": "Lou ZH, Cheng B, Xia BH, Wang YP, Xu H, Zhang GJ. Effects of Folium Nelumbinis on experimental nonalcoholic fatty liver disease induced by high glucose and high fat diet. Chin J Chin Mater Med. 2017;32(05):2169–2173."}, {"Citation": "Wan Y, Xia J, Xu JF, Chen L, Yang Y, Wu JJ, et al. Nuciferine, an active ingredient derived from lotus leaf, lights up the way for the potential treatment of obesity and obesity-related diseases. Pharmacol Res. 2022;175:106002. doi: 10.1016/j.phrs.2021.106002.", "ArticleIdList": ["10.1016/j.phrs.2021.106002", "34826599"]}, {"Citation": "Cui H, Li Y, Cao M, Liao J, Liu X, Miao J, et al. Untargeted metabolomic analysis of the effects and mechanism of nuciferine treatment on rats with nonalcoholic fatty liver disease. Front Pharmacol. 2020;11:858. doi: 10.3389/fphar.2020.00858.", "ArticleIdList": ["10.3389/fphar.2020.00858", "PMC7295953", "32581811"]}, {"Citation": "He B, Gao Y, Sun H, Wang J. Effects of nuciferine on non alcoholic fatty liver disease and the relative mechanisms based on SREBP signaling pathway. J Tianjin Univ Tradit Chin Med. 2020;39(03):320–323."}, {"Citation": "Yu Y, Lu J, Sun L, Lyu X, Chang XY, Mi X, et al. Akkermansia muciniphila: a potential novel mechanism of nuciferine to improve hyperlipidemia. Biomed Pharmacother. 2021;133:111014. doi: 10.1016/j.biopha.2020.111014.", "ArticleIdList": ["10.1016/j.biopha.2020.111014", "33246225"]}, {"Citation": "Shi Z, Fang ZY, Gao XX, Yu H, Zhu YW, Ouyang HL, et al. Nuciferine improves high-fat diet-induced obesity via reducing intestinal permeability by increasing autophagy and remodeling the gut microbiota. Food Funct. 2021;12(13):5850–5861. doi: 10.1039/D1FO00367D.", "ArticleIdList": ["10.1039/D1FO00367D", "34018523"]}, {"Citation": "Wang Y, Yao W, Li B, Qian S, Wei B, Gong S, et al. Nuciferine modulates the gut microbiota and prevents obesity in high-fat diet-fed rats. Exp Mol Med. 2020;52(12):1959–1975. doi: 10.1038/s12276-020-00534-2.", "ArticleIdList": ["10.1038/s12276-020-00534-2", "PMC8080667", "33262480"]}, {"Citation": "Xu H, Wang L, Yan K, Zhu H, Pan H, Yang H, et al. Nuciferine inhibited the differentiation and lipid accumulation of 3T3-L1 preadipocytes by regulating the expression of lipogenic genes and adipokines. Front Pharmacol. 2021;12:632236. doi: 10.3389/fphar.2021.632236.", "ArticleIdList": ["10.3389/fphar.2021.632236", "PMC8025837", "33841152"]}, {"Citation": "Ding C, Yin P, Zhao Q, Su L. Nuciferine promotes autophagy and reduces macrophage foaming by inhibiting PI3K/Akt/mTOR signaling pathway. Chin J Pathophysiol. 2020;36(07):1230–1236."}, {"Citation": "Zou J, Zhao Z, Wu J, Wang G, Tang C. Nuciferine promotes ABCA1 expression and cholesterol efflux in THP-1 macrophage-derived foam cells and its mechanism. Chin J Arterioscler. 2018;26(09):872."}, {"Citation": "Li H, Mei Q, Zhao Z, Yang D, Song Y, Zheng Y. Overview of studies on chemical constituents, pharmacological action and comprehensive utilization of Citri Reticulatae Pericarpium. Lishizhen Med Mater Med Res. 2019;30(06):1460–1463."}, {"Citation": "Cheng H, Wu X, Ni G, Wang S, Peng W, Zhang H, et al. Citri Reticulatae Pericarpium protects against isoproterenol-induced chronic heart failure via activation of PPARgamma. Ann Transl Med. 2020;8(21):1396. doi: 10.21037/atm-20-2200.", "ArticleIdList": ["10.21037/atm-20-2200", "PMC7723657", "33313141"]}, {"Citation": "Yu X, Sun S, Guo Y, Liu Y, Yang D, Li G, et al. Citri Reticulatae Pericarpium (Chenpi): Botany, ethnopharmacology, phytochemistry, and pharmacology of a frequently used traditional Chinese medicine. J Ethnopharmacol. 2018;220:265–282. doi: 10.1016/j.jep.2018.03.031.", "ArticleIdList": ["10.1016/j.jep.2018.03.031", "29628291"]}, {"Citation": "Park JS, Cho EY, Kim YS, Kwon E, Han KM, Ku SY, et al. In vivo and in vitro safety evaluation of fermented Citrus sunki peel extract: acute and 90-day repeated oral toxicity studies with genotoxicity assessment. BMC Complement Med Ther. 2020;20(1):297. doi: 10.1186/s12906-020-03079-z.", "ArticleIdList": ["10.1186/s12906-020-03079-z", "PMC7542383", "33023584"]}, {"Citation": "Zheng GD, Zhou P, Yang H, Li YS, Li P, Liu EH. Rapid resolution liquid chromatography-electrospray ionisation tandem mass spectrometry method for identification of chemical constituents in Citri Reticulatae Pericarpium. Food Chem. 2013;136(2):604–611. doi: 10.1016/j.foodchem.2012.08.040.", "ArticleIdList": ["10.1016/j.foodchem.2012.08.040", "23122103"]}, {"Citation": "Yu JJ, Su J, Yan MQ, Lou ZH, Lyu GY. Correlation between lipid-lowering efficacy and components of Pericarpium Citri Reticulatae. Chin J Chin Mater Med. 2019;44(15):3335–3342.", "ArticleIdList": ["31602892"]}, {"Citation": "Lu XY, Shi XJ, Hu A, Wang JQ, Ding Y, Jiang W, et al. Feeding induces cholesterol biosynthesis via the mTORC1-USP20-HMGCR axis. Nature. 2020;588(7838):479–484. doi: 10.1038/s41586-020-2928-y.", "ArticleIdList": ["10.1038/s41586-020-2928-y", "33177714"]}, {"Citation": "Yu JJ, Du YZ, Su J, Yan MQ, Ji WN, Wu YL, et al. Preventive effect and mechanism of Citri Reticulatae Pericarpium on hypercholesterolemia rats. Chin Tradit Pat Med. 2021;43(11):2982–2988."}, {"Citation": "Du YZ, Su J, Yan MQ, Chen SH, Lyu GY, Yu JJ. Improvement effect and mechanism of ethanol extract from Citri Reticulatae Pericarpium on triglyceride in hyperlipidemia model rat. Chin J Chin Mater Med. 2021;46(1):190–195.", "ArticleIdList": ["33645070"]}, {"Citation": "Li A, Wang N, Li N, Li B, Yan F, Song Y, et al. Modulation effect of chenpi extract on gut microbiota in high-fat diet-induced obese C57BL/6 mice. J Food Biochem. 2021;45(4):e13541. doi: 10.1111/jfbc.13541.", "ArticleIdList": ["10.1111/jfbc.13541", "33570789"]}, {"Citation": "Okagu IU, Ndefo JC, Aham EC, Udenigwe CC. Zanthoxylum Species: a review of traditional uses, phytochemistry and pharmacology in relation to cancer, infectious diseases and sickle cell anemia. Front Pharmacol. 2021;12:713090. doi: 10.3389/fphar.2021.713090.", "ArticleIdList": ["10.3389/fphar.2021.713090", "PMC8479109", "34603027"]}, {"Citation": "Xiang L, Liu Y, Xie C, Li X, Yu Y, Ye M, et al. The chemical and genetic characteristics of Szechuan pepper (Zanthoxylum bungeanum and Z. armatum) cultivars and their suitable habitat. Front. Plant Sci. 2016;7:467.", "ArticleIdList": ["PMC4835500", "27148298"]}, {"Citation": "Bautista DM, Sigal YM, Milstein AD, Garrison JL, Zorn JA, Tsuruda PR, et al. Pungent agents from Szechuan peppers excite sensory neurons by inhibiting two-pore potassium channels. Nat Neurosci. 2008;11(7):772–779. doi: 10.1038/nn.2143.", "ArticleIdList": ["10.1038/nn.2143", "PMC3072296", "18568022"]}, {"Citation": "Wagner H, Bauer R, Melchart D, Xiao PG, Staudinger A. Chromatographic fingerprint analysis of herbal medicines. Berlin: Springer-Verlag; 2011. Pericarpium Zanthoxyli Huajiao; pp. 191–202."}, {"Citation": "Zhang M, Wang J, Zhu L, Li T, Jiang W, Zhou J, et al. Zanthoxylum Bungeanum maxim (Rutaceae): a systematic review of its traditional uses, botany, phytochemistry, pharmacology, pharmacokinetics, and toxicology. Int J Mol Sci. 2017;18(10):2172. doi: 10.3390/ijms18102172.", "ArticleIdList": ["10.3390/ijms18102172", "PMC5666853", "29057808"]}, {"Citation": "Ombito JO. Phytochemistry and pharmacology of the genus Zanthoxylum (Rutaceae): a review. Nat Prod J. 2021;11(1):21–43."}, {"Citation": "Wang L, Fan W, Zhang M, Zhang Q, Li L, Wang J, et al. Antiobesity, regulation of lipid metabolism, and attenuation of liver oxidative stress effects of hydroxy-alpha-sanshool isolated from Zanthoxylum bungeanum on high-fat diet-induced hyperlipidemic rats. Oxid Med Cell Longev. 2019;2019:5852494. doi: 10.1155/2019/5852494.", "ArticleIdList": ["10.1155/2019/5852494", "PMC6732614", "31534622"]}, {"Citation": "Obidiegwu JE, Lyons JB, Chilaka CA. The Dioscorea genus (yam)—an appraisal of nutritional and therapeutic potentials. Foods. 2020;9(9):1304. doi: 10.3390/foods9091304.", "ArticleIdList": ["10.3390/foods9091304", "PMC7555206", "32947880"]}, {"Citation": "Okwu D, Ndu C. Evaluation of the phytonutrients, mineral and vitamin contents of some varieties of yam (Dioscorea sp.) Int J Mol Med Adv Sci. 2006;2(2):199–203."}, {"Citation": "Zhang L, Ng TB, Lam JKW, Wang SW, Lao L, Zhang KY, et al. Research and development of proteins and peptides with therapeutic potential from yam tubers. Curr Protein Pept Sci. 2019;20(3):277–284. doi: 10.2174/1389203719666180622094356.", "ArticleIdList": ["10.2174/1389203719666180622094356", "29932033"]}, {"Citation": "Jesus M, Martins AP, Gallardo E, Silvestre S. Diosgenin: Recent highlights on pharmacology and analytical methodology. J Anal Methods Chem. 2016;2016:4156293. doi: 10.1155/2016/4156293.", "ArticleIdList": ["10.1155/2016/4156293", "PMC5225340", "28116217"]}, {"Citation": "Kusano Y, Tsujihara N, Masui H, Shibata T, Uchida K, Takeuchi W. Diosgenin supplementation prevents lipid accumulation and induces skeletal muscle-fiber hypertrophy in rats. J Nutr Sci Vitaminol (Tokyo) 2019;65(5):421–429. doi: 10.3177/jnsv.65.421.", "ArticleIdList": ["10.3177/jnsv.65.421", "31666479"]}, {"Citation": "Meenu M, Xu B. A critical review on anti-diabetic and anti-obesity effects of dietary resistant starch. Crit Rev Food Sci Nutr. 2019;59(18):3019–3031. doi: 10.1080/10408398.2018.1481360.", "ArticleIdList": ["10.1080/10408398.2018.1481360", "29846089"]}, {"Citation": "Li T, Teng H, An F, Huang Q, Chen L, Song H. The beneficial effects of purple yam (Dioscorea alata L.) resistant starch on hyperlipidemia in high-fat-fed hamsters. Food Funct. 2019;10(5):2642–2650. doi: 10.1039/C8FO02502A.", "ArticleIdList": ["10.1039/C8FO02502A", "31025041"]}, {"Citation": "Yang XX, Wang X, Shi TT, Dong JC, Li FJ, Zeng LX, et al. Mitochondrial dysfunction in high-fat diet-induced nonalcoholic fatty liver disease: the alleviating effect and its mechanism of Polygonatum kingianum. Biomed Pharmacother. 2019;117:109083. doi: 10.1016/j.biopha.2019.109083.", "ArticleIdList": ["10.1016/j.biopha.2019.109083", "31387169"]}, {"Citation": "Zhao P, Zhao C, Li X, Gao Q, Huang L, Xiao P, et al. The genus Polygonatum: a review of ethnopharmacology, phytochemistry and pharmacology. J Ethnopharmacol. 2018;214:274–291. doi: 10.1016/j.jep.2017.12.006.", "ArticleIdList": ["10.1016/j.jep.2017.12.006", "29246502"]}, {"Citation": "Cui X, Wang S, Cao H, Guo H, Li Y, Xu F, et al. A review: The bioactivities and pharmacological applications of Polygonatum sibiricum polysaccharides. Molecules. 2018;23(5):1170. doi: 10.3390/molecules23051170.", "ArticleIdList": ["10.3390/molecules23051170", "PMC6099637", "29757991"]}, {"Citation": "Sun T, Zhang H, Li Y, Liu Y, Dai W, Fang J, et al. Physicochemical properties and immunological activities of polysaccharides from both crude and wine-processed Polygonatum sibiricum. Int J Biol Macromol. 2020;143:255–264. doi: 10.1016/j.ijbiomac.2019.11.166.", "ArticleIdList": ["10.1016/j.ijbiomac.2019.11.166", "31760031"]}, {"Citation": "Yelithao K, Surayot U, Park W, Lee S, Lee DH, You S. Effect of sulfation and partial hydrolysis of polysaccharides from Polygonatum sibiricum on immune-enhancement. Int J Biol Macromol. 2019;122:10–18. doi: 10.1016/j.ijbiomac.2018.10.119.", "ArticleIdList": ["10.1016/j.ijbiomac.2018.10.119", "30336240"]}, {"Citation": "Yang XX, Wei JD, Mu JK, Liu X, Dong JC, Zeng LX, et al. Integrated metabolomic profiling for analysis of antilipidemic effects of Polygonatum kingianum extract on dyslipidemia in rats. World J Gastroenterol. 2018;24(48):5505–5524. doi: 10.3748/wjg.v24.i48.5505.", "ArticleIdList": ["10.3748/wjg.v24.i48.5505", "PMC6319135", "30622379"]}, {"Citation": "Kong X, Liu JJ, Li H, Chen ZB. Effect of polysaccharides from Polygonatum sibiricum on lipid-metabolism related mRNA and protein expression in hyperlipidemic mice. Chin J Chin Mater Med. 2018;43(18):3740–3747.", "ArticleIdList": ["30384541"]}, {"Citation": "Gu W, Wang Y, Zeng L, Dong J, Bi Q, Yang X, et al. Polysaccharides from Polygonatum kingianum improve glucose and lipid metabolism in rats fed a high fat diet. Biomed Pharmacother. 2020;125:109910. doi: 10.1016/j.biopha.2020.109910.", "ArticleIdList": ["10.1016/j.biopha.2020.109910", "32028238"]}, {"Citation": "Chai Y, Luo J, Bao Y. Effects of Polygonatum sibiricum saponin on hyperglycemia, gut microbiota composition and metabolic profiles in type 2 diabetes mice. Biomed Pharmacother. 2021;143:112155. doi: 10.1016/j.biopha.2021.112155.", "ArticleIdList": ["10.1016/j.biopha.2021.112155", "34517283"]}, {"Citation": "Zhai L, Wang X. SyringaresinoldiObetaDglucoside, a phenolic compound from Polygonatum sibiricum, exhibits an antidiabetic and antioxidative effect on a streptozotocininduced mouse model of diabetes. Mol Med Rep. 2018;18(6):5511–5519.", "ArticleIdList": ["PMC6236259", "30365054"]}, {"Citation": "Shahrajabian MH. A review of Astragalus species as foodstuffs, dietary supplements, a traditional Chinese medicine and a part of modern pharmaceutical science. Appl Ecol Env Res. 2019;17(6):13371–13382. doi: 10.15666/aeer/1706_1337113382.", "ArticleIdList": ["10.15666/aeer/1706_1337113382"]}, {"Citation": "Zhang LJ, Liu HK, Hsiao PC, Kuo LM, Lee IJ, Wu TS, et al. New isoflavonoid glycosides and related constituents from astragali radix (Astragalus membranaceus) and their inhibitory activity on nitric oxide production. J Agric Food Chem. 2011;59(4):1131–1137. doi: 10.1021/jf103610j.", "ArticleIdList": ["10.1021/jf103610j", "21280630"]}, {"Citation": "Gong AGW, Duan R, Wang HY, Kong XP, Dong TTX, Tsim KWK, et al. Evaluation of the pharmaceutical properties and value of Astragali Radix. Medicines (Basel) 2018;5(2):46. doi: 10.3390/medicines5020046.", "ArticleIdList": ["10.3390/medicines5020046", "PMC6023478", "29883402"]}, {"Citation": "Song JZ, Yiu HH, Qiao CF, Han QB, Xu HX. Chemical comparison and classification of Radix Astragali by determination of isoflavonoids and astragalosides. J Pharm Biomed Anal. 2008;47(2):399–406. doi: 10.1016/j.jpba.2007.12.036.", "ArticleIdList": ["10.1016/j.jpba.2007.12.036", "18272311"]}, {"Citation": "Fu J, Wang Z, Huang L, Zheng S, Wang D, Chen S, et al. Review of the botanical characteristics, phytochemistry, and pharmacology of Astragalus membranaceus (Huangqi) Phytother Res. 2014;28(9):1275–1283. doi: 10.1002/ptr.5188.", "ArticleIdList": ["10.1002/ptr.5188", "25087616"]}, {"Citation": "Zhang CH, Yang X, Wei JR, Chen NM, Xu JP, Bi YQ, et al. Ethnopharmacology, phytochemistry, pharmacology, toxicology and clinical applications of Radix Astragali. Chin J Integr Med. 2021;27(3):229–240. doi: 10.1007/s11655-019-3032-8.", "ArticleIdList": ["10.1007/s11655-019-3032-8", "31502185"]}, {"Citation": "Su HF, Shaker S, Kuang Y, Zhang M, Ye M, Qiao X. Phytochemistry and cardiovascular protective effects of Huang-Qi (Astragali Radix) Med Res Rev. 2021;41(4):1999–2038. doi: 10.1002/med.21785.", "ArticleIdList": ["10.1002/med.21785", "33464616"]}, {"Citation": "Wang Z, Li XL, Hong KF, Zhao TT, Dong RX, Wang WM, et al. Total flavonoids of Astragalus ameliorated bile acid metabolism dysfunction in diabetes mellitus. Evid Based Complement Alternat Med. 2021;2021:6675567.", "ArticleIdList": ["PMC8057874", "33953787"]}, {"Citation": "Ma C, Zhang J, Yang S, Hua Y, Su J, Shang Y, et al. Astragalus flavone ameliorates atherosclerosis and hepatic steatosis via inhibiting lipid-disorder and inflammation in ApoE(-/-) mice. Front Pharmacol. 2020;11:610550. doi: 10.3389/fphar.2020.610550.", "ArticleIdList": ["10.3389/fphar.2020.610550", "PMC7768082", "33381046"]}, {"Citation": "Qian W, Qian Q, Cai X, Han R, Yang W, Zhang X, et al. Astragaloside IV inhibits oxidized lowdensity lipoproteininduced endothelial damage via upregulation of miR1403p. Int J Mol Med. 2019;44(3):847–856.", "ArticleIdList": ["PMC6657972", "31257467"]}, {"Citation": "Zhou B, Zhou DL, Wei XH, Zhong RY, Xu J, Sun L. Astragaloside IV attenuates free fatty acid-induced ER stress and lipid accumulation in hepatocytes via AMPK activation. Acta Pharmacol Sin. 2017;38(7):998–1008. doi: 10.1038/aps.2016.175.", "ArticleIdList": ["10.1038/aps.2016.175", "PMC5519246", "28344322"]}, {"Citation": "Wang Z, Zhu Y, Zhang Y, Zhang J, Ji T, Li W, et al. Protective effects of AS-IV on diabetic cardiomyopathy by improving myocardial lipid metabolism in rat models of T2DM. Biomed Pharmacother. 2020;127:110081. doi: 10.1016/j.biopha.2020.110081.", "ArticleIdList": ["10.1016/j.biopha.2020.110081", "32244194"]}, {"Citation": "Luo D, Dong X, Huang J, Huang C, Fang G, Huang Y. Pueraria lobata root polysaccharide alleviates glucose and lipid metabolic dysfunction in diabetic db/db mice. Pharm Biol. 2021;59(1):382–390. doi: 10.1080/13880209.2021.1898648.", "ArticleIdList": ["10.1080/13880209.2021.1898648", "PMC8018507", "33794128"]}, {"Citation": "Zhang Z, Lam TN, Zuo Z. Radix Puerariae: an overview of its chemistry, pharmacology, pharmacokinetics, and clinical use. J Clin Pharmacol. 2013;53(8):787–811. doi: 10.1002/jcph.96.", "ArticleIdList": ["10.1002/jcph.96", "23677886"]}, {"Citation": "Wong KH, Razmovski-Naumovski V, Li KM, Li GQ, Chan K. Comparing morphological, chemical and anti-diabetic characteristics of Puerariae Lobatae Radix and Puerariae Thomsonii Radix. J Ethnopharmacol. 2015;164:53–63. doi: 10.1016/j.jep.2014.12.050.", "ArticleIdList": ["10.1016/j.jep.2014.12.050", "25560667"]}, {"Citation": "Buhlmann E, Horvath C, Houriet J, Kiehlmann E, Radtke J, Marcourt L, et al. Puerariae lobatae root extracts and the regulation of brown fat activity. Phytomedicine. 2019;64:153075. doi: 10.1016/j.phymed.2019.153075.", "ArticleIdList": ["10.1016/j.phymed.2019.153075", "31476558"]}, {"Citation": "Liu YS, Yuan MH, Zhang CY, Liu HM, Liu JR, Wei AL, et al. Puerariae Lobatae radix flavonoids and puerarin alleviate alcoholic liver injury in zebrafish by regulating alcohol and lipid metabolism. Biomed Pharmacother. 2021;134:111121. doi: 10.1016/j.biopha.2020.111121.", "ArticleIdList": ["10.1016/j.biopha.2020.111121", "33341668"]}, {"Citation": "Yuan G, Shi S, Jia Q, Shi J, Shi S, Zhang X, et al. Use of network pharmacology to explore the mechanism of Gegen (Puerariae lobatae Radix) in the treatment of type 2 diabetes mellitus associated with hyperlipidemia. Evid Based Complement Alternat Med. 2021;2021:6633402. doi: 10.1155/2021/6633402.", "ArticleIdList": ["10.1155/2021/6633402", "PMC8068526", "33953784"]}, {"Citation": "Jung HW, Kang AN, Kang SY, Park YK, Song MY. The root extract of Pueraria lobata and its main compound, puerarin, prevent obesity by increasing the energy metabolism in skeletal muscle. Nutrients. 2017;9(1):33. doi: 10.3390/nu9010033.", "ArticleIdList": ["10.3390/nu9010033", "PMC5295077", "28054981"]}, {"Citation": "Xu DX, Guo XX, Zeng Z, Wang Y, Qiu J. Puerarin improves hepatic glucose and lipid homeostasis in vitro and in vivo by regulating the AMPK pathway. Food Funct. 2021;12(6):2726–2740. doi: 10.1039/D0FO02761H.", "ArticleIdList": ["10.1039/D0FO02761H", "33681875"]}, {"Citation": "Hou B, Zhao Y, Qiang G, Yang X, Xu C, Chen X, et al. Puerarin mitigates diabetic hepatic steatosis and fibrosis by inhibiting TGF-beta signaling pathway activation in type 2 diabetic rats. Oxid Med Cell Longev. 2018;2018:4545321. doi: 10.1155/2018/4545321.", "ArticleIdList": ["10.1155/2018/4545321", "PMC6051041", "30057680"]}, {"Citation": "Rao Y, Wen Q, Liu R, He M, Jiang Z, Qian K, et al. PL-S2, a homogeneous polysaccharide from Radix Puerariae lobatae, attenuates hyperlipidemia via farnesoid X receptor (FXR) pathway-modulated bile acid metabolism. Int J Biol Macromol. 2020;165(Pt B):1694–1705. doi: 10.1016/j.ijbiomac.2020.10.029.", "ArticleIdList": ["10.1016/j.ijbiomac.2020.10.029", "33058986"]}, {"Citation": "Ju MS, Kim HG, Choi JG, Ryu JH, Hur J, Kim YJ, et al. Cassiae Semen, a seed of Cassia obtusifolia, has neuroprotective effects in Parkinson's disease models. Food Chem Toxicol. 2010;48(8–9):2037–2044. doi: 10.1016/j.fct.2010.05.002.", "ArticleIdList": ["10.1016/j.fct.2010.05.002", "20457209"]}, {"Citation": "Dong YJ, Jiang YQ, Liu Y, Chen JP, Gai XH, Tian CW, et al. Research progress on chemical composition and pharmacological effects of Cassiae Semen and predictive analysis on quality markers. Chin Tradit Herbal Drugs. 2021;52(09):2719–2732."}, {"Citation": "Yu F, Sun L, Xu L, Xiao P, Miao J. Research progress on modern application of Cassiae Semen. Mod Chin Med. 2018;20(05):626–630."}, {"Citation": "Dong X, Fu J, Yin X, Yang C, Zhang X, Wang W, et al. Cassiae Semen: a review of its phytochemistry and pharmacology (Review) Mol Med Rep. 2017;16(3):2331–2346. doi: 10.3892/mmr.2017.6880.", "ArticleIdList": ["10.3892/mmr.2017.6880", "PMC5547955", "28677746"]}, {"Citation": "Zhu Z, Zhang S, Zheng Y. Effect of extracts of Cassiae Semen on lipid, liver and kidney function in hyperlipidemia rats. Prev Med. 2021;33(12):1290–1294."}, {"Citation": "Qi ZL, Bian Y, Cai HQ, Li X, Zhang Y. Effects of Semen Cassiae extract to blood lipid level of hyperlipidemia rats. J Harbin Med Univ. 2018;52(01):19–23."}, {"Citation": "Luo H, Wu H, Wang L, Xiao S, Lu Y, Liu C, et al. Hepatoprotective effects of Cassiae Semen on mice with non-alcoholic fatty liver disease based on gut microbiota. Commun Biol. 2021;4(1):1357. doi: 10.1038/s42003-021-02883-8.", "ArticleIdList": ["10.1038/s42003-021-02883-8", "PMC8642482", "34862475"]}, {"Citation": "Meng Y, Liu Y, Fang N, Guo Y. Hepatoprotective effects of Cassia Semen ethanol extract on non-alcoholic fatty liver disease in experimental rat. Pharm Biol. 2019;57(1):98–104. doi: 10.1080/13880209.2019.1568509.", "ArticleIdList": ["10.1080/13880209.2019.1568509", "PMC6374930", "30757944"]}, {"Citation": "Xu P, Sun X, Huang Y, Shan Y, Wu Y. Research progress on lipid lowering effective components of semen Cassiae. Chin Arch Tradit Chin Med. 2018;36(01):150–153."}, {"Citation": "Li Y, Hou W, Wu J, Song B, Chen W. The affection of cassia glycosides on SREBP-1c and PPARα in liver of nonalcoholic fatty liver disease rats. Med J West Chin. 2019;31(10):1511–1516."}, {"Citation": "Ma J, Liu X, Yu J, Sun J. Effect of 1, 8-Dihydroxyanthraquinone on the imbalance of lipid metabolism via regulation of expression of CYP7A1 and 3-hydroxy-3-methylglutaryl coenzyme a reductase mRNA in hyperlipidemic mice. Pharmacogn Mag. 2021;17(75):499–504."}, {"Citation": "Vadivel V, Doss A, Pugalenthi M. Evaluation of nutritional value and protein quality of raw and differentially processed sword bean [Canavalia gladiata (Jacq.) DC.] seeds. Afr J Food, Agric, Nutr Dev. 2010;10(7):2850–2865."}, {"Citation": "An HJ, Kim EH, Lee HJ, Cho JY, Moon JH. New caryophyllene-type sesquiterpene and flavonol tetraglycoside with sixteen known compounds from sword bean (Canavalia gladiata) Food Sci Biotechnol. 2020;29(10):1343–1353. doi: 10.1007/s10068-020-00794-8.", "ArticleIdList": ["10.1007/s10068-020-00794-8", "PMC7492346", "32999741"]}, {"Citation": "Hwang KA, Heo W, Hwang HJ, Han BK, Song MC, Kim YJ. Anti-inflammatory effect of immature sword bean pod (Canavalia gladiata) in lipopolysaccharide-induced RAW264. 7 cells. J Med Food. 2020;23(11):1183–1191. doi: 10.1089/jmf.2020.4733.", "ArticleIdList": ["10.1089/jmf.2020.4733", "33170759"]}, {"Citation": "Ghaben AL, Scherer PE. Adipogenesis and metabolic health. Nat Rev Mol Cell Biol. 2019;20(4):242–258. doi: 10.1038/s41580-018-0093-z.", "ArticleIdList": ["10.1038/s41580-018-0093-z", "30610207"]}, {"Citation": "Yujeong C, DaSom K, MinChul L, Seulgi P, JooWon L, AeSon O. Effects of bacillus subtilis-fermented white sword bean extract on adipogenesis and lipolysis of 3T3-L1 adipocytes. Foods. 2021;10(6):1423. doi: 10.3390/foods10061423.", "ArticleIdList": ["10.3390/foods10061423", "PMC8235212", "34205436"]}, {"Citation": "Anitha K, Mohana Lakshmi S, Satyanarayana SV. Antidiabetic, lipid lowering and antioxidant potentiating effect of Canavalia species in high fat diet-streptozotocin induced model. Adv Tradit Med. 2020;20(4):609–618. doi: 10.1007/s13596-020-00478-y.", "ArticleIdList": ["10.1007/s13596-020-00478-y"]}, {"Citation": "Sridhar KR, Sharma BB. Bioactive compounds of Jack beans (Canavalia species) In: Murthy HN, Paek KY, editors. Bioactive compounds in underutilized vegetables and legumes. Cham: Springer International Publishing; 2020. pp. 1–26."}, {"Citation": "Naufalina MD, Sofro MA, Anjani G. Canavalia ensiformis protein extract effect toward serum lipid profile of hypercholesterolemic Sprague Dawley rat. Jurnal Kesehatan Masyarakat. 2018;14(1):49–55. doi: 10.15294/kemas.v14i1.10678.", "ArticleIdList": ["10.15294/kemas.v14i1.10678"]}, {"Citation": "Im AR, Kim YH, Lee HW, Song KH. Water extract of Dolichos lablab attenuates hepatic lipid accumulation in a cellular nonalcoholic fatty liver disease model. J Med Food. 2016;19(5):495–503. doi: 10.1089/jmf.2015.3623.", "ArticleIdList": ["10.1089/jmf.2015.3623", "27152979"]}, {"Citation": "Chun E, Yoon S, Parveen A, Jin M. Alleviation of irritable bowel syndrome-like symptoms and control of gut and brain responses with oral administration of Dolichos lablab L. in a mouse model. Nutrients. 2018;10(10):1475. doi: 10.3390/nu10101475.", "ArticleIdList": ["10.3390/nu10101475", "PMC6213091", "30309025"]}, {"Citation": "Al-Snafi AE. The pharmacology and medical importance of Dolichos lablab (Lablab purpureus)-a review. IOSR J Pharm. 2017;7(2):22–30."}, {"Citation": "Singh V, Kudesia R. Review on taxonomical and pharmacological status of Dolichos lablab. Curr Trends Biotechnol Pharm. 2020;14(2):229–235. doi: 10.5530/ctbp.2020.2.23.", "ArticleIdList": ["10.5530/ctbp.2020.2.23"]}, {"Citation": "Suh DH, Lee HW, Jung ES, Singh D, Kim SH, Lee CH. In vivo metabolomic interpretation of the anti-obesity effects of hyacinth bean (Dolichos lablab L.) administration in high-fat diet mice. Mol Nutr Food Res. 2017;61(8):1600895. doi: 10.1002/mnfr.201600895.", "ArticleIdList": ["10.1002/mnfr.201600895", "28106337"]}, {"Citation": "Im AR, Kim YH, Kim YH, Yang WK, Kim SH, Song KH. Dolichos lablab protects against nonalcoholic fatty liver disease in mice fed high-fat diets. J Med Food. 2017;20(12):1222–1232. doi: 10.1089/jmf.2017.4036.", "ArticleIdList": ["10.1089/jmf.2017.4036", "29090980"]}, {"Citation": "Xi S, Qian L, Tong H, Yue L, Zhao H, Wang D, et al. Toxicity and clinical reasonable application of Taoren (Semen Persicae) based on ancient and modern literature research. J Tradit Chin Med. 2013;33(2):272–279. doi: 10.1016/S0254-6272(13)60139-9.", "ArticleIdList": ["10.1016/S0254-6272(13)60139-9", "23789231"]}, {"Citation": "Zhang Y, Wei J, Lu C, He Z, Gan J, Feng X. Chemical components and pharmacological action for Persicae Semen and predictive analysis on Q-marker. Chin Arch Tradit Chin Med. 2021;40(01):234–241."}, {"Citation": "Zhao Y, Niu K, Tang D, Liang Q, Shu B, Li C, et al. Research on pharmacological effects of Peach Kernel. Liaoning J Tradit Chin Med. 2015;42(04):888–890."}, {"Citation": "Lv J, Xiong W, Lei T, Wang H, Sun M, Hao E, et al. Amygdalin ameliorates the progression of atherosclerosis in LDL receptordeficient mice. Mol Med Rep. 2017;16(6):8171–8179. doi: 10.3892/mmr.2017.7609.", "ArticleIdList": ["10.3892/mmr.2017.7609", "PMC5779902", "28983592"]}, {"Citation": "Wang Y, Jia Q, Zhang Y, Wei J, Liu P. Amygdalin attenuates atherosclerosis and plays an anti-inflammatory role in ApoE knock-out mice and bone marrow-derived macrophages. Front Pharmacol. 2020;11(1714):590929. doi: 10.3389/fphar.2020.590929.", "ArticleIdList": ["10.3389/fphar.2020.590929", "PMC7658180", "33192531"]}, {"Citation": "Pelentir N, Block JM, Monteiro Fritz AR, Reginatto V, Amante ER. Production and chemical characterization of peach (Prunus persica) kernel flour. J Food Process Eng. 2011;34(4):1253–1265. doi: 10.1111/j.1745-4530.2009.00519.x.", "ArticleIdList": ["10.1111/j.1745-4530.2009.00519.x"]}, {"Citation": "Hao E, Pang G, Du Z, Lai YH, Chen JR, Xie J, et al. Peach kernel oil downregulates expression of tissue factor and reduces atherosclerosis in ApoE knockout mice. Int J Mol Sci. 2019;20(2):405. doi: 10.3390/ijms20020405.", "ArticleIdList": ["10.3390/ijms20020405", "PMC6359210", "30669336"]}, {"Citation": "Iranshahy M, Javadi B, Iranshahi M, Jahanbakhsh SP, Mahyari S, Hassani FV, et al. A review of traditional uses, phytochemistry and pharmacology of Portulaca oleracea L. J Ethnopharmacol. 2017;205:158–172. doi: 10.1016/j.jep.2017.05.004.", "ArticleIdList": ["10.1016/j.jep.2017.05.004", "28495602"]}, {"Citation": "Zheng G, Mo F, Ling C, Peng H, Gu W, Li M, et al. Portulaca oleracea L. alleviates liver injury in streptozotocin-induced diabetic mice. Drug Des Devel Ther. 2018;12:47–55. doi: 10.2147/DDDT.S121084.", "ArticleIdList": ["10.2147/DDDT.S121084", "PMC5749558", "29343942"]}, {"Citation": "Chen D, Yao JN, Liu T, Zhang HY, Li RR, Zhang ZJ, et al. Research and application of Portulaca oleracea in pharmaceutical area. Chin Herb Med. 2019;11(2):150–159. doi: 10.1016/j.chmed.2019.04.002.", "ArticleIdList": ["10.1016/j.chmed.2019.04.002"]}, {"Citation": "Lee JH, Park JE, Han JS. Portulaca oleracea L. extract reduces hyperglycemia via PI3k/Akt and AMPK pathways in the skeletal muscles of C57BL/Ksj-db/db mice. J Ethnopharmacol. 2020;260:112973. doi: 10.1016/j.jep.2020.112973.", "ArticleIdList": ["10.1016/j.jep.2020.112973", "32416244"]}, {"Citation": "Melilli MG, Pagliaro A, Scandurra S, Gentile C, Stefano VD. Omega-3 rich foods: durum wheat spaghetti fortified with Portulaca oleracea. Food Biosci. 2020;37:100730. doi: 10.1016/j.fbio.2020.100730.", "ArticleIdList": ["10.1016/j.fbio.2020.100730", "PMC7353616", "32531917"]}, {"Citation": "Shahidi F, Ambigaipalan P. Omega-3 polyunsaturated fatty acids and their health benefits. Annu Rev Food Sci Technol. 2018;9:345–381. doi: 10.1146/annurev-food-111317-095850.", "ArticleIdList": ["10.1146/annurev-food-111317-095850", "29350557"]}, {"Citation": "Samir D, Kaouther A, Manal D. Polysaccharides and ascorbic acid content and the effect of aqueous extract of Portulaca Oleracea in high-fat diet-induced obesity, dyslipidemia and liver damage in albino wistar rats. Alger J Arid Environ. 2017;7(2):16–26. doi: 10.12816/0046095.", "ArticleIdList": ["10.12816/0046095"]}, {"Citation": "Djellouli F, Krouf D, Lacaille-Dubois M, Bouchenak M. Portulaca oleracea reduces lipemia, glycemia, and oxidative stress in streptozotocin-induced diabetic rats fed cholesterol-enriched diet. J Pharm Res Int. 2018;23(4):1–12. doi: 10.9734/JPRI/2018/43495.", "ArticleIdList": ["10.9734/JPRI/2018/43495"]}, {"Citation": "Dreny EGE. Antidiabetic activity of aerial parts and seeds of Purslane (Portulaca oleracea) on diabetic rats. Eur J Nutr Food Saf. 2020;12(7):13–23. doi: 10.9734/ejnfs/2020/v12i730244.", "ArticleIdList": ["10.9734/ejnfs/2020/v12i730244"]}, {"Citation": "Yahiaoui Z, Sherazede B, Malika B. Aqueous extract of Portulaca oleracea prevents lipid peroxidation and increases serum paraoxonase-1 activity, in rats fed cholesterol enriched-diet. Nutr Santé. 2017;05(02):107–114. doi: 10.30952/ns.5.2.6.", "ArticleIdList": ["10.30952/ns.5.2.6"]}, {"Citation": "Jung JH, Hwang SB, Park HJ, Jin GR, Lee BH. Antiobesity and antidiabetic effects of Portulaca oleracea powder intake in high-fat diet-induced obese C57BL/6 mice. Evid Based Complement Alternat Med. 2021;2021:5587848. doi: 10.1155/2021/5587848.", "ArticleIdList": ["10.1155/2021/5587848", "PMC8257357", "34257685"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "5", "Day": "4"}, {"Year": "2022", "Month": "8", "Day": "29"}, {"Year": "2022", "Month": "9", "Day": "29", "Hour": "23", "Minute": "48"}, {"Year": "2022", "Month": "9", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "30", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "9", "Day": "29"}], "PublicationStatus": "epublish", "ArticleIdList": ["36175900", "PMC9522446", "10.1186/s13020-022-00666-9", "10.1186/s13020-022-00666-9"]}}], "PubmedBookArticle": []}