{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Meloidogyne incognita", "biocontrol bacteria", "host plant", "interspecific interactions", "plant parasitic nematodes", "repulsive response"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36187996", "DateRevised": {"Year": "2022", "Month": "10", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "09", "Day": "15"}], "Language": ["eng"], "ELocationID": ["994941", "10.3389/fmicb.2022.994941"], "Journal": {"ISSN": "1664-302X", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in microbiology", "ISOAbbreviation": "Front Microbiol"}, "ArticleTitle": "Repulsive response of <i>Meloidogyne incognita</i> induced by biocontrol bacteria and its effect on interspecific interactions.", "Pagination": {"StartPage": "994941", "MedlinePgn": "994941"}, "Abstract": {"AbstractText": ["The aversive behavior of <i>Caenorhabditis elegans</i> is an important strategy that increases their survival under pathogen infection, and the molecular mechanisms underlying this behavior have been described. However, whether this defensive response occurs in plant-parasitic nematodes (PPNs), which have quite different life cycles and genomic sequences from the model nematode, against biocontrol microbes and affects interspecific interactions in ecological environments remains unclear. Here, we showed that <i>Meloidogyne incognita</i>, one of the most common PPNs, engaged in lawn-leaving behavior in response to biocontrol bacteria such as <i>Bacillus nematocida</i> B16 and <i>B. thuringiensis</i> Bt79. Genomic analysis revealed that the key genes responsible for the aversive behavior of <i>C. elegans</i>, such as serotonin-and TGF-β-related genes in canonical signaling pathways, were homologous to those of <i>M. incognita</i>, and the similarity between these sequences ranged from 30% to 67%. Knockdown of the homologous genes impaired avoidance of <i>M. incognita</i> to varying degrees. Calcium ion imaging showed that the repulsive response requires the involvement of the multiple amphid neurons of <i>M. incognita</i>. <i>In situ</i> hybridization specifically localized <i>Mi-tph-1</i> of the serotonin pathway to ADF/NSM neurons and <i>Mi-dbl-1</i> of the TGF-β pathway to AVA neurons. Our data suggested that the repulsive response induced by different biocontrol bacteria strongly suppresses the invasion of tomato host plants by <i>M. incognita</i>. Overall, our study is the first to clarify the pathogen-induced repulsive response of <i>M. incognita</i> and elucidate its underlying molecular mechanisms. Our findings provide new insights into interspecific interactions among biocontrol bacteria, PPNs, and host plants."], "CopyrightInformation": "Copyright © 2022 Zhao, Zhou, Zou, Zhang and Huang."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory for Conservation and Utilization of Bio-Resources, and College of Life Science, Yunnan University, Kunming, China."}, {"Identifier": [], "Affiliation": "Institute of Medicinal Plants, Yunnan Academy of Agricultural Sciences, Kunming, China."}], "LastName": "Zhao", "ForeName": "Yanli", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory for Conservation and Utilization of Bio-Resources, and College of Life Science, Yunnan University, Kunming, China."}], "LastName": "Zhou", "ForeName": "Qinying", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory for Conservation and Utilization of Bio-Resources, and College of Life Science, Yunnan University, Kunming, China."}], "LastName": "Zou", "ForeName": "Chenggang", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory for Conservation and Utilization of Bio-Resources, and College of Life Science, Yunnan University, Kunming, China."}], "LastName": "Zhang", "ForeName": "Keqin", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory for Conservation and Utilization of Bio-Resources, and College of Life Science, Yunnan University, Kunming, China."}, {"Identifier": [], "Affiliation": "School of Medicine, Yunnan University, Kunming, China."}], "LastName": "Huang", "ForeName": "Xiaowei", "Initials": "X"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Microbiol", "NlmUniqueID": "101548977", "ISSNLinking": "1664-302X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abad P., Gouzy J., Aury J. M., Castagnone-Sereno P., Danchin E. G. J., Deleury E., et al. . (2008). Genome sequence of the metazoan plant-parasitic nematode Meloidogyne incognita. Nat. Biotechnol. 26, 909–915. doi: 10.1038/nbt.1482, PMID:", "ArticleIdList": ["10.1038/nbt.1482", "18660804"]}, {"Citation": "Antil S., Kumar R., Pathak D. V., Kumar A., Panwar A., Kumari A. (2022). Plant growth-promoting rhizobacteria – Bacillus cereus KMT-5 and B. megaterium KMT-8 effectively suppressed Meloidogyne javanica infection. Appl. Soil Ecol. 174:104419. doi: 10.1016/j.apsoil.2022.104419", "ArticleIdList": ["10.1016/j.apsoil.2022.104419"]}, {"Citation": "Bakhetia M., Charlton W., Atkinson H. J., Mc Pherson M. J. (2005). RNA interference of dual oxidase in the plant nematode Meloidogyne incognita. Mol. Plant Microbe. 18, 1099–1106. doi: 10.1094/MPMI-18-1099, PMID:", "ArticleIdList": ["10.1094/MPMI-18-1099", "16255249"]}, {"Citation": "Cabrera J., Barcala M., Fenoll C., Escobar C. (2014). Transcriptomic signatures of transfer cells in early developing nematode feeding cells of Arabidopsis focused on auxin and ethylene signaling. Front. Plant Sci. 5:107. doi: 10.3389/fpls.2014.00107, PMID:", "ArticleIdList": ["10.3389/fpls.2014.00107", "PMC3970009", "24715895"]}, {"Citation": "Dash M., Dutta T. K., Phani V., Papolu P. K., Shivakumara T. N., Rao U. (2017). RNAi-mediated disruption of neuropeptide genes, nlp-3 and nlp-12, cause multiple behavioral defects in Meloidogyne incognita. Biochem. Biophys. Res. Commun. 490, 933–940. doi: 10.1016/j.bbrc.2017.06.143, PMID:", "ArticleIdList": ["10.1016/j.bbrc.2017.06.143", "28655614"]}, {"Citation": "Dong L. L., Li X. L., Huang L., Gao Y., Zhong L. N., Zheng Y. Y., et al. . (2014). Lauric acid in crown daisy root exudate potently regulates root-knot nematode chemotaxis and disrupts mi-flp-18 expression to block infection. J. Exp. Bot. 65, 131–141. doi: 10.1093/jxb/ert356, PMID:", "ArticleIdList": ["10.1093/jxb/ert356", "PMC3883285", "24170741"]}, {"Citation": "Dong L., Li X., Huang C., Lu Q., Li B., Yao Y., et al. . (2018). Reduced Meloidogyne incognita infection of tomato in the presence of castor and the involvement of fatty acids. Sci. Hortic. 237, 169–175. doi: 10.1016/j.scienta.2018.03.066", "ArticleIdList": ["10.1016/j.scienta.2018.03.066"]}, {"Citation": "Fudali S. L., Wang C. L., Williamson V. M. (2013). Ethylene signaling pathway modulates attractiveness of host roots to the root-knot nematode Meloidogyne hapla. Mol. Plant Microbe In. 26, 75–86. doi: 10.1094/mpmi-05-12-0107-r, PMID:", "ArticleIdList": ["10.1094/mpmi-05-12-0107-r", "22712507"]}, {"Citation": "Gowda M. T., Meena B. R., Krishnan N., Manjunath M., Sellaperumal C., Rai A. B., et al. . (2022). Antimicrobial peptides producing native bacillus spp. for the management of root-knot nematode Meloidogyne incognita infecting okra (Abelmoschus esculentus L. Moench). Biol. Control 171:104951. doi: 10.1016/j.biocontrol.2022.104951", "ArticleIdList": ["10.1016/j.biocontrol.2022.104951"]}, {"Citation": "Kimber M. J., Fleming C. C., Prior A., Jones J. T., Halton D. W., Maule A. G. (2002). Localisation of Globodera pallid FMRFamide-related peptide encoding genes using in situ hybridisation. Int. J. Parasitol. 32, 1095–1105. doi: 10.1016/s0020-7519(02)00084-x, PMID:", "ArticleIdList": ["10.1016/s0020-7519(02)00084-x", "12117492"]}, {"Citation": "Kirwa H. K., Murungi L. K., Beck J. J., Torto B. (2018). Elicitation of differential responses in the root-knot nematode Meloidogyne incognita to tomato root exudate cytokinin, flavonoids, and alkaloids. J. Agric. Food Chem. 66, 11291–11300. doi: 10.1021/acs.jafc.8b05101, PMID:", "ArticleIdList": ["10.1021/acs.jafc.8b05101", "30346752"]}, {"Citation": "Kuang M. S., Liu T. T., Wu H. B., Lan H. P., Wen Y. X., Wu H. B., et al. . (2020). Constituents leached by tomato seeds regulate the behavior of root-knot nematodes and their antifungal effects against seed-borne fungi. J. Agric. Food Chem. 68, 9061–9069. doi: 10.1021/acs.jafc.0c01797, PMID:", "ArticleIdList": ["10.1021/acs.jafc.0c01797", "32786848"]}, {"Citation": "Lee B. H., Annis P. C., Tumaalii F., Choi W. S. (2004). Fumigant toxicity of essential oils from the Myrtaceae family and 1, 8-cineole against 3 major stored-grain insects. J. Sto. Pro. Res. 40, 553–564. doi: 10.1016/j.jspr.2003.09.001", "ArticleIdList": ["10.1016/j.jspr.2003.09.001"]}, {"Citation": "Makhubu F. N., Khosa M. C., McGaw L. J. (2021). South African plants with nematicidal activity against root-knot nematodes: a review. S. Afr. J. Bot. 139, 183–191. doi: 10.1016/j.sajb.2021.02.010", "ArticleIdList": ["10.1016/j.sajb.2021.02.010"]}, {"Citation": "Melo J., Ruvkun G. (2012). Inactivation of conserved C. elegans genes engages pathogen-and xenobiotic-associated defenses. Cell 149, 452–466. doi: 10.1016/j.cell.2012.02.050, PMID:", "ArticleIdList": ["10.1016/j.cell.2012.02.050", "PMC3613046", "22500807"]}, {"Citation": "Oota M., Tsai A. Y., Aoki D., Matsushita Y., Toyoda S., Fukushima K., et al. . (2020). Identification of naturally occurring polyamines as root-knot nematode attractants. Mol. Plant 13, 658–665. doi: 10.1016/j.molp.2019.12.010, PMID:", "ArticleIdList": ["10.1016/j.molp.2019.12.010", "31891776"]}, {"Citation": "Opperman C. H., Bird D. M., Williamson V. M., Rokhsar D. S., Burke M., Cohn J., et al. . (2008). Sequence and genetic map of Meloidogyne hapla: A compact nematode genome for plant parasitism. Proc. Natl. Acad. Sci. U. S. A. 105, 14802–14807. doi: 10.1073/pnas.0805946105, PMID:", "ArticleIdList": ["10.1073/pnas.0805946105", "PMC2547418", "18809916"]}, {"Citation": "Park I. K., Lee S. G., Choi D. H., Park J. D., Ahn Y. J. (2003). Insecticidal activities of constituents identified in the from leaves of Chamaecyparis obtusa against Callosobruchus chinensis (L.) and Sitophilus oryzae (L.). J. Sto. Pro. Res. 39, 375–384. doi: 10.1016/S0022-474X(02)00030-9", "ArticleIdList": ["10.1016/S0022-474X(02)00030-9"]}, {"Citation": "Santoyo G. (2021). How plants recruit their microbiome? New insights into beneficial interactions. J. Adv. Res. doi: 10.1016/j.jare.2021.11.020 (in press).", "ArticleIdList": ["10.1016/j.jare.2021.11.020", "PMC9481936", "36100333"]}, {"Citation": "Shivakumara T. N., Dutta T. K., Rao U. (2018). A novel in vitro chemotaxis bioassay to assess the response of Meloidogyne incognita towards various test compounds. J. Nematol. 50, 487–494. doi: 10.21307/jofnem-2018-047, PMID:", "ArticleIdList": ["10.21307/jofnem-2018-047", "PMC6909358", "31094151"]}, {"Citation": "Shivers R. P., Kooistra T., Chu S. W., Pagano D. J., Kim D. H. (2009). Tissue-specific activities of an immune signaling module regulate physical response to pathogenic and nutritional bacteria in C. elegans. Cell Host Microbe 6, 321–330. doi: 10.1016/j.chom.2009.09.001, PMID:", "ArticleIdList": ["10.1016/j.chom.2009.09.001", "PMC2772662", "19837372"]}, {"Citation": "Shuang S. M., Qiao X. N., Wang D. D., Fan L., Lu D. T., Mu L. X., et al. . (2010). Analytical behavior of Fura-2 and its determination of [Ca2+]i in lymphocytes treated with cefotaxime. J. Meas. Sci. Instru. 1, 395–400. doi: 10.3969/j.issn.1674-8042.2010.04.21", "ArticleIdList": ["10.3969/j.issn.1674-8042.2010.04.21"]}, {"Citation": "Swiecicka M., Filipecki M., Lont D., Vliet J. V., Qin L., Goverse A., et al. . (2009). Dynamics in the tomato root transcriptome on infection with the potato cyst nematode Globodera rostochiensis. Mol. Plant Pathol. 10, 487–500. doi: 10.1111/j.1364-3703.2009.00550.x, PMID:", "ArticleIdList": ["10.1111/j.1364-3703.2009.00550.x", "PMC6640267", "19523102"]}, {"Citation": "Wang J. X., Ding Z. J., Bian J., Bo T. T., Liu Y. J. (2021a). Chemotaxis response of Meloidogyne incognita to volatiles and organic acids from root exudates. Rhizosphere 17:100320. doi: 10.1016/j.rhisph.2021.100320", "ArticleIdList": ["10.1016/j.rhisph.2021.100320"]}, {"Citation": "Wang S., Fan H. Y., Zhao D., Zhu X. F., Wang Y. Y., Liu X. Y., et al. . (2021b). Multifunctional efficacy of the nodule endophyte Pseudomonas fragi in stimulating tomato immune response against Meloidogyne incognita. Biol. Control 164:104773. doi: 10.1016/j.biocontrol.2021.104773", "ArticleIdList": ["10.1016/j.biocontrol.2021.104773"]}, {"Citation": "Wang X., Li G. H., Zou C. G., Ji X. L., Liu T., Zhao P. J., et al. . (2014). Bacteria can mobilize nematode-trapping fungi to kill nematodes. Nat. Commun. 5:5776. doi: 10.1038/ncomms6776, PMID:", "ArticleIdList": ["10.1038/ncomms6776", "PMC4275587", "25514608"]}, {"Citation": "Wubben M. J. E., Rodermel S. R., Baum T. J. (2004). Mutation of a UDP-glucose-4-epimerase alters nematode susceptibility and ethylene responses in Arabidopsis roots. Plant J. 40, 712–724. doi: 10.1111/j.1365-313x.2004.02257.x, PMID:", "ArticleIdList": ["10.1111/j.1365-313x.2004.02257.x", "15546354"]}, {"Citation": "Yang G. D., Zhou B. L., Zhang X. Y., Zhang Z. J., Wu Y. Y., Zhang Y. M., et al. . (2016). Effects of tomato root exudates on Meloidogyne incognita. PLoS One 11:e0154675. doi: 10.1371/journal.pone.0154675, PMID:", "ArticleIdList": ["10.1371/journal.pone.0154675", "PMC4851295", "27128659"]}, {"Citation": "Zhang Y., Hang L., Bargmann C. I. (2005). Pathogenic bacteria induce aversive olfactory learning in Caenorhabditis elegans. Nature 438, 179–184. doi: 10.1038/nature04216, PMID:", "ArticleIdList": ["10.1038/nature04216", "16281027"]}, {"Citation": "Zhang X., Zhang Y. (2012). DBL-1, a TGF-β, is essential for Caenorhabditis elegans aversive olfactory learning. Proc. Natl. Acad. Sci. U. S. A. 109, 17081–17086. doi: 10.1073/pnas.1205982109, PMID:", "ArticleIdList": ["10.1073/pnas.1205982109", "PMC3479501", "23019581"]}, {"Citation": "Zhou Q. Y., Zhu M., Huang H., Huang X. W. (2019). Chemosensory system of plant parasitic nematodes. Sci. Sin. Vitae 49, 828–838. doi: 10.1360/SSV-2019-0092", "ArticleIdList": ["10.1360/SSV-2019-0092"]}, {"Citation": "Zhu M., Chen Y., Zhao N. H., Bai H., Zhang K. Q., Huang X. W. (2021). Multiple olfactory pathways contribute to the lure process of Caenorhabditis elegans by pathogenic bacteria. Sci. China Life Sci. 64, 1346–1354. doi: 10.1007/s11427-020-1842-7, PMID:", "ArticleIdList": ["10.1007/s11427-020-1842-7", "33263920"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "7", "Day": "15"}, {"Year": "2022", "Month": "8", "Day": "22"}, {"Year": "2022", "Month": "10", "Day": "3", "Hour": "5", "Minute": "1"}, {"Year": "2022", "Month": "10", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "4", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "9", "Day": "15"}], "PublicationStatus": "epublish", "ArticleIdList": ["36187996", "PMC9520663", "10.3389/fmicb.2022.994941"]}}], "PubmedBookArticle": []}