{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36187457", "DateRevised": {"Year": "2022", "Month": "10", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "09", "Day": "21"}], "Language": ["eng"], "ELocationID": ["4952221", "10.1155/2022/4952221"], "Journal": {"ISSN": "1687-9686", "JournalIssue": {"Volume": "2022", "PubDate": {"Year": "2022"}}, "Title": "Journal of tropical medicine", "ISOAbbreviation": "J Trop Med"}, "ArticleTitle": "Medicinal Plants of <i>Solanum</i> Species: The Promising Sources of Phyto-Insecticidal Compounds.", "Pagination": {"StartPage": "4952221", "MedlinePgn": "4952221"}, "Abstract": {"AbstractText": ["Several medicinal plants have the potential to be a promising alternative pharmacological therapy for a variety of human illnesses. Many insects, including mosquitoes, are important vectors of deadly pathogens and parasites, which in the world's growing human and animal populations can cause serious epidemics and pandemics. Medicinal plants continue to provide a large library of phytochemicals, which can be used to replace chemically synthesized insecticides, and utilization of herbal product-based insecticides is one of the best and safest alternatives for mosquito control. Identifying new effective phyto-derived insecticides is important to counter increasing insect resistance to synthetic compounds and provide a safer environment. <i>Solanum</i> genus (Solanaceae family or nightshades) comprises more than 2500 species, which are widely used as food and traditional medicine. All research publications on insecticidal properties of Solanaceae plants and their phytoconstituents against mosquitoes and other insects published up to July 2020 were systematically analyzed through PubMed/MEDLINE, Scopus, EBSCO, Europe PMC, and Google Scholar databases, with focus on species containing active phytoconstituents that are biodegradable and environmentally safe. The current state of knowledge on larvicidal plants of <i>Solanum</i> species, type of extracts, target insect species, type of effects, name of inhibiting bioactive compounds, and their lethal doses (LC<sub>50</sub> and LC<sub>90</sub>) were reviewed in this study. These studies provide valuable information about the activity of various species of <i>Solanum</i> and their phytochemical diversity, as well as a roadmap for optimizing select compounds for botanical repellents against a variety of vectors that cause debilitating and life-threatening human diseases."], "CopyrightInformation": "Copyright © 2022 Kumarappan Chidambaram et al."}, "AuthorList": [{"Identifier": ["0000-0002-7981-4562"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, College of Pharmacy, King Khalid University, Al-Qara, Abha 61421, Saudi Arabia."}], "LastName": "Chidambaram", "ForeName": "Kumarappan", "Initials": "K"}, {"Identifier": ["0000-0003-4017-8754"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, College of Pharmacy, King Khalid University, Al-Qara, Abha 61421, Saudi Arabia."}], "LastName": "Alqahtani", "ForeName": "Taha", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, College of Pharmacy, King Khalid University, Al-Qara, Abha 61421, Saudi Arabia."}], "LastName": "Alghazwani", "ForeName": "Yahia", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, College of Pharmacy, King Khalid University, Al-Qara, Abha 61421, Saudi Arabia."}], "LastName": "Aldahish", "ForeName": "Afaf", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, College of Pharmacy, King Khalid University, Al-Qara, Abha, Saudi Arabia."}], "LastName": "Annadurai", "ForeName": "Sivakumar", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, College of Pharmacy, King Khalid University, A-Qara, Abha, Saudi Arabia."}], "LastName": "Venkatesan", "ForeName": "Kumar", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Biotechnology and Bioinformatics, Avinashilingam Institute for Home Science and Higher Education for Women, Coimbatore 641043, Tamil Nadu, India."}], "LastName": "Dhandapani", "ForeName": "Kavitha", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, JKKMMRF's Annai JKK Sampoorani Ammal College of Pharmacy, Namakkal 638183, Tamilnadu, Tamil Nadu 638183, India."}], "LastName": "Thilagam", "ForeName": "Ellappan", "Initials": "E"}, {"Identifier": ["0000-0003-2853-5907"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, College of Pharmacy, King Khalid University, Al-Qara, Abha 61421, Saudi Arabia."}], "LastName": "Venkatesan", "ForeName": "Krishnaraju", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Nursing, King Khalid University, Abha 61421, Saudi Arabia."}], "LastName": "Paulsamy", "ForeName": "Premalatha", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, College of Pharmacy, King Khalid University, Al-Qara, Abha 61421, Saudi Arabia."}], "LastName": "Vasudevan", "ForeName": "Rajalakshimi", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Pharmacy, College of Pharmacy, King Khalid University, Abha 61421, Saudi Arabia."}], "LastName": "Kandasamy", "ForeName": "Geetha", "Initials": "G"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Egypt", "MedlineTA": "J Trop Med", "NlmUniqueID": "101524194", "ISSNLinking": "1687-9686"}, "CoiStatement": "The authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Tusting L. S., Thwing J., Sinclair D., et al. Mosquito larval source management for controlling malaria. Cochrane Database of Systematic Reviews . 2013;8 doi: 10.1002/14651858.cd008923.pub2.CD008923", "ArticleIdList": ["10.1002/14651858.cd008923.pub2", "PMC4669681", "23986463"]}, {"Citation": "Franklinos L. H. V., Jones K. E., Redding D. W., Abubakar I. The effect of global change on mosquito-borne disease. The Lancet Infectious Diseases . 2019;19(9):e302–312. doi: 10.1016/s1473-3099(19)30161-6.", "ArticleIdList": ["10.1016/s1473-3099(19)30161-6", "31227327"]}, {"Citation": "Massaro E., Kondor D., Ratti C. Assessing the interplay between human mobility and mosquito borne diseases in urban environments. Scientific Reports . 2019;9(1) doi: 10.1038/s41598-019-53127-z.16911", "ArticleIdList": ["10.1038/s41598-019-53127-z", "PMC6858332", "31729435"]}, {"Citation": "Iwamura T., Guzman-Holst A., Murray K. A. Accelerating invasion potential of disease vector Aedes aegypti under climate change. Nature Communications . 2020;11(1):p. 2130. doi: 10.1038/s41467-020-16010-4.", "ArticleIdList": ["10.1038/s41467-020-16010-4", "PMC7195482", "32358588"]}, {"Citation": "Turchen L. M., Cosme-Junior L., Guedes R. N. C. Plant-derived insecticides under meta-analyses: status, biases, and knowledge gaps. Insects . 2020;11(8):p. 532. doi: 10.3390/insects11080532.", "ArticleIdList": ["10.3390/insects11080532", "PMC7469165", "32823868"]}, {"Citation": "Shaalan E. A. S., Canyon D., Younes M. W. F., Abdel-Wahab H., Mansour A. H. A review of botanical phytochemicals with mosquitocidal potential. Environment International . 2005;31(8):1149–1166. doi: 10.1016/j.envint.2005.03.003.", "ArticleIdList": ["10.1016/j.envint.2005.03.003", "15964629"]}, {"Citation": "Kishore N., Mishra B. B., Tiwari V. K., Tripathi V., Lall N. Natural products as leads to potential mosquitocides. Phytochemistry Reviews . 2014;13(3):587–627. doi: 10.1007/s11101-013-9316-2.", "ArticleIdList": ["10.1007/s11101-013-9316-2"]}, {"Citation": "Mossa A. T. H. Green pesticides: essential oils as biopesticides in insect-pest management. Journal of Environmental Science and Technology . 2016;9(5):354–378. doi: 10.3923/jest.2016.354.378.", "ArticleIdList": ["10.3923/jest.2016.354.378"]}, {"Citation": "Asadollahi A., Khoobdel M., Zahraei-Ramazani A., Azarmi S., Mosawi S. H. Effectiveness of plant-based repellents against different Anopheles species: a systematic review. Malaria Journal . 2019;18(1):p. 436. doi: 10.1186/s12936-019-3064-8.", "ArticleIdList": ["10.1186/s12936-019-3064-8", "PMC6925501", "31864359"]}, {"Citation": "Pavela R., Maggi F., Iannarelli R., Benelli G. Plant extracts for developing mosquito larvicides: from laboratory to the field, with insights on the modes of action. Acta Tropica . 2019;193:236–271. doi: 10.1016/j.actatropica.2019.01.019.", "ArticleIdList": ["10.1016/j.actatropica.2019.01.019", "30711422"]}, {"Citation": "Piplani M., Bhagwat D. P., Singhvi G., et al. Plant-based larvicidal agents: an overview from 2000 to 2018. Experimental Parasitology . 2019;199:92–103. doi: 10.1016/j.exppara.2019.02.014.", "ArticleIdList": ["10.1016/j.exppara.2019.02.014", "30836055"]}, {"Citation": "Bekele D. Review on insecticidal and repellent activity of plant products for malaria mosquito control. Biomedical Research and Reviews . 2018;2:1–7. doi: 10.15761/brr.1000114.", "ArticleIdList": ["10.15761/brr.1000114"]}, {"Citation": "Kaunda J. S., Zhang Y. J. The genus solanum: an ethnopharmacological, phytochemical and biological properties review. Natural Products and Bioprospecting . 2019;9:77–137.", "ArticleIdList": ["PMC6426945", "30868423"]}, {"Citation": "Elizalde-Romero C. A., Montoya-Inzunza L. A., Contreras-Angulo L. A., Heredia J. B., Gutierrez-Grijalva E. P. Solanum Fruits: phytochemicals, bio-accessibility and bioavailability, and their relationship with their health-promoting effects. Frontiers in Nutrition . 2021;8 doi: 10.3389/fnut.2021.790582.790582", "ArticleIdList": ["10.3389/fnut.2021.790582", "PMC8687741", "34938764"]}, {"Citation": "Jayakumar K., Murugan K. Solanum alkaloids and their pharmaceutical roles: a review. Journal of Analytical & Pharmaceutical Research . 2015;3(6) doi: 10.15406/japlr.2016.03.00075.00075", "ArticleIdList": ["10.15406/japlr.2016.03.00075"]}, {"Citation": "Roshan K., Mona K., Rupali H., Milind U. A review of the phytochemistry and pharmacological activities of solanaceae family. International Journal of Pharmaceutical Chemistry Research . 2020;2:13–19."}, {"Citation": "Royo V. A., Matias L. J., Rocha J., Menezes E., Junior AdM., de Oliveira D. Phytochemistry in medicinal species of solanum L. (Solanaceae) Pharmacognosy Research . 2019;11(1):47–50. doi: 10.4103/pr.pr_148_18.", "ArticleIdList": ["10.4103/pr.pr_148_18"]}, {"Citation": "El-Shaboury G. A., Al-Wadi H. M., Badr A. Biodiversity of some Solanum species from southwestern Saudi Arabia’s highlands. Botany Letters . 2021;168(2):246–255. doi: 10.1080/23818107.2020.1846614.", "ArticleIdList": ["10.1080/23818107.2020.1846614"]}, {"Citation": "Silva T. M., Carvalho M. G., Braz-Filho R., Agra M. F. Occurrence of flavones, flavonols and its glycosides in species of the genus Solanum (Solanaceae) Quimica Nova . 2003;26:517–522."}, {"Citation": "Atul T., Ray S. Certain medicinal plants of solanaceae and their alkaloids screening. International Journal of Research in Medical Sciences . 2014;2:4–6."}, {"Citation": "Chowanski S., Adamski Z., Marciniak P., et al. A review of bioinsecticidal activity of Solanaceae alkaloids. Toxins . 2016;8(3):p. 60. doi: 10.3390/toxins8030060.", "ArticleIdList": ["10.3390/toxins8030060", "PMC4810205", "26938561"]}, {"Citation": "Dafni A., Yaniv Z. Solanaceae as medicinal plants in Israel. Journal of Ethnopharmacology . 1994;44(1):11–18. doi: 10.1016/0378-8741(94)90093-0.", "ArticleIdList": ["10.1016/0378-8741(94)90093-0", "7990499"]}, {"Citation": "Awan A. A., Murtaza G. Ethnobotanical uses of plants of family solanaceae muzaffarabad division azad Jammu and Kashmir, Pakistan-13100. International Journal of Pharmaceutical Science Invention . 2013;2:5–11."}, {"Citation": "Meyer R. S., Whitaker B. D., Little D. P., et al. Parallel reductions in phenolic constituents resulting from the domestication of eggplant. Phytochemistry . 2015;115:194–206. doi: 10.1016/j.phytochem.2015.02.006.", "ArticleIdList": ["10.1016/j.phytochem.2015.02.006", "25813879"]}, {"Citation": "Pomilio A. B., Falzoni E. M., Vitale A. A. Toxic chemical compounds of the Solanaceae. Natural Product Communications . 2008;3(4) doi: 10.1177/1934578x0800300420.1934578X0800300", "ArticleIdList": ["10.1177/1934578x0800300420"]}, {"Citation": "Rigano M. M., De Guzman G., Walmsley A. M., Frusciante L., Barone A. Production of pharmaceutical propteins in Solanaceae food crops. International Journal of Molecular Sciences . 2013;14(2):2753–2773. doi: 10.3390/ijms14022753.", "ArticleIdList": ["10.3390/ijms14022753", "PMC3588013", "23434646"]}, {"Citation": "Jain R., Sharma A., Gupta S., Sarethy I. P., Gabrani R. Solanum nigrum: current perspectives on therapeutic properties. Alternative Medicine Review: A Journal of Clinical Therapeutic . 2011;16(1):78–85.", "ArticleIdList": ["21438649"]}, {"Citation": "Milner S. E., Brunton N. P., Jones P. W., O’ Brien N. M., Collins S. G., Maguire A. R. Bioactivities of glycoalkaloids and their aglycones from Solanum species. Journal of Agricultural and Food Chemistry . 2011;59(8):3454–3484. doi: 10.1021/jf200439q.", "ArticleIdList": ["10.1021/jf200439q", "21401040"]}, {"Citation": "Kumar M., Tomar M., Bhuyan D. J., et al. Tomato (Solanum lycopersicum L.) seed: a review on bioactives and biomedical activities. Biomedicine & Pharmacotherapy . 2021;142 doi: 10.1016/j.biopha.2021.112018.112018", "ArticleIdList": ["10.1016/j.biopha.2021.112018", "34449317"]}, {"Citation": "Shukla P., Bajpai K., Tripathi S., Kumar S., Gautam G. K. A review on the taxonomy, ethnobotany, chemistry and pharmacology of solanum lycopersicum linn. International Journal of Chemistry and Pharmaceutical Sciences . 2013;8:521–527."}, {"Citation": "More G. K. A review of the ethnopharmacology, phytochemistry and pharmacological relevance of the South African weed solanum sisymbriifolium Lam. (Solanaceae) Environment, Development and Sustainability . 2019;21(1):37–50. doi: 10.1007/s10668-017-0042-6.", "ArticleIdList": ["10.1007/s10668-017-0042-6"]}, {"Citation": "Camire M. E., Kubow S., Donnelly D. J. Potatoes and human health. Critical Reviews in Food Science and Nutrition . 2009;49(10):823–840. doi: 10.1080/10408390903041996.", "ArticleIdList": ["10.1080/10408390903041996", "19960391"]}, {"Citation": "Hammami H., Ayadi A. Molluscicidal and antiparasitic activity of solanum nigrum villosum against Galba truncatula infected or uninfected with fasciola hepatica. Journal of Helminthology . 2008;82(3):235–239. doi: 10.1017/s0022149x08982584.", "ArticleIdList": ["10.1017/s0022149x08982584", "18462554"]}, {"Citation": "Wang L., Chiou S. Y., Shen Y. T., Yen F. T., Ding H. Y., Wu M. J. Anti-inflammatory effect and mechanism of the green fruit extract of Solanum integrifolium poir. BioMed Research International . 2014;2014:11. doi: 10.1155/2014/953873.953873", "ArticleIdList": ["10.1155/2014/953873", "PMC4123553", "25133186"]}, {"Citation": "Govindan S., Viswanathan S., Vijayasekaran V., Alagappan R. A pilot study on the clinical efficacy of Solanum xanthocarpum and Solanum trilobatum in bronchial asthma. Journal of Ethnopharmacology . 1999;66(2):205–210. doi: 10.1016/s0378-8741(98)00160-3.", "ArticleIdList": ["10.1016/s0378-8741(98)00160-3", "10433479"]}, {"Citation": "Parmar S., Gangwal A., Sheth N. Solanum xanthocarpum (yellow berried night shade): A review. Der Pharmacia Lettre . 2010;2:373–383."}, {"Citation": "Ranjith M. S., Ranjitsingh A. J. A., Shankar S. G., et al. Solanum trilobatum in the management of atopy: through inhibition of mast cell degranulation and moderation of release of interleukins. Pharmacognosy Research . 2010;2(1):10–14. doi: 10.4103/0974-8490.60581.", "ArticleIdList": ["10.4103/0974-8490.60581", "PMC3140120", "21808531"]}, {"Citation": "Balakrishnan P. P., Ansari T., Gani T. A. M., Sreenath S., Kumaran S. A perspective on bioactive compounds from solanum trilobatum. Journal of Chemical and Pharmaceutical Research . 2015;78:507–512."}, {"Citation": "Sahu J., Rathi B., Koul S., Khosa R. L. Solanum trilobatum (Solanaceae)–an overview. Journal of Natural Remedies . 2013;13:76–80."}, {"Citation": "Rane M. H., Sahu N. K., Ajgoankar S. S., Teli N. C., Verma D. R. A holistic approach on review of solanum virginianum. L. Research and Reviews in Pharmacy and Pharmaceutical Sciences . 2014;3:1–4."}, {"Citation": "Cabanillas B., Chassagne F., Vasquez-Ocmin P., et al. Pharmacological validation of solanum mammosum L. as an anti-infective agent: role of solamargine. Journal of Ethnopharmacology . 2021;280 doi: 10.1016/j.jep.2021.114473.114473", "ArticleIdList": ["10.1016/j.jep.2021.114473", "34343650"]}, {"Citation": "Buabeid M. A., Arafa E. S. A., Rani T., et al. Effects of solanum lycopersicum L. (tomato) against isoniazid and rifampicin induced hepatotoxicity in wistar albino rats. Brazilian Journal of Biology . 2022;84 doi: 10.1590/1519-6984.254552.e254552", "ArticleIdList": ["10.1590/1519-6984.254552", "35137848"]}, {"Citation": "Hawas U. W., Soliman G. M., El-Kassem L. T. A., Farrag A. R. H., Mahmoud K., Leon F. A new flavonoid C-glycoside from solanum elaeagnifolium with hepatoprotective and curative activities against paracetamol-induced liver injury in mice. Zeitschrift für Naturforschung C . 2013;68:0019–0028. doi: 10.5560/znc.2013.68c0019.", "ArticleIdList": ["10.5560/znc.2013.68c0019", "23659169"]}, {"Citation": "Al-Marby A., Ejike C., Nasim M. J., et al. Nematicidal and antimicrobial activities of methanol extracts of seventeen plants, of importance in ethnopharmacology, obtained from the Arabian peninsula. Journal of Intercultural Ethnopharmacology . 2016;5(2):114–121. doi: 10.5455/jice.20160217040157.", "ArticleIdList": ["10.5455/jice.20160217040157", "PMC4835985", "27104031"]}, {"Citation": "Badami S., Manohara Reddy S. A., Kumar E. P., Vijayan P., Suresh B. Antitumor activity of total alkaloid fraction of solanum pseudocapsicum leaves. Phytotherapy Research . 2003;17(9):1001–1004. doi: 10.1002/ptr.1229.", "ArticleIdList": ["10.1002/ptr.1229", "14595576"]}, {"Citation": "Agrawal A. D., Bajpei P. S., Patil A. A., Bavaskar S. R. Solanum torvum sw.-a phytopharmacological review. Der Pharmacia Lettre . 2010;2:403–407."}, {"Citation": "Zhou L. X., Ding Y. A cinnamide derivative from solanum verbascifolium L. Journal of Asian Natural Products Research . 2002;4(3):185–187. doi: 10.1080/10286020290011396.", "ArticleIdList": ["10.1080/10286020290011396", "12118506"]}, {"Citation": "Raja W., Nosalova G., Ghosh K., Sivova V., Nosal S., Ray B. In-vivo antitussive activity of a pectic arabinogalactan isolated from Solanum virginianum L. in guinea pigs. Journal of Ethnopharmacology . 2014;156:41–46. doi: 10.1016/j.jep.2014.08.012.", "ArticleIdList": ["10.1016/j.jep.2014.08.012", "25150526"]}, {"Citation": "Bussmann R. W., Gilbreath G. G., Solio J., et al. Plant use of the Maasai of sekenani valley, Maasai mara, Kenya. Journal of Ethnobiology and Ethnomedicine . 2006;2(1):p. 22. doi: 10.1186/1746-4269-2-22.", "ArticleIdList": ["10.1186/1746-4269-2-22", "PMC1475560", "16674830"]}, {"Citation": "Houda M., Derbre S., Jedy A., et al. Combined anti-ages and antioxidant activities of different solvent extracts of Solanum elaeagnifolium cav (Solanacea) fruits during ripening and related to their phytochemical compositions. EXCLI Journal . 2014;13:1029–1042.", "ArticleIdList": ["PMC4464466", "26417319"]}, {"Citation": "Meyer R. S., Bamshad M., Fuller D. Q., Litt A. Comparing medicinal uses of eggplant and related Solanaceae in China, India, and the Philippines suggests the independent development of uses, cultural diffusion, and recent species substitutions. Economic Botany . 2014;68(2):137–152. doi: 10.1007/s12231-014-9267-6.", "ArticleIdList": ["10.1007/s12231-014-9267-6"]}, {"Citation": "Afroz M., Akter S., Ahmed A., et al. Ethnobotany and antimicrobial peptides from plants of the Solanaceae family: an update and future prospects. Frontiers in Pharmacology . 2020;11:p. 565. doi: 10.3389/fphar.2020.00565.", "ArticleIdList": ["10.3389/fphar.2020.00565", "PMC7232569", "32477108"]}, {"Citation": "Bagalwa J. J. M., Voutquenne-nazabadioko L., Sayagh C., Bashwira A. S. Evaluation of the biological activity of the molluscicidal fraction of solanum sisymbriifolium against non-target organisms. Fitoterapia . 2010;81(7):767–771. doi: 10.1016/j.fitote.2010.04.003.", "ArticleIdList": ["10.1016/j.fitote.2010.04.003", "20388535"]}, {"Citation": "Singha S., Chandra G. Mosquito larvicidal activity of some common spices and vegetable waste on Culex quinquefasciatus and Anopheles stephensi. Asian Pacific Journal of Tropical Medicine . 2011;4:288–293. doi: 10.1016/s1995-7645(11)60088-6.", "ArticleIdList": ["10.1016/s1995-7645(11)60088-6", "21771472"]}, {"Citation": "Rawani A., Ghosh A., Chandra G. Mosquito larvicidal and antimicrobial activity of synthesized nano-crystalline silver particles using leaves and green berry extract of solanum nigrum L. (Solanaceae: solanales) Acta Tropica . 2013;128(3):613–622. doi: 10.1016/j.actatropica.2013.09.007.", "ArticleIdList": ["10.1016/j.actatropica.2013.09.007", "24055718"]}, {"Citation": "Rawani A., Ray A. S., Ghosh A., Sakar M., Chandra G. Larvicidal activity of phytosteroid compounds from leaf extract of Solanum nigrum against Culex vishnui group and Anopheles subpictus. BMC Research Notes . 2017;10(1):p. 135. doi: 10.1186/s13104-017-2460-9.", "ArticleIdList": ["10.1186/s13104-017-2460-9", "PMC5363031", "28330500"]}, {"Citation": "Rawani A., Ghosh A., Chandra G. Mosquito larvicidal activities of Solanum nigrum L. leaf extract against Culex quinquefasciatus say. Parasitology Research . 2010;107(5):1235–1240. doi: 10.1007/s00436-010-1993-9.", "ArticleIdList": ["10.1007/s00436-010-1993-9", "20668877"]}, {"Citation": "Chowdhury N., Bhattacharjee I., Laskar S., Chandra G. Efficacy of solanum villosum mill. (Solanaceae: solanales) as a biocontrol agent against fourth instar larvae of Culex quinquefasciatus say. Turkish Journal of Zoology . 2007;31:365–370."}, {"Citation": "Chowdhury N., Chatterjee S. K., Laskar S., Chandra G. Larvicidal activity of solanum villosum mill (solanaceae: solanales) leaves to Anopheles subpictus grassi (diptera: culicidae) with effect on non-target Chironomus circumdatus kieffer (diptera: chironomidae) Journal of Pest Science . 2009;82(1):13–18. doi: 10.1007/s10340-008-0213-1.", "ArticleIdList": ["10.1007/s10340-008-0213-1"]}, {"Citation": "Chen C. S., Chen C. Y., Ravinath D. M., Bungahot A., Cheng C. P., You R. I. Functional characterization of chitin-binding lectin from Solanum integrifolium containing anti-fungal and insecticidal activities. BMC Plant Biology . 2018;18:p. 1. doi: 10.1186/s12870-017-1222-0.", "ArticleIdList": ["10.1186/s12870-017-1222-0", "PMC5751800", "29298668"]}, {"Citation": "Mahesh Kumar P., Murugan K., Kovendan K., Subramaniam J., Amaresan D. Mosquito larvicidal and pupicidal efficacy of Solanum xanthocarpum (Family: solanaceae) leaf extract and bacterial insecticide, Bacillus thuringiensis, against Culex quinquefasciatus say (diptera: culicidae) Parasitology Research . 2012;110(6):2541–2550. doi: 10.1007/s00436-011-2797-2.", "ArticleIdList": ["10.1007/s00436-011-2797-2", "22215195"]}, {"Citation": "Simon-Oke I. A., Afolabi O. J., Ajayi O. T. Larvicidal activity of a perennial herb, Solanum xanthocarpum against the larvae of culicine species. FUTA Journal of Research in Sciences . 2015;1:152–162."}, {"Citation": "Mahesh Kumar P., Murugan K., Kovendan K., et al. Mosquitocidal activity of Solanum xanthocarpum fruit extract and copepod Mesocyclops thermocyclopoides for the control of dengue vector Aedes aegypti. Parasitology Research . 2012;111(2):609–618. doi: 10.1007/s00436-012-2876-z.", "ArticleIdList": ["10.1007/s00436-012-2876-z", "22398832"]}, {"Citation": "Govindarajan M. Larvicidal and repellent properties of some essential oils against Culex tritaeniorhynchus giles and anopheles subpictus grassi (diptera: culicidae) Asian Pacific Journal of Tropical Medicine . 2011;4(2):106–111. doi: 10.1016/s1995-7645(11)60047-3.", "ArticleIdList": ["10.1016/s1995-7645(11)60047-3", "21771431"]}, {"Citation": "Bansal S. K., Singh K. V., Sharma H. Synergistic efficacy of solanum xanthocarpum and Withania somnifera on larvae of mosquito vector species. Journal of Environmental Biology . 2015;36:633–638."}, {"Citation": "Mohan L., Sharma P., Srivastava C. N. Evaluation of solanum xanthocarpum extract as a synergist for cypermethrin against larvae of the filarial vector C. quinquefasciatus (say) Entomological Research . 2006;36(4):220–225. doi: 10.1111/j.1748-5967.2006.00037.x.", "ArticleIdList": ["10.1111/j.1748-5967.2006.00037.x"]}, {"Citation": "Mohan L., Sharma P., Srivastava C. N. Comparative efficacy of solanum xanthocarpum extracts alone and in combination with a synthetic pyrethroid, cypermethrin, against malaria vector, Anopheles stephensi. Southeast Asian Journal of Tropical Medicine and Public Health . 2007;38(2):256–260.", "ArticleIdList": ["17539274"]}, {"Citation": "Mohan L., Sharma P., Srivastava C. N. Combination larvicidal action of solanum xanthocarpum extract and certain synthetic insecticides against filarial vector, Culex quinquefasciatus (SAY) Southeast Asian Journal of Tropical Medicine and Public Health . 2010;41(2):311–319.", "ArticleIdList": ["20578513"]}, {"Citation": "Mohan L., Sharma Shrankhla P., Srivastava C. N. Relative toxicity of different combinations of temephos and fenthion with solanum xanthocarpum extract against anopheline larvae. Entomological Research . 2013;43(4):236–242. doi: 10.1111/1748-5967.12026.", "ArticleIdList": ["10.1111/1748-5967.12026"]}, {"Citation": "Rawani A., Ghosh A., Chandra G. Laboratory evaluation of molluscicidal & mosquito larvicidal activities of leaves of solanum nigrum L. Indian Journal of Medical Research . 2014;140(2):285–295.", "ArticleIdList": ["PMC4216504", "25297363"]}, {"Citation": "Rawani A., Ghosh A., Laskar S., Chandra G. Glucosinolate from leaf of solanum nigrum L. (Solanaceae) as a new mosquito larvicide. Parasitology Research . 2014;113(12):4423–4430. doi: 10.1007/s00436-014-4120-5.", "ArticleIdList": ["10.1007/s00436-014-4120-5", "25344206"]}, {"Citation": "Rajkumar S., Jebanesan A. Oviposition deterrent and skin repellent activities of solanum trilobatum leaf extract against the malarial vector Anopheles stephensi. Journal of Insect Science . 2005;5(1):p. 15. doi: 10.1093/jis/5.1.15.", "ArticleIdList": ["10.1093/jis/5.1.15", "PMC1307576", "16341247"]}, {"Citation": "Premalatha S., Elumalai K., Jeyasankar A. Mosquitocidal properties of solanum trilobatum L. (Solanaceae) leaf extracts against three important human vector mosquitoes (diptera: culicidae) Asian Pacific Journal of Tropical Medicine . 2013;6(11):854–858. doi: 10.1016/s1995-7645(13)60152-2.", "ArticleIdList": ["10.1016/s1995-7645(13)60152-2", "24083579"]}, {"Citation": "Lalitha A., Thangapandiyan S. Mosquito larvicidal efficacy of the acetone leaf extract of solanum trilobatum against Culex quinquefasciatus and Aedes aegypti. Asian Journal of Pharmaceutical and Clinical Research . 2018;11(12):273–276. doi: 10.22159/ajpcr.2018.v11i12.27432.", "ArticleIdList": ["10.22159/ajpcr.2018.v11i12.27432"]}, {"Citation": "Zahir A. A., Rahuman A. A., Bagavan A., et al. Evaluation of botanical extracts against Haemaphysalis bispinosa neumann and Hippobosca maculata leach. Parasitology Research . 2010;107(3):585–592. doi: 10.1007/s00436-010-1898-7.", "ArticleIdList": ["10.1007/s00436-010-1898-7", "20467752"]}, {"Citation": "Pilaquinga F., Morejon B., Ganchala D., et al. Green synthesis of silver nanoparticles using solanum mammosum L. (Solanaceae) fruit extract and their larvicidal activity against Aedes aegypti L. (diptera: culicidae) PLoS One . 2019;14(10) doi: 10.1371/journal.pone.0224109.e0224109", "ArticleIdList": ["10.1371/journal.pone.0224109", "PMC6822762", "31671165"]}, {"Citation": "Maragatham M., Joseph D. Larvicidal evaluation of aged and fresh leaf extract of solanum lycopersicum esculentum. International Journal of Mosquito Research . 2019;6:57–60."}, {"Citation": "Markouk M., Bekkouche K., Larhsini M., Bousaid M., Lazrek H., Jana M. Evaluation of some moroccan medicinal plant extracts for larvicidal activity. Journal of Ethnopharmacology . 2000;73(1-2):293–297. doi: 10.1016/s0378-8741(00)00257-9.", "ArticleIdList": ["10.1016/s0378-8741(00)00257-9", "11025168"]}, {"Citation": "Hamouda A. B., Zarrad K., Chaieb I., Laarif A. Insecticidal effect of solanum elaeagnifolium extracts under laboratory conditions. Journal of Entomology and Zoology Studies . 2015;3:187–190."}, {"Citation": "Elsayed G. Insecticidal effect of plant extracts on two termite species. Archives of Phytopathology and Plant Protection . 2011;44:356–361."}, {"Citation": "Soule S., Guntner C., Vazquez A., Argandona V. H., Ferreira F., Moyna P. Effect of solanum glycosides on the aphid Schizaphis graminum. Journal of Chemical Ecology . 1999;25(2):369–374. doi: 10.1023/a:1020807131914.", "ArticleIdList": ["10.1023/a:1020807131914"]}, {"Citation": "Soule S., Guntner C., Vazquez A., Argandona V. V., Moyna P., Ferreira F. An aphid repellent glycoside from solanum laxum. Phytochemistry . 2000;55(3):217–222. doi: 10.1016/s0031-9422(00)00273-9.", "ArticleIdList": ["10.1016/s0031-9422(00)00273-9", "11142845"]}, {"Citation": "Schlein Y., Jacobson R. L., Muller G. C. Sand fly feeding on noxious plants: a potential method for the control of leishmaniasis. The American Journal of Tropical Medicine and Hygiene . 2001;65(4):300–303. doi: 10.4269/ajtmh.2001.65.300.", "ArticleIdList": ["10.4269/ajtmh.2001.65.300", "11693873"]}, {"Citation": "Srivastava M., Gupta L. Effect of formulations of solanum surratense (family: solanaceae) an Indian desert plant on oviposition by the pulse beetle Callosobruchus chinensis linn. African Journal of Agricultural Research . 2007;2:552–554."}, {"Citation": "Kamaraj C., Abdul Rahman A., Bagavan A., et al. Larvicidal efficacy of medicinal plant extracts against Anopheles stephensi and Culex quinquefasciatus (Diptera: Culicidae) Tropical Biomedicine . 2010;27(2):211–219.", "ArticleIdList": ["20962718"]}, {"Citation": "Arivoli S., Narendran T., Ignacimuthu S. Larvicidal activity of some botanicals against Culex quinquefasciatus say. Journal of Advanced Zoology . 2000;21:19–23."}, {"Citation": "Silva T. M. S., Camara C. A., Freire K. R. L., Silva T. Gd., Agra M. F., Bhattacharyya J. Steroidal glycoalkaloids and molluscicidal activity of solanum asperum rich fruits. Journal of the Brazilian Chemical Society . 2008;19(5):1048–1052. doi: 10.1590/s0103-50532008000500033.", "ArticleIdList": ["10.1590/s0103-50532008000500033"]}, {"Citation": "Zammit M., Shoemake C., Attard E., Azzopardi L. M. The effects of anabasine and the alkaloid extract of Nicotiana glauca on Lepidopterous larvae. International Journal of Biology . 2014;6(3):46–53. doi: 10.5539/ijb.v6n3p46.", "ArticleIdList": ["10.5539/ijb.v6n3p46"]}, {"Citation": "Hamouda A. B., Chaieb I., Zarrad K., Laarif A. Insecticidal activity of methanolic extract of silverleaf nightshade against Tribolium castaneum. International Journal of Entomological Research . 2015;3:23–28."}, {"Citation": "Chowdhury N., Ghosh A., Chandra G. Mosquito larvicidal activities of solanum villosum berry extract against the dengue vector Stegomyia aegypti. BMC Complementary and Alternative Medicine . 2008;8(1):p. 10. doi: 10.1186/1472-6882-8-10.", "ArticleIdList": ["10.1186/1472-6882-8-10", "PMC2364612", "18387176"]}, {"Citation": "Baskar K., Ananthi J., Ignacimuthu S. Toxic effects of solanum xanthocarpum sch & wendle against Helicoverpa armigera (hub), Culex quinquefasciatus (say) and Eisenia fetida (savigny, 1826) Environmental Science and Pollution Research Science and Pollution Research International . 2018;25(3):2774–2782. doi: 10.1007/s11356-017-0655-1.", "ArticleIdList": ["10.1007/s11356-017-0655-1", "29143256"]}, {"Citation": "Tr P. K., Hl R., Mr R., Hc A., Gn A., Kn K. Antimicrobial, insecticidal, and antiradical activity of solanum virginianum L. (Solanaceae) Asian Journal of Pharmaceutical and Clinical Research . 2017;10(11):163–167. doi: 10.22159/ajpcr.2017.v10i11.20180.", "ArticleIdList": ["10.22159/ajpcr.2017.v10i11.20180"]}, {"Citation": "Kumar Patel M., Tiwari A., Laxmi Saxena V. Larvicidal activity of crude solanum nigrum leaf and berries extract against dengue vector-Aedes aegypti. International Journal of Current Research and Review . 2018;10(14):16–21. doi: 10.31782/ijcrr.2018.10144.", "ArticleIdList": ["10.31782/ijcrr.2018.10144"]}, {"Citation": "Bansal S. K., Singh K. V., Sherwani M. R. K. Evaluation of larvicidal efficacy of solanum xanthocarpum storage against vector mosquitoes in north-western Rajasthan. Journal of Environmental Biology . 2009;30(5):883–888.", "ArticleIdList": ["20143723"]}, {"Citation": "Changbunjong T., Wongwit W., Leemingsawat S., Tongtokit Y., Deesin V. Effect of crude extract of solanum xanthocarpum against snails and mosquito larvae. The Southeast Asian Journal of Tropical Medicine and Public Healthoutheast Asian Journal of Tropical Medicine and Public Health . 2010;41(2):320–325.", "ArticleIdList": ["20578514"]}, {"Citation": "Sakthivadivel M., Gunasekaran P., Sivakumar M., Arul S., Arivoli S., Samuel T. Evaluation of solanum trilobatum L. (Solanaceae) aerial extracts for mosquito larvicidal activity against the filarial vector Culex quinquefasciatus say (diptera: culicidae) Journal of Entomology and Zoology Studies . 2014;2:102–106."}, {"Citation": "Mohan L., Sharma P., Srivastava C. N. Evaluation of Solanum xanthocarpum extracts as mosquito larvicides. Journal of Environmental Biology . 2005;26(2):399–401.", "ArticleIdList": ["16334274"]}, {"Citation": "Singh K. V., Bansal S. K. Larvicidal properties of a perennial herb solanum xanthocarpum against vectors of malaria and dengue/DHF. Current Science . 2003;84:749–751."}, {"Citation": "Singh S. P., Raghavendra K., Singh R. K., Subbarao S. K. Studies on larvicidal properties of leaf extract of solanum nigrum linn. (family: solanaceae) Current Science . 2001;81:1529–1530."}, {"Citation": "Chopa C. S., Benzi V., Alzogaray R., Ferrero A. A. Repellent activity of hexanic and ethanolic extracts from fruits of solanum eleagnifolium (Solanaceae) against Blattella germanica (insecta, dictyoptera, blattellidae) adults. Latin American and Caribbean Bulletin of Medicinal and Aromatic Plants . 2009;8:172–175."}, {"Citation": "Njeh F., Feki H., Koubaa I., et al. Molluscicidal activity of solanum elaeagnifolium seeds against Galba truncatula intermediate host of Fasciolahepatica: identification of β-solamarine. Pharmaceutical Biology . 2016;54(4):726–731. doi: 10.3109/13880209.2015.1073332.", "ArticleIdList": ["10.3109/13880209.2015.1073332", "26429590"]}, {"Citation": "Raghavendra K., Singh S. P., Subbarao S. K., Dash A. P. Laboratory studies on mosquito larvicidal efficacy of aqueous & hexane extracts of dried fruit of solanum nigrum linn. Indian Journal of Medical Research . 2009;130(1):74–77.", "ArticleIdList": ["19700805"]}, {"Citation": "Jeyasankar A., Premalatha S., Elumalai K. Biological activities of solanum pseudocapsicum (solanaceae) against cotton bollworm, Helicoverpa armigera hubner and armyworm, Spodoptera litura fabricius (lepidotera: noctuidae) Asian Pacific Journal of Tropical Biomedicine . 2012a;2(12):981–986. doi: 10.1016/s2221-1691(13)60010-6.", "ArticleIdList": ["10.1016/s2221-1691(13)60010-6", "PMC3621475", "23593579"]}, {"Citation": "Jeyasankar A., Premalatha S., Jancy Rani S. Bio-efficacy of solanum pseudocapsicum L. (Solanaceae) against black cutworm, Agrotis ipsilon hufnagel (lepidoptera: noctuidae) Journal of Biological Sciences . 2012b;12(3):174–179. doi: 10.3923/jbs.2012.174.179.", "ArticleIdList": ["10.3923/jbs.2012.174.179"]}, {"Citation": "Ahmed A. H., Ramzy R. M. Seasonal variation in molluscicidal activity of Solanum nigrum L. Journal of the Egyptian Society of ParasitologyEgyptian Society of Parasitology . 998;28(3):621–629.", "ArticleIdList": ["9914685"]}, {"Citation": "Ahmed A. H., Kamal I. H., Ramzy R. M. Studies on the molluscicidal and larvicidal properties of Solanum nigrum L. leaves ethanol extract. Journal of the Egyptian Society of ParasitologyEgyptian Society of Parasitology . 2001;31(3):843–852.", "ArticleIdList": ["11775110"]}, {"Citation": "Muthukrishnan J., Pushpalatha E., Kasthuribhai A. Biological effects of four plant extracts on Culex quinquefasciatus Say larval stages. International Journal of Tropical Insect Science . 2011;17(3-4):389–394. doi: 10.1017/s1742758400019238.", "ArticleIdList": ["10.1017/s1742758400019238"]}, {"Citation": "Hlywka J. J., Stephenson G. R., Sears M. K., Yada R. Y. Effect of insect damage on glycoalkaloid content in potatoes (Solanum tuberosum) Journal of Agricultural and Food Chemistry . 1994;42(11):2545–2550. doi: 10.1021/jf00047a032.", "ArticleIdList": ["10.1021/jf00047a032"]}, {"Citation": "Weissenberg M., Levy A., Svoboda J. A., Ishaaya I. The effect of some solanum steroidal alkaloids and glycoalkaloids on larvae of the red flour beetle, Tribolium castaneum, and the tobacco hornworm, manduca sexta. Phytochemistry . 1998;47(2):203–209. doi: 10.1016/s0031-9422(97)00565-7.", "ArticleIdList": ["10.1016/s0031-9422(97)00565-7", "9431673"]}, {"Citation": "Hamouda A. B., Zarrad K., Chaieb I., Laarif A. Antifeedant and insecticidal properties of solanum elaeagnifolium extracts on the african cotton leafworm. Azarian Journal of Agriculture . 2015;2:71–74."}, {"Citation": "Satyal P., Maharjan S., Setzer W. N. Volatile constituents from the leaves, fruits (berries), stems and roots of solanum xanthocarpum from Nepal. Natural Product Communications . 2015;10(2) doi: 10.1177/1934578x1501000239.1934578X1501000", "ArticleIdList": ["10.1177/1934578x1501000239", "25920284"]}, {"Citation": "Rajkumar S., Jebanesan A. Repellency of volatile oils from moschosma polystachyum and solanum xanthocarpum against filarial vector Culex quinquefasciatus say. Tropical Biomedicine . 2005;22:139–142.", "ArticleIdList": ["16883279"]}, {"Citation": "Jerzykiewicz J. Alkaloids of solanaceae (nightshade plants) Postepy Biochemii . 2007;53(3):280–286.", "ArticleIdList": ["18399356"]}, {"Citation": "Suganya G., Karthi S., Shivakumar M. S. Larvicidal potential of silver nanoparticles synthesized from Leucas aspera leaf extracts against dengue vector Aedes aegypti. Parasitology Research . 2014;113(5):1673–1679. doi: 10.1007/s00436-014-3811-2.", "ArticleIdList": ["10.1007/s00436-014-3811-2", "24553980"]}, {"Citation": "Veerakumar K., Govindarajan M., Rajeswary M. Green synthesis of silver nanoparticles using Sida acuta (Malvaceae) leaf extract against Culex quinquefasciatus, Anopheles stephensi, and Aedes aegypti (diptera: culicidae) Parasitology Research . 2013;112(12):4073–4085. doi: 10.1007/s00436-013-3598-6.", "ArticleIdList": ["10.1007/s00436-013-3598-6", "24005479"]}, {"Citation": "Ghosh A., Chowdhury N., Chandra G. Plant extracts as potential mosquito larvicide: a review. Indian Journal of Medical Research . 2012;135(5):581–598.", "ArticleIdList": ["PMC3401688", "22771587"]}, {"Citation": "Isman M. B. Plant essential oils for pest and disease management. Crop Protection . 2000;19:603–608."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "11", "Day": "22"}, {"Year": "2022", "Month": "5", "Day": "14"}, {"Year": "2022", "Month": "7", "Day": "31"}, {"Year": "2022", "Month": "10", "Day": "3", "Hour": "4", "Minute": "52"}, {"Year": "2022", "Month": "10", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "4", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "9", "Day": "21"}], "PublicationStatus": "epublish", "ArticleIdList": ["36187457", "PMC9519333", "10.1155/2022/4952221"]}}], "PubmedBookArticle": []}