{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36193175", "DateRevised": {"Year": "2022", "Month": "10", "Day": "12"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "09", "Day": "19"}], "Language": ["eng"], "ELocationID": ["4136641", "10.1155/2022/4136641"], "Journal": {"ISSN": "1687-8787", "JournalIssue": {"Volume": "2022", "PubDate": {"Year": "2022"}}, "Title": "International journal of biomaterials", "ISOAbbreviation": "Int J Biomater"}, "ArticleTitle": "Green Biosynthesis of Silver Nanoparticles from <i>Moringa oleifera</i> Leaves and Its Antimicrobial and Cytotoxicity Activities.", "Pagination": {"StartPage": "4136641", "MedlinePgn": "4136641"}, "Abstract": {"AbstractText": ["The plant occupied the largest area in the biosynthesis of silver nanoparticles, especially the medicinal plants, and it has shown great potential in biotechnology applications. In this study, green synthesis of silver nanoparticles from <i>Moringa oleifera</i> leaves extract and its antifungal and antitumor activities were investigated. The formation of silver nanoparticles was observed after 1 hour of preparation color changing. The ultraviolet and visible spectrum, Fourier transform infrared spectroscopy, X-ray diffraction, scanning electron microscopy, and transmission electron microscopy techniques were used to characterize synthesis particles. Ultraviolet and visible spectroscopy showed a silver surface plasmon resonance band at 434 nm. Fourier transform infrared analysis shows the possible interactions between silver and bioactive molecules in <i>Moringa oleifera</i> leaves extracts, which may be responsible for the synthesis and stabilization of silver nanoparticles. X-ray diffraction showed that the particles were a semicubic crystal structure and with a size of 38.495 nm. Scanning electron microscopy imaging shows that the atoms are spherical in shape and the average size is 17 nm. The transmission electron microscopy image demonstrated that AgNPs were spherical and semispherical particles with an average of (50-60) nm. The nanoparticles also showed potent antimicrobial activity against pathogenic bacteria and fungi using the well diffusion method. <i>Candida glabrata</i> found that the concentration of 1000 <i>μ</i>g/mL exhibited the highest inhibition. As for bacteria, the concentration of 1000 <i>μ</i>g/mL appeared to be the inhibition against <i>Staphylococcus aureus</i>. <i>Moringa oleifera</i> AgNPs inhibited human melanoma cells A375 line significant concentration-dependent cytotoxic effects. The powerful bioactivity of the green synthesized silver nanoparticles from medical plants recommends their biomedical use as antimicrobial as well as cytotoxic agents."], "CopyrightInformation": "Copyright © 2022 Gufran Mahmood Mohammed and Sumaiya Naeema Hawar."}, "AuthorList": [{"Identifier": ["0000-0003-4739-4062"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biology Department, College of Education for Pure Sciences/Ibn Al-Haitham, University of Baghdad, Iraq."}], "LastName": "Mohammed", "ForeName": "Gufran Mahmood", "Initials": "GM"}, {"Identifier": ["0000-0003-0787-0466"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biology Department, College of Education for Pure Sciences/Ibn Al-Haitham, University of Baghdad, Iraq."}], "LastName": "Hawar", "ForeName": "Sumaiya Naeema", "Initials": "SN"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Int J Biomater", "NlmUniqueID": "101519099", "ISSNLinking": "1687-8787"}, "CoiStatement": "The authors declare that they have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bayda S., Adeel M., Tuccinardi T., Cordani M. The history of nanoscince and nanotechnology: for chemical-physical application to nanomedicine. Molecules . 2020;25(1):1–15.", "ArticleIdList": ["PMC6982820", "31892180"]}, {"Citation": "Khan I., Saeed K., Khan I. Nanoparticles: properties, applications and toxicities. Arabian Journal of Chemistry . 2019;12(7):908–931. doi: 10.1016/j.arabjc.2017.05.011.", "ArticleIdList": ["10.1016/j.arabjc.2017.05.011"]}, {"Citation": "Gupta R., Xie H. Nanoparticles in daily life: applications, toxicity and regulations. Journal of Environmental Pathology, Toxicology and Oncology . 2018;37(3):209–230. doi: 10.1615/jenvironpatholtoxicoloncol.2018026009.", "ArticleIdList": ["10.1615/jenvironpatholtoxicoloncol.2018026009", "PMC6192267", "30317972"]}, {"Citation": "Ying S., Guan Z., Ofpegbu P. C., et al. Green synthesis of nanoparticles: current development and limitations. Environmental Technology and Innovation Journal . 2022;26:1–20."}, {"Citation": "Singh M., Prasad S., Gambihr I. S. Nanotechnology in medicine and antibacterial effect of silver nanoparticales. Digest journal of Nanomaterial and Biostrcture . 2008;3:115–122."}, {"Citation": "Karani R. L., Chowdhary A. Biosynthesis of silver nanopaticales by eco-friendly method. Indian Journal of NanoScience . 2013;1(2):25–31."}, {"Citation": "Barhulolum H., Nooraeei S., Javanshir N., et al. Green synthesis of metal nanoparticales using microorganisms and their application in the agrifood sector. Journal of Nanobiotechnology . 2021;19(86):1–26.", "ArticleIdList": ["PMC7995756", "33771172"]}, {"Citation": "Taha Z. K., Hawar S. N., Sulaiman G. M. Extracellular biosynthesis of silver nanoparticles from Penicillium italicum and its antioxidant, antimicrobial and cytotoxicity activities. Biotechnology Letters . 2019;41:899–914. doi: 10.1007/s10529-019-02699-x.", "ArticleIdList": ["10.1007/s10529-019-02699-x", "31201601"]}, {"Citation": "Hawar S., Al-Smgani H., Al-Kubaisi Z. A., Sulaiman G. M., Dewir Y. H., Rikisahedew J. J. Green synthesis of silver nanoparticales from Alhagi graecorum leaf extract and evaluation of their cytotoxicity and anifungal activity. Journal of Nanomaterials . 2022;2022:8. doi: 10.1155/2022/1058119.1058119", "ArticleIdList": ["10.1155/2022/1058119"]}, {"Citation": "Shahid M., Dumat C., Khalid S., Schreck E., Xiong T., Niazi N. K. Foliar heavy metal uptake, toxicity and detoxification in plants: a comparison of foliar and root metal uptake. Journal of Hazardous Materials . 2017;325:p36–p58. doi: 10.1016/j.jhazmat.2016.11.063.", "ArticleIdList": ["10.1016/j.jhazmat.2016.11.063", "27915099"]}, {"Citation": "Abdellatif A. A. H., Alhathloul S. S., Aljohani A. S. M., et al. Green synthesis of silver nanoparticles incorporated aromatherapies utilized for their antioxidant and antimicrobial activities against some clinical bacterial isolates. Bioinorganic Chemistry and Applications . 2022;2022:14. doi: 10.1155/2022/2432758.2432758", "ArticleIdList": ["10.1155/2022/2432758", "PMC9017581", "35449714"]}, {"Citation": "Li J. F., Liu Y. C., Chokkalingam M., et al. Phytosynthesis of silver nanoparticales using rhizome extract of Alpinia officinarum and their photocatalytic removal of dye underUV and visible light irradiation. Optik . 2020;208 doi: 10.1016/j.ijleo.2020.164521.164521", "ArticleIdList": ["10.1016/j.ijleo.2020.164521"]}, {"Citation": "Hashemi S. F., Tasharrofi N., Saber M. M. Green synthesis of silver nanoparticles using Teucrium polium leaf extract and assessment of their antitumor effects against MNK45 human gastric cancer cell line. Journal Of Molecular Structure . 2020;1208 doi: 10.1016/j.molstruc.2020.127889.127889", "ArticleIdList": ["10.1016/j.molstruc.2020.127889"]}, {"Citation": "Mavaei M., Chahardoli A., Shokoohinia Y., Khoshroo A., Fattahi A. One-step synthesized silver nanoparticles using isoimperatorin: evaluation of photocatalytic, and electrochemical activities. Scientific Reports . 2020;10(1):p. 1762. doi: 10.1038/s41598-020-58697-x.", "ArticleIdList": ["10.1038/s41598-020-58697-x", "PMC7000682", "32020015"]}, {"Citation": "Salayova A., Bedlovicova Z., Daneu N., et al. Green synthesis of silver nanoparticles with antibacterial activity using various medicinal plant extracts: morphology and antibacterial efficacy. Nanomaterials . 2021;11(4) doi: 10.3390/nano11041005.", "ArticleIdList": ["10.3390/nano11041005", "PMC8070782", "33919801"]}, {"Citation": "Thakur S. B., Bajagin A. Moringa: alterenative for the food security, climate resilince and livelihood improvement in Nepal. International Journal of Research . 2020;8(3):190–200."}, {"Citation": "Vibhute S., Vs K., Kendre P., Gs W. Synthesis of silver nanoparticles from Moringa oleifera :formulation and evaluation A gainst Candida albicans. Indo American journal of pharmaceutical Research . 2014;4(3):1581–1587."}, {"Citation": "Bindhu M. R., Umadevi M., Esmail G. A., Al-Dhabi N. A., Arasu M. V. Green synthesis and characterization of silver nanoparticles from Moringa oleifera flower and assessment of antimicrobial and sensing properties. Journal of Photochemistry and Photobiology B: Biology . 2020;205(14):111836–111837. doi: 10.1016/j.jphotobiol.2020.111836.", "ArticleIdList": ["10.1016/j.jphotobiol.2020.111836", "32172135"]}, {"Citation": "Mohammed A. B. A., Mohamed A., Al-Naggar N. E., et al. Antioxidant and antibacterial activities of silver nanoparticales biosynthesized by moringa oleifera through response surface methodology. Journal of Nanomaterials . 2022;2022:15. doi: 10.1155/2022/9984308.9984308", "ArticleIdList": ["10.1155/2022/9984308"]}, {"Citation": "Bijal A., Bhumika D. Antibacterial activity and phytochemical secreening of different parts of Moringa oleifera against selected gram positive and gram negative bacteria. Journal of Pharmaceutical Chemical and Biological Sciences . 2015;3(3):421–425."}, {"Citation": "Aondo T., Odiaka N. I., Akesa T. M., Olaleye O. O. Phytochemical and antifungal efficacy of different parts of Moringa oleifera plant extracts. Asian Journal of Biotechnology and Bioresource Technology . 2018;3(2):1–8. doi: 10.9734/ajb2t/2018/40198.", "ArticleIdList": ["10.9734/ajb2t/2018/40198"]}, {"Citation": "Hegazi A. G., Abdel Megeed K. N., Hassan S. E., et al. Comparative ovicial activity of Moringa leifera leaf extracts on Fasciola gigantica eggs. Veterinary World . 2018;11(2):215–220. doi: 10.14202/vetworld.2018.215-220.", "ArticleIdList": ["10.14202/vetworld.2018.215-220", "PMC5891877", "29657406"]}, {"Citation": "Mohamed A. N., Ahmed G. A., Dina M. B. Antiviral potential of leaf extacts from Moringa olifera and rosemary (Rosmarinus officinalis lam) Egyption journal Microbiology . 2017;52(1):129–139."}, {"Citation": "Al-Ghanayem A., Alhussaini M. S., Joseph B. Leaf extract healing of infected wounds in diabetic rats: evidence of antimicrobial , antioxidant and proliferative prperties. Pharmaceuticals . 2022;15(528):1–15.", "ArticleIdList": ["PMC9147243", "35631354"]}, {"Citation": "Ali-Shtayeh M. S., Abu-Ghdeib S. I. Antifungal activity of plant extracts against dermatophytes. MYCOSES . 1999;42:665–672.", "ArticleIdList": ["10680445"]}, {"Citation": "Medda S., Hajra A., Dey U., Bose P., Mondal N. K. Biosynthesis of silver nanoparticles from Aloe vera leaf extract and antifungal activity against Rhizopus sp. and Aspergillus sp. Applied Nanoscience . 2015;5(7):875–880. doi: 10.1007/s13204-014-0387-1.", "ArticleIdList": ["10.1007/s13204-014-0387-1"]}, {"Citation": "Premasudha P., Venkataramana M., Abirami M., Vanathi P., Krishna K., Rajendran R. Biological synthesis and characterization of silver nanoparticles using Eclipta alba leaf extract and evaluation of its cytotoxic and antimicrobial potential. Bulletin of Materials Science . 2015;38(4):965–973. doi: 10.1007/s12034-015-0945-5.", "ArticleIdList": ["10.1007/s12034-015-0945-5"]}, {"Citation": "Mukherjee P., Roy M., Mandal B. P., et al. Green synthesis of highly stabilized nanocrystalline silver particles by a non-pathogenic and agriculturally important fungusT. asperellum. Nanotechnology . 2008;19(7):075103–075107. doi: 10.1088/0957-4484/19/7/075103.", "ArticleIdList": ["10.1088/0957-4484/19/7/075103", "21817628"]}, {"Citation": "Nayak S., Bhat M. P., Udayashankar A. C., Lakshmeesha T. R., Geetha N., Jogaiah S. . Biosynthesis and characterization of Dillenia indica-mediated silver nanoparticales and their biological activity. Applied of Organomentallic Chemmistry . 2020;34(4):1–9."}, {"Citation": "Mehta B. K., Chhajlani M., Shrivastava B. D. Green synthesis of silver nanoparticles and their characterization by XRD. Journal of Physics . 2017;836:1–4."}, {"Citation": "Muthukrishnan S., Bhakya S., Kumar T. S., Rao M. V. Biosynthesis, characterization and antibacterial effect of plant-mediated silver nanoparticles using Ceropegia thwaitesii-An endemic species. Industrial Corps and Products . 2014;63:119–124."}, {"Citation": "Nagar N., Jain S., Kachhawah P., Devra V. Synthesis and characterization of silver nanoparticles via green route. Korean Journal of Chemical Engineering . 2016;33(10):2990–2997. doi: 10.1007/s11814-016-0156-9.", "ArticleIdList": ["10.1007/s11814-016-0156-9"]}, {"Citation": "Bose D., Chatterjee S. Biogenic synthesis of silver nanoparticles using guava (Psidium guajava) leaf extract and its antibacterial activity against. Applied Nanoscience . 2016;6(6):895–901. doi: 10.1007/s13204-015-0496-5.", "ArticleIdList": ["10.1007/s13204-015-0496-5"]}, {"Citation": "Krishnaraj C., Jagan E. G., Rajasekar S., Selvakumar P., Kalaichelvan P., Mohan N. Synthesis of silver nanoparticles using Acalpha indica leaf extracts and its antibacterial activity against water borne pathogens. Colloids and Surfaces B: Biointerfaces . 2010;76(1):50–56. doi: 10.1016/j.colsurfb.2009.10.008.", "ArticleIdList": ["10.1016/j.colsurfb.2009.10.008", "19896347"]}, {"Citation": "Tnvkv P., Ek E. Biofabrication of Ag nanoparticles using Moringa oleifera heaf extract and their antimicrobial activity. Asian Pacific Journal of Tropical Biomedicine . 2011;16:439–442.", "ArticleIdList": ["PMC3614222", "23569809"]}, {"Citation": "Dubay M., Bhadauria S., Kushwah B. S. Green synthesis of nanoparticales from extract of Eucalyptus hybrida (Safeda) leaf. Digest Journal of Nanomaterial and Biostructures . 2009;4:537–543."}, {"Citation": "Sampaio S., Viana J. C. Production of silver nanoparticales by green synthesis using artichoke (Cynara scolymus L.) aqueous extract and measurement of their electrical conductivity. Advnces in Natural Sciences: Nanoscience and Nanotechnology . 2018;9:1–9."}, {"Citation": "Chougule S. S., Gurme S. T., Jadhav J. P., Dongale T. D., Tiwari A. P. Low density polyethylene films incorporated with Biosynthesised silver nanoparticles using Moringa oleifera plant extract for antimicrobial, food packaging, and photocatalytic degradation applications. Journal of Plant Biochemistry and Biotechnology . 2020;30(1):208–214. doi: 10.1007/s13562-020-00584-7.", "ArticleIdList": ["10.1007/s13562-020-00584-7"]}, {"Citation": "Mayachar S., Nandini N., Adur A. J. Optimization , characterization and antibacterial activity of green synthesized silver nanopaticles using Moringa oleifera leaf extract. Research Journal of Chmical and Enviromental Sciences . 2018;5(6):48–57."}, {"Citation": "Irfan M., Munir H., Ismail H. Moringa oleifera gum based silver and zinc oxide nanoparticles: green synthesis, characterization and their antibacterial potential against MRSA. Biomaterials Research . 2021;25(1):17–18. doi: 10.1186/s40824-021-00219-5.", "ArticleIdList": ["10.1186/s40824-021-00219-5", "PMC8106117", "33964968"]}, {"Citation": "Nilanjana G., Smart P., Piyali B. Silver nanoparticales of Moringa oleifera—green synthesis, characterisation and its antimicrobial efficacy. Journal of Drug Delivery and Therapeutics . 2014;4(3):42–46."}, {"Citation": "Moodley J. S., Krishna S. B. N., Pillay K., Sershen, Govender P. Green synthesis of silver nanoparticles from Moringa oleifera leaf extracts and its antimicrobial potential. Advances in Natural Sciences: Nanoscience and Nanotechnology . 2018;9(1):015011–015019. doi: 10.1088/2043-6254/aaabb2.", "ArticleIdList": ["10.1088/2043-6254/aaabb2"]}, {"Citation": "Jegadeesan G. B., Srimathi K., Srinivas N. S., Manishkanna S., Vignesh D. Green synthesis of iron oxide nano particales using Terminalia bellirica and Moringa oleifera fruit and leaf extracts:antioxidant, antibacterial and thermoacoustic properties. Biocatalysis and Agricultural Biotechnology . 2019;21:1–11."}, {"Citation": "Amina M., Al-Musayeib N. M., Alarfaj N. A., et al. Exploiting the potential of Moringa oleifera oil/polyvinyl chloride polymeric bionanocomposite film enriched with silver nanopartecales forAntimicribial activity. International Journal Polmer Science . 2019;2019:11. doi: 10.1155/2019/5678149.5678149", "ArticleIdList": ["10.1155/2019/5678149"]}, {"Citation": "Loo Y. Y., Rukayadi Y., Nor-Khaizura M. A.-R., et al. In Vitro antimicrobial activity of green synthesized silver nanoparticales against selected gram- negative foodborne pathogene. Frontiers in Microbiology . 2018;9:1–7.", "ArticleIdList": ["PMC6054941", "30061871"]}, {"Citation": "Mallman E. J., Chunha F. A., Castro B. N., Macial A. M., Menezes E. A., Fechine P. B. Antifungal activity of silver nanoparticales obtained by green synthesis. Revista do instituto de Medicina Tropical de sao Paulo . 2015;57(2):p165–p167.", "ArticleIdList": ["PMC4435016", "25923897"]}, {"Citation": "Narayanan K. B., Park H. H. Antifungal activity of silver nanoparticales synthesized using turnip leaf extract (Brassica rapa L.) European Journal of Plant Pathology . 2014;140(2):185–192. doi: 10.1007/s10658-014-0399-4.", "ArticleIdList": ["10.1007/s10658-014-0399-4"]}, {"Citation": "Negi P. S. Plant extracts for the control of bacterial growth: efficacy, stability and safety issues for food application. International Journal of Food Microbiology . 2012;156(1):7–17. doi: 10.1016/j.ijfoodmicro.2012.03.006.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2012.03.006", "22459761"]}, {"Citation": "Mustapha T., Misni N., Ithnin N. R., Daskum A. M., Unyah N. Z. A review on plants and microorganisms mediated synthesis of silver nanoparticles, role of plants metabolitesand applications. International Journal of Environmental Research and Public Health . 2022;19(2) doi: 10.3390/ijerph19020674.", "ArticleIdList": ["10.3390/ijerph19020674", "PMC8775445", "35055505"]}, {"Citation": "Yin I. X., Zhang J., Zhao I. S., Mei M. L., Li Q., Chu C. H. The antibacterial mechanism of silver nanoparticles and its application in dentistry. International Journal of Nanomedicine . 2020;2020(15):2555–2562. doi: 10.2147/ijn.s246764.", "ArticleIdList": ["10.2147/ijn.s246764", "PMC7174845", "32368040"]}, {"Citation": "Kz K., Shamsuddin F., Lim V., Ej M., Abdul Samad N. The cytotoxic of Moringa oleifera leaf extract and silver nanoparticales on human kasumi-1 cells. International Journal of Nanomedicine . 2020;15:5661–5670.", "ArticleIdList": ["PMC9536200", "36213446"]}, {"Citation": "Goun T. E., Chung H. S. Moringa oleifera fruit induce apoptosis via reactive oxygen spcies- dependent activation of mitogen –activation proein Kinases in human melanoma A2058 Cells. Oncology Letters . 2017;14(2):1703–1710.", "ArticleIdList": ["PMC5529832", "28789398"]}, {"Citation": "Tiloke C., Phulukdaree A., Chuturgoon A. A. The antiproliferative effect of Moringa oleifera crude aqueous leaf extract on cancerous human alveolar epithelial cells. BMC Complementary and Alternative Medicine . 2013;13(1):226–228. doi: 10.1186/1472-6882-13-226.", "ArticleIdList": ["10.1186/1472-6882-13-226", "PMC3852616", "24041017"]}, {"Citation": "Sreelatha S., Jeyachitra A., Padma P. R. Antiproliferation and induction of apoptosis by Moringa oleifera leaf extract on human cancer cells. Food and Chemical Toxicology . 2011;49(6):1270–1275. doi: 10.1016/j.fct.2011.03.006.", "ArticleIdList": ["10.1016/j.fct.2011.03.006", "21385597"]}, {"Citation": "Brożyna A. A., Hoffman R. M., Slominski A. T. Relevance of vitamin D in melanoma development progression and therapy. Anticancer Research . 2020;40(1) doi: 10.21873/anticanres.13976.", "ArticleIdList": ["10.21873/anticanres.13976", "PMC6948187", "31892603"]}, {"Citation": "Zhu X., Li Y., Meng Q. Islet-1 Promotes the Proliferation and invasion, and inhibits the apoptosis of A375 human melanoma cells. International Journal of Molecular Medicine . 2018;41(6):3680–3690. doi: 10.3892/ijmm.2018.3569.", "ArticleIdList": ["10.3892/ijmm.2018.3569", "29568936"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "7", "Day": "13"}, {"Year": "2022", "Month": "8", "Day": "11"}, {"Year": "2022", "Month": "8", "Day": "23"}, {"Year": "2022", "Month": "10", "Day": "4", "Hour": "1", "Minute": "56"}, {"Year": "2022", "Month": "10", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "5", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "9", "Day": "19"}], "PublicationStatus": "epublish", "ArticleIdList": ["36193175", "PMC9526645", "10.1155/2022/4136641"]}}], "PubmedBookArticle": []}