{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anthraquinones", "Antiviral potential", "Asphodelaceae", "Polygonaceae", "Rubiaceae", "SARS-COVID-19"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36193345", "DateRevised": {"Year": "2022", "Month": "10", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "09", "Day": "29"}], "Language": ["eng"], "ELocationID": ["10.1016/j.sajb.2022.09.043"], "Journal": {"ISSN": "0254-6299", "JournalIssue": {"Volume": "151", "PubDate": {"Year": "2022", "Month": "Dec"}}, "Title": "South African journal of botany : official journal of the South African Association of Botanists = Suid-Afrikaanse tydskrif vir plantkunde : amptelike tydskrif van die Suid-Afrikaanse Genootskap van Plantkundiges", "ISOAbbreviation": "S Afr J Bot"}, "ArticleTitle": "Antiviral potential of anthraquinones from Polygonaceae, Rubiaceae and Asphodelaceae: Potent candidates in the treatment of SARS-COVID-19, A comprehensive review.", "Pagination": {"StartPage": "146", "EndPage": "155", "MedlinePgn": "146-155"}, "Abstract": {"AbstractText": ["Medicinal plants are being used as an alternative source of health management to cure various human ailments. The healing role is attributed to the hidden dynamic groups of various phytoconstituents, most of which have been recorded from plants and their derivatives. Nowadays, medicinal plants have gained more attention due to their pharmacological and industrial potential. Aromatic compounds are one of the dynamic groups of secondary metabolites (SM) naturally present in plants; and anthraquinones of this group are found to be attractive due to their high bioactivity and low toxicity. They have been reported to exhibit anticancer, antimicrobial, immune-suppressive, antioxidant, antipyretic, diuretic and anti-inflammatory activities. Anthraquinones have been also shown to exhibit potent antiviral effects against different species of viruses. Though, it has been reported that a medicinal plant with antiviral activity against one viral infection may be used to combat other types of viral infections. Therefore, in this review, we explored and highlighted the antiviral properties of anthraquinones of Polygonaceae, Rubiaceae and Asphodelaceae families. Anthraquinones from these plant families have been reported for their effects on human respiratory syncytial virus and influenza virus. They are hence presumed to have antiviral potential against SARS-CoV as well. Thus, anthraquinones are potential candidates that need to be screened thoroughly and developed as drugs to combat COVID-19. The information documented in this review could therefore serve as a starting point in developing novel drugs that may help to curb the SARS-COVID-19 pandemic."], "CopyrightInformation": "© 2022 SAAB. Published by Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, University of Dschang, Dschang, Cameroon."}, {"Identifier": [], "Affiliation": "Department of Biochemistry and Molecular Biology, Indiana University-Purdue University Indianapolis, Indiana, USA."}], "LastName": "Ntemafack", "ForeName": "Augustin", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dietetic and Nutrition Technology, CSIR-Institute of Himalayan Bioresource Technology, Palampur, India."}], "LastName": "Singh", "ForeName": "Rahul Vikram", "Initials": "RV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Biology and Plant Biotechnology Division, CSIR - Indian Institute of Integrative Medicine, Sanat Nagar, Srinagar, India."}], "LastName": "Ali", "ForeName": "Sabeena", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, University of Dschang, Dschang, Cameroon."}], "LastName": "Kuiate", "ForeName": "Jules-Roger", "Initials": "JR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Biology and Plant Biotechnology Division, CSIR - Indian Institute of Integrative Medicine, Sanat Nagar, Srinagar, India."}], "LastName": "Hassan", "ForeName": "Qazi Parvaiz", "Initials": "QP"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "South Africa", "MedlineTA": "S Afr J Bot", "NlmUniqueID": "100955699", "ISSNLinking": "0254-6299"}, "CoiStatement": "The authors declare that they have no conflict of interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abd-Alla H.I., Abu-Gabal N.S., Hassan A.Z., El-Safty M.M., Shalaby N.M. Antiviral activity of Aloe hijazensis against some haemagglutinating viruses infection and its phytoconstituents. Arch. Pharm. Res. 2012;35(8):1347–1354.", "ArticleIdList": ["PMC7090512", "22941477"]}, {"Citation": "Al-Ali K.H., El-Badry A.A. Anti-viral activity of two Labiatae plants [Naana (Hassoi, Habak) and basil (Rahan)] of Al-Madiah Al-Munawarah. J. Med. Bio-med. Sci. 2010;2:67–73."}, {"Citation": "Ali A.M., Ismail N.H., Mackeen M.M., Yazan L.S., Mohamed S.M., Ho A.S., Lajis N.H. Antiviral, cytotoxic and antimicrobial activities of anthraquinones isolated from the roots of Morinda elliptica. Pharm. Biol. 2000;38(4):298–301.", "ArticleIdList": ["21214480"]}, {"Citation": "Ammar S., Abidi J., Vlad Luca S., Boumendjel M, Skalicka‐Woźniak K., Bouaziz M. Untargeted metabolite profiling and phytochemical analysis based on RP‐HPLC‐DAD‐QTOF‐MS and MS/MS for discovering new bioactive compounds in Rumex algeriensis flowers and stems. Phytochem. Anal. 2020;3:616–635.", "ArticleIdList": ["32160653"]}, {"Citation": "Anderson D.O., Weber N.D., Wood S.G., Hughes B.G., Murray B.K., North J.A. In vitro virucidal activity of selected anthraquinones and anthraquinone derivatives. Antivir. Res. 1991;16:185–196.", "ArticleIdList": ["1665961"]}, {"Citation": "APG: Angiosperm Phylogeny Group An update of the Angiosperm Phylogeny Group classification for the orders and families of flowering plants: APG IV. Bot. J. Linn. Soc. 2016;181(1):1–20."}, {"Citation": "Aranda S.S., Polack F.P. Prevention of pediatric respiratory syncytial virus lower respiratory tract illness: perspectives for the next decade. Front. Immunol. 2019:1006. 7,10.", "ArticleIdList": ["PMC6524688", "31134078"]}, {"Citation": "Ayoola E.A., Balayan M.S., Deinhardt F., Gust I., Kure Maynaed A.W., Nayak N.C., Brodley D.W., Ferguson M., Melnic Purcell J., Zuckerman A.J. Progress in the control of viral memorandum from a WHO meeting. Bull. W. H. O. 1988;66:443–455.", "ArticleIdList": ["PMC2491173", "2971466"]}, {"Citation": "Bei Y., Tia B, Li Y., Guo Y., Deng S., Huang R., Zeng H., Li R., Wang G.F., Dai J. Anti-influenza A virus effects and mechanisms of emodin and its analogs via regulating PPARα/γ-AMPK-SIRT1 pathway and fatty acid metabolism. BioMed. Res. Int. 2021 doi: 10.1155/2021/9066938.", "ArticleIdList": ["10.1155/2021/9066938", "PMC8445710", "34540999"]}, {"Citation": "Bisset N.G. CRC Press; Boca Ratόn: 1994. Herbal Drugs and Phytopharmaceutical."}, {"Citation": "Borges-Argáez R., Chan-Balan R., Cetina-Montejo L., Ayora-Talavera G., Sansores-Peraza P., Gómez-Carballo J., Cáceres-Farfán M. In vitro evaluation of anthraquinones from Aloe vera (Aloe barbadensis Miller) roots and several derivatives against strains of influenza virus. Ind. Crops. Prod. 2019;132:468–475.", "ArticleIdList": ["PMC7138392", "32288269"]}, {"Citation": "Borroto J., Coll J., Rivas M., Blanco M., Concepción O., Tandrón Y.A., Hernández M., Trujillo R. Anthraquinones from in vitro root culture of Morinda royoc L. Plant. Cell. Tissue. Organ. Cult. 2008;94(2):181–187."}, {"Citation": "Burcea M., Gheorghe A., Pop M. Incidence of herpes simplex virus keratitis in HIV/AIDS patients compared with the general population. J. Med. Life. 2015;8(1):62–63.", "ArticleIdList": ["PMC4397522", "25914741"]}, {"Citation": "Chang S.J., Huang S.H., Lin Y.J., Tsou Y.Y., Lin C.W. Antiviral activity of Rheum palmatum methanol extract and chrysophanol against Japanese encephalitis virus. Arch. Pharm. Res. 2014;37(9):1117–1123.", "ArticleIdList": ["PMC7091366", "24395532"]}, {"Citation": "Chen H, Feng R., Muhammad I., Abbas G., Zhang Y., Ren Y., Huang X., Zhang R., Diao L., Wang X., Li G. Protective effects of hypericin against infectious bronchitis virus induced apoptosis and reactive oxygen species in chicken embryo kidney cells. Poult. Sci. 2019;98(12):6367–6377.", "ArticleIdList": ["PMC7107269", "31399732"]}, {"Citation": "Chien S.C., Wu Y.C., Chen Z.W., Yang W.C. Naturally occurring anthraquinones: chemistry and therapeutic potential in autoimmune diabetes. Evid-Based Complement. Altern. Med. 2015 doi: 10.1155/2015/357357.", "ArticleIdList": ["10.1155/2015/357357", "PMC4381678", "25866536"]}, {"Citation": "Choi J.G., Lee H., Kim Y.S., Hwang Y.H., Oh Y.C., Lee B., Moon K.M., Cho W.K., Ma J.Y. Aloe vera and its components inhibit influenza A virus-induced autophagy and replication. Am. J. Chin. Med. 2019;47(06):1307–1324.", "ArticleIdList": ["31505936"]}, {"Citation": "Christenhusz M.J.M., Byng J.W. The number of known plant species in the world and its annual increase. Phytotaxa. 2016;261(3):201–217. doi: 10.11646/phytotaxa.261.3.1.", "ArticleIdList": ["10.11646/phytotaxa.261.3.1"]}, {"Citation": "Crowell R.L., Landau B.J. A short history and introductory background on the coxsackieviruses of group B. Curr. Top. Microbiol. Immunol. 1997;233:1–11.", "ArticleIdList": ["9294922"]}, {"Citation": "Dao T.T., Nguyen P.H., Lee H.S., Kim E., Park J., Lim S.I., Oh W.K. Chalcones as novel influenza A (H1N1) neuraminidase inhibitors from Glycyrrhiza inflata. Bioorg. Med. Chem. Lett. 2011;21:294–298.", "ArticleIdList": ["21123068"]}, {"Citation": "Diaz-Munoz G., Miranda I.L., Sartori S.K., de Rezende D.C., Diaz M.A. Anthraquinones: an overview. Stud. Nat. Prod. Chem. 2018;58:313–338."}, {"Citation": "Dufossé L. Anthraquinones, the Dr Jekyll and Mr Hyde of the food pigment family. Food Res. Int. 2014;65:132–136. doi: 10.1016/j.foodres.2014.09.012.", "ArticleIdList": ["10.1016/j.foodres.2014.09.012"]}, {"Citation": "Duval J., Pecher V, Poujol M, Lesellier E. Research advances for the extraction, analysis and uses of anthraquinones: a review. Ind. Crops. Prod. 2016;94:812–833."}, {"Citation": "Dwyer-Lindgren L., Cork M.A., Sligar A., Steuben K.M., Wilson K.F., Provost N.R., Mayala B.K., VanderHeide J.D., Collison M.L., Hall J.B., Biehl M.H. Mapping HIV prevalence in sub-Saharan Africa between 2000 and 2017. Nature. 2019;570(7760):189–193.", "ArticleIdList": ["PMC6601349", "31092927"]}, {"Citation": "ECDPC: European Centre for Disease Prevention and Control  . European Centre for Disease Prevention and Control; Solna, Sweden: 2020. COVID-19 Situation Update Worldwide.https://www.ecdc.europa.eu/en/geographical-distribution-2019-ncov-cases"}, {"Citation": "Esposito F., Carli I., Del Vecchio C., Xu L., Corona A., Grandi N., Piano D., Maccioni E., Distinto S., Parolin C., Tramontano E. Sennoside A, derived from the traditional Chinese medicine plant Rheum L., is a new dual HIV-1 inhibitor effective on HIV-1 replication. Phytomedicine. 2016;23(12):1383–1391.", "ArticleIdList": ["27765358"]}, {"Citation": "GBD Causes of death collaborators. Global, regional, and national age-sex-specific mortality for 282 causes of death in 195 countries and territories, 1980–2017: a systematic analysis for the Global Burden of Disease Study 2017. Lancet. 2017;392:1736–1788.", "ArticleIdList": ["PMC6227606", "30496103"]}, {"Citation": "Gottlieb S.L., Giersing B., Boily M.C., Chesson H., Looker K.J., Schiffer J., Spicknall I., Hutubessy R., Broutet N. WHO HSV vaccine impact modelling meeting working group. Modelling efforts needed to advance herpes simplex virus (HSV) vaccine development: key findings from the World Health Organization consultation on HSV vaccine impact modelling. Vaccine. 2019;37(50):7336–7345.", "ArticleIdList": ["PMC10599163", "28647165"]}, {"Citation": "Hall V.J., Foulkes S., Saei A., Andrews N., Oguti B., Charlett A., Wellington E., Stowe J., Gillson N., Atti A., Islam J. COVID-19 vaccine coverage in health-care workers in England and effectiveness of BNT162b2 mRNA vaccine against infection (SIREN): a prospective, multicentre, cohort study. Lancet. 2021;397(10286):1725–1735.", "ArticleIdList": ["PMC8064668", "33901423"]}, {"Citation": "Henss L., Auste A., Schürmann C., Schmidt C., von Rhein C., Mühlebach M.D., Schnierle B.S. The green tea catechin epigallocatechin gallate inhibits SARS-CoV-2 infection. J. Gen. Virol. 2021;102(4)", "ArticleIdList": ["PMC8290267", "33830908"]}, {"Citation": "Ho T.Y., Wu S.L., Chen J.C., Li C.C., Hsiang C.Y. Emodin blocks the SARS coronavirus spike protein and angiotensin-converting enzyme 2 interaction. Antiviral Res. 2007;74(2):92–101. doi: 10.1002/cbdv.201000098.", "ArticleIdList": ["10.1002/cbdv.201000098", "PMC7114332", "16730806"]}, {"Citation": "Hudson J.B., Lopez-Bazzocchi I., Towers G.H. Antiviral activities of hypericin. Antiviral Res. 1991;15:101–112.", "ArticleIdList": ["1650164"]}, {"Citation": "Hutchinson E.C. Influenza virus. Trends Microbiol. 2018;26(9):809–810.", "ArticleIdList": ["29909041"]}, {"Citation": "Kassa Z., Asfaw Z., Demissew S. An ethnobotanical study of medicinal plants in Sheka Zone of Southern nations nationalities and peoples regional state, Ethiopia. J. Ethnobiol. Ethnomed. 2020;16(1):7.", "ArticleIdList": ["PMC7003439", "32024539"]}, {"Citation": "Jeruto P., Mutai C., Catherine L., Ouma G. Phytochemical constituents of some medicinal plants used by the Nandis of South Nandi district, Kenya. J. Anim. Plant. Sci. 2011;9(3):1201–1210."}, {"Citation": "Khanal P., Patil B.M., Chand J., Naaz Y. Anthraquinone derivatives as an immune booster and their therapeutic option against COVID-19. Nat. Prod. Bioprospect. 2020;10(5):325–335.", "ArticleIdList": ["PMC7414902", "32772313"]}, {"Citation": "Kiani S., Minaei S., Ghasemi-Varnamkhasti M. Application of electronic nose systems for assessing quality of medicinal and aromatic plant products: a review. J. Appl. Res. Med. Arom. Plants. 2016;3(1):1–9."}, {"Citation": "Kim J.H., Yoon J.Y., Yang S.Y., Choi S.K., Kwon S.J., Cho I.S., Jeong M.H., Ho Kim Y., Choi G.S. Tyrosinase inhibitory components from Aloe vera and their antiviral activity. J. Enzyme Inhib. Med. Chem. 2017;32(1):78–83.", "ArticleIdList": ["PMC6010052", "27778516"]}, {"Citation": "Konigheim B.S., Beranek M., Comini L.R., Aguilar J.J., Marioni J., Cabrera J.L., Contigiani M.S., Montoya S.C. In vitro antiviral activity of Heterophyllaea pustulata extracts. Nat. Prod. Commun. 2012;7(8):1025–1028.", "ArticleIdList": ["22978221"]}, {"Citation": "Ksiazek T.G., Erdman D., Goldsmith C.S., Zaki S.R., Peret T., Emery S., Tong S., Urbani C., Comer J.A., Lim W., Rollin P.E. A novel coronavirus associated with severe acute respiratory syndrome. N. Engl. J. Med. 2003;348:1953–1966.", "ArticleIdList": ["12690092"]}, {"Citation": "Li H.L., Chen H.L, LI H., Zhang K.L., Chen X.Y., Wang X.W., Kong Q.Y., Liu J. Regulatory effects of emodin on NF-κB activation and inflammatory cytokine expression in RAW 264.7 macrophages. Int. J. Mol. Med. 2005;16(1):41–47.", "ArticleIdList": ["15942676"]}, {"Citation": "Li Z., Li L.J., Sun Y., Li J. Identification of natural compounds with anti-hepatitis B virus activity from Rheum palmatum L. ethanol extract. Chemotherapy. 2007;53(5):320–326.", "ArticleIdList": ["17785969"]}, {"Citation": "Lin G.L., Drysdale S.B., Snape M.D., O'Connor D., Brown A., MacIntyre-Cockett G., Mellado-Gomez E., De Cesare M., Bonsall D., Ansari M.A., Öner D. Distinct patterns of within-host virus populations between two subgroups of human respiratory syncytial virus. Nat. Commun. 2021;12(1):1–11.", "ArticleIdList": ["PMC8390747", "34446722"]}, {"Citation": "Lin C.W., Tsai F.J., Tsai C.H., Lai C.C., Wan L., Ho T.Y., Hsieh C.C., Chao P.D. Anti-SARS coronavirus 3C-like protease effects of Isatis indigotica root and plant derived phenolic compounds. Antiviral. Res. 2005;68:36–42.", "ArticleIdList": ["PMC7114321", "16115693"]}, {"Citation": "Liu S.Y., Sporer F., Wink M., Jourdane J., Henning R., Li Y.L., Ruppel A. Anthraquinones in Rheum palmatum and Rumex dentatus (Polygonaceae), and phorbol esters in Jatropha curcas (Euphorbiaceae) with molluscicidal activity against the schistosome vector snails Oncomelania, Biomphalaria, and Bulinus. Trop. Med. Int. Health. 1997;2(2):179–188.", "ArticleIdList": ["9472303"]}, {"Citation": "Liu Z., Ma N., Zhong Y., Yang Z.Q. Antiviral effect of emodin from Rheum palmatum against coxsackievirus B5 and human respiratory syncytial virus in vitro. J. Huazhong Univ. Sci. Technol. Med. Sci. 2015;35(6):916–922.", "ArticleIdList": ["PMC7089517", "26670446"]}, {"Citation": "Liu Z., Wei F., Chen L.J., Xiong H.R., Liu Y.Y., Luo F., Hou W., Xiao H., Yang Z.Q. In vitro and in vivo studies of the inhibitory effects of emodin isolated from Polygonum cuspidatum on Coxsackievirus B4. Molecules. 2013;18(10):11842–11858.", "ArticleIdList": ["PMC6269740", "24071990"]}, {"Citation": "Malik E.M., Müller C.E. Anthraquinones as pharmacological tools and drugs. Med. Res. Rev. 2016;36(4):705–748.", "ArticleIdList": ["27111664"]}, {"Citation": "Mbanga J., Mangoma N., Saidi B. An evaluation of the antimicrobial activities of Aloe barbadensis, A. chabaudii and A. arborescens leaf extracts used in folklore veterinary medicine in Zimbabwe. J. Anim. Vet. Adv. 2010;9:2918–2923."}, {"Citation": "Mishra A.P., Sharifi-Rad M., Shariati M.A., Mabkhot Y.N, Al-Showiman S.S., Rauf A., Salehi B., Župunski M., Sharifi-Rad M., Gusain P. Bioactive compounds and health benefits of edible Rumex species-A review. Cell. Mol. Biol. 2018;64(8):27–34.", "ArticleIdList": ["29981688"]}, {"Citation": "Moona A.A., Daria S., Asaduzzaman M., Islam M.R. Bangladesh reported delta variant of coronavirus among its citizen: actionable items to tackle the potential massive third wave. Infect. Prevent. Pract. 2021;3(3) doi: 10.1016/j.infpip.2021.100159.", "ArticleIdList": ["10.1016/j.infpip.2021.100159", "PMC8239335", "34316588"]}, {"Citation": "Mpiana P.T., Tshibangu D.S., Kilembe J.T., Gbolo B.Z., Mwanangombo D.T., Inkoto C.L., Lengbiye E.M., Mbadiko C.M., Matondo A., Bongo G.N., Tshilanda D.D. Aloe vera (L.) Burm. F. as a potential anti-COVID-19 plant: a mini-review of its antiviral activity. Eur. J. Med. Plants. 2020:86–93."}, {"Citation": "Muckelbauer J.K., Kremer M., Minor I., Diana G., Dutko F.J., Groarke J., Pevear D.C., Rossmann M.G. The structure of coxsackievirus B3 at 3.5 Å resolution. Structure. 1995;3(7):653–667.", "ArticleIdList": ["8591043"]}, {"Citation": "Naithani R., Huma L.C., Holland L.E., Shukla D., McCormick D.L., Mehta R.G., Moriarty R.M. Antiviral activity of phytochemicals: a comprehensive review. Mini Rev. Med. Chem. 2008;8(11):1106–1133.", "ArticleIdList": ["18855727"]}, {"Citation": "Nazir S., Sharma M., Saxena M., Abrar M., Ajaz M. Rheum emodi: phytochemistry, bioactive compounds and their biological activity. Int. J. Phytopharmacol. 2013;4(4):272–276."}, {"Citation": "Obisesan O., Katata-Seru L., Mufamadi S., Mufhandu H. Applications of nanoparticles for herpes simplex virus (HSV) and human immunodeficiency virus (HIV) treatment. J. Biomed. Nanotechnol. 2021;17(5):793–808.", "ArticleIdList": ["34082867"]}, {"Citation": "Ott J.J., Stevens G.A., Groeger J., Wiersma S.T. Global epidemiology of hepatitis B virus infection: new estimates of age-specific HBsAg seroprevalence and endemicity. Vaccine. 2012;30:2212–2219.", "ArticleIdList": ["22273662"]}, {"Citation": "Palese P., Shah M.L. Fields Virology. 5th ed. Lippincott, Williams &Wilkins; Philadelphia: 2007. Orthomyxoviridae: the viruses and their replication; pp. 1647–1690. In. ed. DM Knipe, PM Howley."}, {"Citation": "Pandith S.A., Hussain A., Bhat W.W., Dhar N., Qazi A.K., Rana S., Razdan S., Wani T.A., Shah M.A., Bedi Y.S, Hamid A. Evaluation of anthraquinones from Himalayan rhubarb (Rheum emodi Wall. ex Meissn.) as antiproliferative agents. S. Afr. J. Bot. 2014;95:1–8."}, {"Citation": "Parvez M.K., Al-Dosari M.S., Alam P., Rehman M., Alajmi M.F., Alqahtani A.S. The anti-hepatitis B virus therapeutic potential of anthraquinones derived from Aloe vera. Phytother. Res. 2019;33(11):2960–2970.", "ArticleIdList": ["31410907"]}, {"Citation": "Patil R.H., Patil M.P., Maheshwari V.L. Bioactive secondary metabolites from endophytic fungi: a review of biotechnological production and their potential applications. Stud. Nat. Prod. Chem. 2016;1(49):189–205."}, {"Citation": "Peiris J.S.M., Lai S.T., Poon L.L.M., Guan Y., Yam L.Y.C., Lim W., Nicholls J., Yee W.K.S., Yan W.W., Cheung M.T., Cheng V.C.C. Coronavirus as a possible cause of severe acute respiratory syndrome. Lancet. 2003;361(9366):1319–1325.", "ArticleIdList": ["PMC7112372", "12711465"]}, {"Citation": "Perera C., Efferth T. Antiviral medicinal herbs and phytochemicals. J. Pharmacogn. 2012;3:45–48."}, {"Citation": "Racaniello V.R. One hundred years of poliovirus pathogenesis. Virology. 2006;344(1):9–16.", "ArticleIdList": ["16364730"]}, {"Citation": "Rai M., Rathod D., Agarkar G., Dar M., Brestic M., Pastore G.M., Junior M.R.M. Fungal growth promotor endophytes: a pragmatic approach towards sustainable food and agriculture. Symbiosis. 2014;62(2):63–79."}, {"Citation": "Rolta R., Yadav R., Salaria D., Trivedi S., Imran M., Sourirajan A., Baumler D.J., Dev K. In silico screening of hundred phytocompounds of ten medicinal plants as potential inhibitors of nucleocapsid phosphoprotein of COVID-19: an approach to prevent virus assembly. J. Biomol. Struct. Dyn. 2021;39(18):7017–7034.", "ArticleIdList": ["PMC7484575", "32851912"]}, {"Citation": "Sauerbrei A. Optimal management of genital herpes: current perspectives. Infect. Drug Resist. 2016;9:129–141. doi: 10.2147/IDR.S96164.", "ArticleIdList": ["10.2147/IDR.S96164", "PMC4912341", "27358569"]}, {"Citation": "Semple S.J., Pyke S.M., Reynolds G.D., Flower R.L. In vitro antiviral activity of the anthraquinone chrysophanic acid against poliovirus. Antiviral. Res. 2001;49(3):169–178.", "ArticleIdList": ["11428243"]}, {"Citation": "Shen C., Zhang Z., Xie T., Ji J., Xu J., Lin L., Yan J., Kang A., Dai Q., Dong Y., Shan J. Rhein suppresses lung inflammatory injury induced by human respiratory syncytial virus through inhibiting NLRP3 inflammasome activation via NF-κB pathway in mice. Front. Pharmacol. 2020;10:1600.", "ArticleIdList": ["PMC6997271", "32047436"]}, {"Citation": "Shen M.X., Ma N., Li M.K., Liu Y.Y., Chen T., Wei F., Liu D.Y., Hou W., Xiong H.R., Yang Z.Q. Antiviral properties of R. tanguticum nanoparticles on herpes simplex virus type I in vitro and in vivo. Front. Pharmacol. 2019;10:959.", "ArticleIdList": ["PMC6737004", "31555137"]}, {"Citation": "Shi T., McAllister D.A., O'Brien K.L., Simoes E.A., Madhi S.A., Gessner B.D., Polack F.P., Balsells E., Acacio S., Aguayo C., Alassani I. Global, regional, and national disease burden estimates of acute lower respiratory infections due to respiratory syncytial virus in young children in 2015: a systematic review and modelling study. Lancet. 2017;390(10098):946–958.", "ArticleIdList": ["PMC5592248", "28689664"]}, {"Citation": "Shukla D., Spear P.G. Herpesviruses and heparan sulfate: an intimate relationship in aid of viral entry. J. Clin. Invest. 2001;108:503–510.", "ArticleIdList": ["PMC209412", "11518721"]}, {"Citation": "Singh J., Hussain Y., Luqman S., Meena A. Purpurin: a natural anthraquinone with multifaceted pharmacological activities. Phytother. Res. 2021;35(5):2418–2428.", "ArticleIdList": ["33254282"]}, {"Citation": "Spencer, A.J., Morris, S., Ulaszewska, M., Powers, C., Kaliath, R., Bissett, C.D., Truby, A., Thakur, N., Newman, J., Allen, E.R., Lui, C., 2021. The ChAdOx1 vectored vaccine, AZD2816, induces strong immunogenicity against SARS-CoV-2 B. 1.351 and other variants of concern in preclinical studies. 77, 103902. BioRxiv. 10.1101/2021.06.08.447308.", "ArticleIdList": ["10.1101/2021.06.08.447308", "PMC8881183", "35228013"]}, {"Citation": "Simpson M.G. Diversity and classification of flowering plants: eudicots. J. Plant Syst. 2019:285–466."}, {"Citation": "Swallow D.L. Butterworth Group; London: 1977. Progress in Medicinal Chemistry; p. 120. In: G. P. Ellis and G. B. West (eds)"}, {"Citation": "Syed T.A., Cheema K.M., Ahmad S.A., Unit A.H., Jr. Aloe vera extract 0.5% in hydrophilic cream versus Aloe vera gel for the management of genital herpes in males. A placebo-controlled, double-blind, comparative study. J. Eur. Acad. Dermatol. Venereol. 1996;7:294–295."}, {"Citation": "Tang J., Colacino J.M., Larsen S.H., Spitzer W. Virucidal activity of hypericin against enveloped and non-enveloped DNA and RNA viruses. Antiviral. Res. 1990;13:313–326.", "ArticleIdList": ["1699494"]}, {"Citation": "Taubenberger J.K., Morens D.M. The pathology of influenza virus infections. Ann. Rev. Pathol. Mech. Dis. 2008;3:499–522.", "ArticleIdList": ["PMC2504709", "18039138"]}, {"Citation": "Tegen D., Dessie K., Damtie D. Candidate anti-COVID-19 medicinal plants from Ethiopia: a review of plants traditionally used to treat viral diseases. Evid.-Based Complement. Altern. Med. 2021 doi: 10.1155/2021/6622410.", "ArticleIdList": ["10.1155/2021/6622410", "PMC8219417", "34221083"]}, {"Citation": "Thomson R.H. Chapman and Hall; London: 1986. Naturally occurring quinones III. Recent advances."}, {"Citation": "Tillu G., Chaturvedi S., Chopra A., Patwardhan B. Public health approach of ayurveda and yoga for COVID-19 prophylaxis. J. Altern. Complement. Med. 2020;26(5):360–364.", "ArticleIdList": ["32310670"]}, {"Citation": "Torjesen I. Covid-19: omicron may be more transmissible than other variants and partly resistant to existing vaccines, scientists fear. BMJ. 2021;375:n2943. doi: 10.1136/bmj.n2943.", "ArticleIdList": ["10.1136/bmj.n2943", "34845008"]}, {"Citation": "Trallero G., Avellon A., Otero A., De Miguel T., Pérez C., Rabella N., Rubio G., Echevarria J.E., Cabrerizo M. Enteroviruses in Spain over the decade 1998–2007: virological and epidemiological studies. J. Clin. Virol. 2010;47(2):170–176.", "ArticleIdList": ["20007023"]}, {"Citation": "Unni S.K., Růžek D., Chhatbar C., Mishra R., Johri M.K., Singh S.K. Japanese encephalitis virus: from genome to infectome. Microbes. Infect. 2011;13(4):312–321.", "ArticleIdList": ["21238600"]}, {"Citation": "Varga S.M., Braciale T.J. The adaptive immune response to respiratory syncytial virus. Curr. Top. Microbiol. Immunol. 2013;372:155–171.", "ArticleIdList": ["24362689"]}, {"Citation": "Vasileiou E., Simpson C.R., Shi T., Kerr S., Agrawal U., Akbari A., Bedston S., Beggs J., Bradley D., Chuter A., De Lusignan S. Interim findings from first-dose mass COVID-19 vaccination roll-out and COVID-19 hospital admissions in Scotland: a national prospective cohort study. Lancet. 2021;397(10285):1646–1657.", "ArticleIdList": ["PMC8064669", "33901420"]}, {"Citation": "Wang C., Wang Z., Wang G., Lau J.Y.N., Zhang K., Li W. COVID-19 in early 2021: current status and looking forward. Signal. Transduct. Target. Ther. 2021;6(1):1–14.", "ArticleIdList": ["PMC7938042", "33686059"]}, {"Citation": "Wang J., Qin X., Chen Z., Ju Z., He W., Tan Y., Zhou X., Tu Z., Lu F., Liu Y. Two new anthraquinones with antiviral activities from the barks of Morinda citrifolia (Noni) Phytochem. Lett. 2016;15:13–15."}, {"Citation": "Wang Q.W., Su Y., Sheng J.T., Gu L.M., Zhao Y., Chen X.X., Chen C., Li W.Z., Li K.S., Dai J.P. Anti-influenza A virus activity of rhein through regulating oxidative stress, TLR4, Akt, MAPK, and NF-κB signal pathways. PLoS One. 2018;13(1)", "ArticleIdList": ["PMC5791991", "29385192"]}, {"Citation": "Whitley R.J., Roizman B. Herpes simplex virus infections. Lancet. 2001;357:1513–1518.", "ArticleIdList": ["11377626"]}, {"Citation": "WHO, 1998. Hepatitis B. Fact Sheet WHO/204."}, {"Citation": "WHO . World Health Organization; Roma, Italy: 2021. World Health Organization Coronavirus (COVID-19) Dashboard."}, {"Citation": "WHO . WHO; Geneva, Switzerland: 2002. WHO Monographs on Selected Medicinal Plants, Volume 2."}, {"Citation": "Wright P.F., Neumann G., Kawaoka Y. Fields Virology. 5th ed. Lippincott Williams & Wilkins; Phladelphia: 2007. Orthomyxoviruses; pp. 1691–1740. ed. DM Knipe, PM Howley."}, {"Citation": "Xiong H.R., Luo J., Hou W., Xiao H., Yang Z.Q. The effect of emodin, an anthraquinone derivative extracted from the roots of Rheum tanguticum, against herpes simplex virus in vitro and in vivo. J. Ethnopharmacol. 2011;133(2):718–723.", "ArticleIdList": ["PMC7126445", "21050882"]}, {"Citation": "Yusuf M.A., Singh B.N., Sudheer S., Kharwar R.N., Siddiqui S., Abdel-Azeem A.M., Fernandes Fraceto L., Dashora K., Gupta V.K. Chrysophanol: a natural anthraquinone with multifaceted biotherapeutic potential. Biomolecules. 2019;9(2):68.", "ArticleIdList": ["PMC6406798", "30781696"]}, {"Citation": "Zandi K., Zadeh M.A., Sartavi K., Rastian Z. Antiviral activity of Aloe vera against herpes simplex virus type 2: an in vitro study. Afr. J. Biotechnol. 2007;6(15):1770–1773."}, {"Citation": "Zannella C., Rinaldi L., Boccia G., Chianese A., Sasso F.C., De Caro F., Franci G., Galdiero M. Regulation of m6A methylation as a new therapeutic option against COVID-19. Pharmaceuticals. 2021;14(11):1135.", "ArticleIdList": ["PMC8625908", "34832917"]}, {"Citation": "Zhang L., Liu Y. Potential interventions for novel coronavirus in China: a systematic review. J. Med. Virol. 2020;92(5):479–490.", "ArticleIdList": ["PMC7166986", "32052466"]}, {"Citation": "Zhao F., Zhao S., Han J.T., Wang Y.F., Wang Y.N., Wang C.H. Antiviral anthraquinones from the roots of Knoxia valerianoides. Phytochem. Lett. 2015;11:57–60."}, {"Citation": "Zheng Y., Li M., Wang H., Liang G. Japanese encephalitis and Japanese encephalitis virus in mainland China. Rev. Med. Virol. 2012;22(5):301–322.", "ArticleIdList": ["22407526"]}, {"Citation": "Zhong Q., Yang Z., Liu Y., Deng H., Xiao H., Shi L., He J. Antiviral activity of arbidol against coxsackie virus B5 in vitro and in vivo. Arch. Virol. 2009;154(4):601–607.", "ArticleIdList": ["PMC7086808", "19291363"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "5", "Day": "27"}, {"Year": "2022", "Month": "9", "Day": "3"}, {"Year": "2022", "Month": "9", "Day": "26"}, {"Year": "2022", "Month": "10", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "5", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "10", "Day": "4", "Hour": "2", "Minute": "1"}, {"Year": "2022", "Month": "9", "Day": "29"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36193345", "PMC9519529", "10.1016/j.sajb.2022.09.043", "S0254-6299(22)00521-X"]}}], "PubmedBookArticle": []}