{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Climate change", "Habitat suitability", "MaxEnt", "Niche modeling", "Nymphaea"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36203117", "DateCompleted": {"Year": "2022", "Month": "10", "Day": "10"}, "DateRevised": {"Year": "2022", "Month": "10", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "10", "Day": "07"}], "Language": ["eng"], "ELocationID": ["10.1007/s10661-022-10524-8"], "Journal": {"ISSN": "1573-2959", "JournalIssue": {"Volume": "194", "Issue": "12", "PubDate": {"Year": "2022", "Month": "Oct", "Day": "07"}}, "Title": "Environmental monitoring and assessment", "ISOAbbreviation": "Environ Monit Assess"}, "ArticleTitle": "Predicting the potential suitable habitats of genus Nymphaea in India using MaxEnt modeling.", "Pagination": {"StartPage": "853", "MedlinePgn": "853"}, "Abstract": {"AbstractText": ["Modeling and mapping the distribution of suitable habitats of aquatic plants are critical for assessing the impact of factors like changing climate on species habitat range shifts, declines, and expansions. Nymphaea is an aquatic perennial herb considered valuable because of its ornamental, economic, medicinal, and ecological importance. In India, the geographical distribution of Nymphaea is diverse, and the suitable habitats of individual species are vulnerable to the changing climate and global warming effects. Despite its increased vulnerability, only a few limited conservation efforts in aquatic environments are being made to date. In several places, the distribution of Nymphaea has been impacted by both anthropogenic and climate-related disturbances. A comprehensive strategy will be needed to meet the socio-ecological challenge of Nymphaea conservation. In this study, we employed maximum entropy (MaxEnt) method to assess how climate change affects the distribution of Nymphaea suitable habitat. The occurrence records of Nymphaea were collected from primary surveys, Global Biodiversity Information Facility (GBIF), and published works. Bioclimatic variables obtained from the Coupled Model Intercomparison Project (CMIP6) were employed as predictor variables in distribution modeling. The projections were made using three SSPs (stringent mitigation scenarios) for the future period of 2050. Our results showed shifts in the suitability ranges of Nymphaea under different projection scenarios. The study provides information about the distribution of suitable habitats for Nymphaea in India, which may be helpful for ongoing efforts to conserve and manage the aquatic plants, particularly in areas that are losing suitable climate conditions."], "CopyrightInformation": "© 2022. The Author(s), under exclusive licence to Springer Nature Switzerland AG."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, University of Delhi, Delhi-110007, India."}], "LastName": "Parveen", "ForeName": "Seema", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, University of Delhi, Delhi-110007, India."}], "LastName": "Kaur", "ForeName": "Sharanjeet", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, University of Delhi, Delhi-110007, India."}], "LastName": "Baishya", "ForeName": "Ratul", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, University of Delhi, Delhi-110007, India. shailendragoel@gmail.com."}, {"Identifier": [], "Affiliation": "Genetics and Genomics Laboratory, Department of Botany, University of Delhi, Chattra Marg, Delhi-110007, India. shailendragoel@gmail.com."}], "LastName": "Goel", "ForeName": "Shailendra", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Monit Assess", "NlmUniqueID": "8508350", "ISSNLinking": "0167-6369"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Climate Change"}, {"QualifierName": [], "DescriptorName": "Ecosystem"}, {"QualifierName": [], "DescriptorName": "Entropy"}, {"QualifierName": [], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "Forecasting"}, {"QualifierName": [], "DescriptorName": "Global Warming"}, {"QualifierName": [], "DescriptorName": "India"}, {"QualifierName": [], "DescriptorName": "Models, Biological"}, {"QualifierName": [], "DescriptorName": "Nymphaea"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aiello-Lammens, M. E., Boria, R. A., Radosavljevic, A., et al. (2015). spThin: An R package for spatial thinning of species occurrence records for use in ecological niche models. Ecography (cop), 38, 541–545. https://doi.org/10.1111/ECOG.01132", "ArticleIdList": ["10.1111/ECOG.01132"]}, {"Citation": "Araújo, M. B., & Rahbek, C. (2006). How does climate change affect biodiversity? Science (80- ) 313, 1396–1397. https://doi.org/10.1126/SCIENCE.1131758"}, {"Citation": "Assessment, M. E. (2005). Ecosystems and human well-being: Wetlands and water."}, {"Citation": "Baker, R. H. A., Sansford, C. E., Jarvis, C. H., et al. (2000). The role of climatic mapping in predicting the potential geographical distribution of non-indigenous pests under current and future climates. Agriculture, Ecosystems & Environment, 82, 57–71. https://doi.org/10.1016/S0167-8809(00)00216-4", "ArticleIdList": ["10.1016/S0167-8809(00)00216-4"]}, {"Citation": "Bassi, N., Kumar, M. D., Sharma, A., & Pardha-Saradhi, P. (2014). Status of wetlands in India: A review of extent, ecosystem benefits, threats and management strategies. J Hydrol Reg Stud, 2, 1–19. https://doi.org/10.1016/j.ejrh.2014.07.001", "ArticleIdList": ["10.1016/j.ejrh.2014.07.001"]}, {"Citation": "Boria, R. A., Olson, L. E., Goodman, S. M., & Anderson, R. P. (2014). Spatial filtering to reduce sampling bias can improve the performance of ecological niche models. Ecol Modell, 275, 73–77. https://doi.org/10.1016/j.ecolmodel.2013.12.012", "ArticleIdList": ["10.1016/j.ecolmodel.2013.12.012"]}, {"Citation": "Boyce, M. S., & McDonald, L. L. (1999). Relating populations to habitats using resource selection functions. Trends in Ecology & Evolution, 14, 268–272. https://doi.org/10.1016/S0169-5347(99)01593-1", "ArticleIdList": ["10.1016/S0169-5347(99)01593-1"]}, {"Citation": "Brown, J. L., Bennett, J. R., & French, C. M. (2017). SDMtoolbox 2.0: The next generation Python-based GIS toolkit for landscape genetic, biogeographic and species distribution model analyses. PeerJ 2017. https://doi.org/10.7717/peerj.4095"}, {"Citation": "Chaturvedi, R. K., Raghubanshi, A. S., & Singh, J. S. (2011). Plant functional traits with particular reference to tropical deciduous forests: A review. Journal of Biosciences, 36, 963–981. https://doi.org/10.1007/S12038-011-9159-1", "ArticleIdList": ["10.1007/S12038-011-9159-1"]}, {"Citation": "Chen, G., & Peterson, A. T. (2002). Prioritization of areas in China for the conservation of endangered birds using modelled geographical distributions. Bird Conserv Int, 12, 197–209. https://doi.org/10.1017/S0959270902002125", "ArticleIdList": ["10.1017/S0959270902002125"]}, {"Citation": "Dalziell, E. L., Lewandrowski, W., & Merritt, D. J. (2020). Increased salinity reduces seed germination and impacts upon seedling development in Nymphaea L. (Nymphaeaceae) from northern Australia’s freshwater wetlands. Aquatic Botany, 165:103235. https://doi.org/10.1016/j.aquabot.2020.103235"}, {"Citation": "Davidson, N. C., & Finlayson, C. M. (2018). Extent, regional distribution and changes in area of different classes of wetland Institute for Land, Water and Society, Charles Sturt University , Elizabeth Mitchell Drive , Corresponding author : Email : arenaria.interpres@gmail.com This Supplementar. 1525–1533."}, {"Citation": "Devi, S. A., Thongam, B., & Handique, P. J. (2016). Multivariate analysis of Nymphaea (Nymphaeaceae) taxa in Manipur (India) through morphological variables. Rev Bras Bot, 39, 359–366. https://doi.org/10.1007/S40415-015-0231-1", "ArticleIdList": ["10.1007/S40415-015-0231-1"]}, {"Citation": "Dkhar, J., Kumaria, S., Rao, S. R., & Tandon, P. (2012). Sequence characteristics and phylogenetic implications of the nrDNA internal transcribed spacers (ITS) in the genus Nymphaea with focus on some Indian representatives. Plant Systematics and Evolution, 298, 93–108. https://doi.org/10.1007/s00606-011-0526-z", "ArticleIdList": ["10.1007/s00606-011-0526-z"]}, {"Citation": "Drisya, C., & Ashokan, V. (2021). IRJET- Horizontal flow constructed wetland and macrophytes for waste water treatment. Irjet, 8, 4028–4033."}, {"Citation": "Dudgeon, D., Arthington, A. H., Gessner, M. O., et al. (2006). Freshwater biodiversity: Importance, threats, status and conservation challenges. Biological Reviews of the Cambridge Philosophical Society, 81, 163–182.", "ArticleIdList": ["10.1017/S1464793105006950"]}, {"Citation": "Elith, J., Phillips, S. J., Hastie, T., et al. (2011). A statistical explanation of MaxEnt for ecologists. Diversity and Distributions, 17, 43–57. https://doi.org/10.1111/j.1472-4642.2010.00725.x", "ArticleIdList": ["10.1111/j.1472-4642.2010.00725.x"]}, {"Citation": "Eyring, V., Bony, S., Meehl, G. A., et al. (2016). Overview of the Coupled Model Intercomparison Project Phase 6 (CMIP6) experimental design and organization. Geosci Model Dev, 9, 1937–1958. https://doi.org/10.5194/gmd-9-1937-2016", "ArticleIdList": ["10.5194/gmd-9-1937-2016"]}, {"Citation": "Fick, S. E., & Hijmans, R. J. (2017). WorldClim 2: New 1-km spatial resolution climate surfaces for global land areas. International Journal of Climatology, 37, 4302–4315. https://doi.org/10.1002/joc.5086", "ArticleIdList": ["10.1002/joc.5086"]}, {"Citation": "Frescino, T. S., Edwards, T. C., Moisen, G. G., et al. (2016). Modeling spatially explicit forest structural attributes using generalized additive models stable URL : http://www.jstor.org/stable/3236670 . Linked references are available on JSTOR for this article : Modeling spatially explicit forest structural attribute. 12:15–26"}, {"Citation": "Ghermandi, A., van den Bergh, J. C. J. M., Brander, L. M., et al. (2008). The economic value of wetland conservation and creation: A meta-analysis. SSRN Electronic Journal. https://doi.org/10.2139/SSRN.1273002", "ArticleIdList": ["10.2139/SSRN.1273002"]}, {"Citation": "Gomes, V. H. F., Ijff, S. D., Raes, N., et al. (2018). Species distribution modelling: Contrasting presence-only models with plot abundance data. Science and Reports. https://doi.org/10.1038/s41598-017-18927-1", "ArticleIdList": ["10.1038/s41598-017-18927-1"]}, {"Citation": "Guillera-Arroita, G., Lahoz-Monfort, J. J., Elith, J., et al. (2015). Is my species distribution model fit for purpose? Matching data and models to applications. Global Ecology and Biogeography, 24, 276–292. https://doi.org/10.1111/geb.12268", "ArticleIdList": ["10.1111/geb.12268"]}, {"Citation": "Guisan, A., & Theurillat, J. P. (2000). Equilibrium modeling of alpine plant distribution: How far can we go? Phytocoenologia, 30, 353–384. https://doi.org/10.1127/phyto/30/2000/353", "ArticleIdList": ["10.1127/phyto/30/2000/353"]}, {"Citation": "Guo, J. L., Yu, Y. H., Zhang, J. W., et al. (2019). Conservation strategy for aquatic plants: Endangered Ottelia acuminata (Hydrocharitaceae) as a case study. Biodiversity and Conservation. https://doi.org/10.1007/s10531-019-01740-9", "ArticleIdList": ["10.1007/s10531-019-01740-9"]}, {"Citation": "Heikkinen, R. K., Luoto, M., Araújo, M. B., et al. (2006). Methods and uncertainties in bioclimatic envelope modelling under climate change. Progress in Physical Geography, 30, 751–777. https://doi.org/10.1177/0309133306071957", "ArticleIdList": ["10.1177/0309133306071957"]}, {"Citation": "Hendry, A. P., Lohmann, L. G., Conti, E., et al. (2010). Evolutionary biology in biodiversity science, conservation, and policy: A call to action. Evolution (n y), 64, 1517–1528. https://doi.org/10.1111/j.1558-5646.2010.00947.x", "ArticleIdList": ["10.1111/j.1558-5646.2010.00947.x"]}, {"Citation": "Hirzel, A. H., Hausser, J., Chessel, D., & Perrin, N. (2002). Ecological-niche factor analysis : How to compute habitat-suitability maps without absence data ? Author ( s ): Hirzel, A. H., Hausser, J., Chessel, D., & Perrin, N. Published by : Wiley Stable URL : http://www.jstor.org/stable/3071784 . REFERENCES Link. Ecology, 83, 2027–2036."}, {"Citation": "Jha, K. K. (2013). Aquatic food plants and their consumer birds at Sandi Bird Sanctuary, Hardoi, Northern India. Asian J Conserv Biol, 2, 30–43."}, {"Citation": "Kelly, A. E., & Goulden, M. L. (2008). Rapid shifts in plant distribution with recent climate change."}, {"Citation": "Kumar, P. (2012). Assessment of impact of climate change on Rhododendrons in Sikkim Himalayas using Maxent modelling: Limitations and challenges. Biodiversity and Conservation, 21, 1251–1266. https://doi.org/10.1007/s10531-012-0279-1", "ArticleIdList": ["10.1007/s10531-012-0279-1"]}, {"Citation": "Leito, A., Leivits, M., Leivits, A., et al. (2016). Black-headed Gull (Larus ridibundus L.) as a keystone species in the lake bird community in primary forest-mire-lake ecosystem. Baltic Forestry, 22, 34–45."}, {"Citation": "Mladenoff, D. J., Sickley, T. A., & Wydeven, A. P. (1999). Predicting gray wolf landscape recolonization: Logistic regression models vs. new field data. 9:37. https://doi.org/10.2307/2641166"}, {"Citation": "Nelder, A. J. A., Wedderburn. R. W. M., Journal, S., et al (1972) Generalized linear models published by : Wiley for the Royal Statistical Society Stable URL : https://www.jstor.org/stable/2344614 . 135:370–384"}, {"Citation": "Nzei, J. M., K. Ngarega B, Mwanzia VM, et al. (2021). The past, current, and future distribution modeling of four water lilies (Nymphaea) in Africa indicates varying suitable habitats and distribution in climate change. Aquatic Botany, 173, 103416. https://doi.org/10.1016/J.AQUABOT.2021.103416", "ArticleIdList": ["10.1016/J.AQUABOT.2021.103416"]}, {"Citation": "O’Connell, M. (1993). Generalized linear mixed models: A pseudo-likelihood approach. Journal of Statistical Computation and Simulation, 48, 233–243. https://doi.org/10.1080/00949659308811554", "ArticleIdList": ["10.1080/00949659308811554"]}, {"Citation": "O’Neill, B. C., Kriegler, E., Riahi, K., et al. (2014). A new scenario framework for climate change research: The concept of shared socioeconomic pathways. Climate Change, 122, 387–400. https://doi.org/10.1007/S10584-013-0905-2", "ArticleIdList": ["10.1007/S10584-013-0905-2"]}, {"Citation": "Orsenigo, S. (2018). Editorial: How to halt the extinction of wetland-dependent plant species? The role of translocations and restoration ecology. Aquat. Conserv. Mar. Freshw. Ecosyst., 28, 772–775.", "ArticleIdList": ["10.1002/aqc.2962"]}, {"Citation": "Pareek, A., & Kumar, A. (2016). Pharmocognostic Studies ON NYMPHAEA SPP Springer-Nature Book Co-Editor (Biofuel Volume 1) (Title: Biofuels: Greenhouse gas mitigation and global warming-Next generation biofuels and role of Biotechnology) View project Springer-Nature Book Co-Editor (Biofuel Volume 2) (Title: Climate change, Photosynthesis and Advanced Biofuels) View project Pharmocognostic Studies On Nymphaea SPP. Pareek al World Journal of Pharmaceutical Research 5. https://doi.org/10.20959/wjpr20166-6285"}, {"Citation": "Parveen, S., Singh, N., Adit, A., et al. (2022). Contrasting reproductive strategies of two Nymphaea species affect existing natural genetic diversity as assessed by microsatellite markers: Implications for conservation and wetlands restoration. Frontiers in Plant Science. https://doi.org/10.3389/fpls.2022.773572", "ArticleIdList": ["10.3389/fpls.2022.773572"]}, {"Citation": "Pearson, R. G., Dawson, T. P., Berry, P. M., & Harrison, P. A. (2002). SPECIES: A spatial evaluation of climate impact on the envelope of species. Ecol Modell, 154, 289–300. https://doi.org/10.1016/S0304-3800(02)00056-X", "ArticleIdList": ["10.1016/S0304-3800(02)00056-X"]}, {"Citation": "Phillips, S. B., Aneja, V. P., Kang, D., & Arya, S. P. (2006). Maximum entropy modeling of species geographic distributions. Ecol Modell, 190, 231–259. https://doi.org/10.1016/J.ECOLMODEL.2005.03.026", "ArticleIdList": ["10.1016/J.ECOLMODEL.2005.03.026"]}, {"Citation": "Phillips, S. J., & Dudík, M. (2008). Modeling of species distributions with Maxent: New extensions and a comprehensive evaluation. Ecography (cop), 31, 161–175. https://doi.org/10.1111/J.0906-7590.2008.5203.X", "ArticleIdList": ["10.1111/J.0906-7590.2008.5203.X"]}, {"Citation": "Ramachandran, R. M., Roy, P. S., Chakravarthi, V., et al. (2018). Long-term land use and land cover changes (1920–2015) in Eastern Ghats, India: Pattern of dynamics and challenges in plant species conservation. Ecological Indicators, 85, 21–36. https://doi.org/10.1016/J.ECOLIND.2017.10.012", "ArticleIdList": ["10.1016/J.ECOLIND.2017.10.012"]}, {"Citation": "Ramachandran, R. M., Roy, P. S., Chakravarthi, V., et al. (2020). Land use and climate change impacts on distribution of plant species of conservation value in Eastern Ghats, India: A simulation study. Environmental Monitoring and Assessment. https://doi.org/10.1007/S10661-019-8044-5", "ArticleIdList": ["10.1007/S10661-019-8044-5"]}, {"Citation": "Ranjan, R., & Prakash, S. (2019). Seasonal variation in primary productivity and macrophytes of Baghel Taal."}, {"Citation": "Seenivasan, R. (2013). National wetland atlas of India: A review and some inferences."}, {"Citation": "Shrestha, U. B., & Bawa, K. S. (2014). Impact of climate change on potential distribution of Chinese caterpillar fungus (Ophiocordyceps sinensis) in Nepal Himalaya. PLoS ONE. https://doi.org/10.1371/JOURNAL.PONE.0106405", "ArticleIdList": ["10.1371/JOURNAL.PONE.0106405"]}, {"Citation": "Trethowan, P. D., Robertson, M. P., & McConnachie, A. J. (2011). Ecological niche modelling of an invasive alien plant and its potential biological control agents. South African J Bot, 77, 137–146. https://doi.org/10.1016/J.SAJB.2010.07.007", "ArticleIdList": ["10.1016/J.SAJB.2010.07.007"]}, {"Citation": "Turner, R. K., van den Bergh, J. C. J. M., Söderqvist, T., et al. (2000). Ecological-economic analysis of wetlands: Scientific integration for management and policy. Ecological Economics, 35, 7–23. https://doi.org/10.1016/S0921-8009(00)00164-6", "ArticleIdList": ["10.1016/S0921-8009(00)00164-6"]}, {"Citation": "Urban. M. C. (2015). Accelerating extinction risk from climate change. Science (80- ) 348:571–573. https://doi.org/10.1126/SCIENCE.AAA4984"}, {"Citation": "Vayssières, M. P., Plant, R. E., & Allen-Diaz, B. H. (2000). Classification trees : An alternative non-parametric approach for predicting species distributions. Journal of Vegetation Science, 11, 679–694.", "ArticleIdList": ["10.2307/3236575"]}, {"Citation": "Wan, J. N., Mbari, N. J., Wang, S. W., et al. (2021). Modeling impacts of climate change on the potential distribution of six endemic baobab species in Madagascar. Plant Divers, 43, 117–124. https://doi.org/10.1016/J.PLD.2020.07.001", "ArticleIdList": ["10.1016/J.PLD.2020.07.001"]}, {"Citation": "Wang, Y., & Stone, L. (2019). Understanding the connections between species distribution models for presence-background data. TAG Theoretical and Applied Genetics, 12, 73–88. https://doi.org/10.1007/S12080-018-0389-9", "ArticleIdList": ["10.1007/S12080-018-0389-9"]}, {"Citation": "Warren, D. L., Glor, R. E., Turelli, M., et al. (2010). ENMTools: A toolbox for comparative studies of environmental niche models. Wiley Online Libr, 33, 607–611. https://doi.org/10.1111/j.1600-0587.2009.06142.x", "ArticleIdList": ["10.1111/j.1600-0587.2009.06142.x"]}, {"Citation": "Warren, D. L., & Seifert, S. N. (2011). Ecological niche modeling in Maxent: The importance of model complexity and the performance of model selection criteria. Ecological Applications, 21, 335–342. https://doi.org/10.1890/10-1171.1", "ArticleIdList": ["10.1890/10-1171.1"]}, {"Citation": "Warren, R., Price, J., VanDerWal, J., et al. (2018). The implications of the United Nations Paris Agreement on climate change for globally significant biodiversity areas. Climate Change, 147, 395–409. https://doi.org/10.1007/S10584-018-2158-6", "ArticleIdList": ["10.1007/S10584-018-2158-6"]}, {"Citation": "Wei, J., Peng, L., He, Z., et al. (2020). Potential distribution of two invasive pineapple pests under climate change. Pest Management Science, 76, 1652–1663. https://doi.org/10.1002/ps.5684", "ArticleIdList": ["10.1002/ps.5684"]}, {"Citation": "Wisz, M., Hijmans, R., Li, J., et al. (2008). Effects of sample size on the performance of species distribution models. Wiley Online Libr, 14, 763–773. https://doi.org/10.1111/j.1472-4642.2008.00482.x", "ArticleIdList": ["10.1111/j.1472-4642.2008.00482.x"]}, {"Citation": "WWF. (2016). Living Planet Report 2016. Risk and resilience in a new era. WWW International, Gland, Switzerland. https://www.worldwildlife.org/ (Accessed on October 2016)"}, {"Citation": "Zhang, Y., Jeppesen, E., Liu, X., et al. (2017). Global loss of aquatic vegetation in lakes. Earth-Science Rev, 173, 259–265. https://doi.org/10.1016/J.EARSCIREV.2017.08.013", "ArticleIdList": ["10.1016/J.EARSCIREV.2017.08.013"]}, {"Citation": "Zhao, Y., Cao, H., Xu, W., et al. (2018) Contributions of precipitation and temperature to the large scale geographic distribution of fleshy-fruited plant species: Growth form matters OPEN. Scientific Reports, 8, 17017. https://doi.org/10.1038/s41598-018-35436-x"}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "6", "Day": "19"}, {"Year": "2022", "Month": "9", "Day": "26"}, {"Year": "2022", "Month": "10", "Day": "6", "Hour": "23", "Minute": "39"}, {"Year": "2022", "Month": "10", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "12", "Hour": "6", "Minute": "0"}], "PublicationStatus": "epublish", "ArticleIdList": ["36203117", "10.1007/s10661-022-10524-8", "10.1007/s10661-022-10524-8"]}}], "PubmedBookArticle": []}