{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36206244", "DateCompleted": {"Year": "2022", "Month": "10", "Day": "11"}, "DateRevised": {"Year": "2022", "Month": "10", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "10", "Day": "07"}], "Language": ["eng"], "ELocationID": ["e0275813", "10.1371/journal.pone.0275813"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "17", "Issue": "10", "PubDate": {"Year": "2022"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Effects of abscisic acid on growth and selenium uptake in medicinal plant Perilla frutescens.", "Pagination": {"StartPage": "e0275813", "MedlinePgn": "e0275813"}, "Abstract": {"AbstractText": ["The aim of the present study was to explore the effects of abscisic acid (ABA) on growth and selenium (Se) absorption of the medicinal plant, Perilla frutescens. A pot experiment was conducted to evaluate the effects of different ABA concentrations (0, 1, 5, 10 and 20 μmol/L) on the physiological characteristics and Se absorption capacity of P. frutescens. Application of 5, 10 and 20 μmol/L ABA increased the shoot biomass of P. frutescens, and only 5 and 10 μmol/L ABA increased the root biomass. Application of 5, 10, and 20 μmol/L ABA increased the contents of photosynthetic pigments (chlorophyll a, chlorophyll b, total chlorophyll, and carotenoid), superoxide dismutase activity, peroxidase activity, and soluble protein content of P. frutescens, and decreased the malondialdehyde content in P. frutescens. Only 5 and 10 μmol/L ABA used in the present study increased the catalase activity of P. frutescens. For the Se uptake, only 5 μmol/L ABA increased the Se content, Se extraction and Se bioconcentration factor of both roots and shoots. The findings of the present study indicate that 5 and 10 μmol/L ABA promotes the growth of P. frutescens, whereas 5 μmol/L ABA enhances the Se accumulation capacity in P. frutescens."]}, "AuthorList": [{"Identifier": ["0000-0001-7136-7385"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Traditional Chinese Medicine and Rehabilitation, Ya'an Polytechnic College, Ya'an, Sichuan, China."}], "LastName": "Liao", "ForeName": "Renyan", "Initials": "R"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "1406-65-1", "NameOfSubstance": "Chlorophyll"}, {"RegistryNumber": "4Y8F71G49Q", "NameOfSubstance": "Malondialdehyde"}, {"RegistryNumber": "72S9A8J5GW", "NameOfSubstance": "Abscisic Acid"}, {"RegistryNumber": "EC 1.11.1.6", "NameOfSubstance": "Catalase"}, {"RegistryNumber": "EC 1.15.1.1", "NameOfSubstance": "Superoxide Dismutase"}, {"RegistryNumber": "H6241UJ22B", "NameOfSubstance": "Selenium"}, {"RegistryNumber": "YF5Q9EJC8Y", "NameOfSubstance": "Chlorophyll A"}], "MeshHeadingList": [{"QualifierName": ["metabolism"], "DescriptorName": "Abscisic Acid"}, {"QualifierName": ["metabolism"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["metabolism"], "DescriptorName": "Catalase"}, {"QualifierName": ["metabolism"], "DescriptorName": "Chlorophyll"}, {"QualifierName": ["metabolism"], "DescriptorName": "Chlorophyll A"}, {"QualifierName": ["metabolism"], "DescriptorName": "Malondialdehyde"}, {"QualifierName": ["metabolism"], "DescriptorName": "Perilla frutescens"}, {"QualifierName": ["metabolism"], "DescriptorName": "Plant Roots"}, {"QualifierName": ["metabolism"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Selenium"}, {"QualifierName": ["metabolism"], "DescriptorName": "Superoxide Dismutase"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Hamilton SJ Review of selenium toxicity in the aquatic food chain. Science of the Total Environment. 2004;326(1–3):1–31. doi: 10.1016/j.scitotenv.2004.01.019", "ArticleIdList": ["10.1016/j.scitotenv.2004.01.019", "15142762"]}, {"Citation": "Tapiero H, Townsend DM, Tew KD. The antioxidant role of selenium and seleno-compounds. Biomedicine & Pharmacotherapy. 2003;57(3–4):134–144. doi: 10.1016/s0753-3322(03)00035-0", "ArticleIdList": ["10.1016/s0753-3322(03)00035-0", "PMC6361120", "12818475"]}, {"Citation": "Wen MX, Wu SH, Wang P, Huang B. Effect of foliar selenium supplement on selenium content in Citrus. Journal of Zhejiang Agricultural Sciences. 2021;62(4):774–776, 783."}, {"Citation": "Yu SW, Chen HY, Zhen XQ, Fan TY, Ma DG, Yan C, et al.. Progress of genetic research on selenium content in rice. Crops. 2010;26(2):6–10."}, {"Citation": "Li YG, Dong YX, Zhen J, Xie HS, Song MY. The transport and transformation of selenium in the soil-paddy plant system affected by geological factors. Geophysical and Geochemical Exploration. 2007;31(1):77–80."}, {"Citation": "Wu QL, Mao SF, Qin ZH. Total synthesis research of abscisic acid. Chemistry Bulletin. 2004;67(10): 729–736."}, {"Citation": "Wang YP, Li L, Ye TT, Lu YM, Chen X, Wu Y. The inhibitory effect of ABA on floral transition is mediated by ABI5 in Arabidops. Journal of Experimental Botany. 2013;64(2):675–684.", "ArticleIdList": ["PMC3542054", "23307919"]}, {"Citation": "Wang J, Lin LJ, Luo L, Liao MA, Lv XL, Wang ZH, et al.. The effects of abscisic acid (ABA) addition on cadmium accumulation of two ecotypes of Solanum photeinocarpum. Environmental Monitoring and Assessment. 2016;188(3):182.", "ArticleIdList": ["26899030"]}, {"Citation": "Sah SK, Reddy KR, Li J. Abscisic acid and abiotic stress tolerance in crop plants. Frontiers in Plant Science. 2016;7:571. doi: 10.3389/fpls.2016.00571", "ArticleIdList": ["10.3389/fpls.2016.00571", "PMC4855980", "27200044"]}, {"Citation": "Wang Y, Ma F, Li M, Liang D, Zou J. Physiological responses of kiwifruit plants to exogenous ABA under drought conditions. Plant Growth Regulation. 2011;64(1):63–74."}, {"Citation": "Karimi R, Ershadi A, Rezaei Nejad A, Khanizadeh S. Abscisic acid alleviates the deleterious effects of cold stress on ‘Sultana’ grapevine (Vitis vinifera L.) plants by improving the anti-oxidant activity and photosynthetic capacity of leaves. The Journal of Horticultural Science and Biotechnology. 2016;91(4): 386–395."}, {"Citation": "Li B, Liu HJ, Lin H, Li H, Yang Z. Effects of ABA on soda saline-alkali osmotic regulation and oxidative damage of alfalfa seedlings. Journal of Yunnan Agricultural University (Natural Science). 2019;34(4):689–694."}, {"Citation": "Yao XM, Ou C, Zhang YL, Yang LM, Xu M, Wang QQ, et al.. Effects of abscisic acid on ion absorption and photosynthesis of Toona sinensis seedlings under salt stress. Journal of Northeast Forestry University. 2020;48(8): 27–32."}, {"Citation": "Li B, Wu TT, Fang ZJ, Li H, Yang Z. Effects of ABA on mineral elements in vegetative organs of alfalfa seedlings under mixed soda salt-alkaline stress. Acta Agrestia Sinica. 2019;27(6): 331–337."}, {"Citation": "Rubio MI, Escrig I, Martínez-Cortina C, López-Benet FJ, Sanz A. Cadmium and nickel accumulation in rice plants. Effects on mineral nutrition and possible interactions of abscisic and gibberellic acids. Plant Growth Regulation. 1994;14(2): 151–157."}, {"Citation": "Qian HS, Chen YH, Wang GP, Shen ZG. Cadmium accumulation and effect of exogenous abscisic acid on cadmium accumulation in cadmium treated Brassica campestris ssp. chinensis L. Journal of Nanjing Agricultural University. 2008;31(4): 61–65."}, {"Citation": "Ma QQ, Liu CY, Shi J, Lin LJ, Liao MA. Effects of spraying abscisic acid on growth and cadmium accumulation in accumulator plant Stellaria media. Chinese Journal of Soil Science. 2016;47(4): 992–997."}, {"Citation": "Zhu SN, Chen N, Zheng XY, Xiao QT, Wang DF, Wang YJ, et al.. Effects of planting density, fertilization and planting methods on lead accumulation ability of Perilla frutescens (L.) Britt. Journal of Fujian Agriculture and Forestry University (Natural Science). 2020;49(3): 399–406."}, {"Citation": "Tan ML, Yan MF, Wang L, Wang LJ, Yan XC. Research progress on Perilla frutescens. Chinese Journal of Oil Crops Sciences. 2012;34(2): 225–231."}, {"Citation": "Huang MF, Guo L, Zhen J, Jiang Y. Research advance of Perilla frutescens. China Food Additives. 2007;18(4): 85–89."}, {"Citation": "Liao RY. Selenium accumulation characteristics of Perilla frutescens. IOP Conference Series: Earth and Environmental Science. 2018;199(4):20–23."}, {"Citation": "Yuan LX, Zhu YY, Lin ZQ, Banuelos G, Li W, Yin XB. A novel selenocystine-accumulating plant in selenium-mine drainage area in Enshi, China. PLOS ONE. 2013;8(6): e65615. doi: 10.1371/journal.pone.0065615", "ArticleIdList": ["10.1371/journal.pone.0065615", "PMC3672165", "23750270"]}, {"Citation": "Cui L, Zhao J, Chen J, Zhang W, Gao Y, Li Ba, et al.. Translocation and transformation of selenium in hyperaccumulator plant Cardamine enshiensis from Enshi, Hubei, China. Plant and Soil. 2018;425: 577–588."}, {"Citation": "Hao ZB, Cang J, Xu Z. Plant physiology experiment. Harbin: Harbin Institute of Technology Press, Beijing, China, 2004."}, {"Citation": "Rastmanesh F, Moore F, Keshavarzi B. Speciation and phytoavailability of heavy metals in contaminated soils in Sarcheshmeh area, Kerman Province, Iran. Bulletin of Environmental Contamination and Toxicology. 2010;85(5): 515–519. doi: 10.1007/s00128-010-0149-z", "ArticleIdList": ["10.1007/s00128-010-0149-z", "21069278"]}, {"Citation": "Zhang XF, Xia HP, Li ZA, Zhuang P, Gao B. Potential of four forage grasses in remediation of Cd and Zn contaminated soils. Bioresource Technology. 2010;101(6): 2063–2066. doi: 10.1016/j.biortech.2009.11.065", "ArticleIdList": ["10.1016/j.biortech.2009.11.065", "20005700"]}, {"Citation": "Nie FH. New comprehensions of hyperaccumulator. Ecological Environment. 2005;14(1): 136–138."}, {"Citation": "Qiao L, Sheng DF, Deng Y. Effect of Cu, Zn, Fe and Pb pollution on the fresh weight and chlorophyll content of cabbage seedling. Guangdong Agricultural Sciences. 2010;37(2): 34–36."}, {"Citation": "Tang RS, Huang YH, Tang XH, Zhong Y, Yu YZ, Tong HY. Effects of microorganism-sourced ABA on the growth and some physiological indexes of pepper seedling under salt stress. Jiangsu Journal of Agricultural Sciences. 2009;25(4): 856–860."}, {"Citation": "Chen MW, Lai B, Xiao YH, He JM. Effect of ABA on fennel (Foeniculum vulgare Mill.) growth and cadmium accumulation under cadmium stress. Journal of Shaoguan University. 2019;40(3): 67–71."}, {"Citation": "Liu L, Ma QQ, Lin LJ, Tang Y, Wang J, Lv XL, et al.. Effects of exogenous abscisic acid on cadmium accumulation in two ecotypes of hyperaccumulator Bidens pilosa. Environmental Progress & Sustainable Energy. 2017;36(6): 1643–1649."}, {"Citation": "Li Y, Yu XJ, Zhao YS, Wang L, Peng Z. Effects of seed soaking with salicylic acid and abscisic acid on seed germination and seedling growth of Medicago ruthenica at low temperature. Acta Agrestia Sinica. 2021;29(1): 174–181."}, {"Citation": "Xiao HJ, Liu KK, Ma YB, Gong ZH. Physiological and biochemical changes during leaf senescence under the regulation of exogenous ABA in Capsicum annuum L. Journal of Henan Agricultural University. 2019;53(3): 357–364."}, {"Citation": "Xu Z, Ren J, Tian Y, Mi N. Effects of exogenous ABA on photosynthetic characteristics of Lolium perenne under drought stress. Acta Agrestia Sinica. 2019;27(5): 1243–1249."}, {"Citation": "Li H, Xie BT, Feng XY, Wang BQ, Dong SX. Effects of exogenous ABA on physiological characteristics of seedlings under water stress in sweet potato (Ipomoea batatas (L.) Lam). Shandong Agricultural Sciences. 2021;53(1): 32–37."}, {"Citation": "Mao GL, Xu X, Xie YJ. Effects of exogenous ABA on growth and chlorophyll fluorescence induction characteristics of Lycium barbarum seedlings under NaCl stress. Jiangsu Agricultural Sciences. 2005;33(6): 111–114."}, {"Citation": "Wang BS. Biological free radicals and membrane damage of plants. Plant Physiology Communications. 1988;38(2): 12–16."}, {"Citation": "Li XM, Chen Q, Wang LL, Hao L. Effects of abscisic acid on photosynthesis and antioxidant enzymes in wheat seedling. Journal of Shenyang Normal University (Natural Science). 2006;24(2): 221–223."}, {"Citation": "Guo WL, Chen RG, Gong ZH, Yin YX, Ahmed SS, He YM. Exogenous abscisic acid increases antioxidant enzymes and related gene expression in pepper (Capsicum annuum) leaves subjected to chilling stress. Genetics and Molecular Research. 2012;11(4): 4063–4080.", "ArticleIdList": ["23079969"]}, {"Citation": "Xu SC, Ding HD, Lu R, Shi B, Ma FF. Study on effects of ABA in antioxidant defense of plant cells. Journal of China Agricultural University. 2008;13(2): 11–19."}, {"Citation": "Si QY, Zhang KY, Gong N, Wang DJ. Influence of abscisic acid on expression of soluble protein in Anoectochilus roxburghii. Guizhou Agricultural Sciences. 2011;39(2): 1–3."}, {"Citation": "Huff A. Peroxides-catalysed oxidation of chlorophyll by hydrogen peroxide. Phytochemistry. 1982;21(2): 261–265."}, {"Citation": "Upham BL, Jahnke LS. Photooxidative reactions in chloroplast thylakoids: Evidence for a Fenton-type reaction promoted by superoxide or ascorbate. Photosynthesis Research. 1986;8(3): 235–247.", "ArticleIdList": ["24443261"]}, {"Citation": "Alexieva V, Sergiev I, Mapelli S, Karanov E. The effect of drought and ultraviolet radiation on growth and stress markers in pea and wheat. Plant, Cell & Environment. 2001;24(12): 1337–1344."}, {"Citation": "Chen SC, Sun GX, Chen Z, Chen FL, Zhu YG. Progress on selenium metabolism and interaction with heavy metals in higher plants. Plant Physiology Journal. 2014;50(5): 612–624."}, {"Citation": "Guignardi Z, Schiavon M. Biochemistry of plant selenium uptake and metabolism. Springer International Publishing, New York, USA, 2017."}, {"Citation": "Li HF, McGrath SP, Zhao FJ. Selenium uptake, translocation and speciation in wheat supplied with selenate or selenite. New Phytologist. 2008;178(1): 92–102. doi: 10.1111/j.1469-8137.2007.02343.x", "ArticleIdList": ["10.1111/j.1469-8137.2007.02343.x", "18179602"]}, {"Citation": "Keskinen R, Turakainen M, Hartikainen H. Plant availability of soil selenate additions and selenium distribution within wheat and ryegrass. Plant and Soil. 2010;333(1–2): 301–313."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "7", "Day": "18"}, {"Year": "2022", "Month": "9", "Day": "24"}, {"Year": "2022", "Month": "10", "Day": "7", "Hour": "13", "Minute": "34"}, {"Year": "2022", "Month": "10", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "7"}], "PublicationStatus": "epublish", "ArticleIdList": ["36206244", "PMC9543941", "10.1371/journal.pone.0275813", "PONE-D-22-20189"]}}], "PubmedBookArticle": []}