{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["AgNPs", "bioactive compounds", "biosynthesis", "chromatographic analysis", "ferruginol", "medicinal plant"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36226285", "DateRevised": {"Year": "2023", "Month": "11", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "09", "Day": "26"}], "Language": ["eng"], "ELocationID": ["962112", "10.3389/fpls.2022.962112"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Biogenic silver nanoparticles improve bioactive compounds in medicinal plant <i>Juniperus procera in vitro</i>.", "Pagination": {"StartPage": "962112", "MedlinePgn": "962112"}, "Abstract": {"AbstractText": ["Bioactive compounds of medicinal plants present as natural ingredients provide health benefits beyond the basic nutritional value of these products. However, the availability of bioactive compounds in the current natural sources is limited. Hence, the induction of bioactive compound production from medicinal plants through nanoparticles (NPs) might play a vital role in industrially important medicinal compounds. Therefore, this study aimed to synthesize silver nanoparticles (AgNPs) biologically and to investigate their effect on phytochemical compound production from the callus of <i>Juniperus procera</i>. AgNPs were synthesized biologically using aqueous leaf extract of <i>Phoenix dactylifera</i>, which acted as a reducing and capping agent, and silver nitrate solution. The formation of AgNPs has been confirmed through different analytical techniques such as UV-Visible spectroscopy (UV), Fourier-transform infrared spectroscopy (FTIR), dynamic light scattering (DLS), and scanning electron microscope (SEM). The impact of different concentrations (0.0, 5, 20, and 50 mg/L) of AgNPs on enzymatic and non-enzymatic antioxidants of the callus of <i>J. procera</i> was investigated. The obtained results showed a significant effect of AgNPs on biomass accumulation and non-enzymatic antioxidants (phenol, tannin, and flavonoid content). Additionally, total protein content and superoxide dismutase (SOD) activity were increased in response to AgNPs. Furthermore, bioactive compounds like gallic acid, tannic acid, coumarin, hesperidin, rutin, quercetin, and ferruginol were chromatographically separated and quantified using high-performance liquid chromatography (HPLC) with reference standards. These compounds were increased significantly in response to AgNPs treatments. We concluded that AgNPs could be a promising elicitor for improving the production of phytochemical compounds in medicinal plants. This work can serve asa good model for improving the production of bioactive compounds from medicinal plants <i>in vitro.</i> This molecular investigation should be done to understand better the metabolic mechanism leading to bioactive compound production scaling."], "CopyrightInformation": "Copyright © 2022 Salih, Al-Qurainy, Khan, Nadeem, Tarroum and Shaikhaldein."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany and Microbiology, College of Science, King Saud University, Riyadh, Saudi Arabia."}], "LastName": "Salih", "ForeName": "Abdalrhaman M", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany and Microbiology, College of Science, King Saud University, Riyadh, Saudi Arabia."}], "LastName": "Al-Qurainy", "ForeName": "Fahad", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany and Microbiology, College of Science, King Saud University, Riyadh, Saudi Arabia."}], "LastName": "Khan", "ForeName": "Salim", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany and Microbiology, College of Science, King Saud University, Riyadh, Saudi Arabia."}], "LastName": "Nadeem", "ForeName": "Mohammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany and Microbiology, College of Science, King Saud University, Riyadh, Saudi Arabia."}], "LastName": "Tarroum", "ForeName": "Mohamed", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany and Microbiology, College of Science, King Saud University, Riyadh, Saudi Arabia."}], "LastName": "Shaikhaldein", "ForeName": "Hassan O", "Initials": "HO"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abdel Ghany T., Hakamy O. M. (2014). Juniperus procera as food safe additive, their antioxidant, anticancer and antimicrobial activity against some food-borne Bacteria. J. Biol. Chem. Res. 31 668–677."}, {"Citation": "Adams R. P. (1990). Juniperus procera of East Africa: Volatile leaf oil composition and putative relationship to J. excelsa. Biochem. Syst. Ecol. 18 207–210. 10.1016/0305-1978(90)90061-J", "ArticleIdList": ["10.1016/0305-1978(90)90061-J"]}, {"Citation": "Agnihotri S., Mukherji S., Mukherji S. (2014). Size-controlled silver nanoparticles synthesized over the range 5–100 nm using the same protocol and their antibacterial efficacy. Rsc Adv. 4 3974–3983. 10.1039/C3RA44507K", "ArticleIdList": ["10.1039/C3RA44507K"]}, {"Citation": "Ahmad T., Bustam M. A., Irfan M., Moniruzzaman M., Asghar H. M. A., Bhattacharjee S. (2019). Mechanistic investigation of phytochemicals involved in green synthesis of gold nanoparticles using aqueous Elaeis guineensis leaf extracts: Role of phenolic compounds and flavonoids. Biotechnol. Appl. Biochem. 66 698–708. 10.1002/bab.1787", "ArticleIdList": ["10.1002/bab.1787", "31172593"]}, {"Citation": "Ahmed S., Saifullah A. M., Swami B. L., Ikram S. (2016). Green synthesis of silver nanoparticles using Azadirachta indica aqueous leaf extract. J. Rad. Res. Appl. Sci. 9 1–7. 10.1016/j.jrras.2015.06.006", "ArticleIdList": ["10.1016/j.jrras.2015.06.006"]}, {"Citation": "Ainsworth E. A., Gillespie K. M. (2007). Estimation of total phenolic content and other oxidation substrates in plant tissues using Folin–Ciocalteu reagent. Nat. Protocols 2 875–877. 10.1038/nprot.2007.102", "ArticleIdList": ["10.1038/nprot.2007.102", "17446889"]}, {"Citation": "Ali A., Mohammad S., Khan M. A., Raja N. I., Arif M., Kamil A., et al. (2019). Silver nanoparticles elicited in vitro callus cultures for accumulation of biomass and secondary metabolites in Caralluma tuberculata. Artif. Cells Nanomed, Biotechnol. 47 715–724. 10.1080/21691401.2019.1577884", "ArticleIdList": ["10.1080/21691401.2019.1577884", "30856344"]}, {"Citation": "Ashraf J. M., Ansari M. A., Khan H. M., Alzohairy M. A., Choi I. (2016). Green synthesis of silver nanoparticles and characterization of their inhibitory effects on AGEs formation using biophysical techniques. Sci. Rep. 6:20414. 10.1038/srep20414", "ArticleIdList": ["10.1038/srep20414", "PMC4735866", "26829907"]}, {"Citation": "Banerjee P., Satapathy M., Mukhopahayay A., Das P. (2014). Leaf extract mediated green synthesis of silver nanoparticles from widely available Indian plants: synthesis, characterization, antimicrobial property and toxicity analysis. Bioresour. Bioproc. 1:3. 10.1186/s40643-014-0003-y", "ArticleIdList": ["10.1186/s40643-014-0003-y"]}, {"Citation": "Biesalski H.-K., Dragsted L. O., Elmadfa I., Grossklaus R., Müller M., Schrenk D., et al. (2009). Bioactive compounds: Definition and assessment of activity. Nutrition 25 1202–1205. 10.1016/j.nut.2009.04.023", "ArticleIdList": ["10.1016/j.nut.2009.04.023", "19695833"]}, {"Citation": "Bitew D. (2015). Assessment of the inhibitory activity of resin from Juniperus procera against the mycilium of Pyrofomes demidoffi. J. Plant Pathol. Microb. 6:2."}, {"Citation": "Bu Y., Lee S. W. (2015). The characteristic Ag(core)Au(shell) nanoparticles as SERS substrates in detecting dopamine molecules at various pH ranges. Int. J. Nanomed. 10 Spec Iss 47–54. 10.2147/IJN.S88308", "ArticleIdList": ["10.2147/IJN.S88308", "PMC4554420", "26345418"]}, {"Citation": "Cameron S. J., Hosseinian F., Willmore W. G. (2018). A current overview of the biological and cellular effects of nanosilver. Int. J. Mol. Sci. 19:2030. 10.3390/ijms19072030", "ArticleIdList": ["10.3390/ijms19072030", "PMC6073671", "30002330"]}, {"Citation": "Chandran S. P., Chaudhary M., Pasricha R., Ahmad A., Sastry M. (2006). Synthesis of gold nanotriangles and silver nanoparticles using Aloevera plant extract. Biotechnol. Prog. 22 577–583. 10.1021/bp0501423", "ArticleIdList": ["10.1021/bp0501423", "16599579"]}, {"Citation": "Chung I.-M., Rajakumar G., Thiruvengadam M. (2018). Effect of silver nanoparticles on phenolic compounds production and biological activities in hairy root cultures of Cucumis anguria. Acta. Biol. Hungarica 69 97–109. 10.1556/018.68.2018.1.8", "ArticleIdList": ["10.1556/018.68.2018.1.8", "29575919"]}, {"Citation": "Collenette S. (1999). Wild flowers of Saudi Arabia, Vol. 110. Norwich: East Anglian Engraving Co. Ltd, 274–275."}, {"Citation": "Durán N., Silveira C. P., Durán M., Martinez D. S. T. (2015). Silver nanoparticle protein corona and toxicity: a mini-review. J. Nanobiotechnol. 13 1–17. 10.1186/s12951-015-0114-4", "ArticleIdList": ["10.1186/s12951-015-0114-4", "PMC4559354", "26337542"]}, {"Citation": "Elhawary S., Hala E.-H., Mokhtar F. A., Mansour Sobeh E. M., Osman S., El-Raey M. (2020). Green synthesis of silver nanoparticles using extract of Jasminum officinal l. leaves and evaluation of cytotoxic activity towards bladder (5637) and breast cancer (MCF-7) cell lines. Int. J. Nanomed. 15:9771. 10.2147/IJN.S269880", "ArticleIdList": ["10.2147/IJN.S269880", "PMC7723236", "33304101"]}, {"Citation": "Frewer L. J., Gupta N., George S., Fischer A., Giles E. L., Coles D. (2014). Consumer attitudes towards nanotechnologies applied to food production. Trends Food Sci. Technol. 40 211–225. 10.1007/s11051-015-3270-4", "ArticleIdList": ["10.1007/s11051-015-3270-4", "PMC4666279", "26660049"]}, {"Citation": "García-Sánchez S., Bernales I., Cristobal S. (2015). Early response to nanoparticles in the Arabidopsis transcriptome compromises plant defence and root-hair development through salicylic acid signalling. BMC Genomics 16:341. 10.1186/s12864-015-1530-4", "ArticleIdList": ["10.1186/s12864-015-1530-4", "PMC4417227", "25903678"]}, {"Citation": "González M. A., Clark J., Connelly M., Rivas F. (2014). Antimalarial activity of abietane ferruginol analogues possessing a phthalimide group. Bioorganic Med. Chem. Lett. 24 5234–5237. 10.1016/j.bmcl.2014.09.061", "ArticleIdList": ["10.1016/j.bmcl.2014.09.061", "25316317"]}, {"Citation": "Hatami M., Naghdi Badi H., Ghorbanpour M. (2019). Nano-elicitation of secondary pharmaceutical metabolites in plant cells: A review. J. Med. Plants 18 6–36. 10.29252/jmp.3.71.6", "ArticleIdList": ["10.29252/jmp.3.71.6"]}, {"Citation": "Hochella M. F., Lower S. K., Maurice P. A., Penn R. L., Sahai N., Sparks D. L., et al. (2008). Nanominerals, mineral nanoparticles, and earth systems. Science 319 1631–1635. 10.1126/science.1141134", "ArticleIdList": ["10.1126/science.1141134", "18356515"]}, {"Citation": "Iravani S. (2011). Green synthesis of metal nanoparticles using plants. Green Chem. 13 2638–2650. 10.1039/c1gc15386b", "ArticleIdList": ["10.1039/c1gc15386b"]}, {"Citation": "Iravani S., Korbekandi H., Mirmohammadi S. V., Zolfaghari B. (2014). Synthesis of silver nanoparticles: chemical, physical and biological methods. Res. Pharm. Sci. 9:385.", "ArticleIdList": ["PMC4326978", "26339255"]}, {"Citation": "Jadczak P., Kulpa D., Drozd R., Przewodowski W., Przewodowska A. (2020). Effect of AuNPs and AgNPs on the Antioxidant System and Antioxidant Activity of Lavender (Lavandula angustifolia Mill.) from In Vitro Cultures. Molecules 25:5511. 10.3390/molecules25235511", "ArticleIdList": ["10.3390/molecules25235511", "PMC7728155", "33255548"]}, {"Citation": "Jeevanandam J., Barhoum A., Chan Y. S., Dufresne A., Danquah M. K. (2018). Review on nanoparticles and nanostructured materials: history, sources, toxicity and regulations. Beilstein J. Nanotechnol. 9 1050–1074. 10.3762/bjnano.9.98", "ArticleIdList": ["10.3762/bjnano.9.98", "PMC5905289", "29719757"]}, {"Citation": "Jogeswar G., Pallela R., Jakka N., Reddy P., Rao J. V., Sreenivasulu N., et al. (2006). Antioxidative response in different sorghum species under short-term salinity stress. Acta. Physiol. Plantarum 28 465–475. 10.1007/BF02706630", "ArticleIdList": ["10.1007/BF02706630"]}, {"Citation": "Khalil M. M., Ismail E. H., El-Baghdady K. Z., Mohamed D. (2014). Green synthesis of silver nanoparticles using olive leaf extract and its antibacterial activity. Arabian J. Chem. 7 1131–1139. 10.3390/ijms222212562", "ArticleIdList": ["10.3390/ijms222212562", "PMC8621457", "34830442"]}, {"Citation": "Khodakovskaya M. V., De Silva K., Biris A. S., Dervishi E., Villagarcia H. (2012). Carbon nanotubes induce growth enhancement of tobacco cells. ACS Nano 6 2128–2135. 10.1021/nn204643g", "ArticleIdList": ["10.1021/nn204643g", "22360840"]}, {"Citation": "Kumar P., Selvi S. S., Govindaraju M. (2013). Seaweed-mediated biosynthesis of silver nanoparticles using Gracilaria corticata for its antifungal activity against Candida spp. Appl. Nanosci. 3 495–500. 10.1007/s13204-012-0151-3", "ArticleIdList": ["10.1007/s13204-012-0151-3"]}, {"Citation": "Marklund S., Marklund G. (1974). Involvement of the superoxide anion radical in the autoxidation of pyrogallol and a convenient assay for superoxide dismutase. Eur. J. Biochem. 47 469–474. 10.1111/j.1432-1033.1974.tb03714.x", "ArticleIdList": ["10.1111/j.1432-1033.1974.tb03714.x", "4215654"]}, {"Citation": "Marslin G., Sheeba C. J., Franklin G. (2017). Nanoparticles alter secondary metabolism in plants via ROS burst. Front. Plant Sci. 8:832. 10.3389/fpls.2017.00832", "ArticleIdList": ["10.3389/fpls.2017.00832", "PMC5437210", "28580002"]}, {"Citation": "Masum M., Islam M., Siddiqa M., Ali K. A., Zhang Y., Abdallah Y., et al. (2019). Biogenic synthesis of silver nanoparticles using Phyllanthus emblica fruit extract and its inhibitory action against the pathogen Acidovorax oryzae strain RS-2 of rice bacterial brown stripe. Front. Microbiol. 10:820. 10.3389/fmicb.2019.00820", "ArticleIdList": ["10.3389/fmicb.2019.00820", "PMC6501729", "31110495"]}, {"Citation": "Mehmood A., Murtaza G. (2017). Impact of biosynthesized silver nanoparticles on protein and carbohydrate contents in seeds of Pisum sativum L. Crop Breed. Appl. Biotechnol. 17 334–340. 10.1590/1984-70332017v17n4a51", "ArticleIdList": ["10.1590/1984-70332017v17n4a51"]}, {"Citation": "Mirzajani F., Askari H., Hamzelou S., Schober Y., Römpp A., Ghassempour A., et al. (2014). Proteomics study of silver nanoparticles toxicity on Oryza sativa L. Ecotoxicol. Environ. Safe. 108 335–339. 10.1016/j.ecoenv.2014.07.013", "ArticleIdList": ["10.1016/j.ecoenv.2014.07.013", "25124680"]}, {"Citation": "Mohanpuria P., Rana N. K., Yadav S. K. (2008). Biosynthesis of nanoparticles: technological concepts and future applications. J. Nanoparticle Res. 10 507–517. 10.1007/s11051-007-9275-x", "ArticleIdList": ["10.1007/s11051-007-9275-x"]}, {"Citation": "Mulabagal V., Tsay H.-S. (2004). Plant cell cultures-an alternative and efficient source for the production of biologically important secondary metabolites. Int. J. Appl. Sci. Eng. 2 29–48."}, {"Citation": "Muley B., Khadabadi S., Banarase N. (2009). Phytochemical constituents and pharmacological activities of Calendula officinalis Linn (Asteraceae): a review. Tropical. J. Pharm. Res. 8 455–465. 10.4314/tjpr.v8i5.48090", "ArticleIdList": ["10.4314/tjpr.v8i5.48090"]}, {"Citation": "Navarro E., Baun A., Behra R., Hartmann N. B., Filser J., Miao A.-J., et al. (2008). Environmental behavior and ecotoxicity of engineered nanoparticles to algae, plants, and fungi. Ecotoxicology 17 372–386. 10.1007/s10646-008-0214-0", "ArticleIdList": ["10.1007/s10646-008-0214-0", "18461442"]}, {"Citation": "Nazir S., Jan H., Zaman G., Khan T., Ashraf H., Meer B., et al. (2021). Copper oxide (CuO) and manganese oxide (MnO) nanoparticles induced biomass accumulation, antioxidants biosynthesis and abiotic elicitation of bioactive compounds in callus cultures of Ocimum basilicum (Thai basil). Artif. Cells Nanomed. Biotechnol. 49 626–634. 10.1080/21691401.2021.1984935", "ArticleIdList": ["10.1080/21691401.2021.1984935", "34597252"]}, {"Citation": "Nour V., Trandafir I., Cosmulescu S. (2013). HPLC determination of phenolic acids, flavonoids and juglone in walnut leaves. J. Chromatogr. Sci. 51 883–890. 10.1093/chromsci/bms180", "ArticleIdList": ["10.1093/chromsci/bms180", "23135132"]}, {"Citation": "Ordonez A., Gomez J., Vattuone M. (2006). Antioxidant activities of Sechium edule (Jacq.) Swartz extracts. Food Chem. 97 452–458. 10.1016/j.foodchem.2005.05.024", "ArticleIdList": ["10.1016/j.foodchem.2005.05.024"]}, {"Citation": "Ovais M., Khalil A. T., Islam N. U., Ahmad I., Ayaz M., Saravanan M., et al. (2018). Role of plant phytochemicals and microbial enzymes in biosynthesis of metallic nanoparticles. Appl. Microbiol. Biotechnol. 102 6799–6814. 10.1007/s00253-018-9146-7", "ArticleIdList": ["10.1007/s00253-018-9146-7", "29882162"]}, {"Citation": "Paramo L. A., Feregrino-Pérez A. A., Guevara R., Mendoza S., Esquivel K. (2020). Nanoparticles in agroindustry: Applications, toxicity, challenges, and trends. Nanomaterials 10:1654. 10.3390/nano10091654", "ArticleIdList": ["10.3390/nano10091654", "PMC7558820", "32842495"]}, {"Citation": "Rauwel P., Küünal S., Ferdov S., Rauwel E. (2015). A review on the green synthesis of silver nanoparticles and their morphologies studied via TEM. Adv. Mater. Sci. Eng. 2015:682749. 10.1155/2015/682749", "ArticleIdList": ["10.1155/2015/682749"]}, {"Citation": "Rodrigues C. I., Marta L., Maia R., Miranda M., Ribeirinho M., Máguas C. (2007). Application of solid-phase extraction to brewed coffee caffeine and organic acid determination by UV/HPLC. J. Food Compos. Anal. 20 440–448. 10.1016/j.jfca.2006.08.005", "ArticleIdList": ["10.1016/j.jfca.2006.08.005"]}, {"Citation": "Römer I., White T. A., Baalousha M., Chipman K., Viant M. R., Lead J. R. (2011). Aggregation and dispersion of silver nanoparticles in exposure media for aquatic toxicity tests. J. Chromatogr. A 1218 4226–4233. 10.1016/j.chroma.2011.03.034", "ArticleIdList": ["10.1016/j.chroma.2011.03.034", "21529813"]}, {"Citation": "Salama H. M. (2012). Effects of silver nanoparticles in some crop plants, common bean (Phaseolus vulgaris L.) and corn (Zea mays L.). Int. Res. J. Biotechnol. 3 190–197."}, {"Citation": "Saleh T. A., Al-Shalalfeh M. M., Al-Saadi A. A. (2016). Graphene Dendrimer-stabilized silver nanoparticles for detection of methimazole using Surface-enhanced Raman scattering with computational assignment. Sci. Rep. 6:32185. 10.1038/srep32185", "ArticleIdList": ["10.1038/srep32185", "PMC5004140", "27572919"]}, {"Citation": "Salih A. M., Al-Qurainy F., Khan S., Tarroum M., Nadeem M., Shaikhaldein H. O., et al. (2021a). Mass propagation of Juniperus procera Hoechst. Ex Endl. From seedling and screening of bioactive compounds in shoot and callus extract. BMC Plant Biol. 21:192. 10.1186/s12870-021-02946-2", "ArticleIdList": ["10.1186/s12870-021-02946-2", "PMC8059214", "33882830"]}, {"Citation": "Salih A. M., Al-Qurainy F., Khan S., Tarroum M., Nadeem M., Shaikhaldein H. O., et al. (2021b). Biosynthesis of zinc oxide nanoparticles using Phoenix dactylifera and their effect on biomass and phytochemical compounds in Juniperus procera. Sci. Rep. 11:19136. 10.1038/s41598-021-98607-3", "ArticleIdList": ["10.1038/s41598-021-98607-3", "PMC8476557", "34580362"]}, {"Citation": "Sosan A., Svistunenko D., Straltsova D., Tsiurkina K., Smolich I., Lawson T., et al. (2016). Engineered silver nanoparticles are sensed at the plasma membrane and dramatically modify the physiology of Arabidopsis thaliana plants. Plant J. 85 245–257. 10.1111/tpj.13105", "ArticleIdList": ["10.1111/tpj.13105", "26676841"]}, {"Citation": "Srikar S. K., Giri D. D., Pal D. B., Mishra P. K., Upadhyay S. N. (2016). Green synthesis of silver nanoparticles: a review. Green Sustain. Chem. 6 34–56."}, {"Citation": "Suleiman R. K., Iali W., El Ali B., Umoren S. A. (2021). New Constituents from the Leaves of Date Palm (Phoenix dactylifera L.) of Saudi Origin. Molecules 26:4192. 10.3390/molecules26144192", "ArticleIdList": ["10.3390/molecules26144192", "PMC8306910", "34299467"]}, {"Citation": "Syedmoradi L., Daneshpour M., Alvandipour M., Gomez F. A., Hajghassem H., Omidfar K. (2017). Point of care testing: The impact of nanotechnology. Biosens. Bioelectron. 87 373–387.", "ArticleIdList": ["27589400"]}, {"Citation": "Thirunavoukkarasu M., Balaji U., Behera S., Panda P., Mishra B. (2013). Biosynthesis of silver nanoparticle from leaf extract of Desmodium gangeticum (L.) DC. and its biomedical potential. Spectrochim. Acta. Part A 116 424–427. 10.1016/j.saa.2013.07.033", "ArticleIdList": ["10.1016/j.saa.2013.07.033", "23973589"]}, {"Citation": "Thuesombat P., Hannongbua S., Akasit S., Chadchawan S. (2014). Effect of silver nanoparticles on rice (Oryza sativa L. cv. KDML 105) seed germination and seedling growth. Ecotoxicol. Environ. Safe. 104 302–309. 10.1016/j.ecoenv.2014.03.022", "ArticleIdList": ["10.1016/j.ecoenv.2014.03.022", "24726943"]}, {"Citation": "Tian H., Ghorbanpour M., Kariman K. (2018). Manganese oxide nanoparticle-induced changes in growth, redox reactions and elicitation of antioxidant metabolites in deadly nightshade (Atropa belladonna L.). Industrial Crops Products 126 403–414."}, {"Citation": "Tumen I., Eller F. J., Clausen C. A., Teel J. A. (2013). Antifungal activity of heartwood extracts from three Juniperus species. BioResources 8 12–20."}, {"Citation": "Vanaja M., Gnanajobitha G., Paulkumar K., Rajeshkumar S., Malarkodi C., Annadurai G. (2013). Phytosynthesis of silver nanoparticles by Cissus quadrangularis: influence of physicochemical factors. J. Nanostruct. Chem. 3:17."}, {"Citation": "Vargas-Hernandez M., Macias-Bobadilla I., Guevara-Gonzalez R. G., Rico-Garcia E., Ocampo-Velazquez R. V., Avila-Juarez L., et al. (2020). Nanoparticles as potential antivirals in agriculture. Agriculture 10:444. 10.3390/agriculture10100444", "ArticleIdList": ["10.3390/agriculture10100444"]}, {"Citation": "Wei Y., He J., Qin H., Wu X. A., Yao X. (2009). Determination of ferruginol in rat plasma via high-performance liquid chromatography and its application in pharmacokinetics study. Biomed. Chromatogr. 23 1116–1120. 10.1002/bmc.1232", "ArticleIdList": ["10.1002/bmc.1232", "19444795"]}, {"Citation": "Zou J., Xu Y., Hou B., Wu D., Sun Y. (2007). Controlled growth of silver nanoparticles in a hydrothermal process. China Particuol. 5 206–212. 10.1016/j.cpart.2007.03.006", "ArticleIdList": ["10.1016/j.cpart.2007.03.006"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "6", "Day": "5"}, {"Year": "2022", "Month": "8", "Day": "19"}, {"Year": "2022", "Month": "10", "Day": "13", "Hour": "2", "Minute": "52"}, {"Year": "2022", "Month": "10", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["36226285", "PMC9549325", "10.3389/fpls.2022.962112"]}}], "PubmedBookArticle": []}