{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36225946", "DateCompleted": {"Year": "2022", "Month": "10", "Day": "14"}, "DateRevised": {"Year": "2022", "Month": "10", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "10", "Day": "03"}], "Language": ["eng"], "ELocationID": ["4000707", "10.1155/2022/4000707"], "Journal": {"ISSN": "1537-744X", "JournalIssue": {"Volume": "2022", "PubDate": {"Year": "2022"}}, "Title": "TheScientificWorldJournal", "ISOAbbreviation": "ScientificWorldJournal"}, "ArticleTitle": "Analysis of Phenolic and Flavonoid Content, <i>α</i>-Amylase Inhibitory and Free Radical Scavenging Activities of Some Medicinal Plants.", "Pagination": {"StartPage": "4000707", "MedlinePgn": "4000707"}, "Abstract": {"AbstractText": ["In Nepal, about 700 plant species have been reported to be used for the primary care of different diseases. However, many of them have not been studied yet for their scientific evidence. The main aim of this study is the quantitative analysis of flavonoids and phenolic content, antioxidant, and antidiabetic activities of the extracts of four different medicinal plants, namely, <i>Pogostemon benghalensis, Aleuritopteris bicolor, Crateva unilocularis,</i> and <i>Rungia pectinata</i> growing in Nepal. The methanol extracts of plant samples were prepared by the hot percolation method using the Soxhlet apparatus. The phytochemicals of the plant extracts were analysed by colour differentiation methods using different analytical reagents. The phenolic content was estimated by using Folin-Ciocalteu's phenol reagent and the flavonoid was estimated by the aluminium chloride colorimetric method. The 1,1-diphenyl-2-picrylhydrazyl (DPPH) free radical scavenging assay was used to evaluate the antioxidant potential. The <i>α</i>-amylase enzyme inhibition activity was performed to evaluate the antidiabetic activity of plant extracts. The amount of total phenolics and flavonoids content was found to be the highest in <i>Pogostemon benghalensis</i> (169.43 ± 3.58 mg GAE/g and 65.2 ± 2.0 mg QE/g), respectively, which also showed the most potent free radical scavenging activity (IC<sub>50</sub> 35.92 ± 0.65 <i>μ</i>g/mL). The extract of <i>Aleuritopteris bicolor</i> showed the highest <i>α</i>-amylase inhibitory activity (IC<sub>50</sub> 651.58 ± 10.32 <i>μ</i>g/mL) whereas <i>Crateva unilocularis</i> and <i>Pogostemon benghalensis</i> exhibited moderate activity. The extract of <i>Rungia pectinata</i> showed the least activity towards <i>α</i>-amylase inhibition. Some of the medicinal plants selected in this study showed high TPC and TFC values with potent biological activities. To the best of our knowledge, these medicinal plants have the least exposure to their biological activities, and the results provide scientific evidence for the traditional uses of these plants against diabetes and infectious diseases. However, a detailed study can be performed in these plants to isolate the active chemical compounds and to evaluate <i>in vivo</i> pharmacological activities to know the active drug candidates for the future drug development process."], "CopyrightInformation": "Copyright © 2022 Lalit Kala Pandey and Khaga Raj Sharma."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Central Department of Chemistry, Tribhuvan University, Kirtipur, Kathmandu, Nepal."}], "LastName": "Pandey", "ForeName": "Lalit Kala", "Initials": "LK"}, {"Identifier": ["0000-0002-1555-0887"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Central Department of Chemistry, Tribhuvan University, Kirtipur, Kathmandu, Nepal."}], "LastName": "Sharma", "ForeName": "Khaga Raj", "Initials": "KR"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "ScientificWorldJournal", "NlmUniqueID": "101131163", "ISSNLinking": "1537-744X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Free Radicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Hypoglycemic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Phenols"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "3CYT62D3GA", "NameOfSubstance": "Aluminum Chloride"}, {"RegistryNumber": "EC 3.2.1.1", "NameOfSubstance": "alpha-Amylases"}, {"RegistryNumber": "Y4S76JWI15", "NameOfSubstance": "Methanol"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Aluminum Chloride"}, {"QualifierName": ["chemistry"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["chemistry"], "DescriptorName": "Flavonoids"}, {"QualifierName": [], "DescriptorName": "Free Radicals"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Hypoglycemic Agents"}, {"QualifierName": [], "DescriptorName": "Methanol"}, {"QualifierName": ["chemistry"], "DescriptorName": "Phenols"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "alpha-Amylases"}], "CoiStatement": "The authors declare that they have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Devkota H. P., Adhikari-Devkota A., Takano A., Yahara S., Basnet P. HPLC and TLC fingerprints of selected Nepalese natural medicines and medicinal Plants. Journal of Nepal Pharmaceutical Association . 2017;28:1–11."}, {"Citation": "Manandhar N. P. Plants and People of Nepal . Portland, OR, USA: Timber Press, Inc; 2002."}, {"Citation": "Watanabe T., Rajbhandari K. R., Malla K. J., Devkota H. P., Yahara S. A. “Handbook of Medicinal Plants of Nepal” Supplement I . Kanagawa, Japan: Kobfai Publ. Project; 2013."}, {"Citation": "Sermakkani M., Thangapandian V. GC-MS analysis of Cassia italica leaf methanol extract. Asian Journal of Pharmaceutical and Clinical Research . 2012;5(2):90–94."}, {"Citation": "Calixto J. B. The role of natural products in modern drug discovery. Anais da Academia Brasileira de Ciencias . 2019;91(Suppl 3) doi: 10.1590/0001-3765201920190105.e20190105", "ArticleIdList": ["10.1590/0001-3765201920190105", "31166478"]}, {"Citation": "Saba Z., Iqra S., Azhar R., et al. A multifunctional natural compound with potential anticancer, antioxidant and anti-inflammatory activities. Mini Reviews in Medicinal Chemistry . 2021;21(18):2747–2763.", "ArticleIdList": ["32646359"]}, {"Citation": "Nageen B., Sarfraz I., Rasul A., et al. Eupatilin: a natural pharmacologically active flavone compound with its wide range applications. Journal of Asian Natural Products Research . 2020;22(1):1–16. doi: 10.1080/10286020.2018.1492565.", "ArticleIdList": ["10.1080/10286020.2018.1492565", "29973097"]}, {"Citation": "Jiang D., Rasul A., Batool R., et al. Potential anticancer properties and mechanisms of action of formononetin. BioMed Research International . 2019;2019:11. doi: 10.1155/2019/5854315.5854315", "ArticleIdList": ["10.1155/2019/5854315", "PMC6699357", "31467899"]}, {"Citation": "Adnan M., Rasul A., Hussain G., et al. Ginkgetin: a natural biflavone with versatile pharmacological activities. Food and Chemical Toxicology . 2020;145 doi: 10.1016/j.fct.2020.111642.111642", "ArticleIdList": ["10.1016/j.fct.2020.111642", "32783998"]}, {"Citation": "Saikia P., Khan M. L. Diversity of medicinal plants and their uses in homegardens of Upper Assam, Northeast India. Asian Journal of Pharmaceutical and Biological Research . 2011;1(3):296–309."}, {"Citation": "Kachhiyapatel R. N., Singh A. P., Raole V. M., Rajput K. S. Distribution and occurrence of some teridophytes in Gujarat: a new record for the state. Journal of the Indian Botanical Society . 2015;94:236–244."}, {"Citation": "Manandhar N. P. Plants and People of Nepal . Portland, OR, USA: Timber Press, Inc; 2002."}, {"Citation": "Nadkarni K. M. Indian Materia Medica . Mumbai, India: Popular Prakashan; 2002."}, {"Citation": "Zhu Y. Z., Huang S. H., Tan B. K. H., Sun J., Whiteman M., Zhu Y. C. Antioxidants in Chinese herbal medicines: a biochemical perspective. Natural Product Reports . 2004;21(4):478–489. doi: 10.1039/b304821g.", "ArticleIdList": ["10.1039/b304821g", "15282631"]}, {"Citation": "Mohana D., Thippeswamy S., Manjunath K., Abhishek R. Antioxidant properties of some selected Indian medicinal plants: their correlation with total phenolic contents. International Journal of Green Pharmacy . 2013;7(2):117–121. doi: 10.4103/0973-8258.116388.", "ArticleIdList": ["10.4103/0973-8258.116388"]}, {"Citation": "Ebrahimabadi A. H., Ebrahimabadi E. H., Djafari-Bidgoli Z., Kashi F. J., Mazoochi A., Batooli H. Composition and antioxidant and antimicrobial activity of the essential oil and extracts of Stachys inflata benth from Iran. Food Chemistry . 2010;119(2):452–458. doi: 10.1016/j.foodchem.2009.06.037.", "ArticleIdList": ["10.1016/j.foodchem.2009.06.037"]}, {"Citation": "Trigui M., Hsouna A. B., Tounsi S., Jaoua S. Chemical composition and evaluation of antioxidant and antimicrobial activities of Tunisian Thymelaea hirsuta with special reference to its mode of action. Industrial Crops and Products . 2013;41:150–157. doi: 10.1016/j.indcrop.2012.04.011.", "ArticleIdList": ["10.1016/j.indcrop.2012.04.011"]}, {"Citation": "Sucharitha E., Estari M. Evalution of antidibetic activity of medicinal plant extracts used by tribal communities in rural areas of Warangal district, Andhra Pradesh, India. Biology and Medicine . 2013;5(1):20–25."}, {"Citation": "Gupta R. C., Chang D., Nammi S., Bensoussan A., Bilinski K., Roufogalis B. D. Interactions between antidiabetic drugs and herbs: an overview of mechanisms of action and clinical implications. Diabetology & Metabolic Syndrome . 2017;9(1) doi: 10.1186/s13098-017-0254-9.", "ArticleIdList": ["10.1186/s13098-017-0254-9", "PMC5527439", "28770011"]}, {"Citation": "Sales P. M., Souza P. M., Simeoni L. A., Magalhães P. O., Silveira D. α-amylase inhibitors: a review of raw material and isolated compounds from plant source. Journal of Pharmacy & Pharmaceutical Sciences . 2012;15(1):141–183. doi: 10.18433/j35s3k.", "ArticleIdList": ["10.18433/j35s3k", "22365095"]}, {"Citation": "Dirar A. I., Alsaadi D. H. M., Wada M., Mohamed M. A., Watanabe T., Devkota H. P. Effects of extraction solvents on total phenolic and flavonoid contents and biological activities of extracts from Sudanese medicinal plants. South African Journal of Botany . 2019;120:261–267. doi: 10.1016/j.sajb.2018.07.003.", "ArticleIdList": ["10.1016/j.sajb.2018.07.003"]}, {"Citation": "Bhatnagar S., Sahoo S., Mohapatra A. K., Behera D. R. Phytochemical analysis, antioxidant and cytotoxic activity of medicinal plant Combretum roxburghii (family: combretaceae) International Journal of Drug Development & Research . 2012;4:193–202."}, {"Citation": "Hazra B., Biswas S., Mandal N. Antioxidant and free radical scavenging activity of Spondias pinnata. BMC Complementary and Alternative Medicine . 2008;8(1) doi: 10.1186/1472-6882-8-63.", "ArticleIdList": ["10.1186/1472-6882-8-63", "PMC2636748", "19068130"]}, {"Citation": "Bakar M. F. A., Karim F. A., Suleiman M., Isha A., Rahmat A. Phytochemical constituents, antioxidant and antiproliferative properties of a liverwort, Lepidozia borneensis stephani from mount Kinabalu, Sabah, Malaysia. Evidence-Based Complementary and Alternative Medicine . 2015;2015:9. doi: 10.1155/2015/936215.936215", "ArticleIdList": ["10.1155/2015/936215", "PMC4658452", "26640502"]}, {"Citation": "Chang C., Yang M., Wen H., Chern J. Estimation of total flavonoid content in propol by two complementary colorimetric methods. Journal of Food and Drug Analysis . 2002;10(3):178–182."}, {"Citation": "Sabudak T., Demirkiran O., Ozturk M., Topcu G. Phenolic compounds from Trifolium echinatum Bieb. and investigation of their tyrosinase inhibitory and antioxidant activities. Phytochemistry . 2013;96:305–311.", "ArticleIdList": ["24070617"]}, {"Citation": "Subedi A., Amatya M. P., Shrestha T. M., Mishra S. K., Pokhrel B. M. Antioxidant and antibacterial activity of methanolic extract of machilus odoratissima. Kathmandu University Journal of Science, Engineering and Technology . 1970;8(1):73–80. doi: 10.3126/kuset.v8i1.6045.", "ArticleIdList": ["10.3126/kuset.v8i1.6045"]}, {"Citation": "Xiao Z., Storms R., Tsang A. A quantitative starch-iodine method for measuring alpha-amylase and glucoamylase activities. Analytical Biochemistry . 2006;351(1):146–148. doi: 10.1016/j.ab.2006.01.036.", "ArticleIdList": ["10.1016/j.ab.2006.01.036", "16500607"]}, {"Citation": "Patel M. S., Antala B. V., Dowerah E., Senthilkumar R., Lahkar M. Antitumor activity of pogostemon benghalensis linn. onehrlichascites carcinomatumor bearing mice. Journal of Cancer Research and Therapeutics . 2014;10(4):1071–1075. doi: 10.4103/0973-1482.138014.", "ArticleIdList": ["10.4103/0973-1482.138014", "25579556"]}, {"Citation": "Chhetri H. P., Yogol N. S., Sherchan J., Kc A., Mansoor S., Thapa P. Phytochemical and antimicrobial evaluations of some medicinal plants of Nepal. Kathmandu University Journal of Science, Engineering and Technology . 1970;4(1):49–54. doi: 10.3126/kuset.v4i1.2883.", "ArticleIdList": ["10.3126/kuset.v4i1.2883"]}, {"Citation": "Swain S. R., Sinha B. N., Murthy P. N. Subchronic toxicity studies of the hydroalcoholic extract of Rungia pectinata leaves. Pharmacologyonline . 2008;2:461–466."}, {"Citation": "John B., Sulaiman C. T., George S., Reddy V. R. K. Total phenolic and flavonoids in selected medicinal plants from Kerala. International Journal of Pharmacy and Pharmaceutical Sciences . 2014;6:406–408."}, {"Citation": "Pandey K. H., Khadka P., Thapa S. K., Baral P., Pandit A., Panta S. Analysis of anthelmintic activity of Crateva unilocularis BUCH.-HAM. Leaf. World Journal of Pharmacy and Pharmaceutical Sciences . 2013;2(6):4443–4448."}, {"Citation": "Hossain M. A., Shah M. D., Gnanaraj C., Iqbal M. In vitro total phenolics, flavonoids contents and antioxidant activity of essential oil, various organic extracts from the leaves of tropical medicinal plant Tetrastigma from Sabah. Asian Pacific Journal of Tropical Medicine . 2011;4(9):717–721. doi: 10.1016/s1995-7645(11)60180-6.", "ArticleIdList": ["10.1016/s1995-7645(11)60180-6", "21967695"]}, {"Citation": "Adhikari-Devkota A., Elbashir S. M. I., Watanabe T., Devkota H. P. Chemical constituents from the flowers of Satsuma Mandarin and their free radical scavenging and α-glucosidase inhibitory activities. Natural Product Research . 2019;33(11):1670–1673. doi: 10.1080/14786419.2018.1425856.", "ArticleIdList": ["10.1080/14786419.2018.1425856", "29334238"]}, {"Citation": "Karle B. A., Sasawade R. R. Study of antioxidant activity of some selected medicinal plants. International Journal of Research and Analytical Reviews . 2019;6(2):645–647."}, {"Citation": "Kang W., Song Y., Gu X. α-glucosidase inhibitory in vitro and antidiabetic activity in vivo of Osmanthus fragrans. Journal of Medicinal Plants Research . 2012;6:2850–2856."}, {"Citation": "Alves C. Q., David J. M., David J. P., Bahia M. V., Aguiar R. M. Methods for determination of in vitro antioxidant activity for extracts and organic compounds. Química Nova . 2010;33(10):2202–2210. doi: 10.1590/s0100-40422010001000033.", "ArticleIdList": ["10.1590/s0100-40422010001000033"]}, {"Citation": "Meyer A. S., Isaksen A. Application of enzymes as food antioxidants. Trends in Food Science & Technology . 1995;6(9):300–304. doi: 10.1016/s0924-2244(00)89140-2.", "ArticleIdList": ["10.1016/s0924-2244(00)89140-2"]}, {"Citation": "Di Carlo G., Mascolo N., Izzo A. A., Capasso F. Flavonoids: old and new aspects of a class of natural therapeutic drugs. Life Sciences . 1999;65(4):337–353. doi: 10.1016/s0024-3205(99)00120-4.", "ArticleIdList": ["10.1016/s0024-3205(99)00120-4", "10421421"]}, {"Citation": "Montoro P., Braca A., Pizza C., De Tommasi N. Structure-antioxidant activity relationships of flavonoids isolated from different plant species. Food Chemistry . 2005;92(2):349–355. doi: 10.1016/j.foodchem.2004.07.028.", "ArticleIdList": ["10.1016/j.foodchem.2004.07.028"]}, {"Citation": "Bravo L. Polyphenols: chemistry, dietary sources, metabolism and nutritional significance. Nutrition Reviews . 2009;56(11):317–333. doi: 10.1111/j.1753-4887.1998.tb01670.x.", "ArticleIdList": ["10.1111/j.1753-4887.1998.tb01670.x", "9838798"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "7", "Day": "30"}, {"Year": "2022", "Month": "9", "Day": "23"}, {"Year": "2022", "Month": "10", "Day": "13", "Hour": "2", "Minute": "42"}, {"Year": "2022", "Month": "10", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["36225946", "PMC9550511", "10.1155/2022/4000707"]}}], "PubmedBookArticle": []}