{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Erwinia amylovora", "Penicillium brasilianum", "active compound", "biological control", "fire blight"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36221918", "DateRevised": {"Year": "2022", "Month": "10", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "10", "Day": "01"}], "Language": ["eng"], "ELocationID": ["10.5423/PPJ.OA.06.2022.0076"], "Journal": {"ISSN": "1598-2254", "JournalIssue": {"Volume": "38", "Issue": "5", "PubDate": {"Year": "2022", "Month": "Oct"}}, "Title": "The plant pathology journal", "ISOAbbreviation": "Plant Pathol J"}, "ArticleTitle": "Biological Control Potential of Penicillium brasilianum against Fire Blight Disease.", "Pagination": {"StartPage": "461", "EndPage": "471", "MedlinePgn": "461-471"}, "Abstract": {"AbstractText": ["Erwinia amylovora is a causative pathogen of fire blight disease, affecting apple, pear, and other rosaceous plants. Currently, management of fire blight relies on cultural and chemical practices, whereas it has been known that few biological resources exhibit disease control efficacy against the fire blight. In the current study, we found that an SFC20201208-M01 fungal isolate exhibits antibacterial activity against E. amylovora TS3128, and the isolate was identified as a Penicillium brasilianum based on the β-tubulin (BenA) gene sequence. To identify active compounds from the P. brasilianum culture, the culture filtrate was partitioned with ethyl acetate and n-butanol sequentially. From the ethyl acetate layer, we identified two new compounds (compounds 3-4) and two known compounds (compounds 1-2) based on spectroscopic analyses and comparison with literature data. Of these active compounds, penicillic acid (1) exhibited promising antibacterial activity against E. amylovora TS3128 with a minimal inhibitory concentration value of 25 μg/ml. When culture filtrate and penicillic acid (125 μg/ml) were applied onto Chinese pearleaf crab apple seedlings prior to inoculation of E. amylovora TS3128, the development of fire blight disease was effectively suppressed in the treated plants. Our results provide new insight into the biocontrol potential of P. brasilianum SFC20201208-M01 with an active ingredient to control fire blight."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Eco-friendly New Materials, Korea Research Institute of Chemical Technology, Daejeon 34114, Korea."}, {"Identifier": [], "Affiliation": "Division of Medicinal Chemistry and Pharmacology, University of Science and Technology, Daejeon 34113, Korea."}], "LastName": "Kim", "ForeName": "Yeong Seok", "Initials": "YS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Eco-friendly New Materials, Korea Research Institute of Chemical Technology, Daejeon 34114, Korea."}, {"Identifier": [], "Affiliation": "Division of Medicinal Chemistry and Pharmacology, University of Science and Technology, Daejeon 34113, Korea."}], "LastName": "Ngo", "ForeName": "Men Thi", "Initials": "MT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Eco-friendly New Materials, Korea Research Institute of Chemical Technology, Daejeon 34114, Korea."}, {"Identifier": [], "Affiliation": "Division of Medicinal Chemistry and Pharmacology, University of Science and Technology, Daejeon 34113, Korea."}], "LastName": "Kim", "ForeName": "Bomin", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Eco-friendly New Materials, Korea Research Institute of Chemical Technology, Daejeon 34114, Korea."}], "LastName": "Han", "ForeName": "Jae Woo", "Initials": "JW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agricultural Microbiology Division, National Institute of Agricultural Sciences, Rural Development Administration, Wanju 55365, Korea."}], "LastName": "Song", "ForeName": "Jaekyeong", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of School of Biological Sciences, Seoul National University, Seoul 08826, Korea."}], "LastName": "Park", "ForeName": "Myung Soo", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Eco-friendly New Materials, Korea Research Institute of Chemical Technology, Daejeon 34114, Korea."}, {"Identifier": [], "Affiliation": "Division of Medicinal Chemistry and Pharmacology, University of Science and Technology, Daejeon 34113, Korea."}], "LastName": "Choi", "ForeName": "Gyung Ja", "Initials": "GJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Eco-friendly New Materials, Korea Research Institute of Chemical Technology, Daejeon 34114, Korea."}, {"Identifier": [], "Affiliation": "Division of Medicinal Chemistry and Pharmacology, University of Science and Technology, Daejeon 34113, Korea."}], "LastName": "Kim", "ForeName": "Hun", "Initials": "H"}], "GrantList": [{"GrantID": "PJ01529603", "Agency": "Rural Development Administration", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Korea (South)", "MedlineTA": "Plant Pathol J", "NlmUniqueID": "100966769", "ISSNLinking": "1598-2254"}, "CoiStatement": "\n<b>Conflicts of Interest</b>\n. No potential conflict of interest relevant to this article was reported."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aćimović SG, Zeng Q, McGhee GC, Sundin GW, Wise JC. Control of fire blight (Erwinia amylovora) on apple trees with trunk-injected plant resistance inducers and antibiotics and assessment of induction of pathogenesis-related protein genes. Front. Plant Sci. 2015;6:16.", "ArticleIdList": ["PMC4323746", "25717330"]}, {"Citation": "Alsberg CL, Black OF. Contributions to the study of maize deterioration: biochemical and toxicological investigations of Penicillium puberulum and Penicillium stoloniferum . U.S. Department of Agriculture; Washington, DC, USA: 1913. p. 47."}, {"Citation": "Auffray Y, Boutibonnes P, Lemarinier S. Filamentous forms of Bacillus thuringiensis (Berliner) formed in the presence of genotoxic mycotoxins. Microbiol. Alim. Nutr. 1984;2:59–67."}, {"Citation": "Bazioli JM, Amaral LDS, Fill TP, Rodrigues-Filho E. Insights into Penicillium brasilianum secondary metabolism and its biotechnological potential. Molecules. 2017;22:858.", "ArticleIdList": ["PMC6152788", "28632186"]}, {"Citation": "Bonaterra A, Cabrefiga J, Camps J, Montesinos E. Increasing survival and efficacy of a bacterial biocontrol agent of fire blight of rosaceous plants by means of osmoadaptation. FEMS Microbiol. Ecol. 2007;61:185–195.", "ArticleIdList": ["17391328"]}, {"Citation": "Broggini GAL, Duffy B, Holliger E, Schärer H-J, Gessler C, Patocchi A. Detection of the fire blight biocontrol agent Bacillus subtilis BD170 (Biopro®) in a Swiss apple orchard. Eur. J. Plant Pathol. 2005;111:93–100."}, {"Citation": "Coyier DL, Covey RP. Tolerance of Erwinia amylovora to streptomycin sulfate in Oregon and Washington. Plant Dis. Rep. 1975;59:849–852."}, {"Citation": "Dagher F, Olishevska S, Philion V, Zheng J, Déziel E. Development of a novel biological control agent targeting the phytopathogen Erwinia amylovora . Heliyon. 2020;6:e05222.", "ArticleIdList": ["PMC7578203", "33102848"]}, {"Citation": "De León Door AP, Romo Chacón A, Acosta Muñiz C. Detection of streptomycin resistance in Erwinia amylovora strains isolated from apple orchards in Chihuahua, Mexico. Eur. J. Plant Pathol. 2013;137:223–229."}, {"Citation": "Dong H, Cohen Y. Extracts of killed Penicillium chrysogenum induce resistance against Fusarium wilt of melon. Phytoparasitica. 2001;29:421."}, {"Citation": "Erfani J, Abdollahi H, Ebadi A, Moghaddam MRF, Arzani K. Evaluation of fire blight resistance and the related markers in some European and Asian pear cultivars. Seed Plant Improv. J. 2013;29:659–672."}, {"Citation": "Espinel-Ingroff A, Fothergill A, Ghannoum M, Manavathu E, Ostrosky-Zeichner L, Pfaller M, Rinaldi M, Schell W, Walsh T. Quality control and reference guidelines for CLSI broth microdilution susceptibility method (M 38-A document) for amphotericin B, itraconazole, posaconazole, and voriconazole. J. Clin. Microbiol. 2005;43:5243–5246.", "ArticleIdList": ["PMC1248457", "16207990"]}, {"Citation": "Ezzat SM, El-Sayed EA, Abou El-Hawa MI, Ismaiel AA. Morphological and ultrastructural studies for the biological action of penicillic acid on some bacterial species. Res. J. Microbiol. 2007;2:303–314."}, {"Citation": "Glass NL, Donaldson GC. Development of primer sets designed for use with the PCR to amplify conserved genes from filamentous ascomycetes. Appl. Environ. Microbiol. 1995;61:1323–1330.", "ArticleIdList": ["PMC167388", "7747954"]}, {"Citation": "Hamed I, Özogul FÖzogul Y, Regenstein JM. Marine bioactive compounds and their health benefits: a review. Compr. Rev. Food Sci. Food Saf. 2015;14:446–465."}, {"Citation": "Hauben L, Swings J. Genus XIII. Erwinia. In: Brenner DJ, Krieg NR, Staley JT, Garrity GM, editors. Bergey’s manual of systematic bacteriology, Vol. 2. The proteobacteria. 2nd ed. Springer; New York, NY, USA: 2005. pp. 670–679."}, {"Citation": "Kang SW, Kim SW. New antifungal activity of penicillic acid against Phytophthora species. Biotechnol. Lett. 2004;26:695–698.", "ArticleIdList": ["15195966"]}, {"Citation": "Kirk PM, Cannon PF, Minter DW, Stalpers JA. Ainsworth & Bisby’s dictionary of the fungi. 10th ed. CABI Publishing; Wallingford, UK: 2008. p. 771."}, {"Citation": "Kong HG, Ham H, Lee M-H, Park DS, Lee YH. Microbial community dysbiosis and functional gene content changes in apple flowers due to fire blight. Plant Pathol. J. 2021;37:404–412.", "ArticleIdList": ["PMC8357563", "34365752"]}, {"Citation": "Li Y, Jiao M, Li Y, Zhong Y, Li X, Chen Z, Chen S, Wang J. Penicillium chrysogenum polypeptide extract protects tobacco plants from tobacco mosaic virus infection through modulation of ABA biosynthesis and callose priming. J. Exp. Bot. 2021;72:3526–3539.", "ArticleIdList": ["PMC8096601", "33687058"]}, {"Citation": "Malnoy M, Martens S, Norelli JL, Barny M-A, Sundin GW, Smits THM, Duffy B. Fire blight: applied genomic insights of the pathogen and host. Annu. Rev. Phytopathol. 2012;50:475–494.", "ArticleIdList": ["22702352"]}, {"Citation": "McManus PS, Stockwell VO, Sundin GW, Jones AL. Antibiotic use in plant agriculture. Anuu. Rev. Phytopathol. 2002;40:443–465.", "ArticleIdList": ["12147767"]}, {"Citation": "Naglot A, Goswami S, Rahman I, Shrimali DD, Yadav KK, Gupta VK, Rabha AJ, Gogoi HK, Veer V. Antagonistic potential of native Trichoderma viride strain against potent tea fungal pathogens in North East India. Plant Pathol. J. 2015;31:278–289.", "ArticleIdList": ["PMC4564153", "26361476"]}, {"Citation": "Nguyen HT, Yu NH, Jeon SJ, Lee HW, Bae C-H, Yeo JH, Lee HB, Kim I-S, Park HW, Kim J-C. Antibacterial activities of penicillic acid isolated from Aspergillus persii against various plant pathogenic bacteria. Lett. Appl. Microbiol. 2016;62:488–493.", "ArticleIdList": ["27105128"]}, {"Citation": "Norelli JL, Jones AL, Aldwinckle HS. Fire blight management in the twenty-first century: using new technologies that enhance host resistance in apple. Plant Dis. 2003;87:756–765.", "ArticleIdList": ["30812883"]}, {"Citation": "Oh M, Son H, Choi GJ, Lee C, Kim J-C, Kim H, Lee Y-W. Transcription factor ART1 mediates starch hydrolysis and mycotoxin production in Fusarium graminearum and F. verticillioides . Mol. Plant Pathol. 2016;17:755–768.", "ArticleIdList": ["PMC6638531", "26456718"]}, {"Citation": "Park DH, Yu J-G, Oh E-J, Han K-S, Yea MC, Lee SJ, Myung I-S, Shim HS, Oh C-S. First report of fire blight disease on Asian pear caused by Erwinia amylovora in Korea. Plant Dis. 2016;100:1946."}, {"Citation": "Pusey PL, Stockwell VO, Reardon CL, Smits THM, Duffy B. Antibiosis activity of Pantoea agglomerans biocontrol strain E325 against Erwinia amylovora on apple flower stigmas. Phytopathology. 2011;101:1234–1241.", "ArticleIdList": ["21679036"]}, {"Citation": "Rasmussen TB, Skindersoe ME, Bjarnsholt T, Phipps RK, Christensen KB, Jensen PO, Andersen JB, Koch B, Larsen TO, Hentzer M, Eberl L, Hoiby N, Givskov M. Identity and effects of quorum-sensing inhibitors produced by Penicillium species. Microbiology. 2005;151:1325–1340.", "ArticleIdList": ["15870443"]}, {"Citation": "Roselló G, Bonaterra A, Francés J, Montesinos L, Badosa E, Montesinos E. Biological control of fire blight of apple and pear with antagonistic Lactobacillus plantarum . Eur. J. Plant Pathol. 2013;137:621–633."}, {"Citation": "Russo NL, Burr TJ, Breth DI, Aldwinckle HS. Isolation of streptomycin-resistant isolates of Erwinia amylovora in New York. Plant Dis. 2008;92:714–718.", "ArticleIdList": ["30769587"]}, {"Citation": "Saitou N, Nei M. The neighbor-joining method: a new method for reconstructing phylogenetic trees. Mol. Biol. Evol. 1987;4:406–425.", "ArticleIdList": ["3447015"]}, {"Citation": "Schaad NW, Wang ZK, Di M, McBeath J, Peterson GL, Bonde MR. An improved infiltration technique to test the pathogenicity of Xanthomonas oryzae pv. oryzae in rice seedlings. Seed Sci. Technol. 1996;24:449–456."}, {"Citation": "Schroth MN, Thomson SV, Hildebrand DC, Moller WJ. Epidemiology and control of fire blight. Anuu. Rev. Phytopathol. 1974;12:389–412."}, {"Citation": "Sholberg PL, Bedford KE, Haag P, Randal P. Survey of Erwinia amylovora isolates from British Columbia for resistance to bactericides and virulence on apple. Can. J. Plant Pathol. 2001;23:60–67."}, {"Citation": "Sobiczewski P, Peil A, Mikiciński A, Richter K, Lewandowski M, Żurawicz E, Kellerhals M. Susceptibility of apple genotypes from European genetic resources to fire blight (Erwinia amylovora) Eur. J. Plant Pathol. 2015;141:51–62."}, {"Citation": "Thomson SV, Gouk SC, Vanneste JL, Hale CN, Clark RG. The presence of streptomycin resistant isolates of Erwinia amylovora in New Zealand. Acta. Hortic. 1993;338:223–230."}, {"Citation": "Vanneste JL. Erwinia amylovora. CABI publishing; Wallingford, UK: 2000. Fire blight: the disease and its causative agent; p. 370."}, {"Citation": "Visagie CM, Houbraken J, Frisvad JC, Hong S-B, Klaassen CHW, Perrone G, Seifert KA, Varga J, Yaguchi T, Samson RA. Identification and nomenclature of the genusPenicillium . Stud. Mycol. 2014;78:343–371.", "ArticleIdList": ["PMC4261876", "25505353"]}, {"Citation": "Vrancken K, Holtappels M, Schoofs H, Deckers T, Valcke R. Pathogenicity and infection strategies of the fire blight pathogen Erwinia amylovora in Rosaceae: state of the art. Microbiology. 2013;159:823–832.", "ArticleIdList": ["23493063"]}, {"Citation": "Wang D, Korban SS, Zhao Y. Molecular signature of differential virulence in natural isolates of Erwinia amylovora . Phytopathology. 2010;100:192–198.", "ArticleIdList": ["20055653"]}, {"Citation": "Zhao X, Ni Y, Zhao H, Liu X, He B, Shi B, Ma Q, Liu H. Plant growth-promoting ability and control efficacy of Penicillium aurantiogriseum 44M-3 against sesame Fusarium wilt disease. Biocontrol Sci. Technol. 2021;31:1314–1329."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "6", "Day": "9"}, {"Year": "2022", "Month": "7", "Day": "19"}, {"Year": "2022", "Month": "10", "Day": "12", "Hour": "2", "Minute": "51"}, {"Year": "2022", "Month": "10", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "13", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "10", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36221918", "PMC9561163", "10.5423/PPJ.OA.06.2022.0076", "PPJ.OA.06.2022.0076"]}}], "PubmedBookArticle": []}