{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anacyclus pyrethrum", "biological activity", "medicinal plants", "phytochemical", "traditional medicine"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36235444", "DateRevised": {"Year": "2022", "Month": "10", "Day": "19"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "09", "Day": "30"}], "Language": ["eng"], "ELocationID": ["2578", "10.3390/plants11192578"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "11", "Issue": "19", "PubDate": {"Year": "2022", "Month": "Sep", "Day": "30"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Phytochemistry, Biological and Pharmacological Activities of the <i>Anacyclus pyrethrum</i> (L.) Lag: A Systematic Review.", "Abstract": {"AbstractText": ["<i>Anacyclus pyrethrum</i> (L.) (Asteraceae) is an important annual medicinal herb and is widespread in Morocco and Algeria. Most of its parts are used in traditional medicine and the roots are the most important parts used. The present review gives an account of the updated information on its phytochemical and pharmacological properties. We have collected the essential characteristics and the different scientific data of the <i>A. pyrethrum</i> species, and reviewed its potential. It is seen from the literature that <i>A. pyrethrum</i> is a rich source of the phytochemical constituents such as alkaloids (pellitorin) and <i>n</i>-alkylamides. This species also contains pyrethrins, sesamin, traces of essential oils and a wide range of other chemical compounds. These active substances possess antimicrobial and anti-inflammatory activities. The plant has an antidiabetic, insecticidal and immunostimulatory effect, as well as an aphrodisiac and antioxidant potentials, and various other important medicinal properties. Many traditional uses are also reported in previous research such as for rheumatism, sciatica, colds, neuralgia and paralysis. This species is considered to be a sialagogue, and used in the treatment of stomach ailments, diseases of inflammation of the mouth, against cysts in the genital tract and to relieve toothaches. Thus, further research must be carried out in order to establish any relationship between the traditional uses, phytochemistry and toxicity. Moreover, <i>A. pyrethrum</i> is quite promising as a medicinal agent, so further clinical trials should be performed to prove its efficacy."]}, "AuthorList": [{"Identifier": ["0000-0002-2498-2518"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Team of Chemistry, Bioactive Molecules and Environment, Laboratoire des Matériaux Innovants and Biotechnologie of Naturelles Ressources, University Moulay Ismail Faculty of Sciences, Zitoune, Meknès B.P. 11201, Morocco."}, {"Identifier": [], "Affiliation": "Laboratory of Spectroscopy, Molecular Modeling, Materials, Nanomaterials, Water and Environment, University Mohammed V Faculty of Sciences, 4-Avenue IbnBattouta, Rabat B.P. 1014 RP, Morocco."}], "LastName": "Elazzouzi", "ForeName": "Hanane", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Team of Chemistry, Bioactive Molecules and Environment, Laboratoire des Matériaux Innovants and Biotechnologie of Naturelles Ressources, University Moulay Ismail Faculty of Sciences, Zitoune, Meknès B.P. 11201, Morocco."}], "LastName": "Fadili", "ForeName": "Kamal", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Team of Chemistry, Bioactive Molecules and Environment, Laboratoire des Matériaux Innovants and Biotechnologie of Naturelles Ressources, University Moulay Ismail Faculty of Sciences, Zitoune, Meknès B.P. 11201, Morocco."}], "LastName": "Cherrat", "ForeName": "Ali", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Team of Chemistry, Bioactive Molecules and Environment, Laboratoire des Matériaux Innovants and Biotechnologie of Naturelles Ressources, University Moulay Ismail Faculty of Sciences, Zitoune, Meknès B.P. 11201, Morocco."}, {"Identifier": [], "Affiliation": "Laboratory of Phytochemistry, National Agency of Medicinal and Aromatic Plants, Taounate 34000, Morocco."}], "LastName": "Amalich", "ForeName": "Smail", "Initials": "S"}, {"Identifier": ["0000-0003-4262-405X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Team of Chemistry, Bioactive Molecules and Environment, Laboratoire des Matériaux Innovants and Biotechnologie of Naturelles Ressources, University Moulay Ismail Faculty of Sciences, Zitoune, Meknès B.P. 11201, Morocco."}, {"Identifier": [], "Affiliation": "Laboratory of Spectroscopy, Molecular Modeling, Materials, Nanomaterials, Water and Environment, University Mohammed V Faculty of Sciences, 4-Avenue IbnBattouta, Rabat B.P. 1014 RP, Morocco."}], "LastName": "Zekri", "ForeName": "Nadia", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Team of Chemistry, Bioactive Molecules and Environment, Laboratoire des Matériaux Innovants and Biotechnologie of Naturelles Ressources, University Moulay Ismail Faculty of Sciences, Zitoune, Meknès B.P. 11201, Morocco."}], "LastName": "Zerkani", "ForeName": "Hannou", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Team of Chemistry, Bioactive Molecules and Environment, Laboratoire des Matériaux Innovants and Biotechnologie of Naturelles Ressources, University Moulay Ismail Faculty of Sciences, Zitoune, Meknès B.P. 11201, Morocco."}], "LastName": "Tagnaout", "ForeName": "Imane", "Initials": "I"}, {"Identifier": ["0000-0001-9938-0151"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratoire de Biologie des Ligneux et des Grandes Cultures, INRA USC1328, Orleans University, CEDEX 2, 45067 Orléans, France."}], "LastName": "Hano", "ForeName": "Christophe", "Initials": "C"}, {"Identifier": ["0000-0002-7725-9294"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centro Tecnológico de la Carne de Galicia, Rúa Galicia No 4, Parque Tecnológico de Galicia, San Cibraodas Viñas, 32900 Ourense, Spain."}, {"Identifier": [], "Affiliation": "Área de Tecnología de los Alimentos, Facultad de Ciencias de Ourense, Universidad de Vigo, 32004 Ourense, Spain."}], "LastName": "Lorenzo", "ForeName": "Jose M", "Initials": "JM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Team of Chemistry, Bioactive Molecules and Environment, Laboratoire des Matériaux Innovants and Biotechnologie of Naturelles Ressources, University Moulay Ismail Faculty of Sciences, Zitoune, Meknès B.P. 11201, Morocco."}], "LastName": "Zair", "ForeName": "Touria", "Initials": "T"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ouarghidi A., Abbad A. Etude ethnobotanique, ethno-taxonomique et ethnoécologique de Anacyclus pyrethrum var. pyrethrum (L.) Link. (Asteraceae) dans la vallée d’Ait Mhamed (Région d’Azilal, Maroc) Rev. D’ethnoécologie. 2019;16:1–11. doi: 10.4000/ethnoecologie.5546.", "ArticleIdList": ["10.4000/ethnoecologie.5546"]}, {"Citation": "Schauenberg P., Paris F. Guides Des Plantes Médicinales Analyse, Description Et Utilisation De 400 Plantes. Delachaux et Niestlé; Paris, France: 2006. pp. 33–34."}, {"Citation": "Bellakhdar J. La Pharmacopée Marocaine Traditionnelle: Médecine Arabe Ancienne Et Savoirs Populaires-Saint–Etienne. Ibis Press; Saint–Etienne, Paris: 1997."}, {"Citation": "Hmamouchi M. Les Plantes Médicinales Et Aromatiques Marocaines. Fedala; Rabat, Morocco: 1999. p. 389."}, {"Citation": "Jawhari F.Z., El Moussaoui A., Bourhia M., Imtara H., Mechchate H., Es-Safi I., Ullah R., Ezzeldin E., Mostafa G.A., Grafov A., et al. Anacyclus pyrethrum (L): Chemical Composition, Analgesic, Anti-Inflammatory, and Wound Healing Properties. Molecules. 2020;25:5469. doi: 10.3390/molecules25225469.", "ArticleIdList": ["10.3390/molecules25225469", "PMC7700217", "33238392"]}, {"Citation": "Jawhari F.Z., Moussaoui A.E.L., Bourhia M., Imtara H., Saghrouchni H., Ammor K., Ouassou H., Elamine Y., Ullah R., Ezzeldin E., et al. Anacyclus pyrethrum var. pyrethrum (L.) and Anacyclus pyrethrum var. depressus (Ball) Maire: Correlation between Total Phenolic and Flavonoid Contents with Antioxidant and Antimicrobial Activities of Chemically Characterized Extracts. Plants. 2021;10:149. doi: 10.3390/plants10010149.", "ArticleIdList": ["10.3390/plants10010149", "PMC7828480", "33451098"]}, {"Citation": "El mokhtari K., El kouali M., Talbi M., Hajji L., El Brouzi A. Chemical composition and insecticidal activity of Anacyclus pyrethrum essential oil from the Bensliman area against Culex pipiens. Mediterr. J. Chem. 2020;10:13–21. doi: 10.13171/mjc101020211198kem.", "ArticleIdList": ["10.13171/mjc101020211198kem"]}, {"Citation": "Elazzouzi H., Zekri N., Zair T., El Belghiti M.A. Volatiles profiling and antioxidant activity of moroccan Artemisia ifranensis J. didier and Anacyclus pyrethrum link essential oils. Egypt. J. Chem. 2020;63:3937–3947. doi: 10.21608/ejchem.2020.28171.2594.", "ArticleIdList": ["10.21608/ejchem.2020.28171.2594"]}, {"Citation": "Fennane M., Ibn-Tattou M., El oualidi J. Flore Pratique du Maroc. Volume 3. Dicotyledones, Monocotyledones. Institut Scientifique, Université Mohammed V de Rabat; Rabat, Morocco: 2014. p. 755."}, {"Citation": "Cazin F.-J. Traité pratique et raisonné des plantes médicinales indigènes.  [(accessed on 25 September 2022)].  Textes. Boulogne, l’auteur; Labé. 1er vol., XI-661 p. Paris 1850. Available online:  https://uses.plantnet-project.org/fr/Pyr%C3%A8thre_(Cazin_1868)"}, {"Citation": "Humphries C.J. A revision of the genus Anacyclus L. (Compositae: Anthemideae). Bulletin of British Museum (Natural History) Botany. 1979;7:142."}, {"Citation": "Cherrat A., Elazzouzi H., Bouzoubae A., El amrani M., Oulhaj H., Boukil A., Zair T. Ethno botanical study and socio-economic role of Anacyclus pyrethrum L. and Thymus zygis subsp. gracilis (Boiss.), in the Timahdite town, province of Ifrane-Morocco. J. Chem. Pharm. Res. 2015;7:385–398."}, {"Citation": "Jalayer N.N., Niakan M., Khodadadi E. Determination of antibacterial activity of Anacyclus pyrethrum extract against some of the oral bacteria: An in vitro study. J. Dent. 2012;13:59–63."}, {"Citation": "Boulos L. Medicinal plants of North Africa. Reference Publications Inc.; Algonac Michigan, MI, USA: 1983."}, {"Citation": "Annalakshmi R., Uma R., Subash Chandran G., Muneeswaran A. Commonplants used in the treatment of jaundice in southern India as a natural remefier—a review. Indian J. Drugs Dis. 2012;1:47–50."}, {"Citation": "Kumar V.K., Lalitha K.G. Pharmacognostical studies on the root of Anacyclus pyrethrum DC. Indian J. Nat. Pro. Resour. 2012;3:518–526."}, {"Citation": "Najem M., Nassiri L., Ibijbijen J. Appellations vernaculaires des plantes toxiques à usage médicinal dans le Moyen Atlas central-Maroc Vernacular names of toxic plants used as medicine in the central Middle Atlas-Morocco. Ethnobot. Res. Appl. 2020;20:1–30. doi: 10.32859/era.20.48.1-30.", "ArticleIdList": ["10.32859/era.20.48.1-30"]}, {"Citation": "Fennane M., Ibn Tatou M. In: Catalogue Des Plantes Vasculaires Rares, Menacées ou Endémiques du Maroc. Raimondo F.M., Valdés B., editors. Herbarium Mediterraneum; Rabat, Morocco: 1999. pp. 5–243."}, {"Citation": "Ouarghidi A., Powell B., Martin G.J., Abbad A. Traditional Sustainable Harvesting Knowledge and Distribution of a Vulnerable Wild Medicinal Root (A. pyrethrum var. pyrethrum) in Ait M’hamed Valley, Morocco. Econ. Bot. 2017;71:83–95. doi: 10.1007/s12231-017-9374-2.", "ArticleIdList": ["10.1007/s12231-017-9374-2"]}, {"Citation": "El hassani M., Douiri E.M., Bammi J., Zidane L., Badoc Q., Douira A. Plantes médicinales de la Moyenne Moulouya (Nord-Est du Maroc) Ethnopharmacologia. 2013;50:39–53."}, {"Citation": "Benlamdini N., Elhafian M., Rochdi A., Zidane L. Etude floristique et ethnobotanique de la flore médicinale du Haut Atlas oriental (Haute Moulouya) J. Appl. Biosci. 2014;78:67–71. doi: 10.4314/jab.v78i1.17.", "ArticleIdList": ["10.4314/jab.v78i1.17"]}, {"Citation": "Daoudi A., Nassiri L., Ibijbijen J., Et Boukil A. Etude Ethnobotanique Du Pyrèthre D’afrique « Anacyclus Pyrethrum L.» Dans Le Cercle Meknès, El Hajeb, Khénifra Azrou Et Ifrane–Maroc- Sci. Ed. Mersenne. 2014;6:140504."}, {"Citation": "Hachi M., Hachi T., Belahbib N., Dahmani J., Zidane L. Contribution a l’etude floristique et ethnobotanique de la flore medicinaleutilisee au niveau de la ville de khenifra (maroc) Int. J. Innov. Appl. Stud. 2015;11:754–770."}, {"Citation": "Bammou M., Daoudi A., Sellam K., El Rhaffari L., Ibijbijen J., Nassiri L. Etude Ethnobotanique des Astéracées dans la Région Meknès-Tafilalet (Maroc) Int. J. Innov. Appl. Stud. 2015;13:789–815."}, {"Citation": "El Hilah F., Ben Akka F., Dahmani J., Belahbib N., Zidane L. Etude ethnobotanique des plantes médicinales utilisées dans le traitement des infections du système respiratoire dans le plateau central marocain. J. Anim. Plant Sci. 2015;25:3886–3897."}, {"Citation": "Fadil M., Farah A., Haloui T., Rachiq S. Etude ethnobotanique des plantes exploitées par les coopératives et les associations de la région Meknès-Tafilalet au Maroc. Phytothérapie. 2015;13:19–30. doi: 10.1007/s10298-014-0902-2.", "ArticleIdList": ["10.1007/s10298-014-0902-2"]}, {"Citation": "Elazzouzi H., Soro A., Elhilali F., Bentayeb A., Alaoui M., Belghiti E. Phytochemical study of Anacyclus pyrethrum (L.) of Middle Atlas (Morocco), and in vitro study of antibacterial activity of pyrethrum. Adv. Nat. Appl. Sci. 2014;8:131–140."}, {"Citation": "Selles C., Dib M.E.A., Djabou N., Beddou F., Muselli A., Tabti B., Costa J., Hammouti B. Antimicrobial activity and evolution of the composition of essential oil from Algerian Anacyclus pyrethrum L. through the vegetative cycle. Nat. Prod. Res. 2013;27:2231–2234. doi: 10.1080/14786419.2013.811409.", "ArticleIdList": ["10.1080/14786419.2013.811409", "23803147"]}, {"Citation": "Khannouchi S., Elhilali F., Zair T. Biocidal effects of aqueous extract of the roots of Anacyclus pyrethrum (Asteraceae) on Callosobruchus maculatus (Fab.) (Coleoptera: Bruchidae) Mediterr. J. Chem. 2012;1:316–325. doi: 10.13171/mjc.1.6.2012.06.07.17.", "ArticleIdList": ["10.13171/mjc.1.6.2012.06.07.17"]}, {"Citation": "Selles C. Doctoral Thesis. Universite Abou Bekr Belkaid; Tlemcen, Algerie: 2012. Valorisation D’une Plante Médicinale à Activité Antidiabétique de la région de Tlemcen: Anacyclus pyrethrum L. Application de L’extrait Aqueux à L’inhibition de Corrosion D’un Acier Doux Dans H2SO4 0.5M.175p"}, {"Citation": "Dhifi W., Bellili S., Jazi S., Bahloul N., Mnif W. Essential Oils Chemical Characterization and Investigation of Some Biological Activities: A Critical Review. Medicines. 2016;3:25. doi: 10.3390/medicines3040025.", "ArticleIdList": ["10.3390/medicines3040025", "PMC5456241", "28930135"]}, {"Citation": "Cherrat A., Amalich S., Regragui M., Bouzoubae A., Elamrani M., Mahjoubi M., Bourakhouadar M., Zair T. Polyphenols content and evaluation of antioxidant activity of Anacyclus pyrethrum (L.) Lag. From Timahdite a Moroccan Middle Atlas region. Int. J. Adv. Res. 2017;5:569–577. doi: 10.21474/IJAR01/3546.", "ArticleIdList": ["10.21474/IJAR01/3546"]}, {"Citation": "Subasri G., John A.S. Screening of phytochemical compounds, trace metals and Antimicrobial activity of Anacyclus pyrethrum. Int. J. Adv. Sci. Res. 2016;2:32–37. doi: 10.7439/ijasr.v2i1.2891.", "ArticleIdList": ["10.7439/ijasr.v2i1.2891"]}, {"Citation": "Boonen J., Sharma V., Dixit V., De Spiegeleer B. New N-alkylamides from Anacyclus pyrethrum. Planta Med. 2011;77:PG94. doi: 10.1055/s-0031-1282578.", "ArticleIdList": ["10.1055/s-0031-1282578", "23047251"]}, {"Citation": "Usmani A., Khushtar M., Arif M., Siddiqui M.A., Sing S.P., Mujahid M.d. Pharmacognostic and phytopharmacology study of Anacyclus pyrethrum: An insight. J. Appl. Pharm. Sci. 2016;6:144–150. doi: 10.7324/JAPS.2016.60325.", "ArticleIdList": ["10.7324/JAPS.2016.60325"]}, {"Citation": "Annalakshmi R., Uma R., Subash C.G., Muneeswaran A. A treasure of Medicinal herb Anacyclus pyrethrum A review. Indian J. Drugs Dis. 2012;1:59–67."}, {"Citation": "Crombie L. Isolation and Structure of an N-iso Butyldienediynamide from Pellitory (Anacyclus pyrethrum DC.) Nature. 1954;174:832–833. doi: 10.1038/174832a0.", "ArticleIdList": ["10.1038/174832a0"]}, {"Citation": "Kushwaha M.N., Vijay S.J., Swatantra P. Plant Anacyclus pyrethrum-A Review. Res. J. Pharmacogn. Phytochem. 2012;4:164–170."}, {"Citation": "Manouze H., Bouchatta O., Gadhi A.C., Bennis M., Sokar Z., Ba-M’hamed S. Anti-inflammatory, Antinociceptive, and Antioxidant Activities of Methanol and Aqueous Extracts of Anacyclus pyrethrum Roots. Front. Pharmacol. 2017;8:598. doi: 10.3389/fphar.2017.00598.", "ArticleIdList": ["10.3389/fphar.2017.00598", "PMC5591861", "28928658"]}, {"Citation": "Boonen J., Sharma V., Dixit V.K., Burvenich C., De Spiegeleer B. LC-MS N-alkylamide profiling of an ethanolic Anacycluspyrethrumroot extract. Planta Med. 2012;78:1787–1795.", "ArticleIdList": ["23047251"]}, {"Citation": "Canli K., Yetgin A., Akata I., Altuner E.M. Antimicrobial Activity and Chemical Composition Screening of Anacyclus pyrethrum Root. Indian J. Pharma. Edu. Res. 2017;51:S244–S248. doi: 10.5530/ijper.51.3s.22.", "ArticleIdList": ["10.5530/ijper.51.3s.22"]}, {"Citation": "Saravanan V.S., Sujarajini V. Bioactivities Of Anacyclus pyrethrum (L.) Lag. extracts and natural products. Turk. J. Anal. Chem. 2020;2:55–61."}, {"Citation": "Althaus J.B., Malyszek C., Kaiser M., Brun R., Schmidt T.J. Alkamides from Anacyclus pyrethrum L. and their in vitro antiprotozoalactivity. Molecules. 2017;22:796. doi: 10.3390/molecules22050796.", "ArticleIdList": ["10.3390/molecules22050796", "PMC6154598", "28498323"]}, {"Citation": "Ji R., Quan Q., Guo X., Zhang J., Song Y., Zhu M., Tan P., Han J., Liu Y. Simultaneous determination of five N-alkylamides in the root of Anacyclus pyrethrum by HPLC and profiling of components in its methanolic root extract by UPLC/Q-TOF-MS. Rev. Bras. Farmacogn. 2019;29:152–161. doi: 10.1016/j.bjp.2018.12.011.", "ArticleIdList": ["10.1016/j.bjp.2018.12.011"]}, {"Citation": "Elazzouzi H., Zekri N., Zair T., Alaoui El Belghiti M. Total phenolic and flavonoid contents of Anacyclus pyrethrum Link plant extracts and their Antioxidant activity. Karbala Int. J. Mod. Sci. 2019;5:280–287. doi: 10.33640/2405-609X.1269.", "ArticleIdList": ["10.33640/2405-609X.1269"]}, {"Citation": "Selles C., Dib M.E.A., Allali H., Tabti B. Evaluation of Antimicrobial and Antioxidant Activities of Solvent Extracts of Anacyclus Pyrethrum L., from Algeria. Mediterr. J. Chem. 2012;2:408–415. doi: 10.13171/mjc.2.2.2012.01.11.22.", "ArticleIdList": ["10.13171/mjc.2.2.2012.01.11.22"]}, {"Citation": "Ardalani H., Amiri F.H., Hadipanah A., Kongstad K.T. Potential antidiabetic phytochemicals in plant roots: A review of in vivo studies. J. Diabetes Metab. Disord. 2021;20:1837–1854. doi: 10.1007/s40200-021-00853-9.", "ArticleIdList": ["10.1007/s40200-021-00853-9", "PMC8630315", "34900828"]}, {"Citation": "Hamza N., Berke B., Umar A., Cheze C., Gin H., Moore N. A review of Algerian medicinal plants used in the treatment of diabetes. J. Ethnopharmacol. 2019;238:111841. doi: 10.1016/j.jep.2019.111841.", "ArticleIdList": ["10.1016/j.jep.2019.111841", "30959140"]}, {"Citation": "Bouyahya A., El Omari N., Elmenyiy N., Guaouguaou F.E., Abdelaali B., Omar B., Najoua S., Hamada I., Hanae N.M., Mohamed E., et al. Moroccan antidiabetic medicinal plants: Ethnobotanical studies, phytochemical bioactive compounds, preclinical investigations, toxicological validations and clinical evidences; challenges, guidance and perspectives for future management of diabetes worldwide. Trends Food Sci. Technol. 2021;115:147–254."}, {"Citation": "Hachi M., Ouafae B., Hachi T., Mohamed E.B., Imane B., Atmane R., Zidane L. Contribution to the ethnobotanical study of antidiabetic medicinal plants of the Central Middle Atlas region (Morocco) Lazaroa. 2016;37:135–144. doi: 10.5209/LAZAROA.51854.", "ArticleIdList": ["10.5209/LAZAROA.51854"]}, {"Citation": "Shahraki M.R., Dehvari J., Shahrakipoo M., Shahreki E., Sharaki R.A., Dashipour A.R. The Effects of Anacyclus pyrethrum Alcoholic Root Extract on FSH, LH, Testosterone and Sperm Count in Diabetic Male Rats. Zahedan J. Res. Med. Sci. 2019;21:e88515. doi: 10.5812/zjrms.88515.", "ArticleIdList": ["10.5812/zjrms.88515"]}, {"Citation": "Tyagi Satyanand M., Hashim M., Narendra Kumar S., Manoj Kumar S., Poonam B., Rahul Kumar S. Antidiabetic Effect of Anacyclus pyrethrum DC in Alloxan Induced Diabetic Rats. Eur. J. Biol. Sci. 2011;3:117–120."}, {"Citation": "Selles C., Medjdoub H., Dib M.E.A., Zerriouh M., Tabti B. Anti-diabetic activity of aqueous root extract of Anacyclus pyrethrum L. In streptozotocin-induceddiabetic rats. J. Med. Plants Res. 2012;6:3193–3198. doi: 10.5897/JMPR11.1693.", "ArticleIdList": ["10.5897/JMPR11.1693"]}, {"Citation": "Kumar V.K., Lalitha K.G. In vitro study on α-amylase inhibitory activity of an Ayurvedic medicinal plant, Anacyclus pyrethrum DC root. Indian J. Pharm. 2014;46:350–351.", "ArticleIdList": ["PMC4071720", "24987190"]}, {"Citation": "Muralikrishnan K., Asokan S., Geetha P.P.R., Ahmed K.S., Ayyappadasan G. Comparative evaluation of the local anesthetic activity of root extract of Anacyclus pyrethrum and its interaction at the site of injection in guinea pigs. Anesth. Essays Res. 2017;11:444–448. doi: 10.4103/0259-1162.194568.", "ArticleIdList": ["10.4103/0259-1162.194568", "PMC5490119", "28663638"]}, {"Citation": "Bhatt H.V., Panchal G., Devasankariah G., Gopalakrishna G., Patel V.K. Local anaesthetic activity of Anacyclus pyrethrum in laboratory animals. Asian J. Microbiol. Biotechnol. Environ. Sci. Pap. 2001;3:83–85."}, {"Citation": "Patel V.K., Patel R.V., Bhatt H., Gopalakrishna G., Devasankariah G. A clinical appraisal of Anacyclus pyrethrum root extract in dental patients. Phytother. Res. 1992;6:158–159. doi: 10.1002/ptr.2650060313.", "ArticleIdList": ["10.1002/ptr.2650060313"]}, {"Citation": "Burgess I.F., Brown C.M., Burgess N.A. Synergized pyrethrin mouses a new approach to head lice eradication. Pyrethrum Post. 1994;19:41–46.", "ArticleIdList": ["8205601"]}, {"Citation": "Elazzouzi H., Khennouchi S., Bentayeb A., Elhilali F., Zair T. Biocidal effects of alkaloids extracted from Anacyclus pyrethrum L. (Asteraceae) on Callosobruchus maculatus (Fab.) (Coleoptera: Bruchidae) Int. J. Innov. Appl. Stud. 2015;13:756–774."}, {"Citation": "Atia-tul-Wahab M.S., Uzma N., Shakil A., Choudharyand Atta-ur-Rahman M.I. Study of Anacyclus pyrethrum L. Root Extract againstAedesaegypti Linn. Larvae: Potential Vector Control for Dengue Viral Fever. Rec. Nat. Prod. 2021;15:476–486. doi: 10.25135/rnp.243.21.02.1979.", "ArticleIdList": ["10.25135/rnp.243.21.02.1979"]}, {"Citation": "Rechelson E. Pharmacology of Antidepressants. Mayo. Clin. Proc. 2001;76:516–527. doi: 10.4065/76.5.511.", "ArticleIdList": ["10.4065/76.5.511", "11357798"]}, {"Citation": "Badhe S.R., Badhe R.V., Ghaisas M., Chopade V.V., Deshpande A.D. Evaluations of antidepressant activity of Anacyclus pyrethrum root extract. International. J. Green Pharm. 2010;4:79. doi: 10.4103/0973-8258.63880.", "ArticleIdList": ["10.4103/0973-8258.63880"]}, {"Citation": "Sujith K., Suba V., Ronald Darwin C. Neuropharmacological Profile of Ethanolic Extract of Anacyclus Pyrethrum in Albino Wistar Rats. Int. J. Pharm. Sci. Res. 2011;2:2109–2114."}, {"Citation": "Billing J., Sherman P.W. Antimicrobial Functions of Spices: Why Some Like It Hot. Q. Rev. Biol. 1998;73:3–49. doi: 10.1086/420058.", "ArticleIdList": ["10.1086/420058", "9586227"]}, {"Citation": "Sqalli H., EL Ouarti A., Ennabili A., Ibnsouda S., Farah A., Haggoud A., Houari A., Iraqui M. Evaluation de l’effet antimycobactérien de plantes du centre-nord du maroc. Bull. Soc. Pharm. Bordx. 2007;146:271–288."}, {"Citation": "Jalayer N.N., Niakan M., Khodadadi E., Mohamadi-Motlagh A. The Antibacterial Activity of Methanolic Anacyclus Pyrethrum and Pistacia Lentiscus L. Extract on Escherichia Coli. Iran. J. Microbiol. 2016;8:372–376.", "ArticleIdList": ["PMC5420391", "28491247"]}, {"Citation": "Chavan P.A. Evaluation of Antimicrobial Activity of Various Medicinal Plants Extracts of Latur Zone against Pathogens. Int. J. Life Sci. Sci. Res. 2016;2:612–618. doi: 10.21276/ijlssr.2016.2.5.18.", "ArticleIdList": ["10.21276/ijlssr.2016.2.5.18"]}, {"Citation": "Rimbau V., Risco E., Canigueral S., Iglesias J. Anti-inflammatory Activity of Some Extracts from Plants used in the Traditional Medicine of North-African Countries. Phytother. Res. 1996;10:421–423. doi: 10.1002/(SICI)1099-1573(199608)10:5<421::AID-PTR851>3.0.CO;2-U.", "ArticleIdList": ["10.1002/(SICI)1099-1573(199608)10:5<421::AID-PTR851>3.0.CO;2-U", "10190185"]}, {"Citation": "Shahrakipour M., Arab M.R. The Effects of Aqueous Extract of Anacyclus Pyrethrum on Sperm Count and Reproductive Organs in Adult Male Rats. J. Res. Med. Sci. 2013;17:42–46."}, {"Citation": "Sharma V., Boonen J., Spiegeleer B.D., Dixit V.K. Androgenic and Spermatogenic Activity of Alkylamide-Rich Ethanol Solution Extract of Anacyclus Pyrethrum DC. Phytother. Res. 2013;27:99–106. doi: 10.1002/ptr.4697.", "ArticleIdList": ["10.1002/ptr.4697", "22473789"]}, {"Citation": "Sharma V., Thakur M., Chauhan N.S., Dixit V.K. Evaluation of the Anabolic, Aphrodisiac and Reproductive Activity of Anacyclus pyrethrum DC in Male Rats. Sci. Pharm. 2009;77:97–110. doi: 10.3797/scipharm.0808-14.", "ArticleIdList": ["10.3797/scipharm.0808-14"]}, {"Citation": "Adloo M., Bahadori M., Shojaeifard M.B. The impact of hydroalcoholic extract of Anacyclus pyrethrum plant on epileptic seizure induced by pentylenetetrazole in male rat. Egypt. J. Neurol. Psychiatry Neurosurg. 2022;58:72. doi: 10.1186/s41983-022-00497-3.", "ArticleIdList": ["10.1186/s41983-022-00497-3"]}, {"Citation": "Yousef B.A., Awad Z., Adam S., Abdelgadir S., Mergani A. Assessment of Anticonvulsant Activities of Petroleum Ether Extract of Anacyclus pyrethrum Roots on Experimental Rats. Pharm. Biomed. Res. 2021;7:47–54. doi: 10.18502/pbr.v7i1.7356.", "ArticleIdList": ["10.18502/pbr.v7i1.7356"]}, {"Citation": "Bezza K., El Gabbas Z., Laadraoui J., Laaradia M.A., Oufquir S., Chait A. Ameliorative potential of Anacyclus pyrethrum extract in generalized seizures in rat: Possible cholinergic mediated mechanism. Bangladesh J. Pharm. 2019;14:188–195. doi: 10.3329/bjp.v14i4.40537.", "ArticleIdList": ["10.3329/bjp.v14i4.40537"]}, {"Citation": "Kalam M.A., Shafat K.M., Ghulamuddin S., Ghufran A. Evaluation of Anticonvulsant Activity of Aqer Qerha (Anacyclus pyrethrum DC.) Root in Experimental Animals. Hippocrat. J. Unani. Med. 2015;10:1–12."}, {"Citation": "Pahuja M., Mehla J., Reeta K.H., Tripathi M., Gupta Y.K. Effect of Anacyclus pyrethrum on pentylenetetrazole-induced kindling, spatial memory, oxidative stress and rho-kinase II expression in mice. Neurochem. Res. 2013;38:547–556. doi: 10.1007/s11064-012-0947-2.", "ArticleIdList": ["10.1007/s11064-012-0947-2", "23242789"]}, {"Citation": "Zaidi S.M.A., Pathan S., Jain G., Ahmad F., Jamil S., Singh S., Khar R. Anticonvulsant and neuropharmacological studies of Ana- cyclus pyrethrum root extract. Neurosci. Res. 2009;65:S249–S250. doi: 10.1016/j.neures.2009.09.1423.", "ArticleIdList": ["10.1016/j.neures.2009.09.1423"]}, {"Citation": "Usmani A., Mujahid, Khushtar M., Siddiqui H.H., Rahman A. Hepatoprotective effect of Anacyclus pyrethrum Linn. against antitubercular drug-induced hepatotoxicity in SD rats. J. Complement. Integr. Med. 2016;13:295–300. doi: 10.1515/jcim-2016-0001.", "ArticleIdList": ["10.1515/jcim-2016-0001", "27101559"]}, {"Citation": "Mohammadi A., Mansoori B., Baradaran P.C., Baradaran S.C., Baradaran B. Anacyclus Pyrethrum Extract Exerts Anticancer Activities on the Human Colorectal Cancer Cell Line (HCT) by Targeting Apoptosis, Metastasis and Cell Cycle Arrest’. J. Gastrointest. Cancer. 2017;48:333–340. doi: 10.1007/s12029-016-9884-7.", "ArticleIdList": ["10.1007/s12029-016-9884-7", "27796737"]}, {"Citation": "Bendjeddou D., Lalaoui K., Satta D. Immunostimulating activity of the hot water-soluble polysaccharide extracts of Anacyclus pyrethrum, Alpinia galanga and Citrullus colocynthis. J. Ethnopharmacol. 2003;88:155–160. doi: 10.1016/S0378-8741(03)00226-5.", "ArticleIdList": ["10.1016/S0378-8741(03)00226-5", "12963136"]}, {"Citation": "Yousaf F., Shahid M., Riaz M., Atta A., Fatima H. Immunomodulatory potential of Anacyclus pyrethrum (L.) and Mucuna pruriens (L.) in male albino rats. J. Biol. Regul. Homeost. Agents. 2017;31:425–429.", "ArticleIdList": ["28685548"]}, {"Citation": "Sharma V., Thakur M., Chauhan N.S., Dixit V.K. Immunomodulatory activity of petroleum ether extract of Anacyclus pyrethrum. Pharm. Bio. 2010;48:1247–1254. doi: 10.3109/13880201003730642.", "ArticleIdList": ["10.3109/13880201003730642", "20843161"]}, {"Citation": "Najem M., Belaidi R., Harouak H., Bouiamrine E., Ibijbijen J., Nassiri L. Occurrence de plantes toxiques en phytothérapie traditionnelle dans la région du Moyen Atlas central Maroc. J. Anim. Plant Sci. 2018;35:5651–5673."}, {"Citation": "Chaachouay N., Benkhnigue O., Douira A., Zidane L. Poisonous medicinal plants used in the popular pharmacopoeia of the Rif, northern Morocco. Toxicon. 2020;189:24–32. doi: 10.1016/j.toxicon.2020.10.028.", "ArticleIdList": ["10.1016/j.toxicon.2020.10.028", "33181163"]}, {"Citation": "Kumar K.V., Lalitha K.G. Acute Oral Toxicity Studies of Anacyclus Pyrethrum Dc Root in Albino Rats. Int. J. Pharm. Pharm. Sci. 2013;5:675–678."}, {"Citation": "Najem M., Harouak H., Ibijbijen J., Nassiri L. Oral disorders and ethnobotanical treatments: A field study in the central Middle Atlas (Morocco) Heliyon. 2020;6:e04707. doi: 10.1016/j.heliyon.2020.e04707.", "ArticleIdList": ["10.1016/j.heliyon.2020.e04707", "PMC7452457", "32885072"]}, {"Citation": "Hmamouchi M. Les Plantes Medicinals et Aromatiques Marocains, Utilisation Traditionnelles, Marché, Biologie, écologie, Chimie, Pharmacologie, Toxicologie. 2nd ed. Fedala; Rabat, Morocco: 2001. p. 389."}, {"Citation": "Daoudi A., Bammou M., Ibijbijen J., Nassiri L. Antibacterial Activity of Aqueous Extracts of Anacyclus Pyrethrum (L) Link and Corrigiola Telephiifolia-Pourr. From the Middle Atlas Region-Morocco. Eur. Sci. J. 2017;13:1857–7881."}, {"Citation": "Hemalal K.P. Ph.D. Thesis. The Open University; London, UK: 1998. Isolation, Characterization and Some Synthesis Studies on Insecticidal Natural Products from Sri Lankan Plants."}, {"Citation": "Jawhari F.Z., El Moussaoui A., Imtara H., Mechchate H., Es-Safi I., Bouhrim M., Kharchoufa L., Miry A., Bousta D., Bari A. Evaluation of the acute toxicity of the extracts of Anacyclus pyrethrum var. pyrethrum (L.) and Anacyclus pyrethrum var. depressus Maire in Swiss mice. Vet. World. 2021;14:457–467.", "ArticleIdList": ["PMC7994131", "33776312"]}, {"Citation": "Lodhi M., Memon Z., Shaheen S., Kamran F. The herbal cure for epilepsy: An overview pakistan journal of medicine and dentistry. Phytochemistry. 2017;6:48–53."}, {"Citation": "Ramchandra A.M., Chacko B., Victor P.J. Pyrethroid Poisoning. Indian J. Crit. Care Med. 2019;23((Suppl. S4)):S267–S271. doi: 10.5005/jp-journals-10071-23304.", "ArticleIdList": ["10.5005/jp-journals-10071-23304", "PMC6996658", "32021002"]}, {"Citation": "Sujith K., Darwin R., Suba V. Toxicological evaluation of ethanolic extract of Anacyclus pyrethrum in albino wistar rats. Asian Paicfic J. Trop. Dis. 2012;2:437–441. doi: 10.1016/S2222-1808(12)60096-6.", "ArticleIdList": ["10.1016/S2222-1808(12)60096-6"]}, {"Citation": "Bezza K., Laadraoui J., El Gabbas Z., Laaradia M.A., Oufquir S., Aboufatima R. Effects of Anacyclus pyrethrum on affective behaviors and memory during withdrawal from cigarette smoke exposure in rats. Pharmacogn. Mag. 2020;16:S123–S132. doi: 10.4103/pm.pm_279_19.", "ArticleIdList": ["10.4103/pm.pm_279_19"]}, {"Citation": "Gautam O.P., Savita V., Jain S.K. Anticonvulsant and myorelaxation activity of anacyclus pyrethrum dc. (Akarkara) root extract. Pharmacologyonline. 2011;1:121–125."}, {"Citation": "Shahrajabian M.H., Wenli S., Qi C. Spanish chamomile (Anacyclus pyrethrum) and pyrethrum (Tanacetum cineraiifolium): Organic and natural pesticides and treasure of medicinal herbs. Not. Sci. Biol. 2021;13:10816. doi: 10.15835/nsb13110816.", "ArticleIdList": ["10.15835/nsb13110816"]}, {"Citation": "Manouze H., Ghestem A., Bennis M., Zahra S., Benoliel J.-J. Antiseizure effects of Anacyclus pyrethrum in socially isolated rats with and without a positive handling strategy. Epilepsia Wiley. 2021;62:2551–2564. doi: 10.1111/epi.17028.", "ArticleIdList": ["10.1111/epi.17028", "34347880"]}, {"Citation": ".   Ecological & Human Health Assessment Report Integrated Mosquito and Vector Management Programs. Appendix B. Cardno entrix; Portland, OR, USA: 2013.  [(accessed on 25 September 2022)].  Available online:  https://www.mosquitoes.org/files/b28d1b22e/MVCAC-DPEIR_APP-B_Risk-Assessment_JUN2013_R7.pdf."}, {"Citation": "Casida J.E. Pyrethrum Flowers and Pyrethroid Insecticides. Environ. Health Perspect. 1980;34:189–202. doi: 10.1289/ehp.8034189.", "ArticleIdList": ["10.1289/ehp.8034189", "PMC1568513", "6993201"]}, {"Citation": "Hamimed S., Boulebda N., Laouer H., Belkhiri A. Bioactivity-guided isolation of alkamides from a cytotoxic fraction of the ethyl acetate extract of Anacyclus pyrethrum (L.) DC. roots. Curr. Issues Pharm. Med. Sci. 2018;31:180–185. doi: 10.1515/cipms-2018-0033.", "ArticleIdList": ["10.1515/cipms-2018-0033"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "9", "Day": "7"}, {"Year": "2022", "Month": "9", "Day": "23"}, {"Year": "2022", "Month": "9", "Day": "26"}, {"Year": "2022", "Month": "10", "Day": "14", "Hour": "2", "Minute": "30"}, {"Year": "2022", "Month": "10", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "15", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "9", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["36235444", "PMC9573456", "10.3390/plants11192578", "plants11192578"]}}], "PubmedBookArticle": []}