{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Dendrobium", "flavonoids biosynthesis", "metabolome", "transcriptome"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36233278", "DateCompleted": {"Year": "2022", "Month": "10", "Day": "17"}, "DateRevised": {"Year": "2022", "Month": "10", "Day": "19"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "10", "Day": "09"}], "Language": ["eng"], "ELocationID": ["11980", "10.3390/ijms231911980"], "Journal": {"ISSN": "1422-0067", "JournalIssue": {"Volume": "23", "Issue": "19", "PubDate": {"Year": "2022", "Month": "Oct", "Day": "09"}}, "Title": "International journal of molecular sciences", "ISOAbbreviation": "Int J Mol Sci"}, "ArticleTitle": "A Comparison of the Flavonoid Biosynthesis Mechanisms of <i>Dendrobium</i> Species by Analyzing the Transcriptome and Metabolome.", "Abstract": {"AbstractText": ["<i>Dendrobium huoshanense</i>, <i>Dendrobium officinale</i>, and <i>Dendrobium moniliforme</i>, as precious Chinese medicinal materials, have a variety of medicinal properties. Flavonoids are important medicinal components of <i>Dendrobium</i>, but their accumulation rules and biosynthesis mechanisms remain unclear. To explore the similarities and differences of flavonoid accumulation and biosynthesis in these three <i>Dendrobium</i> species, we performed flavonoid content determination, widely-targeted metabolomics and transcriptome sequencing on 1-4 years old <i>Dendrobium</i> species. The results showed that in different growth years, <i>D. huoshanense</i> stems had the highest flavonoid content in the second year of growth, while <i>D. officinale</i> and <i>D. moniliforme</i> stems had the highest flavonoid content in the third year of growth. A total of 644 differentially accumulated metabolites (DAMs) and 10,426 differentially expressed genes (DEGs) were identified by metabolomic and transcriptomic analysis. It was found that DAMs and DEGs were not only enriched in the general pathway of \"flavonoid biosynthesis\", but also in multiple sub-pathways such as \"Flavone biosynthesis\", and \"Flavonol biosynthesis\" and \"Isoflavonoid biosynthesis\". According to a combined transcriptome and metabolome analysis, the expression levels of the <i>F3'H</i> gene (<i>LOC110096779</i>) and two <i>F3'5'H</i> genes (<i>LOC110101765</i> and <i>LOC110103762</i>) may be the main genes responsible for the differences in flavonoid accumulation. As a result of this study, we have not only determined the optimal harvesting period for three Dendrobium plants, but also identified the key genes involved in flavonoid biosynthesis and provided a basis for further study of the molecular mechanism of flavonoid synthesis."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Horticulture and Plant Protection, Yangzhou University, Yangzhou 225009, China."}], "LastName": "Liu", "ForeName": "Sian", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Horticulture and Plant Protection, Yangzhou University, Yangzhou 225009, China."}], "LastName": "Zhang", "ForeName": "Hanyue", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Horticulture and Plant Protection, Yangzhou University, Yangzhou 225009, China."}], "LastName": "Yuan", "ForeName": "Yingdan", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Int J Mol Sci", "NlmUniqueID": "101092791", "ISSNLinking": "1422-0067"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Flavones"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonols"}], "MeshHeadingList": [{"QualifierName": ["metabolism"], "DescriptorName": "Dendrobium"}, {"QualifierName": ["metabolism"], "DescriptorName": "Flavones"}, {"QualifierName": ["metabolism"], "DescriptorName": "Flavonoids"}, {"QualifierName": ["metabolism"], "DescriptorName": "Flavonols"}, {"QualifierName": [], "DescriptorName": "Gene Expression Regulation, Plant"}, {"QualifierName": [], "DescriptorName": "Metabolome"}, {"QualifierName": [], "DescriptorName": "Transcriptome"}], "CoiStatement": "The authors declare that they have no competing interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Wang Z., Zhao M., Cui H., Li J., Wang M. Transcriptomic Landscape of Medicinal Dendrobium Reveals Genes Associated With the Biosynthesis of Bioactive Components. Front. Plant Sci. 2020;11:391. doi: 10.3389/fpls.2020.00391.", "ArticleIdList": ["10.3389/fpls.2020.00391", "PMC7198824", "32411153"]}, {"Citation": "Jin Q., Yao Y., Cai Y., Lin Y. Molecular cloning and sequence analysis of a phenylalanine ammonia-lyase gene from dendrobium. PLoS ONE. 2013;8:e62352. doi: 10.1371/journal.pone.0062352.", "ArticleIdList": ["10.1371/journal.pone.0062352", "PMC3640076", "23638048"]}, {"Citation": "Feng S., He R., Yang S., Chen Z., Jiang M., Lu J., Wang H. Start codon targeted (SCoT) and target region amplification polymorphism (TRAP) for evaluating the genetic relationship of Dendrobium species. Gene. 2015;567:182–188. doi: 10.1016/j.gene.2015.04.076.", "ArticleIdList": ["10.1016/j.gene.2015.04.076", "25936992"]}, {"Citation": "Zhang G.-Q., Xu Q., Bian C., Tsai W.-C., Yeh C.-M., Liu K.-W., Yoshida K., Zhang L.-S., Chang S.-B., Chen F., et al. The Dendrobium catenatum Lindl. genome sequence provides insights into polysaccharide synthase, floral development and adaptive evolution. Sci. Rep. 2016;6:19029. doi: 10.1038/srep19029.", "ArticleIdList": ["10.1038/srep19029", "PMC4709516", "26754549"]}, {"Citation": "Zha X.-Q., Pan L.-H., Luo J.-P., Wang J.-H., Wei P., Bansal V. Enzymatic fingerprints of polysaccharides of Dendrobium officinale and their application in identification of Dendrobium species. J. Nat. Med. 2012;66:525–534. doi: 10.1007/s11418-011-0620-0.", "ArticleIdList": ["10.1007/s11418-011-0620-0", "22261857"]}, {"Citation": "Jin Q., Jiao C.Y., Sun S.W., Song C., Cai Y.P., Lin Y., Fan H.H., Zhu Y.F. Metabolic Analysis of Medicinal Dendrobium officinale and Dendrobium huoshanense during Different Growth Years. PLoS ONE. 2016;11:e0146607. doi: 10.1371/journal.pone.0146607.", "ArticleIdList": ["10.1371/journal.pone.0146607", "PMC4709240", "26752292"]}, {"Citation": "Yuan Y., Yu M., Jia Z., Song X., Liang Y., Zhang J. Analysis of Dendrobium huoshanense transcriptome unveils putative genes associated with active ingredients synthesis. BMC Genom. 2018;19:978. doi: 10.1186/s12864-018-5305-6.", "ArticleIdList": ["10.1186/s12864-018-5305-6", "PMC6310986", "30594136"]}, {"Citation": "Yuan Y., Zhang J., Kallman J., Liu X., Meng M., Lin J. Polysaccharide biosynthetic pathway profiling and putative gene mining of Dendrobium moniliforme using RNA-Seq in different tissues. BMC Plant Biol. 2019;19:521. doi: 10.1186/s12870-019-2138-7.", "ArticleIdList": ["10.1186/s12870-019-2138-7", "PMC6882186", "31775630"]}, {"Citation": "Yuan Y., Zhang B., Tang X., Zhang J., Lin J. Comparative Transcriptome Analysis of Different Dendrobium Species Reveals Active Ingredients-Related Genes and Pathways. Int. J. Mol. Sci. 2020;21:861. doi: 10.3390/ijms21030861.", "ArticleIdList": ["10.3390/ijms21030861", "PMC7037882", "32013237"]}, {"Citation": "Baek J.M., Kim J.-Y., Ahn S.-J., Cheon Y.-H., Yang M., Oh J., Choi M.K. Dendrobium moniliforme Exerts Inhibitory Effects on Both Receptor Activator of Nuclear Factor Kappa-B Ligand-Mediated Osteoclast Differentiation in Vitro and Lipopolysaccharide-Induced Bone Erosion in Vivo. Molecules. 2016;21:295. doi: 10.3390/molecules21030295.", "ArticleIdList": ["10.3390/molecules21030295", "PMC6273830", "26938522"]}, {"Citation": "Paudel M.R., Chand M.B., Pant B., Pant B. Antioxidant and cytotoxic activities of Dendrobium moniliforme extracts and the detection of related compounds by GC-MS. BMC Complement. Altern. Med. 2018;18:134. doi: 10.1186/s12906-018-2197-6.", "ArticleIdList": ["10.1186/s12906-018-2197-6", "PMC5913799", "29685150"]}, {"Citation": "Yue H., Zeng H., Ding K. A review of isolation methods, structure features and bioactivities of polysaccharides from Dendrobium species. Chin. J. Nat. Med. 2020;18:1–27. doi: 10.1016/S1875-5364(20)30001-7.", "ArticleIdList": ["10.1016/S1875-5364(20)30001-7", "31955820"]}, {"Citation": "Zheng S.-G., Hu Y.-D., Zhao R.-X., Yan S., Zhang X.-Q., Zhao T.-M., Chun Z. Genome-wide researches and applications on Dendrobium. Planta. 2018;248:769–784. doi: 10.1007/s00425-018-2960-4.", "ArticleIdList": ["10.1007/s00425-018-2960-4", "30066218"]}, {"Citation": "Paudel M.R., Chand M.B., Pant B., Pant B. Assessment of Antioxidant and Cytotoxic Activities of Extracts of Dendrobium crepidatum. Biomolecules. 2019;9:478. doi: 10.3390/biom9090478.", "ArticleIdList": ["10.3390/biom9090478", "PMC6770461", "31547263"]}, {"Citation": "Mou Z., Zhao Y., Ye F., Shi Y., Kennelly E.J., Chen S., Zhao D. Identification, Biological Activities and Biosynthetic Pathway of Dendrobium Alkaloids. Front. Pharmacol. 2021;12:605994. doi: 10.3389/fphar.2021.605994.", "ArticleIdList": ["10.3389/fphar.2021.605994", "PMC8096351", "33959002"]}, {"Citation": "Zuo J., Zu M., Liu L., Song X., Yuan Y. Composition and diversity of bacterial communities in the rhizosphere of the Chinese medicinal herb Dendrobium. BMC Plant Biol. 2021;21:127. doi: 10.1186/s12870-021-02893-y.", "ArticleIdList": ["10.1186/s12870-021-02893-y", "PMC7931511", "33663379"]}, {"Citation": "He C., Wu K., Zhang J., Liu X., Zeng S., Yu Z., Zhang X., Teixeira da Silva J.A., Deng R., Tan J., et al. Cytochemical Localization of Polysaccharides in Dendrobium officinale and the Involvement of DoCSLA6 in the Synthesis of Mannan Polysaccharides. Front. Plant Sci. 2017;8:173. doi: 10.3389/fpls.2017.00173.", "ArticleIdList": ["10.3389/fpls.2017.00173", "PMC5306395", "28261235"]}, {"Citation": "He C., Yu Z., Teixeira da Silva J.A., Zhang J., Liu X., Wang X., Zhang X., Zeng S., Wu K., Tan J., et al. DoGMP1 from Dendrobium officinale contributes to mannose content of water-soluble polysaccharides and plays a role in salt stress response. Sci. Rep. 2017;7:41010. doi: 10.1038/srep41010.", "ArticleIdList": ["10.1038/srep41010", "PMC5296857", "28176760"]}, {"Citation": "Guo X., Li Y., Li C., Luo H., Wang L., Qian J., Luo X., Xiang L., Song J., Sun C., et al. Analysis of the Dendrobium officinale transcriptome reveals putative alkaloid biosynthetic genes and genetic markers. Gene. 2013;527:131–138. doi: 10.1016/j.gene.2013.05.073.", "ArticleIdList": ["10.1016/j.gene.2013.05.073", "23756193"]}, {"Citation": "Liu H.-J., Jiang X.-X., Guo Y.-Z., Sun F.-H., Kou X.-H., Bao Y., Zhang Z.-Q., Lin Z.-H., Ding T.-B., Jiang L., et al. The flavonoid TL-2-8 induces cell death and immature mitophagy in breast cancer cells via abrogating the function of the AHA1/Hsp90 complex. Acta Pharmacol. Sin. 2017;38:1381–1393. doi: 10.1038/aps.2017.9.", "ArticleIdList": ["10.1038/aps.2017.9", "PMC5630674", "28504248"]}, {"Citation": "Olayinka E.T., Ore A., Adeyemo O.A., Ola O.S. The role of flavonoid antioxidant, morin in improving procarbazine-induced oxidative stress on testicular function in rat. Porto Biomed. J. 2019;4:e28. doi: 10.1016/j.pbj.0000000000000028.", "ArticleIdList": ["10.1016/j.pbj.0000000000000028", "PMC6750247", "31595255"]}, {"Citation": "Dodd G.F., Williams C.M., Butler L.T., Spencer J.P.E. Acute effects of flavonoid-rich blueberry on cognitive and vascular function in healthy older adults. Nutr. Healthy Aging. 2019;5:119–132. doi: 10.3233/NHA-180056.", "ArticleIdList": ["10.3233/NHA-180056"]}, {"Citation": "Frandsen J.R., Narayanasamy P. Neuroprotection through flavonoid: Enhancement of the glyoxalase pathway. Redox Biol. 2018;14:465–473. doi: 10.1016/j.redox.2017.10.015.", "ArticleIdList": ["10.1016/j.redox.2017.10.015", "PMC5680520", "29080525"]}, {"Citation": "Alqurashi R.M., Galante L.A., Rowland I.R., Spencer J.P., Commane D.M. Consumption of a flavonoid-rich açai meal is associated with acute improvements in vascular function and a reduction in total oxidative status in healthy overweight men. Am. J. Clin. Nutr. 2016;104:1227–1235. doi: 10.3945/ajcn.115.128728.", "ArticleIdList": ["10.3945/ajcn.115.128728", "27680990"]}, {"Citation": "Yao X., Shang E., Zhou G., Tang Y., Guo S., Su S., Jin C., Qian D., Qin Y., Duan J.-A. Comparative characterization of total flavonol glycosides and terpene lactones at different ages, from different cultivation sources and genders of Ginkgo biloba leaves. Int. J. Mol. Sci. 2012;13:10305–10315. doi: 10.3390/ijms130810305.", "ArticleIdList": ["10.3390/ijms130810305", "PMC3431860", "22949862"]}, {"Citation": "Wang Q., Jiang Y., Mao X., Yu W., Lu J., Wang L. Integration of morphological, physiological, cytological, metabolome and transcriptome analyses reveal age inhibited accumulation of flavonoid biosynthesis in Ginkgo biloba leaves. Ind. Crops Prod. 2022;187:115405. doi: 10.1016/j.indcrop.2022.115405.", "ArticleIdList": ["10.1016/j.indcrop.2022.115405"]}, {"Citation": "Naghiloo S., Movafeghi A., Delazar A., Nazemiyeh H., Asnaashari S., Dadpour M.R. Ontogenetic variation of volatiles and antioxidant activity in leaves of Astragalus compactus Lam. (Fabaceae) EXCLI J. 2012;11:436–443.", "ArticleIdList": ["PMC4941797", "27418917"]}, {"Citation": "Shi W., Wang Y., Li J., Zhang H., Ding L. Investigation of ginsenosides in different parts and ages of Panax ginseng. Food Chem. 2007;102:664–668. doi: 10.1016/j.foodchem.2006.05.053.", "ArticleIdList": ["10.1016/j.foodchem.2006.05.053"]}, {"Citation": "Zhu Y., Xu C.-H., Huang J., Li G.-Y., Liu X.-H., Sun S.-Q., Wang J.-H. Rapid discrimination of cultivated Codonopsis lanceolata in different ages by FT-IR and 2DCOS-IR. J. Mol. Struct. 2014;1069:272–279. doi: 10.1016/j.molstruc.2014.01.069.", "ArticleIdList": ["10.1016/j.molstruc.2014.01.069"]}, {"Citation": "Yuan Y., Yu M., Zhang B., Liu X., Zhang J. Comparative nutritional characteristics of the three major Chinese Dendrobium species with different growth years. PLoS ONE. 2019;14:e0222666. doi: 10.1371/journal.pone.0222666.", "ArticleIdList": ["10.1371/journal.pone.0222666", "PMC6754168", "31539401"]}, {"Citation": "Chen N.-D., Chen N.-F., Li J., Cao C.-Y., Wang J.-M., Huang H.-P. Similarity Evaluation of Different Origins and Species of Dendrobiums by GC-MS and FTIR Analysis of Polysaccharides. Int. J. Anal. Chem. 2015;2015:713410. doi: 10.1155/2015/713410.", "ArticleIdList": ["10.1155/2015/713410", "PMC4619951", "26539215"]}, {"Citation": "Huang S., Chen F., Cheng H., Huang G. Modification and application of polysaccharide from traditional Chinese medicine such as Dendrobium officinale. Int. J. Biol. Macromol. 2020;157:385–393. doi: 10.1016/j.ijbiomac.2020.04.141.", "ArticleIdList": ["10.1016/j.ijbiomac.2020.04.141", "32339575"]}, {"Citation": "Wang Z., Jiang W., Liu Y., Meng X., Su X., Cao M., Wu L., Yu N., Xing S., Peng D. Putative genes in alkaloid biosynthesis identified in Dendrobium officinale by correlating the contents of major bioactive metabolites with genes expression between Protocorm-like bodies and leaves. BMC Genom. 2021;22:579. doi: 10.1186/s12864-021-07887-6.", "ArticleIdList": ["10.1186/s12864-021-07887-6", "PMC8323239", "34325653"]}, {"Citation": "Belkheir A.K., Gaid M., Liu B.Y., Hansch R., Beerhues L. Benzophenone Synthase and Chalcone Synthase Accumulate in the Mesophyll of Hypericum perforatum Leaves at Different Developmental Stages. Front. Plant Sci. 2016;7:921. doi: 10.3389/fpls.2016.00921.", "ArticleIdList": ["10.3389/fpls.2016.00921", "PMC4926534", "27446151"]}, {"Citation": "Xu J., Yu Y., Shi R., Xie G., Zhu Y., Wu G., Qin M. Organ-Specific Metabolic Shifts of Flavonoids in Scutellaria baicalensis at Different Growth and Development Stages. Molecules. 2018;23:428. doi: 10.3390/molecules23020428.", "ArticleIdList": ["10.3390/molecules23020428", "PMC6017826", "29462853"]}, {"Citation": "Li L., Liu M., Shi K., Yu Z., Zhou Y., Fan R., Shi Q. Dynamic Changes in Metabolite Accumulation and the Transcriptome during Leaf Growth and Development in Eucommia ulmoides. Int. J. Mol. Sci. 2019;20:4030. doi: 10.3390/ijms20164030.", "ArticleIdList": ["10.3390/ijms20164030", "PMC6721751", "31426587"]}, {"Citation": "Kong D.-X., Li Y.-Q., Bai M., He H.-J., Liang G.-X., Wu H. Correlation between the dynamic accumulation of the main effective components and their associated regulatory enzyme activities at different growth stages in Lonicera japonica Thunb. Ind. Crop. Prod. 2017;96:16–22. doi: 10.1016/j.indcrop.2016.11.024.", "ArticleIdList": ["10.1016/j.indcrop.2016.11.024"]}, {"Citation": "Hu G.Q., Yuan Y., Wu C., Jiang C., Wang Z.Y., Lin S.F., Wu Z.G. Effects of different development stages on growth and accumulation of active components of scutellaria baicalensis. China J. Chin. Mater. Med. 2012;37:3793–3798.", "ArticleIdList": ["23627181"]}, {"Citation": "Jang G.H., Kim H.W., Lee M.K., Jeong S.Y., Bak A.R., Lee D.J., Kim J.B. Characterization and quantification of flavonoid glycosides in the Prunus genus by UPLC-DAD-QTOF/MS. Saudi J. Biol. Sci. 2018;25:1622–1631. doi: 10.1016/j.sjbs.2016.08.001.", "ArticleIdList": ["10.1016/j.sjbs.2016.08.001", "PMC6303141", "30591779"]}, {"Citation": "Zhou C., Mei X., Rothenberg D.O., Yang Z., Zhang W., Wan S., Yang H., Zhang L. Metabolome and Transcriptome Analysis Reveals Putative Genes Involved in Anthocyanin Accumulation and Coloration in White and Pink Tea (Camellia sinensis) Flower. Molecules. 2020;25:190. doi: 10.3390/molecules25010190.", "ArticleIdList": ["10.3390/molecules25010190", "PMC6983220", "31906542"]}, {"Citation": "Shi Y., Jiang X., Chen L., Li W.-W., Lai S., Fu Z., Liu Y., Qian Y., Gao L., Xia T. Functional Analyses of Flavonol Synthase Genes From Camellia sinensis Reveal Their Roles in Anther Development. Front. Plant Sci. 2021;12:753131. doi: 10.3389/fpls.2021.753131.", "ArticleIdList": ["10.3389/fpls.2021.753131", "PMC8517536", "34659321"]}, {"Citation": "Wang C., Huang S., Zhou Y., Wang X., Liu A., Hou B., Ye M. Analysis of the genetic relationships among 3 Dendrobium species based on genotyping by sequencing. Chin. Wild Plant Resour. 2021;40:19–24."}, {"Citation": "Guo L., Gao L., Ma X., Guo F., Ruan H., Bao Y., Xia T., Wang Y. Functional analysis of flavonoid 3′-hydroxylase and flavonoid 3′,5′-hydroxylases from tea plant (Camellia sinensis), involved in the B-ring hydroxylation of flavonoids. Gene. 2019;717:144046. doi: 10.1016/j.gene.2019.144046.", "ArticleIdList": ["10.1016/j.gene.2019.144046", "31434006"]}, {"Citation": "Sun Y., Huang H., Meng L., Hu K., Dai S.-L. Isolation and functional analysis of a homolog of flavonoid 3′,5′-hydroxylase gene from Pericallis × hybrida. Physiol. Plant. 2013;149:151–159. doi: 10.1111/ppl.12034.", "ArticleIdList": ["10.1111/ppl.12034", "23397982"]}, {"Citation": "Nguyen Y.T.H., Hoang H.T.T., Mai A.T.H., Nguyen L.T.N., Nguyen Q.H., Pham N.T.T., Sy T.D., Chu M.H. The Aconitum carmichaelii F3′5′H Gene Overexpression Increases Flavonoid Accumulation in Transgenic Tobacco Plants. Horticulturae. 2021;7:384. doi: 10.3390/horticulturae7100384.", "ArticleIdList": ["10.3390/horticulturae7100384"]}, {"Citation": "Sahagun J., Ratanasut K. Development of Flavanone-3-hydroxylase (F3′H) Gene Silencing System in Dendrobium Sonia Earsakul Flowers for Engineering Aurone Biosynthetic Pathway; Proceedings of the International Biochemistry & Molecular Biology Conference; Songkla, Thailand. 26–27 May 2016; pp. 266–269."}, {"Citation": "Kriangphan N., Vuttipongchaikij S., Kittiwongwattana C., Suttangkakul A., Pinmanee P., Sakulsathaporn A., Suwimon R., Suputtitada S., Chanvivattana Y., Apisitwanich S. Effects of sequence and expression of eight anthocyanin biosynthesis genes on floral coloration in four Dendrobium hybrids. Horticutural J. 2015;84:83–92. doi: 10.2503/hortj.MI-020.", "ArticleIdList": ["10.2503/hortj.MI-020"]}, {"Citation": "Whang S.S., Um W.S., Song I.-J., Lim P.O., Choi K., Park K.-W., Kang K.-W., Choi M.S., Koo J.C. Molecular analysis of anthocyanin biosynthetic genes and control of flower coloration by flavonoid 3′, 5′-hydroxylase (F3′ 5′ H) in Dendrobium moniliforme. J. Plant Biol. 2011;54:209–218. doi: 10.1007/s12374-011-9158-7.", "ArticleIdList": ["10.1007/s12374-011-9158-7"]}, {"Citation": "Bai C., Yang J., Cao B., Xue Y., Gao P., Liang H., Li G. Growth years and post-harvest processing methods have critical roles on the contents of medicinal active ingredients of Scutellaria baicalensis. Ind. Crops Prod. 2020;158:112985. doi: 10.1016/j.indcrop.2020.112985.", "ArticleIdList": ["10.1016/j.indcrop.2020.112985", "PMC7604031", "33162677"]}, {"Citation": "Tapas A.R., Sakarkar D., Kakde R. Flavonoids as nutraceuticals: A review. Trop. J. Pharm. Res. 2008;7:1089–1099. doi: 10.4314/tjpr.v7i3.14693.", "ArticleIdList": ["10.4314/tjpr.v7i3.14693"]}, {"Citation": "Ren J., Lu Y., Qian Y., Chen B., Wu T., Ji G. Recent progress regarding kaempferol for the treatment of various diseases. Exp. Ther. Med. 2019;18:2759–2776. doi: 10.3892/etm.2019.7886.", "ArticleIdList": ["10.3892/etm.2019.7886", "PMC6755486", "31572524"]}, {"Citation": "Imran M., Salehi B., Sharifi-Rad J., Aslam Gondal T., Saeed F., Imran A., Shahbaz M., Tsouh Fokou P.V., Umair Arshad M., Khan H., et al. Kaempferol: A Key Emphasis to Its Anticancer Potential. Molecules. 2019;24:2277. doi: 10.3390/molecules24122277.", "ArticleIdList": ["10.3390/molecules24122277", "PMC6631472", "31248102"]}, {"Citation": "Tang S.-M., Deng X.-T., Zhou J., Li Q.-P., Ge X.-X., Miao L. Pharmacological basis and new insights of quercetin action in respect to its anti-cancer effects. Biomed Pharmacother. 2020;121:109604. doi: 10.1016/j.biopha.2019.109604.", "ArticleIdList": ["10.1016/j.biopha.2019.109604", "31733570"]}, {"Citation": "Vafadar A., Shabaninejad Z., Movahedpour A., Fallahi F., Taghavipour M., Ghasemi Y., Akbari M., Shafiee A., Hajighadimi S., Moradizarmehri S., et al. Quercetin and cancer: New insights into its therapeutic effects on ovarian cancer cells. Cell Biosci. 2020;10:32. doi: 10.1186/s13578-020-00397-0.", "ArticleIdList": ["10.1186/s13578-020-00397-0", "PMC7063794", "32175075"]}, {"Citation": "Deng Z., Hassan S., Rafiq M., Li H., He Y., Cai Y., Kang X., Liu Z., Yan T. Pharmacological Activity of Eriodictyol: The Major Natural Polyphenolic Flavanone. Evid.-Based Complement. Altern. Med. 2020;2020:6681352. doi: 10.1155/2020/6681352.", "ArticleIdList": ["10.1155/2020/6681352", "PMC7752289", "33414838"]}, {"Citation": "Williams C.A. The leaf flavonoids of the Orchidaceae. Phytochemistry. 1979;18:803–813. doi: 10.1016/0031-9422(79)80019-9.", "ArticleIdList": ["10.1016/0031-9422(79)80019-9"]}, {"Citation": "ZENG Y.-Y., NIE X.-T., LI Z.-J., ZHANG M., YANG Y.-B., WANG W., SUN Z.-Y. Research progress on active ingredients of flavonoids in traditional Chinese medicine Dendrobium. Chin. J. Exp. Tradit. Med. Formulae. 2021;24:197–206."}, {"Citation": "Zhou C., Luo Y., Lei Z., Wei G. UHPLC-ESI-MS Analysis of purified flavonoids fraction from stem of Dendrobium denneaum Paxt. and its preliminary study in inducing apoptosis of HepG2 Cells. Evid.-Based Complement. Altern. Med. 2018;2018:8936307. doi: 10.1155/2018/8936307.", "ArticleIdList": ["10.1155/2018/8936307", "PMC5937514", "29849733"]}, {"Citation": "Bouyahya A., Abrini J., El-Baabou A., Dakka Y.B.A.N. Determination of Phenol Content and Antibacterial Activity of Five Medicinal Plants Ethanolic Extracts from North-West of Morocco. J. Plant Pathol. Microbiol. 2016;7:4. doi: 10.4172/2157-7471.1000342.", "ArticleIdList": ["10.4172/2157-7471.1000342"]}, {"Citation": "Yuan Y., Zuo J., Zhang H., Zu M., Yu M., Liu S. Transcriptome and metabolome profiling unveil the accumulation of flavonoids in Dendrobium officinale. Genomics. 2022;114:110324. doi: 10.1016/j.ygeno.2022.110324.", "ArticleIdList": ["10.1016/j.ygeno.2022.110324", "35247586"]}, {"Citation": "Yuan Y., Zuo J., Zhang H., Li R., Yu M., Liu S. Integration of Transcriptome and Metabolome Provides New Insights to Flavonoids Biosynthesis in Dendrobium huoshanense. Front. Plant Sci. 2022;13:850090. doi: 10.3389/fpls.2022.850090.", "ArticleIdList": ["10.3389/fpls.2022.850090", "PMC8964182", "35360302"]}, {"Citation": "Yuan Y., Zuo J., Zhang H., Zu M., Liu S. Analysis of the different growth years accumulation of flavonoids in Dendrobium moniliforme (L.) Sw. by the integration of metabolomic and transcriptomic approaches. Front. Nutr. 2022;9:2284. doi: 10.3389/fnut.2022.928074.", "ArticleIdList": ["10.3389/fnut.2022.928074", "PMC9549206", "36225877"]}, {"Citation": "Pertea M., Kim D., Pertea G.M., Leek J.T., Salzberg S.L. Transcript-level expression analysis of RNA-seq experiments with HISAT, StringTie and Ballgown. Nat. Protoc. 2016;11:1650–1667. doi: 10.1038/nprot.2016.095.", "ArticleIdList": ["10.1038/nprot.2016.095", "PMC5032908", "27560171"]}, {"Citation": "Love M.I., Huber W., Anders S. Moderated estimation of fold change and dispersion for RNA-seq data with DESeq2. Genome Biol. 2014;15:550. doi: 10.1186/s13059-014-0550-8.", "ArticleIdList": ["10.1186/s13059-014-0550-8", "PMC4302049", "25516281"]}, {"Citation": "Wu T., Hu E., Xu S., Chen M., Guo P., Dai Z., Feng T., Zhou L., Tang W., Zhan L., et al. clusterProfiler 4.0: A universal enrichment tool for interpreting omics data. Innovation. 2021;2:100141. doi: 10.1016/j.xinn.2021.100141.", "ArticleIdList": ["10.1016/j.xinn.2021.100141", "PMC8454663", "34557778"]}, {"Citation": "Langfelder P., Horvath S. WGCNA: An R package for weighted correlation network analysis. BMC Bioinform. 2008;9:559. doi: 10.1186/1471-2105-9-559.", "ArticleIdList": ["10.1186/1471-2105-9-559", "PMC2631488", "19114008"]}, {"Citation": "Saito R., Smoot M.E., Ono K., Ruscheinski J., Wang P.-L., Lotia S., Pico A.R., Bader G.D., Ideker T. A travel guide to Cytoscape plugins. Nat. Methods. 2012;9:1069–1076. doi: 10.1038/nmeth.2212.", "ArticleIdList": ["10.1038/nmeth.2212", "PMC3649846", "23132118"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "9", "Day": "10"}, {"Year": "2022", "Month": "10", "Day": "6"}, {"Year": "2022", "Month": "10", "Day": "7"}, {"Year": "2022", "Month": "10", "Day": "14", "Hour": "2", "Minute": "14"}, {"Year": "2022", "Month": "10", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "9"}], "PublicationStatus": "epublish", "ArticleIdList": ["36233278", "PMC9569625", "10.3390/ijms231911980", "ijms231911980"]}}], "PubmedBookArticle": []}