{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36238607", "DateRevised": {"Year": "2022", "Month": "10", "Day": "15"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "09", "Day": "09"}], "Language": ["eng"], "ELocationID": ["3505943", "10.1155/2022/3505943"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2022", "PubDate": {"Year": "2022"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Proximate Composition, Physicochemical, and Lipids Profiling and Elemental Profiling of Rapeseed (<i>Brassica napus</i> L.) and Sunflower (<i>Helianthus annuus</i> L.) Grown in Morocco.", "Pagination": {"StartPage": "3505943", "MedlinePgn": "3505943"}, "Abstract": {"AbstractText": ["We investigate and compare the nutritional and physicochemical properties of rapeseed and sunflower grown in Morocco. In order to examine a complete physicochemical characterization, various parameters such as mineral profile, fatty acid composition, sterols contents, total flavonoids content (TFC), total polyphenols content (TPC), and quality oil parameters were evaluated. The results showed a relatively small difference in the physicochemical composition of the seeds, as sunflower seeds recorded higher amounts of protein and oil content (22.98 ± 0.01 g/100 g and 41.30 ± 0.50 g/100 g) than rapeseed (22.98 ± 0.01 and 38.80 ± 0.50), while mineral elements profile was observed to be statistically different. Nevertheless, both seeds were rich in K, Ca, P, Mg, and Na and they were relatively poor in Na, Fe, Mn, Cu, and Zn. The most represented macroelement was K with the amount of 7936.53 ± 63.87 mg/Kg in rapeseed and 7739.22 ± 59.50 mg/Kg in sunflower. On the other hand, Cu was present in the analyzed samples the least, mostly below 20 mg/kg. For TPC and TFC, the sunflower recorded higher values (49.73 ± 0.50 and 25.37 ± 0.39 mg GAE/g) than rapeseed (38.49 ± 0.24 and 22.55 ± 1.76 mg QE/g). The fatty acid composition showed that both extracted oils have beneficial proprieties, as they are rich in unsaturated fatty acids; namely, rapeseed oil contains a high level of oleic acid (C18 : 1) (62.19%), while sunflower oil was richer in linoleic acid (C18 : 2) (55.7%). As a result, we conclude that the studied varieties have major importance in terms of both nutritional and seed improvement potentials."], "CopyrightInformation": "Copyright © 2022 Jamila Gagour et al."}, "AuthorList": [{"Identifier": ["0000-0003-0110-8710"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology, Analytical Sciences, and Quality Control Team, Polydisciplinary Faculty of Taroudant, Ibn Zohr University, Taroudant 83000, Morocco."}], "LastName": "Gagour", "ForeName": "Jamila", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology, Analytical Sciences, and Quality Control Team, Polydisciplinary Faculty of Taroudant, Ibn Zohr University, Taroudant 83000, Morocco."}], "LastName": "Ahmed", "ForeName": "Moussa Nid", "Initials": "MN"}, {"Identifier": ["0000-0003-3086-6174"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology, Analytical Sciences, and Quality Control Team, Polydisciplinary Faculty of Taroudant, Ibn Zohr University, Taroudant 83000, Morocco."}], "LastName": "Bouzid", "ForeName": "Hasna Ait", "Initials": "HA"}, {"Identifier": ["0000-0003-3582-6251"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology, Analytical Sciences, and Quality Control Team, Polydisciplinary Faculty of Taroudant, Ibn Zohr University, Taroudant 83000, Morocco."}], "LastName": "Oubannin", "ForeName": "Samira", "Initials": "S"}, {"Identifier": ["0000-0001-7467-7215"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology, Analytical Sciences, and Quality Control Team, Polydisciplinary Faculty of Taroudant, Ibn Zohr University, Taroudant 83000, Morocco."}], "LastName": "Bijla", "ForeName": "Laila", "Initials": "L"}, {"Identifier": ["0000-0002-4087-7822"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology, Analytical Sciences, and Quality Control Team, Polydisciplinary Faculty of Taroudant, Ibn Zohr University, Taroudant 83000, Morocco."}, {"Identifier": [], "Affiliation": "African Sustainable Agriculture Research Institute, Mohammed VI Polytechnic University, Laayoune, Morocco."}], "LastName": "Ibourki", "ForeName": "Mohamed", "Initials": "M"}, {"Identifier": ["0000-0003-4290-8351"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Bioactive and Molecules of Interest National Agency of Medicinal and Aromatic Plants, Rabat, Morocco."}], "LastName": "Hajib", "ForeName": "Ahmed", "Initials": "A"}, {"Identifier": ["0000-0001-6220-4592"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology, Analytical Sciences, and Quality Control Team, Polydisciplinary Faculty of Taroudant, Ibn Zohr University, Taroudant 83000, Morocco."}], "LastName": "Koubachi", "ForeName": "Jamal", "Initials": "J"}, {"Identifier": ["0000-0001-8266-0130"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Materials, Nanotechnology, and Environment, Faculty of Sciences, Mohammed V University, Av. Ibn Battouta, B.P1014, Rabat, Morocco."}], "LastName": "Harhar", "ForeName": "Hicham", "Initials": "H"}, {"Identifier": ["0000-0003-2276-0855"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology, Analytical Sciences, and Quality Control Team, Polydisciplinary Faculty of Taroudant, Ibn Zohr University, Taroudant 83000, Morocco."}], "LastName": "Gharby", "ForeName": "Saïd", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "The authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Haliloglu H. The effects of nitrogen and zinc applications on the yield, yield components and oil ratio of safflower (carthamus tinctorius L.) under semi-arid conditions. Applied Ecology and Environmental Research . 2019;17"}, {"Citation": "Shen M., Zhao S., Zhang F., Huang M., Xie J. Characterization and authentication of olive, camellia and other vegetable oils by combination of chromatographic and chemometric techniques: role of fatty acids, tocopherols, sterols and squalene. European Food Research and Technology . 2021;247:411–426."}, {"Citation": "Sarwar F., Sarwar M. H., Sarwar M., Qadri N. A., Moghal S. The role of oilseeds nutrition in human health: a critical review. Journal of Cereals and Oilseeds . 2013;4(8):97–100. doi: 10.5897/jco12.024.", "ArticleIdList": ["10.5897/jco12.024"]}, {"Citation": "Hu Z.-Y., Hua W., Zhang L., et al. Seed structure characteristics to form ultrahigh oil content in rapeseed. PLoS One . 2013;8(4) doi: 10.1371/journal.pone.0062099.e62099", "ArticleIdList": ["10.1371/journal.pone.0062099", "PMC3639247", "23637973"]}, {"Citation": "Gharby S. Refining vegetable oils: chemical and physical refining. The Scientific World Journal . 2022;2022:10. doi: 10.1155/2022/6627013.6627013", "ArticleIdList": ["10.1155/2022/6627013", "PMC8767382", "35069038"]}, {"Citation": "Ciabotti S., Silva, Juhasz, et al. Chemical composition, protein profile, and isoflavones content in soybean genotypes with different seed coat colors. International Food Research Journal . 2016;23:621–629."}, {"Citation": "Mota M. F. S., Waktola H. D., Nolvachai Y., Marriott P. J. Gas chromatography ‒ mass spectrometry for characterisation, assessment of quality and authentication of seed and vegetable oils. TrAC, Trends in Analytical Chemistry . 2021;138 doi: 10.1016/j.trac.2021.116238.116238", "ArticleIdList": ["10.1016/j.trac.2021.116238"]}, {"Citation": "Fadda A., Sanna D., Sakar E. H., et al. Innovative and sustainable technologies to enhance the oxidative stability of vegetable oils. Sustainability . 2022;14(2):p. 849. doi: 10.3390/su14020849.", "ArticleIdList": ["10.3390/su14020849"]}, {"Citation": "Fawcett C. A., Senhorinho G. N. A., Laamanen C. A., Scott J. A. Microalgae as an alternative to oil crops for edible oils and animal feed. Algal Research . 2022;64 doi: 10.1016/j.algal.2022.102663.102663", "ArticleIdList": ["10.1016/j.algal.2022.102663"]}, {"Citation": "Agriculture and Rural Development. Oilseeds and protein crops statistics. 2022.  \n https://ec.europa.eu/info/food-farming-fisheries/farming/facts-and-figures/markets/overviews/market-observatories/crops/oilseeds-and-protein-crops_en\n."}, {"Citation": "Karim H., Mohamed E. F., Hamid M., Abdelghani N. Evaluation and selection of promising sunflower germplasm under early winter planting conditions. African Journal of Agricultural Research . 2016;11(45):4610–4618. doi: 10.5897/ajar2016.11449.", "ArticleIdList": ["10.5897/ajar2016.11449"]}, {"Citation": "Channaoui S., El Idrissi I. S., Mazouz H., Nabloussi A. Reaction of some rapeseed (Brassica napus L.) genotypes to different drought stress levels during germination and seedling growth stages. OCL . 2019;26:p. 23. doi: 10.1051/ocl/2019020.", "ArticleIdList": ["10.1051/ocl/2019020"]}, {"Citation": "Yahbi M., Nabloussi A., Maataoui A., El Alami N., Boutagayout A., Daoui K. Effects of nitrogen rates on yield, yield components, and other related attributes of different rapeseed (Brassica napus L.) varieties. OCL . 2022;29:p. 8. doi: 10.1051/ocl/2022001.", "ArticleIdList": ["10.1051/ocl/2022001"]}, {"Citation": "Ibourki M., Gharby S., Azoughigh F., Ghailassi K. E., Laknifli A., Hammadi A. E. Determination of mineral and trace elements in leaves of four fruit trees (argan, olive, carob and almond tree) by inductively coupled Plasma optical emission spectrometer. Journal of Analytical Sciences and Applied Biotechnology . 2019;1:1–27."}, {"Citation": "Gharby S., Ravi H. K., Guillaume D., Abert Vian M., Chemat F., Charrouf Z. 2-Methyloxolane as alternative solvent for lipid extraction and its effect on the cactus (opuntia ficus-indica L.) seed oil fractions. OCL . 2020;27:p. 27. doi: 10.1051/ocl/2020021.", "ArticleIdList": ["10.1051/ocl/2020021"]}, {"Citation": "Mudryk K., Jewiarz M., Wróbel M., Niemiec M., Dyjakon A. Evaluation of urban tree leaf biomass-potential, physico-mechanical and chemical parameters of raw material and solid biofuel. Energies . 2021;14(4):p. 818. doi: 10.3390/en14040818.", "ArticleIdList": ["10.3390/en14040818"]}, {"Citation": "Iordănescu O., Radulov I., Buhan I., et al. Physical, nutritional and functional properties of walnuts genotypes (Juglans regia L.) from Romania. Agronomy . 2021;11:p. 1092."}, {"Citation": "Chatoui K., Harhar H., El Kamli T., Tabyaoui M. Chemical composition and antioxidant capacity of lepidium sativum seeds from four regions of Morocco. Evidence-based Complementary and Alternative Medicine . 2020;2020:7. doi: 10.1155/2020/7302727.7302727", "ArticleIdList": ["10.1155/2020/7302727", "PMC7346108", "32714416"]}, {"Citation": "Ibourki M., Azouguigh F., Jadouali S. M., et al. Physical fruit traits, nutritional composition, and seed oil fatty acids profiling in the main date palm (phoenix dactylifera L.) varieties grown in Morocco. Journal of Food Quality . 2021;2021:12. doi: 10.1155/2021/5138043.5138043", "ArticleIdList": ["10.1155/2021/5138043"]}, {"Citation": "Park H., Shin Y., Kim Y.-J. Antioxidant contents and activities of twelve varieties of vegetable sprouts. Korean J. Food Sci. Technol. . 2019;51:207–213."}, {"Citation": "Xu Y., Fan M., Ran J., et al. Variation in phenolic compounds and antioxidant activity in apple seeds of seven cultivars. Saudi Journal of Biological Sciences . 2016;23(3):379–388. doi: 10.1016/j.sjbs.2015.04.002.", "ArticleIdList": ["10.1016/j.sjbs.2015.04.002", "PMC4818338", "27081364"]}, {"Citation": "Ismaili S. A., Marmouzi I., Sayah K., et al. Chemical analysis and anti-oxidation activities of the Moroccan milk thistle. Moroccan Journal of Chemistry . 2016;4:4–702."}, {"Citation": "Aryal S., Baniya M. K., Danekhu K., Kunwar P., Gurung R., Koirala N. Total phenolic content, flavonoid content and antioxidant potential of wild vegetables from western Nepal. Plants . 2019;8(4):p. 96. doi: 10.3390/plants8040096.", "ArticleIdList": ["10.3390/plants8040096", "PMC6524357", "30978964"]}, {"Citation": "Mazaheri Y., Torbati M., Azadmard-Damirchi S., Savage G. P. Effect of roasting and microwave pre-treatments of nigella sativa L. Seeds on lipase activity and the quality of the oil. Food Chemistry . 2019;274:480–486. doi: 10.1016/j.foodchem.2018.09.001.", "ArticleIdList": ["10.1016/j.foodchem.2018.09.001", "30372968"]}, {"Citation": "Ibourki M., Gharby S., Guillaume D., et al. Profiling of mineral elements and heavy metals in argan leaves and fruit by-products using inductively coupled Plasma optical emission spectrometry and atomic absorption spectrometry. Chemical Data Collections . 2021;35 doi: 10.1016/j.cdc.2021.100772.100772", "ArticleIdList": ["10.1016/j.cdc.2021.100772"]}, {"Citation": "Grillo A., Salvi L., Coruzzi P., Salvi P., Parati G. Sodium intake and hypertension. Nutrients . 2019;11(9):p. 1970. doi: 10.3390/nu11091970.", "ArticleIdList": ["10.3390/nu11091970", "PMC6770596", "31438636"]}, {"Citation": "Kolláthová R., Varga B., Ivanišová E., et al. Mineral profile Analysis of oilseeds and their by-products as feeding sources for animal nutrition. Slovak J. Anim. Sci. . 2019;52:9–15."}, {"Citation": "Kowalska G., Kowalski R., Hawlena J., Rowiński R. Seeds of Oilseed Rape as an Alternative Source of Protein and Minerals . 2020;25:513–522."}, {"Citation": "Mansouri F., Ben Moumen A., Richard G., et al. Proximate composition, amino acid profile, carbohydrate and mineral content of seed meals from four safflower (Carthamus tinctorius L.) varieties grown in North-Eastern Morocco. Oilseeds Fats Crops Lipids . 2018;25(2):p. A202."}, {"Citation": "Petraru A., Ursachi F., Amariei S. Nutritional characteristics assessment of sunflower seeds, oil and cake. Perspective of using sunflower oilcakes as a functional ingredient. Plants . 2021;10(11):p. 2487. doi: 10.3390/plants10112487.", "ArticleIdList": ["10.3390/plants10112487", "PMC8619027", "34834848"]}, {"Citation": "Alhomodi A. F., Zavadil A., Berhow M., Gibbons W. R., Karki B. Composition of canola seed sprouts fermented by aureobasidium pullulans, neurospora crassa, and trichoderma reesei under submerged-state fermentation. Food and Bioproducts Processing . 2021;126:256–264. doi: 10.1016/j.fbp.2021.01.008.", "ArticleIdList": ["10.1016/j.fbp.2021.01.008"]}, {"Citation": "Kotecka-Majchrzak K., Sumara A., Fornal E., Montowska M. Oilseed proteins – properties and application as a food ingredient. Trends in Food Science & Technology . 2020;106:160–170. doi: 10.1016/j.tifs.2020.10.004.", "ArticleIdList": ["10.1016/j.tifs.2020.10.004"]}, {"Citation": "Sharaf Eldin S. G. M., Ziena H. M. S., Khair S. T. M., Rozan M. A. Canola seed meal as a potential source of natural antioxidant. Alexandria Science Exchange Journal . 2018;39:615–619. doi: 10.21608/asejaiqjsae.2018.19582.", "ArticleIdList": ["10.21608/asejaiqjsae.2018.19582"]}, {"Citation": "Siger A., Kaczmarek A., Rudzińska M. Antioxidant activity and phytochemical content of cold-pressed rapeseed oil obtained from roasted seeds. European Journal of Lipid Science and Technology . 2015;117(8):1225–1237. doi: 10.1002/ejlt.201400378.", "ArticleIdList": ["10.1002/ejlt.201400378"]}, {"Citation": "Nadeem M., Anjum F. M., Arshad M. U., Hussain S. Chemical characteristics and antioxidant activity of different sunflower hybrids and their utilization in bread. African Journal of Food Science . 2010;4:618–626."}, {"Citation": "Mohammed K., Koko M., Obadi M., Kekgabile S. Effects of microwave roasting process and time on chemical composition and oxidative stability of sunflower oil. The Research Fund of National 13th Five-Year Plan of China . 2017;5:659–667."}, {"Citation": "Guo S., Na Jom K., Ge Y. Influence of roasting condition on flavor profile of sunflower seeds: a flavoromics approach. Scientific Reports . 2019;9(1) doi: 10.1038/s41598-019-47811-3.11295", "ArticleIdList": ["10.1038/s41598-019-47811-3", "PMC6683164", "31383910"]}, {"Citation": "Jithender B., Upendar K., Rathod P. J. Nutritional and anti-nutritional factors present in oil seeds. An Overview . 2019;7:1159–1165."}, {"Citation": "Radic V., Balalic I., Krstic M., Marjanovic-Jeromela A. Correlation and path analysis of yield and yield components in winter rapeseed. Genetika . 2021;53(1):157–166. doi: 10.2298/gensr2101157r.", "ArticleIdList": ["10.2298/gensr2101157r"]}, {"Citation": "Salem E. M., Hamed N. A., Awlya O. Implementation of the sunflower seeds in enhancing the nutritional values of cake. Journal of Applied Sciences Research . 2012;8:2626–2631."}, {"Citation": "Ibourki M., Ait Bouzid H., Bijla L., et al. Physical fruit traits, proximate composition, fatty acid and elemental profiling of almond [prunus dulcis mill. DA webb] kernels from ten genotypes grown in southern Morocco. OCL . 2022;29:p. 9. doi: 10.1051/ocl/2022002.", "ArticleIdList": ["10.1051/ocl/2022002"]}, {"Citation": "Nounah I., Gharby S., Hajib A., Harhar H., Matthäus B., Charrouf Z. Effect of seeds roasting time on physicochemical properties, oxidative stability, and antioxidant activity of cactus (opuntia ficus-indica L.) seed oil. Journal of Food Processing and Preservation . 2021;45(9) doi: 10.1111/jfpp.15747.e15747", "ArticleIdList": ["10.1111/jfpp.15747"]}, {"Citation": "Arrutia F., Binner E., Williams P., Waldron K. W. Oilseeds beyond oil: press cakes and meals supplying global protein requirements. Trends in Food Science & Technology . 2020;100:88–102. doi: 10.1016/j.tifs.2020.03.044.", "ArticleIdList": ["10.1016/j.tifs.2020.03.044"]}, {"Citation": "Ren X., Wang L., Xu B., et al. Influence of microwave pretreatment on the flavor attributes and oxidative stability of cold-pressed rapeseed oil. Drying Technology . 2019;37(3):397–408. doi: 10.1080/07373937.2018.1459682.", "ArticleIdList": ["10.1080/07373937.2018.1459682"]}, {"Citation": "Taoufik F., Zine S., El Hadek M., et al. Oil content and main constituents of cactus seed oils opuntia Ficus indica of different origin in Morocco. Mediterranean Journal of Nutrition and Metabolism . 2015;8(2):85–92. doi: 10.3233/mnm-150036.", "ArticleIdList": ["10.3233/mnm-150036"]}, {"Citation": "Muhammad Anjum F., Nadeem M., Issa Khan M., Hussain S. Nutritional and therapeutic potential of sunflower seeds: a review. British Food Journal . 2012;114(4):544–552. doi: 10.1108/00070701211219559.", "ArticleIdList": ["10.1108/00070701211219559"]}, {"Citation": "Kirkegaard J. A., Lilley J. M., Brill R. D., Ware A. H., Walela C. K. The critical period for yield and quality determination in canola (Brassica napus L.) Field Crops Research . 2018;222:180–188. doi: 10.1016/j.fcr.2018.03.018.", "ArticleIdList": ["10.1016/j.fcr.2018.03.018"]}, {"Citation": "Lomascolo A., Uzan-Boukhris E., Sigoillot J.-C., Fine F. Rapeseed and sunflower meal: a review on biotechnology status and challenges. Applied Microbiology and Biotechnology . 2012;95(5):1105–1114. doi: 10.1007/s00253-012-4250-6.", "ArticleIdList": ["10.1007/s00253-012-4250-6", "22752367"]}, {"Citation": "Mirpoor S. F., Giosafatto C. V. L., Porta R. Biorefining of seed oil cakes as industrial Co-streams for production of innovative bioplastics. A review. Trends in Food Science & Technology . 2021;109:259–270. doi: 10.1016/j.tifs.2021.01.014.", "ArticleIdList": ["10.1016/j.tifs.2021.01.014"]}, {"Citation": "Aslaksen M. A., Kraugerud O. F., Penn M., et al. Screening of nutrient digestibilities and intestinal pathologies in atlantic Salmon, Salmo salar, fed diets with legumes, oilseeds, or cereals. Aquaculture . 2007;272(1-4):541–555. doi: 10.1016/j.aquaculture.2007.07.222.", "ArticleIdList": ["10.1016/j.aquaculture.2007.07.222"]}, {"Citation": "Teh S. S., Birch J. Physicochemical and quality characteristics of cold-pressed hemp, flax and canola seed oils. Journal of Food Composition and Analysis . 2013;30(1):26–31. doi: 10.1016/j.jfca.2013.01.004.", "ArticleIdList": ["10.1016/j.jfca.2013.01.004"]}, {"Citation": "Zilic S., Maksimovic-Dragisic J., Maksimović V., et al. The content of antioxidants in sunflower seed and kernel. Helia . 2010;33(52):75–84. doi: 10.2298/hel1052075z.", "ArticleIdList": ["10.2298/hel1052075z"]}, {"Citation": "Tarasevičienė Ž., Viršilė A., Danilčenko H., Duchovskis P., Paulauskienė A., Gajewski M. Effects of germination time on the antioxidant properties of edible seeds. CyTA - Journal of Food . 2019;17(1):447–454. doi: 10.1080/19476337.2018.1553895.", "ArticleIdList": ["10.1080/19476337.2018.1553895"]}, {"Citation": "Faugno S., Piccolella S., Sannino M., et al. Can agronomic practices and cold-pressing extraction parameters affect phenols and polyphenols content in hempseed oils? Industrial Crops and Products . 2019;130:511–519. doi: 10.1016/j.indcrop.2018.12.084.", "ArticleIdList": ["10.1016/j.indcrop.2018.12.084"]}, {"Citation": "Kumar S. S., Manasa V., Tumaney A. W., Chaudhari S. R., Giridhar P., Giridhar P. Chemical composition, nutraceuticals characterization, NMR confirmation of squalene and antioxidant activities of basella rubra L. Seed oil. RSC Advances . 2020;10(53):31863–31873. doi: 10.1039/d0ra06048h.", "ArticleIdList": ["10.1039/d0ra06048h", "PMC9056543", "35518177"]}, {"Citation": "Kartah B. E., El Monfalouti H., Hicham H., Gharby S., Charrouf Z., Matthaus B. Effect of filtration on virgin argan oil: quality and stability. Journal of Materials and Environmental Science . 2015;6(6):1624–1628."}, {"Citation": "Rakass S. Antioxidant activity of butternut squash skin: effect of different extracting solvents. Moroccan Journal of Chemistry . 2018;6:6–556."}, {"Citation": "Multescu M., Marinas I. C., Susman I. E., Belc N. Byproducts (flour, meals, and groats) from the vegetable oil industry as a potential source of antioxidants. Foods . 2022;11(3):p. 253. doi: 10.3390/foods11030253.", "ArticleIdList": ["10.3390/foods11030253", "PMC8834571", "35159405"]}, {"Citation": "Abdalla A. A. A., Yagi S., Abdallah A. H., Abdalla M., Sinan K. I., Zengin G. Phenolic profile, antioxidant and enzyme inhibition properties of seed methanolic extract of seven new sunflower lines: from fields to industrial applications. Process Biochemistry . 2021;111:53–61. doi: 10.1016/j.procbio.2021.10.014.", "ArticleIdList": ["10.1016/j.procbio.2021.10.014"]}, {"Citation": "Marchand L., Pelosi C., González-Centeno M. R., et al. Trace element bioavailability, yield and seed quality of rapeseed (Brassica napus L.) modulated by biochar incorporation into a contaminated technosol. Chemosphere . 2016;156:150–162. doi: 10.1016/j.chemosphere.2016.04.129.", "ArticleIdList": ["10.1016/j.chemosphere.2016.04.129", "27174828"]}, {"Citation": "Mehmood A., Zhao L., Ishaq M., Safdar B., Wang C., Nadeem M. Optimization of total phenolic contents, antioxidant, and in-vitro xanthine oxidase inhibitory activity of sunflower head. CyTA - Journal of Food . 2018;16(1):957–964. doi: 10.1080/19476337.2018.1504121.", "ArticleIdList": ["10.1080/19476337.2018.1504121"]}, {"Citation": "Goszkiewicz A., Kołodziejczyk E., Ratajczyk F. Comparison of microwave and convection method of roasting sunflower seeds and its effect on sensory quality, texture and physicochemical characteristics. Food Structure . 2020;25 doi: 10.1016/j.foostr.2020.100144.100144", "ArticleIdList": ["10.1016/j.foostr.2020.100144"]}, {"Citation": "Gomaa A. S., Kholif A. E., Kholif A. M., Salama R., El-Alamy H. A., Olafadehan O. A. Sunflower oil and nannochloropsis oculata microalgae as sources of unsaturated fatty acids for mitigation of methane production and enhancing diets’ nutritive value. Journal of Agricultural and Food Chemistry . 2018;66(8):1751–1759. doi: 10.1021/acs.jafc.7b04704.", "ArticleIdList": ["10.1021/acs.jafc.7b04704", "29397713"]}, {"Citation": "Kreps F., Vrbiková L., Schmidt S. Industrial rapeseed and sunflower meal as source of antioxidants. International Journal of Engineering Research in Africa . 2014;4:45–54."}, {"Citation": "Wroniak M., Krygier K., Kaczmarczyk M. Comparison of the quality of cold pressed and virgin rapeseed oils with industrially obtained oils. Polish Journal of Food and Nutrition Sciences . 2008;58"}, {"Citation": "Kreps F., Vrbiková L., Schmidt Š. Influence of industrial physical refining on tocopherol, chlorophyll and beta-carotene content in sunflower and rapeseed oil. European Journal of Lipid Science and Technology . 2014;116(11):1572–1582. doi: 10.1002/ejlt.201300460.", "ArticleIdList": ["10.1002/ejlt.201300460"]}, {"Citation": "Giuffrè A. M., Capocasale M., Zappia C., Poiana M. Influence of high temperature and duration of heating on the sunflower seed oil properties for food use and bio-diesel production. Journal of Oleo Science . 2017;66(11):1193–1205. doi: 10.5650/jos.ess17109.", "ArticleIdList": ["10.5650/jos.ess17109", "29093378"]}, {"Citation": "Lužaić T. Z., Grahovac N. L., Hladni N. T., Romanić R. S. Evaluation of oxidative stability of new cold-pressed sunflower oils during accelerated thermal stability tests. Food Science and Technology . 2022;42 doi: 10.1590/fst.67320.", "ArticleIdList": ["10.1590/fst.67320"]}, {"Citation": "Gotor A. A., Rhazi L. Effects of refining process on sunflower oil minor components: a review. OCL . 2016;23(2):p. D207. doi: 10.1051/ocl/2016007.", "ArticleIdList": ["10.1051/ocl/2016007"]}, {"Citation": "Gharby S., Charrouf Z. Argan oil: chemical composition, extraction process, and quality control. Frontiers in Nutrition . 2021;8 doi: 10.3389/fnut.2021.804587.804587", "ArticleIdList": ["10.3389/fnut.2021.804587", "PMC8850956", "35187023"]}, {"Citation": "Park J.-M., Kim J.-M. Monitoring of used frying oils and frying times for frying chicken nuggets using peroxide value and acid value. Korean Journal for Food Science of Animal Resources . 2016;36(5):612–616. doi: 10.5851/kosfa.2016.36.5.612.", "ArticleIdList": ["10.5851/kosfa.2016.36.5.612", "PMC5112423", "27857536"]}, {"Citation": "Gharby S., Harhar H., Bouzoubaa Z., Asdadi A., El Yadini A., Charrouf Z. Chemical characterization and oxidative stability of seeds and oil of sesame grown in Morocco. Journal of the Saudi Society of Agricultural Sciences . 2017;16(2):105–111. doi: 10.1016/j.jssas.2015.03.004.", "ArticleIdList": ["10.1016/j.jssas.2015.03.004"]}, {"Citation": "Codex Alimentarius FAO-WHO. 2021.  \n http://www.fao.org/fao-who-codexalimentarius/search/fr/?cx=018170620143701104933%3Aqq82jsfba7w&q=acidit%C3%A9+de+tournesol&cof=FORID%3A9\n."}, {"Citation": "Gharby S., Harhar H., Guillaume D., Haddad A., Matthäus B., Charrouf Z. Oxidative stability of edible argan oil: a two-year study. LWT - Food Science and Technology . 2011;44:1–8. doi: 10.1016/j.lwt.2010.07.003.", "ArticleIdList": ["10.1016/j.lwt.2010.07.003"]}, {"Citation": "Gharby S., Harhar H., Kartah B., Monfalouti H. E., Haddad A., Charrouf Z. Analyse Chimique et Sensorielle de l’huile d’argane. Technology Laboratory . 2011;6"}, {"Citation": "Gharby S., Hicham H., Kartah B. E., et al. Contrôle de La Qualité de l’huile d’argan. Proceedings of the 2ème Congrés international de l’arganier; Agadir, Maroc; 2013."}, {"Citation": "Gharby S., Guillaume D., Nounah I., et al. Shelf-life of Moroccan prickly pear (opuntia ficus-indica) and argan (argania spinosa) oils: a comparative study. Grasas y Aceites . 2021;72(1):p. e397. doi: 10.3989/gya.1147192.", "ArticleIdList": ["10.3989/gya.1147192"]}, {"Citation": "Marina A. M., Che Man Y. B., Nazimah S. H., Amin I. Chemical properties of virgin coconut oil. Journal of the American Oil Chemists Society . 2009;86(4):301–307. doi: 10.1007/s11746-009-1351-1.", "ArticleIdList": ["10.1007/s11746-009-1351-1"]}, {"Citation": "More N. S., Gogate P. R. Ultrasound assisted enzymatic degumming of crude soybean oil. Ultrasonics Sonochemistry . 2018;42:805–813. doi: 10.1016/j.ultsonch.2017.12.031.", "ArticleIdList": ["10.1016/j.ultsonch.2017.12.031", "29429734"]}, {"Citation": "Tavakoli H. R., Naderi M., Jafari S. M., Naeli M. H. Postmarketing surveillance of the oxidative stability for cooking oils, frying oils, and vanaspati supplied in the retail market. Food Sciences and Nutrition . 2019;7(4):1455–1465. doi: 10.1002/fsn3.982.", "ArticleIdList": ["10.1002/fsn3.982", "PMC6475748", "31024719"]}, {"Citation": "Lapčíková B., Valenta T., Lapčík L., Fuksová M. Thermal aging of edible oils: spectrophotometric study. Slovak Journal of Food Sciences . 2018;12(1):372–378."}, {"Citation": "Hashemi S. M. B., Mousavi Khaneghah A., Koubaa M., et al. Novel edible oil sources: microwave heating and chemical properties. Food Research International . 2017;92:147–153. doi: 10.1016/j.foodres.2016.11.033.", "ArticleIdList": ["10.1016/j.foodres.2016.11.033", "28290292"]}, {"Citation": "Różańska M. B., Kowalczewski P. Ł., Tomaszewska-Gras J., Dwiecki K., Mildner-Szkudlarz S. Seed-roasting process affects oxidative stability of cold-pressed oils. Antioxidants . 2019;8:p. 313. doi: 10.3390/antiox8080313.", "ArticleIdList": ["10.3390/antiox8080313", "PMC6720800", "31426327"]}, {"Citation": "Rękas A., Wroniak M., Szterk A. Characterization of some quality properties and chemical lu. Journal of Natural Sciences . 2016;31:249–261."}, {"Citation": "Chew S. C. Chapter 7 - cold pressed rapeseed (Brassica napus L.) oil. In: Ramadan M. F., editor. Cold Pressed Oils . Cambridge, MA, USA: Academic Press; 2020. pp. 65–80."}, {"Citation": "Bijla L., Aissa R., Bouzid H. A., et al. Spent coffee ground oil as a potential alternative for vegetable oil production: evidence from oil content, lipid profiling, and physicochemical characterization. Biointerface Research in Applied Chemistry . 2021;12:6308–6320."}, {"Citation": "Ramadan M. F. Oxidation of β-sitosterol and campesterol in sunflower oil upon deep- and pan-frying of French fries. Journal of Food Science & Technology . 2015;52(10):6301–6311. doi: 10.1007/s13197-015-1738-y.", "ArticleIdList": ["10.1007/s13197-015-1738-y", "PMC4573147", "26396375"]}, {"Citation": "Mwakasege E., Treydte A., Hoeglinger O., Kassim N., Makule E. Fatty acid contents and stability of oyster nut oil (telfairia pedata) compared to flaxseed and sunflower oil. International Journal of Food Science . 2021;2021:8. doi: 10.1155/2021/9985910.9985910", "ArticleIdList": ["10.1155/2021/9985910", "PMC8601856", "34805397"]}, {"Citation": "Turan S., Gunal Köroglu D., Kiralan M., Hassanien M. Enhancement of sunflower oil stability during deep-frying using extracts from olive oil by-products and soy lecithin. International Food Research Journal . 2019;26:1269–1277."}, {"Citation": "Jabeur H., Drira M., Bouaziz M. Targeted authentication approach for the control of the contamination of refined olive oil by refined seeds oils using chromatographic techniques and chemometrics models. European Food Research and Technology . 2021;247(10):2455–2472. doi: 10.1007/s00217-021-03811-0.", "ArticleIdList": ["10.1007/s00217-021-03811-0"]}, {"Citation": "Rosa P. M., Antoniassi R., Freitas S. C., et al. Chemical composition of Brazilian sunflower varieties. Helia . 2009;32(50):145–155. doi: 10.2298/hel0950145r.", "ArticleIdList": ["10.2298/hel0950145r"]}, {"Citation": "Rękas A., Wroniak M., Krygier K. Effects of different roasting conditions on the nutritional value and oxidative stability of high-oleic and yellow-seeded Brassica napus oils. Grasas Y Aceites . 2015;66(3):p. e092. doi: 10.3989/gya.1299142.", "ArticleIdList": ["10.3989/gya.1299142"]}, {"Citation": "Werteker M., Lorenz A., Johannes H., Berghofer E., Findlay C. S. Environmental and varietal influences on the fatty acid composition of rapeseed, soybeans and sunflowers. Journal of Agronomy and Crop Science . 2010;196(1):20–27. doi: 10.1111/j.1439-037x.2009.00393.x.", "ArticleIdList": ["10.1111/j.1439-037x.2009.00393.x"]}, {"Citation": "Meenu M., Cai Q., Xu B. A critical review on analytical techniques to detect adulteration of extra virgin olive oil. Trends in Food Science & Technology . 2019;91:391–408. doi: 10.1016/j.tifs.2019.07.045.", "ArticleIdList": ["10.1016/j.tifs.2019.07.045"]}, {"Citation": "Yang R., Xue L., Zhang L., et al. Phytosterol contents of edible oils and their contributions to estimated phytosterol intake in the Chinese diet. Foods . 2019;8:p. 334. doi: 10.3390/foods8080334.", "ArticleIdList": ["10.3390/foods8080334", "PMC6723959", "31404986"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "6", "Day": "23"}, {"Year": "2022", "Month": "7", "Day": "20"}, {"Year": "2022", "Month": "7", "Day": "28"}, {"Year": "2022", "Month": "10", "Day": "14", "Hour": "3", "Minute": "9"}, {"Year": "2022", "Month": "10", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "15", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "9", "Day": "9"}], "PublicationStatus": "epublish", "ArticleIdList": ["36238607", "PMC9552689", "10.1155/2022/3505943"]}}], "PubmedBookArticle": []}