{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Piper amalago", "Piper betle", "Piper hispidum", "Piper longum", "Piper umbellatum", "antioxidant"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36235309", "DateCompleted": {"Year": "2022", "Month": "10", "Day": "17"}, "DateRevised": {"Year": "2022", "Month": "10", "Day": "19"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "10", "Day": "10"}], "Language": ["eng"], "ELocationID": ["6774", "10.3390/molecules27196774"], "Journal": {"ISSN": "1420-3049", "JournalIssue": {"Volume": "27", "Issue": "19", "PubDate": {"Year": "2022", "Month": "Oct", "Day": "10"}}, "Title": "Molecules (Basel, Switzerland)", "ISOAbbreviation": "Molecules"}, "ArticleTitle": "A Review of Bioactive Compounds and Antioxidant Activity Properties of <i>Piper</i> Species.", "Abstract": {"AbstractText": ["Antioxidants are compounds that are able to inhibit the negative effects that come from free radicals. The phenomenon of imbalanced antioxidant production and the accumulation of free radicals in cells and tissues can cause oxidative stress. Excessive free radicals that enter the body cannot be warded off by endogenous antioxidant compounds so that the required antioxidant compounds can come from the outside, which helps in the performance of endogenous antioxidants. Antioxidants that come from outside consist of synthetic and natural antioxidants; however, synthetic antioxidants are not an option because they have toxic and carcinogenic effects. Therefore, the use of natural ingredients is an alternative method that is needed to create a new natural antioxidant compound. <i>Piper</i> species are being considered as possible medicinal plants for the development of new sources of antioxidants. Several studies have been carried out starting from the extract levels, fractions, and compounds of the <i>Piper</i> species, which showed good antioxidant activity. Currently, some of these plants are being used as ingredients in traditional medicines to treat allergies, toothaches, and coughs. This review examines the distribution, botanical data, pharmacology, especially antioxidant activity, and the compounds contained in five <i>Piper</i> species, namely <i>Piper amalago</i> L., <i>Piper betle</i> L., <i>Piper hispidum</i> Sw., <i>Piper longum</i> L., and <i>Piper umbellatum</i> L."]}, "AuthorList": [{"Identifier": ["0000-0002-1813-3149"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Breeding Laboratory, Faculty of Agriculture, Universitas Padjadjaran, Sumedang 45363, Indonesia."}], "LastName": "Carsono", "ForeName": "Nono", "Initials": "N"}, {"Identifier": ["0000-0001-5675-8863"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Mathematics and Natural Science, Universitas Padjadjaran, Sumedang 45363, Indonesia."}], "LastName": "Tumilaar", "ForeName": "Sefren Geiner", "Initials": "SG"}, {"Identifier": ["0000-0001-9789-9785"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Mathematics and Natural Science, Universitas Padjadjaran, Sumedang 45363, Indonesia."}], "LastName": "Kurnia", "ForeName": "Dikdik", "Initials": "D"}, {"Identifier": ["0000-0003-1295-2765"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Nutrition, Faculty of Animal Husbandry, Universitas Padjadjaran, Sumedang 45363, Indonesia."}], "LastName": "Latipudin", "ForeName": "Diding", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oral Biology, Faculty of Dentistry, Universitas Padjdajaran, Sumedang 45363, Indonesia."}], "LastName": "Satari", "ForeName": "Mieke Hermiawati", "Initials": "MH"}], "GrantList": [{"GrantID": "2203/UN6.3.1/PT.00/2022; May 20th, 2022", "Agency": "Academic Leadership Grant (ALG) Prof. Dikdik Kurnia, M.Sc., Ph.D., Universitas Padjadajran, Indonesia", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Molecules", "NlmUniqueID": "100964009", "ISSNLinking": "1420-3049"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Piper"}, {"QualifierName": [], "DescriptorName": "Piper betle"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Firuzi O., Miri R., Tavakkoli M., Saso L. Antioxidant therapy: Current status and future prospects. Curr. Med. Chem. 2011;18:3871–3888. doi: 10.2174/092986711803414368.", "ArticleIdList": ["10.2174/092986711803414368", "21824100"]}, {"Citation": "Hamid A., Aiyelaagbe O., Usman L., Ameen O., Lawal A. Antioxidants: Its medicinal and pharmacological applications. Afr. J. Pure Appl. Chem. 2010;4:142–151."}, {"Citation": "Qazi M.A., Molvi K.I. Free radicals and their management. Am. J. Pharm. Health Res. 2018;6:1–10. doi: 10.46624/ajphr.2018.v6.i4.001.", "ArticleIdList": ["10.46624/ajphr.2018.v6.i4.001"]}, {"Citation": "Phaniendra A., Jestadi D.B., Periyasamy L. Free radicals: Properties, sources, targets, and their implication in various diseases. Indian J. Clin. Biochem. 2015;30:11–26. doi: 10.1007/s12291-014-0446-0.", "ArticleIdList": ["10.1007/s12291-014-0446-0", "PMC4310837", "25646037"]}, {"Citation": "Pizzino G., Irrera N., Cucinotta M., Pallio G., Mannino F., Arcoraci V., Squadrito F., Altavilla D., Bitto A. Oxidative stress: Harms and benefits for human health. Oxid. Med. Cell. Longev. 2017;2017:8416763. doi: 10.1155/2017/8416763.", "ArticleIdList": ["10.1155/2017/8416763", "PMC5551541", "28819546"]}, {"Citation": "Espinosa-Diez C., Miguel V., Mennerich D., Kietzmann T., Sánchez-Pérez P., Cadenas S., Lamas S. Antioxidant responses and cellular adjustments to oxidative stress. Redox Biol. 2015;6:183–197. doi: 10.1016/j.redox.2015.07.008.", "ArticleIdList": ["10.1016/j.redox.2015.07.008", "PMC4534574", "26233704"]}, {"Citation": "Sharifi-Rad M., Anil Kumar N.V., Zucca P., Varoni E.M., Dini L., Panzarini E., Rajkovic J., Tsouh Fokou P.V., Azzini E., Peluso I. Lifestyle, oxidative stress, and antioxidants: Back and forth in the pathophysiology of chronic diseases. Front. Physiol. 2020;11:694. doi: 10.3389/fphys.2020.00694.", "ArticleIdList": ["10.3389/fphys.2020.00694", "PMC7347016", "32714204"]}, {"Citation": "Padureanu R., Albu C.V., Mititelu R.R., Bacanoiu M.V., Docea A.O., Calina D., Padureanu V., Olaru G., Sandu R.E., Malin R.D. Oxidative stress and inflammation interdependence in multiple sclerosis. J. Clin. Med. 2019;8:1815. doi: 10.3390/jcm8111815.", "ArticleIdList": ["10.3390/jcm8111815", "PMC6912446", "31683787"]}, {"Citation": "Poprac P., Jomova K., Simunkova M., Kollar V., Rhodes C.J., Valko M. Targeting free radicals in oxidative stress-related human diseases. Trends Pharmacol. Sci. 2017;38:592–607. doi: 10.1016/j.tips.2017.04.005.", "ArticleIdList": ["10.1016/j.tips.2017.04.005", "28551354"]}, {"Citation": "Chouhan B., Poonar N. Antioxidants: Sources and mportance. Int. J. Sci. Eng. Res. 2017;5:38–41."}, {"Citation": "Kumar S., Malhotra S., Prasad A.K., Van der Eycken E.V., Bracke M.E., Stetler-Stevenson W.G., Parmar V.S., Ghosh B. Anti-inflammatory and antioxidant properties of Piper species: A perspective from screening to molecular mechanisms. Curr. Top. Med. Chem. 2015;15:886–893. doi: 10.2174/1568026615666150220120651.", "ArticleIdList": ["10.2174/1568026615666150220120651", "PMC6295909", "25697561"]}, {"Citation": "Nahak G., Sahu R. Phytochemical evaluation and antioxidant activity of Piper cubeba and Piper nigrum. J. Appl. Pharm. Sci. 2011;1:153–157."}, {"Citation": "Jaiswal S., Patel M., Saxena D., Naik S. Antioxidant properties of Piper betel (L.) leaf extracts from six different geographical domain of India. J. Bioresour. Eng. Technol. 2014;1:18–26."}, {"Citation": "Alves H.d.S., Rocha W.R.V.d., Braz-Filho R., Chaves M.C.d.O. Isolation of monoterpene dihydrochalcones from Piper montealegreanum Yuncker (Piperaceae) Molecules. 2017;22:874. doi: 10.3390/molecules22060874.", "ArticleIdList": ["10.3390/molecules22060874", "PMC6152781", "28598366"]}, {"Citation": "Atiya A., Sinha B.N., Ranjan Lal U. New chemical constituents from the Piper betle Linn.(Piperaceae) Nat. Prod. Res. 2018;32:1080–1087. doi: 10.1080/14786419.2017.1380018.", "ArticleIdList": ["10.1080/14786419.2017.1380018", "28978254"]}, {"Citation": "Jeon H.-J., Kim K., Kim Y.-D., Lee S.-E. Naturally occurring Piper plant amides potential in agricultural and pharmaceutical industries: Perspectives of piperine and piperlongumine. Appl. Biol. Chem. 2019;62:1–7. doi: 10.1186/s13765-019-0471-z.", "ArticleIdList": ["10.1186/s13765-019-0471-z"]}, {"Citation": "Jayalakshmi B., Raveesha K., Murali M., Amruthesh K. Phytochemical, antibacterial and antioxidant studies on leaf extracts of Piper betle L. Int. J. Pharm. Pharm. Sci. 2015;7:23–29."}, {"Citation": "Mgbeahuruike E.E., Yrjönen T., Vuorela H., Holm Y. Bioactive compounds from medicinal plants: Focus on Piper species. S. Afr. J. Bot. 2017;112:54–69. doi: 10.1016/j.sajb.2017.05.007.", "ArticleIdList": ["10.1016/j.sajb.2017.05.007"]}, {"Citation": "Alam B., Akter F., Parvin N., Pia R.S., Akter S., Chowdhury J., Sifath-E-Jahan K., Haque E. Antioxidant, analgesic and anti-inflammatory activities of the methanolic extract of Piper betle leaves. Avicenna J. Phytomedicine. 2013;3:112.", "ArticleIdList": ["PMC4075698", "25050265"]}, {"Citation": "Astuti P., Nababan O.A. Antimicrobial and cytotoxic activities of endophytic fungi isolated from Piper crocatum Ruiz & Pav. Asian Pac. J. Trop. Biomed. 2014;4:S592–S596."}, {"Citation": "Sugumaran M., Gandhi M.S., Sankarnarayanan K., Yokesh M., Poornima M., Rajasekhar S. Chemical composition and antimicrobial activity of vellaikodi variety of Piper betle Linn leaf oil against dental pathogens. Int. J. Pharm. Tech. Res. 2011;3:2135–2139."}, {"Citation": "Barh D., Barve N., Gupta K., Chandra S., Jain N., Tiwari S., Leon-Sicairos N., Canizalez-Roman A., Rodrigues dos Santos A., Hassan S.S. Exoproteome and secretome derived broad spectrum novel drug and vaccine candidates in Vibrio cholerae targeted by Piper betel derived compounds. PLoS ONE. 2013;8:e52773. doi: 10.1371/journal.pone.0052773.", "ArticleIdList": ["10.1371/journal.pone.0052773", "PMC3559646", "23382822"]}, {"Citation": "Vadlapudi V., Kaladhar D. Phytochemical evaluation and molecular characterization of some important medicinal plants. Asian Pac. J. Trop. Dis. 2012;2:S26–S32. doi: 10.1016/S2222-1808(12)60118-2.", "ArticleIdList": ["10.1016/S2222-1808(12)60118-2"]}, {"Citation": "Gutierrez R.M.P., Gonzalez A.M.N., Hoyo-Vadillo C. Alkaloids from Piper: A review of its phytochemistry and pharmacology. Mini Rev. Med. Chem. 2013;13:163–193.", "ArticleIdList": ["23279257"]}, {"Citation": "Salehi B., Zakaria Z.A., Gyawali R., Ibrahim S.A., Rajkovic J., Shinwari Z.K., Khan T., Sharifi-Rad J., Ozleyen A., Turkdonmez E. Piper species: A comprehensive review on their phytochemistry, biological activities and applications. Molecules. 2019;24:1364. doi: 10.3390/molecules24071364.", "ArticleIdList": ["10.3390/molecules24071364", "PMC6479398", "30959974"]}, {"Citation": "Dos Santos A.L., Novaes A.d.S., Polidoro A.d.S., de Barros M.E., Mota J.S., Lima D.B., Krause L.C., Cardoso C.A., Jacques R.A., Caramão E.B. Chemical characterisation of Piper amalago (Piperaceae) essential oil by comprehensive two-dimensional gas chromatography coupled with rapid-scanning quadrupole mass spectrometry (GC× GC/qMS) and their antilithiasic activity and acute toxicity. Phytochem. Anal. 2018;29:432–445. doi: 10.1002/pca.2747.", "ArticleIdList": ["10.1002/pca.2747", "29479742"]}, {"Citation": "Dos Santos V.L., Franco C.R., Amano E., Messias-Reason I.J., Budel J.M. Anatomical investigations of Piper amalago (jaborandi-manso) for the quality control. Rev. Bras. De Farmacogn. 2015;25:85–91. doi: 10.1016/j.bjp.2015.03.001.", "ArticleIdList": ["10.1016/j.bjp.2015.03.001"]}, {"Citation": "Da Silva Novaes A., da Silva Mota J., Barison A., Veber C.L., Negrão F.J., Kassuya C.A.L., de Barros M.E. Diuretic and antilithiasic activities of ethanolic extract from Piper amalago (Piperaceae) Phytomedicine. 2014;21:523–528. doi: 10.1016/j.phymed.2013.10.014.", "ArticleIdList": ["10.1016/j.phymed.2013.10.014", "24252339"]}, {"Citation": "Da Silva Arrigo J., Balen E., Júnior U.L., da Silva Mota J., Iwamoto R.D., Barison A., Sugizaki M.M., Kassuya C.A.L. Anti-nociceptive, anti-hyperalgesic and anti-arthritic activity of amides and extract obtained from Piper amalago in rodents. J. Ethnopharmacol. 2016;179:101–109. doi: 10.1016/j.jep.2015.12.046.", "ArticleIdList": ["10.1016/j.jep.2015.12.046", "26723468"]}, {"Citation": "Durant-Archibold A.A., Santana A.I., Gupta M.P. Ethnomedical uses and pharmacological activities of most prevalent species of genus Piper in Panama: A review. J. Ethnopharmacol. 2018;217:63–82. doi: 10.1016/j.jep.2018.02.008.", "ArticleIdList": ["10.1016/j.jep.2018.02.008", "29428241"]}, {"Citation": "dos Santos V.L.P., Franco C.R.C., Wagner R., Silva C.D., dos Santos G.F., da Cunha R.S., Stinghen A.E.M., Monteiro L.M., Bussade J.E., Budel J.M. In vitro study after exposure to the aqueous extract of Piper amalago L. shows changes of morphology, proliferation, cytoskeleton and molecules of the extracellular matrix. Res. Soc. Dev. 2021;10:e0110413289. doi: 10.33448/rsd-v10i4.13289.", "ArticleIdList": ["10.33448/rsd-v10i4.13289"]}, {"Citation": "Araujo Baptista L., Rondón Rivas M., Cruz Tenempaguay R., Guayanlema Chávez J., Vargas Córdova C., Morocho Zaragocin S., Cornejo Sotomayor S. Antimicrobial activity of the essential oil of Piper amalago L.(Piperaceae) collected in coastal Ecuador. Pharmacol. Online. 2019;3:15–27."}, {"Citation": "Santos V.L.P.d., Lima C.P.d., Cavichiolo C.R., Monteiro L.M., Budel J.M., Reason I.M. Determination on The Chemical Groups In The Lyophilized Aqueos Extract Obtained From The Leaves of Piper amalago L. World J. Pharm. Sci. 2020;9:109–120."}, {"Citation": "Carrara V., Vieira S., De Paula R., Rodrigues V., Magalhães L., Cortez D., Da Silva Filho A. In vitro schistosomicidal effects of aqueous and dichloromethane fractions from leaves and stems of Piper species and the isolation of an active amide from P. amalago L.(Piperaceae) J. Helminthol. 2014;88:321–326. doi: 10.1017/S0022149X13000205.", "ArticleIdList": ["10.1017/S0022149X13000205", "23561585"]}, {"Citation": "Carrara V.d.S., Serra L.Z., Cardozo-Filho L., Cunha-Júnior E.F., Torres-Santos E.C., Cortez D.A.G. HPLC analysis of supercritical carbon dioxide and compressed propane extracts from Piper amalago L. with antileishmanial activity. Molecules. 2011;17:15–33. doi: 10.3390/molecules17010015.", "ArticleIdList": ["10.3390/molecules17010015", "PMC6268625", "22193211"]}, {"Citation": "Lopes J.J., Marx C., Ingrassia R., Picada J.N., Pereira P., Ferraz A.d.B.F. Neurobehavioral and toxicological activities of two potentially CNS-acting medicinal plants of Piper genus. Exp. Toxicol. Pathol. 2012;64:9–14. doi: 10.1016/j.etp.2010.05.012.", "ArticleIdList": ["10.1016/j.etp.2010.05.012", "20579860"]}, {"Citation": "Bajpai V., Sharma D., Kumar B., Madhusudanan K. Profiling of Piper betle Linn. cultivars by direct analysis in real time mass spectrometric technique. Biomed. Chromatogr. 2010;24:1283–1286. doi: 10.1002/bmc.1437.", "ArticleIdList": ["10.1002/bmc.1437", "21077247"]}, {"Citation": "Sudjaroen Y. Evaluation of ethnobotanical vegetables and herbs in Samut Songkram province. Procedia Eng. 2012;32:160–165. doi: 10.1016/j.proeng.2012.01.1251.", "ArticleIdList": ["10.1016/j.proeng.2012.01.1251"]}, {"Citation": "Biswas P., Anand U., Saha S.C., Kant N., Mishra T., Masih H., Bar A., Pandey D.K., Jha N.K., Majumder M. Betelvine (Piper betle L.): A comprehensive insight into its ethnopharmacology, phytochemistry, and pharmacological, biomedical and therapeutic attributes. J. Cell. Mol. Med. 2022;26:3083–3119. doi: 10.1111/jcmm.17323.", "ArticleIdList": ["10.1111/jcmm.17323", "PMC9170825", "35502487"]}, {"Citation": "Uddin M.F., Uddin S.A., Hossain M.D., Manchur M.A. Antioxidant, cytotoxic and phytochemical properties of the ethanol extract of Piper betle leaf. Int. J. Pharm. Sci. Res. 2015;6:4252–4258."}, {"Citation": "Rai M.P., Thilakchand K.R., Palatty P.L., Rao P., Rao S., Bhat H.P., Baliga M.S. Piper betle Linn (betel vine), the maligned Southeast Asian medicinal plant possesses cancer preventive effects: Time to reconsider the wronged opinion. Asian Pac. J. Cancer Prev. 2011;12:2149–2156.", "ArticleIdList": ["22296348"]}, {"Citation": "Ali I., Khan F.G., Suri K.A., Gupta B.D., Satti N.K., Dutt P., Afrin F., Qazi G.N., Khan I.A. In vitro antifungal activity of hydroxychavicol isolated from Piper betle L. Ann. Clin. Microbiol. Antimicrob. 2010;9:1–9. doi: 10.1186/1476-0711-9-7.", "ArticleIdList": ["10.1186/1476-0711-9-7", "PMC2841090", "20128889"]}, {"Citation": "Rekha V., Kollipara M., Gupta B., Bharath Y., Pulicherla K.K. A review on Piper betle L.: Nature’s promising medicinal reservoir. Am. J. Ethnomed. 2014;1:276–289."}, {"Citation": "Chaurasia S., Kulkarni G., Shetty L. Phytochemical studies and in vitro cytotoxicity screening of Piper betle leaf (PBL) extract. Int. Res. J. Pharm. 2010;1:384–391."}, {"Citation": "Pradhan D., Suri K., Pradhan D., Biswasroy P. Golden heart of the nature: Piper betle L. J. Pharmacogn. Phytochem. 2013;1:147–167."}, {"Citation": "Pin K., Chuah A.L., Rashih A.A., Mazura M., Fadzureena J., Vimala S., Rasadah M. Antioxidant and anti-inflammatory activities of extracts of betel leaves (Piper betle) from solvents with different polarities. J. Trop. For. Sci. 2010;22:448–455."}, {"Citation": "Arawwawala L., Arambewela L., Ratnasooriya W. Gastroprotective effect of Piper betle Linn. leaves grown in Sri Lanka. J. Ayurveda Integr. Med. 2014;5:38. doi: 10.4103/0975-9476.128855.", "ArticleIdList": ["10.4103/0975-9476.128855", "PMC4012360", "24812474"]}, {"Citation": "Prakash B., Shukla R., Singh P., Kumar A., Mishra P.K., Dubey N.K. Efficacy of chemically characterized Piper betle L. essential oil against fungal and aflatoxin contamination of some edible commodities and its antioxidant activity. Int. J. Food Microbiol. 2010;142:114–119. doi: 10.1016/j.ijfoodmicro.2010.06.011.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2010.06.011", "20621374"]}, {"Citation": "Ghosh R., Darin K., Nath P., Deb P. An overview of various Piper species for their biological activities. Int. J. Pharma Res. Rev. 2014;3:67–75."}, {"Citation": "Gundala S.R., Yang C., Mukkavilli R., Paranjpe R., Brahmbhatt M., Pannu V., Cheng A., Reid M.D., Aneja R. Hydroxychavicol, a betel leaf component, inhibits prostate cancer through ROS-driven DNA damage and apoptosis. Toxicol. Appl. Pharmacol. 2014;280:86–96. doi: 10.1016/j.taap.2014.07.012.", "ArticleIdList": ["10.1016/j.taap.2014.07.012", "PMC4363134", "25064160"]}, {"Citation": "Nouri L., Nafchi A.M. Antibacterial, mechanical, and barrier properties of sago starch film incorporated with betel leaves extract. Int. J. Biol. Macromol. 2014;66:254–259. doi: 10.1016/j.ijbiomac.2014.02.044.", "ArticleIdList": ["10.1016/j.ijbiomac.2014.02.044", "24582935"]}, {"Citation": "Shah S.K., Garg G., Jhade D., Patel N. Piper betle: Phytochemical, pharmacological and nutritional value in health management. Int. J. Pharm. Sci. Rev. Res. 2016;38:181–189."}, {"Citation": "Chan E.W.C., Wong S.K. Phytochemistry and pharmacology of three Piper species: An update. Int. J. Pharmacogn. 2014;1:534–544."}, {"Citation": "Sarma C., Rasane P., Kaur S., Singh J., Singh J., Gat Y., Garba U., Kaur D., Dhawan K. Antioxidant and antimicrobial potential of selected varieties of Piper betle L.(Betel leaf) An. Acad. Bras. Ciências. 2018;90:3871–3878. doi: 10.1590/0001-3765201820180285.", "ArticleIdList": ["10.1590/0001-3765201820180285", "30365720"]}, {"Citation": "Nur Sazwi N., Nalina T., Rahim Z.H.A. Antioxidant and cytoprotective activities of Piper betle, Areca catechu, Uncaria gambir and betel quid with and without calcium hydroxide. BMC Complementary Altern. Med. 2013;13:351. doi: 10.1186/1472-6882-13-351.", "ArticleIdList": ["10.1186/1472-6882-13-351", "PMC4029269", "24330738"]}, {"Citation": "Abrahim N.N., Kanthimathi M., Abdul-Aziz A. Piper betle shows antioxidant activities, inhibits MCF-7 cell proliferation and increases activities of catalase and superoxide dismutase. BMC Complementary Altern. Med. 2012;12:220. doi: 10.1186/1472-6882-12-220.", "ArticleIdList": ["10.1186/1472-6882-12-220", "PMC3533855", "23153283"]}, {"Citation": "Assis A., Brito V., Bittencourt M., Silva L., Oliveira F., Oliveira R. Essential oils composition of four Piper species from Brazil. J. Essent. Oil Res. 2013;25:203–209. doi: 10.1080/10412905.2013.767755.", "ArticleIdList": ["10.1080/10412905.2013.767755"]}, {"Citation": "Alves C.M.G., Nogueira J.N., Luz J.G.R., Chaves F.C.M., Tavares-Dias M. Essential oil of Piper callosum, Piper hispidum and Piper marginatum (Piperaceae) possesses in vitro efficacy against monogeneans of Colossoma macropomum (tambaqui) Aquac. Res. 2021;52:6107–6116. doi: 10.1111/are.15473.", "ArticleIdList": ["10.1111/are.15473"]}, {"Citation": "Orlandelli R., Alberto R., Rubin Filho C., Pamphile J. Diversity of endophytic fungal community associated with Piper hispidum (Piperaceae) leaves. Genet. Mol. Res. 2012;11:1575–1585. doi: 10.4238/2012.May.22.7.", "ArticleIdList": ["10.4238/2012.May.22.7", "22653631"]}, {"Citation": "Salleh W., Kassim H., Tawang A. Traditional uses, chemical profile and biological activities of Piper hispidum Sw.: A review. Biointerface Res. Appl. Chem. 2021;11:13115–13129."}, {"Citation": "Chahal J., Ohlyan R., Kandale A., Walia A., Puri S. Introduction, phytochemistry, traditional uses and biological activity of genus Piper: A review. Int. J. Curr. Pharm. Rev. Res. 2011;2:130–144."}, {"Citation": "Almeida C.A., Azevedo M., Chaves F., Roseo de Oliveira M., Rodrigues I.A., Bizzo H.R., Gama P.E., Alviano D.S., Alviano C.S. Piper essential oils inhibit Rhizopus oryzae growth, biofilm formation, and rhizopuspepsin activity. Can. J. Infect. Dis. Med. Microbiol. 2018;2018:5295619. doi: 10.1155/2018/5295619.", "ArticleIdList": ["10.1155/2018/5295619", "PMC6057405", "30073039"]}, {"Citation": "Facundo V.A., Pollli A.R., Rodrigues R.V., Militão J.S.T., Stabelli R.G., Cardoso C.T. Fixed and volatile chemical constituents from stems and fruits of Piper tuberculatum Jacq. and from roots of P. hispidum HBK. Acta Amaz. 2008;38:743–748. doi: 10.1590/S0044-59672008000400018.", "ArticleIdList": ["10.1590/S0044-59672008000400018"]}, {"Citation": "Moralesa A., Rojasa J., Moujirb L.M., Araujob L., Rondónc M. Chemical composition, antimicrobial and cytotoxic activities of Piper hispidum Sw. essential oil collected in Venezuela. J. Appl. Pharm. Sci. 2013;3:016–020."}, {"Citation": "Bezerra D.P., Moura D.J., Rosa R.M., de Vasconcellos M.C., e Silva A.C.R., de Moraes M.O., Silveira E.R., Lima M.A.S., Henriques J.A.P., Costa-Lotufo L.V. Evaluation of the genotoxicity of piplartine, an alkamide of Piper tuberculatum, in yeast and mammalian V79 cells. Mutat. Res. Genet. Toxicol. Environ. Mutagenes. 2008;652:164–174. doi: 10.1016/j.mrgentox.2008.02.001.", "ArticleIdList": ["10.1016/j.mrgentox.2008.02.001", "18372210"]}, {"Citation": "Cáceres A., Cruz S., Gaitán I., Guerrero K., Álvarez L., Marroquín M. Antioxidant Activity and Quantitative Composition of Extracts of Piper species from Guatemala with Potential Use in Natural Product Industry; Acta Hort. 2011, 9, 77–84"}, {"Citation": "Santos M.R.A.d., Silva A.G., Lima R.A., Lima D.K.S., Sallet L.A.P., Teixeira C.A.D., Polli A.R., Facundo V.A. Inseticidal activity of Piper hispidum (Piperaceae) leaves extract on (Hypothenemus hampei) Braz. J. Bot. 2010;33:319–324. doi: 10.1590/S0100-84042010000200012.", "ArticleIdList": ["10.1590/S0100-84042010000200012"]}, {"Citation": "Kumar S., Kamboj J., Sharma S. Overview for various aspects of the health benefits of Piper longum linn. fruit. J. Acupunct. Meridian Stud. 2011;4:134–140. doi: 10.1016/S2005-2901(11)60020-4.", "ArticleIdList": ["10.1016/S2005-2901(11)60020-4", "21704957"]}, {"Citation": "Yadav D.K., Khan F., Negi A.S. Pharmacophore modeling, molecular docking, QSAR, and in silico ADMET studies of gallic acid derivatives for immunomodulatory activity. J. Mol. Modeling. 2012;18:2513–2525. doi: 10.1007/s00894-011-1265-3.", "ArticleIdList": ["10.1007/s00894-011-1265-3", "22038459"]}, {"Citation": "Yende S.R., Sannapuri V.D., Vyawahare N.S., Harle U.N. Antirheumatoid activity of aqueous extract of Piper longum on freunds adjuvant-induced arthritis in rats. Int. J. Pharm. Sci. Res. 2010;1:129–133."}, {"Citation": "Priya N., Kumari P.S. Antiviral activities and cytotoxicity assay of seed extracts of Piper longum and Piper nigrum on human cell lines. Int. J. Pharm. Sci. Rev. Res. 2017;44:197–202."}, {"Citation": "Singh S., Priyadarshi A., Singh B., Sharma P. Pharmacognostical and phytochemical analysis of Pippali (Piper longum Linn.) Pharma Innov. J. 2018;7:286–289."}, {"Citation": "Wiart C. Lead Compounds from Medicinal Plants for the Treatment of Cancer. Volume 1 Academic Press; Cambridge, MA, USA: 2012."}, {"Citation": "Evans W.C., Trease G.E. Pharmacognosy. Saunders; London, UK: 2002."}, {"Citation": "Yadav R., Agarwala M. Phytochemical analysis of some medicinal plants. J. Phytol. 2011;3:10–14."}, {"Citation": "Zaveri M., Khandhar A., Patel S., Patel A. Chemistry and pharmacology of Piper longum L. Int. J. Pharm. Sci. Rev. Res. 2010;5:67–76."}, {"Citation": "Khare C. Indian Medicinal Plants: An Illustrated Dictionary. Springer Verlag; Berlin, Germany: 2007."}, {"Citation": "Bezerra D.P., Pessoa C., de Moraes M.O., Saker-Neto N., Silveira E.R., Costa-Lotufo L.V. Overview of the therapeutic potential of piplartine (piperlongumine) Eur. J. Pharm. Sci. 2013;48:453–463. doi: 10.1016/j.ejps.2012.12.003.", "ArticleIdList": ["10.1016/j.ejps.2012.12.003", "23238172"]}, {"Citation": "Chinta G., Syed S.B., Coumar M.S., Periyasamy L. Piperine: A comprehensive review of pre-clinical and clinical investigations. Curr. Bioact. Compd. 2015;11:156–169. doi: 10.2174/1573407211666150915214425.", "ArticleIdList": ["10.2174/1573407211666150915214425"]}, {"Citation": "Mallikarjuna K., Narasimha G., Sushma N.J., Dillip G., Reddy B., Sreedhar B., Raju B. Biogenic preparation of gold nanostructures reduced from Piper longum leaf broth and their electrochemical studies. J. Nanosci. Nanotechnol. 2015;15:1280–1286. doi: 10.1166/jnn.2015.8889.", "ArticleIdList": ["10.1166/jnn.2015.8889", "26353644"]}, {"Citation": "Mondal S., Bandyopadhyay S., Ghosh M.K., Mukhopadhyay S., Roy S., Mandal C. Natural products: Promising resources for cancer drug discovery. Anti-Cancer Agents Med. Chem. (Former. Curr. Med. Chem.-Anti-Cancer Agents) 2012;12:49–75. doi: 10.2174/187152012798764697.", "ArticleIdList": ["10.2174/187152012798764697", "21707502"]}, {"Citation": "Isikhuemen E., Ogbomwan B., Efenudu I. Evaluation of phytochemical and mineral constituents of Piper guineense Schum. & Thonn. and Piper Umbellatum Linn: Implications for ethnomedicine. Eur. J. Med. Plants. 2020;31:84–97."}, {"Citation": "Saupi N., Lepun P., Alan R., Zakaria M.H., Saidin A.A., Yusli N.A. Morphological characterization and nutrient assessment of wild pepper, Piper umbellatum L.(Piperaceae) grown in Sarawak, Malaysia. J. Phytol. 2021;13:55–63. doi: 10.25081/jp.2021.v13.6995.", "ArticleIdList": ["10.25081/jp.2021.v13.6995"]}, {"Citation": "Kambiré D.A., Yapi T.A., Boti J.B., Garcia G., Tomi P., Bighelli A., Tomi F. Chemical composition of leaf essential oil of Piper umbellatum and aerial part essential oil of Piper guineense from Côte d’Ivoire. Nat. Prod. Commun. 2019;14:1–8. doi: 10.1177/1934578X19859124.", "ArticleIdList": ["10.1177/1934578X19859124"]}, {"Citation": "Roersch C.M. Piper umbellatum L.: A comparative cross-cultural analysis of its medicinal uses and an ethnopharmacological evaluation. J. Ethnopharmacol. 2010;131:522–537. doi: 10.1016/j.jep.2010.07.045.", "ArticleIdList": ["10.1016/j.jep.2010.07.045", "20678569"]}, {"Citation": "Da Silva Junior I.F., Balogun S.O., de Oliveira R.G., Damazo A.S., de Oliveira Martins D.T. Piper umbellatum L.: A medicinal plant with gastric-ulcer protective and ulcer healing effects in experimental rodent models. J. Ethnopharmacol. 2016;192:123–131. doi: 10.1016/j.jep.2016.07.011.", "ArticleIdList": ["10.1016/j.jep.2016.07.011", "27396348"]}, {"Citation": "Jiofack T., Ayissi I., Fokunang C., Guedje N., Kemeuze V. Ethnobotany and phytomedicine of the upper Nyong valley forest in Cameroon. Afr. J. Pharm. Pharmacol. 2009;3:144–150."}, {"Citation": "Mensah J., Okoli R., Ohaju-Obodo J., Eifediyi K. Phytochemical, nutritional and medical properties of some leafy vegetables consumed by Edo people of Nigeria. Afr. J. Biotechnol. 2008;7:2304–2309."}, {"Citation": "Bieski I.G.C., Leonti M., Arnason J.T., Ferrier J., Rapinski M., Violante I.M.P., Balogun S.O., Pereira J.F.C.A., Figueiredo R.d.C.F., Lopes C.R.A.S. Ethnobotanical study of medicinal plants by population of valley of Juruena region, legal Amazon, Mato Grosso, Brazil. J. Ethnopharmacol. 2015;173:383–423. doi: 10.1016/j.jep.2015.07.025.", "ArticleIdList": ["10.1016/j.jep.2015.07.025", "26234177"]}, {"Citation": "Bieski I.G.C., Rios Santos F., de Oliveira R.M., Espinosa M.M., Macedo M., Albuquerque U.P., de Oliveira Martins D.T. Ethnopharmacology of medicinal plants of the pantanal region (Mato Grosso, Brazil) Evid.-Based Complementary Altern. Med. 2012;2012:272749. doi: 10.1155/2012/272749.", "ArticleIdList": ["10.1155/2012/272749", "PMC3303862", "22474496"]}, {"Citation": "López-Hortas L., Pérez-Larrán P., González-Muñoz M.J., Falqué E., Domínguez H. Recent developments on the extraction and application of ursolic acid. A review. Food Res. Int. 2018;103:130–149. doi: 10.1016/j.foodres.2017.10.028.", "ArticleIdList": ["10.1016/j.foodres.2017.10.028", "29389599"]}, {"Citation": "Rodríguez E.J., Saucedo-Hernandez Y., Heyden Y.V., Simo-Alfonso E.F., Ramis-Ramos G., Lerma-García M.J., Monteagudo U., Bravo L., Medinilla M., de Armas Y. Chemical analysis and antioxidant activity of the essential oils of three Piperaceae species growing in the central region of Cuba. Nat. Prod. Commun. 2013;8:1325–1328. doi: 10.1177/1934578X1300800935.", "ArticleIdList": ["10.1177/1934578X1300800935", "24273877"]}, {"Citation": "Arunachalam K., Damazo A.S., Macho A., da Silva Lima J.C., Pavan E., de Freitas Figueiredo F., Oliveira D.M., Cechinel-Filho V., Wagner T.M., de Oliveira Martins D.T. Piper umbellatum L.(Piperaceae): Phytochemical profiles of the hydroethanolic leaf extract and intestinal anti-inflammatory mechanisms on 2, 4, 6 trinitrobenzene sulfonic acid induced ulcerative colitis in rats. J. Ethnopharmacol. 2020;254:112707. doi: 10.1016/j.jep.2020.112707.", "ArticleIdList": ["10.1016/j.jep.2020.112707", "32112897"]}, {"Citation": "Iwamoto L.H., Vendramini-Costa D.B., Monteiro P.A., Ruiz A.L.T.G., Sousa I.M.d.O., Foglio M.A., de Carvalho J.E., Rodrigues R.A.F. Anticancer and anti-inflammatory activities of a standardized dichloromethane extract from Piper umbellatum L. leaves. Evid.-Based Complementary Altern. Med. 2015;2015:948737. doi: 10.1155/2015/948737.", "ArticleIdList": ["10.1155/2015/948737", "PMC4332971", "25713595"]}, {"Citation": "da Silva I.F., Jr., de Oliveira R.G., Soares I.M., da Costa Alvim T., Ascêncio S.D., de Oliveira Martins D.T. Evaluation of acute toxicity, antibacterial activity, and mode of action of the hydroethanolic extract of Piper umbellatum L. J. Ethnopharmacol. 2014;151:137–143. doi: 10.1016/j.jep.2013.10.011.", "ArticleIdList": ["10.1016/j.jep.2013.10.011", "24189034"]}, {"Citation": "Morandim-Giannetti A.d.A., Pin A.R., Pietro N.A.S., Oliveira H.C.d., Mendes-Giannini M.J.S., Alecio A.C., Kato M.J., Oliveira J.E.d., Furlan M. Composition and antifungal activity against Candida albicans, C. parapsilopisis, Candida krusei and Cryptococcus neoformans of essential oils from leaves of Piper and Peperomia species. J. Med. Plant Res. 2010;4:1810–1814."}, {"Citation": "de Ferraz A., Balbino J.M., Zini C.A., Ribeiro V.L.S., Bordignon S.A., von Poser G. Acaricidal activity and chemical composition of the essential oil from three Piper species. Parasitol. Res. 2010;107:243–248. doi: 10.1007/s00436-010-1878-y.", "ArticleIdList": ["10.1007/s00436-010-1878-y", "20428889"]}, {"Citation": "Perigo C.V., Torres R.B., Bernacci L.C., Guimaraes E.F., Haber L.L., Facanali R., Vieira M.A., Quecini V., Marques M.O.M. The chemical composition and antibacterial activity of eleven Piper species from distinct rainforest areas in Southeastern Brazil. Ind. Crops Prod. 2016;94:528–539. doi: 10.1016/j.indcrop.2016.09.028.", "ArticleIdList": ["10.1016/j.indcrop.2016.09.028"]}, {"Citation": "Santos V.L., Lima C.P., Campos R., Ribeiro C.S., Marques F.A., Budel J.M., Messias-Reason I.J. Chemical composition and antimicrobial activity of volatile oils of Piper amalago L. Lat. Am. J. Pharm. 2016;35:1883–1889."}, {"Citation": "Da Silva Mota J., de Souza D.S., Boone C.V., Lima Cardoso C.A., Bastos Caramão E. Identification of the volatile compounds of leaf, flower, root and stem oils of Piper amalago (Piperaceae) J. Essent. Oil Bear. Plants. 2013;16:11–16. doi: 10.1080/0972060X.2013.794021.", "ArticleIdList": ["10.1080/0972060X.2013.794021"]}, {"Citation": "Simeone M.L.F., Mikich S.B., Côcco L.C., Hansel F.A., Bianconi G.V. Chemical composition of essential oils from ripe and unripe fruits of Piper amalago L. var. medium (Jacq.) Yunck and Piper hispidum Sw. J. Essent. Oil Res. 2011;23:54–58. doi: 10.1080/10412905.2011.9700483.", "ArticleIdList": ["10.1080/10412905.2011.9700483"]}, {"Citation": "Verma S., Gupta M.L., Dutta A., Sankhwar S., Shukla S.K., Flora S.J. Modulation of ionizing radiation induced oxidative imbalance by semi-fractionated extract of Piper betle: An in vitro and in vivo assessment. Oxid. Med. Cell. Longev. 2010;3:44–52. doi: 10.4161/oxim.3.1.10349.", "ArticleIdList": ["10.4161/oxim.3.1.10349", "PMC2835888", "20716927"]}, {"Citation": "Kaveti B., Tan L., Sarnnia K.T., Baig M. Antibacterial activity of Piper betle leaves. Int. J. Pharm. Teach. Pract. 2011;2:129–132."}, {"Citation": "Ma G.-C., Wu P.-F., Tseng H.-C., Chyau C.-C., Lu H.-C., Chou F.-P. Inhibitory effect of Piper betel leaf extracts on copper-mediated LDL oxidation and oxLDL-induced lipid accumulation via inducing reverse cholesterol transport in macrophages. Food Chem. 2013;141:3703–3713. doi: 10.1016/j.foodchem.2013.06.003.", "ArticleIdList": ["10.1016/j.foodchem.2013.06.003", "23993539"]}, {"Citation": "Deshpande S., Kadam D. GCMS analysis and antibacterial activity of Piper betle (Linn) leaves against Streptococcus mutans. Asian J. Pharm. Clin. Res. 2013;6:99–101."}, {"Citation": "Ali A., Lim X.Y., Chong C.H., Mah S.H., Chua B.L. Optimization of ultrasound-assisted extraction of natural antioxidants from Piper betle using response surface methodology. LWT. 2018;89:681–688. doi: 10.1016/j.lwt.2017.11.033.", "ArticleIdList": ["10.1016/j.lwt.2017.11.033"]}, {"Citation": "Muruganandam L., Krishna A., Reddy J., Nirmala G. Optimization studies on extraction of phytocomponents from betel leaves. Resour.-Effic. Technol. 2017;3:385–393."}, {"Citation": "Venkadeswaran K., Thomas P.A., Geraldine P. An experimental evaluation of the anti-atherogenic potential of the plant, Piper betle, and its active constitutent, eugenol, in rats fed an atherogenic diet. Biomed. Pharmacother. 2016;80:276–288. doi: 10.1016/j.biopha.2016.03.028.", "ArticleIdList": ["10.1016/j.biopha.2016.03.028", "27133067"]}, {"Citation": "Lakshmi B.S., Naidu K. Comparative morphoanatomy of Piper betle L. cultivars in India. Ann. Biol. Res. 2010;1:128–134."}, {"Citation": "Karak S., Acharya J., Begum S., Mazumdar I., Kundu R., De B. Essential oil of Piper betle L. leaves: Chemical composition, anti-acetylcholinesterase, anti-β-glucuronidase and cytotoxic properties. J. Appl. Res. Med. Aromat. Plants. 2018;10:85–92. doi: 10.1016/j.jarmap.2018.06.006.", "ArticleIdList": ["10.1016/j.jarmap.2018.06.006"]}, {"Citation": "Madhumita M., Guha P., Nag A. Bio-actives of betel leaf (Piper betle L.): A comprehensive review on extraction, isolation, characterization, and biological activity. Phytother. Res. 2020;34:2609–2627. doi: 10.1002/ptr.6715.", "ArticleIdList": ["10.1002/ptr.6715", "32524688"]}, {"Citation": "Nayaka N.M.D.M.W., Sasadara M.M.V., Sanjaya D.A., Yuda P.E.S.K., Dewi N.L.K.A.A., Cahyaningsih E., Hartati R. Piper betle (L): Recent review of antibacterial and antifungal properties, safety profiles, and commercial applications. Molecules. 2021;26:2321. doi: 10.3390/molecules26082321.", "ArticleIdList": ["10.3390/molecules26082321", "PMC8073370", "33923576"]}, {"Citation": "Alighiri D., Cahyono E., Eden W.T., Kusuma E., Supardi K.I. Study on the improvement of essential oil quality and its repellent activity of betel leaves oil (Piper betle L.) from Indonesia. Orient. J. Chem. 2018;34:2913. doi: 10.13005/ojc/340631.", "ArticleIdList": ["10.13005/ojc/340631"]}, {"Citation": "Lima R.N., Santos A.D.C., Ribeiro A.S., Cardozo-Filho L., Freitas L.S., Barison A., Costa E.V., Alves P.B. Selective amides extraction and biological activity from Piper hispidum leaves using the supercritical extraction. J. Supercrit. Fluids. 2020;157:104712. doi: 10.1016/j.supflu.2019.104712.", "ArticleIdList": ["10.1016/j.supflu.2019.104712"]}, {"Citation": "Ruiz C., Haddad M., Alban J., Bourdy G., Reategui R., Castillo D., Sauvain M., Deharo E., Estevez Y., Arevalo J. Activity-guided isolation of antileishmanial compounds from Piper hispidum. Phytochem. Lett. 2011;4:363–366. doi: 10.1016/j.phytol.2011.08.001.", "ArticleIdList": ["10.1016/j.phytol.2011.08.001"]}, {"Citation": "Costa G., Endo E., Cortez D., Nakamura T., Nakamura C., Dias Filho B. Antimicrobial effects of Piper hispidum extract, fractions and chalcones against Candida albicans and Staphylococcus aureus. J. Mycol. Médicale. 2016;26:217–226. doi: 10.1016/j.mycmed.2016.03.002.", "ArticleIdList": ["10.1016/j.mycmed.2016.03.002", "27499460"]}, {"Citation": "Michel J.L., Chen Y., Zhang H., Huang Y., Krunic A., Orjala J., Veliz M., Soni K.K., Soejarto D.D., Caceres A. Estrogenic and serotonergic butenolides from the leaves of Piper hispidum Swingle (Piperaceae) J. Ethnopharmacol. 2010;129:220–226. doi: 10.1016/j.jep.2010.03.008.", "ArticleIdList": ["10.1016/j.jep.2010.03.008", "PMC3705926", "20304039"]}, {"Citation": "Li D., Wang R., Cheng X., Yang J., Yang Y., Qu H., Li S., Lin S., Wei D., Bai Y. Chemical constituents from the fruits of Piper longum L. and their vascular relaxation effect on rat mesenteric arteries. Nat. Prod. Res. 2022;36:674–679. doi: 10.1080/14786419.2020.1797726.", "ArticleIdList": ["10.1080/14786419.2020.1797726", "32746709"]}, {"Citation": "Gani H.M.O., Hoq M.O., Tamanna T. Ethnomedicinal, phytochemical and pharmacological properties of Piper longum (Linn) Asian J. Med. Biol. Res. 2019;5:1–7. doi: 10.3329/ajmbr.v5i1.41038.", "ArticleIdList": ["10.3329/ajmbr.v5i1.41038"]}, {"Citation": "Varughese T., Unnikrishnan P.K., Deepak M., Balachandran I., Rema Shree A. Chemical composition of the essential oils from stem, root, fruit and leaf of Piper longum Linn. J. Essent. Oil Bear. Plants. 2016;19:52–58. doi: 10.1080/0972060X.2015.1119065.", "ArticleIdList": ["10.1080/0972060X.2015.1119065"]}, {"Citation": "Tabopda T.K., Ngoupayo J., Liu J., Mitaine-Offer A.-C., Tanoli S.A.K., Khan S.N., Ali M.S., Ngadjui B.T., Tsamo E., Lacaille-Dubois M.-A. Bioactive aristolactams from Piper umbellatum. Phytochemistry. 2008;69:1726–1731. doi: 10.1016/j.phytochem.2008.02.018.", "ArticleIdList": ["10.1016/j.phytochem.2008.02.018", "18400239"]}, {"Citation": "Sacoman J., Monteiro K., Possenti A., Figueira G., Foglio M., Carvalho J. Cytotoxicity and antitumoral activity of dichloromethane extract and its fractions from Pothomorphe umbellata. Braz. J. Med. Biol. Res. 2008;41:411–415. doi: 10.1590/S0100-879X2008000500010.", "ArticleIdList": ["10.1590/S0100-879X2008000500010", "18545814"]}, {"Citation": "Gülcin İ. Antioxidant activity of food constituents: An overview. Arch. Toxicol. 2012;86:345–391. doi: 10.1007/s00204-011-0774-2.", "ArticleIdList": ["10.1007/s00204-011-0774-2", "22102161"]}, {"Citation": "Elmastas M., Celik S.M., Genc N., Aksit H., Erenler R., Gulcin İ. Antioxidant activity of an Anatolian herbal tea—Origanum minutiflorum: Isolation and characterization of its secondary metabolites. Int. J. Food Prop. 2018;21:374–384. doi: 10.1080/10942912.2017.1416399.", "ArticleIdList": ["10.1080/10942912.2017.1416399"]}, {"Citation": "Hunyadi A. The mechanism (s) of action of antioxidants: From scavenging reactive oxygen/nitrogen species to redox signaling and the generation of bioactive secondary metabolites. Med. Res. Rev. 2019;39:2505–2533. doi: 10.1002/med.21592.", "ArticleIdList": ["10.1002/med.21592", "31074028"]}, {"Citation": "Lü J.M., Lin P.H., Yao Q., Chen C. Chemical and molecular mechanisms of antioxidants: Experimental approaches and model systems. J. Cell. Mol. Med. 2010;14:840–860. doi: 10.1111/j.1582-4934.2009.00897.x.", "ArticleIdList": ["10.1111/j.1582-4934.2009.00897.x", "PMC2927345", "19754673"]}, {"Citation": "Han H., Yilmaz H., Gulcin I. Antioxidant activity of flaxseed (Linum usitatissimum L.) shell and analysis of its polyphenol contents by LC-MS/MS. Rec. Nat. Prod. 2018;12:397–402. doi: 10.25135/rnp.46.17.09.155.", "ArticleIdList": ["10.25135/rnp.46.17.09.155"]}, {"Citation": "Bulut N., Kocyigit U.M., Gecibesler I.H., Dastan T., Karci H., Taslimi P., Durna Dastan S., Gulcin I., Cetin A. Synthesis of some novel pyridine compounds containing bis-1, 2, 4-triazole/thiosemicarbazide moiety and investigation of their antioxidant properties, carbonic anhydrase, and acetylcholinesterase enzymes inhibition profiles. J. Biochem. Mol. Toxicol. 2018;32:e22006. doi: 10.1002/jbt.22006.", "ArticleIdList": ["10.1002/jbt.22006", "29131470"]}, {"Citation": "Adwas A.A., Elsayed A., Azab A., Quwaydir F. Oxidative stress and antioxidant mechanisms in human body. J. Appl. Biotechnol. Bioeng. 2019;6:43–47."}, {"Citation": "El-Bahr S.M. Biochemistry of free radicals and oxidative stress. Biochemistry. 2013;1:11. doi: 10.5567/sciintl.2013.111.117.", "ArticleIdList": ["10.5567/sciintl.2013.111.117"]}, {"Citation": "Nimse S.B., Pal D. Free radicals, natural antioxidants, and their reaction mechanisms. RSC Adv. 2015;5:27986–28006. doi: 10.1039/C4RA13315C.", "ArticleIdList": ["10.1039/C4RA13315C"]}, {"Citation": "Xu D.-P., Li Y., Meng X., Zhou T., Zhou Y., Zheng J., Zhang J.-J., Li H.-B. Natural antioxidants in foods and medicinal plants: Extraction, assessment and resources. Int. J. Mol. Sci. 2017;18:96. doi: 10.3390/ijms18010096.", "ArticleIdList": ["10.3390/ijms18010096", "PMC5297730", "28067795"]}, {"Citation": "Munteanu I.G., Apetrei C. Analytical methods used in determining antioxidant activity: A review. Int. J. Mol. Sci. 2021;22:3380. doi: 10.3390/ijms22073380.", "ArticleIdList": ["10.3390/ijms22073380", "PMC8037236", "33806141"]}, {"Citation": "Poljsak B., Šuput D., Milisav I. Achieving the balance between ROS and antioxidants: When to use the synthetic antioxidants. Oxid. Med. Cell. Longev. 2013;2013:956792. doi: 10.1155/2013/956792.", "ArticleIdList": ["10.1155/2013/956792", "PMC3657405", "23738047"]}, {"Citation": "Ma X., He P., Sun P., Han P. Lipoic acid: An immunomodulator that attenuates glycinin-induced anaphylactic reactions in a rat model. J. Agric. Food Chem. 2010;58:5086–5092. doi: 10.1021/jf904403u.", "ArticleIdList": ["10.1021/jf904403u", "20302377"]}, {"Citation": "He L., Eslamfam S., Ma X., Li D. Autophagy and the nutritional signaling pathway. Front. Agric. Sci. Eng. 2016;3:222–230. doi: 10.15302/J-FASE-2016106.", "ArticleIdList": ["10.15302/J-FASE-2016106"]}, {"Citation": "Gongora M.C., Lob H.E., Landmesser U., Guzik T.J., Martin W.D., Ozumi K., Wall S.M., Wilson D.S., Murthy N., Gravanis M. Loss of extracellular superoxide dismutase leads to acute lung damage in the presence of ambient air: A potential mechanism underlying adult respiratory distress syndrome. Am. J. Pathol. 2008;173:915–926. doi: 10.2353/ajpath.2008.080119.", "ArticleIdList": ["10.2353/ajpath.2008.080119", "PMC2543061", "18787098"]}, {"Citation": "Pisoschi A.M., Pop A. The role of antioxidants in the chemistry of oxidative stress: A review. Eur. J. Med. Chem. 2015;97:55–74. doi: 10.1016/j.ejmech.2015.04.040.", "ArticleIdList": ["10.1016/j.ejmech.2015.04.040", "25942353"]}, {"Citation": "Sung C.-C., Hsu Y.-C., Chen C.-C., Lin Y.-F., Wu C.-C. Oxidative stress and nucleic acid oxidation in patients with chronic kidney disease. Oxid. Med. Cell. Longev. 2013;2013:301982. doi: 10.1155/2013/301982.", "ArticleIdList": ["10.1155/2013/301982", "PMC3766569", "24058721"]}, {"Citation": "Han P., Ma X., Yin J. The effects of lipoic acid on soybean. Arch. Anim. Nutr. 2010;64:254–264. doi: 10.1080/17450391003625003.", "ArticleIdList": ["10.1080/17450391003625003", "20578652"]}, {"Citation": "He L., He T., Farrar S., Ji L., Liu T., Ma X. Antioxidants maintain cellular redox homeostasis by elimination of reactive oxygen species. Cell. Physiol. Biochem. 2017;44:532–553. doi: 10.1159/000485089.", "ArticleIdList": ["10.1159/000485089", "29145191"]}, {"Citation": "Moharram H., Youssef M. Methods for determining the antioxidant activity: A review. Alex. J. Food Sci. Technol. 2014;11:31–42."}, {"Citation": "Gülcin İ. Antioxidants and antioxidant methods: An updated overview. Arch. Toxicol. 2020;94:651–715. doi: 10.1007/s00204-020-02689-3.", "ArticleIdList": ["10.1007/s00204-020-02689-3", "32180036"]}, {"Citation": "Nanditha B., Prabhasankar P. Antioxidants in bakery products: A review. Crit. Rev. Food Sci. Nutr. 2008;49:1–27. doi: 10.1080/10408390701764104.", "ArticleIdList": ["10.1080/10408390701764104", "18949596"]}, {"Citation": "Shahidi F., Ambigaipalan P. Phenolics and polyphenolics in foods, beverages and spices: Antioxidant activity and health effects—A review. J. Funct. Foods. 2015;18:820–897. doi: 10.1016/j.jff.2015.06.018.", "ArticleIdList": ["10.1016/j.jff.2015.06.018"]}, {"Citation": "Koudelka S., Knotigova P.T., Masek J., Prochazka L., Lukac R., Miller A.D., Neuzil J., Turanek J. Liposomal delivery systems for anti-cancer analogues of vitamin E. J. Control. Release. 2015;207:59–69. doi: 10.1016/j.jconrel.2015.04.003.", "ArticleIdList": ["10.1016/j.jconrel.2015.04.003", "25861728"]}, {"Citation": "Anraku M., Gebicki J.M., Iohara D., Tomida H., Uekama K., Maruyama T., Hirayama F., Otagiri M. Antioxidant activities of chitosans and its derivatives in in vitro and in vivo studies. Carbohydr. Polym. 2018;199:141–149. doi: 10.1016/j.carbpol.2018.07.016.", "ArticleIdList": ["10.1016/j.carbpol.2018.07.016", "30143114"]}, {"Citation": "Kornienko J.S., Smirnova I., Pugovkina N., Ivanova J.S., Shilina M., Grinchuk T., Shatrova A., Aksenov N., Zenin V., Nikolsky N. High doses of synthetic antioxidants induce premature senescence in cultivated mesenchymal stem cells. Sci. Rep. 2019;9:1–13. doi: 10.1038/s41598-018-37972-y.", "ArticleIdList": ["10.1038/s41598-018-37972-y", "PMC6361906", "30718685"]}, {"Citation": "Saad B., Sing Y.Y., Nawi M.A., Hashim N., Ali A.S.M., Saleh M.I., Sulaiman S.F., Talib K.M., Ahmad K. Determination of synthetic phenolic antioxidants in food items using reversed-phase HPLC. Food Chem. 2007;105:389–394. doi: 10.1016/j.foodchem.2006.12.025.", "ArticleIdList": ["10.1016/j.foodchem.2006.12.025"]}, {"Citation": "Anbudhasan P., Surendraraj A., Karkuzhali S., Sathishkumaran P. Natural antioxidants and its benefits. Int. J. Food Nutr. Sci. 2014;3:225."}, {"Citation": "Le Coz C.J., Schneider G.-A. Contact dermatitis from tertiary-butylhydroquinone in a hair dye, with cross-sensitivity to BHA and BHT. Contact Dermat. 1998;39:39–40. doi: 10.1111/j.1600-0536.1998.tb05819.x.", "ArticleIdList": ["10.1111/j.1600-0536.1998.tb05819.x", "9686986"]}, {"Citation": "Fetouh F.A., Azab A.E.S. Ameliorating effects of curcumin and propolis against the reproductive toxicity of gentamicin in adult male guinea pigs: Quantitative analysis and morphological study. Am. J. Life Sci. 2014;2:138–149."}, {"Citation": "Azab A.E., Albasha M.O. Hepatoprotective effect of some medicinal plants and herbs against hepatic disorders induced by hepatotoxic agents. J. Biotechnol. Bioeng. 2018;2:8–23."}, {"Citation": "Taghvaei M., Jafari S.M. Application and stability of natural antioxidants in edible oils in order to substitute synthetic additives. J. Food Sci. Technol. 2015;52:1272–1282. doi: 10.1007/s13197-013-1080-1.", "ArticleIdList": ["10.1007/s13197-013-1080-1", "PMC4348291", "25745196"]}, {"Citation": "Lourenço S.C., Moldão-Martins M., Alves V.D. Antioxidants of natural plant origins: From sources to food industry applications. Molecules. 2019;24:4132. doi: 10.3390/molecules24224132.", "ArticleIdList": ["10.3390/molecules24224132", "PMC6891691", "31731614"]}, {"Citation": "Estévez M., Ventanas S., Cava R. Effect of natural and synthetic antioxidants on protein oxidation and colour and texture changes in refrigerated stored porcine liver pâté. Meat Sci. 2006;74:396–403. doi: 10.1016/j.meatsci.2006.04.010.", "ArticleIdList": ["10.1016/j.meatsci.2006.04.010", "22062851"]}, {"Citation": "Rutter K., Sell D.R., Fraser N., Obrenovich M., Zito M., Starke-Reed P., Monnier V.M. Green tea extract suppresses the age-related increase in collagen crosslinking and fluorescent products in C57BL/6 mice. Int. J. Vitam. Nutr. Res. 2003;73:453. doi: 10.1024/0300-9831.73.6.453.", "ArticleIdList": ["10.1024/0300-9831.73.6.453", "PMC3561737", "14743550"]}, {"Citation": "Khanum F., Anilakumar K., Viswanathan K. Anticarcinogenic properties of garlic: A review. Crit. Rev. Food Sci. Nutr. 2004;44:479–488. doi: 10.1080/10408690490886700.", "ArticleIdList": ["10.1080/10408690490886700", "15615431"]}, {"Citation": "Avellone G., Di Garbo V., Campisi D., De Simone R., Raneli G., Scaglione R., Licata G. Effects of moderate Sicilian red wine consumption on inflammatory biomarkers of atherosclerosis. Eur. J. Clin. Nutr. 2006;60:41–47. doi: 10.1038/sj.ejcn.1602265.", "ArticleIdList": ["10.1038/sj.ejcn.1602265", "16132058"]}, {"Citation": "Alam M.N., Bristi N.J., Rafiquzzaman M. Review on in vivo and in vitro methods evaluation of antioxidant activity. Saudi Pharm. J. 2013;21:143–152. doi: 10.1016/j.jsps.2012.05.002.", "ArticleIdList": ["10.1016/j.jsps.2012.05.002", "PMC4052538", "24936134"]}, {"Citation": "Apak R.A., Özyürek M., Güçlü K., Çapanoğlu E. Antioxidant activity/capacity measurement. 1. Classification, physicochemical principles, mechanisms, and electron transfer (ET)-based assays. J. Agric. Food Chem. 2016;64:997–1027. doi: 10.1021/acs.jafc.5b04739.", "ArticleIdList": ["10.1021/acs.jafc.5b04739", "26728425"]}, {"Citation": "Miguel M.G. Antioxidant activity of medicinal and aromatic plants. A review. Flavour Fragr. J. 2010;25:291–312. doi: 10.1002/ffj.1961.", "ArticleIdList": ["10.1002/ffj.1961"]}, {"Citation": "Ravani G.T., dos Santos V.L., Miguel O.G., Budel J.M., Ranieri C. Investigação Fitoquímica e antioxidante de partes vegetativas aéreas de Piper amalago L. Cad. Esc. Saúde. 2013;2:164–177."}, {"Citation": "Perumal P., Saravanabhavan K. Antidiabetic and antioxidant activities of ethanolic extract of Piper betle L. leaves in catfish, Clarias gariepinus. Asian J. Pharm. Clin. Res. 2018;11:194–198."}, {"Citation": "Barua C., Singh A., Sen S., Barua A., Barua I. In vitro antioxidant and antimycobacterial activity of seeds of Piper longum Linn: A comparative study. SAJ Pharm. Pharmacol. 2014;1:1–11."}, {"Citation": "Sultana N.A., Zilani M., Taraq K.T.M., Al-Din M.K. Phytochemical, antibacterial and antioxidant activity of Piper longum leaves. PharmacologyOnLine. 2019;1:27–35."}, {"Citation": "Rameshkumar K., Aravind A.A., Mathew P. Comparative phytochemical evaluation and antioxidant assay of Piper longum L. and Piper chaba hunter used in Indian traditional systems of medicine. J. Herbs Spices Med. Plants. 2011;17:351–360. doi: 10.1080/10496475.2011.632116.", "ArticleIdList": ["10.1080/10496475.2011.632116"]}, {"Citation": "Akbar P.N., Jahan I.A., Hossain M.H., Banik R., Nur H.P., Hossain M.T. Antioxidant capacity of Piper longum and Piper nigrum fruits grown in Bangladesh. World J. Pharm. Sci. 2014;2:931–941."}, {"Citation": "Aara A., Chappidi V., Ramadas M.N. Antioxidant activity of eugenol in Piper betle leaf extract. J. Fam. Med. Prim. Care. 2020;9:327. doi: 10.4103/jfmpc.jfmpc_809_19.", "ArticleIdList": ["10.4103/jfmpc.jfmpc_809_19", "PMC7014830", "32110613"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "9", "Day": "1"}, {"Year": "2022", "Month": "9", "Day": "28"}, {"Year": "2022", "Month": "9", "Day": "29"}, {"Year": "2022", "Month": "10", "Day": "14", "Hour": "2", "Minute": "29"}, {"Year": "2022", "Month": "10", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "10"}], "PublicationStatus": "epublish", "ArticleIdList": ["36235309", "PMC9573611", "10.3390/molecules27196774", "molecules27196774"]}}], "PubmedBookArticle": []}