{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ficus deltoidea", "H2O2", "Rubisco", "drought", "growth", "metabolites", "physiology"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36247640", "DateRevised": {"Year": "2023", "Month": "09", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "09", "Day": "30"}], "Language": ["eng"], "ELocationID": ["965765", "10.3389/fpls.2022.965765"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Enhancing <i>Rubisco</i> gene expression and metabolites accumulation for better plant growth in <i>Ficus deltoidea</i> under drought stress using hydrogen peroxide.", "Pagination": {"StartPage": "965765", "MedlinePgn": "965765"}, "Abstract": {"AbstractText": ["Growth improvement of the medicinal plant, <i>Ficus deltoidea</i> (Mas Cotek) under drought conditions is a vital issue in Malaysia since it is a slow-growing plant and disposed to leaf damage under the stresses of drought. Therefore, investigation was done to examine the outcomes of hydrogen peroxide (H<sub>2</sub>O<sub>2</sub>) application on <i>Rubisco</i> gene expression and metabolites accumulation of stressed <i>F. deltoidea</i> plants, and thereby to record the changes in leaf histology, photosynthesis, biochemical properties, and the growth of the plant. H<sub>2</sub>O<sub>2</sub> at the rates of 0, 5, 10, 15, and 20 mM were foliar sprayed biweekly on the drought stressed plants using a hand sprayer. The application of 20 mM H<sub>2</sub>O<sub>2</sub> amplified leaf number, tallness, stomatal conductance, and photosynthetic yield by 143, 24, 88, and 18%, respectively, over the control plant. A reduced transpiration rate and improved chlorophyll fluorescence were also noted in H<sub>2</sub>O<sub>2</sub>-treated plants. The treatment produced a greater amount of chlorophyll <i>a</i>, total phenols, total flavonoids, sugar content, and antioxidant activities by 1.61-, 1.30-, 1.98-, 1.92-, and 1.53-fold, respectively. Application of 15 mM H<sub>2</sub>O<sub>2</sub> enhanced net photosynthetic rate and internal CO<sub>2</sub> concentrations by 1.05- and 1.25-fold, respectively. Additionally, H<sub>2</sub>O<sub>2</sub> treatments promoted stomatal closure, increased stomata size, the number of stomata, improved vein structure, and reduced the damage of the leaf margin and mesophyll cells of drought stressed plants. The application of H<sub>2</sub>O<sub>2</sub> also accumulated significantly higher contents of sodium (Na<sup>+</sup>), calcium (Ca<sup>2+</sup>), potassium (K<sup>+</sup>), magnesium (Mg<sup>+</sup>), and iron (Fe<sup>2+</sup>) in stressed plants. Although the amount of Arsenic (As<sup>+</sup>) and Antimony (Sb<sup>3+</sup>) increased to some extent, the increases were not at a toxic level. The use of H<sub>2</sub>O<sub>2</sub> enhanced the <i>Rubisco</i> gene expression to a greater level and the ratio of <i>Rubisco</i> expression increased up to 16-fold. Finally, thirteen (13) identified and five (5) unmatched volatile compounds with a quality score above 70% were identified by gas chromatography-mass spectrometry (GCMS). The GCMS analysis showed that the foliar application of H<sub>2</sub>O<sub>2</sub> accumulates a higher percentage of volatile components in plants which helps to mitigate the negative effects of drought stress. It is concluded that under drought stressed conditions the <i>F. deltoidea</i> plants should be treated with 10-15 mM of H<sub>2</sub>O<sub>2</sub> twice a week to improve leaf histology, photosynthesis, the level of <i>Rubisco</i> gene expression and volatile compounds accumulation, and plant growth and development."], "CopyrightInformation": "Copyright © 2022 Khandaker, Jamaludin, Majrashi, Rashid, Karim, Al-Yasi, Badaluddin, Alenazi and Mohd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Agriculture Science and Biotechnology, Faculty of Bioresources and Food Industry, Universiti Sultan Zainal Abidin, Terengganu, Malaysia."}], "LastName": "Khandaker", "ForeName": "Mohammad Moneruzzaman", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Agriculture Science and Biotechnology, Faculty of Bioresources and Food Industry, Universiti Sultan Zainal Abidin, Terengganu, Malaysia."}], "LastName": "Jamaludin", "ForeName": "Rosnah", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Science, Taif University, Taif, Saudi Arabia."}], "LastName": "Majrashi", "ForeName": "Ali", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Food Industry, Faculty of Bioresources and Food Industry, Universiti Sultan Zainal Abidin, Terengganu, Malaysia."}], "LastName": "Rashid", "ForeName": "Zalilawati Mat", "Initials": "ZM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Crop Science, Faculty of Agriculture, Universiti Putra Malaysia, Seri Kembangan, Malaysia."}], "LastName": "Karim", "ForeName": "Sarker Mohammad Rezaul", "Initials": "SMR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Science, Taif University, Taif, Saudi Arabia."}], "LastName": "Al-Yasi", "ForeName": "Hatim M", "Initials": "HM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Agriculture Science and Biotechnology, Faculty of Bioresources and Food Industry, Universiti Sultan Zainal Abidin, Terengganu, Malaysia."}], "LastName": "Badaluddin", "ForeName": "Noor Afiza", "Initials": "NA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Production Department, College of Food and Agricultural Sciences, King Saud University, Riyadh, Saudi Arabia."}], "LastName": "Alenazi", "ForeName": "Mekhled Mutiran", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Agriculture Science and Biotechnology, Faculty of Bioresources and Food Industry, Universiti Sultan Zainal Abidin, Terengganu, Malaysia."}], "LastName": "Mohd", "ForeName": "Khamsah Suryati", "Initials": "KS"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aris S. R. S., Mustafa S., Ahmat N., Jaafar F. M., Ahmad R. (2009). Phenolic content and antioxidant activity of fruits of Ficus deltoidea var Angustifolia sp. Malay. J. Anal. Sci. 13, 146–150. Available online at: https://www.researchgate.net/publication/256089022_Phenolic_content_and_antioxidant_activity_of_fruits_of_Ficus_deltoidea_var_angustifolia_sp (accessed September 20, 2022)."}, {"Citation": "Arnon D. I. (1949). Copper enzymes in isolated chloroplasts, polyphenoxidase in Beta vulgaris. Plant Physiol. 24, 1–15. 10.1104/pp.24.1.1", "ArticleIdList": ["10.1104/pp.24.1.1", "PMC437905", "16654194"]}, {"Citation": "Arve L. E., Torre S., Olsen J. E., Tanino K. K. (2011). Stomatal Responses to Drought Stress and Air Humidity. Biochemistry, Genetics and Molecular Biology. Abiotic Stress in Plants—Mechanisms and Adaptations. London: IntechOpen."}, {"Citation": "Asad N. R., Asad L. M. B. O., Silva A. B., Felzenszwal I., Leitão A. C. (1998). Hydrogen peroxide induces protection against lethal effects of cumene hydrogen peroxide in Escherichia coli cells: an Ahp independent but OxyR dependent system? Mutat. Res. 407, 253–259. 10.1016/S0921-8777(98)00010-X", "ArticleIdList": ["10.1016/S0921-8777(98)00010-X", "9653451"]}, {"Citation": "Ashraf M. A., Rasheed R., Hussain I., Iqbal M., Haider M. Z., Parveen S., et al. . (2015). Hydrogen peroxide modulates antioxidant system and nutrient relation in maize (Zea mays L.) under water-deficit conditions. Arch. Agron. Soil Sci. 61, 507–523. 10.1080/03650340.2014.938644", "ArticleIdList": ["10.1080/03650340.2014.938644"]}, {"Citation": "Badron U. H., Talip N., Mohamad A. L., Affenddi A. E. A., Ahmad Juhari A. A. (2014). Studies on leaf venation in selected taxa of the genus Ficus L. (Moraceae) in peninsular Malaysia. Trop. Life Sci. Res. 25, 111–125.", "ArticleIdList": ["PMC4814143", "27073603"]}, {"Citation": "Bakshi A., Moin M., Madhav M. S., Kirti P. B. (2019). Target of Rapamycin, a master regulator of multiple signalling pathways and a potential candidate gene for crop improvement. Plant Biol. (Stuttg) 21, 190–205. 10.1111/plb.12935", "ArticleIdList": ["10.1111/plb.12935", "30411830"]}, {"Citation": "Barba-Espín G., Diaz-Vivancos P., Job D., Belghazi M., Job C., Hernández J. A. (2011). Understanding the role of H2O2 during pea seed germination: a combined proteomic and hormone profiling approach. Plant Cell Environ. 34, 1907–1919. 10.1111/j.1365-3040.2011.02386.x", "ArticleIdList": ["10.1111/j.1365-3040.2011.02386.x", "21711356"]}, {"Citation": "Baum S. F., Phong N. T., Wendy K. S. (2000). Effects of salinity on xylem structure and water use in growing leaves of sorghum. New Phytol. 146, 119–127. 10.1046/j.1469-8137.2000.00625.x", "ArticleIdList": ["10.1046/j.1469-8137.2000.00625.x"]}, {"Citation": "Bienert G. P., Schjoerring J. K., Jahn T. P. (2006). Membrane transport of hydrogen peroxide'. Biochem. Biophys. Acta 1758, 994–1003. 10.1016/j.bbamem.2006.02.015", "ArticleIdList": ["10.1016/j.bbamem.2006.02.015", "16566894"]}, {"Citation": "Bohnert H. J., Sheveleva E. (1998). Plant stress adaptations making metabolism move. Curr. Opin. Plant Biol. 1, 267–274. 10.1016/S1369-5266(98)80115-5", "ArticleIdList": ["10.1016/S1369-5266(98)80115-5", "10066591"]}, {"Citation": "Brownell P. F., Jackman M. E. (1966). Changes during recovery from sodium deficiency in Atriplex. Plant Physiol. 41, 617–622. 10.1104/pp.41.4.617", "ArticleIdList": ["10.1104/pp.41.4.617", "PMC1086395", "16656296"]}, {"Citation": "Cakmak I. (2005). The role of potassium in alleviating detrimental effects of abiotic stresses in plants. J. Plant Nutri. Soil Sci. 168, 521–530. 10.1002/jpln.200420485", "ArticleIdList": ["10.1002/jpln.200420485"]}, {"Citation": "Chang C, Yang M., Wen H., Chern J. (2002). Estimation of total flavonoid content in propolis by two complementary colorimetric methods. J. Food Drug. Anal. 10, 178–182. 10.38212/2224-6614.2748", "ArticleIdList": ["10.38212/2224-6614.2748"]}, {"Citation": "Cheeseman J. (2007). Hydrogen peroxide and plant stress: a challenging relationship. Plant Stress\n1, 4–15. Available online at: https://www.life.illinois.edu/cheeseman/main/publications/peroxidePubs/PlStressH2O2review.pdf (accessed September 20, 2022).", "ArticleIdList": ["0"]}, {"Citation": "Chen Z., Cuin T. A., Zhou M., Twomey A., Naidu B. P., Shabala S. (2007). Compatible solute accumulation and stress-mitigating effects in barley genotypes contrasting in their salt tolerance. J. Exp. Bot. 58, 4245–4255. 10.1093/jxb/erm284", "ArticleIdList": ["10.1093/jxb/erm284", "18182428"]}, {"Citation": "Curie C., Briat J. F. (2003). Iron transport and signaling in plants. Ann. Rev. Plant Biol. 54, 183–206. 10.1146/annurev.arplant.54.031902.135018", "ArticleIdList": ["10.1146/annurev.arplant.54.031902.135018", "14509968"]}, {"Citation": "Dramant S., Aris M. A. M., Akter S. F. U., Azlina H., Nor Azlina A. R., Norazlanshah H. (2012). F. deltoidea: a possible supplement for type II diabetes: (a pilot study). Pertanika J. Trop. Agril. Sci. 35, 93–102. Available online at: http://www.pertanika.upm.edu.my/pjtas/browse/regular-issue?article=JTAS-0211-2009 (accessed September 20, 2022)."}, {"Citation": "Dubois M, K., Gilles J., Hamilton K., Robers P. A., Smith F. (1956). A colorimetric method for the determination of sugar and related substances. Anal. Chem. 28, 350–356. 10.1021/ac60111a017", "ArticleIdList": ["10.1021/ac60111a017", "0"]}, {"Citation": "Eikmann T., Kloke A. (1993). Nutzungs- und schutzgutbezogene Orientierungswerte fur (Schad-) stoffe in Boden, in Bodenschutz. Ergänzbares Handbuch der Maßnahmen und Empfehlungen für Schutz, Pflege und Sanierung von Böden, Landschaft und Grundwasser-1, Band, 14 Lfg X/93, eds Rosenkranz D., Bachmann G., Einsele G., Harress H. M. (Berlin: Erich Schmidt; )."}, {"Citation": "Fasihuddin B. A., Din L. B. (2002). Medicinal Plants Used by Various Ethnic Groups in sabah. Paper Presented at the French Malaysian-Symposium on Natural Products. Dept. of Chemistry, University of Malaya, Kuala Lumpur, p. 85"}, {"Citation": "Flexas J., Medrano H. (2002). Drought-inhibition of photosynthesis in C3 plants: stomatal and non-stomatal limitations revisited. Anal. Bot. 89, 183–189. 10.1093/aob/mcf027", "ArticleIdList": ["10.1093/aob/mcf027", "PMC4233792", "12099349"]}, {"Citation": "Fraser L. H., Carlyle C., Turkington R., Friedman C. R. (2009). Adaptive phenotypic plasticity of Pseudoroegneria spicata: response of stomatal density, leaf area and biomass to changes in water supply and increased temperature. Ann Bot. 103, 769–775. 10.1093/aob/mcn252", "ArticleIdList": ["10.1093/aob/mcn252", "PMC2707864", "19088084"]}, {"Citation": "Fu Q. S., Yang R. C., Wang H. S., Zhao B., Zhou C. L., Ren S. X., et al. . (2013). Leaf morphological and ultrastructural performance of eggplant (Solanum melongena L.) in response to water stress. Photosynthetica 51, 109–114. 10.1007/s11099-013-0005-6", "ArticleIdList": ["10.1007/s11099-013-0005-6"]}, {"Citation": "Gattward J. N., Almeide A. A. F., Souza J. O., Gomes F. P., Kronzucker H. J. (2012). Sodium-potassium synergism in Theobroma cacao: stimulation of photosynthesis, water-use efficiency and mineral nutrition. Physiol. Plant. 146, 350–362. 10.1111/j.1399-3054.2012.01621.x", "ArticleIdList": ["10.1111/j.1399-3054.2012.01621.x", "22443491"]}, {"Citation": "Grison-Pigé L., Hossaert-McKey M., Bessiere J. M. (2002). Fig volatile compounds—a first comparative study. Phytochemistry 61, 61–71. 10.1016/S0031-9422(02)00213-3", "ArticleIdList": ["10.1016/S0031-9422(02)00213-3", "12165303"]}, {"Citation": "Hamann T. (2012). Plant cell wall integrity maintenance as an essential component of biotic stress response mechanisms. Front. Plant Sci. 3, 77. 10.3389/fpls.2012.00077", "ArticleIdList": ["10.3389/fpls.2012.00077", "PMC3355559", "22629279"]}, {"Citation": "Hasham R., Choi H. K., Sarmidi M. R., Park C. S. (2013). Protective effects of a Ficus deltoidea extract against UVB-induced photo ageing in skin cells. Biotechnol. Bioprocess Eng. 18, 185–193. 10.1007/s12257-012-0353-2", "ArticleIdList": ["10.1007/s12257-012-0353-2"]}, {"Citation": "Hell R., Stephan U. W. (2003). Iron uptake, trafficking and homeostasis in plants. Planta. 216, 541–551. 10.1007/s00425-002-0920-4", "ArticleIdList": ["10.1007/s00425-002-0920-4", "12569395"]}, {"Citation": "Hessini K., Ghandour M., Albouchi A., Soltani A., Werner K. H., Abdelly C. (2008). Biomass production, photosynthesis, and leaf water relations of Spartina alterniflora under moderate water stress. J. Plant Res. 121, 311–318. 10.1007/s10265-008-0151-2", "ArticleIdList": ["10.1007/s10265-008-0151-2", "18389173"]}, {"Citation": "Hu X. Y., Fang J. Y., Cai W. M., Tang Z. C. (2004). Oxygen burst and saponin synthesis of Panax ginseng cells induced by chitosan mediated by mitogen-activated protein kinase. Sci. China Series C Life Sci. 34, 3l−40. 10.1360/03yc0074", "ArticleIdList": ["10.1360/03yc0074", "15493471"]}, {"Citation": "Hu X. Y., Zhang W. Q., Fang J. Y., Cai W. M., Tang Z. C. (2002). Chitosan treatment raises the accumulation of saponin and the transcriptional level of genes encoding the key enzymes of saponin synthesis in cultured Panax ginseng cells. J. Plant Physiol. Mol. Biol. 28, 485–490. Available online at: https://europepmc.org/article/cba/539300 (accessed September 20, 2022)."}, {"Citation": "Ishibashi Y., Yamaguchi H., Yuasa T., Iwaya-Inoue M., Arima S., Zheng S. H. (2011). Hydrogen peroxide spraying alleviate drought stress in soybean plants. J. Plant Physiol. 168, 1562–1567. 10.1016/j.jplph.2011.02.003", "ArticleIdList": ["10.1016/j.jplph.2011.02.003", "21377755"]}, {"Citation": "Ismail S. Z., Khandaker M. M., Mat N., Boyce A. N. (2015). Effects of hydrogen peroxide on growth, development and quality of fruits: a review. J. Agronomy 14, 331–336. 10.3923/ja.2015.331.336", "ArticleIdList": ["10.3923/ja.2015.331.336"]}, {"Citation": "Jamaludin R., Mat N., Mohd K. S., Badaluddin N. A., Mahmud K., Sajili M. H., et al. . (2020). Influence of exogenous hydrogen peroxide on plant physiology, leaf anatomy and rubisco gene expression of the Ficus deltoidea Jack var. Deltoidea. Agronomy 10, 497. 10.3390/agronomy10040497", "ArticleIdList": ["10.3390/agronomy10040497"]}, {"Citation": "John R. E. (1989). Photosynthesis and nitrogen relationships in leaves of C3 plants. Aecologia 78, 9–19. 10.1007/BF00377192", "ArticleIdList": ["10.1007/BF00377192", "28311896"]}, {"Citation": "Jones H. G., Sutherland R. A. (1991). Stomatal control of xylem embolism. Plant Cell. Environ. 14, 607–612. 10.1111/j.1365-3040.1991.tb01532.x", "ArticleIdList": ["10.1111/j.1365-3040.1991.tb01532.x"]}, {"Citation": "Kabata P. A., Pendias H. (2001). Trace elements in Soils and Plants. 3rd edn. Boca Raton, FL: CRC Press."}, {"Citation": "Kar R. K. (2011). Plant responses to water stress: role of reactive oxygen species. Plant Signal. Behav. 6, 1741–1745. 10.4161/psb.6.11.17729", "ArticleIdList": ["10.4161/psb.6.11.17729", "PMC3329347", "22057331"]}, {"Citation": "Kazerouni N., Sinha R., Che-Han H., Greenberg A., Rothman N. (2001). Analysis of 200 items for benzo[a]pyrene and estimation of its intake in an epidemiologic study. Food Chem. Toxicol. 39, 423–436. 10.1016/S0278-6915(00)00158-7", "ArticleIdList": ["10.1016/S0278-6915(00)00158-7", "11313108"]}, {"Citation": "Khan A., Anwar Y., Hasan M. M., Iqbal A., Ali M., Alharby H. F., et al. . (2017). Attenuation of Drought Stress in Brassica Seedlings with Exogenous Application of Ca2+ and H2O2. Plants 6, 20. 10.3390/plants6020020", "ArticleIdList": ["10.3390/plants6020020", "PMC5489792", "28505096"]}, {"Citation": "Khandaker M. M., Boyce A. N., Osman N. (2012). The influence of hydrogen peroxide on the growth, development and quality of wax apple (Syzygium samarangense, [Blume] Merrill & L. M. Perry var. jambu madu) fruits. Plant Physiol. Biochem. 53, 101–110. 10.1016/j.plaphy.2012.01.016", "ArticleIdList": ["10.1016/j.plaphy.2012.01.016", "22349652"]}, {"Citation": "Kim Y. S., Cho J. H., Ahn J., Hwang B. (2006). Upregulation of isoprenoid pathway genes during enhanced saikosaponin biosynthesis in the hairy roots of Bupleurum falcatum. Mol. Cells 22, 269–274.", "ArticleIdList": ["17202854"]}, {"Citation": "Kumawat K. R., Sharma N. K. (2018). Effect of drought stress on plants growth. Popular Kheti 6, 239–241.", "ArticleIdList": ["0"]}, {"Citation": "Lane H. C., Thompson A. C., Hesketh J. D., Sloane C. (1975). Some observations on nitrate reduction in cotton. III, in Proc. Beltwide Cotton Production Res. Conf. ed Brown J. (Memphis, TN: National Cotton Council; )"}, {"Citation": "Lawlor D. W. (1995). The effects of water deficit on photosynthesis, in Environment and Plant Metabolism. Flexibility and Acclimation, ed Smirnoff N. (Oxford: BIOS Scientific Publishers; )."}, {"Citation": "Lee S. W., Wee W., Yong J. F. S., Syamsumir D. F. (2011). Characterization of antioxidant, antimicrobial, anticancer property and chemical of Ficus deltoidea Jack leaf extract. J. Biol. Active Products Nat. 1, 1–6. 10.1080/22311866.2011.10719067", "ArticleIdList": ["10.1080/22311866.2011.10719067"]}, {"Citation": "Li Z., Wakao S., Fischer B. B., Niyogi K. K. (2009). Sensing and responding to excess light. Ann. Rev. Plant Biol. 60, 239–260. 10.1146/annurev.arplant.58.032806.103844", "ArticleIdList": ["10.1146/annurev.arplant.58.032806.103844", "19575582"]}, {"Citation": "Liao W. B., Huang G. B., Yu J. H., Zhang M. L. (2012). Nitric oxide and hydrogen peroxide alleviate drought stress in marigold explants and promote its adventitious root development. Plant Physiol. Biochem. 58, 6–15. 10.1016/j.plaphy.2012.06.012", "ArticleIdList": ["10.1016/j.plaphy.2012.06.012", "22771430"]}, {"Citation": "Liu G., Porterfield D. M. (2014). Oxygen enrichment with magnesium peroxide for minimizing hypoxic stress of flooded corn. J. Plant Nutr. Soil Sci. 177, 733–740. 10.1002/jpln.201300424", "ArticleIdList": ["10.1002/jpln.201300424"]}, {"Citation": "Liu J., Macarisin D., Wisniewski M., Sui Y., By S., Norelli J., et al. . (2013). Production of hydrogen peroxide and expression of ros-generating genes in peach flower petals in response to host and non-host fungal pathogens. Plant Pathol. 62, 820–828. 10.1111/j.1365-3059.2012.02683.x", "ArticleIdList": ["10.1111/j.1365-3059.2012.02683.x"]}, {"Citation": "Liu T., Ohashi-Ito K., Bergmann D. C. (2009). Orthologs of Arabidopsis thaliana stomatal bHLH genes and regulation of stomatal development in grasses. Development 136, 2265–2276. 10.1242/dev.032938", "ArticleIdList": ["10.1242/dev.032938", "19502487"]}, {"Citation": "Liu Y., Ye N., Liu R., Chen M., Zhang J. (2010). H2O2 mediates the regulation of ABA catabolism and GA biosynthesis in Arabidopsis seed dormancy and germination. J. Exp. Bot. 61, 2979–2990. 10.1093/jxb/erq125", "ArticleIdList": ["10.1093/jxb/erq125", "PMC2892143", "20460363"]}, {"Citation": "Marschner H. (2002). Mineral Nutrition in Higher Plants. London: Academic Press."}, {"Citation": "Mascher R., Lippmann B., Holzinger S., Bergmann H. (2002). Arsenate toxicity: effects on oxidative stress response molecules and enzymes in red clover plants. Plant Sci. 163, 961–969. 10.1016/S0168-9452(02)00245-5", "ArticleIdList": ["10.1016/S0168-9452(02)00245-5"]}, {"Citation": "Misbah H., Abdul Aziz A., Aminudin N. (2013). Antidiabetic and antioxidant properties of F. deltoidea fruit extracts and fractions. BMC Complement. Altern. Med. 13, 118. 10.1186/1472-6882-13-118", "ArticleIdList": ["10.1186/1472-6882-13-118", "PMC3668304", "23718315"]}, {"Citation": "Moran J. F., Manuel B., Iñaki I. O., Silvia F., Robert V. K., Pedro A. T. (1994). Drought induces oxidative stress in pea plants. Planta 194, 346–352. 10.1007/BF00197534", "ArticleIdList": ["10.1007/BF00197534"]}, {"Citation": "Musa Y. (2005). Variability in morphology and agronomy of mas cotek accessions found in Kelantan and Terengganu. Bul. Teknol. Tanam. 2, 35–48. Available online at: http://hari-inovasi.mardi.gov.my/2020/docu/Pemenang/New%20MSTE%20Extended%20Abstract%20.pdf (accessed September 20, 2022)."}, {"Citation": "Nashriyah M., Zaini H., Mazleha M., Abdul K. W. (2006). Mineral uptake by taro (Colocasia esculenta) in swamp agroecosystem following gramoxone® (paraquat) herbicide spraying. J. Nuclear Related Technol. 3, 59–68. Available online at: https://www.researchgate.net/publication/235951060_MINERAL_UPTAKE_BY_TARO_COLOCASIA_ESCULENTA_IN_SWAMP_AGROECOSYSTEM_FOLLOWING_GRAMOXONE_R_PARAQUAT_HERBICIDE_SPRAYING (accessed September 20, 2022)."}, {"Citation": "Nasir N. N. N. M., Khandaker M. M., Mohd K. S., Badaluddin N. A., Osman N., Mat N. (2021). Effect of hydrogen peroxide on plant growth, photosynthesis, leaf histology and rubisco gene expression of the Ficus deltoidea Jack Var. deltoidea Jack. J. Plant Growth Regul. 40, 1950–1971. 10.1007/s00344-020-10243-9", "ArticleIdList": ["10.1007/s00344-020-10243-9"]}, {"Citation": "Nazarni C. I. M., Ajit A., Naila A., Sulaiman A. Z. (2018). Effect of microwave assisted hydro-distillation extraction on extracts of Ficus deltoidea. Mater. Today Proc. 2018, 5, 21772–21779. 10.1016/j.matpr.2018.07.031", "ArticleIdList": ["10.1016/j.matpr.2018.07.031"]}, {"Citation": "Neill S., Desikan R., Hancock J. (2002). Hydrogen peroxide signalling. Curr. Opin. Plant Biol. 5, 388–395. 10.1016/S1369-5266(02)00282-0", "ArticleIdList": ["10.1016/S1369-5266(02)00282-0", "12183176"]}, {"Citation": "Nihayah M., Yong K. W., Faizah A. B. (2012). Determination of mineral content in the Ficus deltoidea leaves. J. Sci. Health Malaysia. 10, 25–29. Available online at: http://journalarticle.ukm.my/6365/1/25-29.pdf (accessed September 20, 2022)."}, {"Citation": "Nurdiana S., Goh Y. M., Hafandi A., Dom S. M., Nur Syimal'ain A., Noor Syaffinaz N. M., et al. . (2018). Improvement of spatial learning and memory, cortical gyrification patterns and brain oxidative stress markers in diabetic rats treated with Ficus deltoidea leaf extract and vitexin. J. Trad. Complement. Med. 8, 190–202. 10.1016/j.jtcme.2017.05.006", "ArticleIdList": ["10.1016/j.jtcme.2017.05.006", "PMC5755998", "29322009"]}, {"Citation": "Nyathi Y., Baker A. (2006). Plant peroxisomes as a source of signaling molecules. Biochim. Biophys. Acta 1763,1478–1495. 10.1016/j.bbamcr.2006.08.031", "ArticleIdList": ["10.1016/j.bbamcr.2006.08.031", "17030442"]}, {"Citation": "Ohta D., Yasuoka S., Matoh T., Takahashi E. (1989). Sodium stimulates growth of Amaranthus tricolor L. plants through enhanced nitrate assimilation. Plant Physiol. 89, 1102–1105. 10.1104/pp.89.4.1102", "ArticleIdList": ["10.1104/pp.89.4.1102", "PMC1055982", "16666671"]}, {"Citation": "Orabi S. A., Dawood M. G., Salman S. R. (2015). Comparative study between the physiological role of hydrogen peroxide and salicylic acid in alleviating the harmful effect of low temperature on tomato plants grown under sand-ponic culture. Sci. Agric. 9, 49–59. 10.15192/PSCP.SA.2015.1.9.4959", "ArticleIdList": ["10.15192/PSCP.SA.2015.1.9.4959"]}, {"Citation": "Ozaki K., Uchida A., Takabe T., Shinagawa F., Tanaka Y., Takabe T., et al. . (2009). Enrichment of sugar content in melon fruits by hydrogen peroxide treatment. Plant Physiol. 166, 569–578. 10.1016/j.jplph.2008.08.007", "ArticleIdList": ["10.1016/j.jplph.2008.08.007", "18845360"]}, {"Citation": "Pan X., Zhang D., Chen X., Bao A., Li L. (2010). Antimony accumulation, growth performance, antioxidant defense system and photosynthesis of zea mays in response to antimony pollution in soil. Water, Air Soil Poll. 215, 517–523. 10.1007/s11270-010-0496-8", "ArticleIdList": ["10.1007/s11270-010-0496-8"]}, {"Citation": "Parry M. A. J., Andralojc P. J., Scales J. C., Salvucci M. E., Carmo-Silva A. E., Alonso H., et al. . (2013). Rubisco activity and regulation as targets for crop improvement. J. Exp. Bot. 64, 717–730. 10.1093/jxb/ers336", "ArticleIdList": ["10.1093/jxb/ers336", "23162118"]}, {"Citation": "Pavela R., Maggic F., Giordanid C., Cappellaccic L., Petrellic R., Canalee A., et al. . (2021). Insecticidal activity of two essential oils used in perfumery (ylang and frankincense). Nat. Prod. Res. 108, 137–147. 10.1080/14786419.2020.1715403", "ArticleIdList": ["10.1080/14786419.2020.1715403", "31965826"]}, {"Citation": "Pei Z. M., Murata Y., Benning G., Thomine S., Klusener B., Allen G. J., et al. . (2000). Calcium channels activated by hydrogen peroxide mediate abscisic acid signalling in guard cells. Nature 406, 731–734. doi.10.1038/3502106710.1038/35021067", "ArticleIdList": ["10.1038/35021067", "10963598"]}, {"Citation": "Perreca E., Rohwer J., González-Cabanelas D., Loreto F., Schmidt A., Gershenzon J., et al. . (2020). Effect of drought on the methylerythritol 4-phosphate (MEP) pathway in the isoprene emitting conifer Picea glauca. Front. Plant Sci. 11, 546295. 10.3389/fpls.2020.546295", "ArticleIdList": ["10.3389/fpls.2020.546295", "PMC7581940", "33163010"]}, {"Citation": "Puig S., Andres-Colas N., Garcia-Molina A., Pefiarrubia L. (2007). Copper and iron homeostasis in Arabidopsis: responses to metal defincies, interactions and biotechnological applications. Plant Cell Environ. 30, 27–290. 10.1111/j.1365-3040.2007.01642.x", "ArticleIdList": ["10.1111/j.1365-3040.2007.01642.x", "17263774"]}, {"Citation": "Ralmi N. H. A. A., Khandaker M. M., Mohd K. S., Majrashi A., Fallatah A. M., Badaluddin N. A., et al. . (2021). Influence of rhizopheric H2O2 on growth, mineral absorption, root anatomy and nematode infection of Ficus deltoidea. Agronomy 11, 704. 10.3390/agronomy11040704", "ArticleIdList": ["10.3390/agronomy11040704"]}, {"Citation": "Ravet K., Touraine B., Boucherez J., Briat J. F., Gaymard F., Cellier F. (2009). Ferritins control interaction between iron homeostasis and oxidative stress in Arabidopsis. Plant J. 57, 400–412. 10.1111/j.1365-313X.2008.03698.x", "ArticleIdList": ["10.1111/j.1365-313X.2008.03698.x", "18826427"]}, {"Citation": "Razmjoo K., Heydarizadeh P., Sabzalian M. R. (2008). Effect of salinity and drought stresses on growth parameters and essential oil content of Matricaria chamomila. Int. J. Agric. Biol. 10, 451–454. 10.63/ASB/2008/10-4-451-454", "ArticleIdList": ["10.63/ASB/2008/10-4-451-454"]}, {"Citation": "Redondo-Gómez S., Mateos-Naranjo E., Figueroa M. E., Davy A. J. (2010). Salt stimulation of growth and photosynthesis in an extreme halophyte, Arthrocnemum macrostachyum. Plant Biol. 12, 79–87. 10.1111/j.1438-8677.2009.00207.x", "ArticleIdList": ["10.1111/j.1438-8677.2009.00207.x", "20653890"]}, {"Citation": "Risk Assessment Studies (RAS) (2004). Polycyclic Aromatic Hydrocarbons in Barbecued Meat. Report No., 14. Food and Environmental Hygiene Department, the Government of the Hong Kong Special Administrative Region."}, {"Citation": "Rohini G. H. G., Hariprasad P., Brijesh S. S., Niranjana S. R. (2016). Biological control of Phomopsis leaf blight of brinjal (Solanum melongena L.) with combining phylloplane and rhizosphere colonizing beneficial bacteria. Biol. Cont. 101, 123–129. 10.1016/j.biocontrol.2016.05.007", "ArticleIdList": ["10.1016/j.biocontrol.2016.05.007"]}, {"Citation": "Rose S., Swift C. E. (2014). Leaf Scorch—Colorado State University Extension. Available online at: https://extension.colostate.edu/docs/pubs/garden/02911.pdf (accessed May 24, 2022)."}, {"Citation": "Sairam R. K., Srivastava G. C. (2000). Induction of oxidative stress and antioxidant activity by hydrogen peroxide treatment in tolerant and susceptible wheat genotypes. Biol. Plant. 43, 381–386. 10.1023/A:1026730008917", "ArticleIdList": ["10.1023/A:1026730008917"]}, {"Citation": "Santos C. V. (2004). Regulation of chlorophyll biosynthesis and degradation by salt stressed in sunflower leaves. Sci. Hort. 103, 93–99. 10.1016/j.scienta.2004.04.009", "ArticleIdList": ["10.1016/j.scienta.2004.04.009"]}, {"Citation": "Sharma A., Kumar V., Shahzad B., Ramakrishnan M., Sidhu G. P. S., Bali A. S., et al. . (2020). Photosynthetic response of plants under different abiotic stresses: a review. J. Plant Growth Regul. 39, 509–531. 10.1007/s00344-019-10018-x", "ArticleIdList": ["10.1007/s00344-019-10018-x"]}, {"Citation": "Shi K., Li X., Zhang H., Zhang G., Liu Y., Zhou Y., et al. . (2015). Guard cell hydrogen peroxide and nitric oxide mediate elevated CO2-induced stomatal movement in tomato. New Phytol. 208, 342–353. 10.1111/nph.13621", "ArticleIdList": ["10.1111/nph.13621", "26308648"]}, {"Citation": "Shri M., Kumar S., Prabodh D. C., Trivedi K., Mallick S., Misra P., et al. . (2009). Effect of arsenic on growth, oxidative stress, and antioxidant system in rice seedlings. Ecotoxicol. Environ. Safety 72, 1102–1110. 10.1016/j.ecoenv.2008.09.022", "ArticleIdList": ["10.1016/j.ecoenv.2008.09.022", "19013643"]}, {"Citation": "Singleton V., Rossi J. A. J. (1965). Colorimetry of total phenolic with phosphomolybdic—phosphotungstic acid reagents. Am. J. Enol. Viticult. 16, 144–158."}, {"Citation": "Smith G. S., Middleton K. R., Edmonds A. S. (1980). Sodium nutrition of pasture plants. II. Effects of sodium chloride on growth, chemical composition and reduction of nitrate nitrogen. New Phytol. 84, 613–622. 10.1111/j.1469-8137.1980.tb04775.x", "ArticleIdList": ["10.1111/j.1469-8137.1980.tb04775.x"]}, {"Citation": "Sofo A., Tuzio A. C., Dichio B., Xiloyannis C. (2005). Influence of water deficit and rewatering on the components of the ascorbate-glutathione cycle in four interspecific Prumus hybrids. Plant Sci. 169, 403–412. 10.1016/j.plantsci.2005.04.004", "ArticleIdList": ["10.1016/j.plantsci.2005.04.004"]}, {"Citation": "Starr F., Starr K., Loope L. (2003). Ficus deltoidea. Maui, HI: United States Geological Survey-Biological Resources Division, Haleakala Field Station."}, {"Citation": "Steffens B., Steffen-Heins A., Sauter M. (2013). Reactive oxygen species mediate growth and death in submerged plants. Front. Plant Sci. 4, 1–7. 10.3389/fpls.2013.00179", "ArticleIdList": ["10.3389/fpls.2013.00179", "PMC3671184", "23761805"]}, {"Citation": "Sun S. J., Li J. M., Zong W. J., Yao Y. Z., Chen K. L. (2012). Effects of sub-low temperature and drought stress on root morphology and leaf structure of tomato seedlings. Ying Yong Sheng Tai Xue Bao. 23, 3027–3032.", "ArticleIdList": ["23431786"]}, {"Citation": "Tränkner M., Jákli B., Tavakol E., Geilfus C. M., Cakmak I., Dittert K., et al. . (2016). Magnesium deficiency decreases biomass water-use efficiency and increases leaf water-use efficiency and oxidative stress in barley plants. Plant Soil 406, 409–423. 10.1007/s11104-016-2886-1", "ArticleIdList": ["10.1007/s11104-016-2886-1"]}, {"Citation": "Uchida A., Jagendorf A. T., Hibino T., Takabe T., Takabe T. (2002). Effects of hydrogen peroxide and nitric oxide on both salt and heat stress tolerance in rice. Plant Sci. 163, 515–523. 10.1016/S0168-9452(02)00159-0", "ArticleIdList": ["10.1016/S0168-9452(02)00159-0"]}, {"Citation": "Wang B., Chen J., Chen L., Wang X., Wang R., Ma L., et al. . (2015). Combined drought and heat stress in Camellia oleifera cultivars: leaf characteristics, soluble sugar and protein contents, and Rubisco gene expression. Trees 29,1483–1492. 10.1007/s00468-015-1229-9", "ArticleIdList": ["10.1007/s00468-015-1229-9"]}, {"Citation": "Wang Y., Dai C. C., Zhao Y. W., Peng Y. (2011). Fungal endophyte-induced volatile oil accumulation in Atractylodes lancea plantlets is mediated by nitric oxide, salicylic acid and hydrogen peroxide. Process Biochem. 46, 730–735. 10.1016/j.procbio.2010.11.020", "ArticleIdList": ["10.1016/j.procbio.2010.11.020", "0"]}, {"Citation": "WHO Regional Office for Europe (2000). Air Quality Guidelines, 2nd Edn. Denmark: WHO."}, {"Citation": "Zhang F., Wan X., Zhong Y. (2013). Nitrogen as an important detoxification factor to cadmium stress in poplar plants. J. Plant Interact. 9, 249–258. 10.1080/17429145.2013.819944", "ArticleIdList": ["10.1080/17429145.2013.819944"]}, {"Citation": "Zhang X., Lin Z., Facai D., Junfeng G., David W. G., Chun-Peng S. (2001). Hydrogen peroxide is involved in abscisic acid-induced stomatal closure in Vicia faba. Plant Physiol. 126, 1438–1448. 10.1104/pp.126.4.1438", "ArticleIdList": ["10.1104/pp.126.4.1438", "PMC117144", "11500543"]}, {"Citation": "Zhao C. L., Cuib X. M., Chena Y. P., Lianga Q. (2010). Key enzymes of triterpenoid saponin biosynthesis and the induction of their activities and gene expressions in plants. Nat. Prod. Com. 5, 1147–58. 10.1177/1934578X1000500736", "ArticleIdList": ["10.1177/1934578X1000500736", "20734961"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "6", "Day": "10"}, {"Year": "2022", "Month": "8", "Day": "2"}, {"Year": "2022", "Month": "10", "Day": "17", "Hour": "4", "Minute": "52"}, {"Year": "2022", "Month": "10", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "18", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["36247640", "PMC9562100", "10.3389/fpls.2022.965765"]}}], "PubmedBookArticle": []}