{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Arabian Peninsula", "Mentha", "edible plants", "genomics", "medicinal plants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36278127", "DateRevised": {"Year": "2022", "Month": "10", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "10", "Day": "16"}], "Language": ["eng"], "ELocationID": ["10.1080/23802359.2022.2130713"], "Journal": {"ISSN": "2380-2359", "JournalIssue": {"Volume": "7", "Issue": "10", "PubDate": {"Year": "2022"}}, "Title": "Mitochondrial DNA. Part B, Resources", "ISOAbbreviation": "Mitochondrial DNA B Resour"}, "ArticleTitle": "Complete chloroplast genomes of two mint species (Lamiaceae) from Al-Madinah, Saudi Arabia: phylogenetic and genomic comparative analyses.", "Pagination": {"StartPage": "1797", "EndPage": "1799", "MedlinePgn": "1797-1799"}, "Abstract": {"AbstractText": ["The genus <i>Mentha</i> encompasses mint species cultivated for their essential oils, which are formulated into a vast array of consumer products. However, the systematics of the genus <i>Mentha</i> is very complicated and still uncertain. This is largely because of the presence of frequent interspecific hybridization, variation in chromosome number, cytomixis, polymorphism in morphology and essential oil composition under different environmental conditions, colonial mutant propagation, as well as the occurrence of polyploidy, aneuploidy, and nothomorphs. Here, we present the plastome assemblies for a wilt-resistant Saudi Arabian accession of <i>Mentha longifolia</i> (L.) Huds and an alien hybrid <i>Mentha</i> × <i>verticillata</i> L. which are 152,078 bp and 152,026 bp in length, respectively, and exhibited large single-copy (LSC) and small single-copy (SSC) regions separated by a pair of inverted repeat regions. The chloroplast genome of <i>M. longifolia</i> has 133 annotated genes, including 88 protein-coding genes and 37 tRNAs while <i>M</i>. × <i>verticillata</i> has 133 annotated genes, including 87 protein-coding genes and 38 tRNAs. Both cp genomes have eight rRNA genes. Phylogenetic analysis using a total chloroplast genome DNA sequence of 17 species revealed that <i>M. longifolia</i> sequenced in this study did not form a sister relationship with <i>M. longifolia</i> from another study. This opens a window for further investigations."], "CopyrightInformation": "© 2022 The Author(s). Published by Informa UK Limited, trading as Taylor & Francis Group."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Sciences, Division of Botany, King Abdulaziz University, Jeddah, Saudi Arabia."}], "LastName": "Zubair Filimban", "ForeName": "Faten", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Center for Biodiversity and Conservation, Umaru Musa Yarádua University, Katsina, Nigeria."}], "LastName": "Yarádua", "ForeName": "Samaila Samaila", "Initials": "SS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Center for Biodiversity and Conservation, Umaru Musa Yarádua University, Katsina, Nigeria."}, {"Identifier": [], "Affiliation": "Department of Science Laboratory Technology, Alqalam University, Katsina, Nigeria."}], "LastName": "Bello", "ForeName": "Abubakar", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biochemistry Department, Faculty of Sciences, Centre of Artificial Intelligence in Precision Medicines, King Abdulaziz University, Jeddah, Saudi Arabia."}], "LastName": "Choudhry", "ForeName": "Hani", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Mitochondrial DNA B Resour", "NlmUniqueID": "101676334", "ISSNLinking": "2380-2359"}, "CoiStatement": "No potential conflict of interest was reported by the author(s)."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ahmed AM, Ozbak HA, Hemeg HA.. 2015. Effect of essential oil of traditional two Saudi mint types and its possible role in cardiovascular and throat health. Int J Clin Exp Med. 8(5):8060.", "ArticleIdList": ["PMC4509316", "26221371"]}, {"Citation": "Collenette S. 1985. Illustrated guide to the flowers of Saudi Arabia. London: Scorpion Publishing Ltd."}, {"Citation": "Denslow MW, Poindexter DB.. 2009. Mentha suaveolens and M. × rotundifolia in North Carolina: a clarification of distribution and taxonomic identity. J Bot Res Inst Texas. 3:383–389."}, {"Citation": "Dierckxsens N, Mardulyn P, Smits G.. 2017. NOVOPlasty: de novo assembly of organelle genomes from whole genome data. Nucleic Acids Res. 45(4):e18.", "ArticleIdList": ["PMC5389512", "28204566"]}, {"Citation": "Gobert V, Moja S, Colson M, Taberlet P.. 2002. Hybridization in the section Mentha (Lamiaceae) inferred from AFLP markers. Am J Bot. 89(12):2017–2023.", "ArticleIdList": ["21665630"]}, {"Citation": "Jabeen A, Guo B, Abbasi BH, Shinwari ZK, Mahmood T.. 2012. Phylogenetics of selected Mentha species on the basis of rps8, rps11 and rps14 chloroplast genes. J Med Plants Res. 6:30–36."}, {"Citation": "Jedrzejczyk I, Rewers M.. 2018. Genome size and ISSR markers for Mentha L. (Lamiaceae) genetic diversity assessment and species identification. Ind Crops Prod. 120:171–179."}, {"Citation": "Katoh K, Standley DM.. 2013. MAFFT multiple sequence alignment software version 7: improvements in performance and usability. Mol Biol Evol. 30(4):772–780.", "ArticleIdList": ["PMC3603318", "23329690"]}, {"Citation": "POWO . 2022. Plants of the world online. Kew: Facilitated by the Royal Botanic Gardens; [accessed 2022 Apr 5]. http://www.plantsoftheworldonline.org/."}, {"Citation": "Tucker AO. 2012. Genetics and breeding of the genus Mentha: a model for other polyploid species with secondary constituents. J Med Active Plants. 1:19–29."}, {"Citation": "Tucker AO, Chambers HE.. 2002. Mentha canadensis L. (Lamiaceae): a relict amphidiploids from the lower tertiary. Taxon. 51(4):703–718."}, {"Citation": "Vining KJ, Johnson SR, Ahkami A, Lange I, Parrish AN, Trapp SC, Croteau RB, Straub SCK, Pandelova I, Lange BM.. 2017. Draft genome sequence of Mentha longifolia and development of resources for mint cultivar improvement. Mol Plant. 10(2):323–339.", "ArticleIdList": ["27867107"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "10", "Day": "24", "Hour": "4", "Minute": "44"}, {"Year": "2022", "Month": "10", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "25", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "10", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["36278127", "PMC9586595", "10.1080/23802359.2022.2130713", "2130713"]}}], "PubmedBookArticle": []}