{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36276862", "DateRevised": {"Year": "2022", "Month": "10", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "10", "Day": "14"}], "Language": ["eng"], "ELocationID": ["9304977", "10.1155/2022/9304977"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2022", "PubDate": {"Year": "2022"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Investigation of the Composition, Antimicrobial, Antioxidant, and Cytotoxicity Properties of <i>Salvia abrotanoides</i> Essential Oil.", "Pagination": {"StartPage": "9304977", "MedlinePgn": "9304977"}, "Abstract": {"AbstractText": ["Medicinal plants present promising attributes in traditional medicine based on earlier published documents. Most of the essential oils derived from vascular plants display a significant role in dealing with microbial and inflammation infections. This research aimed to provide informative knowledge about the composition, antimicrobial, and anticytotoxicity of <i>Salvia abrotanoides</i> essential oil. In this study, the chemical composition of <i>S. abrotanoides</i> was determined using FTIR and GC-MS analysis which demonstrated the significant number of monoterpenes in the constitutes. The antimicrobial activity of EO demonstrated a dose-related effect on several pathogenic bacteria and fungi; among bacteria, Gram-positive bacteria exhibited more sensitivity to the essential oil antimicrobial compounds. On the other hand, <i>S.</i> abrotanoides essential oil did not present antifungal activity as high as Fluconazole on Aspergillus niger and <i>Candida</i> albicans. The total phenolic and flavonoid content of essential oil were determined as 14.70 ± 1.4 mg·GA/g essential oil and 2.93 ± 0.41 mg Q/g essential oil, respectively. The antioxidant activity of essential oils was investigated, and it was not as high as positive controls. Moreover, the microscopic changes of <i>S. aureus</i> and <i>E. coli</i> were investigated using SEM images. The cytotoxicity potential of essential oil was evaluated on L929 and A459 cell lines and also it was estimated to be stronger on A459 cell line than that of L929."], "CopyrightInformation": "Copyright © 2022 Zeinab Jaderi et al."}, "AuthorList": [{"Identifier": ["0000-0002-1136-3953"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Science and Technology, Faculty of Agriculture, Ferdowsi University of Mashhad (FUM), Mashhad, Iran."}], "LastName": "Jaderi", "ForeName": "Zeinab", "Initials": "Z"}, {"Identifier": ["0000-0002-0387-8690"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Science and Technology, Faculty of Agriculture, Ferdowsi University of Mashhad (FUM), Mashhad, Iran."}], "LastName": "Tabatabaei Yazdi", "ForeName": "Farideh", "Initials": "F"}, {"Identifier": ["0000-0002-5867-5161"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Science and Technology, Faculty of Agriculture, Ferdowsi University of Mashhad (FUM), Mashhad, Iran."}], "LastName": "Mortazavi", "ForeName": "Seyed Ali", "Initials": "SA"}, {"Identifier": ["0000-0003-4086-8886"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Science and Technology, Faculty of Agriculture, Ferdowsi University of Mashhad (FUM), Mashhad, Iran."}], "LastName": "Koocheki", "ForeName": "Arash", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "The authors declare that there are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Liu T., Lin P., Bao T., et al. Essential oil composition and antimicrobial activity of Artemisia dracunculus L. var. qinghaiensis YR Ling (Asteraceae) from Qinghai-Tibet Plateau. Industrial Crops and Products . 2018;125:1–4. doi: 10.1016/j.indcrop.2018.08.085.", "ArticleIdList": ["10.1016/j.indcrop.2018.08.085"]}, {"Citation": "Hazrati S., Govahi M., Sedaghat M., Beyraghdar Kashkooli A. A comparative study of essential oil profile, antibacterial and antioxidant activities of two cultivated Ziziphora species (Z. clinopodioides and Z. tenuior) Industrial Crops and Products . 2020;157 doi: 10.1016/j.indcrop.2020.112942.112942", "ArticleIdList": ["10.1016/j.indcrop.2020.112942"]}, {"Citation": "Kacjan Marsic N., Necemer M., Veberic R., Poklar Ulrih N., Skrt M. Effect of cultivar and fertilization on garlic yield and allicin content in bulbs at harvest and during storage. Turkish Journal of Agriculture and Forestry . 2019;43(4):414–429. doi: 10.3906/tar-1807-134.", "ArticleIdList": ["10.3906/tar-1807-134"]}, {"Citation": "Coşge Şenkal B., Uskutoglu T., Cesur C., Ozavci V., Dogan H. Determination of essential oil components, mineral matter, and heavy metal content of Salvia virgata Jacq. grown in culture conditions. Turkish Journal of Agriculture and Forestry . 2019;43(4):395–404. doi: 10.3906/tar-1812-84.", "ArticleIdList": ["10.3906/tar-1812-84"]}, {"Citation": "Pirnia M., Shirani K., Tabatabaee Yazdi F., Moratazavi S. A., Mohebbi M. Characterization of antioxidant active biopolymer bilayer film based on gelatin-frankincense incorporated with Ascorbic acid and Hyssopus officinalis essential oil. Food Chemistry X . 2022;14 doi: 10.1016/j.fochx.2022.100300.100300", "ArticleIdList": ["10.1016/j.fochx.2022.100300", "PMC9011010", "35434601"]}, {"Citation": "Zhang J., Huang R. Z., Cao H. J., et al. Chemical composition, in vitro anti-tumor activities and related mechanisms of the essential oil from the roots of Potentilla discolor. Industrial Crops and Products . 2018;113:19–27. doi: 10.1016/j.indcrop.2017.12.071.", "ArticleIdList": ["10.1016/j.indcrop.2017.12.071"]}, {"Citation": "Bajer T., Surmova S., Eisner A., Ventura K., Bajerova P. Use of simultaneous distillation-extraction, supercritical fluid extraction and solid-phase microextraction for characterisation of the volatile profile of Dipteryx odorata (Aubl.) Willd. Industrial Crops and Products . 2018;119:313–321. doi: 10.1016/j.indcrop.2018.01.055.", "ArticleIdList": ["10.1016/j.indcrop.2018.01.055"]}, {"Citation": "Tian H., Zhao H., Zhou H., Zhang Y. Chemical composition and antimicrobial activity of the essential oil from the aerial part of Dictamnus dasycarpus Turcz. Industrial Crops and Products . 2019;140 doi: 10.1016/j.indcrop.2019.111713.111713", "ArticleIdList": ["10.1016/j.indcrop.2019.111713"]}, {"Citation": "Baser K. H. C., Buchbauer G. Handbook of Essential Oils: Science, Technology, and Applications . Boca Raton, FL, USA: CRC Press; 2009."}, {"Citation": "He F., Wang W., Wu M., et al. Antioxidant and antibacterial activities of essential oil from Atractylodes lancea rhizomes. Industrial Crops and Products . 2020;153 doi: 10.1016/j.indcrop.2020.112552.112552", "ArticleIdList": ["10.1016/j.indcrop.2020.112552"]}, {"Citation": "Mishra P. K., Shukla R., Singh P., Prakash B., Dubey N. K. Antifungal and antiaflatoxigenic efficacy of Caesulia axillaris Roxb. essential oil against fungi deteriorating some herbal raw materials, and its antioxidant activity. Industrial Crops and Products . 2012;36(1):74–80. doi: 10.1016/j.indcrop.2011.08.009.", "ArticleIdList": ["10.1016/j.indcrop.2011.08.009"]}, {"Citation": "Ceylan S., Cetin S., Camadan Y., Saral O., Ozsen O., Tutus A. Antibacterial and antioxidant activities of traditional medicinal plants from the Erzurum region of Turkey. Irish Journal of Medical Science . 2019;188(4):1303–1309. doi: 10.1007/s11845-019-01993-x.", "ArticleIdList": ["10.1007/s11845-019-01993-x", "30805769"]}, {"Citation": "Bączek K. B., Kosakowska O., Przybyl J. L., et al. Antibacterial and antioxidant activity of essential oils and extracts from costmary (Tanacetum balsamita L.) and tansy (Tanacetum vulgare L.) Industrial Crops and Products . 2017;102:154–163. doi: 10.1016/j.indcrop.2017.03.009.", "ArticleIdList": ["10.1016/j.indcrop.2017.03.009"]}, {"Citation": "Hu G.-X., Takano A., Drew B. T., et al. Phylogeny and staminal evolution of Salvia (lamiaceae, nepetoideae) in east asia. Annals of Botany . 2018;122(4):649–668. doi: 10.1093/aob/mcy104.", "ArticleIdList": ["10.1093/aob/mcy104", "PMC6153483", "29945172"]}, {"Citation": "Drew B. T., Gonzalez-Gallegos J. G., Xiang C. L., et al. Salvia united: the greatest good for the greatest number. Taxon . 2017;66(1):133–145. doi: 10.12705/661.7.", "ArticleIdList": ["10.12705/661.7"]}, {"Citation": "Jassbi A. R., Zare S., Firuzi O., Xiao J. Bioactive phytochemicals from shoots and roots of Salvia species. Phytochemistry Reviews . 2016;15(5):829–867. doi: 10.1007/s11101-015-9427-z.", "ArticleIdList": ["10.1007/s11101-015-9427-z"]}, {"Citation": "Zimowska B., Bielecka M., Abramczyk B., Nicoletti R. Bioactive products from endophytic fungi of sages (Salvia spp.) Agriculture . 2020;10(11):p. 543. doi: 10.3390/agriculture10110543.", "ArticleIdList": ["10.3390/agriculture10110543"]}, {"Citation": "Jang S.-I., Jeong S. I., Kim K. J., et al. Tanshinone IIA from Salvia miltiorrhiza inhibits inducible nitric oxide synthase expression and production of TNF-alpha, IL-1beta and IL-6 in activated RAW 264.7 cells. Planta Medica . 2003;69(11):1057–1059. doi: 10.1055/s-2003-45157.", "ArticleIdList": ["10.1055/s-2003-45157", "14735448"]}, {"Citation": "Wang X., Wei Y., Yuan S., et al. Potential anticancer activity of tanshinone IIA against human breast cancer. International Journal of Cancer . 2005;116(5):799–807. doi: 10.1002/ijc.20880.", "ArticleIdList": ["10.1002/ijc.20880", "15849732"]}, {"Citation": "Kim E. J., Jung S. N., Son K. H., et al. Antidiabetes and antiobesity effect of cryptotanshinone via activation of AMP-activated protein kinase. Molecular Pharmacology . 2007;72(1):62–72. doi: 10.1124/mol.107.034447.", "ArticleIdList": ["10.1124/mol.107.034447", "17429005"]}, {"Citation": "Alizadeh Z., Donadio G., Farimani M. M., Parisi V., Ebrahimi S. N., De Tommasi N. Two seco-norabietane diterpenoids with unprecedented skeletons from the roots of Salvia abrotanoides (Kar.) Sytsma. Phytochemistry . 2021;191 doi: 10.1016/j.phytochem.2021.112926.112926", "ArticleIdList": ["10.1016/j.phytochem.2021.112926", "34425461"]}, {"Citation": "Alizadeh Z., Farimani M. M., Parisi V., Marzocco S., Ebrahimi S. N., De Tommasi N. Nor-abietane diterpenoids from perovskia abrotanoides roots with anti-inflammatory potential. Journal of Natural Products . 2021;84(4):1185–1197. doi: 10.1021/acs.jnatprod.0c01256.", "ArticleIdList": ["10.1021/acs.jnatprod.0c01256", "33749273"]}, {"Citation": "Tabefam M., Farimani M., Danton O., et al. Antiprotozoal diterpenes from Perovskia abrotanoides. Planta Medica . 2018;84(12/13):913–919. doi: 10.1055/a-0608-4946.", "ArticleIdList": ["10.1055/a-0608-4946", "29698984"]}, {"Citation": "Sadeghi Z., Masullo M., Cerulli A., Nazzaro F., Farimani M. M., Piacente S. Terpenoid constituents of Perovskia artemisioides aerial parts with inhibitory effects on bacterial biofilm growth. Journal of Natural Products . 2020;84(1):26–36. doi: 10.1021/acs.jnatprod.0c00832.", "ArticleIdList": ["10.1021/acs.jnatprod.0c00832", "33378620"]}, {"Citation": "Matkowski A., Miroliaei M., Aminjafari A., Slusarczyk S., Nawrot-Hadzik I., Rahimmalek M. Inhibition of glycation-induced cytotoxicity, protein glycation, and activity of proteolytic enzymes by extract from Perovskia atriplicifolia roots. Pharmacognosy Magazine . 2017;13(51) doi: 10.4103/pm.pm_559_16.S676", "ArticleIdList": ["10.4103/pm.pm_559_16", "PMC5669115", "29142432"]}, {"Citation": "Jiang H.-L., Wang X. Z., Xiao J., et al. New abietane diterpenoids from the roots of Salvia przewalskii. Tetrahedron . 2013;69(32):6687–6692. doi: 10.1016/j.tet.2013.05.115.", "ArticleIdList": ["10.1016/j.tet.2013.05.115"]}, {"Citation": "Jiang Z. Y. Abietane diterpenoids from perovskia atriplicifolia and their anti-HBV activities. Bulletin of the Korean Chemical Society . 2015;36(2):623–627."}, {"Citation": "Hashemifar Z., Rahimmalek M. Genetic structure and variation in Perovskia abrotanoides Karel and P. atriplicifolia as revealed by molecular and morphological markers. Scientia Horticulturae . 2018;230:169–177. doi: 10.1016/j.scienta.2017.11.029.", "ArticleIdList": ["10.1016/j.scienta.2017.11.029"]}, {"Citation": "Adams R. P. Identification of Essential Oil Components by Gas Chromatography/Mass Spectrometry . Carol Stream, IL, USA: Allured publishing corporation; 2007."}, {"Citation": "Falah F., Shirani K., Vasiee A., Tabatabaee Yazdi F., Alizadeh Behbahani B. In vitro screening of phytochemicals, antioxidant, antimicrobial, and cytotoxic activity of Echinops setifer extract. Biocatalysis and Agricultural Biotechnology . 2021;35 doi: 10.1016/j.bcab.2021.102102.102102", "ArticleIdList": ["10.1016/j.bcab.2021.102102"]}, {"Citation": "Borah A., Paw M., Gogoi R., et al. Chemical composition, antioxidant, anti-inflammatory, anti-microbial and in-vitro cytotoxic efficacy of essential oil of Curcuma caesia Roxb. leaves: an endangered medicinal plant of North East India. Industrial Crops and Products . 2019;129:448–454. doi: 10.1016/j.indcrop.2018.12.035.", "ArticleIdList": ["10.1016/j.indcrop.2018.12.035"]}, {"Citation": "Harkat-Madouri L., Asma B., Madani K., et al. Chemical composition, antibacterial and antioxidant activities of essential oil of Eucalyptus globulus from Algeria. Industrial Crops and Products . 2015;78:148–153. doi: 10.1016/j.indcrop.2015.10.015.", "ArticleIdList": ["10.1016/j.indcrop.2015.10.015"]}, {"Citation": "Shakeri A., Khakdan F., Soheili V., Sahebkar A., Rassam G., Asili J. Chemical composition, antibacterial activity, and cytotoxicity of essential oil from Nepeta ucrainica L. spp. kopetdaghensis. Industrial Crops and Products . 2014;58:315–321. doi: 10.1016/j.indcrop.2014.04.009.", "ArticleIdList": ["10.1016/j.indcrop.2014.04.009"]}, {"Citation": "Vale J. P. C. d., Ribeiro L. H., Vasconcelos M. A., et al. Chemical composition, antioxidant, antimicrobial and antibiofilm activities of Vitex gardneriana schauer leaves’s essential oil. Microbial Pathogenesis . 2019;135 doi: 10.1016/j.micpath.2019.103608.103608", "ArticleIdList": ["10.1016/j.micpath.2019.103608", "31229603"]}, {"Citation": "Alizadeh Behbahani B. Chemical composition and antioxidant, antimicrobial, and antiproliferative activities of Cinnamomum zeylanicum bark essential oil. Evidence-based Complementary and Alternative Medicine . 2020;2020:11.5190603", "ArticleIdList": ["PMC7210559", "32419807"]}, {"Citation": "Coates J.  \nInterpretation of Infrared Spectra, a Practical Approach\n. Citeseer; 2000.  \n https://www.google.com/search?q=citeseer&rlz=1C1GCEB_enIN1005IN1005&oq=Citeseer&aqs=chrome.0.0i512l10.1280j0j7&sourceid=chrome&ie=UTF-8\n."}, {"Citation": "PubChem, P.C. Compound Summary. ncbi ."}, {"Citation": "Samantha E., Gad P. J. H. Encyclopedia of Toxicology . Amsterdam, Netherlands: Elsevier; 2005."}, {"Citation": "Sharifi-Rad J., Sureda A., Tenore G., et al. Biological activities of essential oils: from plant chemoecology to traditional healing systems. Molecules . 2017;22(1):p. 70. doi: 10.3390/molecules22010070.", "ArticleIdList": ["10.3390/molecules22010070", "PMC6155610", "28045446"]}, {"Citation": "Ghavam M., Manca M. L., Manconi M., Bacchetta G. Chemical composition and antimicrobial activity of essential oils obtained from leaves and flowers of Salvia hydrangea DC. ex Benth. Scientific Reports . 2020;10(1):15647–15710. doi: 10.1038/s41598-020-73193-y.", "ArticleIdList": ["10.1038/s41598-020-73193-y", "PMC7519093", "32973295"]}, {"Citation": "Kabouche A., Kabouche Z., Ozturk M., Kolak U., Topcu G. Antioxidant abietane diterpenoids from Salvia barrelieri. Food Chemistry . 2007;102(4):1281–1287. doi: 10.1016/j.foodchem.2006.07.021.", "ArticleIdList": ["10.1016/j.foodchem.2006.07.021"]}, {"Citation": "Ashraf S. N., Zubair M., Rizwan K., et al. Compositional studies and Biological activities of Perovskia abrotanoides Kar. oils. Biological Research . 2014;47(1):12–19. doi: 10.1186/0717-6287-47-12.", "ArticleIdList": ["10.1186/0717-6287-47-12", "PMC4103987", "25052892"]}, {"Citation": "Marinas I. C., Oprea E., Buleandra M., et al. Chemical composition, antipathogenic and cytotoxic activity of the essential oil extracted from amorpha fruticosa fruits. Molecules . 2021;26(11) doi: 10.3390/molecules26113146.3146", "ArticleIdList": ["10.3390/molecules26113146", "PMC8197342", "34074063"]}, {"Citation": "Zhao J., Zheng X., Newman R. A., Zhong Y., Liu Z., Nan P. Chemical composition and bioactivity of the essential oil of Artemisia anomala from China. Journal of Essential Oil Research . 2013;25(6):520–525. doi: 10.1080/10412905.2013.820670.", "ArticleIdList": ["10.1080/10412905.2013.820670"]}, {"Citation": "Shirani K., Shahidi F., Mortazavi S. A. Investigation of decontamination effect of argon cold plasma on physicochemical and sensory properties of almond slices. International Journal of Food Microbiology . 2020;335 doi: 10.1016/j.ijfoodmicro.2020.108892.108892", "ArticleIdList": ["10.1016/j.ijfoodmicro.2020.108892", "32979616"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "5", "Day": "10"}, {"Year": "2022", "Month": "9", "Day": "1"}, {"Year": "2022", "Month": "9", "Day": "25"}, {"Year": "2022", "Month": "10", "Day": "24", "Hour": "4", "Minute": "22"}, {"Year": "2022", "Month": "10", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "25", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "10", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["36276862", "PMC9586739", "10.1155/2022/9304977"]}}], "PubmedBookArticle": []}