{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["alkaloids", "anti-nutrients", "anti-nutritional", "herbal tea", "phytic acid", "saponins", "underutilized plants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36276812", "DateRevised": {"Year": "2023", "Month": "09", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "10", "Day": "05"}], "Language": ["eng"], "ELocationID": ["988964", "10.3389/fnut.2022.988964"], "Journal": {"ISSN": "2296-861X", "JournalIssue": {"Volume": "9", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in nutrition", "ISOAbbreviation": "Front Nutr"}, "ArticleTitle": "A comparative review on the anti-nutritional factors of herbal tea concoctions and their reduction strategies.", "Pagination": {"StartPage": "988964", "MedlinePgn": "988964"}, "Abstract": {"AbstractText": ["Tea is an important beverage consumed worldwide. Of the different types of tea available, herbal tea is an important beverage consumed owing to its popularity as a drink and stress relieving factors, several different herbal concoctions made from seeds, leaves, or roots are currently consumed and sold as herbal teas. The herbal teas are not the usual tea but \"tisanes.\" They are caffeine free and popular for their medicinal property or immune boosters. Herbal tea formulations are popularly sold and consumed by millions owing to their health benefits as they are rich in antioxidants and minerals. However, plants are also known to contain toxic and anti-nutritional factors. Anti-nutritional factors are known to interfere with the metabolic process and hamper the absorption of important nutrients in the body. These anti-nutritional factors include saponins, tannins, alkaloids, oxalates, lectins, goitrogens, cyanogens, and lethogens. These chemicals are known to have deleterious effects on human health. Therefore, it is important to understand and assess the merits and demerits before consumption. Also, several techniques are currently used to process and reduce the anti-nutrients in foods. This review is focused on comparing the contents of various anti-nutritional factors in some underutilized plants of North-East India used as herbal tea along with processing methods that can be used to reduce the level of these anti-nutrients."], "CopyrightInformation": "Copyright © 2022 Pathaw, Devi, Sapam, Sanasam, Monteshori, Phurailatpam, Devi, Chanu, Wangkhem and Mangang."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Indian Council of Agricultural Research, Research Complex for North Eastern Hill Region, Imphal, Manipur, India."}], "LastName": "Pathaw", "ForeName": "Neeta", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Indian Council of Agricultural Research, Research Complex for North Eastern Hill Region, Imphal, Manipur, India."}], "LastName": "Devi", "ForeName": "Konjengbam Sarda", "Initials": "KS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Indian Council of Agricultural Research, Research Complex for North Eastern Hill Region, Imphal, Manipur, India."}], "LastName": "Sapam", "ForeName": "Redina", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Indian Council of Agricultural Research, Research Complex for North Eastern Hill Region, Imphal, Manipur, India."}], "LastName": "Sanasam", "ForeName": "Jyotsana", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Indian Council of Agricultural Research, Research Complex for North Eastern Hill Region, Imphal, Manipur, India."}], "LastName": "Monteshori", "ForeName": "Sapam", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Multi Technology Testing Centre and Vocational Training Centre, College of Agriculture, Central Agricultural University, Imphal, Manipur, India."}], "LastName": "Phurailatpam", "ForeName": "Sumitra", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agriculture, Central Agricultural University, Imphal, Manipur, India."}], "LastName": "Devi", "ForeName": "Huirem Chandrajini", "Initials": "HC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agriculture, Himalayan University, Itanagar, Arunachal Pradesh, India."}], "LastName": "Chanu", "ForeName": "Wangkhem Tampakleima", "Initials": "WT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agriculture, Central Agricultural University, Imphal, Manipur, India."}], "LastName": "Wangkhem", "ForeName": "Baby", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Indian Council of Agricultural Research, Research Complex for North Eastern Hill Region, Imphal, Manipur, India."}], "LastName": "Mangang", "ForeName": "Naorem Loya", "Initials": "NL"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Nutr", "NlmUniqueID": "101642264", "ISSNLinking": "2296-861X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Zhu C, Zhang M, Tang Q, Yang Q, Li J, He X, et al. . Structure and activity of the camellia oleifera sapogenin derivatives on growth and biofilm inhibition of staphylococcus aureus and Escherichia coli. J Agric Food Chem. (2019) 67:14143–51. 10.1021/acs.jafc.9b03577", "ArticleIdList": ["10.1021/acs.jafc.9b03577", "31469956"]}, {"Citation": "Poswal FS, Russell G, Mackonochie M, MacLennan E, Adukwu EC, Rolfe V. Herbal teas and their health benefits: a scoping review. Plant Foods Hum Nutr. (2019) 74:266–76. 10.1007/s11130-019-00750-w", "ArticleIdList": ["10.1007/s11130-019-00750-w", "31243622"]}, {"Citation": "Khan N, Mukhtar H. Tea and health: studies in humans. Curr Pharm Des. (2013) 19:6141–7. 10.2174/1381612811319340008", "ArticleIdList": ["10.2174/1381612811319340008", "PMC4055352", "23448443"]}, {"Citation": "Mandal S. Review on herbal cosmetics. Int J Microbiol Res. (2018) 10:1386–1389. Available online at: https://www.bioinfopublication.org/jouarchive.php?opt=&jouid=BPJ0000234"}, {"Citation": "Killedar SG, Pawar AV. Preparation of herbal tea from mulberry leaves. J Med Plants Stud. (2017) 5:325–328. Available online at: https://www.plantsjournal.com/archives/2017/vol5issue2/PartE/5-2-21-435.pdf"}, {"Citation": "Chandrasekara A, Shahidi F. Herbal beverages: bioactive compounds and their role in disease risk reduction - a review. J Trad Complement Med. (2018) 8:451–8. 10.1016/j.jtcme.2017.08.006", "ArticleIdList": ["10.1016/j.jtcme.2017.08.006", "PMC6174262", "30302325"]}, {"Citation": "Samtiya M, Aluko RE, Dhewa T. Plant food anti-nutritional factors and their reduction strategies: an overview. Food Prod Process Nutr. (2020) 2:6. 10.1186/s43014-020-0020-5", "ArticleIdList": ["10.1186/s43014-020-0020-5"]}, {"Citation": "Piljac-Žegarac J, Šamec D, Piljac A. Herbal teas: A focus on antioxidant properties. In: Preedy V, editor. Tea in Health and Disease Prevention. London: Academic Press; (2013). p. 129–40. 10.1016/B978-0-12-384937-3.00011-2", "ArticleIdList": ["10.1016/B978-0-12-384937-3.00011-2"]}, {"Citation": "Hashim P. Centella asiatica in food and beverage applications and its potential antioxidant and neuroprotective effect. Int Food Res J. (2011) 18:1215–22. Available online at: http://www.ifrj.upm.edu.my/18(04)2011/(1)IFRJ-2011-013.pdf (04) 2011/(1)IFRJ-2011-013.pdf (accessed July 6, 2022)."}, {"Citation": "Bhattacharya RD, Parmar KM, Itankar PR, Prasad SK. Phytochemical and pharmacological evaluation of organic and non-organic cultivated nutritional Centella asiatica collected after different time intervals of harvesting. South African J Bot. (2017) 112:237–45. 10.1016/j.sajb.2017.06.003", "ArticleIdList": ["10.1016/j.sajb.2017.06.003"]}, {"Citation": "Gohil KJ, Patel JA, Gajjar AK. Pharmacological review on Centella asiatica: a potential herbal cure-all. Indian J Pharm Sci. (2010) 72:546–56. 10.4103/0250-474X.78519", "ArticleIdList": ["10.4103/0250-474X.78519", "PMC3116297", "21694984"]}, {"Citation": "Jeyaraj EJ, Lim YY, Choo WS. Extraction methods of butterfly pea (Clitoria ternatea) flower and biological activities of its phytochemicals. J Food Sci Technol. (2021) 58:2054–67. 10.1007/s13197-020-04745-3", "ArticleIdList": ["10.1007/s13197-020-04745-3", "PMC8076379", "33967304"]}, {"Citation": "Lakshan SAT, Jayanath NY, Abeysekera WPKM, Abeysekera WKSM. A commercial potential blue pea (Clitoria ternatea L.) flower extract incorporated beverage having functional properties. Evid Based Complement Altern Med. (2019) 2019:2916914. 10.1155/2019/2916914", "ArticleIdList": ["10.1155/2019/2916914", "PMC6545798", "31236123"]}, {"Citation": "Shah G, Shri R, Panchal V, Sharma N, Singh B, Mann AS. Scientific basis for the therapeutic use of Cymbopogon citratus, stapf (Lemon grass). J Adv Pharm Technol Res. (2011) 2:3–8. 10.4103/2231-4040.79796", "ArticleIdList": ["10.4103/2231-4040.79796", "PMC3217679", "22171285"]}, {"Citation": "Oladeji OS, Adelowo FE, Ayodele DT, Odelade KA. Phytochemistry and pharmacological activities of Cymbopogon citratus: a review. Sci Afr. (2019) 6:e00137. 10.1016/j.sciaf.2019.e00137", "ArticleIdList": ["10.1016/j.sciaf.2019.e00137"]}, {"Citation": "Uraku AJ, Onuoha SC, Edwin N, Ezeani N, Ogbanshi ME, Ezeali C, et al. . Nutritional and anti-nutritional quantification assessment of Cymbopopgon citratus leaf. Pharmacol Pharm. (2015) 06:401–10. 10.4236/pp.2015.68041", "ArticleIdList": ["10.4236/pp.2015.68041"]}, {"Citation": "Sarma R, Kumari S, Elancheran R, Deori M, Devi R. Polyphenol rich extract of Garcinia pedunculata fruit attenuates the hyperlipidemia induced by high fat diet. Front Pharmacol. (2016) 7:294. 10.3389/fphar.2016.00294", "ArticleIdList": ["10.3389/fphar.2016.00294", "PMC5015480", "27642282"]}, {"Citation": "Da-Costa-Rocha I, Bonnlaender B, Sievers H, Pischel I, Heinrich M. Hibiscus sabdariffa L. —a phytochemical and pharmacological review. Food Chem. (2014) 165:424–43. 10.1016/j.foodchem.2014.05.002", "ArticleIdList": ["10.1016/j.foodchem.2014.05.002", "25038696"]}, {"Citation": "Riaz G, Chopra R. A review on phytochemistry and therapeutic uses of Hibiscus sabdariffa L. Biomed Pharmacother. (2018) 102:575–86. 10.1016/j.biopha.2018.03.023", "ArticleIdList": ["10.1016/j.biopha.2018.03.023", "29597091"]}, {"Citation": "Cirlini M, Mena P, Tassotti M, Herrlinger KA, Nieman KM, Dall'Asta C, et al. . Phenolic and volatile composition of a dry spearmint (Mentha spicata L.) extract. Molecules. (2016) 21:1007. 10.3390/molecules21081007", "ArticleIdList": ["10.3390/molecules21081007", "PMC6274304", "27527127"]}, {"Citation": "Musa AH, Hagos AD, Dimsu GG, Eshetu EM, Tola MA, Admas A, et al. . Subchronic toxicity study of herbal tea of Moringa stenopetala (Baker f.) Cudof. and Mentha spicata L. leaves formulation in Wistar albino rats. Toxicol Rep. (2022) 9:797–805. 10.1016/j.toxrep.2022.03.043", "ArticleIdList": ["10.1016/j.toxrep.2022.03.043", "PMC9742831", "36518443"]}, {"Citation": "Paudel KR, Panth N. Phytochemical profile and biological activity of Nelumbo nucifera. Evid Based Complement Altern Med. (2015) 2015:789124. 10.1155/2015/789124", "ArticleIdList": ["10.1155/2015/789124", "PMC4710907", "27057194"]}, {"Citation": "Yi Y, Sun J, Xie J, Min T, Wang LM, Wang HX. Phenolic profiles and antioxidant activity of lotus root varieties. Molecules. (2016) 21:863. 10.3390/molecules21070863", "ArticleIdList": ["10.3390/molecules21070863", "PMC6273286", "27376256"]}, {"Citation": "Kim AR, Jeong SM, Kang MJ, Jang YH, Choi HN, Kim JI. Lotus leaf alleviates hyperglycemia and dyslipidemia in animal model of diabetes mellitus. Nutr Res Pract. (2013) 7:166–71. 10.4162/nrp.2013.7.3.166", "ArticleIdList": ["10.4162/nrp.2013.7.3.166", "PMC3679324", "23766876"]}, {"Citation": "Yan K, Zhu H, Xu J, Pan H, Li N, Wang L, et al. . Lotus leaf aqueous extract reduces visceral fat mass and ameliorates insulin resistance in HFD-induced obese rats by regulating PPARγ2 expression. Front Pharmacol. (2017) 8:409. 10.3389/fphar.2017.00409", "ArticleIdList": ["10.3389/fphar.2017.00409", "PMC5481353", "28690544"]}, {"Citation": "Zheng Y, Wang Q, Zhuang W, Lu X, Miron A, Chai TT, et al. . Cytotoxic, antitumor and immunomodulatory effects of the water-soluble polysaccharides from lotus (Nelumbo nucifera Gaertn.) seeds. Molecules. (2016) 21:1465. 10.3390/molecules21111465", "ArticleIdList": ["10.3390/molecules21111465", "PMC6273249", "27827862"]}, {"Citation": "Casqueiro J, Casqueiro J, Alves C. Infections in patients with diabetes mellitus: a review of pathogenesis. Indian J Endocrinol Metab. (2012) 16:27. 10.4103/2230-8210.94253", "ArticleIdList": ["10.4103/2230-8210.94253", "PMC3354930", "22701840"]}, {"Citation": "Pankla Sranujit R, Noysang C, Tippayawat P, Kooltheat N, Luetragoon T, Usuwanthim K. Phytochemicals and immunomodulatory effect of nelumbo nucifera flower extracts on human macrophages. Plants. (2021) 10:2007. 10.3390/plants10102007", "ArticleIdList": ["10.3390/plants10102007", "PMC8537166", "34685815"]}, {"Citation": "Arjun P, Sivan PSS, Priya SM, Krishnamoorthy M, Balasubramanian K. Phytochemical analysis and anticancer activity of Nelumbo nucifera extracts. J Acad Indus Res. (2015) 1:81–5. Available online at: http://www.jairjp.com/JULY/06%20ARJUN.pdf"}, {"Citation": "Cohen MM. Tulsi - ocimum sanctum: a herb for all reasons. J Ayurveda Integr Med. (2014) 5:251–9. 10.4103/0975-9476.146554", "ArticleIdList": ["10.4103/0975-9476.146554", "PMC4296439", "25624701"]}, {"Citation": "Singh D, Chaudhuri PK. A review on phytochemical and pharmacological properties of holy basil (Ocimum sanctum L.). Ind Crops Prod. (2018) 118:367–82. 10.1016/j.indcrop.2018.03.048", "ArticleIdList": ["10.1016/j.indcrop.2018.03.048", "0"]}, {"Citation": "Phurailatpam AK, Singh SR, Chanu TM, Ngangbam P. Phlogacanthus—an important medicinal plant of North East India: a review. Afr J Agric Res. (2014) 9:2068–72. 10.5897/AJAR2013.8134", "ArticleIdList": ["10.5897/AJAR2013.8134", "0"]}, {"Citation": "Kumar A, Singh D, Sharma NR, Mohan A, Bidyapani T, Digvijay S. Study of Phytochemical Compositions of Leaves Extracts of Phlogacanthus thyrsiformis, Its Antibacterial Silver Nanoparticle Derived Cell Cytotoxicity on HeLa Cell Line Sources of Renewable Energy for Rural area in Mozambique/Tete View Project Biodegra. (2017). Available online at: https://www.researchgate.net/profile/Dr-Singh-15/publication/322077131_Study_of_phytochemical_compositions_of_leaves_extracts_of_Phlogacanthus_thyrsiformis_its_antibacterial_and_silver_nanoparticle_derived_cell_cytotoxicity_on_HeLa_cell_line/links/5a43445 (accessed July 6, 2022)."}, {"Citation": "Bora J, Syiem D, Bhan S, Surya Bhan C. Quantitative analysis of total phenolic, flavonoid contents and HPTLC fingerprinting of flower extracts of Phlogacanthus thyrsiflorus nees. J Pharmacogn Phytochem. (2019) 8:906–11. Available online at: https://www.phytojournal.com/archives?year=2019&vol=8&issue=3&ArticleId=8210&si=false"}, {"Citation": "Vikash Kumar AKS . Phytochemical screening and quantitative analysis of extract from Aegele marmelos, Catharanthus roseus, Garcinia. Eur J Mol Clin Med. (2021) 08:3268–85. Available online at: https://ejmcm.com/article_11702_16070b9d843df1e5237cf5ee8eb496a9.pdf (accessed July 6, 2022)."}, {"Citation": "Devi Heirangkhongjam M, Singh Ngaseppam I. Nutritional evaluation of Rhus chinensis Mill. (Heimang) and development of value added products. Indian J Tradit Knowl. (2019) 18:16–24. Available online at: https://www.cabdirect.org/globalhealth/abstract/20193103389 (accessed July 6, 2022)."}, {"Citation": "Alizadeh Z, Fattahi M. Essential oil, total phenolic, flavonoids, anthocyanins, carotenoids and antioxidant activity of cultivated damask rose (Rosa damascena) from Iran: with chemotyping approach concerning morphology and composition. Sci Hortic. (2021) 288:110341. 10.1016/j.scienta.2021.110341", "ArticleIdList": ["10.1016/j.scienta.2021.110341"]}, {"Citation": "Ogbuewu I, Jiwuba P, Ezeokeke C, Uchegbu M, Okoli I, Iloeje M. Evaluation of phytochemical and nutritional composition of ginger rhizome powder. Int J Agric Rural Dev. (2014) 17:1663–70."}, {"Citation": "Osabor V, Bassey F, Umoh U. Phytochemical screening and quantitative evaluation of nutritional values of Zingiber officinale (ginger). Am Chem Sci J. (2015) 8:1–6. 10.9734/ACSJ/2015/16915", "ArticleIdList": ["10.9734/ACSJ/2015/16915"]}, {"Citation": "Moghaddasi MS. Ginger (Zingiber officinale): a review. J Med Plants Res. (2012) 6:4255–8. 10.5897/JMPR011.787", "ArticleIdList": ["10.5897/JMPR011.787"]}, {"Citation": "Brinkhaus B, Lindner M, Schuppan D, Hahn EG. Chemical, pharmacological and clinical profile of the East Asian medical plant Centella asiatica. Phytomedicine. (2000) 7:427–48. 10.1016/S0944-7113(00)80065-3", "ArticleIdList": ["10.1016/S0944-7113(00)80065-3", "11081995"]}, {"Citation": "Mukherjee PK, Kumar V, Kumar NS, Heinrich M. The Ayurvedic medicine Clitoria ternatea-from traditional use to scientific assessment. J Ethnopharmacol. (2008) 120:291–301. 10.1016/j.jep.2008.09.009", "ArticleIdList": ["10.1016/j.jep.2008.09.009", "18926895"]}, {"Citation": "Nguyen QV, Chuyen H. Processing of herbal tea from roselle (Hibiscus sabdariffa l.): effects of drying temperature and brewing conditions on total soluble solid, phenolic content, antioxidant capacity and sensory quality. Beverages. (2020) 6:2. 10.3390/beverages6010002", "ArticleIdList": ["10.3390/beverages6010002"]}, {"Citation": "Ming R, VanBuren R, Liu Y, Yang M, Han Y, Li LT, et al. . Genome of the long-living sacred lotus (Nelumbo nucifera Gaertn.). Genome Biol. (2013) 14:R41. 10.1186/gb-2013-14-5-r41", "ArticleIdList": ["10.1186/gb-2013-14-5-r41", "PMC4053705", "23663246"]}, {"Citation": "Zhu MZ, Wu W, Jiao LL, Yang PF, Guo MQ. Analysis of flavonoids in lotus (Nelumbo nucifera) leaves and their antioxidant activity using macroporous resin chromatography coupled with LC-MS/MS and antioxidant biochemical assays. Molecules. (2015) 20:10553–65. 10.3390/molecules200610553", "ArticleIdList": ["10.3390/molecules200610553", "PMC6272455", "26060918"]}, {"Citation": "Hu W, Wang G, Shen T, Wang Y, Hu B, Wang X, et al. . Chemical composition, antioxidant and cytoprotective activities of lotus receptacle. Hortic Environ Biotechnol. (2015) 56:712–20. 10.1007/s13580-015-0091-4", "ArticleIdList": ["10.1007/s13580-015-0091-4"]}, {"Citation": "Zhou M, Jiang M, Ying X, Cui Q, Han Y, Hou Y, et al. . Identification and comparison of anti-inflammatory ingredients from different organs of lotus nelumbo by UPLC/Q-TOF and PCA coupled with a NF-κB reporter gene assay. PLoS ONE. (2013) 8:e0081971. 10.1371/journal.pone.0081971", "ArticleIdList": ["10.1371/journal.pone.0081971", "PMC3843740", "24312388"]}, {"Citation": "Tang X, Tang P, Liu L. Molecular structure–Affinity relationship of flavonoids in lotus leaf (Nelumbo nucifera Gaertn.) on binding to human serum albumin and bovine serum albumin by spectroscopic method. Molecules. (2017) 22:1036. 10.3390/molecules22071036", "ArticleIdList": ["10.3390/molecules22071036", "PMC6152052", "28644391"]}, {"Citation": "Liu Y, Hui X, Ibrahim SA, Huang W. Increasing antiradical activity of polyphenols from lotus seed epicarp by probiotic bacteria bioconversion. Molecules. (2018) 23:2667. 10.3390/molecules23102667", "ArticleIdList": ["10.3390/molecules23102667", "PMC6222314", "30336560"]}, {"Citation": "Lee JS, Shukla S, Kim JA, Kim M. Anti-angiogenic effect of nelumbo nucifera leaf extracts in human umbilical vein endothelial cells with antioxidant potential. PLoS ONE. (2015) 10:e0118552. 10.1371/journal.pone.0118552", "ArticleIdList": ["10.1371/journal.pone.0118552", "PMC4340789", "25714482"]}, {"Citation": "Liu SH, Lu TH, Su CC, Lay IS, Lin HY, Fang KM, et al. . Lotus leaf (nelumbo nucifera) and its active constituents prevent inflammatory responses in macrophages via JNK/NF-κB signaling pathway. Am J Chin Med. (2014) 42:869–89. 10.1142/S0192415X14500554", "ArticleIdList": ["10.1142/S0192415X14500554", "25004880"]}, {"Citation": "Park E, Kim GD, Go MS, Kwon D, Jung IK, Auh JH, et al. . Anti-inflammatory effects of Nelumbo leaf extracts and identification of their metabolites. Nutr Res Pract. (2017) 11:265–74. 10.4162/nrp.2017.11.4.265", "ArticleIdList": ["10.4162/nrp.2017.11.4.265", "PMC5537535", "28765772"]}, {"Citation": "Ventura MT, Casciaro M, Gangemi S, Buquicchio R. Immunosenescence in aging: between immune cells depletion and cytokines up-regulation. Clin Mol Allergy. (2017) 15:21. 10.1186/s12948-017-0077-0", "ArticleIdList": ["10.1186/s12948-017-0077-0", "PMC5731094", "29259496"]}, {"Citation": "Pawelec G. Age and immunity: what is “immunosenescence”? Exp Gerontol. (2018) 105:4–9. 10.1016/j.exger.2017.10.024", "ArticleIdList": ["10.1016/j.exger.2017.10.024", "29111233"]}, {"Citation": "Mahendran G, Verma SK, Rahman LU. The traditional uses, phytochemistry and pharmacology of spearmint (Mentha spicata L.): a review. J Ethnopharmacol. (2021) 278:114266. 10.1016/j.jep.2021.114266", "ArticleIdList": ["10.1016/j.jep.2021.114266", "34087400"]}, {"Citation": "Baydar NG, Baydar H. Phenolic compounds, antiradical activity and antioxidant capacity of oil-bearing rose (Rosa damascena Mill.) extracts. Ind Crops Prod. (2013) 41:375–80. 10.1016/j.indcrop.2012.04.045", "ArticleIdList": ["10.1016/j.indcrop.2012.04.045"]}, {"Citation": "Ahmed J, Shivhare US, Singh G. Drying characteristics and product quality of coriander leaves. Food Bioprod Process Trans Inst Chem Eng Part C. (2001) 79:103–6. 10.1205/096030801750286258", "ArticleIdList": ["10.1205/096030801750286258"]}, {"Citation": "Erbay Z, Icier F. Thin-layer drying behaviors of olive leaves (Olea europaea L.). J Food Process Eng. (2010) 33:287–308. 10.1111/j.1745-4530.2008.00275.x", "ArticleIdList": ["10.1111/j.1745-4530.2008.00275.x"]}, {"Citation": "Rodríguez J, Clemente G, Sanjuán N, Bon J. Modelling drying kinetics of thyme (Thymus vulgaris L.): theoretical and empirical models, and neural networks. Food Sci Technol Int. (2014) 20:13–22. 10.1177/1082013212469614", "ArticleIdList": ["10.1177/1082013212469614", "23733820"]}, {"Citation": "Doymaz I. Thin-Layer drying of bay laurel leaves (Laurus Nobilis L.). J Food Process Preserv. (2014) 38:449–56. 10.1111/j.1745-4549.2012.00793.x", "ArticleIdList": ["10.1111/j.1745-4549.2012.00793.x"]}, {"Citation": "Mbondo NN, Owino WO, Ambuko J, Sila DN. Effect of drying methods on the retention of bioactive compounds in African eggplant. Food Sci Nutr. (2018) 6:814–23. 10.1002/fsn3.623", "ArticleIdList": ["10.1002/fsn3.623", "PMC6021694", "29983944"]}, {"Citation": "Gasecka M, Siwulski M, Magdziak Z, Budzyńska S, Stuper-Szablewska K, Niedzielski P, et al. . The effect of drying temperature on bioactive compounds and antioxidant activity of Leccinum scabrum (Bull.) gray and Hericium erinaceus (Bull.) pers. J Food Sci Technol. (2020) 57:513–25. 10.1007/s13197-019-04081-1", "ArticleIdList": ["10.1007/s13197-019-04081-1", "PMC7016157", "32116361"]}, {"Citation": "Lonkar PB, Chavan UD, Pawar VD, Bansode V V., Amarowicz R. Studies on preparation and preservation of lemongrass (cymbopogon flexuosus (steud) wats) powder for tea. Emirates J Food Agric. (2013) 25:585–92. 10.9755/ejfa.v25i8.15218", "ArticleIdList": ["10.9755/ejfa.v25i8.15218"]}, {"Citation": "Nur Ain AH, Zaibunnisa AH, Halimahton Zahrah MS, Norashikin S. An experimental design approach for the extraction of lemongrass (Cymbopogon citratus) oleoresin using pressurised liquid extraction (PLE). Int Food Res J. (2013) 20:451–5. Available online at: http://www.ifrj.upm.edu.my/20%20(01)%202013/62%20IFRJ%2020%20(01)%202013%20Nur%20Ain%20(335).pdf"}, {"Citation": "Wong PK, Yusof S, Ghazali HM, Che Man Y. Optimization of hot water extraction of roselle juice using response surface methodology: a comparative study with other extraction methods. J Sci Food Agric. (2003) 83:1273–8. 10.1002/jsfa.1416", "ArticleIdList": ["10.1002/jsfa.1416"]}, {"Citation": "Ben Amor B, Allaf K. Impact of texturing using instant pressure drop treatment prior to solvent extraction of anthocyanins from Malaysian Roselle (Hibiscus sabdariffa). Food Chem. (2009) 115:820–5. 10.1016/j.foodchem.2008.12.094", "ArticleIdList": ["10.1016/j.foodchem.2008.12.094"]}, {"Citation": "Chumsri P, Sirichote A, Itharat A. Studies on the optimum conditions for the extraction and concentration of roselle (Hibiscus sabdariffa Linn.) extract. Songklanakarin J Sci Technol. (2008) 30:133–9. Available online at: https://agris.fao.org/agris-search/search.do?recordID=TH2014000271 (accessed July 6, 2022)."}, {"Citation": "Gonzalez-Palomares S, Estarrón-Espinosa M, Gómez-Leyva JF, Andrade-González I. Effect of the temperature on the spray drying of roselle extracts (Hibiscus sabdariffa L.). Plant Foods Hum Nutr. (2009) 64:62–7. 10.1007/s11130-008-0103-y", "ArticleIdList": ["10.1007/s11130-008-0103-y", "19082732"]}, {"Citation": "Hahn F, Hernández G, Hernández J, Pérez C, Vargas JM. Optimization of roselle drying time and drying quality. Can Biosyst Eng. (2011) 53:1–8. Available online at: https://library.csbe-scgab.ca/docs/journal/53/C1136.pdf"}, {"Citation": "Jayaprakasha GK, Negi PS, Jena BS. Antioxidative and antimutagenic activities of the extracts from the rinds of Garcinia pedunculata. Innov Food Sci Emerg Technol. (2006) 7:246–50. 10.1016/j.ifset.2006.01.001", "ArticleIdList": ["10.1016/j.ifset.2006.01.001"]}, {"Citation": "Egbuna C, Ifemeje JC, Chukwuebuka E, Chinenye IJ. Biological functions and anti-nutritional effects of phytochemicals in living system collaborative book project on phytochemistry view project biological functions and anti-nutritional effects of phytochemicals in living system. Artic IOSR J Pharm Biol Sci. (2015) 10:10–9. 10.9790/3008-10231019", "ArticleIdList": ["10.9790/3008-10231019"]}, {"Citation": "Patil US, Deshmukh OS. Preliminary phytochemical screening of six medicinal plants used as traditional medicine. Int J Pharma Bio Sci. (2016) 7:P77–81.", "ArticleIdList": ["0"]}, {"Citation": "Wang X, Li Y, Han L, Li J, Liu C, Sun C. Role of flavonoids in the treatment of iron overload. Front Cell Dev Biol. (2021) 9:1754. 10.3389/fcell.2021.685364", "ArticleIdList": ["10.3389/fcell.2021.685364", "PMC8287860", "34291050"]}, {"Citation": "Hajam YA, Rani R, Sharma P, Khan IA, Kumar R. Role of plant secondary metabolites in metabolic disorders. In:Sharma AK, Sharma A, editor. Plant Secondary Metabolites. Singapore: Springer; (2022). p. 241–80. 10.1007/978-981-16-4779-6_8", "ArticleIdList": ["10.1007/978-981-16-4779-6_8"]}, {"Citation": "Addisu S, Assefa A. Role of plant containing saponin on livestock production; a review. Adv Biol Res. (2016) 10:309–14. 10.5829/idosi.abr.2016.309.314", "ArticleIdList": ["10.5829/idosi.abr.2016.309.314"]}, {"Citation": "Fekadu Gemede H, Merga W, Dufera M, Serbessa B. Nutritional and phenolic profiles of leaves of fifteen anchote (Coccinia abyssinica) accessions. Cogent Food Agric. (2021) 7:1911031. 10.1080/23311932.2021.1911031", "ArticleIdList": ["10.1080/23311932.2021.1911031"]}, {"Citation": "Rahman MM, Abdullah RB, Wan Khadijah WE. A review of oxalate poisoning in domestic animals: tolerance and performance aspects. J Anim Physiol Anim Nutr. (2013) 97:605–14. 10.1111/j.1439-0396.2012.01309.x", "ArticleIdList": ["10.1111/j.1439-0396.2012.01309.x", "22548678"]}, {"Citation": "Timotheo CA, Lauer CM. Toxicity of vegetable tannin extract from Acacia mearnsii in Saccharomyces cerevisiae. Int J Environ Sci Technol. (2018) 15:659–64. 10.1007/s13762-017-1430-z", "ArticleIdList": ["10.1007/s13762-017-1430-z"]}, {"Citation": "Raes K, Knockaert D, Struijs K, Van Camp J. Role of processing on bioaccessibility of minerals: influence of localization of minerals and anti-nutritional factors in the plant. Trends Food Sci Technol. (2014) 37:32–41. 10.1016/j.tifs.2014.02.002", "ArticleIdList": ["10.1016/j.tifs.2014.02.002"]}, {"Citation": "Lampart-Szczapa E, Siger A, Trojanowska K, Nogala-Kalucka M, Malecka M, Pacholek B. Chemical composition and antibacterial activities of lupin seeds extracts. Nahrung Food. (2003) 47:286–90. 10.1002/food.200390068", "ArticleIdList": ["10.1002/food.200390068", "14609081"]}, {"Citation": "Morzelle MC, Salgado JM, Massarioli AP, Bachiega P, Rios AO, Alencar SM, et al. . Potential benefits of phenolics from pomegranate pulp and peel in Alzheimer's disease: antioxidant activity and inhibition of acetylcholinesterase. J Food Bioact. (2019) 5:136–41. 10.31665/JFB.2019.5181", "ArticleIdList": ["10.31665/JFB.2019.5181"]}, {"Citation": "Serrano J, Puupponen-Pimiä R, Dauer A, Aura AM, Saura-Calixto F. Tannins: current knowledge of food sources, intake, bioavailability and biological effects. Mol Nutr Food Res. (2009) 53:S310–29. 10.1002/mnfr.200900039", "ArticleIdList": ["10.1002/mnfr.200900039", "19437486"]}, {"Citation": "Joye I. Protein digestibility of cereal products. Foods. (2019) 8:199. 10.3390/foods8060199", "ArticleIdList": ["10.3390/foods8060199", "PMC6617089", "31181787"]}, {"Citation": "Ramdani D, Chaudhry AS, Seal CJ. Chemical composition, plant secondary metabolites, and minerals of green and black teas and the effect of different tea-to-water ratios during their extraction on the composition of their spent leaves as potential additives for ruminants. J Agric Food Chem. (2013) 61:4961–7. 10.1021/jf4002439", "ArticleIdList": ["10.1021/jf4002439", "23621359"]}, {"Citation": "Kim JD, Khan MI, Shin JH, Lee MG, Seo HJ, Shin TS, et al. . HPLC fractionation and pharmacological assessment of green tea seed saponins for antimicrobial, anti-angiogenic and hemolytic activities. Biotechnol Bioprocess Eng. (2015) 20:1035–43. 10.1007/s12257-015-0538-6", "ArticleIdList": ["10.1007/s12257-015-0538-6"]}, {"Citation": "Chi X, Bi S, Xu W, Zhang Y, Liang S, Hu S. Oral administration of tea saponins to relive oxidative stress and immune suppression in chickens. Poult Sci. (2017) 96:3058–67. 10.3382/ps/pex127", "ArticleIdList": ["10.3382/ps/pex127", "PMC7107189", "28633386"]}, {"Citation": "Cui C, Zong J, Sun Y, Zhang L, Ho CT, Wan X, et al. . Triterpenoid saponins from the genus camellia: structures, biological activities, and molecular simulation for structure-activity relationship. Food Funct. (2018) 9:3069–91. 10.1039/C8FO00755A", "ArticleIdList": ["10.1039/C8FO00755A", "29888775"]}, {"Citation": "Guo YQ, Liu JX, Lu Y, Zhu WY, Denman SE, McSweeney CS. Effect of tea saponin on methanogenesis, microbial community structure and expression of mcrA gene, in cultures of rumen micro-organisms. Lett Appl Microbiol. (2008) 47:421–6. 10.1111/j.1472-765X.2008.02459.x", "ArticleIdList": ["10.1111/j.1472-765X.2008.02459.x", "19146532"]}, {"Citation": "Ikewuchi JC, Ikewuchi CC, Ifeanacho MO, Igboh NM, Ijeh II. Moderation of hematological and plasma biochemical indices of sub-chronic salt-loaded rats by aqueous extract of the sclerotia of Pleurotus tuberregium (Fr) Sing's: implications for the reduction of cardiovascular risk. J Ethnopharmacol. (2013) 150:466–76. 10.1016/j.jep.2013.09.002", "ArticleIdList": ["10.1016/j.jep.2013.09.002", "24055467"]}, {"Citation": "Popova A, Mihaylova D. Antinutrients in plant-based foods: a review. Open Biotechnol J. (2019) 13:68–76. 10.2174/1874070701913010068", "ArticleIdList": ["10.2174/1874070701913010068"]}, {"Citation": "Salunkhe DK, Chavan JK. Dietary Tannins: Consequences Remedies. (1989). 208 p. Available online at: https://agris.fao.org/agris-search/search.do?recordID=US9031202 (accessed July 6, 2022)."}, {"Citation": "Kumar V, Sinha AK, Makkar HPS, Becker K. Dietary roles of phytate and phytase in human nutrition: a review. Food Chem. (2010) 120:945–59. 10.1016/j.foodchem.2009.11.052", "ArticleIdList": ["10.1016/j.foodchem.2009.11.052"]}, {"Citation": "Grases F, Prieto RM, Costa-Bauza A. Dietary phytate and interactions with mineral nutrients. In: Kumar D, editor. Clinical Aspects of Natural and Added Phosphorus in Foods. New York, NY: Springer; (2017). p. 175–83. 10.1007/978-1-4939-6566-3_12", "ArticleIdList": ["10.1007/978-1-4939-6566-3_12"]}, {"Citation": "Olawoye BT, Gbadamosi SO. Effect of different treatments on in vitro protein digestibility, antinutrients, antioxidant properties and mineral composition of Amaranthus viridis seed. Cogent Food Agric. (2017) 3:1296402. 10.1080/23311932.2017.1296402", "ArticleIdList": ["10.1080/23311932.2017.1296402"]}, {"Citation": "Mamboleo T. Nutrients Antinutritional Factors at Different Maturity Stages of Selected Indigenous African Green Leafy Vegetables. (2015). Available online at: https://www.semanticscholar.org/paper/Nutrients-and-antinutritional-factors-at-different-Mamboleo/c45cf4eceec2bf5e12f7d50b755d880413c7fe65 (accessed July 6, 2022)."}, {"Citation": "Kao TH, Huang SC, Inbaraj BS, Chen BH. Determination of flavonoids and saponins in Gynostemma pentaphyllum (Thunb.) makino by liquid chromatography-mass spectrometry. Anal Chim Acta. (2008) 626:200–11. 10.1016/j.aca.2008.07.049", "ArticleIdList": ["10.1016/j.aca.2008.07.049", "18790122"]}, {"Citation": "Wang B, Tu Y, Zhao SP, Hao YH, Liu JX, Liu FH, et al. . Effect of tea saponins on milk performance, milk fatty acids, and immune function in dairy cow. J Dairy Sci. (2017) 100:8043–52. 10.3168/jds.2016-12425", "ArticleIdList": ["10.3168/jds.2016-12425", "28755948"]}, {"Citation": "Delimont NM, Haub MD, Lindshield BL. The impact of tannin consumption on iron bioavailability and status: a narrative review. Curr Dev Nutr. (2017) 1:1–12. 10.3945/cdn.116.000042", "ArticleIdList": ["10.3945/cdn.116.000042", "PMC5998341", "29955693"]}, {"Citation": "Jaramillo Á, Briones L, Andrews M, Arredondo M, Olivares M, Brito A, et al. . Effect of phytic acid, tannic acid and pectin on fasting iron bioavailability both in the presence and absence of calcium. J Trace Elem Med Biol. (2015) 30:112–7. 10.1016/j.jtemb.2014.11.005", "ArticleIdList": ["10.1016/j.jtemb.2014.11.005", "25544113"]}, {"Citation": "Brouns F. Phytic acid and whole grains for health controversy. Nutrients. (2022) 14:25. 10.3390/nu14010025", "ArticleIdList": ["10.3390/nu14010025", "PMC8746346", "35010899"]}, {"Citation": "Jenkins KJ, Atwal AS. Effects of dietary saponins on fecal bile acids and neutral sterols, and availability of vitamins A and E in the chick. J Nutr Biochem. (1994) 5:134–7. 10.1016/0955-2863(94)90084-1", "ArticleIdList": ["10.1016/0955-2863(94)90084-1"]}, {"Citation": "Hendek Ertop M, Bektaş M. Enhancement of bioavailable micronutrients and reduction of antinutrients in foods with some processes. Food Health. (2018) 4:159–65. 10.3153/FH18016", "ArticleIdList": ["10.3153/FH18016"]}, {"Citation": "Rabeta MS, Lai SY. Effects of drying, fermented and unfermented tea of Ocimum tenuiflorum linn. on the antioxidant capacity. Int Food Res J. (2013) 20:1601–8. Available online at: http://www.ifrj.upm.edu.my/20%20(04)%202013/13%20IFRJ%2020%20(04)%202013%20Rabeta%20(033).pdf"}, {"Citation": "Rehman SU, Almas K, Shahzadi N, Bhatti N, Saleem A. Effect of time and temperature on infusion of tannins from commercial brands of tea. Int J Agric Biol. (2002) 4:285–7. Available online at: http://www.fspublishers.org/published_papers/46716_..pdf"}, {"Citation": "Patterson CA, Curran J, Der T. Effect of processing on antinutrient compounds in pulses. Cereal Chem. (2017) 94:2–10. 10.1094/CCHEM-05-16-0144-FI", "ArticleIdList": ["10.1094/CCHEM-05-16-0144-FI"]}, {"Citation": "Udousoro II, Akpan EB. Changes in anti-nutrients contents of edible vegetables under varied temperature and heating time. Curr Res Nutr Food Sci. (2014) 2:146–52. 10.12944/CRNFSJ.2.3.06", "ArticleIdList": ["10.12944/CRNFSJ.2.3.06"]}, {"Citation": "Vadivel V, Biesalski HK. Effect of certain indigenous processing methods on the bioactive compounds of ten different wild type legume grains. J Food Sci Technol. (2012) 49:673–84. 10.1007/s13197-010-0223-x", "ArticleIdList": ["10.1007/s13197-010-0223-x", "PMC3550828", "24293686"]}, {"Citation": "Savage GP, Mårtensson L. Comparison of the estimates of the oxalate content of taro leaves and corms and a selection of Indian vegetables following hot water, hot acid and in vitro extraction methods. J Food Compos Anal. (2010) 23:113–7. 10.1016/j.jfca.2009.07.001", "ArticleIdList": ["10.1016/j.jfca.2009.07.001"]}, {"Citation": "Vinokur Y, Rodov V, Reznick N, Goldman G, Horev B, Umiel N, et al. . Rose petal tea as an antioxidant-rich beverage: cultivar effects. J Food Sci. (2006) 71:S42–7. 10.1111/j.1365-2621.2006.tb12404.x", "ArticleIdList": ["10.1111/j.1365-2621.2006.tb12404.x"]}, {"Citation": "Manisseri C, Gudipati M. Prebiotic activity of purified xylobiose obtained from ragi (Eleusine coracana, Indaf-15) Bran. Indian J Microbiol. (2012) 52:251–7. 10.1007/s12088-011-0176-4", "ArticleIdList": ["10.1007/s12088-011-0176-4", "PMC3386457", "23729890"]}, {"Citation": "Nduti N, McMillan A, Seney S, Sumarah M, Njeru P, Mwaniki M, et al. . Investigating probiotic yoghurt to reduce an aflatoxin B1 biomarker among school children in eastern Kenya: preliminary study. Int Dairy J. (2016) 63:124–9. 10.1016/j.idairyj.2016.07.014", "ArticleIdList": ["10.1016/j.idairyj.2016.07.014"]}, {"Citation": "Galati A, Oguntoyinbo FA, Moschetti G, Crescimanno M, Settanni L. The cereal market and the role of fermentation in cereal-based food production in Africa. Food Rev Int. (2014) 30:317–37. 10.1080/87559129.2014.929143", "ArticleIdList": ["10.1080/87559129.2014.929143"]}, {"Citation": "Mohapatra D, Patel AS, Kar A, Deshpande SS, Tripathi MK. Effect of different processing conditions on proximate composition, anti-oxidants, anti-nutrients and amino acid profile of grain sorghum. Food Chem. (2019) 271:129–35. 10.1016/j.foodchem.2018.07.196", "ArticleIdList": ["10.1016/j.foodchem.2018.07.196", "30236657"]}, {"Citation": "Coulibaly A, Kouakou B, Chen J. Phytic acid in cereal grains: structure, healthy or harmful ways to reduce phytic acid in cereal grains and their effects on nutritional quality. Am J Plant Nutr Fertil Technol. (2010) 1:1–22. 10.3923/ajpnft.2011.1.22", "ArticleIdList": ["10.3923/ajpnft.2011.1.22"]}, {"Citation": "Gupta RK, Gangoliya SS, Singh NK. Reduction of phytic acid and enhancement of bioavailable micronutrients in food grains. J Food Sci Technol. (2015) 52:676–84. 10.1007/s13197-013-0978-y", "ArticleIdList": ["10.1007/s13197-013-0978-y", "PMC4325021", "25694676"]}, {"Citation": "Erickson L. Rooibos tea: new research documents antioxidant and anticancer properties. Rooibos Tea. (2002) 94040:1–17."}, {"Citation": "Mendoza C. Effect of genetically modified low phytic acid plants on mineral absorption. Int J Food Sci Technol. (2002) 37:759–67. 10.1046/j.1365-2621.2002.00624.x", "ArticleIdList": ["10.1046/j.1365-2621.2002.00624.x"]}, {"Citation": "Campion B, Glahn RP, Tava A, Perrone D, Doria E, Sparvoli F, et al. . Genetic reduction of antinutrients in common bean (Phaseolus vulgaris L.) seed, increases nutrients and in vitro iron bioavailability without depressing main agronomic traits. Field Crop Res. (2013) 141:27–37. 10.1016/j.fcr.2012.10.015", "ArticleIdList": ["10.1016/j.fcr.2012.10.015"]}, {"Citation": "Karmakar A, Bhattacharya S, Sengupta S, Ali N, Sarkar SN, Datta K, et al. . RNAi-mediated silencing of ITPK gene reduces phytic acid content, alters transcripts of phytic acid biosynthetic genes, and modulates mineral distribution in rice seeds. Rice Sci. (2020) 27:315–28. 10.1016/j.rsci.2020.05.007", "ArticleIdList": ["10.1016/j.rsci.2020.05.007"]}, {"Citation": "Shukla VK, Doyon Y, Miller JC, Dekelver RC, Moehle EA, Worden SE, et al. . Precise genome modification in the crop species zea mays using zinc-finger nucleases. Nature. (2009) 459:437–41. 10.1038/nature07992", "ArticleIdList": ["10.1038/nature07992", "19404259"]}, {"Citation": "Wang R, Guo S. Phytic acid and its interactions: contributions to protein functionality, food processing, and safety. Compr Rev Food Sci Food Saf. (2021) 20:2081–105. 10.1111/1541-4337.12714", "ArticleIdList": ["10.1111/1541-4337.12714", "33559386"]}, {"Citation": "Pramitha JL, Rana S, Aggarwal PR, Ravikesavan R, Joel AJ, Muthamilarasan M. Diverse role of phytic acid in plants and approaches to develop low-phytate grains to enhance bioavailability of micronutrients. Adv Genet. (2021) 107:89–120. 10.1016/bs.adgen.2020.11.003", "ArticleIdList": ["10.1016/bs.adgen.2020.11.003", "33641749"]}, {"Citation": "Vikash Kumar AKS . Phytochemical screening and quantitative analysis of extract from aegele marmelos, catharanthus roseus, garcinia. Eur J Mol Clin Med. (2021) 08:3268–85. Availble online at: https://ejmcm.com/article_11702_16070b9d843df1e5237cf5ee8eb496a9.pdf"}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "7", "Day": "7"}, {"Year": "2022", "Month": "9", "Day": "9"}, {"Year": "2022", "Month": "10", "Day": "24", "Hour": "4", "Minute": "21"}, {"Year": "2022", "Month": "10", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "25", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["36276812", "PMC9581206", "10.3389/fnut.2022.988964"]}}], "PubmedBookArticle": []}