{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Nardostachya jatamansi", "antioxidant activity", "gold nanoparticles", "micropropagation", "transcript analysis"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36290684", "DateRevised": {"Year": "2022", "Month": "10", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "09", "Day": "30"}], "Language": ["eng"], "ELocationID": ["1962", "10.3390/antiox11101962"], "Journal": {"ISSN": "2076-3921", "JournalIssue": {"Volume": "11", "Issue": "10", "PubDate": {"Year": "2022", "Month": "Sep", "Day": "30"}}, "Title": "Antioxidants (Basel, Switzerland)", "ISOAbbreviation": "Antioxidants (Basel)"}, "ArticleTitle": "Charged Gold Nanoparticles Promote In Vitro Proliferation in <i>Nardostachys jatamansi</i> by Differentially Regulating Chlorophyll Content, Hormone Concentration, and Antioxidant Activity.", "Abstract": {"AbstractText": ["<i>Nardostachys jatamansi</i> is a critically endangered medicinal plant and endemic to the Himalayas, having high commercial demand globally. The accumulation of various secondary metabolites in its shoots and roots with antioxidant potential are well-documented in traditional as well as modern medicine systems. In the present study, we first attempted to investigate the impact of citrate (-ve charge, 11.1 ± 1.9 nm) and CTAB (+ve charge, 19.5 ± 3.2 nm) coated gold nanoparticles (AuNPs) on the in vitro proliferation and antioxidant activities of <i>N. jatamansi</i>. Both the nanoparticles differentially affected the morphological and biochemical parameters, chlorophyll content, internal hormone concentration, and antioxidant activities in a concentration-dependent (10-100 µM) manner. Vigorous shooting was observed in half strength MS medium supplemented with IAA (1 mg/L) with 60 µM citrate-AuNPs (46.4 ± 3.7 mm) and 40 µM CTAB-AuNPs (42.2 ± 3.2 mm). Similarly, the maximum number of roots (5.00 ± 0.67 and 5.33 ± 0.58) and root length (29.9 ± 1.5 mm and 27.3 ± 4.8 mm) was reported in half-strength MS medium with IAA (1 mg/L) supplemented with 60 µM citrate-AuNPs and 40 µM CTAB-AuNPs, respectively. In addition, plants growing on MS medium supplemented with 60 µM citrate-AuNPs and 40 µM CTAB-AuNPs showed significantly enhanced photosynthetic pigments (chlorophyll a and b, carotenoids, and total chlorophyll), internal hormone concentration (GA3, IAA, and ABA), and antioxidant activities (total phenolics, flavonoids, DPPH, and SOD enzyme activity). Moreover, the transcript analysis of <i>ANR1</i>, <i>ARF18</i>, <i>PLY9</i>, <i>SAUR28</i>, <i>GID1A</i>, <i>GRF1</i>, <i>SOD</i>, and <i>CAT</i> further confirmed the role of 60 µM citrate-AuNPs and 40 µM CTAB-AuNPs in the improvement in the growth and antioxidant activities of <i>N. jatamansi.</i> Bearing in mind the urgent requirements of the effective conservation measures of this endangered species, the present findings suggest the elicitation of citrate-AuNPs and CTAB-AuNPs would significantly improve the potential applications of <i>N. jatamansi</i> in the medicinal plant-based industry."]}, "AuthorList": [{"Identifier": ["0000-0002-6048-7020"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Biotechnology, CSIR-Institute of Himalayan Bioresource Technology (CSIR-IHBT), Palampur 176061, Himachal Pradesh, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), CSIR-HRDC Campus, Ghaziabad 201002, Uttar Pradesh, India."}], "LastName": "Joshi", "ForeName": "Shubham", "Initials": "S"}, {"Identifier": ["0000-0003-1625-0410"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Biotechnology, CSIR-Institute of Himalayan Bioresource Technology (CSIR-IHBT), Palampur 176061, Himachal Pradesh, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), CSIR-HRDC Campus, Ghaziabad 201002, Uttar Pradesh, India."}], "LastName": "Dar", "ForeName": "Aqib I", "Initials": "AI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Biotechnology, CSIR-Institute of Himalayan Bioresource Technology (CSIR-IHBT), Palampur 176061, Himachal Pradesh, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), CSIR-HRDC Campus, Ghaziabad 201002, Uttar Pradesh, India."}], "LastName": "Acharya", "ForeName": "Amitabha", "Initials": "A"}, {"Identifier": ["0000-0002-6524-4722"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Biotechnology, CSIR-Institute of Himalayan Bioresource Technology (CSIR-IHBT), Palampur 176061, Himachal Pradesh, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), CSIR-HRDC Campus, Ghaziabad 201002, Uttar Pradesh, India."}], "LastName": "Joshi", "ForeName": "Rohit", "Initials": "R"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Antioxidants (Basel)", "NlmUniqueID": "101668981", "ISSNLinking": "2076-3921"}, "CoiStatement": "All authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Chauhan K.H., Oli S., Bisht K.A., Meredith C., Leaman D. Review of the biology, uses and conservation of the critically endangered endemic Himalayan species Nardostachys jatamansi (Caprifoliaceae) Biodivers. Conserv. 2021;30:3315–3333. doi: 10.1007/s10531-021-02269-6.", "ArticleIdList": ["10.1007/s10531-021-02269-6"]}, {"Citation": "Bose B., Kumaria S., Tandon P. Physiological insights into the role of temperature and light conditions on in vitro growth, membrane thermostability and antioxidative activity of Nardostachys jatamansi, an IUCN Red-listed critically endangered therapeutic plant. S. Afr. J. Bot. 2022;146:365–374. doi: 10.1016/j.sajb.2021.11.001.", "ArticleIdList": ["10.1016/j.sajb.2021.11.001"]}, {"Citation": "Dhiman N., Bhattacharya A. Nardostachys jatamansi (D. Don) DC.-Challenges and opportunities of harnessing the untapped medicinal plant from the Himalayas. J. Ethnopharmacol. 2020;246:112211. doi: 10.1016/j.jep.2019.112211.", "ArticleIdList": ["10.1016/j.jep.2019.112211", "31533076"]}, {"Citation": "Bose B., Tripathy D., Chatterjee A., Tandon P., Kumaria S. Secondary metabolite profiling, cytotoxicity, anti-inflammatory potential and in vitro inhibitory activities of Nardostachys jatamansi on key enzymes linked to hyperglycemia, hypertension and cognitive disorders. Phytomedicine. 2019;55:58–69. doi: 10.1016/j.phymed.2018.08.010.", "ArticleIdList": ["10.1016/j.phymed.2018.08.010", "30668444"]}, {"Citation": "Dhiman N., Devi K., Bhattacharya A. Development of low cost micropropagation protocol for Nardostachys jatamansi: A critically endangered medicinal herb of Himalayas. S. Afr. J. Bot. 2021;140:468–477. doi: 10.1016/j.sajb.2021.04.002.", "ArticleIdList": ["10.1016/j.sajb.2021.04.002"]}, {"Citation": "Foyer C.H., Hanke G. ROS production and signalling in chloroplasts: Cornerstones and evolving concepts. Plant J. 2022;111:642–661. doi: 10.1111/tpj.15856.", "ArticleIdList": ["10.1111/tpj.15856", "PMC9545066", "35665548"]}, {"Citation": "Mittler R., Zandalinas S.I., Fichman Y., Van Breusegem F. Reactive oxygen species signalling in plant stress responses. Nat. Rev. Mol. Cell Biol. 2022;23:663–679. doi: 10.1038/s41580-022-00499-2.", "ArticleIdList": ["10.1038/s41580-022-00499-2", "35760900"]}, {"Citation": "Rajput V.D., Minkina T., Suskova S., Mandzhieva S., Tsitsuashvili V., Chapligin V., Fedorenko A. Effects of copper nanoparticles (CuO NPs) on crop plants: A mini review. BioNanoScience. 2018;8:36–42. doi: 10.1007/s12668-017-0466-3.", "ArticleIdList": ["10.1007/s12668-017-0466-3"]}, {"Citation": "Anik M.I., Mahmud N., Al Masud A., Hasan M. Gold nanoparticles (GNPs) in biomedical and clinical applications: A review. Nano Sel. 2022;3:792–828. doi: 10.1002/nano.202100255.", "ArticleIdList": ["10.1002/nano.202100255"]}, {"Citation": "Venzhik Y.V., Moshkov I.E., Dykman L.A. Gold Nanoparticles in Plant Physiology: Principal Effects and Prospects of Application. Russ. J. Plant Physl. 2021;68:401–412. doi: 10.1134/S1021443721020205.", "ArticleIdList": ["10.1134/S1021443721020205"]}, {"Citation": "Milewska-Hendel A., Gepfert W., Zubko M., Kurczyńska E. Morphological, Histological and Ultrastructural Changes in Hordeum vulgare (L.) Roots That Have Been Exposed to Negatively Charged Gold Nanoparticles. Appl. Sci. 2022;12:3265. doi: 10.3390/app12073265.", "ArticleIdList": ["10.3390/app12073265"]}, {"Citation": "Mourdikoudis S., Pallares R.M., Thanh N.T. Characterization techniques for nanoparticles: Comparison and complementarity upon studying nanoparticle properties. Nanoscale. 2018;10:12871–12934. doi: 10.1039/C8NR02278J.", "ArticleIdList": ["10.1039/C8NR02278J", "29926865"]}, {"Citation": "Wu H., Huang L., Rose A., Grassian V.H. Impact of surface adsorbed biologically and environmentally relevant coatings on TiO 2 nanoparticle reactivity. Environ. Sci. Nano. 2020;7:3783–3793. doi: 10.1039/D0EN00706D.", "ArticleIdList": ["10.1039/D0EN00706D"]}, {"Citation": "Dar A.I., Walia S., Acharya A. Citric acid-coated gold nanoparticles for visual colorimetric recognition of pesticide dimethoate. J. Nanopart. Res. 2016;18:1–8. doi: 10.1007/s11051-016-3553-4.", "ArticleIdList": ["10.1007/s11051-016-3553-4"]}, {"Citation": "Dar A.I., Abidi S.M., Randhawa S., Joshi R., Kumar R., Acharya A. Protein-Cloaked Nanoparticles for Enhanced Cellular Association and Controlled Pathophysiology via Immunosurveillance Escape. ACS Appl. Mater. Interfaces. 2022;14:337–349. doi: 10.1021/acsami.1c20719.", "ArticleIdList": ["10.1021/acsami.1c20719", "34969244"]}, {"Citation": "Murashige T., Skoog F. A revised medium for rapid growth and bio assays with tobacco tissue cultures. Physiol. Plant. 1962;15:473–497. doi: 10.1111/j.1399-3054.1962.tb08052.x.", "ArticleIdList": ["10.1111/j.1399-3054.1962.tb08052.x"]}, {"Citation": "Arnon D.I. Copper enzymes in isolated chloroplasts. Polyphenoloxidase in Beta vulgaris. Plant Physiol. 1949;24:1. doi: 10.1104/pp.24.1.1.", "ArticleIdList": ["10.1104/pp.24.1.1", "PMC437905", "16654194"]}, {"Citation": "Joshi R., Ramanarao M.V., Baisakh N. Arabidopsis plants constitutively overexpressing a myo-inositol 1-phosphate synthase gene (SaINO1) from the halophyte smooth cordgrass exhibits enhanced level of tolerance to salt stress. Plant Physiol. Biochem. 2013;65:61–66. doi: 10.1016/j.plaphy.2013.01.009.", "ArticleIdList": ["10.1016/j.plaphy.2013.01.009", "23416497"]}, {"Citation": "Fazal H., Abbasi B.H., Ahmad N., Ali M. Elicitation of medicinally important antioxidant secondary metabolites with silver and gold nanoparticles in callus cultures of Prunella vulgaris L. Appl. Biochem. Biotechnol. 2016;180:1076–1092. doi: 10.1007/s12010-016-2153-1.", "ArticleIdList": ["10.1007/s12010-016-2153-1", "27287999"]}, {"Citation": "Ahmed M., Ji M., Qin P., Gu Z., Liu Y., Sikandar A., Iqbal M.F., Javeed A. Phytochemical screening, total phenolic and flavonoids contents and antioxidant activities of Citrullus colocynthis L. and Cannabis sativa L. Appl. Ecol. Environ. Res. 2019;17:6961–6979. doi: 10.15666/aeer/1703_69616979.", "ArticleIdList": ["10.15666/aeer/1703_69616979"]}, {"Citation": "Dhindsa R.S., Plumb-Dhindsa P., Thorpe T.A. Leaf senescence: Correlated with increased levels of membrane permeability and lipid peroxidation, and decreased levels of superoxide dismutase and catalase. J. Exp. Bot. 1981;32:93–101. doi: 10.1093/jxb/32.1.93.", "ArticleIdList": ["10.1093/jxb/32.1.93"]}, {"Citation": "Pan X., Welti R., Wang X. Quantitative analysis of major plant hormones in crude plant extracts by high-performance liquid chromatography–mass spectrometry. Nat. Protoc. 2010;5:986–992. doi: 10.1038/nprot.2010.37.", "ArticleIdList": ["10.1038/nprot.2010.37", "20448544"]}, {"Citation": "Ghawana S., Paul A., Kumar H., Kumar A., Singh H., Bhardwaj P.K., Rani A., Singh R.S., Raizada J., Singh K., et al. An RNA isolation system for plant tissues rich in secondary metabolites. BMC Res. Notes. 2011;4:85. doi: 10.1186/1756-0500-4-85.", "ArticleIdList": ["10.1186/1756-0500-4-85", "PMC3079660", "21443767"]}, {"Citation": "Dhiman N., Kumar A., Kumar D., Bhattacharya A. De novo transcriptome analysis of the critically endangered alpine Himalayan herb Nardostachys jatamansi reveals the biosynthesis pathway genes of tissue-specific secondary metabolites. Sci. Rep. 2020;10:17186. doi: 10.1038/s41598-020-74049-1.", "ArticleIdList": ["10.1038/s41598-020-74049-1", "PMC7560736", "33057076"]}, {"Citation": "Gomez K.A., Gomez A.A. Statistical Procedures for Agricultural Research. Volume 630. John Wiley & Sons; Hoboken, NJ, USA: 1984. pp. 83–556."}, {"Citation": "Joshi R., Bhattacharya P., Sairam R.K., Sathee L., Chinnusamy V. Identification and characterization of NADH kinase-3 from a stress-tolerant wild mung bean species (Vigna luteola (Jacq.) Benth.) with a possible role in waterlogging tolerance. Plant Mol. Biol. Rep. 2020;38:137–150. doi: 10.1007/s11105-019-01185-y.", "ArticleIdList": ["10.1007/s11105-019-01185-y"]}, {"Citation": "Asl K.R., Hosseini B., Sharafi A., Palazon J. Influence of nano-zinc oxide on tropane alkaloid production, h6h gene transcription and antioxidant enzyme activity in Hyoscyamus reticulatus L. hairy roots. Eng. Life Sci. 2019;19:73–89. doi: 10.1002/elsc.201800087.", "ArticleIdList": ["10.1002/elsc.201800087", "PMC6999414", "32624958"]}, {"Citation": "Singh A., Sengar R.S., Rajput V.D., Minkina T., Singh R.K. Zinc Oxide Nanoparticles Improve Salt Tolerance in Rice Seedlings by Improving Physiological and Biochemical Indices. Agriculture. 2022;12:1014. doi: 10.3390/agriculture12071014.", "ArticleIdList": ["10.3390/agriculture12071014"]}, {"Citation": "Tiede K., Hassellöv M., Breitbarth E., Chaudhry Q., Boxall A.B. Considerations for environmental fate and ecotoxicity testing to support environmental risk assessments for engineered nanoparticles. J. Chromatogr. 2009;1216:503–509. doi: 10.1016/j.chroma.2008.09.008.", "ArticleIdList": ["10.1016/j.chroma.2008.09.008", "18805541"]}, {"Citation": "Siegel J., Záruba K., Švorčík V., Kroumanová K., Burketová L., Martinec J. Round-shape gold nanoparticles: Effect of particle size and concentration on Arabidopsis thaliana root growth. Nanoscale Res. Lett. 2018;13:95. doi: 10.1186/s11671-018-2510-9.", "ArticleIdList": ["10.1186/s11671-018-2510-9", "PMC5893504", "29637317"]}, {"Citation": "Zhu Z.J., Wang H., Yan B., Zheng H., Jiang Y., Miranda O.R., Rotello V.M., Xing B., Vachet R.W. Effect of surface charge on the uptake and distribution of gold nanoparticles in four plant species. Envir. Sci. Technol. 2012;46:12391–12398. doi: 10.1021/es301977w.", "ArticleIdList": ["10.1021/es301977w", "23102049"]}, {"Citation": "Sun H., Lei C., Xu J., Li R. Foliar uptake and leaf-to-root translocation of nanoplastics with different coating charge in maize plants. J. Hazard. Mater. 2021;416:125854. doi: 10.1016/j.jhazmat.2021.125854.", "ArticleIdList": ["10.1016/j.jhazmat.2021.125854", "33892383"]}, {"Citation": "Anwar N., Wahid J., Uddin J., Khan A., Shah M., Shah S.A., Subhan F., Khan M.A., Ali K., Rauf M., et al. Phytosynthesis of poly (ethylene glycol) methacrylate-hybridized gold nanoparticles from C. tuberculata: Their structural characterization and potential for in vitro growth in banana. Vitr. Cell. Dev. Biol. 2021;57:248–260. doi: 10.1007/s11627-020-10150-4.", "ArticleIdList": ["10.1007/s11627-020-10150-4"]}, {"Citation": "Kulus D., Tymoszuk A., Jedrzejczyk I., Winiecki J. Gold nanoparticles and electromagnetic irradiation in tissue culture systems of bleeding heart: Biochemical, physiological, and (cyto) genetic effects. Plant Cell Tissue Organ Cult. 2022;149:715–734. doi: 10.1007/s11240-022-02236-1.", "ArticleIdList": ["10.1007/s11240-022-02236-1"]}, {"Citation": "Ferrari E., Barbero F., Busquets-Fité M., Franz-Wachtel M., Köhler H.R., Puntes V., Kemmerling B. Growth-Promoting Gold Nanoparticles Decrease Stress Responses in Arabidopsis Seedlings. Nanomaterials. 2021;11:3161. doi: 10.3390/nano11123161.", "ArticleIdList": ["10.3390/nano11123161", "PMC8707008", "34947510"]}, {"Citation": "Stortenbeker N., Bemer M. The SAUR gene family: The plant’s toolbox for adaptation of growth and development. J. Exp. Bot. 2019;70:17–27. doi: 10.1093/jxb/ery332.", "ArticleIdList": ["10.1093/jxb/ery332", "30239806"]}, {"Citation": "Spartz A.K., Lor V.S., Ren H., Olszewski N.E., Miller N.D., Wu G., Spalding E.P., Gray W.M. Constitutive expression of Arabidopsis SMALL AUXIN UP RNA19 (SAUR19) in tomato confers auxin-independent hypocotyl elongation. Plant Physiol. 2017;173:1453–1462. doi: 10.1104/pp.16.01514.", "ArticleIdList": ["10.1104/pp.16.01514", "PMC5291034", "27999086"]}, {"Citation": "Tang Y., Du G., Xiang J., Hu C., Li X., Wang W., Sui J. Genome-wide identification of auxin response factor (ARF) gene family and the miR160-ARF18-mediated response to salt stress in peanut (Arachis hypogaea L.) Genomics. 2022;114:171–184. doi: 10.1016/j.ygeno.2021.12.015.", "ArticleIdList": ["10.1016/j.ygeno.2021.12.015", "34933069"]}, {"Citation": "Kou X., Zhao X., Wu B., Wang C., Wu C., Yang S., Xue Z. Auxin response factors are ubiquitous in plant growth and development, and involved in crosstalk between plant hormones: A review. Appl. Sci. 2022;12:1360. doi: 10.3390/app12031360.", "ArticleIdList": ["10.3390/app12031360"]}, {"Citation": "Wójcikowska B., Gaj M.D. Expression profiling of AUXIN RESPONSE FACTOR genes during somatic embryogenesis induction in Arabidopsis. Plant Cell Rep. 2017;36:843–858. doi: 10.1007/s00299-017-2114-3.", "ArticleIdList": ["10.1007/s00299-017-2114-3", "PMC5486788", "28255787"]}, {"Citation": "Quintana-Escobar A.O., Nic-Can G.I., Avalos R.M.G., Loyola-Vargas V.M., Gongora-Castillo E. Transcriptome analysis of the induction of somatic embryogenesis in Coffea canephora and the participation of ARF and Aux/IAA genes. Peer J. 2019;7:7752. doi: 10.7717/peerj.7752.", "ArticleIdList": ["10.7717/peerj.7752", "PMC6800528", "31637116"]}, {"Citation": "Liu J., Hua W., Hu Z., Yang H., Zhang L., Li R., Deng L., Sun X., Wang X., Wang H. Natural variation in ARF18 gene simultaneously affects seed weight and silique length in polyploid rapeseed. Proc. Natl. Acad. Sci. USA. 2015;112:5123–5132. doi: 10.1073/pnas.1502160112.", "ArticleIdList": ["10.1073/pnas.1502160112", "PMC4577148", "26324896"]}, {"Citation": "Sun C.H., Yu J.Q., Wen L.Z., Guo Y.H., Sun X., Hao Y.J., Hu D.G., Zheng C.S. Chrysanthemum MADS-box transcription factor CmANR1 modulates lateral root development via homo-/heterodimerization to influence auxin accumulation in Arabidopsis. Plant Sci. 2018;266:27–36. doi: 10.1016/j.plantsci.2017.09.017.", "ArticleIdList": ["10.1016/j.plantsci.2017.09.017", "29241564"]}, {"Citation": "Sun C.H., Wang J.H., Gu K.D., Zhang P., Zhang X.Y., Zheng C.S., Hu D.G., Ma F. New insights into the role of MADS-box transcription factor gene CmANR1 on root and shoot development in chrysanthemum (Chrysanthemum morifolium) BMC Plant Biol. 2021;21:79. doi: 10.1186/s12870-021-02860-7.", "ArticleIdList": ["10.1186/s12870-021-02860-7", "PMC7866475", "33549046"]}, {"Citation": "Rivero-Montejo S.D.J., Vargas-Hernandez M., Torres-Pacheco I. Nanoparticles as novel elicitors to improve bioactive compounds in plants. Agriculture. 2021;11:134. doi: 10.3390/agriculture11020134.", "ArticleIdList": ["10.3390/agriculture11020134"]}, {"Citation": "Shoja A.A., Çirak C., Ganjeali A., Cheniany M. Stimulation of phenolic compounds accumulation and antioxidant activity in in vitro culture of Salvia tebesana Bunge in response to nano-TiO2 and methyl jasmonate elicitors. Plant Cll Tissue Organ Cult. 2022;149:423–440. doi: 10.1007/s11240-022-02251-2.", "ArticleIdList": ["10.1007/s11240-022-02251-2"]}, {"Citation": "Couée I., Sulmon C., Gouesbet G., El Amrani A. Involvement of soluble sugars in reactive oxygen species balance and responses to oxidative stress in plants. J. Exp. Bot. 2006;57:449–459. doi: 10.1093/jxb/erj027.", "ArticleIdList": ["10.1093/jxb/erj027", "16397003"]}, {"Citation": "Shen Y., Jin L., Xiao P., Lu Y., Bao J. Total phenolics, flavonoids, antioxidant capacity in rice grain and their relations to grain color, size and weight. J. Cereal Sci. 2009;49:106–111. doi: 10.1016/j.jcs.2008.07.010.", "ArticleIdList": ["10.1016/j.jcs.2008.07.010"]}, {"Citation": "Singh A., Dwivedi P. Methyl-jasmonate and salicylic acid as potent elicitors for secondary metabolite production in medicinal plants: A review. J. Pharmacogn. Phytochem. 2018;7:750–757."}, {"Citation": "Kokina I., Gerbreders V., Sledevskis E., Bulanovs A. Penetration of nanoparticles in flax (Linum usitatissimum L.) calli and regenerants. J. Biotechnol. 2013;165:27–132. doi: 10.1016/j.jbiotec.2013.03.011.", "ArticleIdList": ["10.1016/j.jbiotec.2013.03.011", "23545504"]}, {"Citation": "Ighodaro O.M., Akinloye O.A. First line defence antioxidants-superoxide dismutase (SOD), catalase (CAT) and glutathione peroxidase (GPX): Their fundamental role in the entire antioxidant defence grid. Alexandria Med. J. 2018;54:287–293. doi: 10.1016/j.ajme.2017.09.001.", "ArticleIdList": ["10.1016/j.ajme.2017.09.001"]}, {"Citation": "Ferreira G.K., Cardoso E., Vuolo F.S., Michels M., Zanoni E.T., Carvalho-Silva M., Gomes L.M., Dal-Pizzol F., Rezin G.T., Streck E.L., et al. Gold nanoparticles alter parameters of oxidative stress and energy metabolism in organs of adult rats. Biochem. Cell Biol. 2015;93:548–557. doi: 10.1139/bcb-2015-0030.", "ArticleIdList": ["10.1139/bcb-2015-0030", "26583437"]}, {"Citation": "Khai H.D., Mai N.T.N., Tung H.T., Luan V.Q., Cuong D.M., Ngan H.T.M., Chau N.H., Buu N.Q., Vinh N.Q., Dung D.M., et al. Selenium nanoparticles as in vitro rooting agent, regulates stomata closure and antioxidant activity of gerbera to tolerate acclimatization stress. Plant Cell Tissue Organ Cult. 2022;150:113–128. doi: 10.1007/s11240-022-02250-3.", "ArticleIdList": ["10.1007/s11240-022-02250-3"]}, {"Citation": "Lu Y., Meng Y., Zeng J., Luo Y., Feng Z., Bian L., Gao S. Coordination between GROWTH-REGULATING FACTOR1 and GRF-INTERACTING FACTOR1 plays a key role in regulating leaf growth in rice. BMC Plant Biol. 2020;20:200–212. doi: 10.1186/s12870-020-02417-0.", "ArticleIdList": ["10.1186/s12870-020-02417-0", "PMC7206744", "32384927"]}, {"Citation": "Lantzouni O., Alkofer A., Falter-Braun P., Schwechheimer C. GROWTH-REGULATING FACTORS interact with DELLAs and regulate growth in cold stress. Plant Cell. 2020;32:1018–1034. doi: 10.1105/tpc.19.00784.", "ArticleIdList": ["10.1105/tpc.19.00784", "PMC7145461", "32060178"]}, {"Citation": "Piya S., Liu J., Burch-Smith T., Baum T.J., Hewezi T. A role for Arabidopsis growth-regulating factors 1 and 3 in growth–stress antagonism. J. Exp. Bot. 2020;71:1402–1417. doi: 10.1093/jxb/erz502.", "ArticleIdList": ["10.1093/jxb/erz502", "PMC7031083", "31701146"]}, {"Citation": "Hauvermale A.L., Ariizumi T., Steber C.M. The roles of the GA receptors GID1a, GID1b, and GID1c in sly1-independent GA signaling. Plant Signal. Behav. 2014;9:2125–2139. doi: 10.4161/psb.28030.", "ArticleIdList": ["10.4161/psb.28030", "PMC4091331", "24521922"]}, {"Citation": "Willige B.C., Ghosh S., Nill C., Zourelidou M., Dohmann E.M., Maier A., Schwechheimer C. The DELLA domain of GA INSENSITIVE mediates the interaction with the GA INSENSITIVE DWARF1A gibberellin receptor of Arabidopsis. The Plant Cell. 2007;19:1209–1220. doi: 10.1105/tpc.107.051441.", "ArticleIdList": ["10.1105/tpc.107.051441", "PMC1913748", "17416730"]}, {"Citation": "Syu Y.Y., Hung J.H., Chen J.C., Chuang H.W. Impacts of size and shape of silver nanoparticles on Arabidopsis plant growth and gene expression. Plant Physiol. Biochem. 2014;83:57–64. doi: 10.1016/j.plaphy.2014.07.010.", "ArticleIdList": ["10.1016/j.plaphy.2014.07.010", "25090087"]}, {"Citation": "Yang J., Cao W., Rui Y. Interactions between nanoparticles and plants: Phytotoxicity and defense mechanisms. J. Plant Interact. 2017;12:158–169. doi: 10.1080/17429145.2017.1310944.", "ArticleIdList": ["10.1080/17429145.2017.1310944"]}, {"Citation": "Xing L., Zhao Y., Gao J., Xiang C., Zhu J.K. The ABA receptor PYL9 together with PYL8 plays an important role in regulating lateral root growth. Sci. Rep. 2016;6:27177. doi: 10.1038/srep27177.", "ArticleIdList": ["10.1038/srep27177", "PMC4891660", "27256015"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "9", "Day": "2"}, {"Year": "2022", "Month": "9", "Day": "24"}, {"Year": "2022", "Month": "9", "Day": "26"}, {"Year": "2022", "Month": "10", "Day": "27", "Hour": "1", "Minute": "7"}, {"Year": "2022", "Month": "10", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "28", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "9", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["36290684", "PMC9598260", "10.3390/antiox11101962", "antiox11101962"]}}], "PubmedBookArticle": []}