{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["3CLpro", "COVID-19", "PLpro", "RNA-dependent RNA polymerase (RdRp)", "SARS-CoV-2", "glycoprotein", "molecular modeling"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36304744", "DateRevised": {"Year": "2022", "Month": "10", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "10", "Day": "11"}], "Language": ["eng"], "ELocationID": ["964446", "10.3389/fchem.2022.964446"], "Journal": {"ISSN": "2296-2646", "JournalIssue": {"Volume": "10", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in chemistry", "ISOAbbreviation": "Front Chem"}, "ArticleTitle": "Discovery of putative inhibitors against main drivers of SARS-CoV-2 infection: Insight from quantum mechanical evaluation and molecular modeling.", "Pagination": {"StartPage": "964446", "MedlinePgn": "964446"}, "Abstract": {"AbstractText": ["SARS-CoV-2 triggered a worldwide medical crisis, affecting the world's social, emotional, physical, and economic equilibrium. However, treatment choices and targets for finding a solution to COVID-19's threat are becoming limited. A viable approach to combating the threat of COVID-19 is by unraveling newer pharmacological and therapeutic targets pertinent in the viral survival and adaptive mechanisms within the host biological milieu which in turn provides the opportunity to discover promising inhibitors against COVID-19. Therefore, using high-throughput virtual screening, manually curated compounds library from some medicinal plants were screened against four main drivers of SARS-CoV-2 (spike glycoprotein, PLpro, 3CLpro, and RdRp). In addition, molecular docking, Prime MM/GBSA (molecular mechanics/generalized Born surface area) analysis, molecular dynamics (MD) simulation, and drug-likeness screening were performed to identify potential phytodrugs candidates for COVID-19 treatment. In support of these approaches, we used a series of computational modeling approaches to develop therapeutic agents against COVID-19. Out of the screened compounds against the selected SARS-CoV-2 therapeutic targets, only compounds with no violations of Lipinski's rule of five and high binding affinity were considered as potential anti-COVID-19 drugs. However, lonchocarpol A, diplacol, and broussonol E (lead compounds) were recorded as the best compounds that satisfied this requirement, and they demonstrated their highest binding affinity against 3CLpro. Therefore, the 3CLpro target and the three lead compounds were selected for further analysis. Through protein-ligand mapping and interaction profiling, the three lead compounds formed essential interactions such as hydrogen bonds and hydrophobic interactions with amino acid residues at the binding pocket of 3CLpro. The key amino acid residues at the 3CLpro active site participating in the hydrophobic and polar inter/intra molecular interaction were TYR54, PRO52, CYS44, MET49, MET165, CYS145, HIS41, THR26, THR25, GLN189, and THR190. The compounds demonstrated stable protein-ligand complexes in the active site of the target (3CLpro) over a 100 ns simulation period with stable protein-ligand trajectories. Drug-likeness screening shows that the compounds are druggable molecules, and the toxicity descriptors established that the compounds demonstrated a good biosafety profile. Furthermore, the compounds were chemically reactive with promising molecular electron potential properties. Collectively, we propose that the discovered lead compounds may open the way for establishing phytodrugs to manage COVID-19 pandemics and new chemical libraries to prevent COVID-19 entry into the host based on the findings of this computational investigation."], "CopyrightInformation": "Copyright © 2022 Balogun, Chukwudozie, Ogbodo, Junaid, Sunday, Ige, Aborode, Akintayo, Oluwarotimi, Oluwafemi, Saibu, Chuckwuemaka, Omoboyowa, Alausa, Atasie, Ilesanmi, Dairo, Tiamiyu, Batiha, Alkhuriji, Al-Megrin, De Waard and Sabatier."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Adekunle Ajasin University, Akungba-Akoko, Nigeria."}], "LastName": "Balogun", "ForeName": "Toheeb A", "Initials": "TA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, University of California, San Diego, San Diego, CA, United States."}], "LastName": "Chukwudozie", "ForeName": "Onyeka S", "Initials": "OS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Applied Biochemistry, Nnamdi Azikiwe University, Awka, Nigeria."}], "LastName": "Ogbodo", "ForeName": "Uchechukwu C", "Initials": "UC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry and Chemical Biology, Stevens Institute of Technology, Hoboken, NJ, United States."}], "LastName": "Junaid", "ForeName": "Idris O", "Initials": "IO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Toxicology, Universitat Duisburg-Essen, Essen, Germany."}], "LastName": "Sunday", "ForeName": "Olugbodi A", "Initials": "OA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Marine Biological Resources, Ghent University, Ghent, Belgium."}], "LastName": "Ige", "ForeName": "Oluwasegun M", "Initials": "OM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Mississippi State University, Starkville, MS, United States."}], "LastName": "Aborode", "ForeName": "Abdullahi T", "Initials": "AT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of Texas at Dallas, Richardson, TX, United States."}], "LastName": "Akintayo", "ForeName": "Abiola D", "Initials": "AD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Missouri University of Science and Technology, Rolla, MO, United States."}], "LastName": "Oluwarotimi", "ForeName": "Emmanuel A", "Initials": "EA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Adekunle Ajasin University, Akungba-Akoko, Nigeria."}], "LastName": "Oluwafemi", "ForeName": "Isaac O", "Initials": "IO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Toxicology, Universitat Duisburg-Essen, Essen, Germany."}], "LastName": "Saibu", "ForeName": "Oluwatosin A", "Initials": "OA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Federal University of Technology Akure, Akure, Nigeria."}], "LastName": "Chuckwuemaka", "ForeName": "Prosper", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Adekunle Ajasin University, Akungba-Akoko, Nigeria."}], "LastName": "Omoboyowa", "ForeName": "Damilola A", "Initials": "DA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Ladoke Akintola University, Ogbomoso, Nigeria."}], "LastName": "Alausa", "ForeName": "Abdullahi O", "Initials": "AO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Pharmacy Department, Nigeria Correctional Service, Enugu Custodial Centre, Enugu, Nigeria."}], "LastName": "Atasie", "ForeName": "Nkechi H", "Initials": "NH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Mississipi University for Women Columbus, Columbus, United States."}], "LastName": "Ilesanmi", "ForeName": "Ayooluwa", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, Western Illinois University, Macomb, IL, United States."}], "LastName": "Dairo", "ForeName": "Gbenga", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry and Molecular Biology, Federal University Dutsin-ma, Dutsin-Ma, Nigeria."}], "LastName": "Tiamiyu", "ForeName": "Zainab A", "Initials": "ZA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Therapeutics, Faculty of Veterinary Medicine, Damanhour University, Damanhour, Egypt."}], "LastName": "Batiha", "ForeName": "Gaber E", "Initials": "GE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Zoology, College of Science, King Saud University, Riyadh, Saudi Arabia."}], "LastName": "Alkhuriji", "ForeName": "Afrah Fahad", "Initials": "AF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Science, Princess Nourah bint Abdulrahman University, Riyadh, Saudi Arabia."}], "LastName": "Al-Megrin", "ForeName": "Wafa Abdullah I", "Initials": "WAI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Smartox Biotechnology, Saint-Egréve, France."}, {"Identifier": [], "Affiliation": "L'institut du Thorax, INSERM, CNRS, Université de Nantes, Nantes, France."}, {"Identifier": [], "Affiliation": "LabEx Ion Channels, Science and Therapeutics, Université de Nice Sophia-Antipolis, Valbonne, France."}], "LastName": "De Waard", "ForeName": "Michel", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institut de Neurophysiopathologie (INP), Faculté des Sciences Médicales et Paramédicales, Aix-Marseille Université, CNRS UMR 7051, Marseille, France."}], "LastName": "Sabatier", "ForeName": "Jean-Marc", "Initials": "JM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Chem", "NlmUniqueID": "101627988", "ISSNLinking": "2296-2646"}, "CoiStatement": "MDW was employed by Smartox Biotechnology. The remaining authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adedeji A. O., Singh K., Calcaterra N. E., DeDiego M. L., Enjuanes L., Weiss S., et al. (2012). Severe acute respiratory syndrome coronavirus replication inhibitor that interferes with the nucleic acid unwinding of the viral helicase. Antimicrob. Agents Chemother. 56 (9), 4718–4728. 10.1128/aac.00957-12", "ArticleIdList": ["10.1128/aac.00957-12", "PMC3421890", "22733076"]}, {"Citation": "Arjunan V., Mohan S. (2009). Fourier transform infrared and FT-Raman spectra, assignment, ab initio, DFT and normal co-ordinate analysis of 2-chloro-4-methyla- niline and 2-chloro-6-methylaniline. Spectrochimica Acta Part A Mol. Biomol. Spectrosc. 72 (2), 436–444. 10.1016/j.saa.2008.10.017", "ArticleIdList": ["10.1016/j.saa.2008.10.017", "19081287"]}, {"Citation": "Baell J. B. (2016). Feeling nature's PAINS: Natural products, natural product drugs, and Pan assay interference compounds (PAINS). J. Nat. Prod. (Gorakhpur). 79 (3), 616–628. 10.1021/acs.jnatprod.5b00947", "ArticleIdList": ["10.1021/acs.jnatprod.5b00947", "26900761"]}, {"Citation": "Baell J., Walters M. A. (2014). Chemistry: Chemical con artists foil drug discovery. Nature 513 (7519), 481–483. 10.1038/513481a", "ArticleIdList": ["10.1038/513481a", "25254460"]}, {"Citation": "Balogun T. A., Ipinloju N., Abdullateef O. T., Moses S. I., Omoboyowa D. A., James A. C., et al. (2021a). Computational evaluation of bioactive compounds from Colocasia affinis schott as a novel EGFR inhibitor for cancer treatment. Cancer Inf. 20, 1–12. 10.1177/11769351211049244", "ArticleIdList": ["10.1177/11769351211049244", "PMC8504293", "34646061"]}, {"Citation": "Balogun T. A., Iqbal M. N., Saibu O. A., Akintubosun M. O., Lateef O. M., Nneka U. C., et al. (2021b). Discovery of potential HER2 inhibitors from Mangifera indica for the treatment of HER2-positive breast cancer: An integrated computational approach. J. Biomol. Struct. Dyn., 1–13. 10.1080/07391102.2021.1975570", "ArticleIdList": ["10.1080/07391102.2021.1975570", "34514973"]}, {"Citation": "Benfenati E., Benigni R., Demarini D. M., Helma C., Kirkland D., Martin T. M., et al. (2009). Predictive models for carcinogenicity and mutagenicity: Frameworks, state-of-the-art, and perspectives. J. Environ. Sci. Health Part C 27 (2), 57–90. 10.1080/10590500902885593", "ArticleIdList": ["10.1080/10590500902885593", "19412856"]}, {"Citation": "Chan J. F., Chan K. H., Kao R. Y., To K. K., Zheng B. J., Li C. P. Y., et al. (2013). Broad-spectrum antivirals for the emerging Middle East respiratory syn- drome coronavirus. J. Infect. 67, 606–616. 10.1016/j.jinf.2013.09.029", "ArticleIdList": ["10.1016/j.jinf.2013.09.029", "PMC7112612", "24096239"]}, {"Citation": "Chan J. F.-W., Yuan S., Kok K.-H., To K. K.-W., Chu H., Yang J., et al. (2020). A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: A study of a family cluster. Lancet 395 (10223), 514–523. 10.1016/s0140-6736(20)30154-9", "ArticleIdList": ["10.1016/s0140-6736(20)30154-9", "PMC7159286", "31986261"]}, {"Citation": "Chen Y., Liu Q., Guo D. (2020). Emerging coronaviruses: Genome structure, replication, and pathogenesis. J. Med. Virol. 92, 2249. 10.1002/jmv.26234", "ArticleIdList": ["10.1002/jmv.26234", "PMC7435528", "32881013"]}, {"Citation": "Cheng F., Li W., Zhou Y., Shen J., Wu Z., Liu G., et al. (2012). ADMET-SAR: A comprehensive source and free tool for assessment of chemical ADMET properties. J. Chem. Inf. Model. 52, 3099–3105. 10.1021/ci300367a", "ArticleIdList": ["10.1021/ci300367a", "23092397"]}, {"Citation": "Chukwuemeka P. O., Umar H. I., Iwaloye O., Oretade O. M., Olowosoke C. B., Oretade O. J., et al. (2021). Predictive hybrid paradigm for cytotoxic activity of 1, 3, 4-thiadiazole derivatives as CDK6 inhibitors against human (MCF-7) breast cancer cell line and its structural modifications: Rational for novel cancer therapeutics. J. Biomol. Struct. Dyn., 1–20. 10.1080/07391102.2021.1913231", "ArticleIdList": ["10.1080/07391102.2021.1913231", "33890551"]}, {"Citation": "Daina A., Michielin O., Zoete V. (2017). SwissADME: A free web tool to evaluate pharmacokinetics, drug-likeness and medicinal chemistry friendliness of small molecules. Sci. Rep. 7, 42717. 10.1038/srep42717", "ArticleIdList": ["10.1038/srep42717", "PMC5335600", "28256516"]}, {"Citation": "Darden T., York D., Pedersen L. (1993). Particle mesh Ewald: AnN⋅log(N) method for Ewald sums in large systems. J. Chem. Phys. 98, 10089–10092. 10.1063/1.464397", "ArticleIdList": ["10.1063/1.464397"]}, {"Citation": "de Wilde A. H., Jochmans D., Posthuma C. C., Zevenhoven-Dobbe J. C., van Nieuwkoop S., Bestebroer T. M., et al. (2014). Screening of an FDA-approved compound library identifies four small-molecule inhibitors of Middle East Respiratory syndrome coronavirus replication in cell culture. Antimicrob. Agents Chemother. 14, 4875–4884. 10.1128/aac.03011-14", "ArticleIdList": ["10.1128/aac.03011-14", "PMC4136071", "24841269"]}, {"Citation": "Dudani T., Saraogi A. (2020). Use of herbal medicines on coronavirus. Act. Scie. Pharma. 11 (6), 61–63. 10.31080/asps.2020.04.0518", "ArticleIdList": ["10.31080/asps.2020.04.0518"]}, {"Citation": "Dutra J. D. L., Filho M. A. M., Rocha G. B., Freire R. O., Simas A. M., Stewart J. J. P. (2013). Sparkle/PM7 lanthanide parameters for the modeling of complexes and materials. J. Chem. Theory Comput. 9, 3333–3341. 10.1021/ct301012h", "ArticleIdList": ["10.1021/ct301012h", "PMC3806451", "24163641"]}, {"Citation": "Dyall J., Coleman C. M., Hart B. J., Venkataraman T., Holbrook M. R., Kindrachuk J., et al. (2014). Repurposing of clinically developed drugs for treatment of Middle East respiratory syndrome coronavirus infection. Antimicrob. Agents Chemother. 58, 4885–4893. 10.1128/aac.03036-14", "ArticleIdList": ["10.1128/aac.03036-14", "PMC4136000", "24841273"]}, {"Citation": "Friesner R. A., Banks J. L., Murphy R. B., Halgren T. A., Klicic J. J., Mainz D. T., et al. (2004). Glide: A new approach for rapid, accurate docking and scoring. 1. Method and assessment of docking accuracy. J. Med. Chem. 47, 1739–1749. 10.1021/jm0306430", "ArticleIdList": ["10.1021/jm0306430", "15027865"]}, {"Citation": "Ge X. Y., Li J. L., Yang X. L., Chmura A. A., Zhu G., Epstein J. H., et al. (2013). Isolation and characterization of a bat SARS-like coronavirus that uses the ACE2 receptor. Nature 503, 535–538. 10.1038/nature12711", "ArticleIdList": ["10.1038/nature12711", "PMC5389864", "24172901"]}, {"Citation": "Genheden S., Ryde U. (2015). The MM/PBSA and MM/GBSA methods to estimate ligand-binding affinities. Expert Opin. Drug Discov. 10, 449–461. 10.1517/17460441.2015.1032936", "ArticleIdList": ["10.1517/17460441.2015.1032936", "PMC4487606", "25835573"]}, {"Citation": "Greenidge P. A., Kramer C., Mozziconacci J. C., Wolf R. M. (2013). MM/GBSA binding energy prediction on the PDBbind data set: Successes, failures, and directions for further improvement. J. Chem. Inf. Model. 53 (1), 201–209. 10.1021/ci300425v", "ArticleIdList": ["10.1021/ci300425v", "23268595"]}, {"Citation": "Han D. P., Penn-Nicholson A., Cho M. W. (2006). Identification of critical determinants on ACE2 for SARS-CoV entry and development of a potent entry inhibitor. Virology 350, 15–25. 10.1016/j.virol.2006.01.029", "ArticleIdList": ["10.1016/j.virol.2006.01.029", "PMC7111894", "16510163"]}, {"Citation": "Hanson R. M. (2010). Jmol - a paradigm shift in crystallographic visualization. J. Appl. Crystallogr. 43, 1250–1260. 10.1107/S0021889810030256", "ArticleIdList": ["10.1107/S0021889810030256"]}, {"Citation": "Hanwell M. D., Curtis D. E., Lonie D. C., Vandermeersch T., Zurek E., Hutchison G. R. (2012). Avogadro: An advanced semantic chemical editor, visualization, and analysis platform. J. Cheminform. 4, 17. 10.1186/1758-2946-4-17", "ArticleIdList": ["10.1186/1758-2946-4-17", "PMC3542060", "22889332"]}, {"Citation": "Jia Z., Yan L., Ren Z., Wu L., Wang J., Guo J., et al. (2019). Delicate structural coordination of the severe acute respiratory syndrome coronavirus Nsp13 upon ATP hydrolysis. Nucleic Acids Res. 47 (12), 6538–6550. 10.1093/nar/gkz409", "ArticleIdList": ["10.1093/nar/gkz409", "PMC6614802", "31131400"]}, {"Citation": "Kim H. Y., Eo E. Y., Park H., Kim Y. C., Park S., Shin H. J., et al. (2010). Medicinal herbal extracts of Sophorae radix, Acanthopanacis cortex, Sanguisorbae radix and Torilis fructus inhibit coronavirus replication in vitro . Antivir. Ther. 15 (5), 697–709. 10.3851/IMP1615", "ArticleIdList": ["10.3851/IMP1615", "20710051"]}, {"Citation": "Klamt A., Schuurmann G. (1993). Cosmo: A new approach to dielectric screening in solvents with explicit expressions for the screening energy and its gradient. J. Chem. Soc. Perkin Trans. 2, 799–805. 10.1039/P29930000799", "ArticleIdList": ["10.1039/P29930000799"]}, {"Citation": "Kurczab R. (2017). The evaluation of QM/MM-driven molecular docking combined with MM/GBSA calculations as a halogen-bond scoring strategy. Acta Crystallogr. B Struct. Sci. Cryst. Eng. Mat. 73 (2), 188–194. 10.1107/S205252061700138X", "ArticleIdList": ["10.1107/S205252061700138X", "28362281"]}, {"Citation": "Li S. W., Wang C. Y., Jou Y. J., Huang S. H., Hsiao L. H., Wan L., et al. (2016). SARS coronavirus papain-like protease inhibits the TLR7 signaling pathway through removing Lys63-linked polyubiquitination of TRAF3 and TRAF6. Int. J. Mol. Sci. 17, 678. 10.3390/ijms17050678", "ArticleIdList": ["10.3390/ijms17050678", "PMC4881504", "27164085"]}, {"Citation": "Li W., Moore M. J., Vasilieva N., Sui J., Wong S. K., Berne M. A., et al. (2003). Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus. Nature 426, 450–454. 10.1038/nature02145", "ArticleIdList": ["10.1038/nature02145", "PMC7095016", "14647384"]}, {"Citation": "Liang Z., Liu F., Grundke-Iqbal I., Iqbal K., Gong C.-X. (2007). Downregulation of cAMP-dependent protein kinase by over-activated calpain in Alzheimer disease brain. J. Neurochem. 103 (6), 2462–2470. 10.1111/j.1471-4159.2007.04942.x", "ArticleIdList": ["10.1111/j.1471-4159.2007.04942.x", "PMC2262109", "17908236"]}, {"Citation": "Ling C. (2020). Traditional Chinese medicine is a resource for drug discovery against 2019 novel coronavirus (SARS-CoV-2). J. Integr. Med. 18 (2), 87–88. 10.1016/j.joim.2020.02.004", "ArticleIdList": ["10.1016/j.joim.2020.02.004", "PMC7129043", "32122812"]}, {"Citation": "Lipinski C. A., Lombardo F., Dominy B. W., Feeney P. J. (2001). Experimental and computational approaches to estimate solubility and permeability in drug discovery and development settings. Adv. Drug Deliv. Rev. 46, 3–25. 10.1016/s0169-409x(96)00423-1", "ArticleIdList": ["10.1016/s0169-409x(96)00423-1", "11259830"]}, {"Citation": "Liu C., Zhou Q., Li Y., Garner L. V., Watkins S. P., Carter L. J., et al. (2020). Research and development on therapeutic agents and vaccines for COVID-19 and related human coronavirus diseases. ACS Cent. Sci. 6, 315–331. 10.1021/acscentsci.0c00272", "ArticleIdList": ["10.1021/acscentsci.0c00272", "32226821"]}, {"Citation": "Luk H. K. H., Li X., Fung J., Lau S. K. P., Woo P. C. Y. (2019). Molecular epidemiology, evolution and phylogeny of SARS coronavirus. Infect. Genet. Evol. 71, 21–30. 10.1016/j.meegid.2019.03.001", "ArticleIdList": ["10.1016/j.meegid.2019.03.001", "PMC7106202", "30844511"]}, {"Citation": "Maragatham G., Selvarani S., Rajakumar P., Lakshmi S. (2019). Structure determination and quantum chemical analysis of chalcone derivatives. J. Mol. Struct. 1179, 568–575. 10.1016/j.molstruc.2018.11.048", "ArticleIdList": ["10.1016/j.molstruc.2018.11.048"]}, {"Citation": "Mekni N., De Rosa M., Cipollina C., Gulotta M. R., De Simone G., Lombino J., et al. (2019). In silico insights towards the identification of NLRP3 druggable hot spots. Int. J. Mol. Sci. 20 (20), 4974. 10.3390/ijms20204974", "ArticleIdList": ["10.3390/ijms20204974", "PMC6834175", "31600880"]}, {"Citation": "Millet J. K., Whittaker G. R. (2015). Host cell proteases: Critical determinants of coronavirus tropism and pathogenesis. Virus Res. 202, 120–134. 10.1016/j.virusres.2014.11.021", "ArticleIdList": ["10.1016/j.virusres.2014.11.021", "PMC4465284", "25445340"]}, {"Citation": "Muhammad S., Lai C-H., Al-Sehemi A. G., Alshahrani T., Iqbal J., Ayub K. (2021). Exploring the twisted molecular configurations for tuning their optical and nonlinear optical response properties: A quantum chemical approach. J. Mol. Graph. Model. 102, 107766. 10.1016/j.jmgm.2020.107766", "ArticleIdList": ["10.1016/j.jmgm.2020.107766", "33069123"]}, {"Citation": "Muthu S., Ramachandran G., Paulraj R. I., Swaminathan T. (2014). Quantum mechanical study of the structure and spectroscopic (FTIR, FT-Raman), first-order hyperpolarizability and NBO analysis of 1, 2-benzoxazol-3-ylmethane sulfonamide. Spectrochim. Acta Part A Mol. Biomol. Spectrosc. 128, 603–613. 10.1016/j.saa.2014.02.183", "ArticleIdList": ["10.1016/j.saa.2014.02.183", "24691375"]}, {"Citation": "Omrani A. S., Saad M. M., Baig K., Bahloul A., Abdul-Matin M., Alaidaroos A. Y., et al. (2014). Ribavirin and interferon alfa-2a for severe Middle East respiratory syndrome coronavirus infection: A retrospec- tive cohort study. Lancet Infect. Dis. 14, 1090–1095. 10.1016/s1473-3099(14)70920-x", "ArticleIdList": ["10.1016/s1473-3099(14)70920-x", "PMC7106357", "25278221"]}, {"Citation": "Parrinello M., Rahman A. (1981). Polymorphic transitions in single crystals: A new molecular dynamics method. J. Appl. Phys. 52, 7182–7190. 10.1063/1.328693", "ArticleIdList": ["10.1063/1.328693"]}, {"Citation": "Pearson R. G. (1986). Absolute electronegativity and hardness correlated with molecular orbital theory. Proc. Natl. Acad. Sci. U. S. A. 83, 8440–8441. 10.1073/pnas.83.22.8440", "ArticleIdList": ["10.1073/pnas.83.22.8440", "PMC386945", "16578791"]}, {"Citation": "Pearson R. G. (1990). Hard and soft acids and bases-the evolution of a chemical concept. Coord. Chem. Rev. 100, 403–425. 10.1016/0010-8545(90)85016-l", "ArticleIdList": ["10.1016/0010-8545(90)85016-l"]}, {"Citation": "Phillips J. C. (1961). Generalized koopmans’ theorem. Phys. Rev. 123, 420–424. 10.1103/PhysRev.123.420", "ArticleIdList": ["10.1103/PhysRev.123.420"]}, {"Citation": "Pillaiyar T., Manickam M., Namasivayam V., Hayashi Y., Jung S. H. (2016). An overview of severe acute respiratory syndrome-coronavirus (SARSCoV) 3CL protease inhibitors: Peptidomimetics and small molecule chemotherapy. J. Med. Chem. 59, 6595–6628. 10.1021/acs.jmedchem.5b01461", "ArticleIdList": ["10.1021/acs.jmedchem.5b01461", "PMC7075650", "26878082"]}, {"Citation": "Ruan Z., Liu C., Guo Y., He Z., Huang X., Jia X., et al. (2020). SARS-CoV-2 and SARS-CoV: Virtual screening of potential inhibitors targeting RNA-dependent RNA polymerase activity (NSP12). J. Med. Virol. 93, 389–400. 10.1002/jmv.26222", "ArticleIdList": ["10.1002/jmv.26222", "PMC7361265", "32579254"]}, {"Citation": "Salvatore M. J., King A. B., Graham A. C., Onishi H. R., Bartizal K. F., Abruzzo G. K., et al. (1998). Antibacterial activity of lonchocarpol A. J. Nat. Prod. (Gorakhpur). 61 (5), 640–642. 10.1021/np9703961", "ArticleIdList": ["10.1021/np9703961", "9599265"]}, {"Citation": "Sastry G. M., Adzhigirey M., Day T., Annabhimoju R., Sherman W. (2013). Protein and ligand preparation: Parameters, protocols, and influence on virtual screening enrichments. J. Comput. Aided. Mol. Des. 27, 221–234. 10.1007/s10822-013-9644-8", "ArticleIdList": ["10.1007/s10822-013-9644-8", "23579614"]}, {"Citation": "Schrödinger (2018). Schrödinger release 201 8-4: Maestro schrödinger. New York, NY: LLC."}, {"Citation": "Schrödinger (2020). Schrödinger release 2020–2: Prime, schrödinger. New York, NY: LLC."}, {"Citation": "Seah I., Agrawal R. (2020). Can the coronavirus disease 2019 (COVID-19) affect the eyes? A review of coronaviruses and ocular implications in humans and animals. Ocul. Immunol. Inflamm. 28, 391–395. 10.1080/09273948.2020.1738501", "ArticleIdList": ["10.1080/09273948.2020.1738501", "PMC7103678", "32175797"]}, {"Citation": "Stewart J. J. P. (1990). MOPAC: A semiempirical molecular orbital program. J. Comput. Aided. Mol. Des. 4, 1–103. 10.1007/BF00128336", "ArticleIdList": ["10.1007/BF00128336", "2197373"]}, {"Citation": "Sylaja B., Gunasekaran S., Srinivasan S. (2017). Vibrational, NLO, NBO, NMR, frontier molecular orbital and molecular docking studies of diazepam. Mater. Res. Innovations 22, 1–13. 10.1080/14328917.2017.1324356", "ArticleIdList": ["10.1080/14328917.2017.1324356"]}, {"Citation": "Tripathi S. K., Muttineni R., Singh S. K. (2013). Extra precision docking, free energy calculation and molecular dynamics simulation studies of CDK2 inhibitors. J. Theor. Biol. 334, 87–100. 10.1016/j.jtbi.2013.05.014", "ArticleIdList": ["10.1016/j.jtbi.2013.05.014", "23727278"]}, {"Citation": "Vellingiri B., Jayaramayya K., Iyer M., Narayanasamy A., Govindasamy V., Giridharan B., et al. (2020). COVID-19: A promising cure for the global panic. Sci. Total Environ. 725, 138277. 10.1016/j.scitotenv.2020.138277", "ArticleIdList": ["10.1016/j.scitotenv.2020.138277", "PMC7128376", "32278175"]}, {"Citation": "Wang S. Q., Du Q. S., Zhao K., Li A. X., Wei D. Q., Chou K. C. (2007). Virtual screening for finding natural inhibitor against cathepsin-L for SARS therapy. Amino Acids 33 (1), 129–135. 10.1007/s00726-006-0403-1", "ArticleIdList": ["10.1007/s00726-006-0403-1", "PMC7087620", "16998715"]}, {"Citation": "World Health Organization (2004). SARS: Clinical trials on treatment using a combination of traditional Chinese medicine and western medicine. Beijing: World Health Organization."}, {"Citation": "Wu C. Y., Jan J. T., Ma S. H., Kuo C. J., Juan H. F., Cheng Y. S. E., et al. (2004). Small molecules targeting severe acute respiratory syndrome human coronavirus. Proc. Natl. Acad. Sci. U. S. A. 101 (27), 10012–10017. 10.1073/pnas.0403596101", "ArticleIdList": ["10.1073/pnas.0403596101", "PMC454157", "15226499"]}, {"Citation": "Xu C., Ke Z., Liu C., Wang Z., Liu D., Zhang L., et al. (2020). Systemic in silico screening in drug discovery for Coronavirus Disease (COVID-19) with an online interactive web server. J. Chem. Inf. Model. 60, 5735–5745. 10.1021/acs.jcim.0c00821", "ArticleIdList": ["10.1021/acs.jcim.0c00821", "32786695"]}, {"Citation": "Yu M.-S., Lee J., Lee J. M., Kim Y., Chin Y.-W., Jee J.-G., et al. (2012). Identification of myricetin and scutellarein as novel chemical inhibitors of the SARS coronavirus helicase, NsP13. Bioorg. Med. Chem. Lett. 22 (12), 4049–4054. 10.1016/j.bmcl.2012.04.081", "ArticleIdList": ["10.1016/j.bmcl.2012.04.081", "PMC7127438", "22578462"]}, {"Citation": "Zumla A., Chan J. F., Azhar E. I., Hui D. S., Yuen K. Y. (2016). Corona viruses-drug discovery and therapeutic options. Nat. Rev. Drug Discov. 15, 327–347. 10.1038/nrd.2015.37", "ArticleIdList": ["10.1038/nrd.2015.37", "PMC7097181", "26868298"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "6", "Day": "8"}, {"Year": "2022", "Month": "8", "Day": "10"}, {"Year": "2022", "Month": "10", "Day": "28", "Hour": "2", "Minute": "57"}, {"Year": "2022", "Month": "10", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "10", "Day": "11"}], "PublicationStatus": "epublish", "ArticleIdList": ["36304744", "PMC9593047", "10.3389/fchem.2022.964446", "964446"]}}], "PubmedBookArticle": []}