{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Caesalpinia mimosoides", "Western Ghats", "anti-inflammatory", "antimicrobial", "antioxidant", "traditional medicine", "wound healing"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36313327", "DateRevised": {"Year": "2022", "Month": "11", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "10", "Day": "13"}], "Language": ["eng"], "ELocationID": ["1025848", "10.3389/fphar.2022.1025848"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "Attenuation of dermal wounds through topical application of ointment containing phenol enriched fraction of <i>Caesalpinia mimosoides</i> Lam.", "Pagination": {"StartPage": "1025848", "MedlinePgn": "1025848"}, "Abstract": {"AbstractText": ["<i>Caesalpinia mimosoides</i> Lam. is one of the important medicinal plants used by the traditional healers of Uttara Kannada district, Karnataka (India) for treating wounds. In our previous study ethanol extract of the plant was evaluated for its wound healing activity. In continuation, the present study was aimed to evaluate the phenol enriched fraction (PEF) of ethanol extract for wound healing activity along with its antioxidant, anti-inflammatory and antimicrobial properties. The potent wound healing activity of PEF was evidenced by observation of increased rate of cell migration in L929, 3T3L1 and L6 cells (92.59 ± 1.53%, 98.42 ± 0.82% and 96.63 ± 0.61% respectively) at 7.81 μg/ml doses in assays carried out <i>in vitro</i>. Significantly enhanced rate of wound contraction (97.92 ± 0.41%), tensile strength (973.67 ± 4.43 g/mm<sup>2</sup>), hydroxyproline (31.31 ± 0.64 mg/g) and hexosamine (8.30 ± 0.47 mg/g) contents were observed on 15th post wounding day in 5% PEF treated animals. The enzymatic and non-enzymatic cellular antioxidants (superoxide dismutase, catalase and reduced glutathione) were upregulated (15.89 ± 0.17 U/mg, 48.30 ± 4.60 U/mg and 4.04 ± 0.12 μg/g respectively) with the administration of 5% PEF. The significant antimicrobial, antioxidant and anti-inflammatory activities support the positive correlation of PEF with its enhanced wound healing activity. PEF contains expressive amounts of total phenolic and total flavonoid contents (578.28 ± 2.30 mg GAE/g and 270.76 ± 2.52 mg QE/g). Of the various chemicals displayed in RP-UFLC-DAD analysis of PEF, gallic acid (68.08 μg/mg) and ethyl gallate (255.91 μg/mg) were predominant. The results indicate that PEF has great potential for the topical management of open wounds."], "CopyrightInformation": "Copyright © 2022 Bhat, Upadhya, Hegde, Hegde and Roy."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Institute of Traditional Medicine, Indian Council of Medical Research, Belagavi, India."}, {"Identifier": [], "Affiliation": "Department of Studies in Botany, Karnatak University, Dharwad, India."}], "LastName": "Bhat", "ForeName": "Pradeep", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Forest Products and Utilization, College of Forestry, University of Agricultural Sciences, Sirsi, India."}], "LastName": "Upadhya", "ForeName": "Vinayak", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Studies in Botany, Karnatak University, Dharwad, India."}], "LastName": "Hegde", "ForeName": "Ganesh R", "Initials": "GR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Institute of Traditional Medicine, Indian Council of Medical Research, Belagavi, India."}], "LastName": "Hegde", "ForeName": "Harsha V", "Initials": "HV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Institute of Traditional Medicine, Indian Council of Medical Research, Belagavi, India."}], "LastName": "Roy", "ForeName": "Subarna", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adams R. P. (2007). Identification of essential oil components by gas chromatography/mass spectroscopy. Carol Stream (IL): Allured."}, {"Citation": "Agyare C., Asase A., Lechtenberg M., Niehues M., Deters A., Hensel A. (2009). An ethnopharmacological survey and in vitro confirmation of ethnopharmacological use of medicinal plants used for wound healing in Bosomtwi–Atwima–Kwanwoma area, Ghana. J. Ethnopharmacol. 125, 393–403. 10.1016/j.jep.2009.07.024", "ArticleIdList": ["10.1016/j.jep.2009.07.024", "19635544"]}, {"Citation": "Agyare C., Dwobeng A. S., Agyepong N., Boakye Y. D., Mensah K. D., Ayande P. G., et al. (2013). Antimicrobial, antioxidant, and wound healing properties of Kigelia africana (Lam.) Beneth. and Strophanthus hispidus DC. Adv. Pharmacol. Sci. 2013, 692613. 10.1155/2013/692613", "ArticleIdList": ["10.1155/2013/692613", "PMC3639673", "23662099"]}, {"Citation": "Anwar S., Almatroudi A., Allemailem K. S., Joseph R. J., Khan A. A., Rahmani A. H. (2020). Protective effects of ginger extract against glycation and oxidative stress-induced health complications: An in vitro study. Processes 8, 468. 10.3390/pr8040468", "ArticleIdList": ["10.3390/pr8040468"]}, {"Citation": "Arunachalam K., Parimelazhagan T. (2013). Anti-inflammatory, wound healing and in vivo antioxidant properties of the leaves of Ficus amplissima Smith. J. Ethnopharmacol. 145, 139–145. 10.1016/j.jep.2012.10.041", "ArticleIdList": ["10.1016/j.jep.2012.10.041", "23123798"]}, {"Citation": "Astaneie F., Afshari M., Mojtahedi A., Mostafalou S., Zamani M. J., Larijani B., et al. (2005). Total antioxidant capacity and levels of epidermal growth factor and nitric oxide in blood and saliva of insulin-dependent diabetic patients. Arch. Med. Res. 36, 376–381. 10.1016/j.arcmed.2005.03.007", "ArticleIdList": ["10.1016/j.arcmed.2005.03.007", "15950078"]}, {"Citation": "Azis H. A., Taher M., Ahmeda A. S., Sulaiman W. M. A. W., Susanti D., Chowdhury S. R., et al. (2017). In vitro and in vivo wound healing studies of methanolic fraction of Centella asiatica extract. S. Afr. J. Bot. 108, 163–174. 10.1016/j.sajb.2016.10.022", "ArticleIdList": ["10.1016/j.sajb.2016.10.022"]}, {"Citation": "Baidoo M. F., Mensah A. Y., Ossei P. P. S., Asante-Kwatia E., Amponsah I. K. (2021). Wound healing, antimicrobial and antioxidant properties of the leaf and stem bark of Entada africana Guill. & Perr. S. Afr. J. Bot. 137, 52–59. 10.1016/j.sajb.2020.09.037", "ArticleIdList": ["10.1016/j.sajb.2020.09.037"]}, {"Citation": "Bergman I., Loxley R. (1963). Two improved and simplified methods for the spectrophotometric determination of hydroxyproline. Anal. Chem. 35, 1961–1965. 10.1021/ac60205a053", "ArticleIdList": ["10.1021/ac60205a053"]}, {"Citation": "Bhat P. B., Hegde S., Upadhya V., Hegde G. R., Habbu P. V., Mulgund G. S. (2016). Evaluation of wound healing property of Caesalpinia mimosoides Lam. J. Ethnopharmacol. 193, 712–724. 10.1016/j.jep.2016.10.009", "ArticleIdList": ["10.1016/j.jep.2016.10.009", "27717906"]}, {"Citation": "Bhat P., Hegde G., Hegde G. R. (2012). Ethnomedicinal practices in different communities of Uttara Kannada district of Karnataka for treatment of wounds. J. Ethnopharmacol. 143, 501–514. 10.1016/j.jep.2012.07.003", "ArticleIdList": ["10.1016/j.jep.2012.07.003", "22820243"]}, {"Citation": "Bhat P., Hegde G. R., Hegde G., Mulgund G. S. (2014). Ethnomedicinal plants to cure skin diseases-An account of the traditional knowledge in the coastal parts of Central Western Ghats, Karnataka, India. J. Ethnopharmacol. 151, 493–502. 10.1016/j.jep.2013.10.062", "ArticleIdList": ["10.1016/j.jep.2013.10.062", "24239890"]}, {"Citation": "Biswas D., Yoganandam G. P., Dey A., Deb L. (2013). Evaluation of antimicrobial and wound healing potentials of ethanol extract of Wedelia biflora Linn. D.C. leaves. Indian J. Pharm. Sci. 75, 156–161.", "ArticleIdList": ["PMC3757853", "24019563"]}, {"Citation": "Bolla S. R., Al-Subaie A. M., Al-Jindan R. Y., Balakrishna J. P., Ravi P. K., Veeraraghavan V. P., et al. (2019). In vitro wound healing potency of methanolic leaf extract of Aristolochia saccata is possibly mediated by its stimulatory effect on collagen-1 expression. Heliyon 5, e01648. 10.1016/j.heliyon.2019.e01648", "ArticleIdList": ["10.1016/j.heliyon.2019.e01648", "PMC6529694", "31193473"]}, {"Citation": "Brand-Williams W., Cuvelier M. E., Berset C. (1995). Use of free radical method to evaluate antioxidant activity. Leb. Wiss Technol. 28, 25–30. 10.1016/S0023-6438(95)80008-5", "ArticleIdList": ["10.1016/S0023-6438(95)80008-5"]}, {"Citation": "Brem H., Tomic-Canic M. (2007). Cellular and molecular basis of wound healing in diabetes. J. Clin. Invest. 117, 1219–1222. 10.1172/JCI32169", "ArticleIdList": ["10.1172/JCI32169", "PMC1857239", "17476353"]}, {"Citation": "Carvalho M. T. B., Araújo-Filho H. G., Barreto A. S., Quintans-Júnior L. J., Quintans J. S. S., Barreto R. S. S. (2021). Wound healing properties of flavonoids: A systematic review highlighting the mechanisms of action. Phytomedicine. 90, 153636. 10.1016/j.phymed.2021.153636", "ArticleIdList": ["10.1016/j.phymed.2021.153636", "34333340"]}, {"Citation": "Chakraborty K., Bhattacharyya A. (2013). “Role of proteases in inflammatory lung diseases,”. Proteases in health and disease, advances in biochemistry in health and disease. Editors Chakraborti, Dhalla N. S., 7. Springer Nature, Switzerland, 10.1007/978-1-4614-9233-7-21", "ArticleIdList": ["10.1007/978-1-4614-9233-7-21"]}, {"Citation": "Chanwitheesuk A., Teerawutgulrag A., Kilburn J. D., Rakariyatham N. (2007). Antimicrobial gallic acid from Caesalpinia mimosoides Lamk. Food Chem. x. 100, 1044–1048. 10.1016/j.foodchem.2005.11.008", "ArticleIdList": ["10.1016/j.foodchem.2005.11.008"]}, {"Citation": "Chanwitheesuk A., Teerawutgulrag A., Rakariyatham N. (2005). Screening of antioxidant activity and antioxidant compounds of some edible plants of Thailand. Food Chem. x. 92, 491–497. 10.1016/j.foodchem.2004.07.035", "ArticleIdList": ["10.1016/j.foodchem.2004.07.035"]}, {"Citation": "Charan J., Kantharia N. D. (2013). How to calculate sample size in animal studies? J. Pharmacol. Pharmacother. 4, 303–306. 10.4103/0976-500X.119726", "ArticleIdList": ["10.4103/0976-500X.119726", "PMC3826013", "24250214"]}, {"Citation": "Cheng P. H. (1963). An improved method for the determination of hexosamine in rat skin. J. Invest. Dermatol. 51, 484–490. 10.1038/jid.1968.159", "ArticleIdList": ["10.1038/jid.1968.159", "5748733"]}, {"Citation": "Cragg G. M., Newman D. J. (2013). Natural products: A continuing source of novel drug leads. Biochim. Biophys. Acta 1830, 3670–3695. 10.1016/j.bbagen.2013.02.008", "ArticleIdList": ["10.1016/j.bbagen.2013.02.008", "PMC3672862", "23428572"]}, {"Citation": "Daduang J., Vichitphan S., Daduang S., Hongsprabhas P., Boonsiri P. (2011). High phenolics and antioxidants of some tropical vegetables related to antibacterial and anticancer activities. Afr. J. Pharm. Pharmacol. 5, 608–615. 10.5897/AJPP10.243", "ArticleIdList": ["10.5897/AJPP10.243"]}, {"Citation": "Das S., Bala A., Bhowmik M., Ghosh L. K. (2012). Attenuation of reactive nitrogen species by different flavonoids enriched fractions of Schima Wallichii. Asian pac. J. Trop. Biomed. 2, S632–S636. 10.1016/S2221-1691(12)60287-1", "ArticleIdList": ["10.1016/S2221-1691(12)60287-1"]}, {"Citation": "Dunnill C., Patton T., Brennan J., Barrett J., Dryden M., Cooke J., et al. (2017). Reactive oxygen species (ROS) and wound healing: The functional role of ROS and emerging ROS-modulating technologies for augmentation of the healing process. Int. Wound J. 14, 89–96. 10.1111/iwj.12557", "ArticleIdList": ["10.1111/iwj.12557", "PMC7950185", "26688157"]}, {"Citation": "Dwivedi D., Dwivedi M., Malviya S., Singh V. (2016). Evaluation of wound healing, anti-microbial and antioxidant potential of Pongamia pinnata in wistar rats. J. Tradit. Complement. Med. 7, 79–85. 10.1016/j.jtcme.2015.12.002", "ArticleIdList": ["10.1016/j.jtcme.2015.12.002", "PMC5198820", "28053891"]}, {"Citation": "Działo M., Mierziak J., Korzun U., Preisner M., Szopa J., Kulma A. (2016). The potential of plant phenolics in prevention and therapy of skin disorders. Int. J. Mol. Sci. 17, 160. 10.3390/ijms17020160", "ArticleIdList": ["10.3390/ijms17020160", "PMC4783894", "26901191"]}, {"Citation": "Elloumi W., Mahmoudi A., Ortiz S., Boutefnouchet S., Chamkha M., Sayadi S. (2022). Wound healing potential of quercetin-3-O-rhamnoside and myricetin-3-O-rhamnoside isolated from Pistacia lentiscus distilled leaves in rats model. Biomed. Pharmacother. 146, 112574. 10.1016/j.biopha.2021.112574", "ArticleIdList": ["10.1016/j.biopha.2021.112574", "35062055"]}, {"Citation": "Fikru A., Makonnen E., Eguale T., Debella A., Mekonnen G. A. (2012). Evaluation of in vivo wound healing activity of methanol extract of Achyranthes aspera L. J. Ethnopharmacol. 143, 469–474. 10.1016/j.jep.2012.06.049", "ArticleIdList": ["10.1016/j.jep.2012.06.049", "22771316"]}, {"Citation": "Ghane S. G., Attar U. A., Yadav P. B., Lekhak M. M. (2018). Antioxidant, anti-diabetic, acetylcholinesterase inhibitory potential and estimation of alkaloids (lycorine and galanthamine) from Crinum species: An important source of anticancer and anti-Alzheimer drug. Ind. Crops Prod. 125, 168–177. 10.1016/j.indcrop.2018.08.087", "ArticleIdList": ["10.1016/j.indcrop.2018.08.087"]}, {"Citation": "Guimarães I., Baptista-Silva S., Pintado M., Oliveira A. L. (2021). Polyphenols: A promising avenue in therapeutic solutions for wound care. Appl. Sci. (Basel). 11, 1230. 10.3390/app11031230", "ArticleIdList": ["10.3390/app11031230"]}, {"Citation": "Gurung S., Skalko-Basnet N. (2009). Wound healing properties of carica papaya latex: In vivo evaluation in mice burn model. J. Ethnopharmacol. 121, 338–341. 10.1016/j.jep.2008.10.030", "ArticleIdList": ["10.1016/j.jep.2008.10.030", "19041705"]}, {"Citation": "Hadwan M. H., Ali S. K. (2018). New spectrophotometric assay for assessments of catalase activity in biological samples. Anal. Biochem. 542, 29–33. 10.1016/j.ab.2017.11.013", "ArticleIdList": ["10.1016/j.ab.2017.11.013", "29175424"]}, {"Citation": "Hashemnia M., Nikousefat Z., Mohammadalipour A., Zangeneh M., Zangeneh A. (2019). Wound healing activity of Pimpinella anisum methanolic extract in streptozotocin-induced diabetic rats. J. Wound Care 28, S26–S36. 10.12968/jowc.2019.28.sup10.s26", "ArticleIdList": ["10.12968/jowc.2019.28.sup10.s26", "31600102"]}, {"Citation": "Hazra B., Biswas S., Mandal N. (2008). Antioxidant and free radical scavenging activity of Spondias pinnata. BMC Complement. Altern. Med. 8, 63. 10.1186/1472-6882-8-63", "ArticleIdList": ["10.1186/1472-6882-8-63", "PMC2636748", "19068130"]}, {"Citation": "Houghton P. J., Hylands P. J., Mensah A. Y., Hensel A., Deters A. M. (2005). In vitro tests and ethnopharmacological investigations: Wound healing as an example. J. Ethnopharmacol. 100, 100–107. 10.1016/j.jep.2005.07.001", "ArticleIdList": ["10.1016/j.jep.2005.07.001", "16040217"]}, {"Citation": "\nICH guidelines (2005). International conference on harmonisation of technical requirements for registration of pharmaceuticals for human use, ICH harmonised tripartite guideline, Validation of analytical procedures: text and methodology Q2(R1).\nAvailable at: https://www.gmp-compliance.org/files/guidemgr/Q2(R1).pdf\n (Accessed January 5, 2022). "}, {"Citation": "Kakkar P., Das B., Vishwanathan P. N. (1984). A modified spectrophotometric assay of superoxide dismutase. Indian J. biochem. Biophys. 21, 130–132.", "ArticleIdList": ["6490072"]}, {"Citation": "Lee K. H. (1968). Studies on the mechanism of action of salicylate. II. Retardation of wound healing by aspirin. J. Pharm. Sci. 57, 1042–1043. 10.1002/jps.2600570633", "ArticleIdList": ["10.1002/jps.2600570633", "5671327"]}, {"Citation": "Mekonnen A., Sidamo T., Asres K., Engidawork E. (2013). In vivo wound healing activity and phytochemical screening of the crude extract and various fractions of Kalanchoe petitiana A. Rich (Crassulaceae) leaves in mice. J. Ethnopharmacol. 145, 638–646. 10.1016/j.jep.2012.12.002", "ArticleIdList": ["10.1016/j.jep.2012.12.002", "23228912"]}, {"Citation": "Misic A. M., Gardner S. E., Grice E. A. (2014). The wound microbiome: Modern approaches to examining the role of microorganisms in impaired chronic wound healing. Adv. Wound Care 3, 502–510. 10.1089/wound.2012.0397", "ArticleIdList": ["10.1089/wound.2012.0397", "PMC4086514", "25032070"]}, {"Citation": "Moghadam S. E., Ebrahimi S. N., Salehi P., Farimani M. M., Hamburger M., Jabbarzadeh E. (2017). Wound healing potential of chlorogenic acid and myricetin-3-O-β-rhamnoside isolated from Parrotia persica. Molecules 22, E1501. 10.3390/molecules22091501", "ArticleIdList": ["10.3390/molecules22091501", "PMC5603238", "28885580"]}, {"Citation": "Moghadamtousi S. Z., Rouhollahi E., Hajrezaie M., Karimian H., Abdulla M. A., Kadir H. A. (2015). Annona muricata leaves accelerate wound healing in rats via involvement of Hsp70 and antioxidant defence. Int. J. Surg. 18, 110–117. 10.1016/j.ijsu.2015.03.026", "ArticleIdList": ["10.1016/j.ijsu.2015.03.026", "25899210"]}, {"Citation": "Moron M. S., Depierre J. W., Mannervik B. (1979). Levels of glutathione, glutathione reductase and glutathione S-transferase activities in rat lung and liver. Biochim. Biophys. Acta 582, 67–78. 10.1016/0304-4165(79)90289-7", "ArticleIdList": ["10.1016/0304-4165(79)90289-7", "760819"]}, {"Citation": "Murthy S., Gautam M. K., Goel S., Purohit V., Sharma H., Goel R. K. (2013). Evaluation of in vivo wound healing activity of Bacopa monniera on different wound model in rats. Biomed. Res. Int. 2013, 972028. 10.1155/2013/972028", "ArticleIdList": ["10.1155/2013/972028", "PMC3745907", "23984424"]}, {"Citation": "Nayar T. S., Beegam A. R., Sibi M. (2014). Flowering plants of the western Ghats, 1. Palode, Thiruvananthpuram, Kerala: JNTBGRI."}, {"Citation": "Nussbaum S. R., Carter M. J., Fife C. E., Vanzo J. D., Haught R., Nusgart M., et al. (2018). An economic evaluation of the impact, cost, and medicare policy implications of chronic non healing wounds. Value Health 21, 27–32. 10.1016/j.jval.2017.07.007", "ArticleIdList": ["10.1016/j.jval.2017.07.007", "29304937"]}, {"Citation": "OECD (2017). OECD guidelines for the testing of chemicals, acute dermal toxicity: Fixed dose procedure. Paris: OECD Publishing. 10.1787/9789264070585-en", "ArticleIdList": ["10.1787/9789264070585-en"]}, {"Citation": "Oyedepo O. O., Femurewa A. J. (1995). Anti-protease and membrane stabilizing activities of extracts of Fagra zanthoxiloides, Olax subscorpioides and Tetrapleura tetraptera. Int. J. Pharmacogn. 33, 65–69. 10.3109/13880209509088150", "ArticleIdList": ["10.3109/13880209509088150"]}, {"Citation": "Palasap A., Limpaiboon T., Boonsiri P., Thapphasaraphong S., Daduang S., Suwannalert P., et al. (2014). Cytotoxic effects of Phytophenolics from Caesalpinia mimosoides Lamk on cervical carcinoma cell lines through an apoptotic pathway. Asian pac. J. Cancer Prev. 15, 449–454. 10.7314/apjcp.2014.15.1.449", "ArticleIdList": ["10.7314/apjcp.2014.15.1.449", "24528072"]}, {"Citation": "Pandey K. B., Rizvi S. I. (2009). Plant polyphenols as dietary antioxidants in human health and disease. Oxid. Med. Cell. Longev. 2, 270–278. 10.4161/oxim.2.5.9498", "ArticleIdList": ["10.4161/oxim.2.5.9498", "PMC2835915", "20716914"]}, {"Citation": "Perianayagam B., Sharma S. K., Pillai K. K., Pandurangan A., Kesavan D. (2012). Evaluation of antimicrobial activity of ethanol extract and compounds isolated from Trichodesma indicum (Linn.) R. Br. root. J. Ethnopharmacol. 142, 283–286. 10.1016/j.jep.2012.04.020", "ArticleIdList": ["10.1016/j.jep.2012.04.020", "22543169"]}, {"Citation": "Ponrasu T., Jamuna S., Mathew A., Madhukumar K. N., Ganeshkumar M., Iyappan K., et al. (2013). Efficacy of L-proline administration on the early responses during cutaneous wound healing in rats. Amino acids 45, 179–189. 10.1007/s00726-013-1486-0", "ArticleIdList": ["10.1007/s00726-013-1486-0", "23508578"]}, {"Citation": "Ruiz-Ruiz J. C., Matus-Basto A. J., Acereto-Escoffié P., Segura-Campos M. R. (2017). Antioxidant and anti-inflammatory activities of phenolic compounds isolated from Melipona beecheii honey. Food Agric. Immunol. 28, 1424–1437. 10.1080/09540105.2017.1347148", "ArticleIdList": ["10.1080/09540105.2017.1347148"]}, {"Citation": "Schultz G. S. (1999). “Molecular regulations of wound healing,” in Acute and chronic wounds: Nursing management. Editor Bryant R. A.. Second edition (USA: WB Saunders Publisher; ), 413–429."}, {"Citation": "Semwal D. K., Chauhan A., Kumar A., Aswal S., Semwal R. B., Kumar A. (2019). Status of Indian medicinal plants in the international union for conservation of nature and the future of ayurvedic drugs: shouldn’t think about ayurvedic fundamentals? J. Integr. Med. 17, 238–243. 10.1016/j.joim.2019.04.008", "ArticleIdList": ["10.1016/j.joim.2019.04.008", "31076374"]}, {"Citation": "Shao Y., Dang M., Lin Y., Xue F. (2019). Evaluation of wound healing activity of plumbagin in diabetic rats. Life Sci. 231, 116422. 10.1016/j.lfs.2019.04.048", "ArticleIdList": ["10.1016/j.lfs.2019.04.048", "31059689"]}, {"Citation": "Silja V. P., Varma S. K., Mohanan K. V. (2008). Ethnomedicinal plant knowledge of Mullu kuruma tribe of Waynad district, Kerala. Indian J. Tradit. Know 7, 604–612."}, {"Citation": "Silva S. M. M., Costa C. R. R., Gelfuso G. M., Guerra E. N. S., Nóbrega Y. K. M., Gomes S. M., et al. (2019). Wound healing effect of essential oil extracted from Eugenia dysenterica DC (Myrtaceae) leaves. Molecules 24, E2. 10.3390/molecules24010002", "ArticleIdList": ["10.3390/molecules24010002", "PMC6337431", "30577426"]}, {"Citation": "Strodtbeck F. (2001). Physiology of wound healing. Newborn Infant Nurs. Rev. 1, 43–52. 10.1053/nbin.2001.23176", "ArticleIdList": ["10.1053/nbin.2001.23176"]}, {"Citation": "Suntar I., Akkol E. K., Keles H., Yesilada E., Sarker S. D. (2013). Exploration of the wound healing potential of Helichrysum graveolens (Bieb.) Sweet: Isolation of apigenin as an active component. J. Ethnopharmacol. 149, 103–110. 10.1016/j.jep.2013.06.006", "ArticleIdList": ["10.1016/j.jep.2013.06.006", "23764736"]}, {"Citation": "Suntar I., Koca U., Keles H., Akkol E. K. (2011). Wound healing activity of Rubus sanctus Schreber (Rosaceae): Preclinical study in animal models. Evid. Based. Complement. Altern. Med. 2011, 816156. 10.1093/ecam/nep137", "ArticleIdList": ["10.1093/ecam/nep137", "PMC3139958", "19755505"]}, {"Citation": "Suntar I. P., Akkol E. K., Yalcin F. N., Koca U., Keles H., Yesilada E. (2010). Wound healing potential of Sambucus ebulus L. leaves and isolation of an active component, quercetin 3-O-glucoside. J. Ethnopharmacol. 129, 106–114. 10.1016/j.jep.2010.01.051", "ArticleIdList": ["10.1016/j.jep.2010.01.051", "20132876"]}, {"Citation": "Tangsaengvit N., Kitphati W., Tadtong S., Bunyapraphatsara N., Nukoolkarn V. (2013). Neurite outgrowth and neuroprotective effects of quercetin from Caesalpinia mimosoides Lamk. on cultured P19-derived neurons. Evid. Based. Complement. Altern. Med. 2013, 838051. 10.1155/2013/838051", "ArticleIdList": ["10.1155/2013/838051", "PMC3693115", "23840266"]}, {"Citation": "Tohidi B., Rahimmalek M., Arzani A. (2017). Essential oil composition, total phenolic, flavonoid contents, and antioxidant activity of Thymus species collected from different regions of Iran. Food Chem. 220, 153–161. 10.1016/j.foodchem.2016.09.203", "ArticleIdList": ["10.1016/j.foodchem.2016.09.203", "27855883"]}, {"Citation": "Vittorazzi C., Endringer D. C., de Andrade T. U., Scherer R., Fronza M. (2016). Antioxidant, antimicrobial and wound healing properties of Struthanthus vulgaris. Pharm. Biol. 54, 331–337. 10.3109/13880209.2015.1040515", "ArticleIdList": ["10.3109/13880209.2015.1040515", "25915104"]}, {"Citation": "Weckesser S., Engel K., Simon-Haarhaus B., Wittmer A., Pelz K., Schempp C. M. (2007). Screening of plant extracts for antimicrobial activity against bacteria and yeasts with dermatological relevance. Phytomedicine 14, 508–516. 10.1016/j.phymed.2006.12.013", "ArticleIdList": ["10.1016/j.phymed.2006.12.013", "17291738"]}, {"Citation": "Xavier-Santos J. B., Passos J. G. R., Gomes J. A. S., Cruz J. V. C., Alves J. S. F., Garciada Silva V. B. R. M., et al. (2022). Topical gel containing phenolic-rich extract from Ipomoea pes-capre leaf (Convolvulaceae) has anti-inflammatory, wound healing, and antiophidic properties. Biomed. Pharmacother. 149, 112921. 10.1016/j.biopha.2022.112921", "ArticleIdList": ["10.1016/j.biopha.2022.112921", "36068780"]}, {"Citation": "Yadav E., Singh D., Yadav P., Verma A. (2018). Antioxidant and anti-inflammatory properties of Prosopis cineraria based phenolic rich ointment in wound healing. Biomed. Pharmacother. 108, 1572–1583. 10.1016/j.biopha.2018.09.180", "ArticleIdList": ["10.1016/j.biopha.2018.09.180", "30372859"]}, {"Citation": "Yadav E., Singh D., Yadav P., Verma A. (2017). Attenuation of dermal wounds via downregulating oxidative stress and inflammatory markers by protocatechuic acid rich n-butanol fraction of Trianthema portulacastrum Linn. in wistar albino rats. Biomed. Pharmacother. 96, 86–97. 10.1016/j.biopha.2017.09.125", "ArticleIdList": ["10.1016/j.biopha.2017.09.125", "28965012"]}, {"Citation": "Yodsaoue O., Karalai C., Ponglimanont C., Tewtrakul S., Chantrapromma S. (2010). Potential anti-inflammatory diterpenoids from the roots of Caesalpinia mimosoides Lamk. Phytochemistry 71, 1756–1764. 10.1016/j.phytochem.2010.06.016", "ArticleIdList": ["10.1016/j.phytochem.2010.06.016", "20656305"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "8", "Day": "23"}, {"Year": "2022", "Month": "9", "Day": "20"}, {"Year": "2022", "Month": "10", "Day": "31", "Hour": "4", "Minute": "55"}, {"Year": "2022", "Month": "11", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "1", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "10", "Day": "13"}], "PublicationStatus": "epublish", "ArticleIdList": ["36313327", "PMC9608657", "10.3389/fphar.2022.1025848", "1025848"]}}], "PubmedBookArticle": []}