{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Biofilm inhibition", "Medicinal plant", "Phytochemistry", "Quorum sensing", "Virulence factors"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36311355", "DateRevised": {"Year": "2022", "Month": "11", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "10", "Day": "17"}], "Language": ["eng"], "ELocationID": ["e11113", "10.1016/j.heliyon.2022.e11113"], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "8", "Issue": "10", "PubDate": {"Year": "2022", "Month": "Oct"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "Anti-quorum sensing and biofilm inhibitory effect of some medicinal plants against gram-negative bacterial pathogens: <i>in vitro</i> and <i>in silico</i> investigations.", "Pagination": {"StartPage": "e11113", "MedlinePgn": "e11113"}, "Abstract": {"AbstractText": ["Multidrug resistance (MDR) in pathogenic bacteria have become a major clinical issue. Quorum sensing regulated bacterial virulence is a promising key drug target for MDR infections. Therefore, the aim of the present work was to assess the anti-quorum sensing properties of selected medicinal plants against bacterial pathogens as well <i>in silico</i> interaction of selected bioactive phytocompounds with QS and biofilm-associated proteins. Based on the ethnopharmacological usage, 18 plants were selected using methanolic extract against <i>Chromobacterium violaceum</i> 12472. The most active extract (<i>Acacia nilotica</i>) was fractionated in increasing polarity solvents (n-hexane, chloroform and ethyl acetate) and tested for anti-QS activity. The most active fraction i.e. ethyl acetate fraction was evaluated for their activity at sub-MICs against QS-associated virulence factors of <i>Pseudomonas aeruginosa</i> PAO1 and <i>Serretia marcescens</i> MTCC 97. Microtiter plate assay and light microscopy was used to determine inhibition of biofilm. Phytochemicals of the ethyl acetate fraction were analysed by GC/MS and LC/MS. Phytocompounds were docked with QS (LasI, LasR, CviR, and rhlR) and biofilm proteins (PilY1 and PilT) using Auto dock vina. The MIC of ethyl acetate fraction determined was 250, 500, and 1000 μg/ml against <i>C. violaceum</i> 12472, <i>P. aeruginosa</i> PAO1, and <i>S. marcescens</i> MTCC97 respectively. At sub-MICs QS regulated virulence factors production and inhibited biofilms broadly (more than 50 percent). GC/MS detected the major bioactive compound benzoic acid, 3,4,5-trihydroxy-, methyl ester (61.24 %) and LC-MS detected Retronecine for the first time in <i>A. nilotica</i> pods. <i>In silico</i>, dehydroabietic acid occupied the same cavity as its antagonist in the CviR ligand binding domain. Also, betulin and epicatechin gallate interact with biofilm proteins PilY1 and PilT, preventing biofilm formation. The findings suggest that the phytochemicals of <i>A. nilotica</i> pod could be exploited as an anti-QS agent against Gram-negative pathogens. To discover therapeutic efficacy of standardised bioactive extract/phytochemicals must be tested under <i>in vivo</i> condition."], "CopyrightInformation": "© 2022 Published by Elsevier Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agricultural Microbiology, Aligarh Muslim University, Aligarh, UP, 202002, India."}], "LastName": "Samreen"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agricultural Microbiology, Aligarh Muslim University, Aligarh, UP, 202002, India."}], "LastName": "Qais", "ForeName": "Faizan Abul", "Initials": "FA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agricultural Microbiology, Aligarh Muslim University, Aligarh, UP, 202002, India."}], "LastName": "Ahmad", "ForeName": "Iqbal", "Initials": "I"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Begum Shifa, Begum Tofa, Rahman Naziza, Khan Ruhul A. A review on antibiotic resistance and way of combating antimicrobial resistance. GSC Biol. Pharm. Sci. 2021;14:87–97."}, {"Citation": "R. Article, I. Ahmad, I. Ahmad, H.A. Hussein, H. Malak, Journal of Global Antimicrobial Resistance Environmental Antimicrobial Resistance (AMR) and its Drivers : A Potential Threat to Public Health, (n.d.).", "ArticleIdList": ["34454098"]}, {"Citation": "Ahmad I., Aqil F., Owais M. Wiley; 2006. Modern Phytomedicine."}, {"Citation": "Pacios O., Blasco L., Bleriot I., Fernandez-Garcia L., González Bardanca M., Ambroa A., López M., Bou G., Tomás M. Strategies to combat multidrug-resistant and persistent infectious diseases. Antibiotics. 2020;9:65.", "ArticleIdList": ["PMC7168131", "32041137"]}, {"Citation": "Rumbaugh K.P., Diggle S.P., Watters C.M., Ross-Gillespie A., Griffin A.S., West S.A. Quorum sensing and the social evolution of bacterial virulence. Curr. Biol. 2009;19:341–345.", "ArticleIdList": ["19230668"]}, {"Citation": "Rutherford S.T., Bassler B.L. Bacterial quorum sensing: its role in virulence and possibilities for its control. Cold Spring Harb. Perspect. Med. 2012;2:a012427.", "ArticleIdList": ["PMC3543102", "23125205"]}, {"Citation": "Mukherjee S., Bassler B.L. Bacterial quorum sensing in complex and dynamically changing environments. Nat. Rev. Microbiol. 2019;17:371–382.", "ArticleIdList": ["PMC6615036", "30944413"]}, {"Citation": "Cowan M.M. Plant products as antimicrobial agents. Clin. Microbiol. Rev. 1999;12:564–582.", "ArticleIdList": ["PMC88925", "10515903"]}, {"Citation": "Maldonado Miranda J.J. Phytomedicine. Elsevier; 2021. Medicinal plants and their traditional uses in different locations; pp. 207–223."}, {"Citation": "Samal J. Role of AYUSH workforce, therapeutics, and principles in health care delivery with special reference to National Rural Health Mission. AYU (An Int. Q. J. Res. Ayurveda). 2015;36:5.", "ArticleIdList": ["PMC4687239", "26730131"]}, {"Citation": "Anand U., Nandy S., Mundhra A., Das N., Pandey D.K., Dey A. A review on antimicrobial botanicals, phytochemicals and natural resistance modifying agents from Apocynaceae family: possible therapeutic approaches against multidrug resistance in pathogenic microorganisms. Drug Resist. Updates. 2020;51", "ArticleIdList": ["32442892"]}, {"Citation": "Bouyahya A., Dakka N., Et-Touys A., Abrini J., Bakri Y. Medicinal plant products targeting quorum sensing for combating bacterial infections. Asian Pac. J. Trop. Med. 2017;10:729–743.", "ArticleIdList": ["28942821"]}, {"Citation": "Torres-Leon C., de Azevedo Ramos B., dos Santos Correia M.T., Carneiro-da-Cunha M.G., Ramirez-Guzman N., Alves L.C., Brayner F.A., Ascacio-Valdes J., Alvarez-Perez O.B., Aguilar C.N. Antioxidant and anti-staphylococcal activity of polyphenolic-rich extracts from Ataulfo mango seed. LWT. 2021;148"}, {"Citation": "Vattem D.A., Mihalik K., Crixell S.H., McLean R.J.C. Dietary phytochemicals as quorum sensing inhibitors. Fitoterapia. 2007;78:302–310.", "ArticleIdList": ["17499938"]}, {"Citation": "Al-Hussaini R., Mahasneh A. Microbial growth and quorum sensing antagonist activities of herbal plants extracts. Molecules. 2009;14:3425–3435.", "ArticleIdList": ["PMC6255472", "19783935"]}, {"Citation": "Zahra W., Rai S.N., Birla H., Sen Singh S., Rathore A.S., Dilnashin H., Keswani C., Singh S.P. Bioeconomy Sustain. Dev. Springer Singapore; Singapore: 2020. Economic importance of medicinal plants in asian countries; pp. 359–377."}, {"Citation": "Khan M.S., Qais F.A., Ahmad I. Biotechnol. Appl. Quor. Sens. Inhib. Springer Singapore; Singapore: 2018. Quorum sensing interference by natural products from medicinal plants: significance in combating bacterial infection; pp. 417–445."}, {"Citation": "Saeki E.K., Kobayashi R.K.T., Nakazato G. Quorum sensing system: target to control the spread of bacterial infections. Microb. Pathog. 2020;142", "ArticleIdList": ["32061914"]}, {"Citation": "Maeda T., García-Contreras R., Pu M., Sheng L., Garcia L.R., Tomás M., Wood T.K. Quorum quenching quandary: resistance to antivirulence compounds. ISME J. 2012;6:493–501.", "ArticleIdList": ["PMC3280137", "21918575"]}, {"Citation": "García-Contreras R., Martínez-Vázquez M., Velázquez Guadarrama N., Villegas Pañeda A.G., Hashimoto T., Maeda T., Quezada H., Wood T.K. Resistance to the quorum-quenching compounds brominated furanone C-30 and 5-fluorouracil in Pseudomonas aeruginosa clinical isolates. Pathog. Dis. 2013;68:8–11.", "ArticleIdList": ["23620228"]}, {"Citation": "Bjarnsholt T., Givskov M. Quorum sensing inhibitory drugs as next generation antimicrobials: worth the effort? Curr. Infect. Dis. Rep. 2008;10:22–28.", "ArticleIdList": ["18377811"]}, {"Citation": "Kassinger S.J., van Hoek M.L. Biofilm architecture: an emerging synthetic biology target. Synth. Syst. Biotechnol. 2020;5:1–10.", "ArticleIdList": ["PMC6961760", "31956705"]}, {"Citation": "Hall-Stoodley L., Stoodley P. Evolving concepts in biofilm infections, Cell. Microbiol. 2009;11:1034–1043.", "ArticleIdList": ["19374653"]}, {"Citation": "Zahin M., Hasan S., Aqil F., Khan M.S.A., Husain F.M., Ahmad I. Screening of certain medicinal plants from India for their anti-quorum sensing activity. Indian J. Exp. Biol. 2010;48:1219–1224. http://www.ncbi.nlm.nih.gov/pubmed/21250604", "ArticleIdList": ["21250604"]}, {"Citation": "Zaki A.A. Assessment of anti-quorum sensing activity for some ornamental and medicinal plants native to Egypt. Sci. Pharm. 2013;81:251–258.", "ArticleIdList": ["PMC3617669", "23641343"]}, {"Citation": "Asfour H. Anti-quorum sensing natural compounds. J. Microsc. Ultrastruct. 2018;6:1.", "ArticleIdList": ["PMC6014249", "30023261"]}, {"Citation": "Ahmad I., Husain F.M., Maheshwari M., Zahin M. 2014. Medicinal Plants and Phytocompounds: A Potential Source of Novel Antibiofilm Agents; pp. 205–232."}, {"Citation": "Maslin B.R., Miller J.T., Seigler D.S. Overview of the generic status of Acacia (leguminosae: mimosoideae) Aust. Syst. Bot. 2003;16:1."}, {"Citation": "Ali Atif. Acacia nilotica: a plant of multipurpose medicinal uses. J. Med. Plants Res. 2012;6"}, {"Citation": "Sharma A.K., Kumar A., Yadav S.K., Rahal A. Studies on antimicrobial and immunomodulatory effects of hot aqueous extract of Acacia nilotica L. Leaves against common veterinary pathogens. Vet. Med. Int. 2014;2014:1–9.", "ArticleIdList": ["PMC3996978", "24804150"]}, {"Citation": "Rehman S., Ashfaq U.A., Riaz S., Javed T., Riazuddin S. Antiviral activity of Acacia nilotica against Hepatitis C Virus in liver infected cells. Virol. J. 2011;8:220.", "ArticleIdList": ["PMC3115885", "21569385"]}, {"Citation": "Husain F.M., Ahmad I., Al-Thubiani A.S., Abulreesh H.H., AlHazza I.M., Aqil F. Leaf extracts of Mangifera indica L. inhibit quorum sensing - regulated production of virulence factors and biofilm in test bacteria. Front. Microbiol. 2017", "ArticleIdList": ["PMC5402315", "28484444"]}, {"Citation": "Maheshwari M., Safar Althubiani A., Hasan Abulreesh H., Abul Qais F., Shavez Khan M., Ahmad I. Bioactive extracts of Carum copticum L. enhances efficacy of ciprofloxacin against MDR enteric bacteria. Saudi J. Biol. Sci. 2019;26:1848–1855.", "ArticleIdList": ["PMC6864163", "31762667"]}, {"Citation": "Qais F.A., Ahmad I. 2017. Broad-spectrum inhibitory effect of green synthesized silver nanoparticles from Withania somnifera (L.) on Microbial Growth , Biofilm and Respiration : A Putative Mechanistic Approach; pp. 1–13."}, {"Citation": "Smith K.M., Bu Y., Suga H. Induction and inhibition of Pseudomonas aeruginosa quorum sensing by synthetic autoinducer analogs. Chem. Biol. 2003;10:81–89.", "ArticleIdList": ["12573701"]}, {"Citation": "Adonizio A., Kong K.-F., Mathee K. Inhibition of quorum sensing-controlled virulence factor production in Pseudomonas aeruginosa by south Florida plant extracts. Antimicrob. Agents Chemother. 2008;52:198–203.", "ArticleIdList": ["PMC2223872", "17938186"]}, {"Citation": "Kessler E., Safrin M., Olson J.C., Ohman D.E. Secreted LasA of Pseudomonas aeruginosa is a staphylolytic protease. J. Biol. Chem. 1993;268:7503–7508. http://www.ncbi.nlm.nih.gov/pubmed/8463280", "ArticleIdList": ["8463280"]}, {"Citation": "Packiavathy I.A.S.V., Sasikumar P., Pandian S.K., Veera Ravi A. Prevention of quorum-sensing-mediated biofilm development and virulence factors production in Vibrio spp. by curcumin. Appl. Microbiol. Biotechnol. 2013;97:10177–10187.", "ArticleIdList": ["23354447"]}, {"Citation": "Slater H., Crow M., Everson L., Salmond G.P.C. Phosphate availability regulates biosynthesis of two antibiotics, prodigiosin and carbapenem, in Serratia via both quorum-sensing-dependent and -independent pathways. Mol. Microbiol. 2008;47:303–320.", "ArticleIdList": ["12519208"]}, {"Citation": "Ahmad I., Beg A.Z. Antimicrobial and phytochemical studies on 45 Indian medicinal plants against multi-drug resistant human pathogens. J. Ethnopharmacol. 2001;74:113–123.", "ArticleIdList": ["11167029"]}, {"Citation": "Trott O., Olson A.J., Vina AutoDock. Improving the speed and accuracy of docking with a new scoring function, efficient optimization, and multithreading. J. Comput. Chem. 2009 NA-NA.", "ArticleIdList": ["PMC3041641", "19499576"]}, {"Citation": "Laskowski R.A., Swindells M.B. LigPlot+: multiple ligand–protein interaction diagrams for drug discovery. J. Chem. Inf. Model. 2011;51:2778–2786.", "ArticleIdList": ["21919503"]}, {"Citation": "Castillo-Juárez I., García-Contreras R., Velázquez-Guadarrama N., Soto-Hernández M., Martínez-Vázquez M. Amphypterygium adstringens anacardic acid mixture inhibits quorum sensing-controlled virulence factors of Chromobacterium violaceum and Pseudomonas aeruginosa. Arch. Med. Res. 2013;44:488–494.", "ArticleIdList": ["24126126"]}, {"Citation": "Das T., Kutty S.K., Tavallaie R., Ibugo A.I., Panchompoo J., Sehar S., Aldous L., Yeung A.W.S., Thomas S.R., Kumar N., Gooding J.J., Manefield M. Phenazine virulence factor binding to extracellular DNA is important for Pseudomonas aeruginosa biofilm formation. Sci. Rep. 2015;5:8398.", "ArticleIdList": ["PMC4323658", "25669133"]}, {"Citation": "Peek M.E., Bhatnagar A., McCarty N.A., Zughaier S.M. Pyoverdine, the major siderophore in Pseudomonas aeruginosa , evades NGAL recognition. Interdiscip. Perspect. Infect. Dis. 2012;2012:1–10.", "ArticleIdList": ["PMC3438788", "22973307"]}, {"Citation": "Kirienko N.V., Ausubel F.M., Ruvkun G. Mitophagy confers resistance to siderophore-mediated killing by Pseudomonas aeruginosa. Proc. Natl. Acad. Sci. USA. 2015;112:1821–1826.", "ArticleIdList": ["PMC4330731", "25624506"]}, {"Citation": "Kang D., Kirienko D.R., Webster P., Fisher A.L., Kirienko N.V. Pyoverdine, a siderophore from Pseudomonas aeruginosa , translocates into C. elegans , removes iron, and activates a distinct host response. Virulence. 2018;9:804–817.", "ArticleIdList": ["PMC5955448", "29532717"]}, {"Citation": "Kalia M., Singh D., Sharma D., Narvi S., Agarwal V. Senna alexandriana mill as a potential inhibitor for quorum sensing-controlled virulence factors and biofilm formation in Pseudomonas aeruginosa PAO1, Pharmacogn. What Mag. 2020;16:802."}, {"Citation": "Chaudhari V., Gosai H., Raval S., Kothari V. Effect of certain natural products and organic solvents on quorum sensing in Chromobacterium violaceum. Asian Pac. J. Trop. Med. 2014;7:S204–S211.", "ArticleIdList": ["25312122"]}, {"Citation": "Popat R., Crusz S.A., Messina M., Williams P., West S.A., Diggle S.P. Quorum-sensing and cheating in bacterial biofilms. Proc. R. Soc. B Biol. Sci. 2012;279:4765–4771.", "ArticleIdList": ["PMC3497100", "23034707"]}, {"Citation": "An S., Murtagh J., Twomey K.B., Gupta M.K., O’Sullivan T.P., Ingram R., Valvano M.A., Tang J. Modulation of antibiotic sensitivity and biofilm formation in Pseudomonas aeruginosa by interspecies signal analogues. Nat. Commun. 2019;10:2334.", "ArticleIdList": ["PMC6536496", "31133642"]}, {"Citation": "Luo J., Kong J., Dong B., Huang H., Wang K., Hou C., Liang Y., Li B., Chen Y., Wu L. Baicalein attenuates the quorum sensing-controlled virulence factors of Pseudomonas aeruginosa and relieves the inflammatory response in P.& nbsp;aeruginosa-infected macrophages by downregulating the MAPK and NF& kappa;B signal-transduction pathways. Drug Des. Dev. Ther. 2016;183", "ArticleIdList": ["PMC4708194", "26792984"]}, {"Citation": "Sadiq M.B., Hanpithakpong W., Tarning J., Anal A.K. Screening of phytochemicals and in vitro evaluation of antibacterial and antioxidant activities of leaves, pods and bark extracts of Acacia nilotica (L.) Del. Ind. Crop. Prod. 2015;77:873–882."}, {"Citation": "Hussein S.A. Utilization of tannins extract of Acacia seyal bark (taleh) in tannage of leather. J. Chem. Eng. Process Technol. 2017;8"}, {"Citation": "Priyanka C., Kumar P., Bankar S.P., Karthik L. In vitro antibacterial activity and gas chromatography–mass spectroscopy analysis of Acacia karoo and Ziziphus mauritiana extracts. J. Taibah Univ. Sci. 2015;9:13–19."}, {"Citation": "Yadav A., Yadav M., Kumar S., Sharma D., Yadav J.P. In vitro antioxidant activities and GC-MS analysis of different solvent extracts of Acacia nilotica leaves. Indian J. Pharmaceut. Sci. 2018;80"}, {"Citation": "Defoirdt T., Pande G.S.J., Baruah K., Bossier P. The apparent quorum-sensing inhibitory activity of pyrogallol is a side effect of peroxide production. Antimicrob. Agents Chemother. 2013;57:2870–2873.", "ArticleIdList": ["PMC3716134", "23545532"]}, {"Citation": "Choi J.G., Kang O.H., Lee Y.S., Oh Y.C., Chae H.S., Jang H.J., Shin D.W., Kwon D.Y. Antibacterial activity of methyl gallate isolated from galla rhois or carvacrol combined with nalidixic acid against nalidixic acid resistant bacteria. Molecules. 2009;14:1773–1780.", "ArticleIdList": ["PMC6254153", "19471197"]}, {"Citation": "Ni N., Choudhary G., Li M., Wang B. Pyrogallol and its analogs can antagonize bacterial quorum sensing in Vibrio harveyi. Bioorg. Med. Chem. Lett. 2008;18:1567–1572.", "ArticleIdList": ["18262415"]}, {"Citation": "Wu A.H.B., French D. Implementation of liquid chromatography/mass spectrometry into the clinical laboratory. Clin. Chim. Acta. 2013;420:4–10.", "ArticleIdList": ["23085380"]}, {"Citation": "Maldini M., Montoro P., Hamed A.I., Mahalel U.A., Oleszek W., Stochmal A., Piacente S. Strong antioxidant phenolics from Acacia nilotica: profiling by ESI-MS and qualitative–quantitative determination by LC–ESI-MS. J. Pharm. Biomed. Anal. 2011;56:228–239.", "ArticleIdList": ["21684707"]}, {"Citation": "Singh A., Hart R., Chandra S., Nautiyal M.C., Sayok A.K. Traditional herbal knowledge among the inhabitants: a case study in urgam valley of chamoli garhwal, uttarakhand, India, evidence-based complement. Alternative Med. 2019;2019:1–21.", "ArticleIdList": ["PMC6582913", "31275412"]}, {"Citation": "Singh B.N., Singh B.R., Singh R.L., Prakash D., Sarma B.K., Singh H.B. Antioxidant and anti-quorum sensing activities of green pod of Acacia nilotica L. Food Chem. Toxicol. 2009;47:778–786.", "ArticleIdList": ["19168114"]}, {"Citation": "Pęcak P., Orzechowska B., Chrobak E., Boryczka S. Novel betulin dicarboxylic acid ester derivatives as potent antiviral agents: design, synthesis, biological evaluation, structure-activity relationship and in-silico study. Eur. J. Med. Chem. 2021;225", "ArticleIdList": ["34425312"]}, {"Citation": "Rajkumari J., Borkotoky S., Murali A., Suchiang K., Mohanty S.K., Busi S. Attenuation of quorum sensing controlled virulence factors and biofilm formation in Pseudomonas aeruginosa by pentacyclic triterpenes, betulin and betulinic acid. Microb. Pathog. 2018;118:48–60.", "ArticleIdList": ["29526565"]}, {"Citation": "Saeed M.E.M., Mahmoud N., Sugimoto Y., Efferth T., Abdel-Aziz H. Betulinic acid exerts cytotoxic activity against multidrug-resistant tumor cells via targeting autocrine motility factor receptor (AMFR) Front. Pharmacol. 2018;9", "ArticleIdList": ["PMC5962668", "29867487"]}, {"Citation": "Fallarero A., Skogman M., Kujala J., Rajaratnam M., Moreira V., Yli-Kauhaluoma J., Vuorela P. (+)-Dehydroabietic acid, an abietane-type diterpene, inhibits Staphylococcus aureus biofilms in vitro. Int. J. Mol. Sci. 2013;14:12054–12072.", "ArticleIdList": ["PMC3709773", "23739682"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "8", "Day": "25"}, {"Year": "2021", "Month": "11", "Day": "16"}, {"Year": "2022", "Month": "10", "Day": "11"}, {"Year": "2022", "Month": "10", "Day": "31", "Hour": "4", "Minute": "19"}, {"Year": "2022", "Month": "11", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "1", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "10", "Day": "17"}], "PublicationStatus": "epublish", "ArticleIdList": ["36311355", "PMC9614860", "10.1016/j.heliyon.2022.e11113", "S2405-8440(22)02401-X"]}}], "PubmedBookArticle": []}