{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36329256", "DateCompleted": {"Year": "2022", "Month": "11", "Day": "07"}, "DateRevised": {"Year": "2022", "Month": "11", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "03"}], "Language": ["eng"], "ELocationID": ["388", "10.1007/s00284-022-03061-7"], "Journal": {"ISSN": "1432-0991", "JournalIssue": {"Volume": "79", "Issue": "12", "PubDate": {"Year": "2022", "Month": "Nov", "Day": "03"}}, "Title": "Current microbiology", "ISOAbbreviation": "Curr Microbiol"}, "ArticleTitle": "Current Treatment Strategies Against Multidrug-Resistant Bacteria: A Review.", "Pagination": {"StartPage": "388", "MedlinePgn": "388"}, "Abstract": {"AbstractText": ["There are several bacteria called superbugs that are resistant to multiple antibiotics which can be life threatening specially for critically ill and hospitalized patients. This article provides up-to-date treatment strategies employed against some major superbugs, like methicillin-resistant Staphylococcus aureus, carbapenem-resistant Enterobacteriaceae, vancomycin-resistant Enterococcus, multidrug-resistant Pseudomonas aeruginosa, and multidrug-resistant Escherichia coli. The pathogen-directed therapeutics decrease the toxicity of bacteria by altering their virulence factors by specific processes. On the other hand, the host-directed therapeutics limits these superbugs by modulating immune cells, enhancing host cell functions, and modifying disease pathology. Several new antibiotics against the global priority superbugs are coming to the market or are in the clinical development phase. Medicinal plants possessing potent secondary metabolites can play a key role in the treatment against these superbugs. Nanotechnology has also emerged as a promising option for combatting them. There is urgent need to continuously figure out the best possible treatment strategy against these superbugs as resistance can also be developed against the new and upcoming antibiotics in future. Rational use of antibiotics and maintenance of proper hygiene must be practiced among patients."], "CopyrightInformation": "© 2022. The Author(s), under exclusive licence to Springer Science+Business Media, LLC, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Sciences, Siksha O Anusandhan (Deemed to be University), Bhubaneswar, Odisha, 751003, India."}], "LastName": "Parmanik", "ForeName": "Ankita", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Sciences, Siksha O Anusandhan (Deemed to be University), Bhubaneswar, Odisha, 751003, India."}], "LastName": "Das", "ForeName": "Soumyajit", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Sciences, Siksha O Anusandhan (Deemed to be University), Bhubaneswar, Odisha, 751003, India."}], "LastName": "Kar", "ForeName": "Biswakanth", "Initials": "B"}, {"Identifier": ["0000-0002-0111-219X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Sciences, Siksha O Anusandhan (Deemed to be University), Bhubaneswar, Odisha, 751003, India. anindyabose_in@yahoo.com."}], "LastName": "Bose", "ForeName": "Anindya", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "ICMR-Regional Medical Research Centre, Gorakhpur, Uttar Pradesh, 273013, India."}], "LastName": "Dwivedi", "ForeName": "Gaurav Raj", "Initials": "GR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Birla Institute of Technology and Science (BITS), Pilani, Rajasthan, 333031, India."}], "LastName": "Pandey", "ForeName": "Murali Monohar", "Initials": "MM"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Curr Microbiol", "NlmUniqueID": "7808448", "ISSNLinking": "0343-8651"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Methicillin-Resistant Staphylococcus aureus"}, {"QualifierName": [], "DescriptorName": "Drug Resistance, Multiple, Bacterial"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Anti-Bacterial Agents"}, {"QualifierName": [], "DescriptorName": "Pseudomonas aeruginosa"}, {"QualifierName": [], "DescriptorName": "Escherichia coli"}, {"QualifierName": [], "DescriptorName": "Microbial Sensitivity Tests"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Colson AR, Morton A, Årdal C, Chalkidou K, Davies SC, Garrison LP, Jit M, Laxminarayan R, Megiddo I, Morel C, Nonvignon J. Antimicrobial resistance: is health technology assessment part of the solution or part of the problem? Value Health. 2021;24(12):1828–1834. doi: 10.1016/j.jval.2021.06.002.", "ArticleIdList": ["10.1016/j.jval.2021.06.002", "34838281"]}, {"Citation": "Catalano A, Iacopetta D, Ceramella J, Scumaci D, Giuzio F, Saturnino C, Aquaro S, Rosano C, Sinicropi MS. Multidrug resistance (MDR): a widespread phenomenon in pharmacological therapies. Molecules. 2022;27(3):616. doi: 10.3390/molecules27030616.", "ArticleIdList": ["10.3390/molecules27030616", "PMC8839222", "35163878"]}, {"Citation": "Bloom DE, Black S, Salisbury D, Rappuoli R. Antimicrobial resistance and the role of vaccines. Proc Natl Acad Sci USA. 2018;115(51):12868–12871. doi: 10.1073/pnas.1717157115.", "ArticleIdList": ["10.1073/pnas.1717157115", "PMC6305009", "30559204"]}, {"Citation": "https://www.who.int/medicines/publications/WHO-PPL-Short_Summary_25Feb-ET_NM_WHO.pdf. Accessed 6 Apr 2021"}, {"Citation": "Billamboz M, Fatima Z, Hameed S, Jawhara S. Promising drug candidates and new strategies for fighting against the emerging superbug Candida auris. Microorganisms. 2021;9(3):634. doi: 10.3390/microorganisms9030634.", "ArticleIdList": ["10.3390/microorganisms9030634", "PMC8003017", "33803604"]}, {"Citation": "Tahmasebi H, Dehbashi S, Arabestani MR. Co-harboring of mcr-1 and β-lactamase genes in Pseudomonas aeruginosa by high-resolution melting curve analysis (HRMA): molecular typing of superbug strains in bloodstream infections (BSI) Infect Genet Evol. 2020;85:104518. doi: 10.1016/j.meegid.2020.104518.", "ArticleIdList": ["10.1016/j.meegid.2020.104518", "32891877"]}, {"Citation": "Sleiman A, Awada B, Mocadie M, Sherri N, Haraoui LP, Baby V, Araj GF, Kanj SS, Rizk N, Matar GM, Abou Fayad AG. An unequivocal superbug: PDR Klebsiella pneumoniae with an arsenal of resistance and virulence factor genes. J Infect Dev Ctries. 2021;15(03):404–414. doi: 10.3855/jidc.13573.", "ArticleIdList": ["10.3855/jidc.13573", "33839716"]}, {"Citation": "Chawla M, Verma J, Gupta R, Das B. Antibiotic potentiators against multidrug-resistant bacteria: discovery, development, and clinical relevance. Front Microbiol. 2022 doi: 10.3389/fmicb.2022.887251.", "ArticleIdList": ["10.3389/fmicb.2022.887251", "PMC9284026", "35847117"]}, {"Citation": "Kaur B, Gupta J, Sharma S, Sharma D, Sharma S. Focused review on dual inhibition of quorum sensing and efflux pumps: a potential way to combat multi drug resistant Staphylococcus aureus infections. Int J Biol Macromol. 2021;190:33–43. doi: 10.1016/j.ijbiomac.2021.08.199.", "ArticleIdList": ["10.1016/j.ijbiomac.2021.08.199", "34480904"]}, {"Citation": "Gaglio R, Couto N, Marques C, Lopes MD, Moschetti G, Pomba C, Settanni L. Evaluation of antimicrobial resistance and virulence of enterococci from equipment surfaces, raw materials, and traditional cheeses. Int J Food Microbiol. 2016;236:107–114. doi: 10.1016/j.ijfoodmicro.2016.07.020.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2016.07.020", "27467501"]}, {"Citation": "Lambert PA. Bacterial resistance to antibiotics: modified target sites. Adv Drug Deliv Rev. 2005;57(10):1471–1485. doi: 10.1016/j.addr.2005.04.003.", "ArticleIdList": ["10.1016/j.addr.2005.04.003", "15964098"]}, {"Citation": "Lade H, Kim JS. Bacterial targets of antibiotics in methicillin-resistant Staphylococcus aureus. Antibiotics. 2021;10(4):398. doi: 10.3390/antibiotics10040398.", "ArticleIdList": ["10.3390/antibiotics10040398", "PMC8067735", "33917043"]}, {"Citation": "Davin-Regli A, Bolla JM, James CE, Lavigne JP, Chevalier J, Garnotel E, Molitor A. Membrane permeability and regulation of drug “influx and efflux” in enterobacterial pathogens. Curr Drug Targets. 2008;9(9):750–759. doi: 10.2174/138945008785747824.", "ArticleIdList": ["10.2174/138945008785747824", "18781921"]}, {"Citation": "Pang Z, Raudonis R, Glick BR, Lin TJ, Cheng Z. Antibiotic resistance in Pseudomonas aeruginosa: mechanisms and alternative therapeutic strategies. Biotechnol Adv. 2019;37(1):177–192. doi: 10.1016/j.biotechadv.2018.11.013.", "ArticleIdList": ["10.1016/j.biotechadv.2018.11.013", "30500353"]}, {"Citation": "Pachori P, Gothalwal R, Gandhi P. Emergence of antibiotic resistance Pseudomonas aeruginosa in intensive care unit; a critical review. Genes Dis. 2019;6(2):109–119. doi: 10.1016/j.gendis.2019.04.001.", "ArticleIdList": ["10.1016/j.gendis.2019.04.001", "PMC6545445", "31194018"]}, {"Citation": "Bush K, Bradford PA. β-Lactams and β-lactamase inhibitors: an overview. Cold Spring Harb Perspect Med. 2016;6(8):a025247. doi: 10.1101/cshperspect.a025247.", "ArticleIdList": ["10.1101/cshperspect.a025247", "PMC4968164", "27329032"]}, {"Citation": "Shalaby MA, Dokla EM, Serya RA, Abouzid KA. Penicillin binding protein 2a: an overview and a medicinal chemistry perspective. Eur J Med Chem. 2020;199:112312. doi: 10.1016/j.ejmech.2020.112312.", "ArticleIdList": ["10.1016/j.ejmech.2020.112312", "32442851"]}, {"Citation": "Gemmell CG, Edwards DI, Fraise AP, Gould FK, Ridgway GL, Warren RE. Guidelines for the prophylaxis and treatment of methicillin-resistant Staphylococcus aureus (MRSA) infections in the UK. J Antimicrob Chemother. 2006;57(4):589–608. doi: 10.1093/jac/dkl017.", "ArticleIdList": ["10.1093/jac/dkl017", "16507559"]}, {"Citation": "Rajput A, Bhamare KT, Mukhopadhyay A, Rastogi A, Kumar M. Efficacy of anti-biofilm agents in targeting ESKAPE pathogens with a focus on antibiotic drug resistance. InQuorum sensing: microbial rules of life 2020. Washington: American Chemical Society; 2020. pp. 177–199."}, {"Citation": "Kulengowski B, Rutter WC, Campion JJ, Lee GC, Feola DJ, Burgess DS. Effect of increasing meropenem MIC on the killing activity of meropenem in combination with amikacin or polymyxin B against MBL-and KPC-producing Enterobacter cloacae. Diagn Microbiol Infect Dis. 2018;92(3):262–266. doi: 10.1016/j.diagmicrobio.2018.06.013.", "ArticleIdList": ["10.1016/j.diagmicrobio.2018.06.013", "30098852"]}, {"Citation": "O’Driscoll T, Crank CW. Vancomycin-resistant enterococcal infections: epidemiology, clinical manifestations, and optimal management. Infect Drug Resist. 2015;8:217. doi: 10.2147/idr.s54125.", "ArticleIdList": ["10.2147/idr.s54125", "PMC4521680", "26244026"]}, {"Citation": "Yu W, Zhang J, Tong J, Zhang L, Zhan Y, Huang Y, Qiu Y. In vitro antimicrobial activity of fosfomycin, vancomycin and daptomycin alone, and in combination, against linezolid-resistant Enterococcus faecalis. Infect Dis Ther. 2020;9(4):927–934. doi: 10.1007/s40121-020-00342-1.", "ArticleIdList": ["10.1007/s40121-020-00342-1", "PMC7680468", "32964392"]}, {"Citation": "Farias FM, Teixeira LM, Vallim DC, de Freire Bastos MD, Miguel MA, Bonelli RR. Characterization of Enterococcus faecium E86 bacteriocins and their inhibition properties against Listeria monocytogenes and vancomycin-resistant Enterococcus. Braz J Microbiol. 2021;26:1. doi: 10.1007/s42770-021-00494-3.", "ArticleIdList": ["10.1007/s42770-021-00494-3", "PMC8324726", "33900613"]}, {"Citation": "Ferreira M, Bessa LJ, Sousa CF, Eaton P, Bongiorno D, Stefani S, Campanile F, Gameiro P. Fluoroquinolone metalloantibiotics: a promising approach against methicillin-resistant Staphylococcus aureus. Int J Environ Res Public Health. 2020;17(9):3127. doi: 10.3390/ijerph17093127.", "ArticleIdList": ["10.3390/ijerph17093127", "PMC7246690", "32365881"]}, {"Citation": "Spinler JK, Haidacher SJ, Hoch KM, Luna RA, Haag AM. Discerning strain-specific β-lactam drug resistance by clonal isolates of multi-drug resistant Pseudomonas aeruginosa using selected reaction monitoring. Int J Mass Spectrom. 2019;438:36–43. doi: 10.1016/j.ijms.2018.12.013.", "ArticleIdList": ["10.1016/j.ijms.2018.12.013"]}, {"Citation": "Gondil VS, Harjai K, Chhibber S. Endolysins as emerging alternative therapeutic agents to counter drug-resistant infections. Int J Antimicrob Agents. 2020;55(2):105844. doi: 10.1016/j.ijantimicag.2019.11.001.", "ArticleIdList": ["10.1016/j.ijantimicag.2019.11.001", "31715257"]}, {"Citation": "Phan MD, Forde BM, Peters KM, Sarkar S, Hancock S, Stanton-Cook M, Ben Zakour NL, Upton M, Beatson SA, Schembri MA. Molecular characterization of a multidrug resistance IncF plasmid from the globally disseminated Escherichia coli ST131 clone. PLoS ONE. 2015;10(4):e0122369. doi: 10.1371/journal.pone.0122369.", "ArticleIdList": ["10.1371/journal.pone.0122369", "PMC4398462", "25875675"]}, {"Citation": "Zykov IN, Frimodt-Møller N, Småbrekke L, Sundsfjord A, Samuelsen Ø. Efficacy of mecillinam against clinical multidrug-resistant Escherichia coli in a murine urinary tract infection model. Int J Antimicrob Agents. 2020;55(2):105851. doi: 10.1016/j.ijantimicag.2019.11.008.", "ArticleIdList": ["10.1016/j.ijantimicag.2019.11.008", "31770624"]}, {"Citation": "Abdelhamid AG, Esaam A, Hazaa MM. Cell free preparations of probiotics exerted antibacterial and antibiofilm activities against multidrug resistant E. coli. Saudi Pharm J. 2018;26(5):603–607. doi: 10.1016/j.jsps.2018.03.004.", "ArticleIdList": ["10.1016/j.jsps.2018.03.004", "PMC6035330", "29991904"]}, {"Citation": "Vaz MS, Simionatto E, de Souza GH, Fraga TL, de Oliveira GG, Coutinho EJ, dos Santos MV, Simionatto S. Zingiberofficinale roscoe essential oil: an alternative strategy in the development of novel antimicrobial agents against MDR bacteria. Ind Crops Prod. 2022;185:115065. doi: 10.1016/j.indcrop.2022.115065.", "ArticleIdList": ["10.1016/j.indcrop.2022.115065"]}, {"Citation": "Mehta J, Rolta R, Dev K. Role of medicinal plants from North Western Himalayas as an efflux pump inhibitor against MDR AcrAB-TolC Salmonella entericaserovartyphimurium: in vitro and in silico studies. J Ethnopharmacol. 2022;282:114589. doi: 10.1016/j.jep.2021.114589.", "ArticleIdList": ["10.1016/j.jep.2021.114589", "34492321"]}, {"Citation": "Chakraborty AK, Saha S, Poria K, Samanta T, Gautam S, Mukhopadhyay J. A saponin-polybromophenol antibiotic (CU1) from Cassia fistula bark against multi-drug resistant bacteria targeting RNA polymerase. Curr Res Pharmacol Drug Discov. 2022;3:100090. doi: 10.1016/j.crphar.2022.100090.", "ArticleIdList": ["10.1016/j.crphar.2022.100090", "PMC8844791", "35198968"]}, {"Citation": "Jepkoech C, Omosa LK, Nchiozem-Ngnitedem VA, Kenanda EO, Guefack MG, Mbaveng AT, Kuete V, Heydenreich M. Antibacterial secondary metabolites from Vernonia auriculifera Hiern (Asteraceae) against MDR phenotypes. Nat Prod Res. 2022;36(12):3203–3206. doi: 10.1080/14786419.2021.1953024.", "ArticleIdList": ["10.1080/14786419.2021.1953024", "34293972"]}, {"Citation": "Rolta R, Goyal M, Sharma S, Bharaj D, Salaria D, Upadhyay NK, Lal UR, Dev K, Sourirajan A. Bioassay guided fractionation of phytocompounds from Bergenia ligulata: a synergistic approach to treat drug resistant bacterial and fungal pathogens. Pharmacol Res Modern Chin Med. 2022;3:100076. doi: 10.1016/j.prmcm.2022.100076.", "ArticleIdList": ["10.1016/j.prmcm.2022.100076"]}, {"Citation": "Fang HQ, Zeng J, Wang SK, Wang X, Chen F, Li B, Liu J, Jin Z, Liu YH, Tang YZ. Discovery of novel pleuromutilin derivatives as potent antibacterial agents for the treatment of MRSA infection. Molecules. 2022;27(3):931. doi: 10.3390/molecules27030931.", "ArticleIdList": ["10.3390/molecules27030931", "PMC8838415", "35164203"]}, {"Citation": "Khan F, Tabassum N, Bamunuarachchi NI, Kim YM. Phloroglucinol and its derivatives: antimicrobial properties toward microbial pathogens. J Agric Food Chem. 2022;70(16):4817–4838. doi: 10.1021/acs.jafc.2c00532.", "ArticleIdList": ["10.1021/acs.jafc.2c00532", "35418233"]}, {"Citation": "Qin HL, Liu J, Fang WY, Ravindar L, Rakesh KP. Indole-based derivatives as potential antibacterial activity against methicillin-resistance Staphylococcus aureus (MRSA) Eur J Med Chem. 2020;194:112245. doi: 10.1016/j.ejmech.2020.112245.", "ArticleIdList": ["10.1016/j.ejmech.2020.112245", "32220687"]}, {"Citation": "Sasaki H, Kashiwada Y, Shibata H, Takaishi Y. Prenylated flavonoids from Desmodium caudatum and evaluation of their anti-MRSA activity. Phytochemistry. 2012;82:136–142. doi: 10.1016/j.phytochem.2012.06.007.", "ArticleIdList": ["10.1016/j.phytochem.2012.06.007", "22800912"]}, {"Citation": "Muhsinah AB, Maqbul MS, Mahnashi MH, Jalal MM, Altayar MA, Saeedi NH, Alshehri OM, Shaikh IA, Khan AA, Iqubal SS, Khan KA. Antibacterial activity of Illicium verum essential oil against MRSA clinical isolates and determination of its phyto-chemical components. J King Saud Univ Sci. 2021 doi: 10.1016/j.jksus.2021.101800.", "ArticleIdList": ["10.1016/j.jksus.2021.101800"]}, {"Citation": "Ramachandran G, Rajivgandhi GN, Murugan S, Alharbi NS, Kadaikunnan S, Khaled JM, Almanaa TN, Manoharan N, Li WJ. Anti-carbapenamase activity of Camellia japonica essential oil against isolated carbapenem resistant Klebsiella pneumoniae (MN396685) Saudi J Biol Sci. 2020;27(9):2269. doi: 10.1016/j.sjbs.2020.06.044.", "ArticleIdList": ["10.1016/j.sjbs.2020.06.044", "PMC7451749", "32884407"]}, {"Citation": "Konai MM, Bhattacharjee B, Ghosh S, Haldar J. Recent progress in polymer research to tackle infections and antimicrobial resistance. Biomacromol. 2018;19(6):1888–1917. doi: 10.1021/acs.biomac.8b00458.", "ArticleIdList": ["10.1021/acs.biomac.8b00458", "29718664"]}, {"Citation": "Kiani M, Pournajaf A, Zareh T, Karami M, Taghizadeh Armaki M, Gholami M. Antimicrobial activity of ethanolic and methanolic extracts of Urtica dioica, Mentha longifolia, and bacteriocin produced by Lactobacillus casei against antibiotic-resistant bacteria. Res Mol Med. 2020;8(4):163–170. doi: 10.32598/rmm.8.1062.2.", "ArticleIdList": ["10.32598/rmm.8.1062.2"]}, {"Citation": "Singh LK, Maheshwari DK, Shukla S. Antibacterial effect of butyryl alkannin from Arnebia euchroma against vancomycin-resistant pathogens of Enterococcus faecalis causing urinary tract infections. Nat Prod Res. 2015;29(24):2299–2301. doi: 10.1080/14786419.2015.1004676.", "ArticleIdList": ["10.1080/14786419.2015.1004676", "25635653"]}, {"Citation": "Dey DI, Ray R, Hazra B. Antibacterial and antitubercular activity of selected plant products against multi-drug resistant clinical isolates. Res. 2015;1021:1014–1021. doi: 10.1002/ptr.5090.", "ArticleIdList": ["10.1002/ptr.5090", "24318724"]}, {"Citation": "Dharmaratne MP, Manoraj A, Thevanesam V, Ekanayake A, Kumar NS, Liyanapathirana V, Abeyratne E, Bandara BR. Terminalia bellirica fruit extracts: in-vitro antibacterial activity against selected multidrug-resistant bacteria, radical scavenging activity and cytotoxicity study on BHK-21 cells. BMC Complement Altern Med. 2018;18(1):1–2. doi: 10.1186/s12906-018-2382-7.", "ArticleIdList": ["10.1186/s12906-018-2382-7", "PMC6286530", "30526562"]}, {"Citation": "Chakotiya AS, Chawla R, Thakur P, Tanwar A, Narula A, Grover SS, Goel R, Arora R, Sharma RK. In vitro bactericidal activity of promising nutraceuticals for targeting multidrug resistant Pseudomonas aeruginosa. Nutrition. 2016;32(7–8):890–897. doi: 10.1016/j.nut.2016.01.024.", "ArticleIdList": ["10.1016/j.nut.2016.01.024", "27083519"]}, {"Citation": "Sadiq MB, Tarning J, Aye Cho TZ, Anal AK. Antibacterial activities and possible modes of action of Acacia nilotica (L.) Del. against multidrug-resistant Escherichia coli and Salmonella. Molecules. 2017;22(1):47. doi: 10.3390/molecules22010047.", "ArticleIdList": ["10.3390/molecules22010047", "PMC6155900", "28098806"]}, {"Citation": "Rahman S, Parvez AK, Islam R, Khan MH. Antibacterial activity of natural spices on multiple drug resistant Escherichia coli isolated from drinking water, Bangladesh. Ann Clin Microbiol Antimicrob. 2011;10(1):1–4. doi: 10.1186/1476-0711-10-10.", "ArticleIdList": ["10.1186/1476-0711-10-10", "PMC3070620", "21406097"]}, {"Citation": "Rohatgi A, Gupta P. Natural and synthetic plant compounds as anti-biofilm agents against Escherichia coli O157: H7 biofilm. Infect Genet Evol. 2021;95:105055. doi: 10.1016/j.meegid.2021.105055.", "ArticleIdList": ["10.1016/j.meegid.2021.105055", "34461310"]}, {"Citation": "Singh R, Smitha MS, Singh SP. The role of nanotechnology in combating multi-drug resistant bacteria. J Nanosci Nanotechnol. 2014;14(7):4745–4756. doi: 10.1166/jnn.2014.9527.", "ArticleIdList": ["10.1166/jnn.2014.9527", "24757944"]}, {"Citation": "Baptista PV, McCusker MP, Carvalho A, Ferreira DA, Mohan NM, Martins M, Fernandes AR. Nano-strategies to fight multidrug resistant bacteria—“A Battle of the Titans”. Front Microbiol. 2018;9:1441. doi: 10.3389/fmicb.2018.01441.", "ArticleIdList": ["10.3389/fmicb.2018.01441", "PMC6036605", "30013539"]}, {"Citation": "dos Santos Souza LM, Dibo M, Sarmiento JJ, Seabra AB, Medeiros LP, Lourenço IM, Kobayashi RK, Nakazato G. Biosynthesis of selenium nanoparticles using combinations of plant extracts and their antibacterial activity. Curr Res Green Sustain Chem. 2022;5:100303. doi: 10.1016/j.crgsc.2022.100303.", "ArticleIdList": ["10.1016/j.crgsc.2022.100303"]}, {"Citation": "Murugan M, Rani KB, Wins JA, Ramachandran G, Guo F, Mothana RA, Noman OM, Nasr FA, Siddiqi MZ. Green synthesized ZnO NPs as effective bacterial inhibitor against isolated MDRs and biofilm producing bacteria isolated from urinary tract infections. J King Saud Univ Sci. 2022;34(1):101737. doi: 10.1016/j.jksus.2021.101737.", "ArticleIdList": ["10.1016/j.jksus.2021.101737"]}, {"Citation": "Arshad H, Saleem M, Pasha U, Sadaf S. Synthesis of Aloe vera-conjugated silver nanoparticles for use against multidrug-resistant microorganisms. Electron J Biotechnol. 2022;55:55–64. doi: 10.1016/j.ejbt.2021.11.003.", "ArticleIdList": ["10.1016/j.ejbt.2021.11.003"]}, {"Citation": "Verma AK, Kumar P. On recent developments in biosynthesis and application of Au and Ag nanoparticles from biological systems. J Nanotechnol. 2022 doi: 10.1155/2022/5560244.", "ArticleIdList": ["10.1155/2022/5560244"]}, {"Citation": "de Andrade LF, Apolinário AC, Rangel-Yagui CO, Stephano MA, Tavares LC. Chitosan nanoparticles for the delivery of a new compound active against multidrug-resistant Staphylococcus aureus. J Drug Deliv Sci Technol. 2020;55:101363. doi: 10.1016/j.jddst.2019.101363.", "ArticleIdList": ["10.1016/j.jddst.2019.101363"]}, {"Citation": "Memar MY, Yekani M, Ghanbari H, Shahi S, Sharifi S, Maleki DS. Biocompatibility, cytotoxicity and antibacterial effects of meropenem-loaded mesoporous silica nanoparticles against carbapenem-resistant Enterobacteriaceae. Artif Cells Nanomed Biotechnol. 2020;48(1):1354–1361. doi: 10.1080/21691401.2020.1850466.", "ArticleIdList": ["10.1080/21691401.2020.1850466", "33236938"]}, {"Citation": "Brown AN, Smith K, Samuels TA, Lu J, Obare SO, Scott ME. Nanoparticles functionalized with ampicillin destroy multiple-antibiotic-resistant isolates of Pseudomonas aeruginosa and Enterobacter aerogenes and methicillin-resistant Staphylococcus aureus. Appl Environ Microbiol. 2012;78(8):2768–2774. doi: 10.1128/aem.06513-11.", "ArticleIdList": ["10.1128/aem.06513-11", "PMC3318834", "22286985"]}, {"Citation": "Khalil MA, El Maghraby GM, Sonbol FI, Allam NG, Ateya PS, Ali SS. Enhanced efficacy of some antibiotics in presence of silver nanoparticles against multidrug resistant Pseudomonas aeruginosa recovered from burn wound infections. Front Microbiol. 2021 doi: 10.3389/fmicb.2021.648560.", "ArticleIdList": ["10.3389/fmicb.2021.648560", "PMC8488261", "34616370"]}, {"Citation": "Wahab S, Khan T, Adil M, Khan A. Mechanistic aspects of plant-based silver nanoparticles against multi-drug resistant bacteria. Heliyon. 2021;7(7):e07448. doi: 10.1016/j.heliyon.2021.e07448.", "ArticleIdList": ["10.1016/j.heliyon.2021.e07448", "PMC8273360", "34286126"]}, {"Citation": "Gabrielyan L, Hakobyan L, Hovhannisyan A, Trchounian A. Effects of iron oxide (Fe3O4) nanoparticles on Escherichia coli antibiotic-resistant strains. J Appl Microbiol. 2019;126(4):1108–1116. doi: 10.1111/jam.14214.", "ArticleIdList": ["10.1111/jam.14214", "30703295"]}, {"Citation": "Rahman AU, Khan AU, Yuan Q, Wei Y, Ahmad A, Ullah S, Khan ZU, Shams S, Tariq M, Ahmad W. Tuber extract of Arisaema flavum eco-benignly and effectively synthesize silver nanoparticles: photocatalytic and antibacterial response against multidrug resistant engineered E. coli QH4. J Photochem Photobiol B. 2019;193:31–38. doi: 10.1016/j.jphotobiol.2019.01.018.", "ArticleIdList": ["10.1016/j.jphotobiol.2019.01.018", "30802773"]}, {"Citation": "World Health Organization. 2019 antibacterial agents in clinical development: an analysis of the antibacterial clinical development pipeline"}, {"Citation": "Katahira EJ, Davidson SM, Stevens DL, Bolz DD. Subinhibitory concentrations of tedizolid potently inhibit extracellular toxin production by methicillin-sensitive and methicillin-resistant Staphylococcus aureus. J Med Microbiol. 2019;68(2):255. doi: 10.1099/jmm.0.000905.", "ArticleIdList": ["10.1099/jmm.0.000905", "PMC6557147", "30556803"]}, {"Citation": "Eraikhuemen N, Julien D, Kelly A, Lindsay T, Lazaridis D. Treatment of community-acquired pneumonia: a focus on lefamulin. Infect Dis Ther. 2021 doi: 10.1007/s40121-020-00378-3.", "ArticleIdList": ["10.1007/s40121-020-00378-3", "PMC7851634", "33528794"]}, {"Citation": "Heo YA. Imipenem/cilastatin/relebactam: a review in gram-negative bacterial infections. Drugs. 2021 doi: 10.1007/s40265-021-01471-8.", "ArticleIdList": ["10.1007/s40265-021-01471-8", "PMC7905759", "33630278"]}, {"Citation": "Tanaka K, Vu H, Hayashi M. In vitro activities and spectrum of lascufloxacin (KRP-AM1977) against anaerobes. J Infect Chemother. 2021;27(8):1265–1269. doi: 10.1016/j.jiac.2021.03.026.", "ArticleIdList": ["10.1016/j.jiac.2021.03.026", "33867268"]}, {"Citation": "Kanj SS, Bassetti M, Kiratisin P, Rodrigues C, Villegas MV, Yu Y, van Duin D. Clinical data from studies involving novel antibiotics to treat multidrug-resistant Gram-negative bacterial infections. Int J Antimicrob Agents. 2022 doi: 10.1016/j.ijantimicag.2022.106633.", "ArticleIdList": ["10.1016/j.ijantimicag.2022.106633", "35787918"]}, {"Citation": "Bakthavatchalam YD, Rao SV, Isaac B, Manesh A, Nambi S, Swaminathan S, Nagvekar V, Nangia V, John PV, Veeraraghavan B. A comparative assessment of clinical, pharmacological and antimicrobial profile of novel anti-methicillin-resistant Staphylococcus aureus agent levonadifloxacin: therapeutic role in nosocomial and community infections. Indian J Med Microbiol. 2019;37(4):478–487. doi: 10.4103/ijmm.IJMM_20_34.", "ArticleIdList": ["10.4103/ijmm.IJMM_20_34", "32436868"]}, {"Citation": "Giacobbe DR, Dettori S, Corcione S, Vena A, Sepulcri C, Maraolo AE, De Rosa FG, Bassetti M. Emerging treatment options for acute bacterial skin and skin structure infections and bloodstream infections caused by Staphylococcus aureus: a comprehensive review of the evidence. Infect Drug Resist. 2022;15:2137. doi: 10.2147/IDR.S318322.", "ArticleIdList": ["10.2147/IDR.S318322", "PMC9041368", "35498629"]}, {"Citation": "Barrera CM, Mykietiuk A, Metev H, Nitu MF, Karimjee N, Doreski PA, Mitha I, Tanaseanu CM, Molina JM, Antonovsky Y, Van Rensburg DJ. Efficacy and safety of oral solithromycin versus oral moxifloxacin for treatment of community-acquired bacterial pneumonia: a global, double-blind, multicentre, randomised, active-controlled, non-inferiority trial (SOLITAIRE-ORAL) Lancet Infect Dis. 2016;16(4):421–430. doi: 10.1016/S1473-3099(16)00017-7.", "ArticleIdList": ["10.1016/S1473-3099(16)00017-7", "26852726"]}, {"Citation": "Bassetti M, Del Puente F, Magnasco L, Giacobbe DR. Innovative therapies for acute bacterial skin and skin-structure infections (ABSSSI) caused by methicillin-resistant Staphylococcus aureus: advances in phase I and II trials. Expert Opin Investig Drugs. 2020;29(5):495–506. doi: 10.1080/13543784.2020.1750595.", "ArticleIdList": ["10.1080/13543784.2020.1750595", "32242469"]}, {"Citation": "Dyon-Tafani V, Josse J, Dieppois G, Ferry T, Laurent F. Antimicrobial activity of the new FabI inhibitor afabicin desphosphono against intraosteoblastic Staphylococcus aureus. Int J Antimicrob Agents. 2021;57(5):106321. doi: 10.1016/j.ijantimicag.2021.106321.", "ArticleIdList": ["10.1016/j.ijantimicag.2021.106321", "33716179"]}, {"Citation": "Kong Q, Yang Y. Recent advances in antibacterial agents. Bioorg Med Chem Lett. 2021;35:127799. doi: 10.1016/j.bmcl.2021.127799.", "ArticleIdList": ["10.1016/j.bmcl.2021.127799", "33476772"]}, {"Citation": "Trivedi J, Shaikh J, Chavan N, Thorve D, Chaudhary B, Karade A, Gupta S, Patel A, Bhagwat S. Pretreatment of nafithromycin attenuates inflammatory response in murine lipopolysaccharide induced acute lung injury. Cytokine. 2020;129:155049. doi: 10.1016/j.cyto.2020.155049.", "ArticleIdList": ["10.1016/j.cyto.2020.155049", "32126500"]}, {"Citation": "Giacobbe DR, Labate L, Vena A, Bassetti M. Potential role of new-generation antibiotics in acute bacterial skin and skin structure infections. Curr Opin Infect Dis. 2021;34(2):109–117. doi: 10.1097/qco.0000000000000708.", "ArticleIdList": ["10.1097/qco.0000000000000708", "33395093"]}, {"Citation": "Berini F, Orlandi V, Gornati R, Bernardini G, Marinelli F. Nanoantibiotics to fight multidrug resistant infections by Gram-positive bacteria: hope or reality? Biotechnol Adv. 2022 doi: 10.1016/j.biotechadv.2022.107948.", "ArticleIdList": ["10.1016/j.biotechadv.2022.107948", "35337933"]}, {"Citation": "Isler B, Doi Y, Bonomo RA, Paterson DL. New treatment options against carbapenem-resistant Acinetobacter baumannii infections. Antimicrob Agents Chemother. 2019;63(1):e01110–e01118. doi: 10.1128/aac.01110-18.", "ArticleIdList": ["10.1128/aac.01110-18", "PMC6325237", "30323035"]}, {"Citation": "Hakeam HA, Alsahli H, Albabtain L, Alassaf S, Al Duhailib Z, Althawadi S. Effectiveness of ceftazidime–avibactam versus colistin in treating carbapenem-resistant Enterobacteriaceae bacteremia. Int J Infect Dis. 2021;109:1–7. doi: 10.1016/j.ijid.2021.05.079.", "ArticleIdList": ["10.1016/j.ijid.2021.05.079", "34091006"]}, {"Citation": "Jean SS, Lu MC, Ho MW, Ko WC, Hsueh PR, Grop ST. Non-susceptibilities to antibiotics against important Gram-negative bacteria, and imipenem-relebactam, meropenem-vaborbactam against carbapenem non-susceptible Enterobacterales and Pseudomonas aeruginosa isolates implicated in complicated intra-abdominal and urinary tract infections in Taiwan, 2019. Int J Antimicrob Agents. 2022;59(3):106521. doi: 10.1016/j.ijantimicag.2022.106521.", "ArticleIdList": ["10.1016/j.ijantimicag.2022.106521", "35066144"]}, {"Citation": "Huang DB, Noviello S, Balser B, Scaramucci A, Corey GR. A Pooled analysis of the safety and efficacy of iclaprim versus vancomycin for the treatment of acute bacterial skin and skin structure infections in patients with intravenous drug use: phase 3 REVIVE studies. Clin Ther. 2019;41(6):1090–1096. doi: 10.1016/j.clinthera.2019.04.004.", "ArticleIdList": ["10.1016/j.clinthera.2019.04.004", "31030995"]}, {"Citation": "Nicklas DA, Maggioncalda EC, Story-Roller E, Eichelman B, Tabor C, Serio AW, Keepers TR, Chitra S, Lamichhane G. Potency of omadacycline against Mycobacteroides abscessus clinical isolates in vitro and in a mouse model of pulmonary infection. Antimicrob Agents Chemother. 2022;66(1):e01704–e01721. doi: 10.1128/AAC.01704-21.", "ArticleIdList": ["10.1128/AAC.01704-21", "PMC8765394", "34662184"]}, {"Citation": "Xu C, Wang A, Honnen W, Pinter A, Weston WK, Harness JA, Narayanan A, Chang TL. Brilacidin, a non-peptide defensin-mimetic molecule, inhibits SARS-CoV-2 infection by blocking viral entry. EC Microbiol. 2022;18(4):1.", "ArticleIdList": ["PMC9186380", "35695877"]}, {"Citation": "Zhao M, Chi Z, Pan X, Yin Y, Tang W. Economic evaluation of nemonoxacin, moxifloxacin and levofloxacin in the treatment of early community-acquired pneumonia with possible pulmonary tuberculosis. Int J Environ Res Public Health. 2022;19(8):4816. doi: 10.3390/ijerph19084816.", "ArticleIdList": ["10.3390/ijerph19084816", "PMC9028707", "35457683"]}, {"Citation": "Paukner S, Goldberg L, Alexander E, Das AF, Heinrich S, Patel P, Moran GJ, Sandrock C, File TM, Jr, Vidal JE, Waites KB. Pooled microbiological findings and efficacy outcomes by pathogen in adults with community-acquired bacterial pneumonia from the lefamulin evaluation against pneumonia (LEAP) 1 and LEAP 2 phase 3 trials of lefamulin versus moxifloxacin. J Glob Antimicrob Resist. 2022;29:434–443. doi: 10.1016/j.jgar.2021.10.021.", "ArticleIdList": ["10.1016/j.jgar.2021.10.021", "34788694"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "5", "Day": "8"}, {"Year": "2022", "Month": "9", "Day": "26"}, {"Year": "2022", "Month": "11", "Day": "4", "Hour": "0", "Minute": "37"}, {"Year": "2022", "Month": "11", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["36329256", "PMC9633024", "10.1007/s00284-022-03061-7", "10.1007/s00284-022-03061-7"]}}], "PubmedBookArticle": []}