{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36329318", "DateCompleted": {"Year": "2022", "Month": "11", "Day": "07"}, "DateRevised": {"Year": "2022", "Month": "11", "Day": "07"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "03"}], "Language": ["eng"], "ELocationID": ["10.1007/s00284-022-03083-1"], "Journal": {"ISSN": "1432-0991", "JournalIssue": {"Volume": "79", "Issue": "12", "PubDate": {"Year": "2022", "Month": "Nov", "Day": "03"}}, "Title": "Current microbiology", "ISOAbbreviation": "Curr Microbiol"}, "ArticleTitle": "Effects of Medicinal Plants on Fungal Community Structure and Function in Hospital Grassplot Soil.", "Pagination": {"StartPage": "377", "MedlinePgn": "377"}, "Abstract": {"AbstractText": ["Hospital grassplot soil is an important repository of pathogenic fungi exposed to the hospital environment, and the diffusion of these fungi-containing soil particles in the air increases the risk of nosocomial fungal infections. In this study, from the perspective of soil microbes-plant holobiont, four medicinal plants Mirabilis jalapa, Artemisia argyi, Viola philippica, and Plantago depressa were used as materials, based on ITS high-throughput amplicon sequencing and simulated pot experiments to explore the effect of medicinal plants on the fungal community in hospital grassplot soil, in order to provide a new exploration for hospital grassplot soil remediation. The results showed that the fungal community ecological guilds in primary test soil was mainly pathogen, and the abundance of animal pathogen with potential threats to human reached 61.36%. After planting medicinal plants, the composition and function of soil fungal community changed significantly. Although this change varied with plant species and growth stages, all samples collected in the pot experiment showed that the pathogen abundance decreased and the saprotroph abundance increased. In addition, 45 of the 46 core fungal genera defined in all potted samples were present in primary test soil, and many of them were human potential pathogens. These findings imply that the idea of enhancing soil quality in hospital grassplot soil by planting specific plants is feasible. However, the initial fungal community of the hospital grassplot soil has a certain stability, and it is difficult to completely eliminate the threat of pathogenic fungi by planting medicinal plants."], "CopyrightInformation": "© 2022. The Author(s), under exclusive licence to Springer Science+Business Media, LLC, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Fungus Resources, Department of Ecology, College of Life Sciences, Guizhou University, Guiyang, 550025, Guizhou, China."}], "LastName": "Shao", "ForeName": "Qiuyu", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Fungus Resources, Department of Ecology, College of Life Sciences, Guizhou University, Guiyang, 550025, Guizhou, China."}], "LastName": "Dong", "ForeName": "Chunbo", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Environmental Geochemistry, Institute of Geochemistry, Chinese Academy of Sciences, Guiyang, 550081, Guizhou, China."}], "LastName": "Hu", "ForeName": "Haiyan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Engineering Research Center of Industrial Microbiology, Ministry of Education, Fujian Normal University, Fuzhou, 350108, Fujian, China."}], "LastName": "Huang", "ForeName": "Jianzhong", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Fungus Resources, Department of Ecology, College of Life Sciences, Guizhou University, Guiyang, 550025, Guizhou, China."}], "LastName": "Zou", "ForeName": "Xiao", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Fungus Resources, Department of Ecology, College of Life Sciences, Guizhou University, Guiyang, 550025, Guizhou, China."}], "LastName": "Liang", "ForeName": "Zongqi", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Fungus Resources, Department of Ecology, College of Life Sciences, Guizhou University, Guiyang, 550025, Guizhou, China. swallow1128@126.com."}, {"Identifier": [], "Affiliation": "Key Laboratory of Plant Resource Conservation and Germplasm Innovation in Mountainous Region (Ministry of Education), Guizhou University, Guiyang, 550025, Guizhou, China. swallow1128@126.com."}], "LastName": "Han", "ForeName": "Yanfeng", "Initials": "Y"}], "GrantList": [{"GrantID": "[Qian Ke He [2020]6005]", "Agency": "\"Hundred\" Talent Projects of Guizhou Province", "Country": ""}, {"GrantID": "[No. 2018B020205003]", "Agency": "the Key Areas of Research and Development Program of Guangdong Province", "Country": ""}, {"GrantID": "[No. 32060011]", "Agency": "the Natural Science Foundation of China", "Country": ""}, {"GrantID": "[GNYL[2017]009]", "Agency": "Construction Program of Biology First-class Discipline in Guizhou", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Curr Microbiol", "NlmUniqueID": "7808448", "ISSNLinking": "0343-8651"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Soil"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Mycobiome"}, {"QualifierName": [], "DescriptorName": "Soil"}, {"QualifierName": [], "DescriptorName": "Soil Microbiology"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Mirabilis"}, {"QualifierName": ["genetics"], "DescriptorName": "Fungi"}, {"QualifierName": [], "DescriptorName": "Hospitals"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Zhu YG, Peng J, Wei Z, Shen QR, Zhang FS (2021) Linking the soil microbiome to soil health. Sci Sin Vit 51:1–11"}, {"Citation": "Shor E, Perlin DS (2015) Coping with stress and the emergence of multidrug resistance in fungi. PLOS Pathog 11:e1004668", "ArticleIdList": ["25790300", "4366371"]}, {"Citation": "Summerbell RC, Krajden S, Kane J (1989) Potted plants in hospitals as reservoirs of pathogenic fungi. Mycopathol 106:13–22"}, {"Citation": "Hedayati MT, Mohseni-Bandpi A, Moradi S (2004) A survey on the pathogenic fungi in soil samples of potted plants from Sari hospitals. Iran J Hosp Infect 58:59–62", "ArticleIdList": ["15350715"]}, {"Citation": "Golah HA, Al-Garadi MA, Salah M, Baghza N, Al-Mahdi H, Al-Dhorani M, Al-Sharma A (2017) Isolation and identification of airborne pathogenic fungi from the hospitals at Dhamar Governorate, Yemen. Int J Microbiol Biotechnol 2:166–170"}, {"Citation": "Vaezi A, Walther G, Kurzai O, Mahdi D, Dadashzadeh M, Nasri E, Diba K, Badali H, Fakhim H (2021) Frequency of occurrence, seasonal variation and antifungal susceptibility of opportunistic mucorales isolated from hospital soils in Iran. Mycoses 64:780–787", "ArticleIdList": ["33835599"]}, {"Citation": "Baumgardner DJ (2012) Soil-related bacterial and fungal infections. J Am Board Fam Med 25:734–744", "ArticleIdList": ["22956709"]}, {"Citation": "Zhu YG, Johnson TA, Su JQ, Qiao M, Guo GX, Stedtfeld RD, Hashsham SA, Tiedje JM (2013) Diverse and abundant antibiotic resistance genes in Chinese swine farms. PNAS 110:3435–3440", "ArticleIdList": ["23401528", "3587239"]}, {"Citation": "Kivlin SN, Winston GC, Goulden ML, Treseder KK (2014) Environmental filtering affects soil fungal community composition more than dispersal limitation at regional scales. Fungal Ecol 12:14–25"}, {"Citation": "Nieder R, Benbi DK, Reichl FX (2018) Soil as a transmitter of human pathogens. Soil components and human health. Springer, Dordrecht, pp 723–827"}, {"Citation": "Mendes R, Garbeva P, Raaijmakers JM (2013) The rhizosphere microbiome: significance of plant beneficial, plant pathogenic, and human pathogenic microorganisms. FEMS Microbiol Rev 37:634–663", "ArticleIdList": ["23790204"]}, {"Citation": "Tu LH, Oanh LH, Trung NV, Cuong LC, Oanh DTY, Dieu TV, Nghi NH (2020) Study of ozone disinfection in the hospital environment. Vietnam J Chem 58:565–568"}, {"Citation": "Broeckling CD, Broz AK, Bergelson J, Manter DK, Vivanco JM (2008) Root exudates regulate soil fungal community composition and diversity. Appl Environ Microbiol 74:738–744", "ArticleIdList": ["18083870"]}, {"Citation": "Shen X, Zhang ZY, Zheng H, Zou X, Han YF, Liang ZQ (2018) Influences of keratin-rich organic materials on fungal community composition in a hospital grassplot soil. Mycosystema 37:999–1005"}, {"Citation": "Simon JC, Marchesi JR, Mougel C, Selosse MA (2019) Host-microbiota interactions: from holobiont theory to analysis. Microbiome 7:1–5"}, {"Citation": "Dessaux Y, Grandclément C, Faure D (2016) Engineering the rhizosphere. Trends Plant Sci 21:266–278", "ArticleIdList": ["26818718"]}, {"Citation": "Gupta D, Dubey J, Kumar M (2016) Phytochemical analysis and antimicrobial activity of some medicinal plants against selected common human pathogenic microorganisms. Asian Pac J Trop Dis 6:15–20"}, {"Citation": "Salhi N, Mohammed Saghir SA, Terzi V, Brahmi I, Ghedairi N, Bissati S (2017) Antifungal activity of aqueous extracts of some dominant Algerian medicinal plants. Biomed Res Int 2017:7526291", "ArticleIdList": ["29226147", "5684602"]}, {"Citation": "Al-Haj N, Reem A, Al-Shamahy H, Al-Moyed K, Bahaj SS, Jaber A (2019) Antimicrobial activity of five yemeni medicinal plants against selected human pathogenic bacteria and fungi. Am J Plant Sci 10:1699–1707"}, {"Citation": "van Dam NM, Bouwmeester HJ (2016) Metabolomics in the rhizosphere: tapping into belowground chemical communication. Trends Plant Sci 21:256–265", "ArticleIdList": ["26832948"]}, {"Citation": "Yang SW, Ubillas R, McAlpine J, Stafford A, Ecker DM, Talbot MK, Rogers B (2001) Three new phenolic compounds from a manipulated plant cell culture, Mirabilis jalapa. J Nat Prod 64:313–317", "ArticleIdList": ["11277746"]}, {"Citation": "Lan XY, Zhang Y, Zhu LB, Liu DH, Huang XZ, Zhou L, Kang LP (2020) Research progress on chemical constituents from Artemisia argyi Folium and their pharmacological activities and quality control. China J Chin Mater Med 45:4017–4030"}, {"Citation": "Sun ZR, Du Y, Cheng LL, Zhu NN (2014) Identification of medicinal species and antifungal property of a Dong ethnic drug. Int J Clin Exp Med 7:5004–5009", "ArticleIdList": ["25663999", "4307446"]}, {"Citation": "Mathur A, Singh R, Yousuf S, Bhardwaj A, Verma SK, Babu P, Gupta V, Prasad GBKS, Dua VK (2011) Antifungal activity of some plant extracts against clinical pathogens. Adv Appl Sci Res 2:260–264"}, {"Citation": "Callahan BJ, McMurdie PJ, Rosen MJ, Han AW, Johnson AJA, Holmes SP (2016) DADA2: high-resolution sample inference from Illumina amplicon data. Nat Methods 13:581–583", "ArticleIdList": ["27214047", "4927377"]}, {"Citation": "Bokulich NA, Kaehler BD, Rideout JR, Dillon M, Bolyen E, Knight R, Huttley GA, Caporaso JG (2018) Optimizing taxonomic classification of marker-gene amplicon sequences with QIIME 2’s q2-feature-classifier plugin. Microbiome 6:1–17"}, {"Citation": "Nguyen NH, Song Z, Bates ST, Branco S, Tedersoo L, Menke J, Schilling JS, Kennedy PG (2016) FUNGuild: an open annotation tool for parsing fungal community datasets by ecological guild. Fungal Ecol 20:241–248"}, {"Citation": "Dong CB, Shao QY, Zhang QQ, Yao T, Huang JZ, Liang ZQ, Han YF (2021) Preferences for core microbiome composition and function by different definition methods: evidence for the core microbiome of Eucommia ulmoides bark. Sci Total Environ 790:148091", "ArticleIdList": ["34380268"]}, {"Citation": "Benedict K, Jackson BR, Chiller T, Beer KD (2019) Estimation of direct healthcare costs of fungal diseases in the United States. Clin Infect Dis 68:1791–1797", "ArticleIdList": ["30204844"]}, {"Citation": "Geddes-McAlister J, Shapiro RS (2019) New pathogens, new tricks: emerging, drug-resistant fungal pathogens and future prospects for antifungal therapeutics. Ann N Y Acad Sci 1435:57–78", "ArticleIdList": ["29762860"]}, {"Citation": "Benedict K, Richardson M, Vallabhaneni S, Jackson BR, Chiller T (2017) Emerging issues, challenges, and changing epidemiology of fungal disease outbreaks. Lancet Infect Dis 17:e403–e411", "ArticleIdList": ["28774697", "5712439"]}, {"Citation": "Hartmann A, Schmid M, van Tuinen D, Berg G (2009) Plant-driven selection of microbes. Plant Soil 321:235–257"}, {"Citation": "Zhalnina K, Louie KB, Hao Z, Mansoori N, da Rocha UN, Shi S, Cho H, Karaoz U, Loqué D, Bowen BP, Firestone MK, Northen TR, Brodie EL (2018) Dynamic root exudate chemistry and microbial substrate preferences drive patterns in rhizosphere microbial community assembly. Nat Microbiol 3:470–480", "ArticleIdList": ["29556109"]}, {"Citation": "Babalola OO, Emmanuel OC, Adeleke BS, Odelade KA, Nwachukwu BC, Ayiti OE, Adegboyega TK, Igiehon NO (2021) Rhizosphere microbiome cooperations: strategies for sustainable crop production. Curr Microbiol 78:1069–1085", "ArticleIdList": ["33611628"]}, {"Citation": "Sauer S, Dlugosch L, Kammerer DR, Stintzing FC, Simon M (2021) The microbiome of the medicinal plants Achillea millefolium L. and Hamamelis virginiana L. Front Microbiol 12:696–398"}, {"Citation": "Li Y, Zhang ZY, Liu WY, Ke MJ, Qu Q, Zhou ZG, Lu T, Qian HF (2021) Phyllosphere bacterial assemblage is affected by plant genotypes and growth stages. Microbiol Res 248:126743", "ArticleIdList": ["33713869"]}, {"Citation": "Xiong C, Singh BK, He JZ, Han YL, Li PP, Wan LH, Meng GZ, Liu SY, Wang JT, Wu CF, Ge AH, Zhang LM (2021) Plant developmental stage drives the differentiation in ecological role of plant bacterial and fungal microbiomes. Microbiome 9:171", "ArticleIdList": ["34389047", "8364065"]}, {"Citation": "Chaparro JM, Badri DV, Vivanco JM (2014) Rhizosphere microbiome assemblage is affected by plant development. ISME J 8:790–803", "ArticleIdList": ["24196324"]}, {"Citation": "Zhang JY, Zhang N, Liu YX, Zhang XN, Hu B, Qin Y, Xu HR, Wang H, Guo XX, Qian JM, Wang W, Zhang PF, Jin T, Chu CC, Bai Y (2018) Root microbiota shift in rice correlates with resident time in the field and developmental stage. Sci China Life Sci 61:613–621", "ArticleIdList": ["29582350"]}, {"Citation": "Trivedi P, Leach JE, Tringe SG, Sa T, Singh BK (2020) Plant–microbiome interactions: from community assembly to plant health. Nat Rev Microbiol 18:607–621", "ArticleIdList": ["32788714"]}, {"Citation": "Agler MT, Ruhe J, Kroll S, Morhenn C, Kim ST, Weigel D, Kemen EM (2016) Microbial hub taxa link host and abiotic factors to plant microbiome variation. PLoS Biol 14:e1002352", "ArticleIdList": ["26788878", "4720289"]}, {"Citation": "Herren CM, McMahon KD (2018) Keystone taxa predict compositional change in microbial communities. Environ Microbiol 20:2207–2217", "ArticleIdList": ["29708645"]}, {"Citation": "Xie F, Ma AZ, Zhou HC, Liang Y, Yin J, Ma K, Zhuang XL, Zhuang GQ (2020) Revealing fungal communities in alpine wetlands through species diversity, functional diversity and ecological network diversity. Microorg 8:632"}, {"Citation": "Dong CB, Yao T, Zhang ZY, Chen WH, Liang JD, Han YF, Huang JZ, Deshmukh SK, Liang ZQ (2020) Structure and function of bacterial microbiota in Eucommia ulmoides bark. Curr Microbiol 77:3623–3632", "ArticleIdList": ["32767065"]}, {"Citation": "Hagiya H, Maeda T, Kusakabe S, Kawasaki K, Hori Y, Kimura K, Ueda A, Yoshioka N, Sunada A, Nishi I, Morii E, Kanakura Y, Tomono K (2019) A fatal case of Exophiala dermatitidis disseminated infection in an allogenic hematopoietic stem cell transplant recipient during micafungin therapy. J Infect Chemother 25:463–466", "ArticleIdList": ["30679025"]}, {"Citation": "Okura Y, Kawamura N, Okano M, Toita N, Takezaki S, Yamada M, Kobayashi I, Ariga T (2015) Fusarium falciforme infection in a patient with chronic granulomatous disease: unique long-term course of epidural abscess. Pediatr Int 57:e4–e6", "ArticleIdList": ["25711271"]}, {"Citation": "Pagani DM, Heidrich D, Paulino GV, de Oliveira AK, Dalbem PT, de Oliveira CF, Andrade ZMM, Silva C, Correia MD, Scroferneker NL, Valente P, Landell MF (2016) Susceptibility to antifungal agents and enzymatic activity of Candida haemulonii and Cutaneotrichosporon dermatis isolated from soft corals on the Brazilian reefs. Arch Microbiol 198:963–971", "ArticleIdList": ["27282152"]}, {"Citation": "Dorin J, Debourgogne A, Zaïdi M, Bazard MC, Machouart M (2015) First unusual case of keratitis in Europe due to the rare fungus Metarhizium anisopliae. Int J Med Microbiol 305:408–412", "ArticleIdList": ["25813244"]}, {"Citation": "Gunn DJ, Tavassoli S, Darcy K (2018) Treatment of Metarhizium fungal keratitis in the United Kingdom. Eye 32:1790–1796", "ArticleIdList": ["29887606", "6224505"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "3", "Day": "19"}, {"Year": "2022", "Month": "10", "Day": "9"}, {"Year": "2022", "Month": "11", "Day": "4", "Hour": "0", "Minute": "41"}, {"Year": "2022", "Month": "11", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "8", "Hour": "6", "Minute": "0"}], "PublicationStatus": "epublish", "ArticleIdList": ["36329318", "10.1007/s00284-022-03083-1", "10.1007/s00284-022-03083-1"]}}], "PubmedBookArticle": []}