{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Dawuro zone", "antibacterial activity", "extraction", "maceration", "medicinal plant"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36324667", "DateRevised": {"Year": "2022", "Month": "11", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "10", "Day": "27"}], "Language": ["eng"], "ELocationID": ["10.2147/IDR.S366063"], "Journal": {"ISSN": "1178-6973", "JournalIssue": {"Volume": "15", "PubDate": {"Year": "2022"}}, "Title": "Infection and drug resistance", "ISOAbbreviation": "Infect Drug Resist"}, "ArticleTitle": "Antimicrobial Activity of Selected Ethnoveterinary Medicinal Plants of Southern Region, Ethiopia.", "Pagination": {"StartPage": "6225", "EndPage": "6235", "MedlinePgn": "6225-6235"}, "Abstract": {"AbstractText": ["For decades, Ethiopians have employed ethnoveterinary medicinal plants to cure both human and livestock ailments. Currently, few studies have been conducted on antimicrobial activity evaluation in Ethiopia. This study, therefore, is designed to evaluate the antibacterial activities of selected ethnoveterinary medicinal plants used in treating livestock ailments in the study area.", "Ethanol extracts of plants obtained by maceration of roots and leaves of four medicinal plant species were studied for potential antimicrobial activity using a disc diffusion method against <i>S. aureus</i> and <i>E. coli</i>. Data obtained from experiments were analyzed using ANOVA and the significant test was set to P < 0.05.", "The antibacterial properties of four ethanol extracts of leaves of <i>Withania somnifera</i> L., <i>Becium obovatum, Ageratum conyzoides</i> L., and root of <i>Pentas lanceolata</i> (Forssk.) Defiers were evaluated in vitro and found to be effective against <i>S. aureus</i> but not <i>E. coli</i>. There was no significant difference between the studied plant species and concentrations (p > 0.05), according to the results. The four test extracts had minimum inhibitory concentrations (MICs) ranging from 6.25 to 25 mg/mL, with inhibitory potential ranging from 12.5 to 100 mg/mL. <i>Pentas lanceolata</i> (Forssk.) Defiers's antibacterial activity at a concentration of 100 mg/mL (18.67 3.78 mm) was comparable to the standard antibiotic (Gentamicin 20g per disc), which had a measurement of 23.08 ±0.9 mm.", "This finding on the selected medicinal plants of Dawuro Zone supports the traditional claims of effective antimicrobial activity in the treatment of livestock health management. Hence, the study suggests further investigations need to be conducted to isolate and elucidate active ingredients in the plant materials tested."], "CopyrightInformation": "© 2022 Dilbato Dinbiso et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Veterinary Medicine, Department of Veterinary Science, Ambo University, Guder Mamo Mezemir Campus, Ambo, Ethiopia."}], "LastName": "Dilbato Dinbiso", "ForeName": "Tegegn", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Veterinary Medicine, Jimma University College of Agriculture and Veterinary Medicine, Jimma, Ethiopia."}], "LastName": "Deressa", "ForeName": "Feyissa Begna", "Initials": "FB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Veterinary Medicine, Jimma University College of Agriculture and Veterinary Medicine, Jimma, Ethiopia."}], "LastName": "Legesse", "ForeName": "Diriba Tadesse", "Initials": "DT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Veterinary Medicine, Jimma University College of Agriculture and Veterinary Medicine, Jimma, Ethiopia."}], "LastName": "Shumi Gebisa", "ForeName": "Eshetu", "Initials": "E"}, {"Identifier": ["0000-0002-4517-8342"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Veterinary Medicine, Bonga University College of Agriculture and Natural Resource, Bonga, Ethiopia."}], "LastName": "Choramo Diko", "ForeName": "Alemayehu", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Veterinary Medicine, Jimma University College of Agriculture and Veterinary Medicine, Jimma, Ethiopia."}], "LastName": "Tolosa Fulasa", "ForeName": "Tadele", "Initials": "T"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "New Zealand", "MedlineTA": "Infect Drug Resist", "NlmUniqueID": "101550216", "ISSNLinking": "1178-6973"}, "CoiStatement": "The authors declare that they have no conflicts of interest in this work."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bodeker G. Planning for cost-effective traditional health services, WHO. Traditional medicine, better science, policy, and services for health development; 2000: 31–70."}, {"Citation": "World Health Organization. WHO global report on traditional and complementary medicine 2019. World Health Organization; 2019. Available from:\nhttps://apps.who.int/iris/handle/10665/312342.\nAccessed October\n6, 2022."}, {"Citation": "United Nations Environmental and Science Community Organization (UNESCO). Health, orientation texts–World decade for cultural development 1988–1999. Document CLT/DEC/PRO–1996, Paris, France; 1996: 129."}, {"Citation": "Kale RB, Gadge SS, Jayaswall K, Patole AO, Mahajan V, Singh M. Ethno-veterinary medicinal uses of garlic (Allium sativum) by livestock rearer. Indian J Tradit Knowl. 2021;20(2):426–435."}, {"Citation": "Dilbato T, Begna F, Joshi RK. Reviews on challenges, opportunities and future prospects of antimicrobial activities of medicinal plants: alternative solutions to combat antimicrobial resistance. Int J Herb Med. 2019;7:10–18."}, {"Citation": "Kokoska L, Kloucek P, Leuner O, Novy P. Plant-derived products as antibacterial and antifungal agents in human health care. Curr Med Chem. 2019;26(29):5501–5541. doi:10.2174/0929867325666180831144344", "ArticleIdList": ["10.2174/0929867325666180831144344", "30182844"]}, {"Citation": "Yirga G, Teferi M, Gidey G, Zerabruk S. An ethnoveterinary survey of medicinal plants used to treat livestock diseases in Seharti-Samre district, Northern Ethiopia. Afr J Plant Sci. 2012;6(3):113–119."}, {"Citation": "Lulekal E, Asfaw Z, Kelbessa E, Van Damme P. Ethnoveterinary plants of Ankober District, North Shewa Zone, Amhara Region, Ethiopia. J Ethnobiol Ethnomed. 2014;10(1):1–19. doi:10.1186/1746-4269-10-21", "ArticleIdList": ["10.1186/1746-4269-10-21", "PMC3924401", "24517385"]}, {"Citation": "Kalayou S, Haileselassie M, Gebre-egziabher G, et al. In–vitro antimicrobial activity screening of some ethnoveterinary medicinal plants traditionally used against mastitis, wound and gastrointestinal tract complication in Tigray Region, Ethiopia. Asian Pac J Trop Biomed. 2012;2(7):516–522. doi:10.1016/S2221-1691(12)60088-4", "ArticleIdList": ["10.1016/S2221-1691(12)60088-4", "PMC3609345", "23569962"]}, {"Citation": "Romha G, Admasu B, Hiwot Gebrekidan T, Aleme H, Gebru G. Antibacterial activities of five medicinal plants in Ethiopia against some human and animal pathogens. Evid Based Complement Altern Med. 2018;2018:1–10. doi:10.1155/2018/2950758", "ArticleIdList": ["10.1155/2018/2950758", "PMC5820657", "29552081"]}, {"Citation": "Bakhiet AO, Adam S. Therapeutic utility, constituents and toxicity of some medicinal plants: a review. Vet Hum Toxicol. 1995;37(3):255.", "ArticleIdList": ["7571361"]}, {"Citation": "Geyid A, Abebe D, Debella A, et al. Screening of some medicinal plants of Ethiopia for their anti-microbial properties and chemical profiles. J Ethnopharmacol. 2005;97(3):421–427. doi:10.1016/j.jep.2004.08.021", "ArticleIdList": ["10.1016/j.jep.2004.08.021", "15740876"]}, {"Citation": "Nasir M, Tafess K, Abate D. Antimicrobial potential of the Ethiopian Thymus schimperi essential oil in comparison with others against certain fungal and bacterial species. BMC Complement Altern Med. 2015;15(1):260. doi:10.1186/s12906-015-0784-3", "ArticleIdList": ["10.1186/s12906-015-0784-3", "PMC4521365", "26227483"]}, {"Citation": "Severino L, Ambrosio L. Herbal drugs used for domestic animals. In: Medicinal Plants: Biodiversity and Drugs. 2012:334."}, {"Citation": "Dawuro Zone Finance and Economic Development Department (DZFEDD). Dawro Zone Finance and Economic Development Department, Dawro Zone Annual Statistical Abstract /2016–2017. Unpublished Data; 2017."}, {"Citation": "Zhang L, Ravipati AS, Koyyalamudi SR, et al. Anti-fungal and anti-bacterial activities of ethanol extracts of selected traditional Chinese medicinal herbs. Asian Pac J Trop Med. 2013;6(9):673–681. doi:10.1016/S1995-7645(13)60117-0", "ArticleIdList": ["10.1016/S1995-7645(13)60117-0", "23827142"]}, {"Citation": "Tura GT, Eshete WB, Tucho GT. Antibacterial efficacy of local plants and their contribution to public health in rural Ethiopia. Antimicrob Resist Infect Control. 2017;6(1):76. doi:10.1186/s13756-017-0236-6", "ArticleIdList": ["10.1186/s13756-017-0236-6", "PMC5534096", "28775846"]}, {"Citation": "Quinn PJ, Carter ME, Markey BK, Carter GR. Clinical Veterinary Microbiology. London, UK: Mosby International Limited; 1999."}, {"Citation": "Aylate A, Agize M, Ekero D, Kiros A, Ayledo G, Gendiche K. In-vitro and in-vivo antibacterial activities of Croton macrostachyus methanol extract against E. coli and S. aureus. Adv Anim Vet Sci. 2017;5(3):107–114."}, {"Citation": "Olasehinde GI, Okolie ZV, Oniha MI, Adekeye BT, Ajayi AA. In vitro antibacterial and antifungal activities of Chrysophyllum albidum and Diospyros monbuttensis leave. J Pharmacogn Phytother. 2015;7:23."}, {"Citation": "Sule IO, Agbabiaka TO. Antibacterial effect of some plant extracts on selected Enterobacteriaceae. Ethnobot leafl. 2008;1:137."}, {"Citation": "Suurbaar J, Mosobil R, Donkor AM. Antibacterial and antifungal activities and phytochemical profile of leaf extract from different extractants of Ricinus communis against selected pathogens. BMC Res Notes. 2017;10(1):660. doi:10.1186/s13104-017-3001-2", "ArticleIdList": ["10.1186/s13104-017-3001-2", "PMC5709865", "29191226"]}, {"Citation": "Jagessar RC, Mohamed A, Gomes G. An evaluation of the antibacterial and antifungal activity of leaf extracts of Momordica Charantia against Candida albicans, Staphylococcus aureus and Escherichia coli. Nat Sci. 2008;6(1):1–14."}, {"Citation": "Das K, Tiwari RKS, Shrivastava DK. Techniques for evaluation of medicinal plant products as antimicrobial agents: current methods and future trends. J Med Plant Res. 2010;4:104–111."}, {"Citation": "Bussmann RW, Malca-García G, Glenn A, et al. Minimum inhibitory concentrations of medicinal plants used in Northern Peru as antibacterial remedies. J Ethnopharmacol. 2010;132(1):101–108. doi:10.1016/j.jep.2010.07.048", "ArticleIdList": ["10.1016/j.jep.2010.07.048", "PMC2956840", "20678568"]}, {"Citation": "Nigussie D, Davey G, Legesse BA, Fekadu A, Makonnen E. Antibacterial activity of methanol extracts of the leaves of three medicinal plants against selected bacteria isolated from wounds of lymphoedema patients. BMC Complement Altern Med. 2021;21(1):1–10. doi:10.1186/s12906-020-03183-0", "ArticleIdList": ["10.1186/s12906-020-03183-0", "PMC7778819", "33390165"]}, {"Citation": "Lumpu N, Manienga K, Bumoyi M. Antibacterial and antifungal screening of extracts from six medicinal plants collected in Kinshasa-Democratic Republic of Congo against clinical isolate pathogens. J Pharmacognosy Phytother. 2014;6(3):24–32. doi:10.5897/JPP2013.0263", "ArticleIdList": ["10.5897/JPP2013.0263"]}, {"Citation": "Gupta A, Naraniwal M, Kothari V. Modern extraction methods for the preparation of bioactive plant extracts. Int J Appl Nat Sci. 2012;1:8–26."}, {"Citation": "Fawole OA, Finnie JF, Van Staden J. Antimicrobial activity and mutagenic effects of twelve traditional medicinal plants used to treat ailments related to the gastrointestinal tract in South Africa. S Afr J Bot. 2009;75(2):356–362. doi:10.1016/j.sajb.2008.11.002", "ArticleIdList": ["10.1016/j.sajb.2008.11.002"]}, {"Citation": "Singariya P, Kumar P, Mourya KK. Phytochemical screening and antimicrobial activities of dhaman grass and Indian Ginseng. J Pharm Res. 2012;5:135–139."}, {"Citation": "Florence AR, Joselin J, Brintha TS, Sukumaran S, Jeeva S. Preliminary phytochemical studies of select members of the family Annonaceae for bioactive constituents. Bio Disc Res J. 2014;5:85–96."}, {"Citation": "Chauhan A, Rijhwani S. A comprehensive review on phytochemistry of Ageratum conyzoides Linn. (Goatweeds). International Journal of Engineering Technology. Manag Appl Sci. 2015;3:348–358."}, {"Citation": "Vlietinck AJ, Van Hoof L, Totte J, et al. Screening of hundred Rwandese medicinal plants for antimicrobial and antiviral properties. J Ethnopharmacol. 1995;46(1):31–47. doi:10.1016/0378-8741(95)01226-4", "ArticleIdList": ["10.1016/0378-8741(95)01226-4", "7475121"]}, {"Citation": "Rabe T, Van Staden J. Antibacterial activity of South African plants used for medicinal purposes. J Ethnopharmacol. 1997;56(1):81–87. doi:10.1016/S0378-8741(96)01515-2", "ArticleIdList": ["10.1016/S0378-8741(96)01515-2", "9147258"]}, {"Citation": "Rizwana H, Al Hazzani AA, Shehata AI, Moubayed NMS. Antibacterial potential of Withania somnifera L. against human pathogenic bacteria. Afr J Microbiol Res. 2012;6:4810–4815."}, {"Citation": "Saidulu CH, Venkateshwar C, Gangadhar R. Preliminary phytochemical studies of medicinal plant drug: withania somnifera L. Biolife. 2014;2:306–312."}, {"Citation": "Jamal Q, Munir S, Sherwani SK, et al. Antibacterial activity of two medicinal plants: Withania somnifera and Curcuma longa. Eur Acad Res. 2013;1:1335–1345."}, {"Citation": "Matu NE, Kirira GP, Kigondu MVE, Moindi E, Amugune B. Antimicrobial activity of organic total extracts of three Kenyan medicinal plants. Afr J Pharm Pharmacol. 2012;1(1):14–18."}, {"Citation": "Bukuru J. Isolation and structural elucidation of natural products from Pentas bussei K. Krause, Pentas lanceolata (Forsk.) Deflers and Pentas parvifolia Hiern (Rubiaceae) [Doctoral dissertation, Ghent University]; 2003."}, {"Citation": "Akinyemi KO, Oladapo O, Okwara CE, Ibe CC, Fasure KA. Screening of crude extracts of six medicinal plants used in South-West Nigerian unorthodox medicine for anti-methicillin resistant Staphylococcus aureus activity. BMC Complement Altern Med. 2005;5(1):1–7. doi:10.1186/1472-6882-5-6", "ArticleIdList": ["10.1186/1472-6882-5-6", "PMC1079793", "15762997"]}, {"Citation": "Agarwal P, Agarwal N, Gupta R, Gupta M, Sharma B. Antibacterial activity of plant extracts against methicillin-resistant Staphylococcus aureus and Vancomycin-resistant Enterococcus faecalis. J Microb Biochem Technol. 2016;8(5):404–407. doi:10.4172/1948-5948.1000316", "ArticleIdList": ["10.4172/1948-5948.1000316"]}, {"Citation": "Mitra PK. Antibacterial activity of an isolated compound (AC-1) from the leaves of Ageratum conyzoides Linn. J Med Plants Stud. 2013;1:23."}, {"Citation": "Hutchings A. Zulu Medicinal Plants: An Inventory.University of Natal press; 1996."}, {"Citation": "Bokaeian M, Saeidi S. Evolution of antimicrobial activity of leaf extract of withania somnifera against antibiotic resistant Staphylococcus aureus. Zahedan J Res Med Sci. 2015;17(7):e1016. doi:10.17795/zjrms1016", "ArticleIdList": ["10.17795/zjrms1016"]}, {"Citation": "Budiman A, Aulifa DL. A Study Comparing Antibacterial Activity of Ageratum Conyzoides L. extract and Piper Betle L. extract in gel dosage forms against Staphylococcus aureus. Pharmacogn J. 2020;12(3):473–477. doi:10.5530/pj.2020.12.73", "ArticleIdList": ["10.5530/pj.2020.12.73"]}, {"Citation": "Harjanti DW, Ciptaningtyas R, Wahyono F. Phytochemical properties and antibacterial activity of Ageratum conyzoides, Piper betle, Muntingia calabura and Curcuma domestica against mastitis bacteria isolates. IOP Conf Ser Earth Environ Sci. 2019;247:012049. doi:10.1088/1755-1315/247/1/012049", "ArticleIdList": ["10.1088/1755-1315/247/1/012049"]}, {"Citation": "Trinh PC, Thao LTT, Ha HTV, Nguyen TA. DPPH-scavenging and antimicrobial activities of Asteraceae medicinal plants on uropathogenic bacteria. Evid Based Complement Altern Med. 2020;2020:1–9. doi:10.1155/2020/7807026", "ArticleIdList": ["10.1155/2020/7807026", "PMC7245677", "32508954"]}, {"Citation": "Faye G, Birhanu T, Belete T. Survey and antimicrobial activity study of ethnomedicinal plants in selected districts of North Shewa Zone, Oromia, Ethiopia. Infect Drug Resist. 2021;14:5511.", "ArticleIdList": ["PMC8694572", "34955645"]}, {"Citation": "Heba-tollah MS, Abd-Alla HI, Abdelwahab AB, Gabr MM, Kirsch G. Secondary metabolites and biological activity of Pentas species: a minireview. J Adv Res. 2018;10:21–30. doi:10.1016/j.jare.2017.12.003", "ArticleIdList": ["10.1016/j.jare.2017.12.003", "PMC6057236", "30046473"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "5", "Day": "12"}, {"Year": "2022", "Month": "9", "Day": "28"}, {"Year": "2022", "Month": "11", "Day": "3", "Hour": "2", "Minute": "31"}, {"Year": "2022", "Month": "11", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "4", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "10", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["36324667", "PMC9621018", "10.2147/IDR.S366063", "366063"]}}], "PubmedBookArticle": []}