{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36325499", "DateCompleted": {"Year": "2022", "Month": "11", "Day": "04"}, "DateRevised": {"Year": "2024", "Month": "01", "Day": "17"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "10", "Day": "15"}], "Language": ["eng"], "ELocationID": ["4987929", "10.1155/2022/4987929"], "Journal": {"ISSN": "2314-6141", "JournalIssue": {"Volume": "2022", "PubDate": {"Year": "2022"}}, "Title": "BioMed research international", "ISOAbbreviation": "Biomed Res Int"}, "ArticleTitle": "Comparative Analysis of Antioxidants Activity of Indigenously Produced <i>Moringa Oleifera</i> Seeds Extracts.", "Pagination": {"StartPage": "4987929", "MedlinePgn": "4987929"}, "Abstract": {"AbstractText": ["Medicinal plants are used to control and remediate oxidative stress related diseases caused by free radicals. Thus, these plants find their use as remedy. <i>Moringa oleifera</i> is an extremely valued plant for its medicinal properties. Herein, two indigenously produced accessions of <i>Moringa oleifera</i> seeds [originated from Multan (M-Mln) and India (PKM1)] were investigated for their antioxidant properties by 2.2-Diphenyl-1picrylhydrazyl (DPPH) assay, total phenolics content and total flavonoids content. The presence of various phenolics as well as flavonoids was further confirmed by high performance liquid chromatography. Moreover, fourier transform infrared spectroscopy detected the presence of various functional groups. In conclusion, these findings revealed that the methanol extract of M-Mln variety seeds showed high antioxidant potential, having IC50 value of 84 <i>μ</i>g/ml. While, hexane extract of PKM1 showed least activity. The methanol extract of M-Mln was found to show highest total phenolics content as 33.83 ± 1.19 mg GAE/g. The methanol extract of M-Mln was found to show highest total flavonoids content as 76.07 ± 1.10 mg CAE/g. The hexane extract of PKM1 was found to show least total flavonoids content as 22.47 ± 1.70 mg CAE/g. The detection of phenolics (ferulic acid, caffeic acid, chlorogenic acid, coumaric acid, and gallic acid) as well as flavonoids (catechin and quercetin) revealed the potential of methanol extracts of both varieties as a good source of antioxidants. The results indicated the importance of seed extracts in the treatment of oxidative stress related diseases. In future, the use of natural antioxidants will prevent the progression of diseases."], "CopyrightInformation": "Copyright © 2022 Sadaf Tariq et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Government College University Faisalabad, Pakistan."}], "LastName": "Tariq", "ForeName": "Sadaf", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nutritional Sciences, Biochemistry, Government College University, Faisalabad, Pakistan."}], "LastName": "Umbreen", "ForeName": "Huma", "Initials": "H"}, {"Identifier": ["0000-0001-9269-1117"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Government College University Faisalabad, Pakistan."}], "LastName": "Noreen", "ForeName": "Razia", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Inserm U1029 LAMC Group « 3D' Spectro-Imaging », University of Bordeaux, 33600 Pessac, France."}], "LastName": "Petitbois", "ForeName": "Cyril", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Government College University Faisalabad, Pakistan."}], "LastName": "Aftab", "ForeName": "Kiran", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemistry Department, College of Science, King Saud University, Riyadh 11451, Saudi Arabia."}], "LastName": "Alasmary", "ForeName": "Fatmah Ali", "Initials": "FA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemistry Department, College of Science, King Saud University, Riyadh 11451, Saudi Arabia."}], "LastName": "Almalki", "ForeName": "Amani Salem", "Initials": "AS"}, {"Identifier": ["0000-0003-3662-2525"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, Faculty of Pharmacy, University of Dhaka, Dhaka 1000, Bangladesh."}], "LastName": "Mazid", "ForeName": "Mohammad Abdul", "Initials": "MA"}], "PublicationTypeList": ["Journal Article", "Retracted Publication"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Biomed Res Int", "NlmUniqueID": "101600173"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "2DDG612ED8", "NameOfSubstance": "n-hexane"}, {"RegistryNumber": "0", "NameOfSubstance": "Hexanes"}, {"RegistryNumber": "Y4S76JWI15", "NameOfSubstance": "Methanol"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Phenols"}], "CommentsCorrectionsList": [{"RefSource": "Biomed Res Int. 2024 Jan 9;2024:9879751. doi: 10.1155/2024/9879751", "PMID": "38230151"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Moringa oleifera"}, {"QualifierName": ["chemistry"], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Hexanes"}, {"QualifierName": [], "DescriptorName": "Methanol"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Seeds"}, {"QualifierName": ["analysis"], "DescriptorName": "Flavonoids"}, {"QualifierName": ["analysis"], "DescriptorName": "Phenols"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Leaves"}], "CoiStatement": "The authors declare that they have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Jahan I. A., Hossain M. H., Ahmed K. S., Sultana Z., Biswas P. K., Nada K. Antioxidant activity of Moringa oleifera seed extracts. Oriental Pharmacy and Experimental Medicine . 2018;18(4):299–307. doi: 10.1007/s13596-018-0333-y.", "ArticleIdList": ["10.1007/s13596-018-0333-y"]}, {"Citation": "Liang L., Wang C., Li S., Chu X., Sun K. Nutritional compositions of Indian Moringa oleifera seed and antioxidant activity of its polypeptides. Food Science & Nutrition . 2019;7(5):1754–1760. doi: 10.1002/fsn3.1015.", "ArticleIdList": ["10.1002/fsn3.1015", "PMC6526633", "31139388"]}, {"Citation": "Ogbunugafor H. A., Eneh F. U., Ozumba A. N., et al. Physico-chemical and antioxidant properties of Moringa oleifera seed oil. Pakistan Journal of Nutrition . 2011;10(5):409–414. doi: 10.3923/pjn.2011.409.414.", "ArticleIdList": ["10.3923/pjn.2011.409.414"]}, {"Citation": "Aderinola T. A., Fagbemi T. N., Enujiugha V. N., Alashi A. M., Aluko R. E. Amino acid composition and antioxidant properties of Moringa oleifera seed protein isolate and enzymatic hydrolysates. Heliyon . 2018;4(10):p. e00877. doi: 10.1016/j.heliyon.2018.e00877.", "ArticleIdList": ["10.1016/j.heliyon.2018.e00877", "PMC6205298", "30386828"]}, {"Citation": "Santos A. F., Argolo A. C. C., Paiva P. M. G., Coelho L. C. B. B. Antioxidant activity of Moringa oleifera tissue extracts. Phytotherapy Research . 2012;26(9):1366–1370. doi: 10.1002/ptr.4591.", "ArticleIdList": ["10.1002/ptr.4591", "22294387"]}, {"Citation": "Fitriana W. D., Ersam T., Shimizu K., Fatmawati S. Antioxidant activity of Moringa oleifera extracts. Indonesian Journal of Chemistry . 2016;16(3):297–301. doi: 10.22146/ijc.21145.", "ArticleIdList": ["10.22146/ijc.21145"]}, {"Citation": "Sreelatha S., Padma P. Antioxidant activity and total phenolic content of Moringa oleifera leaves in two stages of maturity. Plant Foods for Human Nutrition . 2009;64(4):303–311. doi: 10.1007/s11130-009-0141-0.", "ArticleIdList": ["10.1007/s11130-009-0141-0", "19904611"]}, {"Citation": "Khalid Rai A., Hameed A., Noreen R. Antioxidant potential and biochemical analysis of Moringa oleifera leaves. International Journal of Agriculture & Biology . 2017;19(4):941–950. doi: 10.17957/IJAB/15.0366.", "ArticleIdList": ["10.17957/IJAB/15.0366"]}, {"Citation": "Gu X., Yang Y., Wang Z. Nutritional, phytochemical, antioxidant, α-glucosidase and α-amylase inhibitory properties of Moringa oleifera seeds. South African Journal of Botany . 2020;133:151–160. doi: 10.1016/j.sajb.2020.07.021.", "ArticleIdList": ["10.1016/j.sajb.2020.07.021"]}, {"Citation": "Bhattacharya A., Tiwari P., Sahu P. K., Kumar S. A review of the phytochemical and pharmacological characteristics of Moringa oleifera. Journal of Pharmacy & Bioallied Sciences . 2018;10(4):181–191. doi: 10.4103/JPBS.JPBS_126_18.", "ArticleIdList": ["10.4103/JPBS.JPBS_126_18", "PMC6266645", "30568375"]}, {"Citation": "Chandrashekar K., Ajay T., Prasanna K. Anti-inflammatory activity of Moringa oleifera stem bark extracts against carrageenen induced rat paw edema. Journal of Chemical and Pharmaceutical Research . 2010;2(3):179–181."}, {"Citation": "Chauhan A. P., Patel D. M., Pate J. D., Singh N. K. Extraction, screening, and characterization of bioactive compounds from Moringa oleifera: extends life-span of Caenorhabditis elegans. Current Trends in Biotechnology and Pharmacy . 2021;15(3):282–298."}, {"Citation": "Nasution A. N. Enhance effectiveness of Moringa leaves with staphylococcus epidermidis bacteria. Budapest International Research and Critics Institute-Journal (BIRCI-Journal) . 2021;4(2):1705–1712. doi: 10.33258/birci.v4i2.1843.", "ArticleIdList": ["10.33258/birci.v4i2.1843"]}, {"Citation": "Ma Z., Ahmad J., Zhang H., Khan I., Muhammad S. Evaluation of phytochemical and medicinal properties of Moringa (Moringa oleifera) as a potential functional food. South African Journal of Botany . 2020;129:40–46. doi: 10.1016/j.sajb.2018.12.002.", "ArticleIdList": ["10.1016/j.sajb.2018.12.002"]}, {"Citation": "Mushtaq B. S., Pasha I., Omer R., et al. Characterization of Moringa oleifera leaves and its utilization as value added ingredient in unleavened flat bread (chapatti) Journal of Microbiology, Biotechnology and Food Sciences . 2021;2021:750–755. doi: 10.15414/jmbfs.2018.8.1.751-755.", "ArticleIdList": ["10.15414/jmbfs.2018.8.1.751-755"]}, {"Citation": "Vicente I., Gomez-Martinez S., Diaz-Prieto L. E., et al. Effect of Moringa oleifera as a dietary supplement on the control of prediabetic subjects’glycaemia in annals of nutrition and metabolism. Annals of Nutrition and Metabolism . 2020;76(supplement 4)"}, {"Citation": "Nhut H., Hung N. T. Q., Lap B. Q., et al. Use of Moringa oleifera seeds powder as bio-coagulants for the surface water treatment. International journal of Environmental Science and Technology . 2021;18(8):2173–2180. doi: 10.1007/s13762-020-02935-2.", "ArticleIdList": ["10.1007/s13762-020-02935-2"]}, {"Citation": "Bukar A., Uba A., Oyeyi T. Antimicrobial profile of moringa oleifera lam. Extracts against some food – borne microorganisms. Journal of Pure and Applied Sciences . 2010;3(1) doi: 10.4314/bajopas.v3i1.58706.", "ArticleIdList": ["10.4314/bajopas.v3i1.58706"]}, {"Citation": "Chuang P. H., Lee C. W., Chou J. Y., Murugan M., Shieh B. J., Chen H. M. Anti-fungal activity of crude extracts and essential oil of Moringa oleifera lam. Bioresource Technology . 2007;98(1):232–236. doi: 10.1016/j.biortech.2005.11.003.", "ArticleIdList": ["10.1016/j.biortech.2005.11.003", "16406607"]}, {"Citation": "Dewangan G., Koley K. M., Vadlamudi V. P., Mishra A., Poddar A., Hirpurkar S. D. Antibacterial activity of Moringa oleifera (drumstick) root bark. Journal of Chemical and Pharmaceutical Research . 2010;2(6):424–428."}, {"Citation": "Eilert U., Wolters B., Nahrstedt A. The antibiotic principle of seeds of Moringa oleifera and Moringa stenopetala. Planta Medica . 1981;42(5):55–61. doi: 10.1055/s-2007-971546.", "ArticleIdList": ["10.1055/s-2007-971546", "7255568"]}, {"Citation": "Fahey J. W. Moringa oleifera: a review of the medical evidence for its nutritional, therapeutic, and prophylactic properties. Part 1. Trees for life Journal . 2005;1(5):1–15."}, {"Citation": "Lietava J. Medicinal plants in a middle Paleolithic grave Shanidar IV? Journal of Ethnopharmacology . 1992;35(3):263–266. doi: 10.1016/0378-8741(92)90023-K.", "ArticleIdList": ["10.1016/0378-8741(92)90023-K", "1548898"]}, {"Citation": "Nepolean P., Anitha J., Emilin R. Isolation, analysis and identification of phytochemicals of antimicrobial activity of Moringa oleifera lam. Current Biotica . 2009;3(1):33–37."}, {"Citation": "Jaja-Chimedza A., Graf B. L., Simmler C., et al. Biochemical characterization and anti-inflammatory properties of an isothiocyanate-enriched moringa (Moringa oleifera) seed extract. PLoS One . 2017;12(8):p. e0182658. doi: 10.1371/journal.pone.0182658.", "ArticleIdList": ["10.1371/journal.pone.0182658", "PMC5549737", "28792522"]}, {"Citation": "Jung I. L. Soluble extract from Moringa oleifera leaves with a new anticancer activity. PLoS One . 2014;9(4):p. e95492. doi: 10.1371/journal.pone.0095492.", "ArticleIdList": ["10.1371/journal.pone.0095492", "PMC3991666", "24748376"]}, {"Citation": "Kasolo J. N., Bimenya G. S., Ojok L., Ochieng J., Ogwal-Okeng J. W. Phytochemicals and uses of Moringa oleifera leaves in Ugandan rural communities. Journal of Medicinal Plants Research . 2010;4(9):753–757."}, {"Citation": "Hübsch Z., van Zyl R. L., Cock I. E., van Vuuren S. F. Interactive antimicrobial and toxicity profiles of conventional antimicrobials with southern African medicinal plants. South African Journal of Botany . 2014;93:185–197. doi: 10.1016/j.sajb.2014.04.005.", "ArticleIdList": ["10.1016/j.sajb.2014.04.005"]}, {"Citation": "Igado O., Olopade J. A review on the possible neuroprotective effects of Moringa oleifera leaf extract. Nigerian Journal of Physiological Sciences . 2016;31(2):183–187.", "ArticleIdList": ["28262857"]}, {"Citation": "Ijarotimi O. S., Adeoti O. A., Ariyo O. Comparative study on nutrient composition, phytochemical, and functional characteristics of raw, germinated, and fermented Moringa oleifera seed flour. Food Science & Nutrition . 2013;1(6):452–463. doi: 10.1002/fsn3.70.", "ArticleIdList": ["10.1002/fsn3.70", "PMC3951542", "24804056"]}, {"Citation": "Wang X.-F., Fan Y., Xu F., et al. Characterization of the structure, stability, and activity of hypoglycemic peptides from Moringa oleiferaseed protein hydrolysates. Food & Function . 2022;13(6):3481–3494. doi: 10.1039/D1FO03413H.", "ArticleIdList": ["10.1039/D1FO03413H", "35246675"]}, {"Citation": "Sayed A. M. E., Omar F. A., Emam M. M. A. A., Farag M. A. UPLC-MS/MS and GC-MS based metabolites profiling of Moringa oleiferaseed with its anti-helicobacter pyloriand anti-inflammatory activities. Natural Product Research . 2022;6:1–6. doi: 10.1080/14786419.2022.2037088.", "ArticleIdList": ["10.1080/14786419.2022.2037088", "35133224"]}, {"Citation": "Ezebuiro I., Ododo A., Apugo U. I. Hepato-renal activities of hydro-methanol leaf extract of Cnidoscolus aconitifolius in adult male Wistar rats. Journal of Drug Delivery and Therapeutics . 2021;11(4):5–9. doi: 10.22270/jddt.v11i4.4870.", "ArticleIdList": ["10.22270/jddt.v11i4.4870"]}, {"Citation": "Zunica E. R., Yang S., Coulter A., White C., Kirwan J. P., Gilmore L. A. Moringa oleifera seed extract concomitantly supplemented with chemotherapy worsens tumor progression in mice with triple negative breast cancer and obesity. Nutrients . 2021;13(9):p. 2923. doi: 10.3390/nu13092923.", "ArticleIdList": ["10.3390/nu13092923", "PMC8472177", "34578801"]}, {"Citation": "Abdul Haseeb M., Sarkhil M. Z., Fayazuddin M., Ahmad F. Peripheral analgesic activity of Moringa oleifera seeds - An experimental study. Asian Journal of Pharmacy and Pharmacology . 2021;7(5):200–203. doi: 10.31024/ajpp.2021.7.5.1.", "ArticleIdList": ["10.31024/ajpp.2021.7.5.1"]}, {"Citation": "Ali A., Garg P., Goyal R., et al. An efficient wound healing hydrogel based on a hydroalcoholic extract of Moringa oleifera seeds. South African Journal of Botany . 2022;145:192–198. doi: 10.1016/j.sajb.2021.05.003.", "ArticleIdList": ["10.1016/j.sajb.2021.05.003"]}, {"Citation": "Palupi D. A., Prasetyowati T. W., Murtiningsih D., Mahdiyah D. Antiasthma activities of Moringa oleifera lam. Leaves extract on the eosinophil count and mast cells in BALB/c mice. Borneo Journal of Pharmacy . 2021;4(3):171–177. doi: 10.33084/bjop.v4i3.1916.", "ArticleIdList": ["10.33084/bjop.v4i3.1916"]}, {"Citation": "Farhan S. R., AL-Azawi A. H., Salih W. Y., Abdulhassan A. A. The antibacterial and antioxidant activity of Moringa oleifera seed oil extract against some foodborne pathogens. Indian Journal of Forensic Medicine & Toxicology . 2021;15(4):p. 2529. doi: 10.37506/ijfmt.v15i4.17085.", "ArticleIdList": ["10.37506/ijfmt.v15i4.17085"]}, {"Citation": "Kebede T. G., Dube S., Nindi M. M. Fabrication and characterization of electrospun nanofibers from Moringa stenopetala seed protein. Materials Research Express . 2018;5(12, article 125015) doi: 10.1088/2053-1591/aae04c.", "ArticleIdList": ["10.1088/2053-1591/aae04c"]}, {"Citation": "Gaafar A. A., Ibrahim E. A., Asker M. S., Moustafa A. F., Salama Z. A. Characterization of polyphenols, polysaccharides by HPLC and their antioxidant, antimicrobial and antiinflammatory activities of defatted Moringa (Moringa oleifera L.) meal extract. International Journal of Pharmaceutical and Clinical Research . 2016;8(6):565–573."}, {"Citation": "Hossain M. A., Disha N. K., Shourove J. H., Dey P. Determination of antioxidant activity and total tannin from drumstick (Moringa oleifera lam.) leaves using different solvent extraction Methods. Science and Technology . 2020;8(12):2749–2755. doi: 10.24925/turjaf.v8i12.2749-2755.4038.", "ArticleIdList": ["10.24925/turjaf.v8i12.2749-2755.4038"]}, {"Citation": "Sharma S., Saxena D. C., Riar C. S. Antioxidant activity, total phenolics, flavonoids and antinutritional characteristics of germinated foxtail millet (Setaria italica) Cogent Food & Agriculture . 2015;1(1):p. 1081728. doi: 10.1080/23311932.2015.1081728.", "ArticleIdList": ["10.1080/23311932.2015.1081728"]}, {"Citation": "Katsube T., Tabata H., Ohta Y., et al. Screening for antioxidant activity in edible plant products: comparison of low-density lipoprotein oxidation assay, DPPH radical scavenging assay, and Folin−Ciocalteu assay. Journal of Agricultural and Food Chemistry . 2004;52(8):2391–2396. doi: 10.1021/jf035372g.", "ArticleIdList": ["10.1021/jf035372g", "15080652"]}, {"Citation": "Noreen R., Moenner M., Hwu Y., Petibois C. FTIR spectro-imaging of collagens for characterization and grading of gliomas. Biotechnology Advances . 2012;30(6):1432–1446. doi: 10.1016/j.biotechadv.2012.03.009.", "ArticleIdList": ["10.1016/j.biotechadv.2012.03.009", "22484050"]}, {"Citation": "Araújo C. S., Alves V. N., Rezende H. C., et al. Characterization and use of Moringa oleifera seeds as biosorbent for removing metal ions from aqueous effluents. Water Science and Technology . 2010;62(9):2198–2203. doi: 10.2166/wst.2010.419.", "ArticleIdList": ["10.2166/wst.2010.419", "21045350"]}, {"Citation": "Fu X., Su J., Hou L., et al. Physicochemical and thermal characteristics of Moringa oleifera seed oil. Advanced Composites and Hybrid Materials . 2021;4(3):685–695. doi: 10.1007/s42114-021-00302-4.", "ArticleIdList": ["10.1007/s42114-021-00302-4"]}, {"Citation": "Nandiyanto A. B. D., Oktiani R., Ragadhita R. How to read and interpret FTIR spectroscope of organic material. Indonesian Journal of Science and Technology . 2019;4(1):97–118. doi: 10.17509/ijost.v4i1.15806.", "ArticleIdList": ["10.17509/ijost.v4i1.15806"]}, {"Citation": "Izza N. M., Dewi S. R., Setyanda A., et al. Microwave-assisted extraction of phenolic compounds from Moringa oleifera seed as anti-biofouling agents in membrane processes. MATEC Web of Conferences; 2018; The Institute of Technology and Business in České Budějovice, Czech Republic.", "ArticleIdList": ["10.1051/matecconf/201820403003"]}, {"Citation": "Coates J. Interpretation of infrared spectra, a practical approach. Citeseer . 2000;3"}, {"Citation": "Smith B. Infrared spectral interpretation: a systematic approach . CRC Press; 2018.", "ArticleIdList": ["10.1201/9780203750841"]}, {"Citation": "Timilsena Y. P., Vongsvivut J., Adhikari R., Adhikari B. Physicochemical and thermal characteristics of Australian chia seed oil. Food Chemistry . 2017;228:394–402. doi: 10.1016/j.foodchem.2017.02.021.", "ArticleIdList": ["10.1016/j.foodchem.2017.02.021", "28317740"]}, {"Citation": "Richter N., Siddhuraju P., Becker K. Evaluation of nutritional quality of moringa (Moringa oleifera Lam.) leaves as an alternative protein source for Nile tilapia (Oreochromis niloticus L.) Aquaculture . 2003;217(1-4):599–611. doi: 10.1016/S0044-8486(02)00497-0.", "ArticleIdList": ["10.1016/S0044-8486(02)00497-0"]}, {"Citation": "Makkar H. A., Becker K. Nutrional value and antinutritional components of whole and ethanol extracted Moringa oleifera leaves. Animal Feed Science and Technology . 1996;63(1-4):211–228. doi: 10.1016/S0377-8401(96)01023-1.", "ArticleIdList": ["10.1016/S0377-8401(96)01023-1"]}, {"Citation": "Murakami A., Kitazono Y., Jiwajinda S., Koshimizu K., Ohigashi H. Niaziminin, a thiocarbamate from the leaves of Moringa oleifera, holds a strict structural requirement for inhibition of tumor-promoter-induced Epstein-Barr virus activation. Planta Medica . 1998;64(4):319–323. doi: 10.1055/s-2006-957442.", "ArticleIdList": ["10.1055/s-2006-957442", "9619112"]}, {"Citation": "Dahiru D., Onubiyi J., Umaru H. A. Phytochemical screening and antiulcerogenic effect of Moringa oleifera aqueous leaf extract. African Journal of Traditional, Complementary and Alternative Medicines . 2006;3(3):70–75. doi: 10.4314/ajtcam.v3i3.31167.", "ArticleIdList": ["10.4314/ajtcam.v3i3.31167"]}, {"Citation": "Masum N. H. M., Hamid K., Zulfiker A. H. M., Hossain M. K., Urmi K. F. In vitro antioxidant activities of different parts of the plant Moringa oleifera lam. Research Journal of Pharmacy and Technology . 2012;5(12):1532–1537."}, {"Citation": "Bolanle A. O., Funmilola A. S., Adedayo A. Proximate analysis, mineral contents, amino acid composition, anti-nutrients and phytochemical screening of Brachystegia eurycoma harms and Pipper guineense Schum and Thonn. American Research Journal of Food and Nutrition . 2014;2(1):11–17. doi: 10.12691/ajfn-2-1-3.", "ArticleIdList": ["10.12691/ajfn-2-1-3"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "8", "Day": "11"}, {"Year": "2022", "Month": "9", "Day": "13"}, {"Year": "2022", "Month": "9", "Day": "23"}, {"Year": "2022", "Month": "11", "Day": "3", "Hour": "2", "Minute": "50"}, {"Year": "2022", "Month": "11", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "15"}], "PublicationStatus": "epublish", "ArticleIdList": ["36325499", "PMC9618381", "10.1155/2022/4987929"]}}], "PubmedBookArticle": []}