{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["DNA", "Genotyping", "High-resolution melt (HRM)", "Loop-mediated isothermal amplification (LAMP)", "Male Cannabis plant", "Male-associated DNA marker in Cannabis 2 (MADC2)", "Recombinase polymerase amplification (RPA)", "Sex marker"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36324130", "DateRevised": {"Year": "2022", "Month": "11", "Day": "05"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "02"}], "Language": ["eng"], "ELocationID": ["57", "10.1186/s42238-022-00164-7"], "Journal": {"ISSN": "2522-5782", "JournalIssue": {"Volume": "4", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Nov", "Day": "02"}}, "Title": "Journal of cannabis research", "ISOAbbreviation": "J Cannabis Res"}, "ArticleTitle": "High-throughput methods to identify male Cannabis sativa using various genotyping methods.", "Pagination": {"StartPage": "57", "MedlinePgn": "57"}, "Abstract": {"AbstractText": ["Cannabis sativa is a primarily dioecious angiosperm that exhibits sexual developmental plasticity. Developmental genes for staminate male flowers have yet to be elucidated; however, there are regions of male-associated DNA from Cannabis (MADC) that correlate with the formation of pollen producing staminate flowers. MADC2 is an example of a PCR-based genetic marker that has been shown to produce a 390-bp amplicon that correlates with the expression of male phenotypes. We demonstrate applications of a cost-effective high-throughput male genotyping assay and other genotyping applications of male identification in Cannabis sativa.", "In this study, we assessed data from 8200 leaf samples analyzed for real-time quantitative polymerase chain reaction (qPCR) detection of MADC2 in a commercial testing application offered through Steep Hill Laboratories. Through validation, collaborative research projects, and follow-up retest analysis, we observed a > 98.5% accuracy of detection of MADC2 by qPCR. We also carried out assay development for high-resolution melting analysis (HRM), loop-mediated isothermal amplification (LAMP), and TwistDx recombinase amplification (RPA) assays using MADC2 for male identification.", "We demonstrate a robust high-throughput duplex TaqMan qPCR assay for identification of male-specific genomic signatures using a novel MADC2 qPCR probe. The qPCR cycle quotient (Cq) value representative of MADC2 detection in 3156 males and the detection of tissue control cannabinoid synthesis for 8200 samples and the absence of MADC2 detection in 5047 non-males demonstrate a robust high-throughput real-time genotyping assay for Cannabis. Furthermore, we also demonstrated the viability of using nearby regions to MADC2 with novel primers as alternative assays. Finally, we also show proof of concept of several additional commercially viable sex determination methodologies for Cannabis sativa.", "In industrial applications, males are desirable for their more rapid growth and higher quality fiber quality, as well as their ability to pollinate female plants and produce grain. In medicinal applications, female cultivars are more desirable for their ability to produce large amounts of secondary metabolites, specifically the cannabinoids, terpenes, and flavonoids that have various medicinal and recreational properties. In previous studies, traditional PCR and non-high-throughput methods have been reported for the detection of male cannabis, and in our study, we present multiple methodologies that can be carried out in high-throughput commercial cannabis testing.", "With these markers developed for high-throughput testing assays, the Cannabis industry will be able to easily screen and select for the desired sex of a given cultivar depending on the application."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": ["0000-0003-3631-3079"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Front Range Biosciences, Lafayette, USA. atorres@frontrangebio.com."}], "LastName": "Torres", "ForeName": "Anthony", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Front Range Biosciences, Lafayette, USA."}], "LastName": "Pauli", "ForeName": "Christopher", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Front Range Biosciences, Lafayette, USA."}], "LastName": "Givens", "ForeName": "Robert", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Agriculture and Genomics Research, Barcelona, Spain."}], "LastName": "Argyris", "ForeName": "Jason", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Front Range Biosciences, Lafayette, USA."}], "LastName": "Allen", "ForeName": "Keith", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Agriculture and Genomics Research, Barcelona, Spain."}], "LastName": "Monfort", "ForeName": "Amparo", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Front Range Biosciences, Lafayette, USA."}], "LastName": "Gaudino", "ForeName": "Reginald J", "Initials": "RJ"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Cannabis Res", "NlmUniqueID": "101752723", "ISSNLinking": "2522-5782"}, "CoiStatement": "AT, CP, RG, KA, and RG were employed by Steep Hill labs, which developed and offered the sex marker analysis as a commercial service. AT, CP, RG, KA, and RG transitioned from being employed by Steep Hill to being employed by Front Range Biosciences upon acquisition of Steep Hill Genomics. No role was played by Steep Hill labs or Front Range Biosciences (other than by the authors themselves) in the design and conduct of the study, analysis of the data, writing of the manuscript, and the decision to publish. JA and AM declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abrams DI. The health effects of Cannabis and cannabinoids. Washington, D.C.: National Academies Press; 2017.", "ArticleIdList": ["28182367"]}, {"Citation": "Blake RD. Cooperative lengths of DNA during melting. Biopolymers. 1987;26(7):1063–1074. doi: 10.1002/bip.360260706.", "ArticleIdList": ["10.1002/bip.360260706", "3304438"]}, {"Citation": "Clarke R, Merlin M. Cannabis. University of California Press; 2013."}, {"Citation": "Dills A, Goffard S, Miron J, Partin E. Policy analysis the effect of state marijuana legalizations: 2021 update. 2021."}, {"Citation": "Distefano G, Caruso M, la Malfa S, Gentile A, Wu SB. High resolution melting analysis is a more sensitive and effective alternative to gel-based platforms in analysis of SSR – an example in Citrus. PLoS One. 2012;7(8):e44202. doi: 10.1371/journal.pone.0044202.", "ArticleIdList": ["10.1371/journal.pone.0044202", "PMC3431301", "22957003"]}, {"Citation": "Divashuk MG, Alexandrov OS, Razumova OV, Kirov IV, Karlov GI. Molecular cytogenetic characterization of the dioecious Cannabis sativa with an XY chromosome sex determination system. PLoS One. 2014;9(1):e85118. doi: 10.1371/journal.pone.0085118.", "ArticleIdList": ["10.1371/journal.pone.0085118", "PMC3897423", "24465491"]}, {"Citation": "Faux AM, Berhin A, Dauguet N, Bertin P. Sex chromosomes and quantitative sex expression in monoecious hemp (Cannabis sativa L.) Euphytica. 2014;196(2):183–197. doi: 10.1007/s10681-013-1023-y.", "ArticleIdList": ["10.1007/s10681-013-1023-y"]}, {"Citation": "Fetterman PS, Keith ES, Waller CW, Guerrero O, Doorenbos NJ, Quimby MW. Mississippi-grown Cannabis sativa L.: preliminary observation on chemical definition of phenotype and variations in tetrahydrocannabinol content versus age, sex, and plant part. J Pharm Sci. 1971;60(8):1246–1249. doi: 10.1002/jps.2600600832.", "ArticleIdList": ["10.1002/jps.2600600832", "5127101"]}, {"Citation": "Flajšman M, Slapnik M, Murovec J. Production of feminized seeds of high CBD Cannabis sativa L. by manipulation of sex expression and its application to breeding. Front Plant Sci. 2021;12:718092. doi: 10.3389/fpls.2021.718092.", "ArticleIdList": ["10.3389/fpls.2021.718092", "PMC8591233", "34790210"]}, {"Citation": "Graddy-Lovelace G, Diamond A, Ichikawa NF. Contextualizing the farm bill: questions of food, land and agricultural governance. Renew Agric Food Syst. 2020;35(4):352–357. doi: 10.1017/S1742170520000125.", "ArticleIdList": ["10.1017/S1742170520000125"]}, {"Citation": "Gray DJ, Baker H, Clancy K, Clarke RC, deCesare K, Fike J, et al. Current and future needs and applications for Cannabis. Crit Rev Plant Sci. 2016;35(5–6):425–426. doi: 10.1080/07352689.2017.1284529.", "ArticleIdList": ["10.1080/07352689.2017.1284529"]}, {"Citation": "Klimyuk VI, Carroll BJ, Thomas CM, Jones JDG. Alkali treatment for rapid preparation of plant material for reliable PCR analysis. Plant J. 1993;3(3):493–494. doi: 10.1111/j.1365-313X.1993.tb00169.x.", "ArticleIdList": ["10.1111/j.1365-313X.1993.tb00169.x", "8220456"]}, {"Citation": "Lorenz TC. Polymerase chain reaction: basic protocol plus troubleshooting and optimization strategies. J Vis Exp. 2012;(63):e3998.", "ArticleIdList": ["PMC4846334", "22664923"]}, {"Citation": "Mandolino G, Carboni A, Bagatta M, Moliterni VMC, Ranalli P. Occurrence and frequency of putatively Y chromosome linked DNA markers in Cannabis sativa L. Euphytica. 2002;126(2):211–218. doi: 10.1023/A:1016382128401.", "ArticleIdList": ["10.1023/A:1016382128401"]}, {"Citation": "Mandolino G, Carboni A, Forapani S, Faeti V, Ranalli P. Identification of DNA markers linked to the male sex in dioecious hemp (Cannabis sativa L.) Theor Appl Genet. 1999;98(1):86–92. doi: 10.1007/s001220051043.", "ArticleIdList": ["10.1007/s001220051043"]}, {"Citation": "McKernan KJ, Helbert Y, Kane LT, Ebling H, Zhang L, Liu B, et al. Sequence and annotation of 42 Cannabis genomes reveals extensive copy number variation in cannabinoid synthesis and pathogen resistance genes. Preprint. bioRxiv. 2020."}, {"Citation": "McPartland JM, Guy GW. Models of Cannabis taxonomy, cultural bias, and conflicts between scientific and vernacular names. Bot Rev. 2017;83(4):327–381. doi: 10.1007/s12229-017-9187-0.", "ArticleIdList": ["10.1007/s12229-017-9187-0"]}, {"Citation": "Ming R, Bendahmane A, Renner SS. Sex chromosomes in land plants. Annu Rev Plant Biol. 2011;62(1):485–514. doi: 10.1146/annurev-arplant-042110-103914.", "ArticleIdList": ["10.1146/annurev-arplant-042110-103914", "21526970"]}, {"Citation": "Ming R, Wang J, Moore PH, Paterson AH. Sex chromosomes in flowering plants. Am J Bot. 2007;94(2):141–150. doi: 10.3732/ajb.94.2.141.", "ArticleIdList": ["10.3732/ajb.94.2.141", "21642216"]}, {"Citation": "Prentout D, Razumova O, Henri H, Divashuk M, Karlov G, Marais GAB. Development of genetic markers for sexing Cannabis sativa seedlings. Preprint. bioRxiv. 2020b."}, {"Citation": "Prentout D, Razumova O, Rhoné B, Badouin H, Henri H, Feng C, et al. An efficient RNA-seq-based segregation analysis identifies the sex chromosomes of Cannabis sativa. Genome Res. 2020;30(2):164–172. doi: 10.1101/gr.251207.119.", "ArticleIdList": ["10.1101/gr.251207.119", "PMC7050526", "32033943"]}, {"Citation": "Prentout D, Stajner N, Cerenak A, Tricou T, Brochier-Armanet C, Jakse J, et al. Plant genera Cannabis and Humulus share the same pair of well-differentiated sex chromosomes. New Phytol. 2021;231(4):1599–1611. doi: 10.1101/2021.03.11.434957.", "ArticleIdList": ["10.1101/2021.03.11.434957", "33978992"]}, {"Citation": "Punja ZK, Holmes JE. Hermaphroditism in marijuana (Cannabis sativa L.) inflorescences – impact on floral morphology, seed formation, progeny sex ratios, and genetic variation. Front Plant Sci. 2020;11:718. doi: 10.3389/fpls.2020.00718.", "ArticleIdList": ["10.3389/fpls.2020.00718", "PMC7329997", "32670310"]}, {"Citation": "Razumova OV, Alexandrov OS, Divashuk MG, Sukhorada TI, Karlov GI. Molecular cytogenetic analysis of monoecious hemp (Cannabis sativa L.) cultivars reveals its karyotype variations and sex chromosomes constitution. Protoplasma. 2016;253(3):895–901. doi: 10.1007/s00709-015-0851-0.", "ArticleIdList": ["10.1007/s00709-015-0851-0", "26149370"]}, {"Citation": "Salentijn EMJ, Petit J, Trindade LM. The complex interactions between flowering behavior and fiber quality in hemp. Front Plant Sci. 2019;10:614. doi: 10.3389/fpls.2019.00614.", "ArticleIdList": ["10.3389/fpls.2019.00614", "PMC6532435", "31156677"]}, {"Citation": "Small E, Beckstead HD. Common cannabinoid phenotypes in 350 stocks of Cannabis. Lloydia. 1973;36(2):144–165.", "ArticleIdList": ["4744553"]}, {"Citation": "Small E, Beckstead HD. Cannabinoid phenotypes in Cannabis sativa. Nature. 1973;245(5421):147–148. doi: 10.1038/245147a0.", "ArticleIdList": ["10.1038/245147a0", "4582664"]}, {"Citation": "Small E, Cronquist A. A practical and natural taxonomy for Cannabis. Taxon. 1976;25(4):405–435. doi: 10.2307/1220524.", "ArticleIdList": ["10.2307/1220524"]}, {"Citation": "Techen N, Chandra S, Lata H, ElSohly M, Khan I. Genetic identification of female Cannabis sativa plants at early developmental stage. Planta Med. 2010;76(16):1938–1939. doi: 10.1055/s-0030-1249978.", "ArticleIdList": ["10.1055/s-0030-1249978", "20533168"]}, {"Citation": "van Velzen R, Schranz ME. Origin and evolution of the cannabinoid oxidocyclase gene family. Genome Biol Evol. 2021;13(8):evab130. doi: 10.1093/gbe/evab130.", "ArticleIdList": ["10.1093/gbe/evab130", "PMC8521752", "34100927"]}, {"Citation": "Vergara D, Baker H, Clancy K, Keepers KG, Mendieta JP, Pauli CS, et al. Genetic and genomic tools for Cannabis sativa. Crit Rev Plant Sci. 2016;35(5–6):364–377. doi: 10.1080/07352689.2016.1267496.", "ArticleIdList": ["10.1080/07352689.2016.1267496"]}, {"Citation": "Vossen RH, van der Stoep N, den Dunnen JT. Gene expression transfering PCRs to HRM-assays on the LightCycler ® 480 System-examples for BRCA1. 2007."}, {"Citation": "Wickham H. ggplot2. New York: Springer New York; 2009."}, {"Citation": "Yu B, Chen X, Chen X, Yan H. Marijuana legalization and historical trends in marijuana use among US residents aged 12–25: results from the 1979–2016 National Survey on drug use and health. BMC Public Health. 2020;20(1):156. doi: 10.1186/s12889-020-8253-4.", "ArticleIdList": ["10.1186/s12889-020-8253-4", "PMC6998313", "32013937"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "2", "Day": "23"}, {"Year": "2022", "Month": "10", "Day": "7"}, {"Year": "2022", "Month": "11", "Day": "3", "Hour": "0", "Minute": "49"}, {"Year": "2022", "Month": "11", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "4", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "11", "Day": "2"}], "PublicationStatus": "epublish", "ArticleIdList": ["36324130", "PMC9628020", "10.1186/s42238-022-00164-7", "10.1186/s42238-022-00164-7"]}}], "PubmedBookArticle": []}