{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Alternaria", "Iris", "morphology", "pathogenicity", "phylogenetic analysis"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36338033", "DateRevised": {"Year": "2022", "Month": "11", "Day": "08"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "10", "Day": "21"}], "Language": ["eng"], "ELocationID": ["1036950", "10.3389/fmicb.2022.1036950"], "Journal": {"ISSN": "1664-302X", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in microbiology", "ISOAbbreviation": "Front Microbiol"}, "ArticleTitle": "<i>Alternaria</i> species in section <i>Alternaria</i> associated with <i>Iris</i> plants in China.", "Pagination": {"StartPage": "1036950", "MedlinePgn": "1036950"}, "Abstract": {"AbstractText": ["Plants of the <i>Iris</i> genus have been widely cultivated because of their medicinal, ornamental, and economic values. It commonly suffers from <i>Alternaria</i> leaf spot or blight disease leading to considerable losses for their commercial values. During an investigation of 14 provinces or municipalities of China from 2014 to 2022, a total of 122 <i>Alternaria</i> strains in section <i>Alternaria</i> were obtained from diseased leaves of <i>Iris</i> spp.. Among them, 12 representative strains were selected and identified based on morphological characterization and multi-locus phylogenetic analysis, which encompassed the internal transcribed spacer of rDNA region (ITS), glyceraldehyde-3-phosphate dehydrogenase (<i>GAPDH</i>), translation elongation factor 1 alpha (<i>TEF1</i>), RNA polymerase second largest subunit (<i>RPB2</i>), <i>Alternaria</i> major allergen gene (<i>Alt a 1</i>), an anonymous gene region (OPA10-2), and endopolygalacturonase gene (<i>EndoPG</i>). The strains comprised two known species of <i>A. alternata</i> and <i>A. iridicola</i>, and two new species of <i>A. setosae</i> and <i>A. tectorum</i>, which were described and illustrated here. Their pathogenicity evaluated on <i>Iris setosa</i> indicated that all the strains could induce typical <i>Alternaria</i> leaf spot or blight symptoms. The results showed that the virulence was variable among those four species, from which <i>A. tectorum</i> sp. nov. was the most virulent one, followed by <i>A. setosae</i> sp. nov., <i>A. iridicola</i> and <i>A. alternata</i>."], "CopyrightInformation": "Copyright © 2022 Gou, Aung, Htun, Huang and Deng."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Protection, College of Agriculture, Yangtze University, Jingzhou, China."}], "LastName": "Gou", "ForeName": "Ya-Nan", "Initials": "YN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Protection, College of Agriculture, Yangtze University, Jingzhou, China."}], "LastName": "Aung", "ForeName": "Sein Lai Lai", "Initials": "SLL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Key Laboratory of Wheat and Maize Crop Science, Agronomy College, Henan Agricultural University, Zhengzhou, China."}], "LastName": "Htun", "ForeName": "Aye Aye", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Protection, College of Agriculture, Yangtze University, Jingzhou, China."}], "LastName": "Huang", "ForeName": "Cheng-Xin", "Initials": "CX"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Protection, College of Agriculture, Yangtze University, Jingzhou, China."}], "LastName": "Deng", "ForeName": "Jian-Xin", "Initials": "JX"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Microbiol", "NlmUniqueID": "101548977", "ISSNLinking": "1664-302X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Andrew M., Peever T. L., Pryor B. M. (2009). An expanded multilocus phylogeny does not resolve morphological species within the small-spored Alternaria species complex. Mycologia 101, 95–109. doi: 10.2307/20619150", "ArticleIdList": ["10.2307/20619150", "19271672"]}, {"Citation": "Aung S., Liu H. F., Pei D. F., Lu B. B., Oo M. M., Deng J. X. (2020). Morphology and molecular characterization of a fungus from the Alternaria alternata species complex causing black spots on Pyrus sinkiangensis (koerle pear). Mycobiology 48, 233–239. doi: 10.1080/12298093.2020.1745476", "ArticleIdList": ["10.1080/12298093.2020.1745476"]}, {"Citation": "Berbee M. L., Pirseyedi M., Hubbard S. (1999). Cochliobolus phylogenetics and the origin of known, highly virulent pathogens, inferred from ITS and glyceraldehyde-3-phosphate dehydrogenase gene sequences. Mycologia 91, 964–977. doi: 10.2307/3761627", "ArticleIdList": ["10.2307/3761627"]}, {"Citation": "Bessadat N., Hamon B., Bataillesimoneau N., Mabrouk K., Simoneau P. (2020). Alternaria telliensis sp. nov., a new species isolated from Solanaceae in Algeria. Phytotaxa 440, 89–100. doi: 10.11646/phytotaxa.440.2.1", "ArticleIdList": ["10.11646/phytotaxa.440.2.1"]}, {"Citation": "Bessadat N., Hamon B., Bataillé-Simoneau N., Mabrouk K., Simoneau P. (2021). Characterization of new small-spored Alternaria species isolated from Solanaceae in Algeria. Life 11:1291. doi: 10.3390/life11121291, PMID:", "ArticleIdList": ["10.3390/life11121291", "PMC8704928", "34947822"]}, {"Citation": "Bobev S. (2009). Reference guide for the diseases of cultivated plants Makros Publication, Russia, 466."}, {"Citation": "Carbone I., Kohn L. M. (1999). A method for designing primer sets for speciation studies in filamentous ascomycetes. Mycologia 91, 553–556. doi: 10.2307/3761358", "ArticleIdList": ["10.2307/3761358"]}, {"Citation": "Cheng H., Zhao L., Wei X., Liu X., Gao G. Y., Deng J. X., et al. . (2022). Alternaria species causing leaf spot on hemp (Cannabis sativa) in northern China. Eur. J. Plant Pathol. 162, 957–970. doi: 10.1007/s10658-021-02450", "ArticleIdList": ["10.1007/s10658-021-02450"]}, {"Citation": "Choi I. Y., Choi Y. J., Kim J. Y., Shin H. D.. (2019). Identification of Puccinia iridis on Iris domestica in Korea. Korean J. Mycol. 47, 89–94. doi: 10.4489/KJM.20190011", "ArticleIdList": ["10.4489/KJM.20190011"]}, {"Citation": "Chun J. (1995). Computer-assisted classification and identification of actinomycetes. Dissertation, Unversity of Newcastle."}, {"Citation": "Clair A. (2005) Irises: A Gardener’s encyclopedia. Timber Press, OR, Portland, page 235."}, {"Citation": "Gannibal P. D. (2019). New species and new findings in Russia of Alternaria sect. Gypsophilae. Mikologiya I Fitopatologiya 53, 10–16. doi: 10.1134/S0026364819010069", "ArticleIdList": ["10.1134/S0026364819010069"]}, {"Citation": "Gannibal P. D., Lawrence D. P. (2018). Distribution of Alternaria species among sections. 5. Species producing conidia with many longitudinal septa. Mycotaxon 133, 285–291. doi: 10.5248/133.28", "ArticleIdList": ["10.5248/133.28"]}, {"Citation": "Gannibal P. B., Orina A. S., Gasich E. L. (2022). A new section for Alternaria helianthiinficiens found on sunflower and new asteraceous hosts in Russia. Mycol. Prog. 21. doi: 10.1007/s11557-022-01780-6", "ArticleIdList": ["10.1007/s11557-022-01780-6"]}, {"Citation": "He L., Cheng H., Htun A. A., Ge H., Xia Z. Z., Guo J. W., et al. . (2021). Phylogeny and taxonomy of two new Alternaria (Ascomycota: Pleosporaceae) species in section Gypsophilae from China. Mycol. Prog. 20, 355–363. doi: 10.1007/s11557-021-01676-x", "ArticleIdList": ["10.1007/s11557-021-01676-x"]}, {"Citation": "Hong S. G., Cramer R. A., Lawrence C. B., Pryor B. M. (2005). Alt a 1 allergen homologs from Alternaria and related taxa: analysis of phylogenetic content and secondary structure. Fungal Genet. Biol. 42, 119–129. doi: 10.1016/j.fgb.2004.10.009, PMID:", "ArticleIdList": ["10.1016/j.fgb.2004.10.009", "15670710"]}, {"Citation": "Huang S. Z. (2004). Evaluation of some plant resources and germplasm innovation of Iris L. (Dissertation). Nanjing Agricultural University, China."}, {"Citation": "Huang C. X., Liu F. Y., Gou Y. N., Deng J. X., Li M. J. (2022). Alternaria vignae sp. nov. (Ascomycota: Pleosporaceae) from Vigna unguiculata in China. Phytotaxa 556, 281–290. doi: 10.11646/phytotaxa.556.3.4", "ArticleIdList": ["10.11646/phytotaxa.556.3.4"]}, {"Citation": "Kahl S. M., Ulrich A., Kirichenko A. A., Muller M. E. H. (2015). Phenotypic and phylogenetic segregation of Alternaria infectoria from small-spored Alternaria species isolated from wheat in Germany and Russia. J. Appl. Microbiol. 119, 1637–1650. doi: 10.1111/jam.12951, PMID:", "ArticleIdList": ["10.1111/jam.12951", "26381081"]}, {"Citation": "Kumar S., Stecher G., Tamura K. (2016). MEGA7: molecular evolutionary genetics analysis version 7.0 for bigger datasets. Mol. Biol. Evol. 33, 1870–1874. doi: 10.1093/molbev/msw054, PMID:", "ArticleIdList": ["10.1093/molbev/msw054", "PMC8210823", "27004904"]}, {"Citation": "Lawrence D. P., Gannibal P. B., Peever T. L., Pryor B. M. (2013). The sections of Alternaria: formalizing species-group concepts. Mycologia 105, 530–546. doi: 10.3852/12-249, PMID:", "ArticleIdList": ["10.3852/12-249", "23687125"]}, {"Citation": "Lawrence D. P., Park M. S., Pryor B. M. (2012). Nimbya and Embellisia revisited, with nov. comb. for Alternaria celosiae and A. perpunctulata. Mycol. Prog. 11, 799–815. doi: 10.1007/s11557-011-0793-7", "ArticleIdList": ["10.1007/s11557-011-0793-7"]}, {"Citation": "Lawrence D. P., Rotondo F., Gannibal P. B. (2016). Biodiversity and taxonomy of the pleomorphic genus Alternaria. Mycol. Prog. 15, 1–22. doi: 10.1007/s11557-015-1144-x", "ArticleIdList": ["10.1007/s11557-015-1144-x"]}, {"Citation": "Li P., Liu D., Yu B. X. (2020). First report of Alternaria tenuissima causing leaf spot on Iris ensata in Anqing, China. Plant Dis. 104, 1549–1549. doi: 10.1094/PDIS-11-19-2387-PDN", "ArticleIdList": ["10.1094/PDIS-11-19-2387-PDN"]}, {"Citation": "Li J., Phookamsak R., Jiang H., Bhat D. J., Camporesi E., Lumyong S., et al. . (2022). Additions to the inventory of the genus Alternaria section Alternaria (Pleosporaceae, Pleosporales) in Italy. J. Fungi 8:898. doi: 10.3390/jof8090898, PMID:", "ArticleIdList": ["10.3390/jof8090898", "PMC9501253", "36135624"]}, {"Citation": "Liu Q. L., Li G. Q., Li J. Q., Chen S. F. (2016). Botrytis eucalypti, a novel species isolated from diseased eucalyptus seedlings in South China. Mycol. Prog. 15, 1057–1079. doi: 10.1007/s11557-016-1229-1", "ArticleIdList": ["10.1007/s11557-016-1229-1"]}, {"Citation": "Liu H. F., Liao J., Chen X. Y., Liu Q. K., Deng J. X. (2019). A novel species and a new record of Alternaria isolated from two solanaceae plants in China. Mycol. Prog. 18, 1005–1012. doi: 10.1007/s11557-019-01504-3", "ArticleIdList": ["10.1007/s11557-019-01504-3"]}, {"Citation": "Liu Y. J., Whelen S., Hall B. D. (1999). Phylogenetic relationships among ascomycetes: evidence from an RNA polymerase II subunit. Mol. Biol. Evol. 16, 1799–1808. doi: 10.1093/oxfordjournals.molbev.a026092, PMID:", "ArticleIdList": ["10.1093/oxfordjournals.molbev.a026092", "10605121"]}, {"Citation": "Lu X. B., Tang W., Xu X. H., Sun H. W., Li F., Gao R., et al. . (2016). First report of cucumber mosaic virus on Iris tectorum in China. Plant Dis. 100, 1512–1512. doi: 10.1094/PDIS-01-16-0083-PDN", "ArticleIdList": ["10.1094/PDIS-01-16-0083-PDN"]}, {"Citation": "Luo H., Tao Y. Q., Fan X. Y., Oh S. K., Lu H. X., Deng J. X. (2018). Identification and characterization of Alternaria iridiaustralis causing leaf spot on Iris ensata in China. Mycobiology 46, 168–171. doi: 10.1080/12298093.2018.1454007, PMID:", "ArticleIdList": ["10.1080/12298093.2018.1454007", "PMC6023261", "29963319"]}, {"Citation": "Marin-Felix Y., Hernandez-Restrepo M., Iturrieta-Gonzalez I., Garcia D., Gene J., Groenewald J. Z., et al. . (2019). Genera of phytopathogenic fungi: GOPHY 3. Stud. Mycol. 94, 1–124. doi: 10.1016/j.simyco.2019.05.001, PMID:", "ArticleIdList": ["10.1016/j.simyco.2019.05.001", "PMC6797016", "31636728"]}, {"Citation": "Meng S., Torto-Alalibo T., Chibucos M. C., Tyler B. M., Dean R. A. (2009). Common processes in pathogenesis by fungal and oomycete plant pathogens, described with Gene ontology terms. BMC Microbiol. 9:S7. doi: 10.1186/1471-2180-9-S1-S7, PMID:", "ArticleIdList": ["10.1186/1471-2180-9-S1-S7", "PMC2654667", "19278555"]}, {"Citation": "Meng F. H., Zhao R. R., Hu Z. Y., Wu B. Q., Lu H., Zhao H.. (2016). Research progress on chemical base and medicinal value of Iris. South. Agric. 10, 91–93. doi: 10.19415/j.cnki.1673-890x.2016.21.054", "ArticleIdList": ["10.19415/j.cnki.1673-890x.2016.21.054"]}, {"Citation": "Nishikawa J., Nakashima C. (2020). Japanese species of Alternaria and their species boundaries based on host range. Fungal Sys. Evol. 5, 197–282. doi: 10.3114/fuse.2020.05.13, PMID:", "ArticleIdList": ["10.3114/fuse.2020.05.13", "PMC7250166", "32467924"]}, {"Citation": "Posada D., Crandall K. A. (1998). Model test: testing the model of DNA substitution. Bioinformatics 14, 817–818. doi: 10.1093/bioinformatics/14.9.817, PMID:", "ArticleIdList": ["10.1093/bioinformatics/14.9.817", "9918953"]}, {"Citation": "Pryor B. M., Gilbertson R. L. (2000). Molecular phylogenetic relationships amongst Alternaria species and related fungi based upon analysis of nuclear ITS and mt SSU rDNA sequences. Mycol. Res. 104, 1312–1321. doi: 10.1017/S0953756200003002", "ArticleIdList": ["10.1017/S0953756200003002"]}, {"Citation": "Rambaut A., Drummond A. (2010). Fig Tree v.1.3.1. Institute of evolutionary biology, University of Edinburgh, Edinburgh, UK."}, {"Citation": "Ronquist F., Huelsenbeck J. P. (2003). MrBayes 3: Bayesian phylogenetic inference under mixed models. Bioinformatics 19, 1572–1574. doi: 10.1093/bioinformatics/btg180, PMID:", "ArticleIdList": ["10.1093/bioinformatics/btg180", "12912839"]}, {"Citation": "Ronquist F., Teslenko M., Van Der Mark P., Ayres D. L., Darling A., et al. . (2012). MrBayes 3.2: efficient Bayesian phylogenetic inference and model choice across a large model space. Syst. Biol. 61, 539–542. doi: 10.1093/sysbio/sys029, PMID:", "ArticleIdList": ["10.1093/sysbio/sys029", "PMC3329765", "22357727"]}, {"Citation": "Schultes N. P., Murtishi B., Li D. W. (2017). Phylogenetic relationships of Chlamydomyces, Harzia, Olpitrichum, and their sexual allies, Melanospora and Sphaerodes. Fungal Biol. 121, 890–904. doi: 10.1016/j.funbio.2017.07.004, PMID:", "ArticleIdList": ["10.1016/j.funbio.2017.07.004", "28889913"]}, {"Citation": "Simmons E. G. (2007). Alternaria: An identification manual, CBS Fungal Biodiversity Centre: Utrecht, The Netherlands."}, {"Citation": "Sofie L., Michiel V., Bernard P., Ayres D. B., Monica H., Kris A. (2017). Identification of A. arborescens, A. grandis, and A. protenta as new members of the European Alternaria population on potato. Fungal Biology,, 172–188. doi: 10.1016/j.funbio.2016.11.005, PMID:", "ArticleIdList": ["10.1016/j.funbio.2016.11.005", "28089048"]}, {"Citation": "Stamatakis A. (2006). RAxML-VI-HPC: maximum likelihood-based phylogenetic analyses with thousands of taxa and mixed models. Bioinformatics 22, 2688–2690. doi: 10.1093/bioinformatics/btl446, PMID:", "ArticleIdList": ["10.1093/bioinformatics/btl446", "16928733"]}, {"Citation": "Sun H., Song C., Mubeen I., Huang J. (2019). First report of Alternaria tenuissima causing leaf spot disease on Iris tectorum in China. Plant Dis. 103, 1786–1786. doi: 10.1094/PDIS-01-19-0116-PDN", "ArticleIdList": ["10.1094/PDIS-01-19-0116-PDN"]}, {"Citation": "Tahara S., Ingham J. L., Hanawa F., Mizutani J. (1991). 1H NMR chemical shift value of the isoflavone 5-hydroxyl proton as a convenient indicator of 6-substitution or 2′-hydroxylation. Phytochemistry 30, 1683–1689. doi: 10.1016/0031-9422(91)84234-J", "ArticleIdList": ["10.1016/0031-9422(91)84234-J"]}, {"Citation": "Thomma B. P. H. J. (2003). Alternaria spp.: from general saprophyte to specific parasite. Mol. Plant Pathol. 4, 225–236. doi: 10.1046/j.1364-3703.2003.00173.x, PMID:", "ArticleIdList": ["10.1046/j.1364-3703.2003.00173.x", "20569383"]}, {"Citation": "Umesha S., Kong P., Richardson P. A., Hong C. X. (2010). Bacterial blight of iris caused by pseudomonas syringae in Virginia. Plant Pathol. 57:1176. doi: 10.1111/j.1365-3059.2008.01916.x", "ArticleIdList": ["10.1111/j.1365-3059.2008.01916.x"]}, {"Citation": "Wang H., Cui Y. M., Zhao C. Q. (2010). Flavonoids of the genus iris (Iridaceae). Mini-Rev. Med. Chem. 10, 643–661. doi: 10.2174/138955710791384027, PMID:", "ArticleIdList": ["10.2174/138955710791384027", "20500154"]}, {"Citation": "Wang C. B., Jiang N., Zhu Y. Q., Xue H., Piao C. G., Li Y. (2022). Colletotrichum truncatum causing anthracnose disease of Iris lactea in Beijing, China. J. Phytopathol. 170, 391–398. doi: 10.1111/jph.13088", "ArticleIdList": ["10.1111/jph.13088"]}, {"Citation": "Wang C., Yu L. Z., Song S. Y., Li Y. J., Tian Y. M. (2020). Morphological and molecular identification of Aphelenchoides fragariae intercepted in seedlings of Iris bulbs. Plant Prot. 46, 117–121. doi: 10.16688/j.zwbh.2019039", "ArticleIdList": ["10.16688/j.zwbh.2019039"]}, {"Citation": "Watanabe M., Lee K., Goto K., Kumagai S., Sugita-Konishi Y., Hara-Kudo Y. (2010). Rapid and effective DNA extraction method with bead grinding for a large amount of fungal DNA. J. Food Prot. 73, 1077–1084. doi: 10.4315/0362-028X-73.6.1077, PMID:", "ArticleIdList": ["10.4315/0362-028X-73.6.1077", "20537263"]}, {"Citation": "White T.J., Bruns S., Lee S., Taylor J. (1990). Amplification and direct sequencing of fungal ribosomal RNA genes for phylogenetics. In: Innis, M.A., Gelfand, D.H., Sninsky, J.J. and White, T.J. (Eds.) PCR protocols: a guide to methods and applications. Academic Press Inc., New York, 315–322. doi: 10.1016/B978-0-12-372180-8.50042-1, PMID:", "ArticleIdList": ["10.1016/B978-0-12-372180-8.50042-1", "0"]}, {"Citation": "Woudenberg J. H. C., Groenewald J. Z., Binder M., Crous P. W. (2013). Alternaria redefined. Stud. Mycol. 75, 171–212. doi: 10.3114/sim0015, PMID:", "ArticleIdList": ["10.3114/sim0015", "PMC3713888", "24014900"]}, {"Citation": "Woudenberg J. H. C., Seidl M. F., Groenewald J. Z., De V. M., Stielow J. B., Thomma B. P. H. J., et al. . (2015). Alternaria section Alternaria: species, formae speciales or pathotypes? Stud. Mycol. 82, 1–21. doi: 10.1016/j.simyco.2015.07.001, PMID:", "ArticleIdList": ["10.1016/j.simyco.2015.07.001", "PMC4774270", "26951037"]}, {"Citation": "Woudenberg J. H. C., Truter M., Groenewald J. Z., Crous P. W. (2014). Large-spored Alternaria pathogens in section Porri disentangled. Stud. Mycol. 79, 1–47. doi: 10.1016/j.simyco.2014.07.003, PMID:", "ArticleIdList": ["10.1016/j.simyco.2014.07.003", "PMC4255562", "25492985"]}, {"Citation": "Xiang Q., Duan F. Y., Zou Y. W. (2020). Research progress of Iris in China. Rural Sci. Tech. 11, 50–51. doi: 10.3969/j.issn.1674-7909.2020.36.025", "ArticleIdList": ["10.3969/j.issn.1674-7909.2020.36.025"]}, {"Citation": "Yang Z., Meng T., Bi X., Lei J. (2017). Investigation and evaluation of wild iris resources in Liaoning province, China. Genet. Resour. Crop. Evol. 64, 967–978. doi: 10.1007/s10722-016-0418-8", "ArticleIdList": ["10.1007/s10722-016-0418-8"]}, {"Citation": "Yu S. H. (2015). Fungal Flora of Korea Alternaria and allied genera. National Institute of Biological Resources. Ministry Environ. Korea 1:2."}, {"Citation": "Zhai F., Zhang K., Juan L. I., et al. . (2015). Identification of Alternaria pathogens in Xinxiang area. J. Henan Ins. Sci. Tech.. doi: 10.3969/j.issn.1008-7516.2015.04.007", "ArticleIdList": ["10.3969/j.issn.1008-7516.2015.04.007"]}, {"Citation": "Zhang T. Y. (2003). Alternaria. Flora Fungorum Sinicorum. Beijing. Science Press, page 284."}, {"Citation": "Zhao L., Luo H., Cheng H., Gou Y. N., Yu Z. H., Deng J. X. (2022). New species of large-Spored Alternaria in section Porri associated with Compositae plants in China. J. Fungi 8:607. doi: 10.3390/jof8060607, PMID:", "ArticleIdList": ["10.3390/jof8060607", "PMC9225545", "35736091"]}, {"Citation": "Zhao Y. T., Noltie H. J., Mathew B. (2000). “Iridaceae,” in Flora of China. eds. Wu Z. Y., Raven P. H. (Beijing: Science Press; ), 297–313."}, {"Citation": "Zheng H. H., Zhao J., Wang T. Y., Wu X. H. (2015). Characterization of Alternaria species associated with potato foliar diseases in China. Plant Pathol. 64, 425–433. doi: 10.1111/ppa.12274", "ArticleIdList": ["10.1111/ppa.12274"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "9", "Day": "5"}, {"Year": "2022", "Month": "10", "Day": "3"}, {"Year": "2022", "Month": "11", "Day": "7", "Hour": "4", "Minute": "21"}, {"Year": "2022", "Month": "11", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "8", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "10", "Day": "21"}], "PublicationStatus": "epublish", "ArticleIdList": ["36338033", "PMC9635052", "10.3389/fmicb.2022.1036950"]}}], "PubmedBookArticle": []}