{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["16S rRNA gene", "Drum strick tree,", "Phytoplasma", "secA gene"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36336669", "DateRevised": {"Year": "2024", "Month": "02", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "06"}], "Language": ["eng"], "ELocationID": ["10.1094/PDIS-09-22-2173-PDN"], "Journal": {"ISSN": "0191-2917", "JournalIssue": {"PubDate": {"Year": "2022", "Month": "Nov", "Day": "06"}}, "Title": "Plant disease", "ISOAbbreviation": "Plant Dis"}, "ArticleTitle": "First report of association of '<i>Candidatus</i> Phytoplasma asteris' with <i>Moringa oleifera</i> leaf yellowing and stunting disease in India.", "Abstract": {"AbstractText": ["<i>Moringa oleifera</i> (family Moringaceae) also known as the 'drumstick tree' is a significant nutritious and medicinal plant that is commonly grown in India and contains a variety of vital phytochemicals. <i>M. oleifera</i> is used in several Indian herbal medicine formulations to treat a variety of illnesses (Kumar and Rao 2021). Typical phytoplasma symptoms of leaf yellowing and stunting were observed in <i>M. oleifera</i> trees up to 10% incidence at Acharya Narendra Dev University of Agriculture & Technology, Ayodhya, Uttar Pradesh, India in November 2021 and stunting with less fruit bearings symptoms with 8% incidence in October 2021 at Jonnalakothapalle village of Mudigubba mandal of Ananthapuramu district in Andhra Pradesh, India (Fig.1a, b). To investigate the possibility of a phytoplasma association with the symptoms, total DNA was isolated from the leaf samples collected from two diseased and two healthy plants from both the locations using CTAB method. The DNAs isolated were analysed by nested polymerase chain reaction (PCR) with universal phytoplasma primer pairs P1/P7 and R16F2n/R16R2 for the 16S rRNA gene (Deng and Hiruki 1991; Gundersen and Lee 1996) and secAfor1/sArev3 and SecAfor2/ SecArev3 for secA gene (Hodgetts et al. 2008). Amplicons of the expected size (~1.25kb from 16S rRNA gene and ~480bp from secA gene) were obtained from symptomatic plants only. The nested PCR products were cloned (pGEM-T Easy Vector, Promega), sequenced (ABA Biotech, India) and the sequences were deposited in GenBank with accession numbers OP358449, OP358450, OP358451, OP358452 for the 16SrRNA gene (~1.25 kb) and OP358443, OP358444, OP358445, OP358446 for the secA gene (~480 bp). BLASTn analysis revealed that the partial 16S rRNA gene sequences of M. oleifera phytoplasma isolate shared up to 99.9% sequence identity with the strain '<i>Candidatus</i> Phytoplasma asteris' (Accession numbers MN909051, MN909047) and secA gene sequences shared up to 100% sequence identity with '<i>Ca.</i> Phytoplasma asteris' (Accession numbers KJ434315, KJ462009) belonging to 16SrI group. The 16S rRNA and secA genes sequence-based phylogenetic analysis (Figure 1d,e) showed that the phytoplasma strain associated with <i>M. oleifera</i> leaf yellowing and stunting clustered within the 16SrI phytoplasma group closest to 16SrI-B ('<i>Ca</i>. P. asteris') subgroup strains. Furthermore, the virtual RFLP pattern derived from the query 16S rDNA F2nR2 fragment is identical (similarity coefficient 1.00) to the reference pattern of 16Sr group I, subgroup B (GenBank accession: AP006628). To the best of our knowledge, this is the first report of the 16SrI-B subgroup of the phytoplasma strains with <i>M. oleifera</i> in the world. <i>'Candidatus</i> Phytoplasma asteris' (16SrI-B subgroup) strains have been reported from several other commercial crops and weed hosts in India and efficient leafhopper vectors have been identified (Rao 2021; Reddy 2021). This indicates that the '<i>Ca</i>. P. asteris'-related strains (16SrI-B) are widespread and infecting several plant species in India. The increasing incidence of the 16SrI-B strain and its wide host range in India strongly suggests further research into the epidemiology involved in the dynamic spread of the disease in order to recommend a suitable management approach."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "A.N.D. University of Agriculture and Technology, Kumarganj, Ayodha, Uttar Pradesh, Kumarganj, India; sushilappatho@gmail.com."}], "LastName": "Singh", "ForeName": "Sushil Kumar", "Initials": "SK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Acharya NG Ranga Agricultural University, 72737, Plant Pathology, Kadri, Andhra Pradesh, India; k.vemana@angrau.ac.in."}], "LastName": "Vemana", "ForeName": "K", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Acharya NG Ranga Agricultural University Sri Venkateswara Agricultural College, 72923, Plant Pathology, Tirupati, Andhra Pradesh, India; gurivipath@gmail.com."}], "LastName": "Reddy", "ForeName": "M Gurivi", "Initials": "MG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Indian Agricultural Research Institute, 28802, Plant Pathology, New Delhi, Delhi, India; ktr.tech072@gmail.com."}], "LastName": "Rawat", "ForeName": "Kirti", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "N.D.U.A. & t., Plant Pathology, Faizabad, U,P,, India; nksharmappnduat@gmail.com."}], "LastName": "Sharma", "ForeName": "Navin Kumar", "Initials": "NK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Krishi Vigyan Kendra Unnao, Unnao, India; jaykumaryadav4556@gmail.com."}], "LastName": "Yadav", "ForeName": "Jay Kumar", "Initials": "JK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "DDU Gorakhpur University, 30064, Plant Pathology, Gorakhpur, Uttar Pradesh, India; gprao_gor@rediffmail.com."}], "LastName": "Rao", "ForeName": "Govind P", "Initials": "GP"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Dis", "NlmUniqueID": "9882809", "ISSNLinking": "0191-2917"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2022", "Month": "11", "Day": "6", "Hour": "22", "Minute": "52"}, {"Year": "2022", "Month": "11", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "7", "Hour": "6", "Minute": "0"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["36336669", "10.1094/PDIS-09-22-2173-PDN"]}}], "PubmedBookArticle": []}