{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Lead stress", "Nitric oxide", "Nitrogen metabolism", "Oxidative stress", "Proline metabolism", "Vacuolar sequestration"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36342601", "DateCompleted": {"Year": "2023", "Month": "02", "Day": "24"}, "DateRevised": {"Year": "2023", "Month": "02", "Day": "24"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "07"}], "Language": ["eng"], "ELocationID": ["10.1007/s11356-022-23913-w"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "30", "Issue": "9", "PubDate": {"Year": "2023", "Month": "Feb"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Sodium nitroprusside ameliorates lead toxicity in rice (Oryza sativa L.) by modulating the antioxidant scavenging system, nitrogen metabolism, lead sequestration mechanism, and proline metabolism.", "Pagination": {"StartPage": "24408", "EndPage": "24423", "MedlinePgn": "24408-24423"}, "Abstract": {"AbstractText": ["As a toxic anthropogenic pollutant, lead (Pb) can be harmful to both plants and animals. Here, the effects of the application of nitric oxide (NO) donor, sodium nitroprusside (SNP, 0, 50, and 100 μM), on the morphological, biochemical, and molecular responses of rice plants under Pb (0, 150, and 300 μM) toxicity in hydroponic conditions were investigated. Pb stress decreased biomass, photosynthetic pigments, Fv/Fm value, and nitrogen (N) and increased the accumulation of hydrogen peroxide (H<sub>2</sub>O<sub>2</sub>), methylglyoxal (MG), malondialdehyde (MDA), and electrolyte leakage (EL) in rice seedlings. However, by improving the metabolism of chlorophyll and proline, SNP increased the content of chlorophyll and proline, restored the performance of the photosynthetic apparatus, and stimulated the growth of Pb-stressed rice seedlings. SNP by reducing the expression of HMA2 and increasing the expression of HMA3 and HMA4 caused the immobilization of Pb in the roots and reduced its transfer to the leaves. Adding SNP increased the activity of antioxidant enzymes and glyoxalase cycle and decreased H<sub>2</sub>O<sub>2</sub>, MG, MDA, and EL in the leaves of Pb-stressed rice seedlings. By upregulating the expression of genes GSH1, PCS, and ABCC1, SNP increased the accumulation of GSH and PCs in the roots and leaves and increased the plant's tolerance to Pb stress. By modulating the activity of enzymes involved in N metabolism, SNP increased the concentration of N and nitrate and decreased the concentration of ammonium in the leaves of Pb-stressed seedlings. Our study provides evidence that NO may become a promising tool for increasing the tolerance of rice plants to Pb toxicity."], "CopyrightInformation": "© 2022. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agronomy, Islamic Azad University of Ayatollah Amoli Branch, Islamic Azad University, Amol, Iran."}], "LastName": "Sayyadi", "ForeName": "Gholamreza", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agronomy, Islamic Azad University of Ayatollah Amoli Branch, Islamic Azad University, Amol, Iran. yousofniknejad@gmail.com."}, {"Identifier": [], "Affiliation": "Department of Agronomy, Faculty of Agricultural Sciences, Medicinal Plants Research Center, Ayatollah Amoli Branch, Islamic Azad University, Amol, Iran. yousofniknejad@gmail.com."}], "LastName": "Niknezhad", "ForeName": "Yosoof", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agronomy, Islamic Azad University of Ayatollah Amoli Branch, Islamic Azad University, Amol, Iran."}], "LastName": "Fallah", "ForeName": "Hormoz", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "169D1260KM", "NameOfSubstance": "Nitroprusside"}, {"RegistryNumber": "2P299V784P", "NameOfSubstance": "Lead"}, {"RegistryNumber": "BBX060AN9V", "NameOfSubstance": "Hydrogen Peroxide"}, {"RegistryNumber": "0", "NameOfSubstance": "Nitric Oxide Donors"}, {"RegistryNumber": "1406-65-1", "NameOfSubstance": "Chlorophyll"}, {"RegistryNumber": "9DLQ4CIU6V", "NameOfSubstance": "Proline"}], "MeshHeadingList": [{"QualifierName": ["metabolism"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["metabolism", "pharmacology"], "DescriptorName": "Nitroprusside"}, {"QualifierName": ["metabolism"], "DescriptorName": "Oryza"}, {"QualifierName": ["metabolism"], "DescriptorName": "Lead"}, {"QualifierName": ["metabolism"], "DescriptorName": "Hydrogen Peroxide"}, {"QualifierName": ["metabolism", "pharmacology"], "DescriptorName": "Nitric Oxide Donors"}, {"QualifierName": [], "DescriptorName": "Oxidative Stress"}, {"QualifierName": [], "DescriptorName": "Seedlings"}, {"QualifierName": ["metabolism"], "DescriptorName": "Chlorophyll"}, {"QualifierName": ["metabolism"], "DescriptorName": "Proline"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aebi H (1984) Catalase in Vitro Method Enzymol 105:121–126", "ArticleIdList": ["10.1016/S0076-6879(84)05016-3"]}, {"Citation": "Agbaria H, Heuer B, Zieslin N (1998) Rootstock-imposed alterations in nitrate reductase and glutamine synthetase activities in leaves of rose plants. Biol Plant 41:85–91", "ArticleIdList": ["10.1023/A:1001716617289"]}, {"Citation": "Ahanger MA, Aziz U, Sahli AA, Alyemeni MN, Ahmad P (2020) Combined kinetin and spermidine treatments ameliorate growth and photosynthetic inhibition in Vigna angularis by up-regulating antioxidant and nitrogen metabolism under cadmium stress. Biomolecules 10:147", "ArticleIdList": ["10.3390/biom10010147"]}, {"Citation": "Ahmad P, Alam P, Balawi TH, Altalayan FH, Ahanger MA, Ashraf M (2020) Sodium nitroprusside (SNP) improves tolerance to arsenic (As) toxicity in Vicia faba through the modifications of biochemical attributes, antioxidants, ascorbate-glutathione cycle and glyoxalase cycle. Chemosphere 244:125480", "ArticleIdList": ["10.1016/j.chemosphere.2019.125480"]}, {"Citation": "Ali B, Xu X, Gill RA, Yang S, Ali S, Tahir M, Zhou W (2014) Promotive role of 5-aminolevulinic acid on mineral nutrients and antioxidative defense system under lead toxicity in Brassica napus. Ind Crop Prod 52:617–626", "ArticleIdList": ["10.1016/j.indcrop.2013.11.033"]}, {"Citation": "Aly HEM, Saber N, Mohamed AG (2018) E-ect of sodium nitroprusside (SNP) preatreatment on ammonia assimilating enzymes of salt stressed tomato leaves (Lycopersicon esculentum). Egypt J Bot 58:491–500"}, {"Citation": "Arnon DI (1949) Copper enzymes in isolated chloroplasts. Polyphenoloxidase in Beta Vulgaris Plant Physiol 24:1–15"}, {"Citation": "Ashraf U, Kanu AS, Mo ZW, Hussain S, Anjum SA, Khan I, Abbas RN, Tang X (2015) Lead toxicity in rice; effects, mechanisms and mitigation strategies-a mini review. Environ Sci Pollut Res 22:18318–18332", "ArticleIdList": ["10.1007/s11356-015-5463-x"]}, {"Citation": "Bates LS, Waldren RP, Teare ID (1973) Rapid determination of free proline for water stress studied. Plant Soil 39:205–207", "ArticleIdList": ["10.1007/BF00018060"]}, {"Citation": "Bharwana S (2013) Alleviation of lead toxicity by silicon is related to elevated photosynthesis, antioxidant enzymes suppressed lead uptake and oxidative stress in cotton. J Bioremed Biodegr 4:4"}, {"Citation": "Cataldo DA, Maroon M, Schrader LE, Youngs VL (1975) Rapid colorimetric determination of nitrate in plant tissue by nitration of salicylic acid. Commun Soil Sci Plant Anal 6:71–80", "ArticleIdList": ["10.1080/00103627509366547"]}, {"Citation": "Charest C, Phan CT (1990) Cold-acclimation of wheat (Triticum aestivum)—properties of enzymes involved in proline metabolism. Physiol Plant 80:159–168", "ArticleIdList": ["10.1111/j.1399-3054.1990.tb04391.x"]}, {"Citation": "Correa-Aragunde N, Foresi N, Lamattina L (2015) Nitric oxide is a ubiquitous signal for maintaining redox balance in plant cells: regulation of ascorbate peroxidase as a case study. J Exp Bot 66(10):2913–2921", "ArticleIdList": ["10.1093/jxb/erv073"]}, {"Citation": "Costa ML, Civello PM, Chaves AR, Martı´nez GA (2005) Effect of ethephon and 6–benzylaminopurine on chlorophyll degrading enzymes and a peroxidase–linked chlorophyll bleaching during post-harvest senescence of broccoli (Brassica oleracea L.) at 20 C. Postharvest Biol Technol 35(2):191–199", "ArticleIdList": ["10.1016/j.postharvbio.2004.07.007"]}, {"Citation": "Debouba M, Gouia H, Valadier MH, Ghorbel MH, Suzuki A (2006) Salinity-induced tissue-specific diurnal changes in nitrogen assimilatory enzymes in tomato seedlings grown under high or low nitrate medium. Plant Physiol Biochem 44:409–419", "ArticleIdList": ["10.1016/j.plaphy.2006.06.017"]}, {"Citation": "Dionisio-Sese ML, Tobita S (1998) Antioxidant responses of rice seedlings to salinity stress. Plant Sci 135:1–9", "ArticleIdList": ["10.1016/S0168-9452(98)00025-9"]}, {"Citation": "Domingos P, Prado AM, Wong A, Gehring C, Feijo JA (2015) Nitric oxide: a multitasked signaling gas in plants. Mol Plant 8(4):506-520", "ArticleIdList": ["10.1016/j.molp.2014.12.010"]}, {"Citation": "Foster JG, Hess JL (1980) Responses of superoxide dismutase and glutathione reductase activities in cotton leaf tissue exposed to an atmosphere enriched in oxygen. Plant Physiol 66(3):482–487", "ArticleIdList": ["10.1104/pp.66.3.482"]}, {"Citation": "Gerami M, Ghorbani A, Karimi S (2018) Role of salicylic acid pretreatment in alleviating cadmium-induced toxicity in Salvia officinalis L. Iran J Plant Biol 10(1):81–95"}, {"Citation": "Ghasemi-Omran VO, Ghorbani A, Sajjadi-Otaghsara SA (2021) Melatonin alleviates NaCl-induced damage by regulating ionic homeostasis, antioxidant system, redox homeostasis, and expression of steviol glycosides-related biosynthetic genes in in vitro cultured Stevia rebaudiana Bertoni. In Vitro Cell Dev Biol- Plant 57:319–331", "ArticleIdList": ["10.1007/s11627-021-10161-9"]}, {"Citation": "Ghorbani A, Ghasemi Omran VO, Razavi SM, Pirdashti H, Ranjbar M (2019a) Piriformospora indica confers salinity tolerance on tomato (Lycopersicon esculentum Mill.) through amelioration of nutrient accumulation, K<sup>+</sup>/Na<sup>+</sup> homeostasis and water status. Plant Cell Rep 38:1151–1163", "ArticleIdList": ["10.1007/s00299-019-02434-w"]}, {"Citation": "Ghorbani A, Pishkar L, Roodbari N, Ali Tavakoli S, Moein Jahromi E, Chu W (2022) Nitrate reductase is needed for methyl jasmonate-mediated arsenic toxicity tolerance of rice by modulating the antioxidant defense system, glyoxalase system and arsenic sequestration mechanism. J Plant Growth Regul. https://doi.org/10.1007/s00344-022-10616-2", "ArticleIdList": ["10.1007/s00344-022-10616-2"]}, {"Citation": "Ghorbani A, Pishkar L, Roudbari N, Pehlivan N, Wu C (2021) Nitric oxide could allay arsenic phytotoxicity in tomato (Solanum lycopersicum L.) by modulating photosynthetic pigments, phytochelatin metabolism, molecular redox status and arsenic sequestration. Plant Physiol Biochem 167:337–348", "ArticleIdList": ["10.1016/j.plaphy.2021.08.019"]}, {"Citation": "Ghorbani A, Tafteh M, Roudbari N, Pishkar L, Zhang W, Wu C (2020) Piriformospora indica augments arsenic tolerance in rice (Oryza sativa) by immobilizing arsenic in roots and improving iron translocation to shoots. Ecotoxicol Environ Saf 209:111793. https://doi.org/10.1016/j.ecoenv.2020.111793", "ArticleIdList": ["10.1016/j.ecoenv.2020.111793"]}, {"Citation": "Ghorbani A, Razavi SM, Ghasemi Omran V, Pirdeshti H (2019b) Effects of endophyte fungi symbiosis on some physiological parameters of tomato plants under 10 day long salinity stress. J Plant Proc Func 7(27):193–208"}, {"Citation": "Ghorbani A, Razavi SM, Ghasemi Omran VO, Pirdashti H (2018a) Piriformospora indica alleviates salinity by boosting redox poise and antioxidative potential of tomato. Russ J Plant Physiol 65:898–907", "ArticleIdList": ["10.1134/S1021443718060079"]}, {"Citation": "Ghorbani A, Razavi SM, Ghasemi Omran VO, Pirdashti H (2018b) Piriformospora indica inoculation alleviates the adverse effect of NaCl stress on growth, gas exchange and chlorophyll fluorescence in tomato (Solanum lycopersicum L.). Plant Biol 20:729–736"}, {"Citation": "Ghorbani A, Zarinkamar F, Fallah A (2009) The effect of cold stress on the morphologic and physiologic characters of two rice varieties in seedling stage. J Crop Breed 1:50–66"}, {"Citation": "Ghorbani A, Zarinkamar F, Fallah A (2011) Effect of cold stress on the anatomy and morphology of the tolerant and sensitive cultivars of rice during germination. J Cell Tissue 2(3):235–244"}, {"Citation": "Graziano M, Lamattina L (2007) Nitric oxide accumulation is required for molecular and physiological responses to iron deficiency in tomato roots. Plant J 52:949–960", "ArticleIdList": ["10.1111/j.1365-313X.2007.03283.x"]}, {"Citation": "Groat RG, Vance CP (1981) Root nodule enzymes of ammonia assimilation in alfalfa (Medicago sativa L.): developmental patterns and response to applied nitrogen. Plant Physiol 67:1198–1203", "ArticleIdList": ["10.1104/pp.67.6.1198"]}, {"Citation": "Hanjra MA, Qureshi ME (2010) Global water crisis and future food security in an era of climate change. Food Policy 35(5):365–377", "ArticleIdList": ["10.1016/j.foodpol.2010.05.006"]}, {"Citation": "Hasan MK, Ahammed GJ, Yin L, Shi K, Xia X, Zhou Y, Yu J, Zhou J (2015) Melatonin mitigates cadmium phytotoxicity through modulation of phytochelatins biosynthesis, vacuolar sequestration, and antioxidant potential in Solanum lycopersicum L. Front Plant Sci 6:601", "ArticleIdList": ["10.3389/fpls.2015.00601"]}, {"Citation": "Hasanuzzaman M, Fujita M (2013) Exogenous sodium nitroprusside alleviates arsenic-induced oxidative stress in wheat (Triticum aestivum L.) seedlings by enhancing antioxidant defense and glyoxalase system. Ecotoxicology 22(3):584–596.", "ArticleIdList": ["10.1007/s10646-013-1050-4"]}, {"Citation": "Hasanuzzaman M, Nahar K, Alam MM, Fujita M (2014) Modulation of antioxidant machinery and the methylglyoxal detoxification system in selenium-supplemented Brassica napus seedlings confers tolerance to high temperature stress. Biol Trace Elem Res 161:297–307", "ArticleIdList": ["10.1007/s12011-014-0120-7"]}, {"Citation": "Hoagland D, Arnon D (1941) Physiological aspects of availability of nutrients for plant growth. Soil Sci 51:431–444", "ArticleIdList": ["10.1097/00010694-194106000-00002"]}, {"Citation": "Hossain MA, Hasanuzzaman M, Fujita M (2010) Up-regulation of antioxidant and glyoxalase systems by exogenous glycine betaine and proline in mung bean confer tolerance to cadmium stress. Physiol Mol Biol Plant 16:259–272", "ArticleIdList": ["10.1007/s12298-010-0028-4"]}, {"Citation": "Huang XY, Deng F, Yamaji N, Pinson ARM, Fujii-Kashino M, Danku J, Douglas A, Guerinot ML, Salt DE, Ma JF (2016) A heavy metal P-type ATPase OsHMA4 prevents copper accumulation in rice grain. Nat Commun 7:12138", "ArticleIdList": ["10.1038/ncomms12138"]}, {"Citation": "Jain M, Gadre R (2004) Inhibition of chlorophyll biosynthesis by mercury in excised etiolated maize leaf segments during greening: effect of 2-oxoglutarate. Indian J Exp Biol 42:419–423"}, {"Citation": "Kaur G, Singh HP, Batish DR, Mahajan P, Kohli RK, Rishi V (2015) Exogenous nitric oxide (NO) interferes with lead (Pb)-induced toxicity by detoxifying reactive oxygen species in hydroponically grown wheat (Triticum aestivum) Roots. PLoS ONE 10(9):e0138713", "ArticleIdList": ["10.1371/journal.pone.0138713"]}, {"Citation": "Kaya C, Ashraf M, Alyemeni MN, Corpas FJ, Ahmad P (2020) Salicylic acid-induced nitric oxide enhances arsenic toxicity tolerance in maize plants by upregulating the ascorbate-glutathione cycle and glyoxalase system. J Hazard Mater 399:123020", "ArticleIdList": ["10.1016/j.jhazmat.2020.123020"]}, {"Citation": "Kaya C, Ugurlar F, Ashraf M, Noureldeen A, Darwish H and Ahmad P (2021) Methyl jasmonate and sodium nitroprusside jointly alleviate cadmium toxicity in wheat (Triticum aestivum L.) plants by modifying nitrogen metabolism, cadmium detoxification, and AsA–GSH cycle. Front Plant Sci 12:654780", "ArticleIdList": ["10.3389/fpls.2021.654780"]}, {"Citation": "Khan I, Iqbal M, Ashraf MY, Ashraf MA, Ali S (2016) Organic chelants-mediated enhanced lead (Pb) uptake and accumulation is associated with higher activity of enzymatic antioxidants in spinach (Spinacea oleracea L.). J Hazard Mater 317:352–361", "ArticleIdList": ["10.1016/j.jhazmat.2016.06.007"]}, {"Citation": "Lee S, Kim Y, Lee Y, An G (2007) Rice P1B-type heavy-metal ATPase, OsHMA9, is a metal efflux protein. Plant Physiol 145:831–842", "ArticleIdList": ["10.1104/pp.107.102236"]}, {"Citation": "Liang X, Zhang L, Natarajan SK, Becker DF (2013) Proline mechanisms of stress survival. Antioxid Redox Signal 19(9):998–1011", "ArticleIdList": ["10.1089/ars.2012.5074"]}, {"Citation": "Loreto F, Velikova V (2001) Isoprene produced by leaves protects the photosynthetic apparatus against ozone damage, quenches ozone products, and reduces lipid peroxidation of cellular membranes. Plant Physiol 127:1781–1787", "ArticleIdList": ["10.1104/pp.010497"]}, {"Citation": "Molins-Legua C, Meseguer-Lloret S, Moliner-Martinez Y, Campíns-Falcó P (2006) A guide for selecting the most appropriate method for ammonium determination in water analysis. TrAC Trends Anal Chem 25:282–290", "ArticleIdList": ["10.1016/j.trac.2005.12.002"]}, {"Citation": "Muñoz-Huerta RF, Guevara-Gonzalez RG, Contreras-Medina LM, Torres-Pacheco I, Prado-Olivarez J, Ocampo-Velazquez RV (2013) A review of methods for sensing the nitrogen status in plants: advantages, disadvantages and recent advances. Sensors 13:10823–10843", "ArticleIdList": ["10.3390/s130810823"]}, {"Citation": "Nakano Y, Asada K (1981) Hydrogen peroxide is scavenged by ascorbate-specific peroxidase in spinach chloroplasts. Plant Cell Physiol 22:867–880"}, {"Citation": "Phang IC, Leung DW, Taylor HH, Burritt DJ (2011) The protective effect of sodium nitroprusside (SNP) treatment on Arabidopsis thaliana seedlings exposed to toxic level of Pb is not linked to avoidance of Pb uptake. Ecotoxicol Environ Saf 74(5):1310–1315", "ArticleIdList": ["10.1016/j.ecoenv.2011.02.006"]}, {"Citation": "Ramakrishna A, Gill SS (2018) Metabolic adaptations in plants during abiotic stress. CRC Press, Boca Raton, FL"}, {"Citation": "Ramezani M, Enayati M, Ramezani M, Ghorbani A (2021) A study of different strategical views into heavy metal (oid) removal in the environment. Arab J Geosci 14:2225", "ArticleIdList": ["10.1007/s12517-021-08572-4"]}, {"Citation": "Sadraei M, Mehraban A, Tavasoli A (2021) Effect of sodium nitroprusside on arsenic-induced oxidative stress in wheat (Triticum aestivum L.) seedlings. Journal of Plant Research (Iranian Journal of Biology) 34(4):933–944"}, {"Citation": "Salavati J, Fallah H, Niknejad Y, Barari Tari D (2021) Methyl jasmonate ameliorates lead toxicity in Oryza sativa by modulating chlorophyll metabolism, antioxidative capacity and metal translocation. Physiol Mol Biol Plants 27(5):1089–1104", "ArticleIdList": ["10.1007/s12298-021-00993-5"]}, {"Citation": "Sasaki A, Yamaji N, Ma JF (2014) Overexpression of OsHMA3 enhances Cd tolerance and expression of Zn transporter genes in rice. J Exp Bot 65(20):6013–6021", "ArticleIdList": ["10.1093/jxb/eru340"]}, {"Citation": "Shao JF, Xia J, Yamaji N, Shen RF, Ma JF (2018) Effective reduction of cadmium accumulation in rice grain by expressing OsHMA3 under the control of the OsHMA2 promote. J Exp Bot 69:2743–2752", "ArticleIdList": ["10.1093/jxb/ery107"]}, {"Citation": "Siddiqui MH, Alamri S, Nasir Khan M, Corpas FJ, Al-Amri AA, Alsubaie QD, Ali HM, Kalaji HM, Ahmad P (2020) Melatonin and calcium function synergistically to promote the resilience through ROS metabolism under arsenic-induced stress. J Hazard Mater 398:122882", "ArticleIdList": ["10.1016/j.jhazmat.2020.122882"]}, {"Citation": "Singh R, Tripathi R, Dwivedi S, Kumar A, Trivedi P, Chakrabarty D (2010) Lead bioaccumulation potential of an aquatic macrophyte Najas indica are related to antioxidant system. Bioresour Technol 101:3025–3032", "ArticleIdList": ["10.1016/j.biortech.2009.12.031"]}, {"Citation": "Singh S, Prasad SM (2017) Effects of 28-homobrassinoloid on key physiological attributes of Solanum lycopersicum seedlings under cadmium stress: photosynthesis and nitrogen metabolism. Plant Growth Regul 82:161–173", "ArticleIdList": ["10.1007/s10725-017-0248-5"]}, {"Citation": "Smith AT, Smith KP, Rosenzweig AC (2014) Diversity of the metal-transporting P1B-type ATPases. J Biol Inorg Chem 19(6):947–960", "ArticleIdList": ["10.1007/s00775-014-1129-2"]}, {"Citation": "Souri Z, Karimi N, Farooq MA, Sandalio LM (2020) Nitric oxide improves tolerance to arsenic stress in Isatis cappadocica desv. Shoots by Enhancing Antioxidant Defenses Chemosphere 239:124523"}, {"Citation": "Souri Z, Karimi N, Sandalio LM (2017) Arsenic hyperaccumulation strategies: an overview. Front Cell Dev Biol 5:67", "ArticleIdList": ["10.3389/fcell.2017.00067"]}, {"Citation": "Sumithra K, Jutur PP, Carmel BD, Reddy AR (2006) Salinity-induced changes in two cultivars of Vigna radiata: responses of antioxidative and proline metabolism. Plant Growth Regul 50:11–22", "ArticleIdList": ["10.1007/s10725-006-9121-7"]}, {"Citation": "Suzuki M, Bashir K, Inoue H, Takahashi M, Nakanishi H, Nishizawa NK (2012) Accumulation of starch in Zn-deficient rice. Rice 5:9", "ArticleIdList": ["10.1186/1939-8433-5-9"]}, {"Citation": "Takahashi R, Ishimaru Y, Shimo H, Ogo Y, Senoura T, Nishizawa NK, Nakanishi H (2012) The OsHMA2 transporter is involved in root-to-shoot translocation of Zn and Cd in rice. Plant Cell Environ 35:1948–1957", "ArticleIdList": ["10.1111/j.1365-3040.2012.02527.x"]}, {"Citation": "Tezuka K, Miyaadte H, Katou K, Kodama I, Matsumoto S, Kawamoto T, Masaki S, Satoh H, Yamaguchi M, Sakurai K, Takahashi H, Satoh-Nagasawa N, Watanabe A, Fujimura T, Akagi H (2010) A single recessive gene controls cadmium translocation in the cadmium hyperaccumulating rice cultivar Cho-Ko-Koku. Theor Appli Genet 120:1175–1182", "ArticleIdList": ["10.1007/s00122-009-1244-6"]}, {"Citation": "Van Rossum MWPC, Alberda M, Van Der Plas LHW (1997) Role of oxidative damage in tulip bulb scale micropropagation. Plant Sci 130:207–216", "ArticleIdList": ["10.1016/S0168-9452(97)00215-X"]}, {"Citation": "Wang J, Zhou W, Chen H, Zhan J, He C, Wang Q (2019) Ammonium nitrogen tolerant chlorella strain screening and its damaging effects on photosynthesis. Front Microbiol 9:3250", "ArticleIdList": ["10.3389/fmicb.2018.03250"]}, {"Citation": "Wang Q, Liang X, Dong Y, Xu L, Zhang X, Hou J, Fan Z (2013) Effects of exogenous nitric oxide on cadmium toxicity, element contents and antioxidative system in perennial ryegrass. Plant Growth Regul 69:11–20", "ArticleIdList": ["10.1007/s10725-012-9742-y"]}, {"Citation": "Weisany W, Sohrabi Y, Heidari G, Siosemardeh A, Ghassemi-Golezani K (2012) Changes in antioxidant enzymes activity and plant performance by salinity stress and zinc application in soybean (Glycine max L). Plant Omics J 5:60–67"}, {"Citation": "Wild R, Ooi L, Srikanth V, Münch G (2012) A quick, convenient and economical method for the reliable determination of methylglyoxal in millimolar concentrations: the N-acetyl-L-cysteine assay. Anal Bioanal Chem 403:2577–2581", "ArticleIdList": ["10.1007/s00216-012-6086-4"]}, {"Citation": "Xiaochuang C, Meiyan W, Chunquan Z, Chu Z, Junhua Z, Lianfeng Z, Lianghuan W, Qianyu J (2020) Glutamate dehydrogenase mediated amino acid metabolism after ammonium uptake enhances rice growth under aeration condition. Plant Cell Rep 39:363–379", "ArticleIdList": ["10.1007/s00299-019-02496-w"]}, {"Citation": "Xie C, Xiong X, Huang Z, Sun L, Ma J, Cai S, Yu F, Zhong W, Chen S, Li X (2018) Exogenous melatonin improves lead tolerance of bermudagrass through modulation of the antioxidant defense system. Int J Phytoremediation 20(14):1408–1417", "ArticleIdList": ["10.1080/15226514.2018.1488813"]}, {"Citation": "Xu Z, Pehlivan N, Ghorbani A, Wu C (2022) Effects of Azorhizobium caulinodans and Piriformospora indica co-inoculation on growth and fruit quality of tomato (Solanum lycopersicum L.) under salt stress. Horticulturae 8(4):302", "ArticleIdList": ["10.3390/horticulturae8040302"]}, {"Citation": "Yoneyama T, Suzuki A (2019) Exploration of nitrate-to-glutamate assimilation in non-photosynthetic roots of higher plants by studies of 15N-tracing, enzymes involved, reductant supply, and nitrate signaling: a review and synthesis. Plant Physiol Biochem 136:245–254", "ArticleIdList": ["10.1016/j.plaphy.2018.12.011"]}, {"Citation": "Yu M, Lamattina L, Spoel SH, Loake GJ (2014) Nitric oxide function in plant biology: a redox cue in deconvolution. New Phytol 202:1142–1156", "ArticleIdList": ["10.1111/nph.12739"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "9", "Day": "6"}, {"Year": "2022", "Month": "10", "Day": "26"}, {"Year": "2022", "Month": "11", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "7", "Hour": "11", "Minute": "17"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36342601", "10.1007/s11356-022-23913-w", "10.1007/s11356-022-23913-w"]}}], "PubmedBookArticle": []}