{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Escherichia coli", "Staphylococcus aureus", "Streptococcus", "antibacterial, bovine mastitis", "heather herb", "in vitro", "oak bark"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36341072", "DateRevised": {"Year": "2022", "Month": "11", "Day": "08"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "09", "Day": "28"}], "Language": ["eng"], "ELocationID": ["10.14202/vetworld.2022.2315-2322"], "Journal": {"ISSN": "0972-8988", "JournalIssue": {"Volume": "15", "Issue": "9", "PubDate": {"Year": "2022", "Month": "Sep"}}, "Title": "Veterinary world", "ISOAbbreviation": "Vet World"}, "ArticleTitle": "Antibacterial effects of oak bark (<i>Quercus robur</i>) and heather herb (<i>Calluna vulgaris L</i>.) extracts against the causative bacteria of bovine mastitis.", "Pagination": {"StartPage": "2315", "EndPage": "2322", "MedlinePgn": "2315-2322"}, "Abstract": {"AbstractText": ["Bovine mastitis has a negative impact on animals, and improper antibiotic use has caused an increase in bacterial resistance. Therefore, medicinal plants could serve as an alternative treatment for this condition. Polyphenols have potential as antibiotic agents. Oak bark has long been used as a medicine and has shown antibacterial effects. Moreover, research on heather plant demonstrated that it has antibacterial properties. This study aimed to assess the antibacterial effects of oak (<i>Quercus robur</i>) bark and heather (<i>Calluna vulgaris L</i>.) herb extracts against common bovine mastitis pathogens.", "Dried oak bark and heather herb were used to prepare extracts using 30%, 50%, and 70% ethanol and acetone as solvents. Their polyphenol content was determined using the Folin-Ciocalteu method. Bovine mastitis-inducing clinical isolates of <i>Escherichia coli</i>, <i>Streptococcus agalactiae</i>, <i>Streptococcus uberis</i>, <i>Serratia liquefaciens</i>, <i>Staphylococcus aureus</i>, and reference cultures of <i>S. aureus</i> and <i>E. coli</i> were used for antibacterial tests. All extracts were screened through a disk diffusion test to ascertain their antibacterial effects, and the minimum inhibitory concentration (MIC) and minimal bactericidal concentration (MBC) were determined for the most effective extracts.", "Oak bark extracts had variable antibacterial effects against <i>S. aureus</i> and <i>Streptococcus</i> strains, but no statistically significant difference was observed in activity against <i>E. coli</i>. The disk diffusion test showed that the oak bark extracts obtained using acetone and ethanol at 30% yielded the best results. However, the 70% acetone oak extract alone affected all types of bacteria. Further antibacterial tests of 70% acetone and 30% ethanol oak extracts revealed that the lowest MIC and MBC scores were against <i>S. aureus</i> strains and <i>E. coli</i> reference cultures. Conversely, the heather herb extracts exhibited broader activity against all types of bacteria, although better results were observed against Gram-positive bacteria. There was also a negative correlation between solvent concentration and antibacterial effect (p < 0.05, r = -0.507). The highest inhibition zone scores and broadest spectrum were observed in samples prepared in 30% ethanol. There was no statistically significant correlation between the phenolic content of plants and their antibacterial effects.", "Oak bark and heather extracts could be used as potential antibacterial agents against bovine mastitis pathogens."], "CopyrightInformation": "Copyright: © Šukele, et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, Faculty of Pharmacy, Rīga Stradiņš University, LV-1007 Riga, Latvia."}, {"Identifier": [], "Affiliation": "Department of Pharmaceuticals, Red Cross Medical College of Rīga Stradiņš University, LV-1007 Riga, Latvia."}], "LastName": "Šukele", "ForeName": "Renāte", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology and Microbiology, Rīga Stradiņš University, LV-1007 Riga, Latvia."}, {"Identifier": [], "Affiliation": "Baltic Biomaterials Centre of Excellence, Headquarters at Riga Technical University, Dzirciema Street 16, Riga, LV1007, Latvia."}], "LastName": "Skadiņš", "ForeName": "Ingus", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology and Microbiology, Rīga Stradiņš University, LV-1007 Riga, Latvia."}], "LastName": "Koka", "ForeName": "Rudīte", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, Faculty of Pharmacy, Rīga Stradiņš University, LV-1007 Riga, Latvia."}, {"Identifier": [], "Affiliation": "Baltic Biomaterials Centre of Excellence, Headquarters at Riga Technical University, Dzirciema Street 16, Riga, LV1007, Latvia."}], "LastName": "Bandere", "ForeName": "Dace", "Initials": "D"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Vet World", "NlmUniqueID": "101504872", "ISSNLinking": "0972-8988"}, "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ruegg L.A. 100-year review:Mastitis detection management, and prevention. J Dairy Sci. 2017;100(12):10381–10397.", "ArticleIdList": ["29153171"]}, {"Citation": "Halasa T, Huijps K, Østerås O, Hogeveen H. Economic effects of bovine mastitis and mastitis management:A review. Vet. Q. 2007;29(1):18–31.", "ArticleIdList": ["17471788"]}, {"Citation": "Hogeveen H, Huijps K, Lam T. Economic aspects of mastitis:New developments. N. Z. Vet. J. 2011;59(1):16–23.", "ArticleIdList": ["21328153"]}, {"Citation": "Wolfenson D, Leitner G, Lavon Y. The disruptive effects of mastitis on reproduction and fertility in dairy cows. Ital. J. Anim. Sci. 2015;14(4):4125."}, {"Citation": "Heikkilä A.M, Liski E, Pyörälä S, Taponen S. Pathogen-specific production losses in bovine mastitis. J. Dairy Sci. 2018;101(10):9493–9504.", "ArticleIdList": ["30122416"]}, {"Citation": "Cheng W.N, Han S.G. Bovine mastitis:Risk factors, therapeutic strategies, and alternative treatments a review. Asian Australas. J. Anim. Sci. 2020;33(11):1699–1713.", "ArticleIdList": ["PMC7649072", "32777908"]}, {"Citation": "Gomes F, Henriques M. Control of bovine mastitis:Old and recent therapeutic approaches. Curr. Microbiol. 2016;72(4):377–382.", "ArticleIdList": ["26687332"]}, {"Citation": "Suriyasathaporn W, Chupia V, Sing-Lah T, Wongsawan K, Mektrirat R, Chaisri W. Increases of antibiotic resistance in excessive use of antibiotics in smallholder dairy farms in Northern Thailand. Asian Australas. J. Anim. Sci. 2012;25(9):1322–1328.", "ArticleIdList": ["PMC4092948", "25049697"]}, {"Citation": "Saini V, McClure J.T, Léger D, Keefe G.P, Scholl D.T, Morck D.W, Barkema H.W. Antimicrobial resistance profiles of common mastitis pathogens on Canadian dairy farms. J. Dairy Sci. 2012;95(8):4319–4332.", "ArticleIdList": ["22818446"]}, {"Citation": "Bradley A.J. Bovine mastitis:An evolving disease. Vet. J. 2002;164(2):116–128.", "ArticleIdList": ["12359466"]}, {"Citation": "European Food Safety Authority Agency European Centre for Disease Prevention and Control. Joint Scientific Report of ECDC, EFSA and EMEA on Meticillin Resistant Staphylococcus aureus (MRSA) in Livestock, Companion Animals and Foods. Parma, Italy: European Food Safety Authority Agency; 2009."}, {"Citation": "European Medicines Agency. European Surveillance of Veterinary Antimicrobial Consumption, 2021 Sales of Veterinary Antimicrobial agents in 31 European Countries in 2019 and 2020. Netherlands: European Medicines Agency, Amsterdam; 2021."}, {"Citation": "Zaatout N, Ayachi A, Kecha M. Staphylococcus aureus persistence properties associated with bovine mastitis and alternative therapeutic modalities. J. Appl. Microbiol. 2020;129(5):1102–1119.", "ArticleIdList": ["32416020"]}, {"Citation": "Khameneh B, Iranshahy M, Soheili V, Bazzaz B.S.F. Review on plant antimicrobials:A mechanistic viewpoint. Antimicrob. Resist. Infect. Control. 8(1):118.", "ArticleIdList": ["PMC6636059", "31346459"]}, {"Citation": "Procópio T.F, Moura M.C, Bento E.F.L, Soares T, Coelho L.C.b, Bezerra R.P, Mota R.A, Porto A.L.F, Paiva P.M.G, Napoleão T.H. Looking for alternative treatments for bovine and caprine mastitis:Evaluation of the potential of Calliandra surinamensis leaf pinnulae lectin (CasuL), both alone and in combination with antibiotics. Microbiologyopen. 2019;2(11):869.", "ArticleIdList": ["PMC6854845", "31099495"]}, {"Citation": "Paşca C, Mărghitaş L, Dezmirean D, Bobiş O, Bonta V, Chirilă F, Matei I, Fiţ N. Medicinal plants based products tested on pathogens isolated from mastitis milk. Molecules. 2017;22(9):1473.", "ArticleIdList": ["PMC6151574", "28869568"]}, {"Citation": "Mundy L, Pendry B, Rahman M. Antimicrobial resistance and synergy in herbal medicine. J. Herb. Med. 2016;6(2):53–58."}, {"Citation": "Álvarez-Martínez F.J, Barrajón-Catalán E, Encinar J.A, Rodríguez-Díaz J.C, Micol V. Antimicrobial capacity of plant polyphenols against gram-positive bacteria:A comprehensive review. Curr. Med. Chem. 2020;27(15):2576–2606.", "ArticleIdList": ["30295182"]}, {"Citation": "Khare T, Anand U, Dey A, Assaraf Y.G, Chen Z.S, Liu Z, Kumar V. Exploring phytochemicals for combating antibiotic resistance in microbial pathogens. Front. Pharmacol. 2021;12((Jul 21)):720726.", "ArticleIdList": ["PMC8334005", "34366872"]}, {"Citation": "Singla R.K, Dubey A.K, Garg A, Sharma R.K, Fiorino M, Ameen S.M, Haddad M.A, Al-Hiary M. Natural polyphenols:Chemical classification, definition of classes, subcategories, and structures. J. AOAC Int. 2019;102(5):1397–1400.", "ArticleIdList": ["31200785"]}, {"Citation": "Tijjani H, Zangoma M.H, Mohammed Z.S, Obidola S.M, Egbuna C, Abdulai S.I. In:Functional Foods and Nutraceuticals. Cham: Springer International Publishing; 2020. Polyphenols:Classifications, biosynthesis and bioactivities; pp. 389–414."}, {"Citation": "Han X, Shen T, Lou H. Dietary polyphenols and their biological significance. Int. J. Mol. Sci. 2007;8(9):950–988."}, {"Citation": "Khanbabaee K, Van Ree T. Tannins:Classification and definition. Nat. Prod. Rep. 2001;18(6):641–649.", "ArticleIdList": ["11820762"]}, {"Citation": "Manach C, Scalbert A, Morand C, Rémésy C, Jiménez L. Polyphenols:Food sources and bioavailability. Am. J. Clin. Nutr. 2004;79(5):727–747.", "ArticleIdList": ["15113710"]}, {"Citation": "Pandey K.B, Rizvi S.I. Plant polyphenols as dietary antioxidants in human health and disease. Oxid. Med. Cell. Longev. 2009;2(5):270–278.", "ArticleIdList": ["PMC2835915", "20716914"]}, {"Citation": "Council of Europe. Monograph on Oak bark 01/2008:1887 corrected 6.0 European Pharmacopea, European Pharmacopeia. 8th ed. Vol. 2. Strasbourg, France: Directorate for the Quality of Medicines and Health Care of the Council of Europe; 2013."}, {"Citation": "European Medicines Agency. Assessment Report on Quercus robur L, Quercus petraea (Matt.) Liebl., Quercus pubescens Willd., Cortex EMA/HMPC/3206/2009. Netherlands: European Medicines Agency, Amsterdam; 2011."}, {"Citation": "Vučić D.M, Petković M.R, Rodić-Grabovac B.B, Stefanović O.D, Vasić S.M, Čomić L.R. In vitro activity of heather [Calluna vulgaris (L.) Hull] extracts on selected urinary tract pathogens. Bosn. J. Basic Med. Sci. 2014;14(4):234.", "ArticleIdList": ["PMC4333975", "25428676"]}, {"Citation": "Starchenko G, Hrytsyk A, Raal A, Koshovyi O. Phytochemical profile and pharmacological activities of water and hydroethanolic dry extracts of Calluna vulgaris (L.) Hull. herb. Plants. 2020;9(6):751.", "ArticleIdList": ["PMC7356365", "32549372"]}, {"Citation": "Varga E, Becsek E, Bartha S.G, Stranczinger S, Mihalovits F, Papp N. Determination of polyphenols and in vitro antimicrobial and antioxidant activity of Calluna vulgaris (L.) Hull. Biol. Futur. 2021;72(2):251–256.", "ArticleIdList": ["34554478"]}, {"Citation": "Singleton V.L, Rossi J.A. Colorimetry of total phenolics with phosphomolybdic-phosphotungstic acid reagents. Am. J. Enol. Vitic. 1965;16(3):144."}, {"Citation": "De O, Ribeiro I.C, Mariano E.G.A, Careli R.T, Morais-Costa F, de Sant'Anna F.M, Pinto M.S, de Souza M.R, Duarte E.R. Plants of the cerrado with antimicrobial effects against Staphylococcus spp and Escherichia coli from cattle. BMC Vet. Res. 2018;14(1):32.", "ArticleIdList": ["PMC5791213", "29382347"]}, {"Citation": "Elansary H.O, Szopa A, Kubica P, Ekiert H, Mattar M.A, Al-Yafrasi M.A, El-Ansary D.O, El-Abedin T, Yessoufou K. Polyphenol profile and pharmaceutical potential of Quercus spp bark extracts. Plants (Basel, Switzerland) 2019;8(11):486.", "ArticleIdList": ["PMC6918147", "31717611"]}, {"Citation": "Deryabin D.G, Tolmacheva A.A. Antibacterial and anti-quorum sensing molecular composition derived from Quercus cortex (Oak bark) extract. Molecules. 2015;20(9):17093–17108.", "ArticleIdList": ["PMC6332234", "26393551"]}, {"Citation": "Miklasińska-Majdanik M, Kępa M, Wojtyczka R, Idzik D, Wąsik T. Phenolic compounds diminish antibiotic resistance of Staphylococcus aureus clinical strains. Int. J. Environ. Res. Public Health. 2018;15(10):2321.", "ArticleIdList": ["PMC6211117", "30360435"]}, {"Citation": "Daglia M. Polyphenols as antimicrobial agents. Curr. Opin. Biotechnol. 2012;23(2):174–181.", "ArticleIdList": ["21925860"]}, {"Citation": "Rodrigues F, Moreira T, Pinto D, Pimentel F.B, Costa A.S.G, Nunes M.A, Albuquerque T.G, Costaa H.S, Palmeira-de-Oliveira A, Oliveira A.I, Sut S, Dall'Acqua A, Oliveira M.B.P. The phytochemical and bioactivity profiles of wild Calluna vulgaris L flowers. Food Res. Int. 2018;111((29)):724–731.", "ArticleIdList": ["30007738"]}, {"Citation": "Kumarasamy Y, Cox P.J, Jaspars M, Nahar L, Sarker S.D. Screening seeds of Scottish plants for antibacterial activity. J. Ethnopharmacol. 2002;83((1–2)):73–77.", "ArticleIdList": ["12413709"]}, {"Citation": "Pavlović D, Lakušić B, Kitić D, Milutinović M, Kostić M, Miladinović B, Kovačević N. Antimicrobial activity of selected plant species of Genera arbutus L, Bruckenthalia Rchb., Calluna salisb. and Erica L. (Ericaceae) Acta Facult. Med. Naissensis. 2014;31(1):81–85."}, {"Citation": "Ghareeb D.A, ElAhwany A.M, El-Mallawany S.M, Saif A.A. In vitro screening for anti-acetylcholiesterase antioxidant anti-glucosidase anti-inflammatory and antibacterial effect of three traditional medicinal plants. Biotechnol Biotechnol. Equip. 2014;28(6):1155–1164.", "ArticleIdList": ["PMC4684064", "26740784"]}, {"Citation": "Bubonja-Šonje M, Knežević S, Abram M. Challenges to antimicrobial susceptibility testing of plant-derived polyphenolic compounds. Arh. Hig. Rada Toksikol. 2020;71(4):300–311.", "ArticleIdList": ["PMC7968511", "33410777"]}, {"Citation": "Sridhar A, Ponnuchamy M, Kumar P.S, Kapoor A, Vo D.V.N, Prabhakar S. Techniques and modeling of polyphenol extraction from food:A review. Environ. Chem. Lett. 2021;19(4):3409–3443.", "ArticleIdList": ["PMC7968578", "33753968"]}, {"Citation": "Silva D.M, Costa P.A, Ribon A.O.B, Purgato G.A, Diaz G, Diaz M.A.N. Plant extracts display synergism with different classes of antibiotics. An. Acad. Bras. Cienc. 2019;2(2):20180117.", "ArticleIdList": ["31090789"]}, {"Citation": "Ríos J.L, Recio M.C. Medicinal plants and antimicrobial activity. J. Ethnopharmacol. 2005;100((1–2)):80–84.", "ArticleIdList": ["15964727"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "6", "Day": "22"}, {"Year": "2022", "Month": "8", "Day": "22"}, {"Year": "2022", "Month": "11", "Day": "7", "Hour": "5", "Minute": "11"}, {"Year": "2022", "Month": "11", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "8", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36341072", "PMC9631361", "10.14202/vetworld.2022.2315-2322", "Vetworld-15-2315"]}}], "PubmedBookArticle": []}