{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36344735", "DateCompleted": {"Year": "2022", "Month": "11", "Day": "09"}, "DateRevised": {"Year": "2023", "Month": "01", "Day": "05"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "07"}], "Language": ["eng"], "ELocationID": ["18940", "10.1038/s41598-022-23591-1"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Nov", "Day": "07"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Cannabidiol affects breast meat volatile compounds in chickens subjected to different infection models.", "Pagination": {"StartPage": "18940", "MedlinePgn": "18940"}, "Abstract": {"AbstractText": ["No study has demonstrated the use of dietary Cannabis-derived cannabidiol (CBD) to alter the stress response in chickens or examined its effects on meat volatile compounds (VOCs). Here, we subjected chickens to dysbiosis via C. perfringens infection or Escherichia coli lipopolysaccharide (LPS) treatment and investigated the potential link between meat VOCs and cecal bacterial activity and the ameliorative effect of CBD. The cecal bacterial production of short-chain fatty acids (SCFAs) was closely correlated with meat VOCs. CBD supplementation reduced the formation of breast meat spoilage VOCs, including alcohols, trimethylamine and pentanoic acid, in the challenged birds, partly by decreasing cecal putrefactive SCFA production. Meat VOC/cecal SCFA relationships differed according to the challenge, and CBD attenuated the effects of C. perfringens infection better than the effects of LPS challenge on meat VOCs. These findings provide new insights into the interactions among bioactive agent supplementation, gut microbiota activity and meat properties in birds."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Nutrition, The Kielanowski Institute of Animal Physiology and Nutrition, Polish Academy of Sciences, Instytucka 3, 05-110, Jabłonna, Poland. p.konieczka@ifzz.pl."}, {"Identifier": [], "Affiliation": "Department of Poultry Science and Apiculture, University of Warmia and Mazury, Oczapowskiego 5, 10-718, Olsztyn, Poland. p.konieczka@ifzz.pl."}], "LastName": "Konieczka", "ForeName": "Paweł", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Technique and Food Development, Warsaw University of Life Sciences, 159C Nowoursynowska, 02-776, Warsaw, Poland."}], "LastName": "Wojtasik-Kalinowska", "ForeName": "Iwona", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Technique and Food Development, Warsaw University of Life Sciences, 159C Nowoursynowska, 02-776, Warsaw, Poland."}], "LastName": "Poltorak", "ForeName": "Andrzej", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Nutrition, The Kielanowski Institute of Animal Physiology and Nutrition, Polish Academy of Sciences, Instytucka 3, 05-110, Jabłonna, Poland."}], "LastName": "Kinsner", "ForeName": "Misza", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Nutrition, The Kielanowski Institute of Animal Physiology and Nutrition, Polish Academy of Sciences, Instytucka 3, 05-110, Jabłonna, Poland."}], "LastName": "Szkopek", "ForeName": "Dominika", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Animal Reproduction and Food Research, Polish Academy of Sciences, Tuwima 10, 10-748, Olsztyn, Poland. b.fotschki@pan.olsztyn.pl."}], "LastName": "Fotschki", "ForeName": "Bartosz", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Animal Reproduction and Food Research, Polish Academy of Sciences, Tuwima 10, 10-748, Olsztyn, Poland."}], "LastName": "Juśkiewicz", "ForeName": "Jerzy", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Natural Fibres and Medicinal Plants - National Research Institute, Wojska Polskiego 71B, 60-630, Poznań, Poland."}], "LastName": "Banach", "ForeName": "Joanna", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Breeding, Institute of Animal Sciences, Warsaw University of Life Sciences, Ciszewskiego 8, 02-786, Warsaw, Poland."}], "LastName": "Michalczuk", "ForeName": "Monika", "Initials": "M"}], "GrantList": [{"GrantID": "2018/29/B/NZ9/01351", "Agency": "Narodowym Centrum Nauki", "Country": ""}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "19GBJ60SN5", "NameOfSubstance": "Cannabidiol"}, {"RegistryNumber": "0", "NameOfSubstance": "Lipopolysaccharides"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Chickens"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Cannabidiol"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Lipopolysaccharides"}, {"QualifierName": [], "DescriptorName": "Clostridium perfringens"}, {"QualifierName": [], "DescriptorName": "Meat"}, {"QualifierName": [], "DescriptorName": "Diet"}, {"QualifierName": [], "DescriptorName": "Animal Feed"}, {"QualifierName": [], "DescriptorName": "Dietary Supplements"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Chen J, Tellez G, Richards JD, Escobar J. Identification of potential biomarkers for gut barrier failure in broiler chickens. Front. Vet. Sci. 2015;2:14.", "ArticleIdList": ["PMC4672187", "26664943"]}, {"Citation": "Celi P, et al. Gastrointestinal functionality in animal nutrition and health: New opportunities for sustainable animal production. Anim. Feed Sci. Technol. 2017;234:88–100."}, {"Citation": "Baldi G, et al. Comparison of quality traits among breast meat affected by current muscle abnormalities. Food Res. Int. 2019;115:369–376.", "ArticleIdList": ["30599954"]}, {"Citation": "Barekatain R, Howarth GS, Willson NL, Cadogan D, Wilkinson S. Excreta biomarkers in response to different gut barrier dysfunction models and probiotic supplementation in broiler chickens. PLoS ONE. 2020;15:e0237505.", "ArticleIdList": ["PMC7425878", "32790727"]}, {"Citation": "Gallo M, Ferrara L, Calogero A, Montesano D, Naviglio D. Relationships between food and diseases: What to know to ensure food safety. Food Res. Int. 2020;137:109414.", "ArticleIdList": ["33233102"]}, {"Citation": "Lei J, et al. Intestinal microbiota regulate certain meat quality parameters in chicken. Front. Nutr. 2022;9:747705.", "ArticleIdList": ["PMC9085416", "35548562"]}, {"Citation": "Wang Y, et al. Effect of probiotics on the meat flavour and gut microbiota of chicken. Sci. Rep. 2017;7:6400.", "ArticleIdList": ["PMC5527115", "28743928"]}, {"Citation": "Yang C, et al. Galacto-oligosaccharides and Xylo-oligosaccharides affect meat flavor by altering the cecal microbiome, metabolome, and transcriptome of chickens. Poult. Sci. 2022;11:102122.", "ArticleIdList": ["PMC9513281", "36167016"]}, {"Citation": "Sun J, et al. Comparative analysis of the gut microbial composition and meat flavor of two chicken breeds in different rearing patterns. BioMed Res. Int. 2018;2018:4343196.", "ArticleIdList": ["PMC6206517", "30410932"]}, {"Citation": "Vispute MM, Sharma D, Mandal AB, Rokade JJ, Tyagi PK, Yadav AS. Effect of dietary supplementation of hemp (Cannabis sativa) and dill seed (Anethum graveolens) on performance, serum biochemicals and gut health of broiler chickens. J. Anim. Physiol. Anim. Nutr. 2019;103:525–533.", "ArticleIdList": ["30604902"]}, {"Citation": "Nyangale EP, Mottram DS, Gibson GR. Gut microbial activity, implications for health and disease: The potential role of metabolite analysis. J. Prot. Res. 2012;11:5573–5585.", "ArticleIdList": ["23116228"]}, {"Citation": "Fallahi S, Bobak Ł, Opaliński S. Hemp in animal diets: Cannabidiol. Animals. 2022;12:2541.", "ArticleIdList": ["PMC9559627", "36230282"]}, {"Citation": "Lucke A, Böhm J, Zebeli Q, Metzler-Zebeli BU. Dietary deoxynivalenol contamination and oral lipopolysaccharide challenge alters the cecal microbiota of broiler chickens. Front. Microb. 2018;9:804.", "ArticleIdList": ["PMC5996912", "29922239"]}, {"Citation": "Hu X, Wei F, Guo Y. Effect of lipopolysaccharide (LPS) challenge on performance and meat quality of broiler chickens. J. China Agric. Univ. 2011;16:60–65."}, {"Citation": "Qin S, et al. Dietary resistant starch ameliorating lipopolysaccharide-induced inflammation in meat ducks associated with the alteration in gut microbiome and glucagon-like peptide 1 signaling. J. Anim. Sci. Biotech. 2022;13:91.", "ArticleIdList": ["PMC9284752", "35836245"]}, {"Citation": "Lu M, et al. Clostridium perfringens-induced host-pathogen transcriptional changes in the small intestine of broiler chickens. Pathogens. 2021;10:1607.", "ArticleIdList": ["PMC8705629", "34959561"]}, {"Citation": "Skanseng B, Kaldhusdal M, Rudi K. Comparison of chicken gut colonisation by the pathogens Campylobacter jejuni and Clostridium perfringens by real-time quantitative PCR. Mol. Cell. Probes. 2006;20:269–279.", "ArticleIdList": ["16644183"]}, {"Citation": "Konieczka P, Żelechowska E, Przybylski W, Jaworska D, Sałek P, Kinsner M, Jankowski J. The sarcoplasmic protein profile of breast muscle in turkeys in response to different dietary ratios of limiting amino acids and Clostridium perfringens-induced inflammation. Poult. Sci. 2022;1:102195.", "ArticleIdList": ["PMC9574763", "36257075"]}, {"Citation": "Gernat AA, Santos FB, Grimes JL. Alternative approaches to antimicrobial use in the Turkey industry: Challenges and perspectives. Ger. J. Vet. Res. 2021;1:37–47."}, {"Citation": "Latek U, Chłopecka M, Karlik W, Mendel M. Phytogenic compounds for enhancing intestinal barrier function in poultry: A review. Planta Med. 2021 doi: 10.1055/a-1524-0358.", "ArticleIdList": ["10.1055/a-1524-0358", "34331305"]}, {"Citation": "Ząbek K, Szkopek D, Michalczuk M, Konieczka P. Dietary phytogenic combination with hops and a mixture of a free butyrate acidifier and gluconic acid maintaining the health status of the gut and performance in chickens. Animals. 2020;10:1335.", "ArticleIdList": ["PMC7459994", "32748807"]}, {"Citation": "European Commission. EU Plant Variety Database, http://ec.europa.eu/food/plant/plant_propagation_material/plant_variety_catalogues_databases/search/public/index.cfm (2019)."}, {"Citation": "Gustafsson SB, Jacobsson SOP. Effects of cannabinoids on the development of chick embryos in ovo. Sci. Rep. 2019;9:13486.", "ArticleIdList": ["PMC6748917", "31530885"]}, {"Citation": "Pasquali F, et al. Preliminary data on the antimicrobial effect of Cannabis sativa L. variety Futura 75 against food-borne pathogens in vitro as well as against naturally occurring microbial populations on minced meat during storage. Ital. J. Food Saf. 2020;9:8581.", "ArticleIdList": ["PMC7459756", "32913724"]}, {"Citation": "Snider, M. A. Incorporation of Hempseed in the Broiler Chicken Diet (Murray state theses and dissertations, 2020). https://digitalcommons.murraystate.edu/etd/162."}, {"Citation": "Šťastník O, et al. The effect of hempseed expellers on selected quality indicators of broiler chicken’s meat. Acta Vet. Brno. 2019;88:121–128."}, {"Citation": "Ramalingam V, Song Z, Hwang I. The potential role of secondary metabolites in modulating the flavor and taste of the meat. Food Res. Int. 2019;122:174–182.", "ArticleIdList": ["31229070"]}, {"Citation": "Olkowski AA, Wojnarowicz C, Chirino-Trejo M, Laarveld B, Sawicki G. Sub-clinical necrotic enteritis in broiler chickens: Novel etiological consideration based on ultra-structural and molecular changes in the intestinal tissue. Res. Vet. Sci. 2008;85:543–553.", "ArticleIdList": ["18359497"]}, {"Citation": "Konieczka P, et al. Cannabis-derived cannabidiol and nanoselenium improve gut barrier function and affect bacterial enzyme activity in chickens subjected to C. perfringens challenge. Vet. Res. 2020;51:141.", "ArticleIdList": ["PMC7682017", "33225993"]}, {"Citation": "Sanden KW, et al. Characterization of collagen structure in normal, wooden breast and spaghetti meat chicken fillets by ftir microspectroscopy and histology. Foods. 2021;10:548.", "ArticleIdList": ["PMC7998852", "33800851"]}, {"Citation": "Alessandroni L, et al. A shelf-life study for the evaluation of a new biopackaging to preserve the quality of organic chicken meat. Food Chem. 2022;371:131134.", "ArticleIdList": ["34656920"]}, {"Citation": "Casaburi A, Piombino P, Nychas GJ, Villani F, Ercolini D. Bacterial populations and the volatilome associated to meat spoilage. Food Microbiol. 2015;45:83–102.", "ArticleIdList": ["25481065"]}, {"Citation": "Soncin S, Chiesa LM, Cantoni C, Biondi PA. Preliminary study of the volatile fraction in the raw meat of pork, duck and goose. J. Food Compos. Anal. 2007;20:436–439."}, {"Citation": "Skřivan M, Englmaierová M, Taubner T, Skřivanová E. Effects of dietary hemp seed and flaxseed on growth performance, meat fatty acid compositions, liver tocopherol concentration and bone strength of cockerels. Animals. 2020;10:458.", "ArticleIdList": ["PMC7142581", "32164238"]}, {"Citation": "Zhou M, et al. Effects of Bacillus licheniformis on the growth performance and expression of lipid metabolism-related genes in broiler chickens challenged with Clostridium perfringens-induced necrotic enteritis. Lipids Health Dis. 2016;15:48.", "ArticleIdList": ["PMC4782583", "26957116"]}, {"Citation": "Koh A, De Vadder F, Kovatcheva-Datchary P, Bäckhed F. From dietary fiber to host physiology: Short-chain fatty acids as key bacterial metabolites. Cell. 2016;165:1332–1345.", "ArticleIdList": ["27259147"]}, {"Citation": "Bekhit AEDA, Giteru SG, Holman BWB, Hopkins DL. Total volatile basic nitrogen and trimethylamine in muscle foods: Potential formation pathways and effects on human health. Compr. Rev. Food Sci. Food Saf. 2021;20:3620–3666.", "ArticleIdList": ["34056832"]}, {"Citation": "Lorenzo JM, Bedia M, Bañón S. Relationship between flavour deterioration and the volatile compound profile of semi-ripened sausage. Meat Sci. 2013;93:614–620.", "ArticleIdList": ["23273472"]}, {"Citation": "Smith EA, Macfarlane GT. Dissimilatory amino acid metabolism in human colonic bacteria. Anaerobe. 1997;3:327–337.", "ArticleIdList": ["16887608"]}, {"Citation": "Ibrahim EA, et al. Analysis of terpenes in Cannabis sativa L. Using GC/MS: method development, validation, and application. Planta Med. 2019;85:431–438.", "ArticleIdList": ["30646402"]}, {"Citation": "Pertwee R. Handbook of Cannabis. Oxford University Press; 2014."}, {"Citation": "Onrust L, et al. Valeric acid glyceride esters in feed promote broiler performance and reduce the incidence of necrotic enteritis. Poult. Sci. 2018;97:2303–2311.", "ArticleIdList": ["29562369"]}, {"Citation": "Menezes IO, et al. Biological properties of terpinolene evidenced by in silico, in vitro and in vivo studies: A systematic review. Phytomedicine. 2021;93:153768.", "ArticleIdList": ["34634744"]}, {"Citation": "Aviagen. Ross Broiler: Nutrition Specifications. https://en.aviagen.com/assets/Tech_Center/Ross_Broiler/RossBroilerNutritionSpecs2019-EN.pdf (2014)."}, {"Citation": "Konieczka P, Barszcz M, Kowalczyk P, Szlis M, Jankowski J. The potential of acetylsalicylic acid and vitamin E in modulating inflammatory cascades in chickens under lipopolysaccharide-induced inflammation. Vet. Res. 2019;50:65.", "ArticleIdList": ["PMC6751615", "31533824"]}, {"Citation": "AOAC . Agricultural Chemicals Official Methods of Analysis. Association of Official Analytical Chemist; 2007."}, {"Citation": "ISO 1444. Meat and Meat Products. Free Fat Contents Determination (Polish Committee for Standardization, 2000)."}, {"Citation": "ISO 1871. Food and Feed Products: General Guidelines for the Determination of Nitrogen by the Kjeldahl Method (ISO, 2009)."}, {"Citation": "Gawronska-Kozak B. Scarless skin wound healing in FOXN1 deficient (nude) mice is associated with distinctive matrix metalloproteinase expression. Matrix Biol. 2011;30:290–300.", "ArticleIdList": ["PMC3114183", "21539913"]}, {"Citation": "Wojtasik-Kalinowska I, et al. Diet with linseed oil and organic selenium yields low n-6/n-3 ratio pork semimembranosus meat with unchanged volatile compound profiles. Int. J. Food Sci. Technol. 2018;53:1838–1846."}, {"Citation": "Górska-Horczyczak E, Wojtasik-Kalinowska I, Guzek D, Sun DW, Wierzbicka A. Differentiation of chill-stored and frozen pork necks using electronic nose with ultra-fast gas chromatography. J. Food Process Eng. 2017;40:e12540."}, {"Citation": "Konieczka P, et al. Chemically preserved high-moisture corn in the turkey diet does not compromise performance and maintains the functional status of the gut. Anim. Feed Sci. Technol. 2020;263:114483."}, {"Citation": "Thomas BF, ElSohly MA. The botany of Cannabis sativa L. In: Thomas BF, ElSohly MA, editors. The Analytical Chemistry of Cannabis: Quality Assessment Assurance and Regulation of Medicinal Marijuana and Cannabinoid Preparations. Elsevier; 2015."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "2", "Day": "23"}, {"Year": "2022", "Month": "11", "Day": "2"}, {"Year": "2022", "Month": "11", "Day": "7", "Hour": "23", "Minute": "39"}, {"Year": "2022", "Month": "11", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "7"}], "PublicationStatus": "epublish", "ArticleIdList": ["36344735", "PMC9640543", "10.1038/s41598-022-23591-1", "10.1038/s41598-022-23591-1"]}}], "PubmedBookArticle": []}