{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Globba malaccensis", "Kheaw Hom remedy", "Plasmodium berghei", "Plasmodium falciparum", "acute toxicity", "antimalarial activity"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36355909", "DateRevised": {"Year": "2023", "Month": "03", "Day": "08"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "10"}], "Language": ["eng"], "ELocationID": ["368", "10.3390/tropicalmed7110368"], "Journal": {"ISSN": "2414-6366", "JournalIssue": {"Volume": "7", "Issue": "11", "PubDate": {"Year": "2022", "Month": "Nov", "Day": "10"}}, "Title": "Tropical medicine and infectious disease", "ISOAbbreviation": "Trop Med Infect Dis"}, "ArticleTitle": "Exploring Potential Antimalarial Candidate from Medicinal Plants of Kheaw Hom Remedy.", "Abstract": {"AbstractText": ["The Kheaw Hom remedy is a traditional Thai medicine widely used to treat fevers. Some plant ingredients in this remedy have been investigated for their antimicrobial, antiviral, anti-inflammatory, and antioxidant activities. However, there have been no reports on the antimalarial activities of the medicinal plants in this remedy. Therefore, this study focuses on identifying potential antimalarial drug candidates from the medicinal plant ingredients of the Kheaw Hom remedy. Eighteen plants from the Kheaw Hom remedy were extracted using distilled water and ethanol. All extracts were investigated for their in vitro antimalarial activity and cytotoxicity. An extract that exhibited good in vitro antimalarial activity and low toxicity was selected for further investigation by using Peter’s 4-day suppressive test and an acute oral toxicity evaluation in mice. Based on the in vitro antimalarial activity and cytotoxicity studies, the ethanolic extract of Globba malaccensis rhizomes showed promising antimalarial activity against the Plasmodium falciparum K1 strain (IC50 = 1.50 µg/mL) with less toxicity to Vero cells (CC50 of >80 µg/mL). This extract exhibited a significant dose-dependent reduction in parasitemia in P. berghei-infected mice. The maximum suppressive effect of this extract (60.53%) was observed at the highest dose administered (600 mg/kg). In a single-dose acute toxicity test, the animals treated at 2000 mg/kg died within 48 h after extract administration. In conclusion, our study indicates that the ethanolic extract of G. malaccensis rhizomes exhibited in vitro and in vivo antimalarial activities, which could serve as a promising starting point for antimalarial drug."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Sciences, School of Medicine, Walailak University, Nakhon Si Thammarat 80160, Thailand."}, {"Identifier": [], "Affiliation": "Research Center in Tropical Pathobiology, Walailak University, Nakhon Si Thammarat 80160, Thailand."}], "LastName": "Chaniad", "ForeName": "Prapaporn", "Initials": "P"}, {"Identifier": ["0000-0002-9223-8926"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Sciences, School of Medicine, Walailak University, Nakhon Si Thammarat 80160, Thailand."}, {"Identifier": [], "Affiliation": "Research Center in Tropical Pathobiology, Walailak University, Nakhon Si Thammarat 80160, Thailand."}], "LastName": "Techarang", "ForeName": "Tachpon", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Sciences, School of Medicine, Walailak University, Nakhon Si Thammarat 80160, Thailand."}, {"Identifier": [], "Affiliation": "Research Center in Tropical Pathobiology, Walailak University, Nakhon Si Thammarat 80160, Thailand."}], "LastName": "Phuwajaroanpong", "ForeName": "Arisara", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Medical Technology, Huachiew Chalermprakiet University, Bang Phli 10540, Thailand."}], "LastName": "Horata", "ForeName": "Natharinee", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Pharmaceutical Ingredient and Traditional Medicine, National Research and Innovation Agency (BRIN), Cibinong Science Center, Bogor 16915, Indonesia."}], "LastName": "Septama", "ForeName": "Abdi Wira", "Initials": "AW"}, {"Identifier": ["0000-0003-4826-9474"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Sciences, School of Medicine, Walailak University, Nakhon Si Thammarat 80160, Thailand."}, {"Identifier": [], "Affiliation": "Research Center in Tropical Pathobiology, Walailak University, Nakhon Si Thammarat 80160, Thailand."}], "LastName": "Punsawad", "ForeName": "Chuchard", "Initials": "C"}], "GrantList": [{"Agency": "Thai Traditional Medical Knowledge, Department of Thai Traditional and Alternative Medicine, Thailand", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Trop Med Infect Dis", "NlmUniqueID": "101709042", "ISSNLinking": "2414-6366"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "CDC  Malaria.  [(accessed on 20 May 2020)]; Available online:  https://www.cdc.gov/malaria/index.html."}, {"Citation": "WHO . World Malaria Report 2019. WHO; Geneva, Switzerland: 2019."}, {"Citation": "Bloland P.B. Drug Resistance in Malaria. WHO; Geneva, Switzerland: 2001."}, {"Citation": "Department for Development of Thai Traditional and Alternative Medicine . List of Herbal Medicine Products A.D 2011. The War Veterans Organization of Thailand under Royal Patronage of His Majesty the King; Bangkok, Thailand: 2011."}, {"Citation": "Chusri S., Sinvaraphan N., Chaipak P., Luxsananuwong A., Voravuthikunchai S.P. Evaluation of antibacterial activity, phytochemical constituents, and cytotoxicity effects of Thai household ancient remedies. J. Altern. Complement. Med. 2014;20:909–918. doi: 10.1089/acm.2013.0173.", "ArticleIdList": ["10.1089/acm.2013.0173", "PMC4270146", "25415453"]}, {"Citation": "Wutthithammawet W. Textbook of Rattanakosin Pharmacy. Wutthithammawet Cooporation; Bangkok, Thailand: 2002."}, {"Citation": "Sukkasem K., Panthong S., Itharat A. Antimicrobial activities of Thai traditional remedy “Kheaw-Hom” and its plant ingredients for skin infection treatment in chickenpox. J. Med. Assoc. Thai. 2016;99:116.", "ArticleIdList": ["29926689"]}, {"Citation": "Ouncharoen K., Itharat A., Chaiyawatthanananthn P. In vitro free radical scavenging and cell-based antioxidant activities of Kheaw-Hom remedy extracts and its plant ingredients. J. Med. Assoc. Thai. 2017;100:241."}, {"Citation": "Sukkasem K. Biological Activities of Thai Traditional Remedy Called Kheaw-Hom and Its Plant Ingredients. Thammasat University; Bangkok, Thailand: 2015.", "ArticleIdList": ["29926689"]}, {"Citation": "Anuthakoengkun A., Itharat A. Inhibitory effect on nitric oxide production and free radical scavenging activity of Thai medicinal plants in osteoarthritic knee treatment. J. Med. Assoc. Thai. 2014;97:116.", "ArticleIdList": ["25518303"]}, {"Citation": "Makchuchit S. Anti-Inflammatory and Anti-Allergic Activities of Thai Traditional Medicine Preparation Called Prasaprohyai. Thammasat University; Bangkok, Thailand: 2010."}, {"Citation": "Chaniad P., Techarang T., Phuwajaroanpong A., Punsawad C. Antimalarial activity and toxicological assessment of Betula alnoides extract against Plasmodium berghei infections in mice. Evid. Based Complementary Altern. Med. 2019;2019:2324679. doi: 10.1155/2019/2324679.", "ArticleIdList": ["10.1155/2019/2324679", "PMC6877991", "31814839"]}, {"Citation": "Senguttuvan J., Paulsamy S., Karthika K. Phytochemical analysis and evaluation of leaf and root parts of the medicinal herb, Hypochaeris radicata L. for in vitro antioxidant activities. Asian. Pac. J. Trop. Biomed. 2014;4:S359–S367. doi: 10.12980/APJTB.4.2014C1030.", "ArticleIdList": ["10.12980/APJTB.4.2014C1030", "PMC4025295", "25183112"]}, {"Citation": "Trager W., Jensen J.B. Human malaria parasites in continuous culture. 1976. J. Parasitol. Res. 2005;91:484–486. doi: 10.1645/0022-3395(2005)091[0484:HMPICC]2.0.CO;2.", "ArticleIdList": ["10.1645/0022-3395(2005)091[0484:HMPICC]2.0.CO;2", "16108535"]}, {"Citation": "Makler M.T., Hinrichs D.J. Measurement of the lactate dehydrogenase activity of Plasmodium falciparum as an assessment of parasitemia. Am. J. Trop. Med. Hyg. 1993;48:205–210. doi: 10.4269/ajtmh.1993.48.205.", "ArticleIdList": ["10.4269/ajtmh.1993.48.205", "8447524"]}, {"Citation": "Patel S., Gheewala N., Suthar A., Shah A.M. In-vitro cytotoxicity activity of Solanum Nigrum extract against Hela cell line and Vero cell line. Int. J. Pharm. Pharm. Sci. 2009;1:38–46."}, {"Citation": "Peters W. The four-day suppressive in vivo antimalarial test. Ann. Trop. Med. Parasitol. 1975;69:155–171. doi: 10.1080/00034983.1975.11686997.", "ArticleIdList": ["10.1080/00034983.1975.11686997", "1098584"]}, {"Citation": "Muluye A.B., Desta A.G., Abate S.K., Dano G.T. Anti-malarial activity of the root extract of Euphorbia abyssinica (Euphorbiaceae) against Plasmodium berghei infection in mice. Malar. J. 2019;18:261. doi: 10.1186/s12936-019-2887-7.", "ArticleIdList": ["10.1186/s12936-019-2887-7", "PMC6668069", "31362744"]}, {"Citation": "OECD . Test No. 425: Acute Oral Toxicity: Up-and-Down Procedure. OECD; Paris, France: 2008."}, {"Citation": "Indrayanto G., Putra G., Suhud F. Validation of in-vitro bioassay methods: Application in herbal drug research. Profiles Drug Subst. Excip. Relat. Methodol. 2021;46:273–307.", "ArticleIdList": ["33461699"]}, {"Citation": "Valdés A.F., Martínez J.M., Lizama R.S., Gaitén Y.G., Rodríguez D.A., Payrol J.A. In vitro antimalarial activity and cytotoxicity of some selected cuban medicinal plants. Rev. Inst. Med. Trop. Sao Paulo. 2010;52:197–201. doi: 10.1590/S0036-46652010000400006.", "ArticleIdList": ["10.1590/S0036-46652010000400006", "21748227"]}, {"Citation": "Amoa Onguéné P., Ntie-Kang F., Lifongo L.L., Ndom J.C., Sippl W., Mbaze L.M. The potential of anti-malarial compounds derived from African medicinal plants, part I: A pharmacological evaluation of alkaloids and terpenoids. Malar. J. 2013;12:449. doi: 10.1186/1475-2875-12-449.", "ArticleIdList": ["10.1186/1475-2875-12-449", "PMC3878730", "24330395"]}, {"Citation": "Bidla G., Titanji V.P., Joko B., Ghazali G.E., Bolad A. Antiplasmodial activity of seven plants used in African folk medicine. Indian. J. Pharmacol. 2004;36:245–246."}, {"Citation": "Mbah J.A., Tane P., Ngadjui B.T., Connolly J.D., Okunji C.C., Iwu M.M., Schuster B.M. Antiplasmodial agents from the leaves of Glossocalyx brevipes. Planta. Med. 2004;70:437–440. doi: 10.1055/s-2004-818972.", "ArticleIdList": ["10.1055/s-2004-818972", "15124089"]}, {"Citation": "Bringmann G., Dreyer M., Faber J.H., Dalsgaard P.W., Staerk D., Jaroszewski J.W., Ndangalasi H., Mbago F., Brun R., Christensen S.B. Ancistrotanzanine C and related 5,1′- and 7,3′-coupled naphthylisoquinoline alkaloids from Ancistrocladus tanzaniensis. J. Nat. Prod. 2004;67:743–748. doi: 10.1021/np0340549.", "ArticleIdList": ["10.1021/np0340549", "15165131"]}, {"Citation": "Bringmann G., Messer K., Schwöbel B., Brun R., Aké Assi L. Habropetaline A, an antimalarial naphthylisoquinoline alkaloid from Triphyophyllum peltatum. Phytochemistry. 2003;62:345–349. doi: 10.1016/S0031-9422(02)00547-2.", "ArticleIdList": ["10.1016/S0031-9422(02)00547-2", "12620347"]}, {"Citation": "Bringmann G., Saeb W., Wohlfarth M., Messer K., Brun R. Jozipeltine A, a Novel, Unnatural Dimer of the Highly Hydroxylated Naphthylisoquinoline Alkaloid Dioncopeltine A1. Tetrahedron. 2000;56:5871–5875. doi: 10.1016/S0040-4020(00)00538-X.", "ArticleIdList": ["10.1016/S0040-4020(00)00538-X"]}, {"Citation": "Sathaporn O. Chemical Constituents and Their Inhibitions of Cyclic AMP Phosphodiesterase of the Rhizomes of Globba Malaccensis Ridl. Chulalongkorn University; Bangkok, Thailand: 2000."}, {"Citation": "Nattaya N., Sathaporn O., Surachai P., ‪Nongnuj M., Amorn P. Cyclic AMP phosphodiesterase inhibitors from the rhizomes of Globba malaccensis. J. Trop. Med. Plants. 2005;6:37–41."}, {"Citation": "Kawamoto F., Alejo-Blanco R., Fleck S.L., Kawamoto Y., Sinden R.E. Possible roles of Ca2+ and cGMP as mediators of the exflagellation of Plasmodium berghei and Plasmodium falciparum. Mol. Biochem. Parasitol. 1990;42:101–108. doi: 10.1016/0166-6851(90)90117-5.", "ArticleIdList": ["10.1016/0166-6851(90)90117-5", "2172816"]}, {"Citation": "Kawamoto F., Fujioka H., Murakami R., Syafruddin, Hagiwara M., Ishikawa T., Hidaka H. The roles of Ca2+/calmodulin- and cGMP-dependent pathways in gametogenesis of a rodent malaria parasite, Plasmodium berghei. Eur. J. Cell Biol. 1993;60:101–107.", "ArticleIdList": ["8385016"]}, {"Citation": "Flueck C., Drought L.G., Jones A., Patel A., Perrin A.J., Walker E.M., Nofal S.D., Snijders A.P., Blackman M.J., Baker D.A. Phosphodiesterase beta is the master regulator of cAMP signalling during malaria parasite invasion. PLoS Biol. 2019;17:e3000154. doi: 10.1371/journal.pbio.3000154.", "ArticleIdList": ["10.1371/journal.pbio.3000154", "PMC6402698", "30794532"]}, {"Citation": "Yuasa K., Mi-Ichi F., Kobayashi T., Yamanouchi M., Kotera J., Kita K., Omori K. PfPDE1, a novel cGMP-specific phosphodiesterase from the human malaria parasite Plasmodium falciparum. Biochem. J. 2005;392:221–229. doi: 10.1042/BJ20050425.", "ArticleIdList": ["10.1042/BJ20050425", "PMC1317681", "16038615"]}, {"Citation": "Lehane A.M., Saliba K.J. Common dietary flavonoids inhibit the growth of the intraerythrocytic malaria parasite. BMC Res. Notes. 2008;1:26. doi: 10.1186/1756-0500-1-26.", "ArticleIdList": ["10.1186/1756-0500-1-26", "PMC2518919", "18710482"]}, {"Citation": "Rudrapal M., Chetia D.D. Plant flavonoids as potential source of future antimalarial leads. Syst. Rev. Pharm. 2017;8:13–18. doi: 10.5530/srp.2017.1.4.", "ArticleIdList": ["10.5530/srp.2017.1.4"]}, {"Citation": "Penna-Coutinho J., Aguiar A.C., Krettli A.U. Commercial drugs containing flavonoids are active in mice with malaria and in vitro against chloroquine-resistant Plasmodium falciparum. Mem. Inst. Oswaldo. Cruz. 2018;113:e180279. doi: 10.1590/0074-02760180279.", "ArticleIdList": ["10.1590/0074-02760180279", "PMC6282106", "30540020"]}, {"Citation": "Mahidol C., Kaweetripob W., Prawat H., Ruchirawat S. Mammea coumarins from the flowers of Mammea siamensis. J. Nat. Prod. 2002;65:757–760. doi: 10.1021/np010579u.", "ArticleIdList": ["10.1021/np010579u", "12027761"]}, {"Citation": "Ninomiya K., Shibatani K., Sueyoshi M., Chaipech S., Pongpiriyadacha Y., Hayakawa T., Muraoka O., Morikawa T. Aromatase inhibitory activity of geranylated coumarins, mammeasins C and D, isolated from the flowers of Mammea siamensis. Chem. Pharm. Bull. (Tokyo) 2016;64:880–885. doi: 10.1248/cpb.c16-00218.", "ArticleIdList": ["10.1248/cpb.c16-00218", "27373643"]}, {"Citation": "Moon H.I., Lee J.H., Lee Y.C., Kim K.S. Antiplasmodial and cytotoxic activity of coumarin derivatives from dried roots of Angelica gigas Nakai in vitro. Immunopharmacol. Immunotoxicol. 2011;33:663–666. doi: 10.3109/08923973.2011.559248.", "ArticleIdList": ["10.3109/08923973.2011.559248", "21428713"]}, {"Citation": "Adib A., Yunos N., Chee B.-J. Anti-cancer, antimicrobial, and antioxidative potentials of Mesua ferrea L. and its phytochemical constituents: A review. Asian. J. Pharm. 2019;3:5–19."}, {"Citation": "Gabriel H., Sussmann R., Kimura E., Marin Rodriguez A., Bofill Verdaguer I., Leite G., Katzin A. Terpenes as Potential Antimalarial Drugs. Intechopen; London, UK: 2018."}, {"Citation": "Osman C., Ismail N. Antiplasmodial anthraquinones from medicinal plants: The chemistry and possible mode of actions. Nat. Prod. Commun. 2018;13:1591–1597. doi: 10.1177/1934578X1801301207.", "ArticleIdList": ["10.1177/1934578X1801301207"]}, {"Citation": "Puangpak P. The accumulation of heavy metals (Pb and Cd) of the plant family Zingiberaceae at Srinakarind dam, Kanchanaburi province. Thai J. Toxicol. 2015;30:89–99."}, {"Citation": "Mongkol R., Chavasiri W., Ishida M., Matsuda K., Morimoto M. Phytotoxic and antiphytopathogenic compounds from Thai Alpinia galanga (L.) Willd. rhizomes. Weed Biol. Manag. 2015;15:87–93. doi: 10.1111/wbm.12071.", "ArticleIdList": ["10.1111/wbm.12071"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "10", "Day": "12"}, {"Year": "2022", "Month": "10", "Day": "29"}, {"Year": "2022", "Month": "11", "Day": "8"}, {"Year": "2022", "Month": "11", "Day": "10", "Hour": "13", "Minute": "53"}, {"Year": "2022", "Month": "11", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "11", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "11", "Day": "10"}], "PublicationStatus": "epublish", "ArticleIdList": ["36355909", "PMC9695212", "10.3390/tropicalmed7110368", "tropicalmed7110368"]}}], "PubmedBookArticle": []}