{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["AMPK-α", "Abelmoschus esculentus", "PEPCK", "glyconeogenesis", "lipolysis"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36369969", "DateCompleted": {"Year": "2023", "Month": "01", "Day": "05"}, "DateRevised": {"Year": "2023", "Month": "01", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "12"}], "Language": ["eng"], "ELocationID": ["10.1111/jfbc.14506"], "Journal": {"ISSN": "1745-4514", "JournalIssue": {"Volume": "46", "Issue": "12", "PubDate": {"Year": "2022", "Month": "Dec"}}, "Title": "Journal of food biochemistry", "ISOAbbreviation": "J Food Biochem"}, "ArticleTitle": "Effect of quercetin and Abelmoschus esculentus (L.) Moench on lipids metabolism and blood glucose through AMPK-α in diabetic rats (HFD/STZ).", "Pagination": {"StartPage": "e14506", "MedlinePgn": "e14506"}, "Abstract": {"AbstractText": ["Phosphoenolpyruvate carboxykinase (PEPCK) is a key enzyme in the glyconeogenesis pathway. The AMP-activated protein kinase alpha (AMPK-α) pathway regulates PEPCK, which itself is activated by the AMP/ATP ratio and liver kinase B1 (KB1). The Abelmoschus esculentus (L.) Moench (okra) plant contains a large amount of quercetin that can function as an agonist or an antagonist. The aim of this study was to examine the effects of quercetin flavonoid and A. esculentus extract on the level of AMPK-α expression and associated metabolic pathways. The findings demonstrate that metformin, quercetin, and okra extract may significantly raise AMPK-α levels while significantly lowering PEPCK and hormone-sensitive lipase (HSL) levels, in addition to improving glucose and lipid profiles. By stimulating KB1, these substances increased AMPK-α activation. Additionally, AMPK-α activation improved insulin resistance and Glucose transporter type 4 (GLUT4) gene expression levels. Since AMPK-α maintains energy balance and its activity has not been reported to be inhibited so far, it could be a potent therapeutic target. PRACTICAL APPLICATIONS: The development of effective AMPK-α agonists and antagonists holds promise for the treatment of metabolic disorders like diabetes. Dietary polyphenols are a valuable source for developing new drugs. However, due to the lack of understanding of the underlying mechanisms of their effect on cells, their use in the treatment of diabetes is controversial. In addition to chemicals that have medicinal benefits, chemists are searching for less harmful substances. Using plants containing bioactive chemicals for this purpose can be a good alternative to chemical drugs."], "CopyrightInformation": "© 2022 Wiley Periodicals LLC."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Falavarjan Branch, Islamic Azad University, Isfahan, Iran."}], "LastName": "Nasrollahi", "ForeName": "Zohreh", "Initials": "Z"}, {"Identifier": ["0000-0002-6627-6873"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Falavarjan Branch, Islamic Azad University, Isfahan, Iran."}], "LastName": "ShahaniPour", "ForeName": "Kahin", "Initials": "K"}, {"Identifier": ["0000-0002-9656-6572"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Falavarjan Branch, Islamic Azad University, Isfahan, Iran."}], "LastName": "Monajemi", "ForeName": "Ramesh", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Genetics, Faculty of Science, Shahrekord University, Shahrekord, Iran."}], "LastName": "Ahadi", "ForeName": "Ali Mohammad", "Initials": "AM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Food Biochem", "NlmUniqueID": "7706045", "ISSNLinking": "0145-8884"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Blood Glucose"}, {"RegistryNumber": "EC 2.7.11.31", "NameOfSubstance": "AMP-Activated Protein Kinases"}, {"RegistryNumber": "9IKM0I5T1E", "NameOfSubstance": "Quercetin"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Lipids"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["metabolism"], "DescriptorName": "Blood Glucose"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Abelmoschus"}, {"QualifierName": ["genetics"], "DescriptorName": "AMP-Activated Protein Kinases"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Quercetin"}, {"QualifierName": ["drug therapy", "metabolism"], "DescriptorName": "Diabetes Mellitus, Experimental"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Lipids"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abdelmoaty, M. A., Ibrahim, M. A., Ahmed, N. S., & Abdelaziz, M. A. (2010). Confirmatory studies on the antioxidant and antidiabetic effect of quercetin in rats. Indian Journal of Clinical Biochemistry, 25(2), 188-192."}, {"Citation": "Ahn, J., Lee, H., Kim, S., Park, J., & Ha, T. (2008). The anti-obesity effect of quercetin is mediated by the AMPK and MAPK signaling pathways. Biochemical and Biophysical Research Communications, 373(4), 545-549."}, {"Citation": "Akowuah, G. A., Ismail, Z., Norhayati, I., & Sadikun, A. (2005). The effects of different extraction solvents of varying polarities on polyphenols of Orthosiphon stamineus and evaluation of the free radical-scavenging activity. Food Chemistry, 93(2), 311-317."}, {"Citation": "Aloud, A. A., Chinnadurai, V., Govindasamy, C., Alsaif, M. A., & Al-Numair, K. S. (2018). Galangin, a dietary flavonoid, ameliorates hyperglycaemia and lipid abnormalities in rats with streptozotocin-induced hyperglycaemia. Pharmaceutical Biology, 56(1), 302-308. https://doi.org/10.1080/13880209.2018.1474931"}, {"Citation": "Atalay, M., & Laaksonen, D. E. (2002). Diabetes, oxidative stress and physical exercise. Journal of Sports Science & Medicine, 1(1), 1-14."}, {"Citation": "Aziz, F., Chakraborty, A., Khan, I., & Monts, J. (2022). Relevance of miR-223 as potential diagnostic and prognostic markers in cancer. Biology, 11(2), 249."}, {"Citation": "Bergman, R. N., & Ader, M. (2000). Free fatty acids and pathogenesis of type 2 diabetes mellitus. Trends in Endocrinology & Metabolism, 11(9), 351-356."}, {"Citation": "Burcelin, R., Rolland, E., Dolci, W., Germain, S., Carrel, V., & Thorens, B. (1999). Encapsulated, genetically engineered cells, secreting glucagon-like peptide-1 for the treatment of non-insulin-dependent diabetes mellitus. Annals of the New York Academy of Sciences, 875, 277-285."}, {"Citation": "Can, A., Akev, N., Ozsoy, N., Bolkent, S., Arda, B. P., Yanardag, R., & Okyar, A. (2004). Effect of aloe vera leaf gel and pulp extracts on the liver in type-II diabetic rat models. Biological and Pharmaceutical Bulletin, 27(5), 694-698."}, {"Citation": "Chaimum-Aom, N., Chomko, S., & Talubmook, C. (2017). Toxicology and oral glucose tolerance test (OGTT) of Thai medicinal plant used for diabetes control, Phyllanthus acidus L. (euphorbiaceae). Pharmacognosy Journal, 9(1), 58-61."}, {"Citation": "Chang, C. C., Yang, M. H., Wen, H. M., & Chern, J. C. (2002). Estimation of Total Flavonoid Content in Propolis by Two Complementary Colometric Methods. Journal of Food and Drug Analysis, 10(3), 178-182."}, {"Citation": "Chen, L., Shen, T., Zhang, C. P., Xu, B. L., Qiu, Y. Y., Xie, X. Y., Wang, Q., & Lei, T. (2020). Quercetin and isoquercitrin inhibiting hepatic gluconeogenesis through Lkb1-Ampkα pathway. Acta Endocrinologica, 16(1), 9-14."}, {"Citation": "Daisy, P., Balasubramanian, K., Rajalakshmi, M., Eliza, J., & Selvaraj, J. (2010). Insulin mimetic impact of catechin isolated from Cassia Fistula on the glucose oxidation and molecular mechanisms of glucose uptake on streptozotocin-induced diabetic wistar rats. Phytomedicine, 17(1), 28-36. https://doi.org/10.1016/j.phymed.2009.10.018"}, {"Citation": "Daval, M., Foufelle, F., & Ferr, P. (2006). Functions of AMP-activated protein kinase in adipose tissue. The Journal of Physiology, 1, 55-62."}, {"Citation": "Dong, J., Zhang, X., Zhang, L., Bian, H.-X., Xu, N., Bao, B., & Liu, J. (2014). Quercetin reduces obesity-associated ATM infiltration and inflammation in mice: A mechanism including AMPKα1/SIRT. Journal of Lipid Research, 55(3), 363-374."}, {"Citation": "Donnelly, K. L., Smith, C. I., Schwarzenberg, S. J., Jessurun, J., Boldt, M. D., & Parks, E. J. (2005). Sources of fatty acids stored in liver and secreted via lipoproteins in patients with nonalcoholic fatty liver disease. Journal of Clinical Investigation, 115(5), 1343-1351."}, {"Citation": "Du, Q., Zhang, S., Li, A., Mohammad, I. S., Liu, B., & Li, Y. (2018). Astragaloside IV inhibits adipose lipolysis and reduces hepatic glucose production via Akt dependent PDE3B expression in HFD-fed mice, 9(January), 1-12."}, {"Citation": "Eichmann, T. O., Kumari, M., Haas, J. T., Farese, R. V., Zimmermann, R., Lass, A., & Zechner, R. (2012). Studies on the substrate and stereo/regioselectivity of adipose triglyceride lipase, hormone-sensitive lipase, and diacylglycerol- O-acyltransferases, 287(49), 41446-41457."}, {"Citation": "Eid, H. M., Nachar, A., Thong, F., Sweeney, G., & Haddad, P. S. (2015). The molecular basis of the antidiabetic action of quercetin in cultured skeletal muscle cells and hepatocytes. Pharmacognosy Magazine, 11(41), 74-81."}, {"Citation": "Esteghamati, A., Ashraf, H., Khalilzadeh, O., Zandieh, A., Nakhjavani, M., Rashidi, A., Haghazali, M., & Asgari, F. (2010). Optimal cut-off of homeostasis model assessment of insulin resistance (HOMA-IR) for the diagnosis of metabolic syndrome: third national surveillance of risk factors of non-communicable diseases in Iran (SuRFNCD-2007). Nutrition and Metabolism, 7, 1-8."}, {"Citation": "Fan, S., Zhang, Y., Sun, Q., Yu, L., Li, M., Zheng, B., Wu, X., Yang, B., Li, Y., & Huang, C. (2014). Extract of okra lowers blood glucose and serum lipids in high-fat diet-induced obese C57BL/6 mice. Journal of Nutritional Biochemistry, 25(7), 702-709. https://doi.org/10.1016/j.jnutbio.2014.02.010"}, {"Citation": "Fogarty, S., & Hardie, D. G. (2010). Development of protein kinase activators: AMPK as a target in metabolic disorders and cancer. Biochimica et Biophysica Acta - Proteins and Proteomics, 1804(3), 581-591. https://doi.org/10.1016/j.bbapap.2009.09.012"}, {"Citation": "Frayn, K. (2002). Adipose tissue as a buffer for daily lipid flux. Diabetologia, 45(9), 1201-1210."}, {"Citation": "Freemark, M., & Bursey, D. (2001). The effects of metformin on body mass index and glucose tolerance in obese adolescents with fasting hyperinsulinemia and a family history of type 2 diabetes. Pediatrics, 107(4), e55."}, {"Citation": "Gaidhu, M. P., Anthony, N. M., Patel, P., Hawke, T. J., & Ceddia, R. B. (2010). Dysregulation of lipolysis and lipid metabolism in visceral and subcutaneous adipocytes by high-fat diet: role of ATGL, HSL, and AMPK. American Journal of Physiology-Cell Physiology, 19, 961-971."}, {"Citation": "Galbo, T., & Shulman, G. I. (2013). Lipid-induced hepatic insulin resistance. Aging, 5(8), 582-583."}, {"Citation": "Galic, S., Loh, K., Murray-Segal, L., Steinberg, G. R., Andrews, Z. B., & Kemp, B. E. (2018). AMPK signaling to Acetyl-CoA carboxylase is required for fasting- and cold-induced appetite but not thermogenesis. Elife, 7, e32656."}, {"Citation": "Garton, A. J., Campbell, D. G., Carling, D., Hardie, D. G., Colbran, R. J., & Yeaman, S. J. (1989). Phosphorylation of bovine hormone-sensitive lipase by the AMP-activated protein kinase A possible antilipolytic mechanism. European Journal of Biochemistry, 254, 249-254."}, {"Citation": "Haeusler, R. A., Camastra, S., Astiarraga, B., Nannipieri, M., Anselmino, M., & Ferrannini, E. (2015). Decreased expression of hepatic glucokinase in type 2 diabetes. Molecular Metabolism, 4(3), 222-226. https://doi.org/10.1016/j.molmet.2014.12.007"}, {"Citation": "Hamilton, J., Cummings, E., Zdravkovic, V., Finegood, D., & Daneman, D. (2003). Metformin as an adjunct therapy in adolescents with type 1 diabetes and insulin resistance: A randomized controlled trial. Diabetes Care, 26(1), 138-143."}, {"Citation": "Han, S.-f., Jiao, J., Zhang, W., Xu, J.-Y., Zhang, W., Fu, C.-L., & Qin, L.-Q. (2016). Lipolysis and thermogenesis in adipose tissues as new potential mechanisms for metabolic benefits of dietary fiber. Nutrition, 33, 118-124. https://doi.org/10.1016/j.nut.2016.05.006"}, {"Citation": "Hardie, D. G., Hawley, S. A., & Scott, J. W. (2006). AMP-activated protein kinase - development of the energy sensor concept. Journal of Physiology, 574(1), 7-15."}, {"Citation": "Harmer, D. J., Keech, A. C., Veillard, A. S., Skilton, M. R., Marwick, T. H., Watts, G. F., Meredith, I. T., Celermajer, D. S., & FIELD Vascular Study Investigators. (2015). Fenofibrate effects on arterial endothelial function in adults with type 2 diabetes mellitus: A FIELD substudy. Atherosclerosis, 242, 295-302. https://doi.org/10.1016/j.atherosclerosis.2015.07.038"}, {"Citation": "He, Z., Lan, M., Lu, D., Zhao, H., & Yuan, H. (2013). Antioxidant activity of 50 traditional Chinese medicinal materials varies with total phenolics. Chinese Medicine, 4(4), 148-156."}, {"Citation": "Inoue, E., & Yamauchi, J. (2006). AMP-activated protein kinase regulates PEPCK gene expression by direct phosphorylation of a novel zinc finger transcription factor. Biochemical and Biophysical Research Communications, 351(4), 793-799."}, {"Citation": "Janda, E., Lascala, A., Martino, C., Ragusa, S., Nucera, S., Walker, R., Gratteri, S., & Mollace, V. (2016). Molecular mechanisms of lipid- and glucose-lowering activities of bergamot flavonoids. Biochemical Pharmacology, 4, S8-S18. https://doi.org/10.1016/j.phanu.2016.05.001"}, {"Citation": "Jang, M. H., Piao, X. L., Kim, J. M., Kwon, S. W., & Park, J. H. (2008). Inhibition of cholinesterase and amyloid-&bgr; aggregation by resveratrol oligomers from Vitis amurensis. Phytotherapy Research, 22(4), 544-549 http://www3.interscience.wiley.com/journal/117934759/abstract"}, {"Citation": "Jeong, S. M., Kang, M.-J., Choi, H.-N., Kim, J.-H., & Kim, J.-I. (2012). Quercetin ameliorates hyperglycemia and dyslipidemia and improves antioxidant status in type 2 diabetic Db/Db mice. Nutrition Research and Practice, 6(3), 201-207."}, {"Citation": "Kongkachuichai, R., Prangthip, P., Surasiang, R., Posuwan, J., Charoensiri, R., Kettawan, A., & Vanavichit, A. (2013). Effect of riceberry oil (deep purple oil; Oryza sativa indica) supplementation on hyperglycemia and change in lipid profile in streptozotocin (STZ)-induced diabetic rats fed a high fat diet. International Food Research Journal, 20(2), 873-882."}, {"Citation": "Kumar, D. S., Kumar, P., & Nadendla, R. (2013). A review on: Abelmoschus esculentus (Okra). International Research Journal of Pharmaceutical and Applied Sciences, 3(4), 129-132."}, {"Citation": "Kusminski, C. M., Bickel, P. E., & Scherer, P. E. (2016). Targeting adipose tissue in the treatment of obesity-associated diabetes. Nature Reviews Drug Discovery, 15, 639-660. https://doi.org/10.1038/nrd.2016.75"}, {"Citation": "Kusunoki, J., Kanatani, A., & Moller, D. E. (2006). Modulation of fatty acid metabolism as a potential approach to the treatment of obesity and the metabolic syndrome. Endocrine, 29(1), 91-100."}, {"Citation": "Lazarus, G., Alexander, S., Kusuma, G. O., Wijaya, K., & Soetikno, V. (2020). Antioxidative activities of alpha-mangostin in high-fat/high-glucose diet and streptozotocin-induced insulin-resistant rodents. Journal of Applied Pharmaceutical Science, 10(11), 35-39."}, {"Citation": "Lenzen, S. (2008). The mechanisms of alloxan- and streptozotocin-induced diabetes. Diabetologia, 51, 216-226."}, {"Citation": "Ma, X. L., Meng, L., Li, L. L., Ma, L. N., & Mao, X. M. (2017). Plasma free fatty acids metabolic profile among uyghurs and kazaks with or without type 2 diabetes based on GC-MS. Experimental and Clinical Endocrinology and Diabetes, 126(10), 604-611."}, {"Citation": "Majd, N. E., Tabandeh, M. R., Shahriari, A., & Soleimani, Z. (2018). Okra (Abelmoscus Esculentus) improved islets structure, and down-regulated PPARs gene expression in pancreas of high-fat diet and streptozotocin-induced diabetic rats. Cell Journal, 20(1), 31-40."}, {"Citation": "Nasrollahi, Z., ShahaniPour, K., Monajemi, R., & Ahadi, A. M. (2022). Abelmoschus esculentus (L.) Moench improved blood glucose, lipid, and down-regulated PPAR-α, PTP1B genes expression in diabetic rats. Journal of Food Biochemistry, 46(7), e14067."}, {"Citation": "Nedachi, T., & Kanzaki, M. (2006). Regulation of glucose transporters by insulin and extracellular glucose in C2C12 myotubes. American Journal of Physiology - Endocrinology and Metabolism, 291(4), 817-828."}, {"Citation": "Nielsen, T. S., Jessen, N., Jørgensen, J. O. L., Møller, N., & Lund, S. (2014). Dissecting adipose tissue lipolysis: Molecular regulation and implications for metabolic disease. Journal of Molecular Endocrinology, 52(3), R199-R222."}, {"Citation": "Oakhill, J. S., Scott, J. W., & Kemp, B. E. (2009). Structure and function of AMP-activated protein kinase. Acta Physiologica, 196(1), 3-14."}, {"Citation": "Ogbera, A. O., Dada, O., Adeleye, F., & Jewo, P. I. (2011). Complementary and alternative medicine use in diabetes mellitus. West African Journal of Medicine, 29(3), 158-162."}, {"Citation": "Omid, A., Hossein, A. N., & Saeed, N. (2018). Biochemical reference values for healthy captive persian wild goat (Capra aegagrus). Comparative Clinical Pathology, 27(2), 483-491."}, {"Citation": "Peng, C. H., Chyau, C.-C., Wang, C.-J., Lin, H.-T., Huang, C.-N., & Ker, Y.-B. (2016). Abelmoschus esculentus fractions potently inhibited the pathogenic targets associated with diabetic renal epithelial to mesenchymal transition. Food and Function, 7(2), 728-740."}, {"Citation": "Pereira, D. M., Valentão, P., Pereira, J. A., & Andrade, P. B. (2009). Phenolics: From chemistry to biology. Molecules, 14(6), 2202-2211."}, {"Citation": "Pietta, P., Minoggio, M., & Bramati, L. (2003). Plant polyphenols: Structure, occurrence and bioactivity. Studies in Natural Products Chemistry, 28, 257-312."}, {"Citation": "Pushparaj, P. N., Low, H. K., Manikandan, J., Tan, B. K. H., & Tan, C. H. (2007). Anti-diabetic effects of cichorium intybus in streptozotocin-induced diabetic rats. Journal of Ethnopharmacology, 111(2), 430-434."}, {"Citation": "Raje, V., Ahern, K. W., Martinez, B. A., Howell, N. L., Oenarto, V., Granade, M. E., Kim, J. W., Tundup, S., Bottermann, K., Gödecke, A., Keller, S. R., Kadl, A., Bland, M. L., & Harris, T. E. (2020). Adipocyte lipolysis drives acute stress - induced insulin resistance. Scientific Reports, 10(1), 1-13. https://doi.org/10.1038/s41598-020-75321-0"}, {"Citation": "Roden, M., Price, T. B., Perseghin, G., Petersen, K. F., Rothman, D. L., Cline, G. W., & Shulman, G. I. (1996). Mechanism of free fatty acid-induced insulin resistance in humans. Journal of Clinical Investigation, 97(12), 2859-2865."}, {"Citation": "Sabitha, V., Ramachandran, S., Naveen, K. R., & Panneerselvam, K. (2011). Antidiabetic and antihyperlipidemic potential of Abelmoschus esculentus (L.) Moench. in streptozotocin-induced diabetic rats. Journal of Pharmacy and Bioallied Sciences, 3(3), 397-402."}, {"Citation": "Samuel, V. T., & Shulman, G. I. (2012). Integrating mechanisms for insulin resistance. Cell, 148(5), 852-871."}, {"Citation": "Samuel, V. T., & Shulman, G. I. (2016). The pathogenesis of insulin resistance: Integrating signaling pathways and substrate flux, 126(1)."}, {"Citation": "Schewe, T., Steffen, Y., & Sies, H. (2008). How do dietary flavanols improve vascular function? A position paper. Archives of Biochemistry and Biophysics, 476(2), 102-106."}, {"Citation": "Shigiyama, F., Kumashiro, N., Furukawa, Y., Funayama, T., Takeno, K., Wakui, N., Ikehara, T., Nagai, H., Taka, H., Fujimura, T., Uchino, H., Tamura, Y., Watada, H., Nemoto, T., Shiraga, N., Sumino, Y., & Hirose, T. (2017). Characteristics of hepatic insulin-sensitive nonalcoholic fatty liver disease. Hepatology Communications, 1(7), 634-647."}, {"Citation": "Stark, R., & Kibbey, R. G. (2014). The mitochondrial isoform of phosphoenolpyruvate carboxykinase (PEPCK-M) and glucose homeostasis: Has it been overlooked? Biochimica et Biophysica Acta - General Subjects, 1840(4), 1313-1330. https://doi.org/10.1016/j.bbagen.2013.10.033"}, {"Citation": "Tomoda, M., Shimizu, N., Gonda, R., Kanari, M., Yamada, H., & Hikino, H. (1989). Anticomplementary and hypoglycemic activity of okra and hibiscus mucilages. Carbohydrate Research, 190(2), 323-328."}, {"Citation": "Um, J.-H., Park, S. J., Kang, H., Yang, S., Foretz, M., McBurney, M. W., Kim, M. K., Viollet, B., & Chung, J. H. (2010). AMP-activated protein kinase - deficient mice are resistant to the metabolic effects of resveratrol. Diabetes, 59(3), 554-563."}, {"Citation": "Vessal, M., Hemmati, M., & Vasei, M. (2003). Antidiabetic effects of quercetin in streptozocin-induced diabetic rats. Comparative Biochemistry and Physiology - C Toxicology and Pharmacology, 135(3), 357-364."}, {"Citation": "Vongsak, B., Sithisarn, P., Mangmool, S., Thongpraditchote, S., Wongkrajang, Y., & Gritsanapan, W. (2013). Maximizing total phenolics, total flavonoids contents and antioxidant activity of Moringa oleifera leaf extract by the appropriate extraction method. Industrial Crops and Products, 44, 566-571."}, {"Citation": "Wein, S., Behm, N., Petersen, R. K., Kristiansen, K., & Wolffram, S. (2010). quercetin enhances adiponectin secretion by a PPAR-γ independent mechanism. European Journal of Pharmaceutical Sciences, 41(1), 16-22. https://doi.org/10.1016/j.ejps.2010.05.004"}, {"Citation": "Willows, R., Sanders, M. J., Xiao, B., Patel, B. R., Martin, S. R., Read, J., Wilson, J. R., Hubbard, J., Gamblin, S. J., & Carling, D. (2017). Phosphorylation of AMPK by upstream kinases is required for activity in mammalian cells. Biochemical Journal, 474(17), 3059-3073."}, {"Citation": "Winder, W. W., Holmes, B. F., Rubink, D. S., Jensen, E. B., Chen, M., & Holloszy, J. O. (2000). Activation of AMP-activated protein kinase increases mitochondrial enzymes in skeletal muscle. Journal of Applied Physiology, 88(6), 2219-2226."}, {"Citation": "Yamauchi, T., Kamon, J., Minokoshi, Y., Ito, Y., Waki, H., Uchida, S., Yamashita, S., Noda, M., Kita, S., Ueki, K., Eto, K., Akanuma, Y., Froguel, P., Foufelle, F., Ferre, P., Carling, D., Kimura, S., Nagai, R., Kahn, B. B., & Kadowaki, T. (2002). Adiponectin stimulates glucose utilization and fatty-acid oxidation by activating AMP-activated protein kinase. Nature Medicine, 8(11), 1288-1295."}, {"Citation": "Yang, D. K., & Kang, H. S. (2018). Anti-diabetic effect of cotreatment with quercetin and resveratrol in streptozotocin-induced diabetic rats. Biomolecules & Therapeutics, 26(2), 130-138."}, {"Citation": "Zhang, B. B., Zhou, G., & Li, C. (2009). AMPK: An emerging drug target for diabetes and the metabolic syndrome. Cell Metabolism, 9(5), 407-416. https://doi.org/10.1016/j.cmet.2009.03.012"}, {"Citation": "Zhang, X., Yang, S., Chen, J., & Zhiguang, S. (2019). Unraveling the regulation of hepatic gluconeogenesis. Frontiers in Endocrinology, 10(Jan), 1-17."}, {"Citation": "Zhang, Y., Chen, J., Zeng, Y., Huang, D., & Xu, Q. (2019). Involvement of AMPK activation in the inhibition of hepatic gluconeogenesis by Ficus carica leaf extract in diabetic mice and HepG2 cells. Biomedicine and Pharmacotherapy, 109, 188-194. https://doi.org/10.1016/j.biopha.2018.10.077"}, {"Citation": "Zhou, J., Yoshitomi, H., Liu, T., Zhou, B., Sun, W., Qin, L., Guo, X., Huang, L., Wu, L., & Gao, M. (2014). Isoquercitrin activates the AMP-activated protein kinase (AMPK) signal pathway in rat H4IIE CELLS. BMC Complementary and Alternative Medicine, 14(1), 1-10."}, {"Citation": "Zygmunt, K., Faubert, B., Macneil, J., & Tsiani, E. (2010). Naringenin, a citrus flavonoid, increases muscle cell glucose uptake via AMPK. Biochemical and Biophysical Research Communications, 398(2), 178-183. https://doi.org/10.1016/j.bbrc.2010.06.048"}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2022", "Month": "10", "Day": "6"}, {"Year": "2022", "Month": "8", "Day": "30"}, {"Year": "2022", "Month": "10", "Day": "21"}, {"Year": "2022", "Month": "11", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "12", "Hour": "4", "Minute": "12"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36369969", "10.1111/jfbc.14506"]}}], "PubmedBookArticle": []}