{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["HPLC-DAD-ELSD", "Zhejiang Ophiopogon japonicus (ZOJ)", "homoisoflavonoids", "ionic liquid (IL)", "steroidal saponins"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36364204", "DateCompleted": {"Year": "2022", "Month": "11", "Day": "14"}, "DateRevised": {"Year": "2022", "Month": "11", "Day": "17"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "10", "Day": "30"}], "Language": ["eng"], "ELocationID": ["7380", "10.3390/molecules27217380"], "Journal": {"ISSN": "1420-3049", "JournalIssue": {"Volume": "27", "Issue": "21", "PubDate": {"Year": "2022", "Month": "Oct", "Day": "30"}}, "Title": "Molecules (Basel, Switzerland)", "ISOAbbreviation": "Molecules"}, "ArticleTitle": "Simultaneous Extraction and Determination of Characteristic Steroidal Saponins and Homoisoflavonoids in Zhejiang <i>Ophiopogon japonicus</i>.", "Abstract": {"AbstractText": ["Zhejiang <i>Ophiopogon</i><i>japonicu</i><i>s</i> (ZOJ) is a specific variety of <i>Ophiopogon japonicus</i> with characteristic steroidal saponins and homoisoflavonoids, which are also main pharmacodynamic constituents with clinical effects, including curing inflammation and cardiovascular diseases. However, few analysis methods were applied to simultaneously and quantitatively determine two kinds of its constituents, and hazardous organic solvents are mostly used for extraction. In this study, a new validated simultaneous extraction and determination method for four characteristic steroidal saponins and homoisoflavonoids in ZOJ was established by ionic liquid-ultrasonic extraction (IL-UAE) combined with HPLC-DAD-ELSD analysis, which can be used for the quality control of ZOJ. Chromatographic separation was performed with a DAD wavelength at 296 nm, and the ELSD parameters of the drift tube temperature (DTT), atomizer temperature (AT), and nitrogen gas pressure (NGP) were set at 20% heating power, 70 °C, and 25 psi, respectively. The optimal IL-UAE conditions were 1 mol/L [Bmim]CF<sub>3</sub>SO<sub>3</sub> aqueous solution, a liquid-material ratio of 40 mL/g, and an ultrasonic time of 60 min. The proposed method is reliable, reproducible, and accurate, which were verified with real sample assays. Consequently, this work will be helpful for the quality control of ZOJ. It can also present a promising reference for the simultaneous extraction and determination of different kinds of constituents in other medicinal plants."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biological and Chemical Engineering, Zhejiang University of Science and Technology, Hangzhou 310023, China."}], "LastName": "Zhu", "ForeName": "Yaoyao", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Zhejiang Academy of Forestry, Hangzhou 310023, China."}], "LastName": "Wang", "ForeName": "Liling", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biological and Chemical Engineering, Zhejiang University of Science and Technology, Hangzhou 310023, China."}], "LastName": "Chen", "ForeName": "Meixu", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biological and Chemical Engineering, Zhejiang University of Science and Technology, Hangzhou 310023, China."}, {"Identifier": [], "Affiliation": "Zhejiang Provincial Key Lab for Chemical and Biological Processing Technology of Farm Produces, Hangzhou 310023, China."}, {"Identifier": [], "Affiliation": "Zhejiang Province Collaborative Innovation Center of Agricultural Biological Resources Biochemical Manufacturing, Hangzhou 310023, China."}], "LastName": "Zhou", "ForeName": "Yifeng", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biological and Chemical Engineering, Zhejiang University of Science and Technology, Hangzhou 310023, China."}, {"Identifier": [], "Affiliation": "Zhejiang Provincial Key Lab for Chemical and Biological Processing Technology of Farm Produces, Hangzhou 310023, China."}, {"Identifier": [], "Affiliation": "Zhejiang Province Collaborative Innovation Center of Agricultural Biological Resources Biochemical Manufacturing, Hangzhou 310023, China."}], "LastName": "Huang", "ForeName": "Jun", "Initials": "J"}], "GrantList": [{"GrantID": "LGN21C020004", "Agency": "Zhejiang Provincial Public Welfare Technology Application and Research Project of China", "Country": ""}, {"GrantID": "2020C02024", "Agency": "Zhejiang Provincial Key Science and Technology Project", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Molecules", "NlmUniqueID": "100964009", "ISSNLinking": "1420-3049"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Drugs, Chinese Herbal"}, {"RegistryNumber": "0", "NameOfSubstance": "Saponins"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Ophiopogon"}, {"QualifierName": ["chemistry"], "DescriptorName": "Drugs, Chinese Herbal"}, {"QualifierName": ["chemistry"], "DescriptorName": "Saponins"}, {"QualifierName": ["methods"], "DescriptorName": "Chromatography, High Pressure Liquid"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Chen M., Chen X., Wang M., Lin L., Wang Y. Ophiopogon japonicus—A phytochemical, ethnomedicinal and pharmacological review. J. Ethnopharmacol. 2016;181:193–213. doi: 10.1016/j.jep.2016.01.037.", "ArticleIdList": ["10.1016/j.jep.2016.01.037", "26826325"]}, {"Citation": "Hung T.M., Thu C.V., Dat N.T., Ryoo S., Lee J.H., Kim J.C., Na M., Jung H., Bae K., Min B.S. Homoisoflavonoid derivatives from the roots of Ophiopogon japonicus and their in vitro anti-inflammation activity. Bioorg. Med. Chem. Lett. 2010;20:2412–2416. doi: 10.1016/j.bmcl.2010.03.043.", "ArticleIdList": ["10.1016/j.bmcl.2010.03.043", "20346658"]}, {"Citation": "Wu Z., Zhao X., Miyamoto A., Zhao S., Liu C., Zheng W., Wang H. Effects of steroidal saponins extract from Ophiopogon japonicus root ameliorates doxorubicin-induced chronic heart failure by inhibiting oxidative stress and inflammatory response. Pharm. Biol. 2019;57:176–183. doi: 10.1080/13880209.2019.1577467.", "ArticleIdList": ["10.1080/13880209.2019.1577467", "PMC6419681", "30860934"]}, {"Citation": "Lyu C., Kang C., Kang L., Yang J., Wang S., He Y., Deng A., Wang H., Huang L., Guo L. Structural characterization and discrimination of Ophiopogon japonicas (Liliaceae) from different geographical origins based on metabolite profiling analysis. J. Pharmaceut. Biomed. 2020;185:113212. doi: 10.1016/j.jpba.2020.113212.", "ArticleIdList": ["10.1016/j.jpba.2020.113212", "32143114"]}, {"Citation": "He J., Ye L., Li J., Huang W., Huo Y., Gao J., Liu L., Zhang W. Identification of Ophiopogonis Radix from different producing areas by headspace-gas chromatography-ion mobility spectrometry analysis. J. Food Biochem. 2022;46:e13850. doi: 10.1111/jfbc.13850.", "ArticleIdList": ["10.1111/jfbc.13850", "34227128"]}, {"Citation": "Zhao M., Xu W., Shen H., Shen P., Zhang J., Wang D., Xu H., Wang H., Yan T., Wang L., et al. Comparison of bioactive components and pharmacological activities of ophiopogon japonicas extracts from different geographical origins. J. Pharmaceut. Biomed. 2017;138:134–141. doi: 10.1016/j.jpba.2017.02.013.", "ArticleIdList": ["10.1016/j.jpba.2017.02.013", "28196345"]}, {"Citation": "Lin Y., Zhu D., Qi J., Qin M., Yu B. Characterization of homoisoflavonoids in different cultivation regions of Ophiopogon japonicus and related antioxidant activity. J. Pharmaceut. Biomed. 2010;52:757–762. doi: 10.1016/j.jpba.2010.02.016.", "ArticleIdList": ["10.1016/j.jpba.2010.02.016", "20226614"]}, {"Citation": "Li N., Tu P. Fingerprint analysis of Ophiopogonis Radix by HPLC-UV-ELSD coupled with chemometrics methods. J. Chin. Pharm. Sci. 2013;22:55–63. doi: 10.5246/jcps.2013.01.007.", "ArticleIdList": ["10.5246/jcps.2013.01.007"]}, {"Citation": "Yu K., Liu W., Zhang N., Cheng X., Zhou S., Zuo T., Kang S., Wei F., Ma S. A novel method to identify three quality grades of herbal medicine ophiopogonis radix by microscopic quantification. Front. Pharmacol. 2021;11:591310. doi: 10.3389/fphar.2020.591310.", "ArticleIdList": ["10.3389/fphar.2020.591310", "PMC7878543", "33584266"]}, {"Citation": "Lu X., Tong W., Wang S., Li J., Zheng J., Fan X., Liu L. Comparison of the chemical consituents and immunomodulatory activity of ophiopogonis radix from two different producing areas. J. Pharmaceut. Biomed. 2017;134:60–70. doi: 10.1016/j.jpba.2016.11.025.", "ArticleIdList": ["10.1016/j.jpba.2016.11.025", "27875789"]}, {"Citation": "Li C., Cui Y., Lu J., Liu C., Chen S., Ma C., Liu Z., Wang J., Kang W. Ionic Liquid-Based Ultrasonic-Assisted extraction coupled with HPLC and artificial neural network analysis for ganoderma lucidum. Molecules. 2020;25:1309. doi: 10.3390/molecules25061309.", "ArticleIdList": ["10.3390/molecules25061309", "PMC7144108", "32183001"]}, {"Citation": "Wang X., Xu W., Liu Q., Li S., Wang C., Wang Z., Zhang H. Microwave-assisted ionic liquid microextraction combined with high performance liquid chromatography for the determination of naphthoquinones from Arnebia euchroma (Royle) Johnst. J. Liq. Chromatogr. Relat. Technol. 2019;42:638–647. doi: 10.1080/10826076.2019.1647542.", "ArticleIdList": ["10.1080/10826076.2019.1647542"]}, {"Citation": "Liu X., Niu Y., Liu J., Shi M., Xu R., Kang W. Efficient Extraction of Anti-Inflammatory Active Ingredients from Schefflera octophylla Leaves Using Ionic Liquid-Based Ultrasonic-Assisted Extraction Coupled with HPLC. Molecules. 2019;24:2942. doi: 10.3390/molecules24162942.", "ArticleIdList": ["10.3390/molecules24162942", "PMC6719992", "31416166"]}, {"Citation": "Shi M., Zhang J., Liu C., Cui Y., Li C., Liu Z., Kang W. Ionic Liquid-Based Ultrasonic-Assisted extraction to analyze seven compounds in psoralea fructus coupled with HPLC. Molecules. 2019;24:1699. doi: 10.3390/molecules24091699.", "ArticleIdList": ["10.3390/molecules24091699", "PMC6540167", "31052330"]}, {"Citation": "Martins M., Fernandes A.P.M., Torres-Acosta M.A., Collén P.N., Abreu M.H., Ventura S.P.M. Extraction of chlorophyll from wild and farmed Ulva spp. Using aqueous solutions of ionic liquids. Sep. Purif. Technol. 2021;254:117589. doi: 10.1016/j.seppur.2020.117589.", "ArticleIdList": ["10.1016/j.seppur.2020.117589"]}, {"Citation": "Ferreira A.M., Gomes H.M.D., Coutinho J.A.P., Freire M.G. Valorization of spent coffee by caffeine extraction using aqueous solutions of Cholinium-Based ionic liquids. Sustainability. 2021;13:7509. doi: 10.3390/su13137509.", "ArticleIdList": ["10.3390/su13137509"]}, {"Citation": "Li J., Xu W., Wang X., Wu F., Wang L., Feng J., Wang Z., Zhang H. Ionic liquid-based dispersive liquid–liquid microextraction followed by dispersive solid phase extraction coupled with HPLC-DAD for the determination of sulfonylurea herbicides in soymilk samples. J. Liq. Chromatogr. Relat. Technol. 2022;44:663–673. doi: 10.1080/10826076.2022.2058960.", "ArticleIdList": ["10.1080/10826076.2022.2058960"]}, {"Citation": "Zeng P., Zhou H., Zheng Y., Xu X., Fu S. Simultaneous determination of three homoisoflavonoids in Ophiopogon japonicus by HPLC. China J. Chin. Mater. Med. 2012;37:71–74.", "ArticleIdList": ["22741465"]}, {"Citation": "Wu F.-M., Yang R.-S., Zhang S.-D., Bao X.-H., Li M., Zhou J. Simultaneous determination of three flavone constituents in Ophiopogonis Radix by HPLC Method. Chin. Pharm. J. 2016;51:655–658."}, {"Citation": "Jia C., Ye Z.-L., Jiang X.-J., Zhou D.-Z., Li D.-K. Simultaneous determination of contents of three flavonoid ingredients in Radix Ophiopogonis by HPLC. Chin. Pharm. J. 2011;46:1209–1211."}, {"Citation": "Wang Y., Liu F., Liang Z., Peng L., Wang B., Yu J., Su Y., Ma C. Homoisoflavonoids and the Antioxidant Activity of Ophiopogon japonicus Root. Iran. J. Pharm. Res. 2017;16:357–365.", "ArticleIdList": ["PMC5423261", "28496489"]}, {"Citation": "Li X., Wang Y., Sun P., Liao D. Determination of saponin content in hang maidong and chuan maidong via HPLC-ELSD analysis. J. Anal. Methods Chem. 2016;2016:1–5. doi: 10.1155/2016/7214607.", "ArticleIdList": ["10.1155/2016/7214607", "PMC4748090", "26925295"]}, {"Citation": "Wu F.-M., Cai X.-Y., Wang P., Bao X.-H., Li M., Zhou J. HPLC simultaneous determination of contents of 5 saponin constituents in Ophiopogonis radix. China J. Chin. Mater. Med. 2015;40:4022–4025.", "ArticleIdList": ["27062821"]}, {"Citation": "Liu C., Li M., Feng Y., Hu Y., Yu B., Qi J. Determination of ruscogenin in ophiopogonis radix by high-performance liquid chromatography-evaporative light scattering detector coupled with hierarchical clustering analysis. Pharmacogn. Mag. 2016;12:13–20.", "ArticleIdList": ["PMC4787330", "27019556"]}, {"Citation": "Wang Y., Xu J., Qu H. Determination of three steroidal saponins from Ophiopogon japonicus (Liliaceae) via high-performance liquid chromatography with mass spectrometry. Nat. Prod. Res. 2013;27:72–75. doi: 10.1080/14786419.2012.656109.", "ArticleIdList": ["10.1080/14786419.2012.656109", "22303963"]}, {"Citation": "Wang Y., Xu J., Qu H. Structure characterization and identification steroidal saponins from Ophiopogon japonicus Ker-Gawler (Liliaceae) by High-Performance liquid chromatography with ion trap mass spectrometry. Phytochem. Anal. 2011;22:166–171. doi: 10.1002/pca.1263.", "ArticleIdList": ["10.1002/pca.1263", "21046684"]}, {"Citation": "Li F., Cheng T., Dong X., Li P., Yang H. Global analysis of chemical constituents in Shengmai injection using high performance liquid chromatography coupled with tandem mass spectrometry. J. Pharmaceut. Biomed. 2016;117:61–72. doi: 10.1016/j.jpba.2015.08.022.", "ArticleIdList": ["10.1016/j.jpba.2015.08.022", "26342447"]}, {"Citation": "Liu L., Lu Y., Shao Q., Cheng Y., Qu H. Binary chromatographic fingerprinting for quality evaluation of Radix Ophiopogonis by high- performance liquid chromatography coupled with ultraviolet and evaporative light-scattering detectors. J. Sep. Sci. 2007;30:2628–2637. doi: 10.1002/jssc.200700214.", "ArticleIdList": ["10.1002/jssc.200700214", "17874416"]}, {"Citation": "Xie T., Liang Y., Hao H., Jiye A., Xie L., Gong P., Dai C., Liu L., Kang A., Zheng X., et al. Rapid identification of ophiopogonins and ophiopogonones in Ophiopogon japonicus extract with a practical technique of mass defect filtering based on high resolution mass spectrometry. J. Chromatogr. A. 2012;1227:234–244. doi: 10.1016/j.chroma.2012.01.017.", "ArticleIdList": ["10.1016/j.chroma.2012.01.017", "22293283"]}, {"Citation": "Carr P.W., Stoll D.R., Wang X. Perspectives on recent advances in the speed of high-performance liquid chromatography. Anal. Chem. 2011;83:1890–1900. doi: 10.1021/ac102570t.", "ArticleIdList": ["10.1021/ac102570t", "PMC3208312", "21341777"]}, {"Citation": "Wang L., Qu H. Development and optimization of SPE-HPLC-UV/ELSD for simultaneous determination of nine bioactive components in Shenqi Fuzheng Injection based on Quality by Design principles. Anal. Bioanal. Chem. 2016;408:2133–2145. doi: 10.1007/s00216-016-9316-3.", "ArticleIdList": ["10.1007/s00216-016-9316-3", "26825340"]}, {"Citation": "Wang S., Yang F., Feng K., Li D., Zhao J., Li S. Simultaneous determination of nucleosides, myriocin, and carbohydrates in Cordyceps by HPLC coupled with diode array detection and evaporative light scattering detection. J. Sep. Sci. 2009;32:4069–4076. doi: 10.1002/jssc.200900570.", "ArticleIdList": ["10.1002/jssc.200900570", "20066678"]}, {"Citation": "Ramos M., Jiménez A., Garrigós M.C. Il-based advanced techniques for the extraction of value-added compounds from natural sources and food by-products. TrAC Trends Anal. Chem. 2019;119:115616. doi: 10.1016/j.trac.2019.07.027.", "ArticleIdList": ["10.1016/j.trac.2019.07.027"]}, {"Citation": "Ullah H., Wilfred C.D., Shaharun M.S. Ionic liquid-based extraction and separation trends of bioactive compounds from plant biomass. Sep. Sci. Technol. 2019;54:559–579. doi: 10.1080/01496395.2018.1505913.", "ArticleIdList": ["10.1080/01496395.2018.1505913"]}, {"Citation": "Bogdanov M.G. Ionic liquids as alternative solvents for extraction of natural products. In: Chemat F., Vian M.A., editors. Alternative Solvents for Natural Products Extraction. Springer; Berlin/Heidelberg, Germany: 2014. pp. 127–166."}, {"Citation": "Peng X., Sui X., Li J., Liu T., Yang L. Development of a novel functionality for a highly efficient imidazole-based ionic liquid non-aqueous solvent system for the complete extraction of target alkaloids from Phellodendron amurense Rupr. Under ultrasound-assisted conditions. Ind. Crops Prod. 2021;168:113596. doi: 10.1016/j.indcrop.2021.113596.", "ArticleIdList": ["10.1016/j.indcrop.2021.113596"]}, {"Citation": "Cammarata L., Kazarian S.G., Salter P.A., Welton T. Molecular states of water in room temperature ionic liquids. Phys. Chem. Chem. Phys. 2001;3:5192–5200. doi: 10.1039/b106900d.", "ArticleIdList": ["10.1039/b106900d"]}, {"Citation": "Cláudio A.F.M., Swift L., Hallett J.P., Welton T., Coutinhoa J.A.P., Freire M.G. Extended scale for the Hydrogen-Bond basicity of ionic liquids. Phys. Chem. Chem. Phys. 2014;16:6593–6601. doi: 10.1039/c3cp55285c.", "ArticleIdList": ["10.1039/c3cp55285c", "24569531"]}, {"Citation": "Jacquemin J., Husson P., Padua A.A.H., Majer V. Density and viscosity of several pure and water-saturated ionic liquids. Green Chem. 2006;8:172–180. doi: 10.1039/B513231B.", "ArticleIdList": ["10.1039/B513231B"]}, {"Citation": "Yang L., Li L., Liu T., Zu Y., Yang F., Zhao C., Zhang L., Chen X., Zhang Z. Development of sample preparation method for isoliquiritigenin, liquiritin, and glycyrrhizic acid analysis in licorice by ionic liquids-ultrasound based extraction and high-performance liquid chromatography detection. Food Chem. 2013;138:173–179. doi: 10.1016/j.foodchem.2012.10.059.", "ArticleIdList": ["10.1016/j.foodchem.2012.10.059", "23265473"]}, {"Citation": "Ji S., Wang Y., Su Z., He D., Du Y., Guo M., Yang D., Tang D. Ionic liquids-ultrasound based efficient extraction of flavonoid glycosides and triterpenoid saponins from licorice. RSC Adv. 2018;8:13989–13996. doi: 10.1039/C8RA01056K.", "ArticleIdList": ["10.1039/C8RA01056K", "PMC9079881", "35539340"]}, {"Citation": "Li C., Feng C., Tian M., Meng X., Zhao C. A novel approach for echinacoside and acteoside extraction from Cistanche deserticola Y. C. Ma using an aqueous system containing ionic liquid surfactants. Sustain. Chem. Pharm. 2022;26:100644. doi: 10.1016/j.scp.2022.100644.", "ArticleIdList": ["10.1016/j.scp.2022.100644"]}, {"Citation": "Tan Z., Yi Y., Wang H., Zhou W., Wang C. Extraction, preconcentration and isolation of flavonoids from apocynum venetum l. Leaves using ionic Liquid-Based Ultrasonic-Assisted extraction coupled with an aqueous biphasic system. Molecules. 2016;21:262. doi: 10.3390/molecules21030262.", "ArticleIdList": ["10.3390/molecules21030262", "PMC6274129", "26959002"]}, {"Citation": "Wei J., Cao P., Wang J., Kang W. Analysis of tilianin and acacetin in Agastache rugosa by high-performance liquid chromatography with ionic liquids-ultrasound based extraction. Chem. Cent. J. 2016;10:76. doi: 10.1186/s13065-016-0223-7.", "ArticleIdList": ["10.1186/s13065-016-0223-7", "PMC5127089", "27994640"]}, {"Citation": "Lin H., Zhang Y., Han M., Yang L. Aqueous ionic liquid based ultrasonic assisted extraction of eight ginsenosides from ginseng root. Ultrason. Sonochem. 2013;20:680–684. doi: 10.1016/j.ultsonch.2012.10.003.", "ArticleIdList": ["10.1016/j.ultsonch.2012.10.003", "23157924"]}, {"Citation": "Ağar O.T., Demirezer L.Ö. Development of a new validated HPLC method for the chemical specification of Rosa damascena petals. J. Liq. Chromatogr. Relat. Technol. 2021;44:320–328. doi: 10.1080/10826076.2021.1930041.", "ArticleIdList": ["10.1080/10826076.2021.1930041"]}, {"Citation": "Wu F.-M., Zhang S.-D., Zeng J., Yang R.-S., Li M., Bao X.-H., Zhou J. Determination of the 4 representative components in Maidong from different producing areas by HPLC-ELSD method*. Chin. J. Pharm. Anal. 2016;36:1370–1376."}, {"Citation": "Zhou Y., Wang L., Chen L., Liu T., Sha R., Mao J. Enrichment and separation of steroidal saponins from the fibrous roots of Ophiopogon japonicus using macroporous adsorption resins. RSC Adv. 2019;9:6689–6698. doi: 10.1039/C8RA09319A.", "ArticleIdList": ["10.1039/C8RA09319A", "PMC9061077", "35518499"]}, {"Citation": "Zhou Y., Wang L., Liu T., Mao Z., Ge Q., Mao J. Isolation of homoisoflavonoids from the fibrous roots of Ophiopogon japonicus by recycling high-speed counter-current chromatography and online antioxidant activity assay. Acta Chromatogr. 2019;31:272–279. doi: 10.1556/1326.2018.00509.", "ArticleIdList": ["10.1556/1326.2018.00509"]}, {"Citation": "Seo C., Shin H. Simultaneous analysis of 19 marker components for quality control of Oncheong-Eum using HPLC-DAD. Molecules. 2022;27:2992. doi: 10.3390/molecules27092992.", "ArticleIdList": ["10.3390/molecules27092992", "PMC9104317", "35566342"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "10", "Day": "7"}, {"Year": "2022", "Month": "10", "Day": "24"}, {"Year": "2022", "Month": "10", "Day": "26"}, {"Year": "2022", "Month": "11", "Day": "11", "Hour": "1", "Minute": "41"}, {"Year": "2022", "Month": "11", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["36364204", "PMC9656867", "10.3390/molecules27217380", "molecules27217380"]}}], "PubmedBookArticle": []}