{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Mutation", "Pandemic disease", "SARS-CoV-2", "Vaccines", "Variants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36370519", "DateCompleted": {"Year": "2022", "Month": "12", "Day": "16"}, "DateRevised": {"Year": "2023", "Month": "09", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "07"}], "Language": ["eng"], "ELocationID": ["10.1016/j.biopha.2022.113977", "S0753-3322(22)01366-X"], "Journal": {"ISSN": "1950-6007", "JournalIssue": {"Volume": "157", "PubDate": {"Year": "2023", "Month": "Jan"}}, "Title": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie", "ISOAbbreviation": "Biomed Pharmacother"}, "ArticleTitle": "Mutations in SARS-CoV-2: Insights on structure, variants, vaccines, and biomedical interventions.", "Pagination": {"StartPage": "113977", "MedlinePgn": "113977"}, "Abstract": {"AbstractText": ["COVID-19 is a worldwide pandemic caused by SARS-coronavirus-2 (SARS-CoV-2). Less than a year after the emergence of the Covid-19 pandemic, many vaccines have arrived on the market with innovative technologies in the field of vaccinology. Based on the use of messenger RNA (mRNA) encoding the Spike SARS-Cov-2 protein or on the use of recombinant adenovirus vectors enabling the gene encoding the Spike protein to be introduced into our cells, these strategies make it possible to envisage the vaccination in a new light with tools that are more scalable than the vaccine strategies used so far. Faced with the appearance of new variants, which will gradually take precedence over the strain at the origin of the pandemic, these new strategies will allow a much faster update of vaccines to fight against these new variants, some of which may escape neutralization by vaccine antibodies. However, only a vaccination policy based on rapid and massive vaccination of the population but requiring a supply of sufficient doses could make it possible to combat the emergence of these variants. Indeed, the greater the number of infected individuals, the faster the virus multiplies, with an increased risk of the emergence of variants in these RNA viruses. This review will discuss SARS-CoV-2 pathophysiology and evolution approaches in altered transmission platforms and emphasize the different mutations and how they influence the virus characteristics. Also, this article summarizes the common vaccines and the implication of the mutations and genetic variety of SARS-CoV-2 on the COVID-19 biomedical arbitrations."], "CopyrightInformation": "Copyright © 2022 The Authors. Published by Elsevier Masson SAS.. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biochemistry and Molecular Biology Department, Faculty of Pharmacy (Boys), Al-Azhar University, Nasr City 11231, Cairo, Egypt; Department of Biochemistry and Biotechnology, Faculty of Pharmacy, Heliopolis University, Cairo 11785, Egypt."}], "LastName": "Abulsoud", "ForeName": "Ahmed I", "Initials": "AI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Veterinary Surgery, Department of Veterinary Medicine, Faculty of Agriculture, Tokyo University of Agriculture and Technology, 3-5-8 Saiwai Cho, Fuchu-shi, Tokyo 183-8509, Japan; Department of Surgery, Anesthesiology, and Radiology, Faculty of Veterinary Medicine, Benha University, Moshtohor, Toukh, Elqaliobiya 13736, Egypt. Electronic address: s195162s@st.go.tuat.ac.jp."}], "LastName": "El-Husseiny", "ForeName": "Hussein M", "Initials": "HM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biochemistry and Molecular Biology Department, Faculty of Pharmacy (Boys), Al-Azhar University, Nasr City 11231, Cairo, Egypt; Department of Biochemistry, Faculty of Pharmacy, Egyptian Russian University, Badr City 11829, Cairo, Egypt."}], "LastName": "El-Husseiny", "ForeName": "Ahmed A", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biochemistry and Molecular Biology Department, Faculty of Pharmacy (Boys), Al-Azhar University, Nasr City 11231, Cairo, Egypt."}], "LastName": "El-Mahdy", "ForeName": "Hesham A", "Initials": "HA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biochemistry and Molecular Biology Department, Faculty of Pharmacy (Boys), Al-Azhar University, Nasr City 11231, Cairo, Egypt."}], "LastName": "Ismail", "ForeName": "Ahmed", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biochemistry and Molecular Biology Department, Faculty of Pharmacy (Boys), Al-Azhar University, Nasr City 11231, Cairo, Egypt."}], "LastName": "Elkhawaga", "ForeName": "Samy Y", "Initials": "SY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biochemistry and Molecular Biology Department, Faculty of Pharmacy (Boys), Al-Azhar University, Nasr City 11231, Cairo, Egypt."}], "LastName": "Khidr", "ForeName": "Emad Gamil", "Initials": "EG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry and Biotechnology, Faculty of Pharmacy, Heliopolis University, Cairo 11785, Egypt."}], "LastName": "Fathi", "ForeName": "Doaa", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Veterinary Physiology, Department of Veterinary Medicine, Faculty of Agriculture, Tokyo University of Agriculture and Technology, 3-5-8 Saiwai Cho, Fuchu-shi, Tokyo 183-8509, Japan; Department of Animal Hygiene, Behavior and Management, Faculty of Veterinary Medicine, Benha University, Moshtohor, Toukh, Elqaliobiya 13736, Egypt."}], "LastName": "Mady", "ForeName": "Eman A", "Initials": "EA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Vegetable Crops and Medicinal Plants University of Life Sciences, Lublin 50A Doświadczalna Street, 20-280, Lublin, Poland. Electronic address: agnieszka.najda@up.lublin.pl."}], "LastName": "Najda", "ForeName": "Agnieszka", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Laboratory & Blood Bank, Security Forces Hospital, P.O. Box 14799, Mecca 21955, Saudi Arabia."}], "LastName": "Algahtani", "ForeName": "Mohammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Laboratory & Blood Bank, Security Forces Hospital, P.O. Box 14799, Mecca 21955, Saudi Arabia; College of Medicine, Al-Faisal University, P.O. Box 50927, Riyadh 11533, Saudi Arabia."}], "LastName": "Theyab", "ForeName": "Abdulrahman", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Laboratory sciences, College of Applied medical sciences, Taif University, P.O. Box 11099, Taif 21944, Saudi Arabia."}], "LastName": "Alsharif", "ForeName": "Khalaf F", "Initials": "KF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Human Anatomy, College of Medicine, Taif University, P.O. Box 11099, Taif 21944, Saudi Arabia."}], "LastName": "Albrakati", "ForeName": "Ashraf", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, P.O. Box 6231, Jeddah 21442, Saudi Arabia."}], "LastName": "Bayram", "ForeName": "Roula", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, Pharmacy Program, Batterjee Medical College, P.O. Box 6231, Jeddah 21442, Saudi Arabia; Pharmacology Department, Faculty of Veterinary Medicine, Suez Canal University, Ismailia 41522, Egypt."}], "LastName": "Abdel-Daim", "ForeName": "Mohamed M", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Pharmacy, Badr University in Cairo (BUC), Badr City, Cairo 11829, Egypt. Electronic address: ahmed_doghish@azhar.edu.eg."}], "LastName": "Doghish", "ForeName": "Ahmed S", "Initials": "AS"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "France", "MedlineTA": "Biomed Pharmacother", "NlmUniqueID": "8213295", "ISSNLinking": "0753-3322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Vaccines"}, {"RegistryNumber": "0", "NameOfSubstance": "Antibodies, Viral"}, {"RegistryNumber": "0", "NameOfSubstance": "Antibodies, Neutralizing"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["genetics"], "DescriptorName": "SARS-CoV-2"}, {"QualifierName": [], "DescriptorName": "Pandemics"}, {"QualifierName": ["prevention & control"], "DescriptorName": "COVID-19"}, {"QualifierName": [], "DescriptorName": "Vaccines"}, {"QualifierName": ["genetics"], "DescriptorName": "Mutation"}, {"QualifierName": [], "DescriptorName": "Antibodies, Viral"}, {"QualifierName": [], "DescriptorName": "Antibodies, Neutralizing"}], "CoiStatement": "Conflict of interest statement The authors declare they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ye Z.W., Yuan S., Yuen K.S., Fung S.Y., Chan C.P., Jin D.Y. Zoonotic origins of human coronaviruses. Int J. Biol. Sci. 2020;16:1686–1697.", "ArticleIdList": ["PMC7098031", "32226286"]}, {"Citation": "Zhou X., Wang Y., Gong C., Liu B., Wei G. Production, structural design, functional control, and broad applications of carbon nanofiber-based nanomaterials: a comprehensive review. Chem. Eng. J. 2020"}, {"Citation": "Doghish A.S., Elkhatib W.F., Hassan E.A., Elkhateeb A.F., Mahmoud E.E., Ahmed M.I., et al. Clinical characteristics of Egyptian male patients with COVID‐19 acute respiratory distress syndrome. Plos One. 2021;16", "ArticleIdList": ["PMC8051763", "33861750"]}, {"Citation": "Forni D., Cagliani R., Clerici M., Sironi M. Molecular evolution of human coronavirus genomes. Trends Microbiol. 2017;25:35–48.", "ArticleIdList": ["PMC7111218", "27743750"]}, {"Citation": "Lai C.C., Shih T.P., Ko W.C., Tang H.J., Hsueh P.R. Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and coronavirus disease-2019 (COVID-19): The epidemic and the challenges. Int J. Antimicrob. Agents. 2020;55", "ArticleIdList": ["PMC7127800", "32081636"]}, {"Citation": "Zhang Q., Bastard P., Liu Z., Le Pen J., Moncada-Velez M., Chen J., et al. Inborn errors of type I IFN immunity in patients with life-threatening COVID-19. Science. 2020:370.", "ArticleIdList": ["PMC7857407", "32972995"]}, {"Citation": "Malik Y.S., Sircar S., Bhat S., Sharun K., Dhama K., Dadar M., et al. Emerging novel coronavirus (2019-nCoV)-current scenario, evolutionary perspective based on genome analysis and recent developments. Vet. Q. 2020;40:68–76.", "ArticleIdList": ["PMC7054940", "32036774"]}, {"Citation": "Giri R., Bhardwaj T., Shegane M., Gehi B.R., Kumar P., Gadhave K., et al. When darkness becomes a ray of light in the dark times: understanding the COVID-19 via the comparative analysis of the dark proteomes of SARS-CoV-2, human SARS and bat SARS-like coronaviruses. BioRxiv. 2020.", "ArticleIdList": ["PMC7382329", "32712910"]}, {"Citation": "Xu Z., Shi L., Wang Y., Zhang J., Huang L., Zhang C., et al. Pathological findings of COVID-19 associated with acute respiratory distress syndrome. Lancet Respir. Med. 2020;8:420–422.", "ArticleIdList": ["PMC7164771", "32085846"]}, {"Citation": "Lorusso A., Calistri P., Petrini A., Savini G., Decaro N. Novel coronavirus (SARS-CoV-2) epidemic: a veterinary perspective. Vet. Ital. 2020;56:5–10.", "ArticleIdList": ["32048818"]}, {"Citation": "Ji W., Wang W., Zhao X., Zai J., Li X. Cross-species transmission of the newly identified coronavirus 2019-nCoV. Med Virol. 2020;92:433–440.", "ArticleIdList": ["PMC7138088", "31967321"]}, {"Citation": "Yi Y., Lagniton P.N.P., Ye S., Li E., Xu R.H. COVID-19: what has been learned and to be learned about the novel coronavirus disease. Int J. Biol. Sci. 2020;16:1753–1766.", "ArticleIdList": ["PMC7098028", "32226295"]}, {"Citation": "Meskini M., Rezghi Rami M., Maroofi P., Ghosh S., Siadat S.D., Sheikhpour M. An overview on the epidemiology and immunology of COVID-19. J. Infect. Public Health. 2021;14:1284–1298.", "ArticleIdList": ["PMC8336978", "34420903"]}, {"Citation": "Lakshmi Priyadarsini S., Suresh M. Factors influencing the epidemiological characteristics of pandemic COVID 19: A TISM approach. Int. J. Healthc. Manag. 2020;13:89–98."}, {"Citation": "Halaji M., Farahani A., Ranjbar R., Heiat M., Dehkordi F.S. Emerging coronaviruses: first SARS, second MERS and third SARS-CoV-2: epidemiological updates of COVID-19. Infez. Med. 2020;28:6–17.", "ArticleIdList": ["32532933"]}, {"Citation": "Epidemiology Working Group for Ncip Epidemic Response CCfDC Prevention. [The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China] Zhonghua Liu Xing Bing. Xue Za Zhi. 2020;41:145–151.", "ArticleIdList": ["32064853"]}, {"Citation": "Zhou P., Yang X.L., Wang X.G., Hu B., Zhang L., Zhang W., et al. Addendum: a pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature. 2020;588", "ArticleIdList": ["PMC9744119", "33199918"]}, {"Citation": "Zhou P., Yang X.L., Wang X.G., Hu B., Zhang L., Zhang W., et al. A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature. 2020;579:270–273.", "ArticleIdList": ["PMC7095418", "32015507"]}, {"Citation": "Krause P.R., Fleming T.R., Longini I.M., Peto R., Briand S., Heymann D.L., et al. SARS-CoV-2 Variants and Vaccines. N. Engl. J. Med. 2021;385:179–186.", "ArticleIdList": ["PMC8262623", "34161052"]}, {"Citation": "Rossler A., Riepler L., Bante D., von Laer D., Kimpel J. SARS-CoV-2 omicron variant neutralization in serum from vaccinated and convalescent persons. N. Engl. J. Med. 2022", "ArticleIdList": ["PMC8781314", "35021005"]}, {"Citation": "Asselta R., Paraboschi E.M., Mantovani A., Duga S. ACE2 and TMPRSS2 variants and expression as candidates to sex and country differences in COVID-19 severity in Italy. Aging (Albany NY) 2020;12:10087–10098.", "ArticleIdList": ["PMC7346072", "32501810"]}, {"Citation": "Pachetti M., Marini B., Benedetti F., Giudici F., Mauro E., Storici P., et al. Emerging SARS-CoV-2 mutation hot spots include a novel RNA-dependent-RNA polymerase variant. Transl. Med. 2020;18:179.", "ArticleIdList": ["PMC7174922", "32321524"]}, {"Citation": "Ramasamy M.N., Minassian A.M., Ewer K.J., Flaxman A.L., Folegatti P.M., Owens D.R., et al. Safety and immunogenicity of ChAdOx1 nCoV-19 vaccine administered in a prime-boost regimen in young and old adults (COV002): a single-blind, randomised, controlled, phase 2/3 trial. Lancet. 2021;396:1979–1993.", "ArticleIdList": ["PMC7674972", "33220855"]}, {"Citation": "Rosano G., Jankowska E.A., Ray R., Metra M., Abdelhamid M., Adamopoulos S., et al. COVID-19 vaccination in patients with heart failure: a position paper of the Heart Failure Association of the European Society of Cardiology. Eur. J. Heart Fail. 2021;23:1806–1818.", "ArticleIdList": ["PMC8652673", "34612556"]}, {"Citation": "Kirtipal N., Bharadwaj S., Kang S.G. From SARS to SARS-CoV-2, insights on structure, pathogenicity and immunity aspects of pandemic human coronaviruses. Infect. Genet Evol. 2020;85", "ArticleIdList": ["PMC7425554", "32798769"]}, {"Citation": "Chung H., He S., Nasreen S., Sundaram M.E., Buchan S.A., Wilson S.E., et al. Effectiveness of BNT162b2 and mRNA-1273 covid-19 vaccines against symptomatic SARS-CoV-2 infection and severe covid-19 outcomes in Ontario, Canada: test negative design study. BMJ. 2021;374:n1943.", "ArticleIdList": ["PMC8377789", "34417165"]}, {"Citation": "Phillips N. The coronavirus is here to stay-here’s what that means. Nature. 2021;590:382–384.", "ArticleIdList": ["33594289"]}, {"Citation": "Hu N., Wang H., Qian Q., Jiang Y., Xie J., Zhang D., et al. P-glycoprotein Assoc. Diabetes Mellit. Surviv. Patients Pancreat. Cancer.: 8-year Follow- 2020:53.", "ArticleIdList": ["PMC7552903", "33053111"]}, {"Citation": "Wu F., Zhao S., Yu B., Chen Y.-M., Wang W., Song Z.-G., et al. A new coronavirus associated with human respiratory disease in China. Nature. 2020;579:265–269.", "ArticleIdList": ["PMC7094943", "32015508"]}, {"Citation": "Kumar S., Nyodu R., Maurya V.K., Saxena S.K. Morphology, genome organization, replication, and pathogenesis of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) Corona Dis. 2019 (COVID-19): Epidemiol., Pathog., Diagn., Ther. 2020:23."}, {"Citation": "Helmy Y.A., Fawzy M., Elaswad A., Sobieh A., Kenney S.P., Shehata A.A. The COVID-19 pandemic: a comprehensive review of taxonomy, genetics, epidemiology, diagnosis, treatment, and control. J. Clin. Med. 2020;9:1225.", "ArticleIdList": ["PMC7230578", "32344679"]}, {"Citation": "Schubert K., Karousis E.D., Jomaa A., Scaiola A., Echeverria B., Gurzeler L.-A., et al. SARS-CoV-2 Nsp1 binds the ribosomal mRNA channel to inhibit translation. Nat. Struct. Mol. Biol. 2020;27:959–966.", "ArticleIdList": ["32908316"]}, {"Citation": "Yoshimoto F.K. The proteins of severe acute respiratory syndrome coronavirus-2 (SARS CoV-2 or n-COV19), the cause of COVID-19. Protein J. 2020;39:198–216.", "ArticleIdList": ["PMC7245191", "32447571"]}, {"Citation": "Angeletti S., Benvenuto D., Bianchi M., Giovanetti M., Pascarella S., Ciccozzi M. COVID‐2019: the role of the nsp2 and nsp3 in its pathogenesis. J. Med. Virol. 2020;92:584–588.", "ArticleIdList": ["PMC7228367", "32083328"]}, {"Citation": "Littler D.R., Gully B.S., Colson R.N., Rossjohn J. Crystal structure of the SARS-CoV-2 non-structural protein 9. Nsp9. Isc. 2020;23", "ArticleIdList": ["PMC7282741", "32592996"]}, {"Citation": "Slanina H., Madhugiri R., Bylapudi G., Schultheiß K., Karl N., Gulyaeva A., et al. Coronavirus replication–transcription complex: Vital and selective NMPylation of a conserved site in nsp9 by the NiRAN-RdRp subunit. Proc. Natl. Acad. Sci. USA. 2021:118.", "ArticleIdList": ["PMC8017715", "33472860"]}, {"Citation": "Krichel B., Falke S., Hilgenfeld R., Redecke L., Uetrecht C. Processing of the SARS-CoV pp1a/ab nsp7–10 region. Biochem. J. 2020;477:1009–1019.", "ArticleIdList": ["PMC7078746", "32083638"]}, {"Citation": "Gadhave K., Kumar P., Kumar A., Bhardwaj T., Garg N., Giri R. Conformational Dynamics of NSP11 Peptide of SARS-CoV-2 Under Membrane Mimetics and Different Solvent Conditions. bioRxiv. 2021:2020.10. 07.330068.", "ArticleIdList": ["PMC8191288", "34119626"]}, {"Citation": "Brant A.C., Tian W., Majerciak V., Yang W., Zheng Z.-M. SARS-CoV-2: from its discovery to genome structure, transcription, and replication. Cell Biosci. 2021;11:1–17.", "ArticleIdList": ["PMC8287290", "34281608"]}, {"Citation": "Ceraolo C., Giorgi F.M. Genomic variance of the 2019–nCoV coronavirus. J. Med. Virol. 2020;92:522–528.", "ArticleIdList": ["PMC7166773", "32027036"]}, {"Citation": "Hartenian E., Nandakumar D., Lari A., Ly M., Tucker J.M., Glaunsinger B.A. The molecular virology of coronaviruses. J. Biol. Chem. 2020;295:12910–12934.", "ArticleIdList": ["PMC7489918", "32661197"]}, {"Citation": "Tomar P.P.S., Arkin I.T. SARS-CoV-2 E protein is a potential ion channel that can be inhibited by gliclazide and memantine. Biochem. Biophys. Res. Commun. 2020;530:10–14.", "ArticleIdList": ["PMC7305885", "32828269"]}, {"Citation": "Mandala V.S., McKay M.J., Shcherbakov A.A., Dregni A.J., Kolocouris A., Hong M. Structure and drug binding of the SARS-CoV-2 envelope protein transmembrane domain in lipid bilayers. Nat. Struct. Mol. Biol. 2020;27:1202–1208.", "ArticleIdList": ["PMC7718435", "33177698"]}, {"Citation": "Arya R., Kumari S., Pandey B., Mistry H., Bihani S.C., Das A., et al. Structural insights into SARS-CoV-2 proteins. J. Mol. Biol. 2021;433", "ArticleIdList": ["PMC7685130", "33245961"]}, {"Citation": "Boopathi S., Poma A.B., Kolandaivel P. Novel 2019 coronavirus structure, mechanism of action, antiviral drug promises and rule out against its treatment. J. Biomol. Struct. Dyn. 2021;39:3409–3418.", "ArticleIdList": ["PMC7196923", "32306836"]}, {"Citation": "Hassan S.S., Choudhury P.P., Uversky V.N., Dayhoff G.W., Aljabali A.A., Uhal B., et al. Variability of Accessory Proteins Rules the SARS-CoV-2 Pathogenicity. bioRxiv. 2020."}, {"Citation": "Guan Y., Zheng B., He Y., Liu X., Zhuang Z., Cheung C., et al. Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China. Science. 2003;302:276–278.", "ArticleIdList": ["12958366"]}, {"Citation": "Hemida M., Perera R., Wang P., Alhammadi M., Siu L., Li M., et al. Middle East Respiratory Syndrome (MERS) coronavirus seroprevalence in domestic livestock in Saudi Arabia. 2010 2013. Eur. 2013;18:20659.", "ArticleIdList": ["24342517"]}, {"Citation": "Zhang C., Zheng W., Huang X., Bell E.W., Zhou X., Zhang Y. Protein structure and sequence reanalysis of 2019-nCoV genome refutes snakes as its intermediate host and the unique similarity between its spike protein insertions and HIV-1. J. Proteome Res. 2020;19:1351–1360.", "ArticleIdList": ["PMC7099673", "32200634"]}, {"Citation": "Erxleben C., Adams L.C., Albrecht J., Petersen A., Vahldiek J.L., Thieß H.-M., et al. Improving CT accuracy in the diagnosis of COVID-19 in a hospital setting. Clin. Imaging. 2021;76:1–5.", "ArticleIdList": ["PMC7846468", "33545516"]}, {"Citation": "Lytras S., Hughes J., Martin D., de Klerk A., Lourens R., Pond S., et al. Exploring the natural origins of SARS-CoV-2 in the light of recombination. COVID-19 Research. 2021.", "ArticleIdList": ["PMC8882382", "35137080"]}, {"Citation": "Zhou H., Ji J., Chen X., Bi Y., Li J., Wang Q., et al. Identification of novel bat coronaviruses sheds light on the evolutionary origins of SARS-CoV-2 and related viruses. Cell. 2021", "ArticleIdList": ["PMC8188299", "34147139"]}, {"Citation": "Zhang N., Yu J., Liu P., Chang J., Ali D., Tian X. Gold nanoparticles synthesized from Curcuma wenyujin inhibits HER-2/neu transcription in breast cancer cells (MDA-MB-231/HER2) Arab. J. Chem. 2020;13:7264–7273."}, {"Citation": "Shereen M.A., Khan S., Kazmi A., Bashir N., Siddique R. COVID-19 infection: Origin, transmission, and characteristics of human coronaviruses. J. Adv. Res. 2020;24:91.", "ArticleIdList": ["PMC7113610", "32257431"]}, {"Citation": "Xiao K., Zhai J., Feng Y., Zhou N., Zhang X., Zou J.-J., et al. Isolation of SARS-CoV-2-related coronavirus from Malayan pangolins. Nature. 2020;583:286–289.", "ArticleIdList": ["32380510"]}, {"Citation": "Halfmann P.J., Hatta M., Chiba S., Maemura T., Fan S., Takeda M., et al. Transmission of SARS-CoV-2 in domestic cats. N. Engl. J. Med. 2020;383:592–594.", "ArticleIdList": ["PMC9678187", "32402157"]}, {"Citation": "Sit T.H., Brackman C.J., Ip S.M., Tam K.W., Law P.Y., To E.M., et al. Infection of dogs with SARS-CoV-2. Nature. 2020;586:776–778.", "ArticleIdList": ["PMC7606701", "32408337"]}, {"Citation": "of the International CSG The species Severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2. Nat. Microbiol. 2020;5:536.", "ArticleIdList": ["PMC7095448", "32123347"]}, {"Citation": "Holmes K.V. Coronaviruses (Coronaviridae) Encycl. Virol. 1999:291."}, {"Citation": "Chan J.F.-W., Kok K.-H., Zhu Z., Chu H., To K.K.-W., Yuan S., et al. Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan. Emerg. Microbes Infect. 2020;9:221–236.", "ArticleIdList": ["PMC7067204", "31987001"]}, {"Citation": "Zhou Z., Qiu Y., Ge X. The taxonomy, host range and pathogenicity of coronaviruses and other viruses in the Nidovirales order. Anim. Dis. 2021;1:1–28.", "ArticleIdList": ["PMC8062217", "34778878"]}, {"Citation": "Doyle L., Hutchings L. A transmissible gastroenteritis in pigs. J. Am. Vet. Med. Assoc. 1946;108:257–259.", "ArticleIdList": ["21020443"]}, {"Citation": "Zhao Y., Zhang H., Zhao J., Zhong Q. Jin J-h, Zhang G-z. Evolution of infectious bronchitis virus in China over the past two decades. The. J. Gen. Virol. 2016;97:1566.", "ArticleIdList": ["PMC7079583", "27008625"]}, {"Citation": "Vlasova A.N., Halpin R., Wang S., Ghedin E., Spiro D.J., Saif L.J. Molecular characterization of a new species in the genus Alphacoronavirus associated with mink epizootic catarrhal gastroenteritis. The. J. Gen. Virol. 2011;92:1369.", "ArticleIdList": ["PMC3168282", "21346029"]}, {"Citation": "Zhou P., Fan H., Lan T., Yang X.-L., Shi W.-F., Zhang W., et al. Fatal swine acute diarrhoea syndrome caused by an HKU2-related coronavirus of bat origin. Nature. 2018;556:255–258.", "ArticleIdList": ["PMC7094983", "29618817"]}, {"Citation": "Jackson C.B., Farzan M., Chen B., Choe H. Mechanisms of SARS-CoV-2 entry into cells. Nat. Rev. Mol. Cell Biol. 2022;23:3–20.", "ArticleIdList": ["PMC8491763", "34611326"]}, {"Citation": "Li F., Li W., Farzan M., Harrison S.C. Structure of SARS coronavirus spike receptor-binding domain complexed with receptor. Science. 2005;309:1864–1868.", "ArticleIdList": ["16166518"]}, {"Citation": "Cheng V.C., Lau S.K., Woo P.C., Yuen K.Y. Severe acute respiratory syndrome coronavirus as an agent of emerging and reemerging infection. Clin. Microbiol. Rev. 2007;20:660–694.", "ArticleIdList": ["PMC2176051", "17934078"]}, {"Citation": "Elshafei A., Khidr E.G., El-Husseiny A.A., Gomaa M.H. RAAS, ACE2 and COVID-19; a mechanistic review. Saudi J. Biol. Sci. 2021;28:6465–6470.", "ArticleIdList": ["PMC8270731", "34305426"]}, {"Citation": "Li W., Moore M.J., Vasilieva N., Sui J., Wong S.K., Berne M.A., et al. Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus. Nature. 2003;426:450–454.", "ArticleIdList": ["PMC7095016", "14647384"]}, {"Citation": "Hoffmann M., Kleine-Weber H., Schroeder S., Krüger N., Herrler T., Erichsen S., et al. SARS-CoV-2 cell entry depends on ACE2 and TMPRSS2 and is blocked by a clinically proven protease inhibitor. cell. 2020;181:271–280. e8.", "ArticleIdList": ["PMC7102627", "32142651"]}, {"Citation": "Bosch B.J., Bartelink W., Rottier P.J. Cathepsin L functionally cleaves the severe acute respiratory syndrome coronavirus class I fusion protein upstream of rather than adjacent to the fusion peptide. J. Virol. 2008;82:8887–8890.", "ArticleIdList": ["PMC2519682", "18562523"]}, {"Citation": "Liu S., Xiao G., Chen Y., He Y., Niu J., Escalante C.R., et al. Interaction between heptad repeat 1 and 2 regions in spike protein of SARS-associated coronavirus: implications for virus fusogenic mechanism and identification of fusion inhibitors. Lancet. 2004;363:938–947.", "ArticleIdList": ["PMC7140173", "15043961"]}, {"Citation": "Ismail A., Doghish A.S., Elkhatib W.F., Magdy A.M., Mahmoud E.E., Ahmed M.I., et al. Clinical and chest computed tomography features of patients suffering from mild and severe COVID-19 at Fayoum University Hospital in Egypt. Plos One. 2022;17", "ArticleIdList": ["PMC9269943", "35802733"]}, {"Citation": "Wang D., Hu B., Hu C., Zhu F., Liu X., Zhang J., et al. Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus–infected pneumonia in Wuhan, China. Jama. 2020;323:1061–1069.", "ArticleIdList": ["PMC7042881", "32031570"]}, {"Citation": "Huang C., Wang Y., Li X., Ren L., Zhao J., Hu Y., et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. lancet. 2020;395:497–506.", "ArticleIdList": ["PMC7159299", "31986264"]}, {"Citation": "Zhang H., Wang X., Fu Z., Luo M., Zhang Z., Zhang K., et al. Potential factors for prediction of disease severity of COVID-19 patients. MedRxiv. 2020."}, {"Citation": "Yang X., Yu Y., Xu J., Shu H., Liu H., Wu Y., et al. Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. Lancet Respir. Med. 2020;8:475–481.", "ArticleIdList": ["PMC7102538", "32105632"]}, {"Citation": "Tan L., Wang Q., Zhang D., Ding J., Huang Q., Tang Y.-Q., et al. Lymphopenia predicts disease severity of COVID-19: a descriptive and predictive study. Signal Transduct. Target. Ther. 2020;5:1–3.", "ArticleIdList": ["PMC7100419", "32296069"]}, {"Citation": "Berlin D.A., Gulick R.M., Martinez F.J. Severe covid-19. N. Engl. J. Med. 2020;383:2451–2460.", "ArticleIdList": ["32412710"]}, {"Citation": "Hammad R., Elshafei A., Khidr E.G., El-Husseiny A.A., Gomaa M.H., Kotb H.G., et al. Copeptin: a neuroendocrine biomarker of COVID-19 severity. Biomark. Med. 2022;16:589–597.", "ArticleIdList": ["PMC8966690", "35350852"]}, {"Citation": "Liu J., Li S., Liu J., Liang B., Wang X., Wang H., et al. Longitudinal characteristics of lymphocyte responses and cytokine profiles in the peripheral blood of SARS-CoV-2 infected patients. EBioMedicine. 2020;55", "ArticleIdList": ["PMC7165294", "32361250"]}, {"Citation": "Liu T., Zhang J., Yang Y., Zhang L., Ma H., Li Z., et al. The potential role of IL-6 in monitoring coronavirus disease 2019. Available at SSRN 3548761. 2020."}, {"Citation": "Liu F., Li L., Xu M., Wu J., Luo D., Zhu Y., et al. Prognostic value of interleukin-6, C-reactive protein, and procalcitonin in patients with COVID-19. J. Clin. Virol. 2020;127", "ArticleIdList": ["PMC7194648", "32344321"]}, {"Citation": "Zhang N., Xie T., Ning W., He R., Zhu B., Mao Y. The severity of COVID-19 and its determinants: a systematic review and meta-analysis in China. Sustainability. 2021;13:5305."}, {"Citation": "Liu W., Tao Z.-W., Wang L., Yuan M.-L., Liu K., Zhou L., et al. Analysis of factors associated with disease outcomes in hospitalized patients with 2019 novel coronavirus disease. Chin. Med. J. 2020;133:1032.", "ArticleIdList": ["PMC7147279", "32118640"]}, {"Citation": "Qu J., Sumali B., Lee H., Terai H., Ishii M., Fukunaga K., et al. Finding of the factors affecting the severity of COVID-19 based on mathematical models. Sci. Rep. 2021;11:1–7.", "ArticleIdList": ["PMC8688457", "34930966"]}, {"Citation": "Goyal P., Choi J.J., Pinheiro L.C., Schenck E.J., Chen R., Jabri A., et al. Clinical characteristics of Covid-19 in New York city. N. Engl. J. Med. 2020;382:2372–2374.", "ArticleIdList": ["PMC7182018", "32302078"]}, {"Citation": "Singh S., Khan A. Clinical characteristics and outcomes of coronavirus disease 2019 among patients with preexisting liver disease in the United States: a multicenter research network study. Gastroenterology. 2020;159:768–771. e3.", "ArticleIdList": ["PMC7196546", "32376408"]}, {"Citation": "Kishaba T., Tamaki H., Shimaoka Y., Fukuyama H., Yamashiro S. Staging of acute exacerbation in patients with idiopathic pulmonary fibrosis. Lung. 2014;192:141–149.", "ArticleIdList": ["24221341"]}, {"Citation": "Yan L., Zhang H.-T., Goncalves J., Xiao Y., Wang M., Guo Y., et al. An interpretable mortality prediction model for COVID-19 patients. Nat. Mach. Intell. 2020;2:283–288."}, {"Citation": "Alkorashy A.I., Doghish A.S., Abulsoud A.I., Ewees M.G., Abdelghany T.M., Elshafey M.M., et al. Effect of scopoletin on phagocytic activity of U937-derived human macrophages: Insights from transcriptomic analysis. Genomics. 2020;112:3518–3524.", "ArticleIdList": ["32243896"]}, {"Citation": "Zhou F., Yu T., Du R., Fan G., Liu Y., Liu Z., et al. Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet. 2020;395:1054–1062.", "ArticleIdList": ["PMC7270627", "32171076"]}, {"Citation": "Samra S., Habeb M., Nafae R. ABO groups can play a role in susceptibility and severity of COVID-19. Egypt. J. Bronchol. 2021;15:1–5."}, {"Citation": "Velavan T.P., Pallerla S.R., Ruter J., Augustin Y., Kremsner P.G., Krishna S., et al. Host genetic factors determining COVID-19 susceptibility and severity. EBioMedicine. 2021;72", "ArticleIdList": ["PMC8512556", "34655949"]}, {"Citation": "Initiative C.-H.G. Mapping the human genetic architecture of COVID-19. Nature. 2021;600:472–477.", "ArticleIdList": ["PMC8674144", "34237774"]}, {"Citation": "Pairo-Castineira E., Clohisey S., Klaric L., Bretherick A.D., Rawlik K., Pasko D., et al. Genetic mechanisms of critical illness in COVID-19. Nature. 2021;591:92–98.", "ArticleIdList": ["33307546"]}, {"Citation": "Shelton J.F., Shastri A.J., Ye C., Weldon C.H., Filshtein-Sonmez T., Coker D., et al. Trans-ancestry analysis reveals genetic and nongenetic associations with COVID-19 susceptibility and severity. Nat. Genet. 2021;53:801–808.", "ArticleIdList": ["33888907"]}, {"Citation": "Gheblawi M., Wang K., Viveiros A., Nguyen Q., Zhong J.C., Turner A.J., et al. Angiotensin-converting enzyme 2: SARS-CoV-2 receptor and regulator of the renin-angiotensin system: celebrating the 20th anniversary of the discovery of ACE2. Circ. Res. 2020;126:1456–1474.", "ArticleIdList": ["PMC7188049", "32264791"]}, {"Citation": "Darbani B. The expression and polymorphism of entry machinery for COVID-19 in human: juxtaposing population groups, gender, and different tissues. Int J. Environ. Res Public Health. 2020:17.", "ArticleIdList": ["PMC7277542", "32423095"]}, {"Citation": "Devaux C.A., Rolain J.M., Raoult D. ACE2 receptor polymorphism: susceptibility to SARS-CoV-2, hypertension, multi-organ failure, and COVID-19 disease outcome. Microbiol Immunol. Infect. 2020;53:425–435.", "ArticleIdList": ["PMC7201239", "32414646"]}, {"Citation": "Hou Y., Zhao J., Martin W., Kallianpur A., Chung M.K., Jehi L., et al. New insights into genetic susceptibility of COVID-19: an ACE2 and TMPRSS2 polymorphism analysis. BMC Med. 2020;18:216.", "ArticleIdList": ["PMC7360473", "32664879"]}, {"Citation": "Mohlendick B., Schonfelder K., Breuckmann K., Elsner C., Babel N., Balfanz P., et al. ACE2 polymorphism and susceptibility for SARS-CoV-2 infection and severity of COVID-19. Pharm. Genom. 2021;31:165–171.", "ArticleIdList": ["PMC8415730", "34001841"]}, {"Citation": "Pinheiro D.S., Santos R.S., Jardim P., Silva E.G., Reis A.A.S., Pedrino G.R., et al. The combination of ACE I/D and ACE2 G8790A polymorphisms revels susceptibility to hypertension: A genetic association study in Brazilian patients. PLoS One. 2019;14", "ArticleIdList": ["PMC6701835", "31430320"]}, {"Citation": "Yang M., Zhao J., Xing L., Shi L. The association between angiotensin-converting enzyme 2 polymorphisms and essential hypertension risk: A meta-analysis involving 14,122 patients. Renin Angiotensin Aldosterone Syst. 2015;16:1240–1244.", "ArticleIdList": ["25237167"]}, {"Citation": "Zou Z., Yan Y., Shu Y., Gao R., Sun Y., Li X., et al. Angiotensin-converting enzyme 2 protects from lethal avian influenza A H5N1 infections. Nat. Commun. 2014;5:3594.", "ArticleIdList": ["PMC7091848", "24800825"]}, {"Citation": "Wu C., Chen X., Cai Y., Xia J., Zhou X., Xu S., et al. Risk factors associated with acute respiratory distress syndrome and death in patients with coronavirus disease 2019 pneumonia in Wuhan, China. JAMA Intern Med. 2020;180:934–943.", "ArticleIdList": ["PMC7070509", "32167524"]}, {"Citation": "Shang J., Wan Y., Luo C., Ye G., Geng Q., Auerbach A., et al. Cell entry mechanisms of SARS-CoV-2. Proc. Natl. Acad. Sci. USA. 2020;117:11727–11734.", "ArticleIdList": ["PMC7260975", "32376634"]}, {"Citation": "Ravikanth V., Sasikala M., Naveen V., Latha S.S., Parsa K.V.L., Vijayasarathy K., et al. A variant in TMPRSS2 is associated with decreased disease severity in COVID-19. Meta Gene. 2021;29", "ArticleIdList": ["PMC8161869", "34075330"]}, {"Citation": "Alshahawey M., Raslan M., Sabri N. Sex-mediated effects of ACE2 and TMPRSS2 on the incidence and severity of COVID-19; the need for genetic implementation. Curr. Res Transl. Med. 2020;68:149–150.", "ArticleIdList": ["PMC7474911", "32917573"]}, {"Citation": "Nguyen A., David J.K., Maden S.K., Wood M.A., Weeder B.R., Nellore A., et al. Human leukocyte antigen susceptibility map for severe acute respiratory syndrome coronavirus 2. Virol. 2020:94.", "ArticleIdList": ["PMC7307149", "32303592"]}, {"Citation": "Povysil G., Butler-Laporte G., Shang N., Weng C., Khan A., Alaamery M., et al. Failure to replicate the association of rare loss-of-function variants in type I IFN immunity genes with severe COVID-19. medRxiv. 2020."}, {"Citation": "Fleischmann Jr W.R. Viral genetics. Medical Microbiology 4th edition. 1996."}, {"Citation": "Saberinia A., Alinezhad A., Jafari F., Soltany S., Sigari R.A. Oncogenic miRNAs and target therapies in colorectal cancer. Clin. Chim. Acta. 2020;508:77–91.", "ArticleIdList": ["32407782"]}, {"Citation": "Chen J., Wang R., Wang M., Wei G.-W. Mutations strengthened SARS-CoV-2 infectivity. J. Mol. Biol. 2020;432:5212–5226.", "ArticleIdList": ["PMC7375973", "32710986"]}, {"Citation": "Collier D.A., De Marco A., Ferreira I.A., Meng B., Datir R., Walls A.C., et al. SARS-CoV-2 B. 1.1. 7 escape from mRNA vaccine-elicited neutralizing antibodies. MedRxiv. 2021."}, {"Citation": "Kim D., Lee J.-Y., Yang J.-S., Kim J.W., Kim V.N., Chang H. The architecture of SARS-CoV-2 transcriptome. Cell. 2020;181:914–921. e10.", "ArticleIdList": ["PMC7179501", "32330414"]}, {"Citation": "Guzzi P.H., Mercatelli D., Ceraolo C., Giorgi F.M. Master regulator analysis of the SARS-CoV-2/human interactome. J. Clin. Med. 2020;9:982.", "ArticleIdList": ["PMC7230814", "32244779"]}, {"Citation": "Morse J.S., Lalonde T., Xu S., Liu W.R. Learning from the past: possible urgent prevention and treatment options for severe acute respiratory infections caused by 2019–nCoV. Chembiochem. 2020;21:730.", "ArticleIdList": ["PMC7162020", "32022370"]}, {"Citation": "Gui M., Song W., Zhou H., Xu J., Chen S., Xiang Y., et al. Cryo-electron microscopy structures of the SARS-CoV spike glycoprotein reveal a prerequisite conformational state for receptor binding. Cell Res. 2017;27:119–129.", "ArticleIdList": ["PMC5223232", "28008928"]}, {"Citation": "Song W., Gui M., Wang X., Xiang Y. Cryo-EM structure of the SARS coronavirus spike glycoprotein in complex with its host cell receptor ACE2. PLoS Pathog. 2018;14", "ArticleIdList": ["PMC6107290", "30102747"]}, {"Citation": "He J., Tao H., Yan Y., Huang S.-Y., Xiao Y. Molecular mechanism of evolution and human infection with SARS-CoV-2. Viruses. 2020;12:428.", "ArticleIdList": ["PMC7232534", "32290077"]}, {"Citation": "Chen J., Wang R., Wei G.-W. Review of the mechanisms of SARS-CoV-2 evolution and transmission. ArXiv. 2021."}, {"Citation": "Wang R., Hozumi Y., Zheng Y.-H., Yin C., Wei G.-W. Host immune response driving SARS-CoV-2 evolution. Viruses. 2020;12:1095.", "ArticleIdList": ["PMC7599751", "32992592"]}, {"Citation": "Gribble J., Stevens L.J., Agostini M.L., Anderson-Daniels J., Chappell J.D., Lu X., et al. The coronavirus proofreading exoribonuclease mediates extensive viral recombination. PLoS Pathog. 2021;17", "ArticleIdList": ["PMC7846108", "33465137"]}, {"Citation": "Yang X., Lv L., Ye K. Genome-wide mutation landscape of SARS-CoV-2. Preprint (Version 1) available at Research Square. 2020."}, {"Citation": "van Dorp L., Acman M., Richard D., Shaw L.P., Ford C.E., Ormond L., et al. Emergence of genomic diversity and recurrent mutations in SARS-CoV-2. Infect., Genet. Evol. 2020;83", "ArticleIdList": ["PMC7199730", "32387564"]}, {"Citation": "Kuhn J.H., Bao Y., Bavari S., Becker S., Bradfute S., Brister J.R., et al. Virus nomenclature below the species level: a standardized nomenclature for natural variants of viruses assigned to the family Filoviridae. Arch. Virol. 2013;158:301–311.", "ArticleIdList": ["PMC3535543", "23001720"]}, {"Citation": "Cosar B., Karagulleoglu Z.Y., Unal S., Ince A.T., Uncuoglu D.B., Tuncer G., et al. SARS-CoV-2 Mutations and their Viral Variants. Cytokine and growth factor reviews. 2021.", "ArticleIdList": ["PMC8252702", "34580015"]}, {"Citation": "Davies N.G., Jarvis C.I., Edmunds W.J., Jewell N.P., Diaz-Ordaz K., Keogh R.H., et al. Increased hazard of death in community-tested cases of SARS-CoV-2 Variant of Concern 202012/01. MedRxiv. 2021."}, {"Citation": "Liu B., Liu K., Zhang H., Zhang L., Bian Y., Huang L. CoV-Seq, a New Tool for SARS-CoV-2 genome analysis and visualization: development and usability study. J. Med. Internet Res. 2020;22", "ArticleIdList": ["PMC7537720", "32931441"]}, {"Citation": "Rambaut A., Holmes E.C., O’Toole Á., Hill V., McCrone J.T., Ruis C., et al. Addendum: a dynamic nomenclature proposal for SARS-CoV-2 lineages to assist genomic epidemiology. Nat. Microbiol. 2021;6:415.", "ArticleIdList": ["PMC7845574", "33514928"]}, {"Citation": "Rambaut A., Holmes E.C., O'Toole Á., Hill V., McCrone J.T., Ruis C., et al. A dynamic nomenclature proposal for SARS-CoV-2 lineages to assist genomic epidemiology. Nat. Microbiol. 2020;5:1403–1407.", "ArticleIdList": ["PMC7610519", "32669681"]}, {"Citation": "Lu R., Zhao X., Li J., Niu P., Yang B., Wu H., et al. Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding. lancet. 2020;395:565–574.", "ArticleIdList": ["PMC7159086", "32007145"]}, {"Citation": "GISAID C. lineage nomenclature aids in genomic epidemiology studies of active hCoV-19 viruses. 2020."}, {"Citation": "Mercatelli D., Giorgi F.M. Geographic and genomic distribution of SARS-CoV-2 mutations. Front Microbiol. 2020;11:1800.", "ArticleIdList": ["PMC7387429", "32793182"]}, {"Citation": "Hamed S.M., Elkhatib W.F., Khairalla A.S., Noreddin A.M. Global dynamics of SARS-CoV-2 clades and their relation to COVID-19 epidemiology. Sci. Rep. 2021;11:8435.", "ArticleIdList": ["PMC8055906", "33875719"]}, {"Citation": "Shu Y., McCauley J. GISAID: Global initiative on sharing all influenza data–from vision to reality. Eurosurveillance. 2017;22:30494.", "ArticleIdList": ["PMC5388101", "28382917"]}, {"Citation": "Sengupta A., Hassan S.S., Choudhury P.P., Clade G.R. and clade GH isolates of SARS-CoV-2 in Asia show highest amount of SNPs. Infect., Genet. Evol. 2021;89", "ArticleIdList": ["PMC7816605", "33476804"]}, {"Citation": "Hadfield J., Megill C., Bell S.M., Huddleston J., Potter B., Callender C., et al. Nextstrain: real-time tracking of pathogen evolution. Bioinformatics. 2018;34:4121–4123.", "ArticleIdList": ["PMC6247931", "29790939"]}, {"Citation": "Bedford T., Hodcroft E., Neher R. Updated Nextstrain SARS CoV-2 clade naming strategy. 〈https://nextstrainorg/blog/2021–01-06-updated-SARS-CoV-2-clade-naming〉 2021."}, {"Citation": "Yoo H.-M., Kim I.-H., Kim S. Nucleic Acid Testing of SARS-CoV-2. Int J. Mol. Sci. 2021;22:6150.", "ArticleIdList": ["PMC8201071", "34200331"]}, {"Citation": "Konings F., Perkins M.D., Kuhn J.H., Pallen M.J., Alm E.J., Archer B.N., et al. SARS-CoV-2 variants of interest and concern naming scheme conducive for global discourse. Nat. Microbiol. 2021;6:821–823.", "ArticleIdList": ["34108654"]}, {"Citation": "COVID-19 W.H.O. weekly epidemiological update, 25. Spec. Ed. 2021:ed2021."}, {"Citation": "Lauring A.S., Malani P.N. Variants of SARS-CoV-2. JAMA. 2021;326:880–.", "ArticleIdList": ["34387645"]}, {"Citation": "Control CfD, Prevention. SARS-CoV-2 variant classifications and definitions. 2021. p. 2020."}, {"Citation": "Sanyaolu A., Okorie C., Marinkovic A., Haider N., Abbasi A.F., Jaferi U., et al. The emerging SARS-CoV-2 variants of concern. Ther. Adv. Infect. Dis. 2021;8 20499361211024372.", "ArticleIdList": ["PMC8216402", "34211709"]}, {"Citation": "Aleem A., Akbar Samad A.B., Slenker A.K. Emerging Variants of SARS-CoV-2 And Novel Therapeutics Against Coronavirus (COVID-19). StatPearls. Treasure Island (FL): StatPearls Publishing Copyright © 2021, StatPearls Publishing LLC.; 2021.", "ArticleIdList": ["34033342"]}, {"Citation": "Kim Y., Kim E.-J., Lee S.-W., Kwon D. Review of the early reports of the epidemiological characteristics of the B. 1.1. 7 variant of SARS-CoV-2 and its spread worldwide. Osong Public Health Res Perspect. 2021.", "ArticleIdList": ["PMC8256300", "34218651"]}, {"Citation": "team Ee Updated rapid risk assessment from ECDC on the risk related to the spread of new SARS-CoV-2 variants of concern in the EU/EEA - first update. Eur. Surveill. 2021:26.", "ArticleIdList": ["PMC7848680", "33478621"]}, {"Citation": "Brookman S., Cook J., Zucherman M., Broughton S., Harman K., Gupta A. Effect of the new SARS-CoV-2 variant B.1.1.7 on children and young people. Lancet Child Adolesc. Health. 2021;5:e9–e10.", "ArticleIdList": ["PMC7906637", "33581054"]}, {"Citation": "Gómez C.E., Perdiguero B., Esteban M. Emerging SARS-CoV-2 variants and impact in global vaccination programs against SARS-CoV-2/COVID-19. Vaccin. (Basel) 2021:9.", "ArticleIdList": ["PMC7999234", "33799505"]}, {"Citation": "Tegally H., Wilkinson E., Giovanetti M., Iranzadeh A., Fonseca V., Giandhari J., et al. Emergence and rapid spread of a new severe acute respiratory syndrome-related coronavirus 2 (SARS-CoV-2) lineage with multiple spike mutations in South Africa. MedRxiv. 2020."}, {"Citation": "Wang P., Casner R.G., Nair M.S., Wang M., Yu J., Cerutti G., et al. Increased resistance of SARS-CoV-2 variant P. 1 to antibody neutralization. Cell host Microbe. 2021;29:747–751. e4.", "ArticleIdList": ["PMC8053237", "33887205"]}, {"Citation": "Sabino E.C., Buss L.F., Carvalho M.P., Prete C.A., Crispim M.A., Fraiji N.A., et al. Resurgence of COVID-19 in Manaus, Brazil, despite high seroprevalence. Lancet. 2021;397:452–455.", "ArticleIdList": ["PMC7906746", "33515491"]}, {"Citation": "Faria N.R., Claro I.M., Candido D., Franco L.M., Andrade P.S., Coletti T.M., et al. Genomic characterisation of an emergent SARS-CoV-2 lineage in Manaus: preliminary findings. Virological. 2021;372:815–821."}, {"Citation": "Yadav P.D., Sapkal G.N., Abraham P., Ella R., Deshpande G., Patil D.Y., et al. Neutralization of Variant Under Investigation B.1.617.1 With Sera of BBV152 Vaccinees. Clinical Infectious Diseases. 2021.", "ArticleIdList": ["33961693"]}, {"Citation": "Planas D., Veyer D., Baidaliuk A., Staropoli I., Guivel-Benhassine F., Rajah M.M., et al. Reduced sensitivity of SARS-CoV-2 variant Delta to antibody neutralization. Nature. 2021;596:276–280.", "ArticleIdList": ["34237773"]}, {"Citation": "Singh A.K., Singh R., Joshi S.R., Misra A. Mucormycosis in COVID-19: A systematic review of cases reported worldwide and in India. Diabetes Metab. Syndr. 2021;15 (-)", "ArticleIdList": ["PMC8137376", "34192610"]}, {"Citation": "Zhang W., Davis B.D., Chen S.S., Martinez J.M.S., Plummer J.T., Vail E. Emergence of a novel SARS-CoV-2 variant in Southern California. Jama. 2021;325:1324–1326.", "ArticleIdList": ["PMC7879386", "33571356"]}, {"Citation": "Team C.C.-R. SARS-CoV-2 B.1.1.529 (Omicron) Variant - United States, December 1-8, 2021. MMWR Morb. Mortal. Wkly Rep. 2021;70:1731–1734.", "ArticleIdList": ["PMC8675659", "34914670"]}, {"Citation": "COVID C, Team. SARS-CoV-2 B. 1.1. 529 (Omicron) Variant—United States, December 1–8, 2021. 2021. p. 1731.", "ArticleIdList": ["PMC8675659", "34914670"]}, {"Citation": "Choudhary O.P., Dhawan M. Priyanka. Omicron variant (B.1.1.529) of SARS-CoV-2: Threat assessment and plan of action. Int J. Surg. 2021;97 (-)", "ArticleIdList": ["PMC8656212", "34896627"]}, {"Citation": "Zuckerman N., Nemet I., Kliker L., Atari N., Lustig Y., Bucris E., et al. The SARS-CoV-2 Lambda variant and its neutralisation efficiency following vaccination with Comirnaty, Israel, April to June 2021. Eur. Surveill. 2021:26.", "ArticleIdList": ["PMC8646983", "34763751"]}, {"Citation": "Uriu K., Kimura I., Shirakawa K., Takaori-Kondo A., Nakada T.-a, Kaneda A., et al. Neutralization of the SARS-CoV-2 Mu variant by convalescent and vaccine serum. N. Engl. J. Med. 2021", "ArticleIdList": ["PMC8609602", "34731554"]}, {"Citation": "Collier D.A., De Marco A., Ferreira I.A., Meng B., Datir R.P., Walls A.C., et al. Sensitivity of SARS-CoV-2 B. 1.1. 7 to mRNA vaccine-elicited antibodies. Nature. 2021;593:136–141.", "ArticleIdList": ["33706364"]}, {"Citation": "Harvey W.T., Carabelli A.M., Jackson B., Gupta R.K., Thomson E.C., Harrison E.M., et al. SARS-CoV-2 variants, spike mutations and immune escape. Nat. Rev. Microbiol. 2021;19:409–424.", "ArticleIdList": ["PMC8167834", "34075212"]}, {"Citation": "Hacisuleyman E., Hale C., Saito Y., Blachere N.E., Bergh M., Conlon E.G., et al. Vaccine breakthrough infections with SARS-CoV-2 variants. N. Engl. J. Med. 2021;384:2212–2218.", "ArticleIdList": ["PMC8117968", "33882219"]}, {"Citation": "Hu B., Guo H., Zhou P., Shi Z.-L. Characteristics of SARS-CoV-2 and COVID-19. Nat. Rev. Microbiol. 2021;19:141–154.", "ArticleIdList": ["PMC7537588", "33024307"]}, {"Citation": "Kangabam R., Sahoo S., Ghosh A., Roy R., Silla Y., Misra N., et al. Next-generation computational tools and resources for coronavirus research: from detection to vaccine discovery. Comput. Biol. Med. 2021;128", "ArticleIdList": ["PMC7705366", "33301953"]}, {"Citation": "Polack F.P., Thomas S.J., Kitchin N., Absalon J., Gurtman A., Lockhart S., et al. Safety and efficacy of the BNT162b2 mRNA Covid-19 vaccine. N. Engl. J. Med. 2020", "ArticleIdList": ["PMC7745181", "33301246"]}, {"Citation": "Yang J., Wang W., Chen Z., Lu S., Yang F., Bi Z., et al. A vaccine targeting the RBD of the S protein of SARS-CoV-2 induces protective immunity. Nature. 2020;586:572–577.", "ArticleIdList": ["32726802"]}, {"Citation": "Chaudhry S.N., Hazafa A., Mumtaz M., Kalsoom U., Abbas S., Kainaat A., et al. New insight on possible vaccine development against SARS-CoV-2. Life Sci. 2020", "ArticleIdList": ["PMC7484811", "32926920"]}, {"Citation": "Vankadari N., Wilce J.A. Emerging COVID-19 coronavirus: glycan shield and structure prediction of spike glycoprotein and its interaction with human CD26. Emerg. Microbes Infect. 2020;9:601–604.", "ArticleIdList": ["PMC7103712", "32178593"]}, {"Citation": "Zuo Z., Wu T., Pan L., Zuo C., Hu Y., Luo X., et al. Modalities and mechanisms of treatment for coronavirus disease 2019. Front. Pharmacol. 2021:2257.", "ArticleIdList": ["PMC7908061", "33643033"]}, {"Citation": "Banerji A., Wickner P.G., Saff R., Stone C.A., Jr, Robinson L.B., Long A.A., et al. mRNA vaccines to prevent COVID-19 disease and reported allergic reactions: current evidence and suggested approach. Allergy Clin. Immunol. Pr. 2021;9:1423–1437.", "ArticleIdList": ["PMC7948517", "33388478"]}, {"Citation": "WHO. 10 Vaccines Approved for Use by WHO. (Accessed January 5, 2022). 2022."}, {"Citation": "Samaranayake L.P., Seneviratne C.J., Fakhruddin K.S. Coronavirus disease 2019 (COVID-19) vaccines: A concise review. Oral Dis. 2021.", "ArticleIdList": ["PMC8242875", "33991381"]}, {"Citation": "Verdecia M., Kokai-Kun J.F., Kibbey M., Acharya S., Venema J., Atouf F. COVID-19 vaccine platforms: Delivering on a promise? Hum. Vaccin Immunother. 2021;17:2873–2893.", "ArticleIdList": ["PMC8381795", "34033528"]}, {"Citation": "Chi W.-Y., Li Y.-D., Huang H.-C., Chan T.E.H., Chow S.-Y., Su J.-H., et al. COVID-19 vaccine update: vaccine effectiveness, SARS-CoV-2 variants, boosters, adverse effects, and immune correlates of protection. 2022;29:1–27.", "ArticleIdList": ["PMC9569411", "36243868"]}, {"Citation": "Wang J., Peng Y., Xu H., Cui Z., Williams R.O. The COVID-19 vaccine race: challenges and opportunities in vaccine formulation. AAPS PharmSciTech. 2020;21:1–12.", "ArticleIdList": ["PMC7405756", "32761294"]}, {"Citation": "Sanders B., Koldijk M., Schuitemaker H. Vaccine analysis: strategies, principles, and control. Springer,; 2015. Inactivated Viral Vaccines; pp. 45–80."}, {"Citation": "Ghasemiyeh P., Mohammadi-Samani S., Firouzabadi N., Dehshahri A., Vazin A. A focused review on technologies, mechanisms, safety, and efficacy of available COVID-19 vaccines. Int. Immunopharmacol. 2021;100", "ArticleIdList": ["PMC8445802", "34562844"]}, {"Citation": "Nims R., Plavsic M. Circovirus inactivation: a literature review. bioprocessing. Journal. 2012:11.", "ArticleIdList": ["0"]}, {"Citation": "Wang W.-H., Urbina A.N., Lin C.-Y., Yang Z.-S., Assavalapsakul W., Thitithanyanont A., et al. Targets and strategies for vaccine development against dengue viruses. Biomed. Pharmacother. 2021;144", "ArticleIdList": ["34634560"]}, {"Citation": "Kumar S., Sunagar R., Gosselin E. Bacterial protein toll-like-receptor agonists: a novel perspective on vaccine adjuvants. Front. Immunol. 2019;10:1144.", "ArticleIdList": ["PMC6549121", "31191528"]}, {"Citation": "Van Dis E., Sogi K.M., Rae C.S., Sivick K.E., Surh N.H., Leong M.L., et al. STING-activating adjuvants elicit a Th17 immune response and protect against Mycobacterium tuberculosis infection. Cell Rep. 2018;23:1435–1447.", "ArticleIdList": ["PMC6003617", "29719256"]}, {"Citation": "Alsulaiman J.W., Khasawneh A.I., Kheirallah K.A. Could “trained immunity” be induced by live attenuated vaccines protect against COVID-19? Review of available evidence. J. Infect. Dev. Ctries. 2020;14:957–962.", "ArticleIdList": ["33031080"]}, {"Citation": "Shah S.S., Patel C.M., Patel D.H., Vadgama P.H., Patel M., Trivedi R. A review on modern use of intranasal vaccination in the treatment of SARS-COV-2. J. Drug Deliv. Ther. 2021;11:263–270."}, {"Citation": "Syomin B., Ilyin Y. Virus-like particles as an instrument of vaccine production. Mol. Biol. 2019;53:323–334.", "ArticleIdList": ["PMC7088979", "32214478"]}, {"Citation": "Ura T., Yamashita A., Mizuki N., Okuda K., Shimada M. New vaccine production platforms used in developing SARS-CoV-2 vaccine candidates. Vaccin. (Basel) 2021;39:197.", "ArticleIdList": ["PMC7685034", "33279318"]}, {"Citation": "Meseda C.A., Stauft C.B., Selvaraj P., Lien C.Z., Pedro C., Nuñez I.A., et al. MVA vector expression of SARS-CoV-2 spike protein and protection of adult Syrian hamsters against SARS-CoV-2 challenge. npj Vaccin. 2021;6:1–10.", "ArticleIdList": ["PMC8642471", "34862398"]}, {"Citation": "Khalaj‐Hedayati A., Chua C.L.L., Smooker P., Lee K.W. Nanoparticles in influenza subunit vaccine development: immunogenicity enhancement. Influenza Other Respir. Virus. 2020;14:92–101.", "ArticleIdList": ["PMC6928032", "31774251"]}, {"Citation": "Lin H.-T., Chen C.-C., Chiao D.-J., Chang T.-Y., Chen X.-A., Young J.-J., et al. Nanoparticular CpG-adjuvanted SARS-CoV-2 S1 protein elicits broadly neutralizing and Th1-biased immunoreactivity in mice. Int. J. Biol. Macromol. 2021;193:1885–1897.", "ArticleIdList": ["PMC8580573", "34774590"]}, {"Citation": "Mouliou D.S., Pantazopoulos I., Gourgoulianis K.I. Social response to the vaccine against COVID-19: the underrated power of influence. journal of personalized medicine. 2022;12:15.", "ArticleIdList": ["PMC8778590", "35055329"]}, {"Citation": "WHO . World Health Organization,; 2021. Interim recommendations for use of the Novavax NVX-CoV2373 vaccine against COVID-19: interim guidance, 20 December 2021."}, {"Citation": "Batty C.J., Heise M.T., Bachelder E.M., Ainslie K.M. Vaccine formulations in clinical development for the prevention of severe acute respiratory syndrome coronavirus 2 infection. Adv. Drug Deliv. Rev. 2021;169:168–189.", "ArticleIdList": ["PMC7733686", "33316346"]}, {"Citation": "Tsakiri M., Naziris N., Demetzos C. Innovative vaccine platforms against infectious diseases: Under the scope of the COVID-19 pandemic. Int. J. Pharm. 2021;610", "ArticleIdList": ["PMC8527590", "34687816"]}, {"Citation": "Dong Y., Dai T., Wei Y., Zhang L., Zheng M., Zhou F. A systematic review of SARS-CoV-2 vaccine candidates. Signal Transduct. Target Ther. 2020;5:1–14.", "ArticleIdList": ["PMC7551521", "33051445"]}, {"Citation": "Belete T.M. A review on Promising vaccine development progress for COVID-19 disease. Vacunas. 2020;21:121–128.", "ArticleIdList": ["PMC7293477", "32837460"]}, {"Citation": "Robert-Guroff M. Replicating and non-replicating viral vectors for vaccine development. Curr. Opin. Biotechnol. 2007;18:546–556.", "ArticleIdList": ["PMC2245896", "18063357"]}, {"Citation": "Sauter S.L., Rahman A., Muralidhar G. Non-replicating viral vector-based AIDS vaccines: interplay between viral vectors and the immune system. Curr. HIV Res. 2005;3:157–181.", "ArticleIdList": ["15853721"]}, {"Citation": "Callaway E. Coronavirus vaccines leap through safety trials - but which will work is anybody's guess. Nature. 2020;583:669–670.", "ArticleIdList": ["32710003"]}, {"Citation": "Boyarsky B.J., Chiang T.P.-Y., Ou M.T., Werbel W.A., Massie A.B., Segev D.L., et al. Antibody response to the Janssen COVID-19 vaccine in solid organ transplant recipients. Transplantation. 2021;105:e82–e83.", "ArticleIdList": ["PMC8298284", "34098566"]}, {"Citation": "Rijkers G.T., Weterings N., Obregon-Henao A., Lepolder M., Dutt T.S., van Overveld F.J., et al. Antigen Presentation of mRNA-Based and Virus-Vectored SARS-CoV-2 Vaccines. Vaccin. (Basel) 2021;9:848.", "ArticleIdList": ["PMC8402319", "34451973"]}, {"Citation": "Chaudhary J.K., Yadav R., Chaudhary P.K., Maurya A., Kant N., Rugaie O.A., et al. Insights into COVID-19 vaccine development based on immunogenic structural proteins of SARS-CoV-2, Host Immune Responses, and Herd Immunity. Cells. 2021;10:2949.", "ArticleIdList": ["PMC8616290", "34831172"]}, {"Citation": "Chauhan N., Soni S., Gupta A., Aslam M., Jain U. Interpretative immune targets and contemporary position for vaccine development against SARS‐CoV‐2: A systematic review. J. Med. Virol. 2021;93:1967–1982.", "ArticleIdList": ["PMC7753271", "33270225"]}, {"Citation": "Seneff S., Nigh G. Worse than the disease? reviewing some possible unintended consequences of the mRNA Vaccines Against COVID-19. Int. J. Vaccin. Theory, Pract., Res. 2021;2:38–79."}, {"Citation": "Wadhwa A., Aljabbari A., Lokras A., Foged C., Thakur A. Opportunities and challenges in the delivery of mRNA-based vaccines. Pharmaceutics. 2020;12:102.", "ArticleIdList": ["PMC7076378", "32013049"]}, {"Citation": "Guevara M.L., Persano S., Persano F. Lipid-based vectors for therapeutic mRNA-based anti-cancer vaccines. Curr. Pharm. Des. 2019;25:1443–1454.", "ArticleIdList": ["31258071"]}, {"Citation": "Khurana A., Allawadhi P., Khurana I., Allwadhi S., Weiskirchen R., Banothu A.K., et al. Role of nanotechnology behind the success of mRNA vaccines for COVID-19. Nano Today. 2021;38", "ArticleIdList": ["PMC7997390", "33815564"]}, {"Citation": "Uddin M.N., Roni M.A. Challenges of storage and stability of mRNA-based COVID-19 vaccines. Vaccin. (Basel) 2021;9:1033.", "ArticleIdList": ["PMC8473088", "34579270"]}, {"Citation": "Fortner A., Schumacher D. First COVID-19 vaccines receiving the US FDA and EMA emergency use authorization. Discov. (Craiova) 2021;9 e122.", "ArticleIdList": ["PMC8101362", "33969180"]}, {"Citation": "Elkhalifa D., Rayan M., Negmeldin A.T., Elhissi A., Khalil A. Chemically modified mRNA beyond COVID-19: potential preventive and therapeutic applications for targeting chronic diseases. Biomed. Pharmacother. 2022;145", "ArticleIdList": ["PMC8552589", "34915673"]}, {"Citation": "Zhu D., Meng Y., Qimuge A., Bilige B., Baiyin T., Temuqile T., et al. Oral delivery of SARS-CoV-2 DNA vaccines using attenuated Salmonella typhimurium as a carrier in rat. BioRxiv. 2020:2020.07.23.217174.", "ArticleIdList": ["PMC9790184", "36589521"]}, {"Citation": "Chavda V.P., Hossain M.K., Beladiya J., Apostolopoulos V. Nucleic Acid Vaccines for COVID-19: A Paradigm Shift in the Vaccine Development Arena. Biologics. 2021;1:337–356."}, {"Citation": "Powers A.M. Vaccine and therapeutic options to control chikungunya virus. Clin. Microbiol. Rev. 2018;31:e00104–e00116.", "ArticleIdList": ["PMC5740971", "29237708"]}, {"Citation": "Gulce-Iz S., Saglam-Metiner P. In: Immune Response Activation and Immunomodulation. Tyagi R.K., Bisen P.S., editors. IntechOpen; 2019. Current state of the art in DNA vaccine delivery and molecular adjuvants: Bcl-xL anti-apoptotic protein as a molecular adjuvant; pp. 1–16."}, {"Citation": "Yin Y., Su W., Zhang J., Huang W., Li X., Ma H., et al. Separable Microneedle Patch to Protect and Deliver DNA Nanovaccines Against COVID-19. ACS Nano. 2021;15:14347–14359.", "ArticleIdList": ["34472328"]}, {"Citation": "Peletta A., Prompetchara E., Tharakhet K., Kaewpang P., Buranapraditkun S., Techawiwattanaboon T., et al. DNA vaccine administered by cationic lipoplexes or by in vivo electroporation induces comparable antibody responses against SARS-CoV-2 in Mice. Vaccin. (Basel) 2021:9.", "ArticleIdList": ["PMC8402479", "34451998"]}, {"Citation": "Keshavarz M., Mirzaei H., Salemi M., Momeni F., Mousavi M.J., Sadeghalvad M., et al. Influenza vaccine: Where are we and where do we go? Rev. Med. Virol. 2019;29", "ArticleIdList": ["30408280"]}, {"Citation": "Chavda V.P., Pandya R., Apostolopoulos V. DNA vaccines for SARS-CoV-2: toward third-generation vaccination era. Expert Rev. Vaccin. 2021;20:1549–1560.", "ArticleIdList": ["PMC8567274", "34582298"]}, {"Citation": "Jiang S., Du L., Shi Z. An emerging coronavirus causing pneumonia outbreak in Wuhan, China: calling for developing therapeutic and prophylactic strategies. Emerg. Microbes Infect. 2020;9:275–277.", "ArticleIdList": ["PMC7033706", "32005086"]}, {"Citation": "Prevention ECfD, Control. Situation update worldwide, as of 21 April 2020. Eur Cent Dis Prev Control. 2020."}, {"Citation": "Baud D., Qi X., Nielsen-Saines K., Musso D., Pomar L., Favre G. Real estimates of mortality following COVID-19 infection. Lancet Infect. Dis. 2020;20:773.", "ArticleIdList": ["PMC7118515", "32171390"]}, {"Citation": "Domingo E. Quasispecies Theory in Virology. Virol. 2002;76:463–465.", "ArticleIdList": ["PMC135734", "33739796"]}, {"Citation": "Kruse R.L. Therapeutic strategies in an outbreak scenario to treat the novel coronavirus originating in Wuhan. China F1000Res. 2020;9:72.", "ArticleIdList": ["PMC7029759", "32117569"]}, {"Citation": "Jiang S., Hillyer C., Du L. Neutralizing antibodies against SARS-CoV-2 and other human coronaviruses. Trends Immunol. 2020;41:355–359.", "ArticleIdList": ["PMC7129017", "32249063"]}, {"Citation": "WHO . World Health Organization; 2020. Laboratory Testing for Coronavirus Disease (‎‎‎ COVID-19)‎‎‎ in Suspected Human Cases: Interim Guidance, 19 March 2020."}, {"Citation": "Xiao S.Y., Wu Y., Liu H. Evolving status of the 2019 novel coronavirus infection: proposal of conventional serologic assays for disease diagnosis and infection monitoring. J. Med. Virol. 2020;92:464.", "ArticleIdList": ["PMC7167054", "32031264"]}, {"Citation": "Gorse G.J., Donovan M.M., Patel G.B. Antibodies to coronaviruses are higher in older compared with younger adults and binding antibodies are more sensitive than neutralizing antibodies in identifying coronavirus‐associated illnesses. J. Med. Virol. 2020;92:512–517.", "ArticleIdList": ["PMC7166442", "32073157"]}, {"Citation": "Ogando N.S., Ferron F., Decroly E., Canard B., Posthuma C.C., Snijder E.J. The curious case of the nidovirus exoribonuclease: its role in RNA synthesis and replication fidelity. Front. Microbiol. 2019;10:1813.", "ArticleIdList": ["PMC6693484", "31440227"]}, {"Citation": "Eckerle L.D., Becker M.M., Halpin R.A., Li K., Venter E., Lu X., et al. Infidelity of SARS-CoV Nsp14-exonuclease mutant virus replication is revealed by complete genome sequencing. PLoS Pathog. 2010;6", "ArticleIdList": ["PMC2865531", "20463816"]}, {"Citation": "Kirchdoerfer R.N., Ward A.B. Structure of the SARS-CoV nsp12 polymerase bound to nsp7 and nsp8 co-factors. Nat. Commun. 2019;10:1–9.", "ArticleIdList": ["PMC6538669", "31138817"]}, {"Citation": "Gao Y., Yan L., Huang Y., Liu F., Zhao Y., Cao L., et al. Structure of RNA-dependent RNA polymerase from 2019-nCoV, a major antiviral drug target. BioRxiv. 2020."}, {"Citation": "Lim S.-Y., Osuna C., Lakritz J., Chen E., Yoon G., Taylor R., et al. Open Forum Infectious Diseases. Oxford University Press,; 2017. Galidesivir, a direct-acting antiviral drug, abrogates viremia in rhesus macaques challenged with Zika virus."}, {"Citation": "Furuta Y., Gowen B.B., Takahashi K., Shiraki K., Smee D.F., Barnard D.L. Favipiravir (T-705), a novel viral RNA polymerase inhibitor. Antivir. Res. 2013;100:446–454.", "ArticleIdList": ["PMC3880838", "24084488"]}, {"Citation": "Morgenstern B., Michaelis M., Baer P.C., Doerr H.W., Cinatl J., Jr Ribavirin and interferon-β synergistically inhibit SARS-associated coronavirus replication in animal and human cell lines. Biochem. Biophys. Res. Commun. 2005;326:905–908.", "ArticleIdList": ["PMC7092851", "15607755"]}, {"Citation": "Agostini M.L., Andres E.L., Sims A.C., Graham R.L., Sheahan T.P., Lu X., et al. Coronavirus susceptibility to the antiviral remdesivir (GS-5734) is mediated by the viral polymerase and the proofreading exoribonuclease. MBio. 2018;9:e00221–18.", "ArticleIdList": ["PMC5844999", "29511076"]}, {"Citation": "Andreano E., Piccini G., Licastro D., Casalino L., Johnson N., Paciello I., et al. SARS-CoV-2 escape in vitro from a highly neutralizing COVID-19 convalescent plasma. BioRxiv. 2020.", "ArticleIdList": ["PMC8433494", "34417349"]}, {"Citation": "WHO. The effects of virus variants on COVID-19 vaccines. 2021. 2021."}, {"Citation": "Supasa P., Zhou D., Dejnirattisai W., Liu C., Mentzer A.J., Ginn H.M., et al. Reduced neutralization of SARS-CoV-2 B. 1.1. 7 variant by convalescent and vaccine sera. Cell. 2021;184:2201–2211. e7.", "ArticleIdList": ["PMC7891044", "33743891"]}, {"Citation": "Zhou D., Dejnirattisai W., Supasa P., Liu C., Mentzer A.J., Ginn H.M., et al. Evidence of escape of SARS-CoV-2 variant B. 1.351 from natural and vaccine-induced sera. Cell. 2021;184:2348–2361. e6.", "ArticleIdList": ["PMC7901269", "33730597"]}, {"Citation": "Wibmer C.K., Ayres F., Hermanus T., Madzivhandila M., Kgagudi P., Oosthuysen B., et al. SARS-CoV-2 501Y. V2 escapes neutralization by South African COVID-19 donor plasma. Nat. Med. 2021;27:622–625.", "ArticleIdList": ["33654292"]}, {"Citation": "Rathnasinghe R., Jangra S., Cupic A., Martínez-Romero C., Mulder L.C., Kehrer T., et al. The N501Y mutation in SARS-CoV-2 spike leads to morbidity in obese and aged mice and is neutralized by convalescent and post-vaccination human sera. MedRxiv. 2021"}, {"Citation": "Muik A., Lui B.G., Wallisch A.-K., Bacher M., Muehl J., Reinholz J., et al. Neutralization of SARS-CoV-2 Omicron pseudovirus by BNT162b2 vaccine-elicited human sera. medRxiv. 2021."}, {"Citation": "Collier D., Meng B., Ferreira I., Datir R., Temperton N.J., Elmer A., et al. Impact of SARS-CoV-2 B. 1.1. 7 Spike variant on neutralisation potency of sera from individuals vaccinated with Pfizer vaccine BNT162b2. MedRxiv. 2021"}, {"Citation": "Xie X., Zou J., Fontes-Garfias C.R., Xia H., Swanson K.A., Cutler M., et al. Neutralization of N501Y mutant SARS-CoV-2 by BNT162b2 vaccine-elicited sera. BioRxiv. 2021", "ArticleIdList": ["33558724"]}, {"Citation": "Bian L., Gao F., Zhang J., He Q., Mao Q., Xu M., et al. Effects of SARS-CoV-2 variants on vaccine efficacy and response strategies. Expert Rev. Vaccin. 2021;20:365–373.", "ArticleIdList": ["PMC8054487", "33851875"]}, {"Citation": "Shen X., Tang H., McDanal C., Wagh K., Fischer W., Theiler J., et al. SARS-CoV-2 variant B. 1.1. 7 is susceptible to neutralizing antibodies elicited by ancestral spike vaccines. Cell host Microbe. 2021;29:529–539. e3.", "ArticleIdList": ["PMC7934674", "33705729"]}, {"Citation": "Huang B., Dai L., Wang H., Hu Z., Yang X., Tan W., et al. Neutralization of SARS-CoV-2 VOC 501Y. V2 by human antisera elicited by both inactivated BBIBP-CorV and recombinant dimeric RBD ZF2001 vaccines. BioRxiv. 2021."}, {"Citation": "Novavax. Novavax COVID-19 vaccine demonstrates 89.3% efficacy in UK phase 3 trial. 2021."}, {"Citation": "Johnson J. Johnson announces single-shot Janssen COVID-19 vaccine candidate met primary endpoints in interim analysis of its phase 3 ENSEMBLE trial. Jan 29, 2021. 2021."}, {"Citation": "Honein M.A., Christie A., Rose D.A., Brooks J.T., Meaney-Delman D., Cohn A., et al. Summary of guidance for public health strategies to address high levels of community transmission of SARS-CoV-2 and related deaths, December 2020. MMWR Morb. Mortal. Wkly Rep. 2020;69:1860–1867.", "ArticleIdList": ["PMC7737690", "33301434"]}, {"Citation": "Hirose R., Ikegaya H., Naito Y., Watanabe N., Yoshida T., Bandou R., et al. Survival of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and influenza virus on human skin: importance of hand hygiene in coronavirus disease 2019 (COVID-19) Clin. Infect. Dis. 2021;73:e4329–e4335.", "ArticleIdList": ["PMC7665347", "33009907"]}, {"Citation": "Lindsley W.G., Derk R.C., Coyle J.P., Martin S.B., Jr., Mead K.R., Blachere F.M., et al. Efficacy of portable air cleaners and masking for reducing indoor exposure to simulated exhaled SARS-CoV-2 Aerosols - United States, 2021. MMWR Morb. Mortal. Wkly Rep. 2021;70:972–976.", "ArticleIdList": ["PMC8312755", "34237047"]}, {"Citation": "Rahimi Pordanjani S., Hasanpour A., Askarpour H., Bastam D., Rafiee M., Khazaei Z., et al. Aspects of epidemiology, pathology, virology, immunology, transmission, prevention, prognosis, diagnosis, and treatment of COVID-19 pandemic: a narrative review. Int J. Prev. Med. 2021;12:38.", "ArticleIdList": ["PMC8218815", "34249287"]}, {"Citation": "Davies M.A., Kassanjee R., Rousseau P., Morden E., Johnson L., Solomon W., et al. Outcomes of laboratory‐confirmed SARS‐CoV‐2 infection in the Omicron‐driven fourth wave compared with previous waves in the Western Cape Province, South Africa. 2022.", "ArticleIdList": ["PMC9115442", "35411997"]}, {"Citation": "Andrews N., Tessier E., Stowe J., Gower C., Kirsebom F., Simmons R., et al. Duration of protection against mild and severe disease by Covid-19. vaccines. 2022;386:340–350.", "ArticleIdList": ["PMC8781262", "35021002"]}, {"Citation": "Thomas S.J., Moreira E.D., Jr, Kitchin N., Absalon J., Gurtman A., Lockhart S., et al. Saf. Effic. BNT162b2 mRNA Covid-19 Vaccin. 6 Mon. 2021;385:1761–1773.", "ArticleIdList": ["PMC8461570", "34525277"]}, {"Citation": "Moreira E.D., Jr, Kitchin N., Xu X., Dychter S.S., Lockhart S., Gurtman A., et al. Safety and efficacy of a third dose of BNT162b2 COVID-19. vaccine. 2022;386:1910–1921.", "ArticleIdList": ["PMC9006787", "35320659"]}, {"Citation": "Muik A., Lui B.G., Wallisch A.-K., Bacher M., Mühl J., Reinholz J., et al. Neutralization SARS-CoV-2 Omicron BNT162b2 mRNA Vaccin. Hum. sera. 2022;375:678–680.", "ArticleIdList": ["PMC9836206", "35040667"]}, {"Citation": "Accorsi E.K., Britton A., Fleming-Dutra K.E., Smith Z.R., Shang N., Derado G., et al. Association between 3 doses of mRNA COVID-19 vaccine and symptomatic infection caused by the SARS-CoV-2 Omicron and Delta variants. 2022;327:639–651.", "ArticleIdList": ["PMC8848203", "35060999"]}, {"Citation": "Lustig Y., Gonen T., Meltzer L., Gilboa M., Indenbaum V., Cohen C., et al. Superior immunogenicity and effectiveness of the third compared to the second BNT162b2 vaccine dose. 2022:1–7.", "ArticleIdList": ["35534723"]}, {"Citation": "Muecksch F., Wang Z., Cho A., Gaebler C., Ben Tanfous T., DaSilva J., et al. Increased memory B cell potency and breadth after a SARS-CoV-2 mRNA boost. 2022:1–7.", "ArticleIdList": ["PMC9259484", "35447027"]}, {"Citation": "Kuhlmann C., Mayer C.K., Claassen M., Maponga T., Burgers W.A., Keeton R., et al. Breakthrough infections with SARS-CoV-2 omicron despite mRNA vaccine booster dose. 2022;399:625–626.", "ArticleIdList": ["PMC8765759", "35063123"]}, {"Citation": "Levine-Tiefenbrun M., Yelin I., Alapi H., Katz R., Herzel E., Kuint J., et al. Viral loads of Delta-variant SARS-CoV-2 breakthrough infections after vaccination and booster with BNT162b2. 2021;27:2108–2110.", "ArticleIdList": ["34728830"]}, {"Citation": "Collier D.A., Ferreira I.A., Kotagiri P., Datir R.P., Lim E.Y., Touizer E., et al. Age-related immune response heterogeneity to SARS-CoV-2 vaccine BNT162b2. 2021;596:417–422.", "ArticleIdList": ["PMC8373615", "34192737"]}, {"Citation": "Shapiro L.C., Thakkar A., Campbell S.T., Forest S.K., Pradhan K., Gonzalez-Lugo J.D., et al. Efficacy of booster doses in augmenting waning immune responses to COVID-19 vaccine in patients with cancer. 2022;40:3–5.", "ArticleIdList": ["PMC8595142", "34838186"]}, {"Citation": "Naranbhai V., Denis K.J.S., Lam E.C., Ofoman O., Garcia-Beltran W.F., Mairena C.B., et al. Neutralization breadth SARS-CoV-2 Viral Var. Prim. Ser. Boost. SARS-CoV-2 Vaccin. Patients Cancer. 2022;40:103–108. e2.", "ArticleIdList": ["PMC8730528", "34990570"]}, {"Citation": "Zeng C., Evans J.P., Chakravarthy K., Qu P., Reisinger S., Song N.-J., et al. COVID-19 mRNA booster vaccines elicit strong protection against SARS-CoV-2 Omicron variant in patients with cancer. 2022;40:117–119.", "ArticleIdList": ["PMC8716174", "34986328"]}, {"Citation": "Bar-On Y.M., Goldberg Y., Mandel M., Bodenheimer O., Amir O., Freedman L., et al. Protection by a fourth dose of BNT162b2 against omicron in Israel. 2022;386:1712–1720.", "ArticleIdList": ["PMC9006780", "35381126"]}, {"Citation": "Arbel R., Sergienko R., Friger M., Peretz A., Beckenstein T., Yaron S., et al. Eff. a Second BNT162b2 Boost. Vaccin. Hosp. death COVID-19 adults aged 60 years. 2022:1–5.", "ArticleIdList": ["35468276"]}, {"Citation": "Andrews N., Stowe J., Kirsebom F., Toffa S., Rickeard T., Gallagher E., et al. Covid-19 Vaccin. Eff. Omicron (B. 1. 1. 529) Var. 2022;386:1532–1546.", "ArticleIdList": ["PMC8908811", "35249272"]}, {"Citation": "Tartof S.Y., Slezak J.M., Puzniak L., Hong V., Frankland T.B., Ackerson B.K., et al. Effectiveness of a third dose of BNT162b2 mRNA COVID-19 vaccine in a large US health system: a retrospective cohort study. 2022;9", "ArticleIdList": ["PMC8841530", "35187521"]}, {"Citation": "Arbel R., Hammerman A., Sergienko R., Friger M., Peretz A., Netzer D., et al. BNT162b2 Vaccin. Boost. Mortal. Covid. 2021;19(385):2413–2420.", "ArticleIdList": ["PMC8728797", "34879190"]}, {"Citation": "Muhsen K., Maimon N., Mizrahi A., Varticovschi B., Bodenheimer O., Gelbshtein U., et al. Effects of BNT162b2 Covid-19 vaccine booster in long-term care facilities in Israel. 2022;386:399–401.", "ArticleIdList": ["PMC8757568", "34936758"]}, {"Citation": "Chi W.-Y., Li Y.-D., Huang H.-C., Chan T.E.H., Chow S.-Y., Su J.-H., et al. COVID-19 vaccine update: vaccine effectiveness, SARS-CoV-2 variants, boosters, adverse effects, and immune correlates of protection. J. Biomed. Sci. 2022;29:82.", "ArticleIdList": ["PMC9569411", "36243868"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "10", "Day": "13"}, {"Year": "2022", "Month": "10", "Day": "29"}, {"Year": "2022", "Month": "11", "Day": "3"}, {"Year": "2022", "Month": "11", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "12", "Hour": "18", "Minute": "18"}, {"Year": "2022", "Month": "11", "Day": "7"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36370519", "PMC9637516", "10.1016/j.biopha.2022.113977", "S0753-3322(22)01366-X"]}}], "PubmedBookArticle": []}