{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36387350", "DateRevised": {"Year": "2022", "Month": "11", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "04"}], "Language": ["eng"], "ELocationID": ["2001441", "10.1155/2022/2001441"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2022", "PubDate": {"Year": "2022"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Effects of <i>Descurainia sophia</i> on Oxidative Stress Markers and Thirst Alleviation in Hemodialysis Patients: A Randomized Double-Blinded Placebo-Controlled Cross-Over Clinical Trial.", "Pagination": {"StartPage": "2001441", "MedlinePgn": "2001441"}, "Abstract": {"AbstractText": ["Patients undergoing hemodialysis (HD) are regularly exposed to oxidative stress and inflammation and may suffer from thirst distress with no definitive treatment to address these complications. <i>Descurainia sophia</i> (DS) has been used to alleviate thirst in traditional Persian medicine. This study aimed to assess the effectiveness of DS on oxidation factors and thirst score in HD patients.", "This study was conducted on fifty-three HD patients referred to Tehran Shahid Modarres hospital. The patients were randomly divided into two groups: Group 1 received DS for six weeks, then underwent four weeks of washout period followed by six weeks of placebo treatment, while group 2 received placebo initially followed by treatment with DS. Biochemistry, malondialdehyde (MDA), and total antioxidant capacity (TAC) were measured in four phases: at the beginning, before washout, after washout, and at the end of the study. The patient's body weight was recorded at the start of each session to assess interdialytic weight gain. Thirst scores also were measured using a visual analog scale.", "A total of 53 patients, including 23 (43.4%) male and 30 (56.6%) female subjects, were included in the study. The results showed a reduction in thirst score (<i>p</i>=0.001), cholesterol levels (<i>p</i>=0.046), triglycerides (0.003), and MDA (<i>p</i> < 0.001) following the four-week administration of DS treatment in HD patients. The mean levels of TAC were increased (<i>p</i> < 0.001), and calcium, as well as Na+, remained unchanged (<i>p</i> > 0.05). Also, a significant decrease in the patient's weight was observed (<i>p</i> value <0.001). This effect persisted after shifting to a placebo. However, the two groups had no significant difference (<i>p</i> value = 0.539).", "DS powder-mixed syrup may benefit HD patients by facilitating free radical scavenging and alleviating thirst distress with minimal adverse effects. The seeds could therefore be utilized as a complementary therapy for hemodialysis patients."], "CopyrightInformation": "Copyright © 2022 Masoumeh Asgharpour et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nephrology, Rouhani Hospital, Babol University of Medical Sciences, Babol, Iran."}], "LastName": "Asgharpour", "ForeName": "Masoumeh", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Phytochemistry, Medicinal Plants and Drug Research Institute, Shahid Beheshti University, Tehran, Iran."}], "LastName": "Enayati", "ForeName": "Noora", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Internal Medicine, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Rezaei Sadrabadi", "ForeName": "Mohammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Internal Medicine, Emam Ali Hospital, Alborz University of Medical Sciences, Tehran, Iran."}], "LastName": "Mohamadi Afrakati", "ForeName": "Mana", "Initials": "M"}, {"Identifier": ["0000-0002-4761-8938"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, Alborz University of Medical Sciences, Karaj, Iran."}], "LastName": "Khavandegar", "ForeName": "Armin", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, Alborz University of Medical Sciences, Karaj, Iran."}], "LastName": "Mardi", "ForeName": "Parham", "Initials": "P"}, {"Identifier": ["0000-0001-9720-6723"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Research and Development Center, Shahid Modarres Hospital, Department of Nephrology, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Alirezaei", "ForeName": "Amirhesam", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Emergency Medicine, Alborz University of Medical Sciences, Karaj, Iran."}], "LastName": "Taherinia", "ForeName": "Ali", "Initials": "A"}, {"Identifier": ["0000-0002-1216-7671"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Non-Communicable Diseases Research Center, Alborz University of Medical Sciences, Karaj, Iran."}, {"Identifier": [], "Affiliation": "Department of Community Medicine, School of Medicine, Alborz University of Medical Sciences, Karaj, Iran."}], "LastName": "Bakhtiyari", "ForeName": "Mahmood", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "The authors declare that there are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Mallick N., Gokal R. J. T. L. Haemodialysis. The Lancet . 1999;353(9154):737–742. doi: 10.1016/s0140-6736(97)09411-7.", "ArticleIdList": ["10.1016/s0140-6736(97)09411-7", "10073530"]}, {"Citation": "Epstein S. R., Mandel I., Scopp I. W. Salivary composition and calculus formation in patients undergoing hemodialysis. Journal of Periodontology . 1980;51(6):336–338. doi: 10.1902/jop.1980.51.6.336.", "ArticleIdList": ["10.1902/jop.1980.51.6.336", "6930471"]}, {"Citation": "Bayraktar G., Kazancioglu R., Bozfakioglu S., Ecder T., Yildiz A., Ark E. Stimulated salivary flow rate in chronic hemodialysis patients. Nephron . 2002;91(2):210–214. doi: 10.1159/000058394.", "ArticleIdList": ["10.1159/000058394", "12053055"]}, {"Citation": "Kimmel P. L., Varela M. P., Peterson R. A., et al. Interdialytic weight gain and survival in hemodialysis patients: effects of duration of ESRD and diabetes mellitus. Kidney International . 2000;57(3):1141–1151. doi: 10.1046/j.1523-1755.2000.00941.x.", "ArticleIdList": ["10.1046/j.1523-1755.2000.00941.x", "10720966"]}, {"Citation": "Kara B. Determinants of thirst distress in patients on hemodialysis. International Urology and Nephrology . 2016;48(9):1525–1532. doi: 10.1007/s11255-016-1327-7.", "ArticleIdList": ["10.1007/s11255-016-1327-7", "27215556"]}, {"Citation": "Bossola M., Tazza L. Xerostomia in patients on chronic hemodialysis. Nature Reviews Nephrology . 2012;8(3):176–182. doi: 10.1038/nrneph.2011.218.", "ArticleIdList": ["10.1038/nrneph.2011.218", "22249779"]}, {"Citation": "Bruzda-Zwiech A., Szczepańska J., Zwiech R. Sodium gradient, xerostomia, thirst and inter-dialytic excessive weight gain: a possible relationship with hyposalivation in patients on maintenance hemodialysis. International Urology and Nephrology . 2014;46(7):1411–1417. doi: 10.1007/s11255-013-0576-y.", "ArticleIdList": ["10.1007/s11255-013-0576-y", "PMC4072057", "24096371"]}, {"Citation": "Fitzsimons J. T. Physiology and pathophysiology of thirst and sodium appetite. The Kidney: Physiology and Pathophysiology . 1992;78(3):1615–1648."}, {"Citation": "Yu J., Ng H. J., Nandakumar M., Griva K. The management of food cravings and thirst in hemodialysis patients: a qualitative study. Journal of Health Psychology . 2016;21(2):217–227. doi: 10.1177/1359105314525066.", "ArticleIdList": ["10.1177/1359105314525066", "24659512"]}, {"Citation": "Shamsa F., Rezazadeh S. A., Shamsa H., Abdi K. A quantitative investigation on some toxic and non-toxic metals in popular medicinal herbs in Iranian market. Scientific Information Database . 2009"}, {"Citation": "Peng L., Yi Y., Fu-Li G., Ze-Qü L. A preliminary study on the introduction of Descurainia sophia, an oil plant species for industrial uses. Journal of Integrative Plant Biology . 1997;39(5)"}, {"Citation": "Mansori K., Soltani-Kermanshahi M., Vojdani S., Chaijan M. R., Esmaeili F., Amani A. The effects of eugenol nanoemulsion on pain caused by arteriovenous fistula cannulation in hemodialysis patients: a randomized double-blinded controlled cross-over trial. Complementary Therapies in Medicine . 2020;52 doi: 10.1016/j.ctim.2020.102506.102506", "ArticleIdList": ["10.1016/j.ctim.2020.102506", "32951708"]}, {"Citation": "Goudarzi M., Mehrabadi M. E., Salemi Z., Amri J., Noori M., Rahbari A. Effect of hydroalcoholic extract of Allium noeanum Reut. Ex Regel on ethylene glycol-induced kidney stone in male wistar rats. Traditional and Integrative Medicine . 2021;6(3)"}, {"Citation": "Ghanbari A., Mangolian Shahrbabaki P., Dehghan M., et al. Comparison of the effect of reflexology and Swedish massage on restless legs syndrome and sleep quality in patients undergoing hemodialysis: a randomized clinical trial. International Journal of Therapeutic Massage & Bodywork: Research, Education, & Practice . 2022;15(2):1–13. doi: 10.3822/ijtmb.v15i2.705.", "ArticleIdList": ["10.3822/ijtmb.v15i2.705", "PMC9134478", "35686176"]}, {"Citation": "Zeidabadi S., Abbas J., Mangolian Shahrbabaki P., Dehghan M. The effect of foot reflexology on the quality of sexual life in hemodialysis patients: a randomized controlled clinical trial. Sexuality and Disability . 2022;40(3):567–581. doi: 10.1007/s11195-022-09747-x.", "ArticleIdList": ["10.1007/s11195-022-09747-x"]}, {"Citation": "Askari H., Enayati N., Ahmadian-Attari M. M., Bakhtiyari M., Alirezaei A. Protective effects of Descurainia sophia against gentamicin induced nephrotoxicity in rats. Iranian Journal of Pharmaceutical Research: IJPR . 2021;20(1):40–52. doi: 10.22037/ijpr.2020.112105.13535.", "ArticleIdList": ["10.22037/ijpr.2020.112105.13535", "PMC8170741", "34400939"]}, {"Citation": "Li J., Liu X., Dong F., Xu J., Zheng Y., Shan W. Determination of the volatile composition in essential oil of Descurainia sophia (L.) Webb ex Prantl (Flixweed) by gas chromatography/mass spectrometry (GC/MS) Molecules . 2010;15(1):233–240. doi: 10.3390/molecules15010233.", "ArticleIdList": ["10.3390/molecules15010233", "PMC6257180", "20110886"]}, {"Citation": "Tavakoli R., Mohadjerani M., Hosseinzadeh R., Tajbakhsh M., Naqinezhad A. Chemical composition of fatty acid from different parts of descurainia sophia L. growing wild in north of Iran. Analytical Chemistry Letters . 2012;2(6):363–366. doi: 10.1080/22297928.2012.10662621.", "ArticleIdList": ["10.1080/22297928.2012.10662621"]}, {"Citation": "Maraghi S., Torfi J. N. Study of in vitro and in vivo effects of descurainia sophia extract on hymenolepis nana in comparison with niclosamide. Scientific Information Database . 2002;5(1)"}, {"Citation": "Ayoobi F., Kamali B., Shamsizadeh A., Sajadi M., Roohbakhsh A., Vazirinejad R. Effect of aqueous extract of Descurainia sophia on castor oil-induced diarrhea in male rat. Journal of Rafsanjan University of Medical Sciences . 2013;12(2):149–156."}, {"Citation": "Mirzaei A., Mohammadi J., Mirzaei N., Mirzaei M. The antioxidant capacities and total phenolic contents of some medicinal plants in Iran. Journal of Fasa University of Medical Sciences . 2011;1(3):160–167."}, {"Citation": "Sun B., Chen L., Cao W., Roth A. F., Davis N. G. The yeast casein kinase Yck3p is palmitoylated, then sorted to the vacuolar membrane with AP-3-dependent recognition of a YXXϕ adaptin sorting signal. Molecular Biology of the Cell . 2004;15(3):1397–1406. doi: 10.1091/mbc.e03-09-0682.", "ArticleIdList": ["10.1091/mbc.e03-09-0682", "PMC363154", "14668479"]}, {"Citation": "Khan M., Wang N. Descurainia sophia (L.): a weed with multiple medicinal uses. Punjab University Journal of Zoology . 2012;27(1):45–51."}, {"Citation": "Nimrouzi M., Zarshenas M. M. Phytochemical and pharmacological aspects of Descurainia sophia Webb ex Prantl: modern and traditional applications. Avicenna Journal of Phytomedicine . 2016;6(3):266–272.", "ArticleIdList": ["PMC4930533", "27462549"]}, {"Citation": "Park J.-S., Lim C. J., Bang O.-S., Kim N. S. Ethanolic extract of Descurainia sophia seeds sensitizes A549 human lung cancer cells to TRAIL cytotoxicity by upregulating death receptors. BMC Complementary and Alternative Medicine . 2016;16(1):115–118. doi: 10.1186/s12906-016-1094-0.", "ArticleIdList": ["10.1186/s12906-016-1094-0", "PMC4818868", "27039295"]}, {"Citation": "Luo Y., Sun Z., Hu P., Wu Y., Yu W., Huang S. Effect of aqueous extract from descurainia sophia (L.) webb ex prantl on ventricular remodeling in chronic heart failure rats. Evidence-Based Complementary and Alternative Medicine . 2018;2018:8. doi: 10.1155/2018/1904081.1904081", "ArticleIdList": ["10.1155/2018/1904081", "PMC6020489", "30008784"]}, {"Citation": "Choopani R., Ghourchian A., Hajimehdipoor H., Kamalinejad M., Ghourchian F. Effect of Descurainia sophia (L.) webb ex prantl on adult functional constipation: a prospective pilot study. Journal of Evidence-Based Complementary & Alternative Medicine . 2017;22(4):646–651. doi: 10.1177/2156587217703018.", "ArticleIdList": ["10.1177/2156587217703018", "PMC5871276", "28401774"]}, {"Citation": "Mohamed N. H., Mahrous A. E. Chemical constituents of Descurainia sophia L. and its biological activity. Records of Natural Products . 2009;3(1):p. 58."}, {"Citation": "Pourmasoumi M., Ghiasvand R., Darvishi L., Hadi A., Bahreini N., Keshavarzpour Z. Comparison and assessment of flixweed and fig effects on irritable bowel syndrome with predominant constipation: a single-blind randomized clinical trial. Explore . 2019;15(3):198–205. doi: 10.1016/j.explore.2018.09.003.", "ArticleIdList": ["10.1016/j.explore.2018.09.003", "30318190"]}, {"Citation": "Sun K., Li X., Li W., Liu J.-M., Wang J.-H., Sha Y. A new nor-lignan from the seeds of Descurainia sophia. Natural Product Research . 2006;20(6):519–522. doi: 10.1080/14786410500045309.", "ArticleIdList": ["10.1080/14786410500045309", "16835081"]}, {"Citation": "Wang A. Q., Wang X. K., Li J. L., Cui X. Y. Isolation and structure identification of chemical constituents from the seeds of Descurainia sophia (L.) Webb ex Prantl. Yao Xue Xue Bao = Acta Pharmaceutica Sinica . 2004;39(1):46–51.", "ArticleIdList": ["15127581"]}, {"Citation": "Fan W.-F., Zhang Q., Luo L.-H., Niu J.-Y., Gu Y. Study on the clinical significance and related factors of thirst and xerostomia in maintenance hemodialysis patients. Kidney & Blood Pressure Research . 2013;37(4-5):464–474. doi: 10.1159/000355717.", "ArticleIdList": ["10.1159/000355717", "24247643"]}, {"Citation": "Hsieh P.-C., Kuo C.-Y., Lee Y.-H., et al. Therapeutic effects and mechanisms of actions of Descurainia sophia. International Journal of Medical Sciences . 2020;17(14):2163–2170. doi: 10.7150/ijms.47357.", "ArticleIdList": ["10.7150/ijms.47357", "PMC7484660", "32922177"]}, {"Citation": "Moshaei Nezhad P., Iman M., Maleki F. F., Khamesipour A. Hepatoprotective effect of Descurainia sophia seed extract against paracetamol-induced oxidative stress and hepatic damage in mice. Journal of Herbmed Pharmacology . 2018;7(4):267–272. doi: 10.15171/jhp.2018.40.", "ArticleIdList": ["10.15171/jhp.2018.40"]}, {"Citation": "Whitehead A. L., Julious S. A., Cooper C. L., Campbell M. J. Estimating the sample size for a pilot randomised trial to minimise the overall trial sample size for the external pilot and main trial for a continuous outcome variable. Statistical Methods in Medical Research . 2016;25(3):1057–1073. doi: 10.1177/0962280215588241.", "ArticleIdList": ["10.1177/0962280215588241", "PMC4876429", "26092476"]}, {"Citation": "Bajaj A., Xie D., Cedillo-Couvert E., et al. Lipids, apolipoproteins, and risk of atherosclerotic cardiovascular disease in persons with CKD. American Journal of Kidney Diseases . 2019;73(6):827–836. doi: 10.1053/j.ajkd.2018.11.010.", "ArticleIdList": ["10.1053/j.ajkd.2018.11.010", "PMC6615056", "30686529"]}, {"Citation": "Tsai C. W., Huang H. C., Chiang H. Y., et al. Longitudinal lipid trends and adverse outcomes in patients with CKD: a 13-year observational cohort study. Journal of Lipid Research . 2019;60(3):648–660. doi: 10.1194/jlr.p084590.", "ArticleIdList": ["10.1194/jlr.p084590", "PMC6399497", "30642880"]}, {"Citation": "Mardani M., Bahmani M., Moradmand Jalali S., Salehi A., Davoodi M., Ghobadi S. Comparison of the descurainia sophia and levostatin effect on the ldl cholesterol reduction, a clinical trial study. Journal of Chemical and Pharmaceutical Sciences . 2016;9(3):1329–1333."}, {"Citation": "Keys A., Parlin R. W. Serum cholesterol response to changes in dietary lipids. The American Journal of Clinical Nutrition . 1966;19(3):175–181. doi: 10.1093/ajcn/19.3.175.", "ArticleIdList": ["10.1093/ajcn/19.3.175", "5916728"]}, {"Citation": "Dolecek T. A. Epidemiological evidence of relationships between dietary polyunsaturated fatty acids and mortality in the multiple risk factor intervention trial. Experimental Biology and Medicine . 1992;200(2):177–182. doi: 10.3181/00379727-200-43413.", "ArticleIdList": ["10.3181/00379727-200-43413", "1579579"]}, {"Citation": "Tang S., Guan R., Zhang H., Huang J. Cloning and expression analysis of three cDNAs encoding omega-3 fatty acid desaturases from Descurainia sophia. Biotechnology Letters . 2007;29(9):1417–1424. doi: 10.1007/s10529-007-9391-9.", "ArticleIdList": ["10.1007/s10529-007-9391-9", "17479217"]}, {"Citation": "Zare E., Alirezaei A., Bakhtiyari M., Mansouri A. Evaluating the effect of garlic extract on serum inflammatory markers of peritoneal dialysis patients: a randomized double-blind clinical trial study. BMC Nephrology . 2019;20(1):26–28. doi: 10.1186/s12882-019-1204-6.", "ArticleIdList": ["10.1186/s12882-019-1204-6", "PMC6347806", "30683061"]}, {"Citation": "Deng J., Wu Q., Liao Y., Huo D., Yang Z. Effect of statins on chronic inflammation and nutrition status in renal dialysis patients: a systematic review and meta‐analysis. Nephrology . 2012;17(6):545–551. doi: 10.1111/j.1440-1797.2012.01597.x.", "ArticleIdList": ["10.1111/j.1440-1797.2012.01597.x", "22429568"]}, {"Citation": "Qian L. Wuhu, China: Anhui Normal University; 2006. Primary studies on anti-tumor activities and HMGR gene of Descurainia sophia. Ph.D Dissertation."}, {"Citation": "Eskandari Naji H., Ghorbanihaghjo A., Argani H., et al. Serum sTWEAK and FGF-23 levels in hemodialysis and renal transplant patients. International Journal of Organ Transplantation Medicine . 2017;8(2):110–116.", "ArticleIdList": ["PMC5549008", "28828171"]}, {"Citation": "Alirezaei A. H., Barough A. S., Azizi T., et al. Anti-inflammatory effects of grape seed extract in hemodialysis patients; a pilot study. Journal of Renal Injury Prevention . 2016;6(3):184–187. doi: 10.15171/jrip.2017.35.", "ArticleIdList": ["10.15171/jrip.2017.35"]}, {"Citation": "Oboh G. Antioxidant properties of some commonly consumed and underutilized tropical legumes. European Food Research and Technology . 2006;224(1):61–65. doi: 10.1007/s00217-006-0289-x.", "ArticleIdList": ["10.1007/s00217-006-0289-x"]}, {"Citation": "Rahman M. J., Costa de Camargo A., Shahidi F. Phenolic profiles and antioxidant activity of defatted camelina and sophia seeds. Food Chemistry . 2018;240:917–925. doi: 10.1016/j.foodchem.2017.07.098.", "ArticleIdList": ["10.1016/j.foodchem.2017.07.098", "28946362"]}, {"Citation": "Vaya J., Mahmood S., Goldblum A., et al. Inhibition of LDL oxidation by flavonoids in relation to their structure and calculated enthalpy. Phytochemistry . 2003;62(1):89–99. doi: 10.1016/s0031-9422(02)00445-4.", "ArticleIdList": ["10.1016/s0031-9422(02)00445-4", "12475624"]}, {"Citation": "Safari M.-R., Sheikh N. Effects of flavonoids on the susceptibility of low-density lipoprotein to oxidative modification. Prostaglandins, Leukotrienes and Essential Fatty Acids . 2003;69(1):73–77. doi: 10.1016/s0952-3278(03)00085-1.", "ArticleIdList": ["10.1016/s0952-3278(03)00085-1", "12878454"]}, {"Citation": "Perron N. R., Brumaghim J. L. A review of the antioxidant mechanisms of polyphenol compounds related to iron binding. Cell Biochemistry and Biophysics . 2009;53(2):75–100. doi: 10.1007/s12013-009-9043-x.", "ArticleIdList": ["10.1007/s12013-009-9043-x", "19184542"]}, {"Citation": "Frankel E., German J., Kinsella J., Parks E., Kanner J. Inhibition of oxidation of human low-density lipoprotein by phenolic substances in red wine. The Lancet . 1993;341(8843):454–457. doi: 10.1016/0140-6736(93)90206-v.", "ArticleIdList": ["10.1016/0140-6736(93)90206-v", "8094487"]}, {"Citation": "Asgharpour M., Khavandegar A., Balaei P., et al. Efficacy of oral administration of Allium sativum powder “garlic extract” on lipid profile, inflammation, and cardiovascular indices among hemodialysis patients. Evidence-Based Complementary and Alternative Medicine . 2021;2021:7. doi: 10.1155/2021/6667453.6667453", "ArticleIdList": ["10.1155/2021/6667453", "PMC8149222", "34055019"]}, {"Citation": "Askari H., Zeinali F., Haghi-Aminjan H., Hafizi S. M., Alirezaei A. The protective effects of Ocimum basilicum extract against gentamicin-induced nephrotoxicity in male rats; an anti-inflammatory, anti-oxidative and antiapoptotic action. Immunopathologia Persa . 2019;5(2):p. e21. doi: 10.15171/ipp.2019.21.", "ArticleIdList": ["10.15171/ipp.2019.21"]}, {"Citation": "Jager A., Kostense P. J., Nijpels G., et al. Serum homocysteine levels are associated with the development of (micro) albuminuria: the Hoorn study. Arteriosclerosis, Thrombosis, and Vascular Biology . 2001;21(1):74–81. doi: 10.1161/01.atv.21.1.74.", "ArticleIdList": ["10.1161/01.atv.21.1.74", "11145936"]}, {"Citation": "Bellomo G., Coccetta P., Pasticci F., Rossi D., Selvi A. The effect of psychological intervention on thirst and interdialytic weight gain in patients on chronic hemodialysis: a randomized controlled trial. Journal of Renal Nutrition . 2015;25(5):426–432. doi: 10.1053/j.jrn.2015.04.005.", "ArticleIdList": ["10.1053/j.jrn.2015.04.005", "26003264"]}, {"Citation": "Bossola M., Pepe G., Vulpio C. The frustrating attempt to limit the interdialytic weight gain in patients on chronic hemodialysis: new insights into an old problem. Journal of Renal Nutrition . 2018;28(5):293–301. doi: 10.1053/j.jrn.2018.01.015.", "ArticleIdList": ["10.1053/j.jrn.2018.01.015", "29691160"]}, {"Citation": "Amiri M. S., Joharchi M. R. Ethnobotanical investigation of traditional medicinal plants commercialized in the markets of Mashhad, Iran. Avicenna Journal of Phytomedicine . 2013;3(3):254–271.", "ArticleIdList": ["PMC4075713", "25050282"]}, {"Citation": "Kazemeini S. M., Tarzi B. G., Bakhoda H., Larijani K., Damanafshan P. Evaluation of the minerals content and fatty acids profiles in Descurainia Sophia and Sisymbrium Irio. Bulgarian Chemical Communications . 2015;47:112–118."}, {"Citation": "Khorasani M. Research Institute for Islamic and Complementary Medicine . Vol. 351. Tehran, Iran: Bavardaran Press; 2001. Makhzan al Advieh (the storehouse of medicaments)"}, {"Citation": "Osweiler G. D., Carson T., Buck W. B., Van Gelder G. Clinical and Diagnostic Veterinary Toxicology . Dubuque, IA, USA: Kendall/Hunt Publishing Company; 1985."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "10", "Day": "11"}, {"Year": "2022", "Month": "7", "Day": "28"}, {"Year": "2022", "Month": "10", "Day": "18"}, {"Year": "2022", "Month": "11", "Day": "17", "Hour": "11", "Minute": "58"}, {"Year": "2022", "Month": "11", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "18", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "11", "Day": "4"}], "PublicationStatus": "epublish", "ArticleIdList": ["36387350", "PMC9652079", "10.1155/2022/2001441"]}}], "PubmedBookArticle": []}