{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Causal Agent", "Crop Type", "Field crops", "Fungi", "Pathogen diversity", "Subject Areas", "other"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36383997", "DateRevised": {"Year": "2024", "Month": "02", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "16"}], "Language": ["eng"], "ELocationID": ["10.1094/PDIS-09-22-2079-PDN"], "Journal": {"ISSN": "0191-2917", "JournalIssue": {"PubDate": {"Year": "2022", "Month": "Nov", "Day": "16"}}, "Title": "Plant disease", "ISOAbbreviation": "Plant Dis"}, "ArticleTitle": "Anthracnose of <i>Tribulus terrestris</i> Caused by <i>Colletotrichum truncatum</i> in Northeast China.", "Abstract": {"AbstractText": ["<i>Tribulus terrestris</i> L. is an annual herbaceous medicinal plant of Zygophyllaceae, which is cultivated commercially in China. Subrotund or irregular gray, sunken, necrotic spots ranging from 2 to 9 mm were observed on diseased leaves of <i>T. terrestris</i> landrace in Fushun County, Liaoning Province of northeast China in July 2021, with more than 32% of the plants being infected in a 18-ha field. The symptoms first appeared on older leaves and gradually spread to younger leaves. The lesions developed a white center gradually and became perforated; multiple lesions could coalesce (Fig. 1). Ten symptomatic leaves were collected and the diseased tissues were cut into small pieces, immersed in 1% NaOCl for 2 min, rinsed three times with sterile water, and placed on acidified potato dextrose agar (PDA) in Petri dishes at 25°C in darkness. Fifteen suspected <i>Colletotrichum</i> single-spore fungal isolates (JL1 to JL15) with consistent morphological characteristics were obtained, and isolate JL6 was selected for identification and pathogenicity testing. Colonies on PDA were flat with an entire margin, dense and white at first, then became dark gray with numerous black microsclerotia and formed a concentric circular pattern with aging. Conidia were single-celled, sickle-curved with a tapered tip and truncate base, ranging from 16.46 to 20.26 μm in length and 2.81 to 3.96 μm in width (n=100). Setae were dark brown, septate, straight with a slightly acute tip, 75.45 to 135.63×3.19 to 4.95 μm in size. Appressoria were dark brown, round or irregular, mostly in groups. All characteristics were consistent with the descriptions of <i>C. truncatum</i> (Damm et al. 2009). Further confirmation of the identification was determined according to methods described previously (Damm et al. 2009). The rDNA internal transcribed spacer region (OP364400, 585 bp), and actin (OP380867, 290 bp), beta-tubulin (OP380868, 498 bp), chitin synthase 1 (OP380869, 277 bp), glyceraldehyde-3-phosphate dehydrogenase (OP380870, 280 bp), and histone (OP380871, 411 bp) genes were amplified by PCR and sequenced (Carbone and Kohn 1999; Glass and& Donaldson 1995; Guerber et al. 2003; O'Donnell and Cigelnik 1997). BLAST results showed 98-100% similarity at 85-97% coverage compared to the corresponding sequences of the type strain CBS 151.35 (GU227862, GU227960, GU228156, GU228352, GU228254, and GU228058). Phylogenetic analysis combining all loci revealed that the isolate JL6 and the type strains of <i>C. truncatum</i> clustered in one group (Fig. 2). One-year-old healthy seedlings of T. terrestris (cultivar: landrace) were used for pathogenicity test. Suspension (1×10<sup>5</sup> conidia/mL) of isolate JL6 was sprayed on ten seedlings, and ten seedlings sprayed with sterilized distilled water were used as the control. Three replicates were performed on each treatment. All plants were kept at 28±1°C (12 h photoperiod), and were evaluated after 7 days. The inoculated plants showed lesions on the leaf surface, similar to those in the field, and the control remained symptomless. The pathogen was successfully reisolated and identified using the methods mentioned above. To our knowledge, this is the first report of <i>C. truncatum</i> causing anthracnose on <i>T. terrestris</i>, which will provide valuable information for designing strategies to manage anthracnose on <i>T. terrestris</i>."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chinese Acadamy of Agricultural Science, Institute of Special Wild Economic Animal and Plant Science, Juye Street No.4899, Changchun, Jlin, China, 130112; gymcau@126.com."}], "LastName": "Guan", "ForeName": "Yi Ming", "Initials": "YM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Shenyang Pharmaceutical University, 58575, School of Traditional Chinese Medicine, Shenyang, Liaoning, China; chengtao1984317@163.com."}], "LastName": "Cheng", "ForeName": "Hai-Tao", "Initials": "HT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chinese Acadamy of Agricultural Science, Institute of Special Wild Economic Animal and Plant Science, Changchun, Jilin, China; 419192448@qq.com."}], "LastName": "Zhang", "ForeName": "Lin Lin", "Initials": "LL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chinese Acadamy of Agricultural Science, Institute of Special Wild Economic Animal and Plant Science, Changchun, Jlin, China; liuzhengbo2000@163.com."}], "LastName": "Liu", "ForeName": "Zheng Bo", "Initials": "ZB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chinese Acadamy of Agricultural Science, Institute of Special Wild Economic Animal and Plant Science, Changchun, Jlin, China; 106717634@qq.com."}], "LastName": "Pan", "ForeName": "Xiao Xi", "Initials": "XX"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chinese Acadamy of Agricultural Science, Institute of Special Wild Economic Animal and Plant Science, Changchun, Jlin, China; zhangshunazsn@163.com."}], "LastName": "Zhang", "ForeName": "Shu Na", "Initials": "SN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chinese Acadamy of Agricultural Science, Institute of Special Wild Economic Animal and Plant Science, Changchun, Jlin, China; iamjinqiao@126.com."}], "LastName": "Jin", "ForeName": "Qiao", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chinese Acadamy of Agricultural Science, Institute of Special Wild Economic Animal and Plant Science, 4899, Juye, Changchun, Jilin, China, 130112; zhangyue@caas.cn."}], "LastName": "Zhang", "ForeName": "Yue", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chinese Acadamy of Agricultural Science, Institute of Special Wild Economic Animal and Plant Science, Changchun, Jlin, China; liuning198219@163.com."}], "LastName": "Liu", "ForeName": "Ning", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chinese Academy of Agricultural Sciences, 12661, Institute of Special Wild Economic Animal and Plant Science, Chinese Academy of Agricultural Sciences, Juye Street No. 4899, Changchun, Jilin, China, 130112."}, {"Identifier": [], "Affiliation": "United States; zyy1966999@yeah.net."}], "LastName": "Zhang", "ForeName": "Ya Yu", "Initials": "YY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chinese Acadamy of Agricultural Science, Institute of Special Wild Economic Animal and Plant Science, No.4899 Juye Street, Jingyue District,, Changchun, Jlin, China, 130112; wangqiuxia1018@126.com."}], "LastName": "Wang", "ForeName": "Qiu-Xia", "Initials": "QX"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Dis", "NlmUniqueID": "9882809", "ISSNLinking": "0191-2917"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2022", "Month": "11", "Day": "16", "Hour": "16", "Minute": "43"}, {"Year": "2022", "Month": "11", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "17", "Hour": "6", "Minute": "0"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["36383997", "10.1094/PDIS-09-22-2079-PDN"]}}], "PubmedBookArticle": []}