{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36387357", "DateRevised": {"Year": "2022", "Month": "11", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "04"}], "Language": ["eng"], "ELocationID": ["7493294", "10.1155/2022/7493294"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2022", "PubDate": {"Year": "2022"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Antiplasmodial Activity of 80% Methanolic Extract and Solvent Fractions of Stem Bark of <i>Acacia tortilis</i> in Swiss Albino Mice.", "Pagination": {"StartPage": "7493294", "MedlinePgn": "7493294"}, "Abstract": {"AbstractText": ["Malarial infection has significant negative impact on the health of the world population. It is treated by modern and traditional medicines. Among traditional medicinal plants, <i>Acacia tortilis</i> is used by different communities as antimalarial agent. Therefore, the objective of this study is to validate antimalarial activity of the stem bark of <i>Acacia tortilis</i> in mice.", "To evaluate antimalarial activity of the plant, 4-day suppressive, curative, and prophylactic antimalarial test models were used. Parasitemia, packed cell volume (PCV), survival time, rectal temperature, and body weight were used to evaluate the effect of the plant extracts. Data were analyzed using SPSS version 26 followed by Tukey's post hoc multiple comparison test.", "The crude extract and dichloromethane fraction significantly suppressed the level of parasitemia (<i>p</i> < 0.001) and increased mean survival time (<i>p</i> < 0.01) at all tested doses. Similarly, significant effects were observed in mean survival time, % change of PCV, weight, and temperature in both curative and prophylactic antimalarial test models.", "The methanolic extract and solvent fractions of the stem bark of <i>Acacia tortilis</i> has shown antimalarial activity, and the finding supports the traditional use and the <i>in vitro</i> studies. Thus, this study can be used as an initiation for researchers to find the most active phytochemical entity and to conduct additional safety and efficacy tests."], "CopyrightInformation": "Copyright © 2022 Muluken Adela Alemu et al."}, "AuthorList": [{"Identifier": ["0000-0002-1540-3369"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Debre Tabor University, Debre Tabor, Amhara, Ethiopia."}], "LastName": "Alemu", "ForeName": "Muluken Adela", "Initials": "MA"}, {"Identifier": ["0000-0002-4801-4976"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Debre Tabor University, Debre Tabor, Amhara, Ethiopia."}], "LastName": "Ferede", "ForeName": "Yared Andargie", "Initials": "YA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Debre Tabor University, Debre Tabor, Amhara, Ethiopia."}], "LastName": "Addis", "ForeName": "Getu Tesfaw", "Initials": "GT"}, {"Identifier": ["0000-0002-1241-4468"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nursing, Debre Tabor University, Debre Tabor, Amhara, Ethiopia."}], "LastName": "Alemayehu", "ForeName": "Sintayehu Asnakew", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, University of Gondar, Gondar, Amhara, Ethiopia."}], "LastName": "Tessema", "ForeName": "Tewodros Ayalew", "Initials": "TA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, University of Gondar, Gondar, Amhara, Ethiopia."}], "LastName": "Abebe", "ForeName": "Rahel Belete", "Initials": "RB"}, {"Identifier": ["0000-0002-2315-7495"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Debre Tabor University, Debre Tabor, Amhara, Ethiopia."}], "LastName": "Desta", "ForeName": "Getaye Tessema", "Initials": "GT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Debre Tabor University, Debre Tabor, Amhara, Ethiopia."}], "LastName": "Yimer", "ForeName": "Yohannes Shumet", "Initials": "YS"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "The authors declare that they have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Herricks J. R., Hotez P. J., Wanga V., et al. The global burden of disease study 2013: what does it mean for the NTDs? PLoS Neglected Tropical Diseases . 2017 Aug 3;11(8) doi: 10.1371/journal.pntd.0005424.e0005424", "ArticleIdList": ["10.1371/journal.pntd.0005424", "PMC5542388", "28771480"]}, {"Citation": "Esayas E., Tufa A., Massebo F., et al. Malaria epidemiology and stratification of incidence in the malaria elimination setting in Harari Region, Eastern Ethiopia. Infectious Diseases of Poverty . 2020 Dec;9(1):160–162. doi: 10.1186/s40249-020-00773-5.", "ArticleIdList": ["10.1186/s40249-020-00773-5", "PMC7682082", "33222698"]}, {"Citation": "Marotta C., Gennaro F., Pizzol D., MadeiraMonnoSaracinoPutotoCasuccioMazzucco W. The at risk child clinic (ARCC): 3 Years of health activities in support of the most vulnerable children in beira, Mozambique. International Journal of Environmental Research and Public Health . 2018;15(7) doi: 10.3390/ijerph15071350.1350", "ArticleIdList": ["10.3390/ijerph15071350", "PMC6069480", "29954117"]}, {"Citation": "Tsegaye A. T., Ayele A., Birhanu S. Prevalence and associated factors of malaria in children under the age of five years in Wogera district, northwest Ethiopia: a cross-sectional study. PLoS One . 2021;16(10) doi: 10.1371/journal.pone.0257944.e0257944", "ArticleIdList": ["10.1371/journal.pone.0257944", "PMC8504743", "34634041"]}, {"Citation": "Idro R., Kakooza-Mwesige A., Asea B., et al. Cerebral malaria is associated with long-term mental health disorders: a cross sectional survey of a long-term cohort. Malaria Journal . 2016;15(1):184–191. doi: 10.1186/s12936-016-1233-6.", "ArticleIdList": ["10.1186/s12936-016-1233-6", "PMC4815157", "27030124"]}, {"Citation": "Weiss D. J., Bertozzi-Villa A., Rumisha S. F., et al. Indirect effects of the COVID-19 pandemic on malaria intervention coverage, morbidity, and mortality in Africa: a geospatial modelling analysis. The Lancet Infectious Diseases . 2021;21(1):59–69. doi: 10.1016/s1473-3099(20)30700-3.", "ArticleIdList": ["10.1016/s1473-3099(20)30700-3", "PMC7505634", "32971006"]}, {"Citation": "WHO. \nWorld Malaria Report\n. Geneva, Switzerland: World Health Organization; 2020.  \n https://www.who.int/news-room/fact-sheets/detail/malaria\n."}, {"Citation": "Choge J. K., Magak N. G., Kweka C., Kweka E. J. Symptomatic malaria diagnosis overestimate malaria prevalence, but underestimate anaemia burdens in children: results of a follow up study in Kenya. BMC Public Health . 2014;14(1) doi: 10.1186/1471-2458-14-332.332", "ArticleIdList": ["10.1186/1471-2458-14-332", "PMC3996101", "24712340"]}, {"Citation": "Kendie F. A., Hailegebriel W/kiros T., Nibret Semegn E., Ferede M. W. Prevalence of malaria among adults in Ethiopia: a systematic review and meta-analysis. Journal of Tropical Medicine . 2021;2021:1–9. doi: 10.1155/2021/8863002.", "ArticleIdList": ["10.1155/2021/8863002", "PMC7952180", "33747096"]}, {"Citation": "World Health Organization. World Malaria Report 2021 ."}, {"Citation": "Birkholtz L. M., Alano P., Leroy D. Transmission-blocking drugs for malaria elimination. Trends in Parasitology . 2022 Feb 19;38(5):390–403. doi: 10.1016/j.pt.2022.01.011.", "ArticleIdList": ["10.1016/j.pt.2022.01.011", "35190283"]}, {"Citation": "Mariod A. A., Mirghani M. E., Hussein I. Unconventional Oilseeds and Oil Sources . Cambridge, MA, USA: Academic Press; 2017."}, {"Citation": "Maregesi S. M., Ngassapa O. D., Pieters L., Vlietinck A. J. Ethnopharmacological survey of the Bunda district, Tanzania: plants used to treat infectious diseases. Journal of Ethnopharmacology . 2007;113(3):457–470. doi: 10.1016/j.jep.2007.07.006.", "ArticleIdList": ["10.1016/j.jep.2007.07.006", "17720340"]}, {"Citation": "Hassan-Abdallah A., Merito A., Hassan S., et al. Medicinal plants and their uses by the people in the Region of Randa, Djibouti. Journal of Ethnopharmacology . 2013;148(2):701–713. doi: 10.1016/j.jep.2013.05.033.", "ArticleIdList": ["10.1016/j.jep.2013.05.033", "23707214"]}, {"Citation": "Bisht S., Kant R., Kumar V. α-d-Glucosidase inhibitory activity of polysaccharide isolated from Acacia tortilis gum exudate. International Journal of Biological Macromolecules . 2013;59:214–220. doi: 10.1016/j.ijbiomac.2013.04.057.", "ArticleIdList": ["10.1016/j.ijbiomac.2013.04.057", "23624164"]}, {"Citation": "Maregesi S. M., Pieters L., Ngassapa O. D., et al. Screening of some Tanzanian medicinal plants from Bunda district for antibacterial, antifungal and antiviral activities. Journal of Ethnopharmacology . 2008;119(1):58–66. doi: 10.1016/j.jep.2008.05.033.", "ArticleIdList": ["10.1016/j.jep.2008.05.033", "18582554"]}, {"Citation": "Njoroge G. N., Bussmann R. W. Herbal usage and informant consensus in ethnoveterinary management of cattle diseases among the Kikuyus (Central Kenya) Journal of Ethnopharmacology . 2006;108(3):332–339. doi: 10.1016/j.jep.2006.05.031.", "ArticleIdList": ["10.1016/j.jep.2006.05.031", "16879938"]}, {"Citation": "Alharbi W. D., Azmat A. I. Hypoglycemic and hypocholesterolemic effects of Acacia tortilis (Fabaceae) growing in Makkah. Pak J Pharmacol . 2011;28(1):1–8."}, {"Citation": "Tunón H., Olavsdotter C., Bohlin L. Evaluation of anti-inflammatory activity of some Swedish medicinal plants. Inhibition of prostaglandin biosynthesis and PAF-induced exocytosis. Journal of Ethnopharmacology . 1995;48(2):61–76. doi: 10.1016/0378-8741(95)01285-l.", "ArticleIdList": ["10.1016/0378-8741(95)01285-l", "8583796"]}, {"Citation": "Kigondu E. V., Rukunga G. M., Keriko J. M., et al. Anti-parasitic activity and cytotoxicity of selected medicinal plants from Kenya. Journal of Ethnopharmacology . 2009;123(3):504–509. doi: 10.1016/j.jep.2009.02.008.", "ArticleIdList": ["10.1016/j.jep.2009.02.008", "19501282"]}, {"Citation": "Clarkson C., Maharaj V. J., Crouch N. R., et al. In vitro antiplasmodial activity of medicinal plants native to or naturalised in South Africa. Journal of Ethnopharmacology . 2004;92(2-3):177–191. doi: 10.1016/j.jep.2004.02.011.", "ArticleIdList": ["10.1016/j.jep.2004.02.011", "15137999"]}, {"Citation": "Muthaura C. N., Keriko J. M., Mutai C., et al. Antiplasmodial potential of traditional phytotherapy of some remedies used in treatment of malaria in Meru-Tharaka Nithi County of Kenya. Journal of Ethnopharmacology . 2015;175:315–323. doi: 10.1016/j.jep.2015.09.017.", "ArticleIdList": ["10.1016/j.jep.2015.09.017", "26409181"]}, {"Citation": "Ferrer-Rodríguez I., Pérez-Rosado J., Gervais G. W., Peters W., Robinson B. L., Serrano A. E. Plasmodium yoelii: identification and partial characterization of ANMDR1GENE in an artemisinin-resistant line. The Journal of Parasitology . 2004;90(1):152–160. doi: 10.1645/ge-3225.", "ArticleIdList": ["10.1645/ge-3225", "15040683"]}, {"Citation": "Dondorp A. M., Yeung S., White L., et al. Artemisinin resistance: current status and scenarios for containment. Nature Reviews Microbiology . 2010;8(4):272–280. doi: 10.1038/nrmicro2331.", "ArticleIdList": ["10.1038/nrmicro2331", "20208550"]}, {"Citation": "Senbeta A., Awas T., Gure A. The Qualitative and Quantitative Phytochemical Investigation of &lt;i&gt;Crinum&lt;/i&gt; Species in Ethiopia. International Journal of Photochemistry and Photobiology . 2019;3(1):p. 1. doi: 10.11648/j.ijpp.20190301.11.", "ArticleIdList": ["10.11648/j.ijpp.20190301.11"]}, {"Citation": "Guideline O. T. 420, Acute Oral Toxicity Fixed dose procedure . OECD Guidelines for the Testing of Chemicals; 2001."}, {"Citation": "Peters W., Portus, Robinson The chemotherapy of rodent malaria, XXII. Annals of Tropical Medicine and Parasitology . 1975;69(2):155–171. doi: 10.1080/00034983.1975.11686997.", "ArticleIdList": ["10.1080/00034983.1975.11686997", "1098584"]}, {"Citation": "Ryley J. F., Peters W. The antimalarial activity of some quinolone esters. Annals of Tropical Medicine and Parasitology . 1970;64(2):209–222. doi: 10.1080/00034983.1970.11686683.", "ArticleIdList": ["10.1080/00034983.1970.11686683", "4992592"]}, {"Citation": "Alehegn A. A., Yesuf J. S., Birru E. M. Antimalarial activity of crude extract and solvent fractions of the leaves of bersama abyssinica fresen. (Melianthaceae) against plasmodium berghei infection in Swiss albino mice. Evidence-based Complementary and Alternative Medicine . 2020;2020:1–14. doi: 10.1155/2020/9467359.", "ArticleIdList": ["10.1155/2020/9467359", "PMC7301234", "32595751"]}, {"Citation": "Dikasso D., Makonnen E., Debella A. In vivo anti-malarial activity of hydroalcoholic extracts from Asparagus africanus Lam. in mice infected with Plasmodium berghei. The Ethiopian Journal of Health Development . 2006;20(2):112–118."}, {"Citation": "Beeson J. G., Drew D. R., Boyle M. J., Feng G., Fowkes F. J., Richards J. S. Merozoite surface proteins in red blood cell invasion, immunity and vaccines against malaria. FEMS Microbiology Reviews . 2016;40(3):343–372. doi: 10.1093/femsre/fuw001.", "ArticleIdList": ["10.1093/femsre/fuw001", "PMC4852283", "26833236"]}, {"Citation": "Pérez-Moreno G., Cantizani J., Sánchez-Carrasco P., et al. Discovery of new compounds active against Plasmodium falciparum by high throughput screening of microbial natural products. PLoS One . 2016;11(1) doi: 10.1371/journal.pone.0145812.e0145812", "ArticleIdList": ["10.1371/journal.pone.0145812", "PMC4703298", "26735308"]}, {"Citation": "Gabryszewski S. J., Dhingra S. K., Combrinck J. M., et al. Evolution of fitness cost-neutral mutant PfCRT conferring P. falciparum 4-aminoquinoline drug resistance is accompanied by altered parasite metabolism and digestive vacuole physiology. PLoS Pathogens . 2016;12(11) doi: 10.1371/journal.ppat.1005976.e1005976", "ArticleIdList": ["10.1371/journal.ppat.1005976", "PMC5104409", "27832198"]}, {"Citation": "Melese Birru E., Adela Alemu M., Tsegaw Weredekal A., Belay Asrie A., Geta Mengistie M. Antimalarial activity of crude extract and solvent fractions of leaves of Solanum nigrum L. (Solanaceae) against plasmodium berghei in mice. Evidence-based Complementary and Alternative Medicine . 2022;2022:1–10. doi: 10.1155/2022/3426175.", "ArticleIdList": ["10.1155/2022/3426175"]}, {"Citation": "Uwakwe A., Monago C. Antiplasmodial activity of methanolic stem bark extract of Anthocleista grandiflora in mice. Int J Appl . 2012;2(4)"}, {"Citation": "Trigg P. I., Kondrachine A. V. Commentary: malaria control in the 1990s. Bulletin of the World Health Organization . 1998;76(1):11–16.", "ArticleIdList": ["PMC2305627", "9615492"]}, {"Citation": "Kwansa-Bentum B., Agyeman K., Larbi-Akor J., Anyigba C., Appiah-Opong R. In vitro assessment of antiplasmodial activity and cytotoxicity of Polyalthia longifolia leaf extracts on Plasmodium falciparum strain NF54. Malaria Research and Treatment . 2019;2019 doi: 10.1155/2019/6976298.", "ArticleIdList": ["10.1155/2019/6976298", "PMC6360585", "30805129"]}, {"Citation": "Birru E. M., Geta M., Gurmu A. E. Antiplasmodial activity of Indigofera spicata root extract against Plasmodium berghei infection in mice. Malaria Journal . 2017;16(1):198–207. doi: 10.1186/s12936-017-1853-5.", "ArticleIdList": ["10.1186/s12936-017-1853-5", "PMC5434560", "28511659"]}, {"Citation": "Bantie L., Assefa S., Teklehaimanot T., Engidawork E. In vivo antimalarial activity of the crude leaf extract and solvent fractions of Croton macrostachyus Hocsht. (Euphorbiaceae) against Plasmodium berghei in mice. BMC Complementary and Alternative Medicine . 2014;14(1):79–80. doi: 10.1186/1472-6882-14-79.", "ArticleIdList": ["10.1186/1472-6882-14-79", "PMC3943266", "24580778"]}, {"Citation": "Saxena S., Pant N., Jain D. C., Bhakuni R. S. Antimalarial agents from plant sources. Current Science . 2003:1314–1329."}, {"Citation": "Wang Y. F., Ni Z. Y., Dong M., et al. Secondary metabolites of plants from the genus Saussurea: chemistry and biological activity. Chemistry and Biodiversity . 2010;7(11):2623–2659. doi: 10.1002/cbdv.200900406.", "ArticleIdList": ["10.1002/cbdv.200900406", "21072766"]}, {"Citation": "Hatzakis E., Opsenica I., Solaja B. A., Stratakis M. Synthesis of novel polar derivatives of the antimalarial endoperoxides ascaridole and dihydroascaridole. ARKIVOC (Gainesville, FL, United States) . 2006;2007(8):124–135. doi: 10.3998/ark.5550190.0008.812.", "ArticleIdList": ["10.3998/ark.5550190.0008.812"]}, {"Citation": "Geremedhin G., Bisrat D., Asres K. Isolation, characterization and in vivo antimalarial evaluation of anthrones from the leaf latex of Aloe percrassa Todaro. Journal of Natural Remedies . 2014;14(2):119–125."}, {"Citation": "Corrêa Soares J. B. R., Menezes D., Vannier-Santos M. A., Ferreira-PereiraAlmeidaVenancioVerjovski-AlmeidaZishiriKuterHunterEganOliveira M. F. Interference with hemozoin formation represents an important mechanism of schistosomicidal action of antimalarial quinoline methanols. PLoS Neglected Tropical Diseases . 2009;3(7) doi: 10.1371/journal.pntd.0000477.e477", "ArticleIdList": ["10.1371/journal.pntd.0000477", "PMC2703804", "19597543"]}, {"Citation": "Okokon J. E., Etebong E. O., Udobang J. A., Obot J. Antiplasmodial and antiulcer activities of Melanthera scadens. Asian Pacific Journal of Tropical Biomedicine . 2012;2(1):16–20. doi: 10.1016/s2221-1691(11)60182-2.", "ArticleIdList": ["10.1016/s2221-1691(11)60182-2", "PMC3609212", "23569827"]}, {"Citation": "Mu L. y., Wang Q. m., Ni Y. c. Effect of daphnetin on SOD activity and DNA synthesis of Plasmodium falciparum in vitro. Chinese Journal of Parasitology & Parasitic Diseases . 2003;21(3):157–159.", "ArticleIdList": ["14628347"]}, {"Citation": "Adesegun S. A., Ayoola G., Coker H. A., Adepoju-BelloObaweyaEzenniaAtangbayila T. Phytochemical screening and antioxidant activities of some selected medicinal plants used for malaria therapy in Southwestern Nigeria. Tropical Journal of Pharmaceutical Research . 2008;7(3):1019–1024. doi: 10.4314/tjpr.v7i3.14686.", "ArticleIdList": ["10.4314/tjpr.v7i3.14686"]}, {"Citation": "Boampong J. N., Ameyaw E., Kyei S., et al. In vivo antimalarial activity of stem bark extracts of Plumeria alba against Plasmodium berghei in imprinting control region mice. Reports in Parasitology . 2013;3:19–25. doi: 10.2147/rip.s45492.", "ArticleIdList": ["10.2147/rip.s45492"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "9", "Day": "11"}, {"Year": "2022", "Month": "10", "Day": "22"}, {"Year": "2022", "Month": "10", "Day": "28"}, {"Year": "2022", "Month": "11", "Day": "17", "Hour": "11", "Minute": "58"}, {"Year": "2022", "Month": "11", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "18", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "11", "Day": "4"}], "PublicationStatus": "epublish", "ArticleIdList": ["36387357", "PMC9652074", "10.1155/2022/7493294"]}}], "PubmedBookArticle": []}