{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36385124", "DateCompleted": {"Year": "2022", "Month": "11", "Day": "22"}, "DateRevised": {"Year": "2023", "Month": "01", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "16"}], "Language": ["eng"], "ELocationID": ["19712", "10.1038/s41598-022-17383-w"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Nov", "Day": "16"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "The influence of ESR1 polymorphisms on selected hormonal, metabolic and mineral balance markers in women with hyperandrogenism.", "Pagination": {"StartPage": "19712", "MedlinePgn": "19712"}, "Abstract": {"AbstractText": ["Hyperandrogenism is the most common endocrine disorder in women, characterized by an imbalance in normal estrogen and androgen levels in the blood. Androgens influence bone mineral density, body mass composition, muscle mass, mental state, and the regulation of sexual function.. The aim of the study was to assess the effect of estrogen receptor α gene (ESR1) polymorphisms on selected markers of bone metabolism and hormonal parameters in women with hyperandrogenism. The study group included 80 young women with hyperandrogenism who underwent measurements of bone mineral density (BMD), and determination of hormonal and metabolic parameters. Enzyme immunoassays were used to measure leptin, sRANKL (soluble receptor activator of nuclear factor-kB ligand), osteoprotegerin and 25-OH vitamin D total levels. An analysis of ESR1 gene polymorphisms was performed using the real-time PCR method. A relationship was demonstrated between the concentration of free estradiol (FEI) and the concentration of 17-OH-progesterone, and the ESR1 gene polymorphisms: rs3020314 (p = 0.031, p = 0.026 respectively) and rs1884051 (p = 0.033, p = 0.026 respectively). In conclusion, the ESR gene polymorphisms may be associated with hormonal disturbances in the concentration of estrogens and androgens, in hyperandrogenism in young women which may indirectly affect bone mineral density. However, no statistically significant relationships between the studied polymorphisms and the selected parameters of mineral metabolism have been demonstrated.."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Pharmacoeconomics, Pomeranian Medical University in Szczecin, 71-230, Szczecin, Poland."}], "LastName": "Uzar", "ForeName": "Izabela", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Stem Cells and Regenerative Medicine, Institute of Natural Fibers and Medicinal Plants, 62-064, Plewiska, Poland. aniabogacz23@o2.pl."}], "LastName": "Bogacz", "ForeName": "Anna", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Endocrinology, Metabolic Diseases, and Internal Diseases, Pomeranian Medical University in Szczecin, 71-252, Szczecin, Poland."}], "LastName": "Sowińska-Przepiera", "ForeName": "Elżbieta", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of General and Dental Radiology, Pomeranian Medical University in Szczecin, 70-111, Szczecin, Poland."}], "LastName": "Kotrych", "ForeName": "Katarzyna", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Stem Cells and Regenerative Medicine, Institute of Natural Fibers and Medicinal Plants, 62-064, Plewiska, Poland."}], "LastName": "Wolek", "ForeName": "Marlena", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "General, Mini-Invasive and Gastroenterogical Surgery Clinic, Pomeranian Medical University in Szczecin, 71-252, Szczecin, Poland."}], "LastName": "Sulikowski", "ForeName": "Tadeusz", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Orthopedics and Traumatology, Independent Public Clinical Hospital No. 1, Pomeranian Medical University, 71-252, Szczecin, Poland."}], "LastName": "Kamiński", "ForeName": "Adam", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Biomarkers"}, {"RegistryNumber": "0", "NameOfSubstance": "Minerals"}, {"RegistryNumber": "0", "NameOfSubstance": "ESR1 protein, human"}, {"RegistryNumber": "0", "NameOfSubstance": "Estrogen Receptor alpha"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Biomarkers"}, {"QualifierName": ["genetics"], "DescriptorName": "Bone Density"}, {"QualifierName": ["genetics"], "DescriptorName": "Hyperandrogenism"}, {"QualifierName": [], "DescriptorName": "Minerals"}, {"QualifierName": [], "DescriptorName": "Polymorphism, Genetic"}, {"QualifierName": ["genetics"], "DescriptorName": "Estrogen Receptor alpha"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Mimoto MS, Oyler JL, Davis AM. Evaluation and treatment of hirsutism in premenopausal women. JAMA. 2018;319:1613–1614.", "ArticleIdList": ["PMC6025746", "29522641"]}, {"Citation": "Markopoulos MC, Kassi E, Alexandraki KI, et al. Hyperandrogenism after menopause. Eur. J. Endocrinol. 2015;172(2):R79–91.", "ArticleIdList": ["25225480"]}, {"Citation": "Yoldemir T. Postmenopausal hyperandrogenism. Climacteric. 2022;25(2):109–117.", "ArticleIdList": ["33988479"]}, {"Citation": "Abbott DH, Dumesic DA. Hyperandrogenic origins of polycystic ovary syndrome—implications for pathophysiology and therapy. Expert. Rev. Endocrinol. Metab. 2019;14(2):131–143.", "ArticleIdList": ["PMC6992448", "30767580"]}, {"Citation": "Hernandez MI, López P. Hyperandrogenism in adolescent girls: Relationship with the somatotrophic axis. J. Pediatr. Endocrinol. Metab. 2017;30(5):561–568.", "ArticleIdList": ["28593921"]}, {"Citation": "Hakim Ch, Padmanabhan V. Gestational hyperandrogenism in developmental programming. Endocrinology. 2017;158(2):199–212.", "ArticleIdList": ["PMC5413081", "27967205"]}, {"Citation": "Zachurzok-Buczyńska A, Małecka-Tendera E. Pathogenesis and clinical symptoms of functional dysregulation of ovaria steroidogenesis in adolescent girls. Pediatr. Endocrinol. 2002;1(1):55–65."}, {"Citation": "Khvostova EP, Pystylnyak VO, Gylyaeva LF. Genetic polymorphism of estrogen metabolizing enzymes in Syberian women with breast cancer. Genet. Test. Mol. Biomarkers. 2012;16(3):167–173.", "ArticleIdList": ["21977969"]}, {"Citation": "Charpentier AH, Bednarek AK, Daniel RL, et al. Effects of estrogen on global gene expression: Identification of novel targets of estrogen action. Cancer Res. 2000;60(21):5977–5983.", "ArticleIdList": ["11085516"]}, {"Citation": "Bord S, Horner A. Estrogen receptors alpha and beta are differentially expressed in developing human bone. J. Clin. Endocrinol. Metab. 2001;86(5):2309–2314.", "ArticleIdList": ["11344243"]}, {"Citation": "Hall JM, McDonnell DP. The estrogen receptor beta-isoform (ERbeta) of the human estrogen receptor modulates ERalpha transcriptional activity and is a key regulator of the cellular response to estrogens and antiestrogens. Endocrinology. 1999;140(12):5566–5578.", "ArticleIdList": ["10579320"]}, {"Citation": "Monroe DG, Getz BJ. Estrogen receptor isoform-specific regulation of endogenous gene expression in human osteoblastic cell lines expressing either ERalpha or ERbeta. J. Cell Biochem. 2003;90(2):315–326.", "ArticleIdList": ["14505348"]}, {"Citation": "Veldhuis JD, Anderson SM. Estradiol supplementation in postmenopausal women doubles rebound-like release of growth hormone (GH) triggered by sequential infusion and withdrawal of somatostatin: Evidence that estrogen facilitates endogenous GH-releasing hormone drive. J. Clin. Endocrinol. Metab. 2004;89(1):121–127.", "ArticleIdList": ["14715838"]}, {"Citation": "Pfeilschifter J, Scheidt-Nave C. Relationship between circulating insulin-like growth factor components and sex hormones in a population-based sample of 50- to 80-year-old men and women. J. Clin. Endocrinol. Metab. 1996;81(7):2534–2540.", "ArticleIdList": ["8675573"]}, {"Citation": "Lanyon L, Armstrong V. Is estrogen receptor alpha key to controlling bones’ resistance to fracture? J. Endocrinol. 2004;182(2):183–191.", "ArticleIdList": ["15283679"]}, {"Citation": "Czajka I, Zgliczyński W. Gynecomastia—Pathogenesis, diagnosis and treatment. Endokrynol. Pol. 2005;56(3):269–277.", "ArticleIdList": ["16350720"]}, {"Citation": "Sowinska-Przepiera E, Chelstowski K, Friebe Z, et al. Bone mineral density in girls with functional hypothalamic amenorrhea subjected to estroprogestagen treatment—a 4-year prospective study. Gynecol. Endocrinol. 2011;27(11):966–970.", "ArticleIdList": ["21500996"]}, {"Citation": "Sowinska-Przepiera E, Andrysiak-Mamos E, Chelstowski K, et al. Association between ER-alpha polymorphisms and bone mineral density in patients with Turner syndrome subjected to estroprogestagen treatment—A pilot study. J. Bone Miner. Metab. 2011;29:484–492.", "ArticleIdList": ["21271267"]}, {"Citation": "Sowinska-Przepiera E, Syrenicz A, Friebe Z, et al. PvuII and XbaI polymorphisms of estrogen receptor-alpha and the results of estroprogestagen therapy in girls with functional hypothalamic amenorrhea. Arch. Med. Sci. 2012;8(5):841–847.", "ArticleIdList": ["PMC3506227", "23185193"]}, {"Citation": "Brodowska A, Starczewski A, Brodowski J, et al. The bone mass density in postmenopausal women using hormonal replacement therapy in relation to polymorphism in vitamin D receptor and estrogen receptor genes. Gynecol. Endocrinol. 2009;25:315–323.", "ArticleIdList": ["19903038"]}, {"Citation": "Bandres E, Pombo I, Gonzalez-Huarriz M, et al. Association between bone mineral density and polymorphisms of the VDR, ERalpha, COL1A1 and CTR genes in Spanish postmenopausal women. J. Endocrinol. Investig. 2005;28:312–321.", "ArticleIdList": ["15966503"]}, {"Citation": "Silvestri S, Thomsen AB, Gozzini A, et al. Estrogen receptor alpha and beta polymorphisms: Is there an association with bone mineral density, plasma lipids, and response to postmenopausal hormone therapy? Menopause. 2006;13:451–461.", "ArticleIdList": ["16735942"]}, {"Citation": "Suuriniemi M, Mahonen A, Kovanen V, et al. Relation of PvuII site polymorphism in the COL1A2 gene to the risk of fractures in prepubertal Finnish girls. Physiol. Genomics. 2003;14:217–224.", "ArticleIdList": ["12813128"]}, {"Citation": "Albagha OM, McGuigan FE, Reid DM, et al. Estrogen receptor alpha gene polymorphisms and bone mineral density: Haplotype analysis in women from the United Kingdom. J. Bone Miner. Res. 2001;16:128–134.", "ArticleIdList": ["11149476"]}, {"Citation": "Kobayashi N, Fujino T, Shirogane T, et al. Estrogen receptor alpha polymorphism as a genetic marker for bone loss, vertebral fractures and susceptibility to estrogen. Maturitas. 2002;41:193–201.", "ArticleIdList": ["11886765"]}, {"Citation": "Seremak-Mrozikiewicz A, Drews K, Bartkowiak-Wieczorek J, et al. PvuII genetic polymorphism of estrogen receptor alpha in the group of postmenopausal women with osteopenia and osteoporosis. Ginekol. Pol. 2005;76:679–686.", "ArticleIdList": ["16417078"]}, {"Citation": "Qin YJ, Zhang ZL, Huang QR, et al. Association of vitamin D receptor and estrogen receptor-alpha gene polymorphism with peak bone mass and bone size in Chinese women. Acta Pharmacol. Sin. 2004;25:462–468.", "ArticleIdList": ["15066214"]}, {"Citation": "Ortiz-Flores AE, Martínez-García M, Nattero-Chávez L, et al. Iron overload in functional hyperandrogenism: In a randomized trial, bloodletting does not improve metabolic outcomes. J. Clin. Endocrinol. Metab. 2021;19:1559–1573.", "ArticleIdList": ["33462622"]}, {"Citation": "Luque-Ramírez M, Ortiz-Flores AE, Martínez-García MÁ, et al. Effect of iron depletion by bloodletting vs. observation on oxidative stress biomarkers of women with functional hyperandrogenism taking a combined oral contraceptive: A randomized clinical trial. J Clin Med. 2022;11:3864–3880.", "ArticleIdList": ["PMC9267723", "35807149"]}, {"Citation": "Shuhart CR, Yeap SS, Anderson PA, et al. Executive summary of the 2019 ISCD position development conference on monitoring treatment, DXA cross-calibration and least significant change, spinal cord injury, peri-prosthetic and orthopedic bone health, transgender medicine, and pediatrics. J. Clin. Densitom. 2019;22(4):453–471.", "ArticleIdList": ["31400968"]}, {"Citation": "Khorshid SA, Afzaljavan F. ESR1 gene variants, haplotypes and diplotypes may influence the risk of breast cancer and mammographic density. Mol. Biol. Rep. 2020;47(11):8367–8375.", "ArticleIdList": ["33099762"]}, {"Citation": "Khosla S, Melton LJ. Relationship of serum sex steroid levels and bone turnover markers with bone mineral density in men and women: A key role for bioavailable estrogen. J. Clin. Endocrinol. Metab. 1998;83(7):2266–2274.", "ArticleIdList": ["9661593"]}, {"Citation": "Pinkas J, Gujski M. The polymorphism of estrogen receptor α is important for metabolic consequences associated with menopause. Endokrynol. Pol. 2016;67(6):608–614.", "ArticleIdList": ["27828688"]}, {"Citation": "Wang J, Feng G. Estrogen receptor α (ESR1) IVS1-397T>C polymorphism lowers risk of fracture. Int. J. Clin. Exp. Med. 2015;8(8):12696–12705.", "ArticleIdList": ["PMC4612868", "26550183"]}, {"Citation": "Ioannidis JP, Stavrou I. ER-alpha genetics meta-analysis. Association of polymorphisms of the estrogen receptor alpha gene with bone mineral density and fracture risk in women: A meta-analysis. J. Bone Miner. Res. 2002;17(11):2048–2060.", "ArticleIdList": ["12412813"]}, {"Citation": "Bander D, Parczewski M. Osteoporosis associated selected single nucleotide polymorphisms frequency in HIV-infected and non-infected Polish population. Endokrynol. Pol. 2017;68:5."}, {"Citation": "Shu J, Li J. Association of ESR1 polymorphism rs2234693 and rs9340799 with postmenopausal osteoporosis in a Chinese population. BMC Musculoskelet. Disord. 2020;21(1):346.", "ArticleIdList": ["PMC7271450", "32493284"]}, {"Citation": "Kurt O, Yilmaz-Aydogan H. Evaluation of ERα and VDR gene polymorphisms in relation to bone mineral density in Turkish postmenopausal women. Mol. Biol. Rep. 2012;39(6):6723–6730.", "ArticleIdList": ["22311020"]}, {"Citation": "He M, Shu J. Association between estrogen receptor gene (ESR1) PvuII (T/C) and XbaI (A/G) polymorphisms and premature ovarian failure risk: Evidence from a meta-analysis. J. Assist. Reprod. Genet. 2015;32(2):297–304.", "ArticleIdList": ["PMC4354193", "25428437"]}, {"Citation": "Douma Z, Dallel M. Association of estrogen receptor gene variants (ESR1 and ESR2) with polycystic ovary syndrome in Tunisia. Gene. 2020;41:144560.", "ArticleIdList": ["32169631"]}, {"Citation": "Pereira-Eshraghi CF, Chiuzan C. Obesity and insulin resistance, not polycystic ovary syndrome, are independent predictors of bone mineral density in adolescents and young women. Horm. Res. Paediatr. 2019;92(6):365–371.", "ArticleIdList": ["PMC7308184", "32348991"]}, {"Citation": "Good C, Tulchinsky M. Bone mineral density and body composition in lean women with polycystic ovary syndrome. Fertil. Steril. 1999;72(1):21–25.", "ArticleIdList": ["10428143"]}, {"Citation": "Adami S, et al. Effect of hyperandrogenism and menstrual cycle abnormalities on bone mass and bone turnover in young women. Clin. Endocrinol. 1998;48(2):169–173.", "ArticleIdList": ["9579228"]}, {"Citation": "Glintborg D, Andersen M. Higher bone mineral density in Caucasian, hirsute patients of reproductive age. Positive correlation of testosterone levels with bone mineral density in hirsutism. Clin. Endocrinol. 2005;62(6):683–691.", "ArticleIdList": ["15943830"]}, {"Citation": "Katulski K, Slawek S. Bone mineral density in women with polycystic ovary syndrome. J. Endocrinol. Investig. 2014;37(12):1219–1224.", "ArticleIdList": ["PMC4245449", "25245338"]}, {"Citation": "Karadağ C, Yoldemi T. Determinants of low bone mineral density in premenopausal polycystic ovary syndrome patients. Gynecol. Endocrinol. 2017;33(3):234–237.", "ArticleIdList": ["27908213"]}, {"Citation": "Kuźbicka K, Rachoń D. Associations of ESR1 and ESR2 gene polymorphisms with metabolic syndrome and its components in postmenopausal women. Maturitas. 2018;115:97–102.", "ArticleIdList": ["30049354"]}, {"Citation": "Nishimura Y, Moriya K. Association of exposure to prenatal phthalate esters and bisphenol A and polymorphisms in the ESR1 gene with the second to fourth digit ratio in school-aged children: Data from the Hokkaido study. Steroids. 2020;159:108637.", "ArticleIdList": ["32165209"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "11", "Day": "18"}, {"Year": "2022", "Month": "7", "Day": "25"}, {"Year": "2022", "Month": "11", "Day": "17", "Hour": "10", "Minute": "26"}, {"Year": "2022", "Month": "11", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["36385124", "PMC9668905", "10.1038/s41598-022-17383-w", "10.1038/s41598-022-17383-w"]}}], "PubmedBookArticle": []}