{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["alternative control", "endoparasites", "phytotherapy"]], "GeneralNote": [], "OtherAbstract": [{"AbstractText": ["O presente trabalho faz uma revisão bibliográfica das plantas medicinais <i>Origanum majorana</i>, <i>Origanum vulgare</i> L., <i>Thymus vulgaris</i> L., <i>Cuminum cynimum</i> L. e <i>Rosmarinus officinalis</i> L. com potencial antiparasitário. Foram selecionados artigos e teses nos bancos de dados LILACS, PubMed e Google Acadêmico que compreendiam o período de publicação de 2000 a 2021 (22 anos). Ao todo, foram selecionados 49 estudos, sendo que na maioria constava a planta <i>Origanum vulgare</i> L. (orégano), seguido de <i>Thymus vulgaris</i> L. (tomilho). Foram detectados 25 gêneros de parasitos, os quais foram descritos sendo testados frente a algum fitoterápico. O nematoda <i>Haemonchus</i> spp. foi o mais avaliado nestes estudos, seguido dos gêneros dos parasitos <i>Leishmania</i>, <i>Trichostrongylus</i> e <i>Toxocara</i>. Todas as plantas apresentaram efeitos antiparasitários, com maior ou menos ação, portanto com potencial para dar continuidade aos estudos em buscas de biomoléculas para controle destes parasitos."], "CopyrightInformation": "Copyright Strothmann et al."}], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36381138", "DateRevised": {"Year": "2022", "Month": "11", "Day": "17"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "09", "Day": "11"}], "Language": ["eng"], "ELocationID": ["e004722", "10.29374/2527-2179.bjvm004722"], "Journal": {"ISSN": "2527-2179", "JournalIssue": {"Volume": "44", "PubDate": {"Year": "2022"}}, "Title": "Brazilian journal of veterinary medicine", "ISOAbbreviation": "Braz J Vet Med"}, "ArticleTitle": "Antiparasitic treatment using herbs and spices: A review of the literature of the phytotherapy.", "Pagination": {"StartPage": "e004722", "MedlinePgn": "e004722"}, "Abstract": {"AbstractText": ["This study sought to make a literature review of the medicinal plants <i>Origanum majorana</i>, <i>Origanum vulgare</i> L., <i>Thymus vulgaris</i> L., <i>Cuminum cynimum</i> L., and <i>Rosmarinus officinalis L</i>. with antiparasitic potential. Articles and theses were selected from the LILACS, PubMed, and Google Scholar databases, which comprised the period from 2000 to 2021 (22 years). In all, 49 studies were selected, and the majority were with the plant <i>Origanum vulgare</i> L. (oregano), followed by <i>Thymus vulgaris</i> L. (thyme). Twenty-five genera of parasites were detected, which were described being tested with phytotherapic. The nematode <i>Haemonchus</i> spp. was the most evaluated in these studies<i>,</i> followed by the parasite genera <i>Leishmania</i>, <i>Trichostrongylus</i>, and <i>Toxocara</i>. All plants showed antiparasitic effects, with more or less action, therefore with the potential to continue research in the search for biomolecules to control these parasites."], "CopyrightInformation": "Copyright Strothmann et al."}, "AuthorList": [{"Identifier": ["0000-0001-9727-5980"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Undergraduate in Biological Sciences, Instituto de Biologia (IB), Universidade Federal de Pelotas (UFPel). Capão do Leão, RS, Brazil."}], "LastName": "Strothmann", "ForeName": "Adriane Leites", "Initials": "AL"}, {"Identifier": ["0000-0003-4444-1134"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Veterinarian, DSc. Departamento de Microbiologia e Parasitologia (DMP), IB, UFPel, Capão do Leão, RS, Brazil."}], "LastName": "Berne", "ForeName": "Maria Elisabeth Aires", "Initials": "MEA"}, {"Identifier": ["0000-0002-0907-2233"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Veterinarian, MSc. Programa de Pós-Graduação em Parasitologia (PPGPar), IB, UFPel, Capão do Leão, RS, Brazil."}], "LastName": "Capella", "ForeName": "Gabriela de Almeida", "Initials": "GA"}, {"Identifier": ["0000-0002-2900-8300"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biologist, MSc. PPGPar, IB, UFPel, Capão do Leão, RS, Brazil."}], "LastName": "de Moura", "ForeName": "Micaele Quintana", "Initials": "MQ"}, {"Identifier": ["0000-0001-9955-9127"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biologist, MSc. PPGPar, IB, UFPel, Capão do Leão, RS, Brazil."}], "LastName": "da Silva Terto", "ForeName": "Wesley Douglas", "Initials": "WD"}, {"Identifier": ["0000-0003-4260-1050"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Undergraduate in Zootechnics, Faculdade de Veterinária (FaVet), UFPel. Capão do Leão, RS, Brazil."}], "LastName": "da Costa", "ForeName": "Caroline Maciel", "Initials": "CM"}, {"Identifier": ["0000-0001-6822-501X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Veterinarian, MSc. PPGPar, IB, UFPel, Capão do Leão, RS, Brazil."}], "LastName": "Pinheiro", "ForeName": "Natália Berne", "Initials": "NB"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Brazil", "MedlineTA": "Braz J Vet Med", "NlmUniqueID": "9918435088106676"}, "CoiStatement": "Conflict of interests: ALS, MEAB, GAC, MQM, WDST, CMC and NBP – No conflict of interest"}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abidi A., Sebai E., Dhibi M., Darghouth M. A., Akkari H. Chemical analyses and evaluation of the anthelmintic effects of Origanum majorana essential oil, in vitro and in vivo studies. Veterinarni Medicina. 2020;65(11):495–505. doi: 10.17221/115/2019-VETMED.", "ArticleIdList": ["10.17221/115/2019-VETMED"]}, {"Citation": "Abu El Ezz N. M. T., Aboelsoued D., Hassan S. E., Abdel Megeed K. N., El-Metenawy T. M. Therapeutic effect of Moringa oleifera and Thymus vulgaris oils against hepatic coccidiosis in experimentally infected rabbits. Tropical Biomedicine. 2020;37(4):1018–1028. doi: 10.47665/tb.37.4.1018.", "ArticleIdList": ["10.47665/tb.37.4.1018", "33612754"]}, {"Citation": "Albani C. M., Denegri G. M., Elissondo M. C. Effect of different terpene-containing essential oils on the proliferation of larval cells. Interdisciplinary Perspectives on Infectious Diseases. 2014;2014:746931. doi: 10.1155/2014/746931.", "ArticleIdList": ["10.1155/2014/746931", "PMC4195392", "25328517"]}, {"Citation": "Al-Snafi A. E. The pharmacological activities of Cuminum cyminum - A review. Journal of Pharmaceutics. 2016;6(6):46–65."}, {"Citation": "Amin M. M., El-Kabany H. Evaluation of protective and treatment of Thyme (Thymus vulgaris) oil on Toxocara vitulorum infected rats. Journal of Radiation Research and Applied Sciences. 2013;6(1):209–232."}, {"Citation": "Anacarso I., Sabia C., Niederhäusern S., Iseppi R., Condò C., Bondi M., Messi P. In vitro evaluation of the amoebicidal activity of rosemary (Rosmarinus officinalis L.) and cloves (Syzygium aromaticum L. Merr. & Perry) essential oils against Acanthamoeba polyphaga trophozoites. Natural Product Research. 2019;33(4):606–611. doi: 10.1080/14786419.2017.1399390.", "ArticleIdList": ["10.1080/14786419.2017.1399390", "29117746"]}, {"Citation": "Andrade E. C., Leite I. C. G., Rodrigues V. O., Cesca M. G. Parasitoses intestinais: Uma revisão sobre seus aspectos sociais, epidemiológicos, clínicos e terapêuticos. Revista de Atenção Primária da Saúde, Juiz de Fora. 2010;13(2):231–240."}, {"Citation": "Andrade I. G. C., Alexandre L. D. C., Oliveira A. F. B., Carmo I. F., Bieski I. G. C. Etnofarmacologia e etnobotânica de plantas medicinais com ação antiparasitária. Revista Saúde Viva Multidisciplinar da AJES. 2018;1(1):48–71."}, {"Citation": "Attia R. A., Mahmoud A. E., Farrag H. M., Makboul R., Mohamed M. E., Ibraheim Z. Effect of myrrh and thyme on Trichinella spiralis enteral and parenteral phases with inducible nitric oxide expression in mice. Memorias do Instituto Oswaldo Cruz. 2015;110(8):1035–1041. doi: 10.1590/0074-02760150295.", "ArticleIdList": ["10.1590/0074-02760150295", "PMC4708024", "26676322"]}, {"Citation": "Barata G. Medicina popular obtém reconhecimento científico. Ciência Cultura. 2003;55(1):12."}, {"Citation": "Bouyahya A., Et-Touys A., Bakri Y., Talbaui A., Fellah H., Abrini J., Dakka N. Chemical composition of Mentha pulegium and Rosmarinus officinalis essential oils and their antileishmanial, antibacterial and antioxidant activities. Microbial Pathogenesis. 2017;111:41–49. doi: 10.1016/j.micpath.2017.08.015.", "ArticleIdList": ["10.1016/j.micpath.2017.08.015", "28821401"]}, {"Citation": "Brasil . Política Nacional de Plantas Medicinais e Fitoterápicos. Brasília: Ministério da Saúde; 2006. Ministério da Saúde."}, {"Citation": "Brasil . Dispõe sobre a notificação de drogas vegetais junto à Agência Nacional de Vigilância Sanitária (ANVISA) e dá outras providências (Resolução – RDC nº 10, de 9 de março de 2010) Diário Oficial da República Federativa do Brasil; 2010. Ministério da Saúde. Agência Nacional de Vigilância Sanitária."}, {"Citation": "Castro L. M., Pinto N. B., Moura M. Q., Villela M. M., Capella G. A., Freitag R. A., Berne M. E. A. Antihelminthic action of the Anethum graveolens essential oil on Haemonchus contortus eggs and larvae. Brazilian Journal of Biology = Revista Brasileira de Biologia. 2021;81(1):183–188. doi: 10.1590/1519-6984.225856. a.", "ArticleIdList": ["10.1590/1519-6984.225856", "32074174"]}, {"Citation": "Castro L. M., Pinto N. B., de Moura M. Q., Freitag R. A., de Almeida Capella G., Motta T. O., Villela M. M., Berne M. E. A. Atividade in vitro do óleo essencial de Cuminum cyminum contra Haemonchus contortus de ovinos. Brazilian Journal of Development. 2021;7(5):44079–44091. doi: 10.34117/bjdv.v7i5.29188. b.", "ArticleIdList": ["10.34117/bjdv.v7i5.29188"]}, {"Citation": "Cruz C. A., Hortúa L. C. L., Moreno G. F., González A. C. P. Evaluación del efecto de Azadirachta indica y Thymus vulgaris sobre el recuento de huevos de helmintos y coccidias en cordeiros. Revista Electrónica de Veterinaria. 2017;18(9):1–13."}, {"Citation": "Dauqan E. M. A., Abdullah A. Medicinal and Functional Values of Thyme (Thymus vulgaris L.) Herb. Journal of Applied Biology and Biotechnology. 2017;5(2):17–22."}, {"Citation": "Davoodi J., Abbasi-Maleki S. Effect of Origanum vulgare hydroalcoholic extract on Giardia lamblia cysts compared with metronidazole in vitro. Iranian journal of parasitology. 2018;13(3):486–492.", "ArticleIdList": ["PMC6243170", "30483342"]}, {"Citation": "Dias de Castro L., Luciana L., Madrid I. M., Aguiar C. L. G., Castro L. M., Cleff M. B., Berne M. E. A., Leite F. P. L. Potencial ovicida de origanum vulgare (Lamiaceae) em nematódeos gastrintestinais de bovinos. Ciência Animal Brasileira (Online) 2013;14(4):508–513. doi: 10.5216/cab.v14i4.22080.", "ArticleIdList": ["10.5216/cab.v14i4.22080"]}, {"Citation": "Dudko P., Junkuszew A., Bojar W., Milerski M., Szczepaniak K., Le Scouarnec J., Schmidová J., Tomczuk K., Grzybek M. Effect of dietary supplementation with preparation comprising the blend of essential oil from Origanum vulgare (Lamiaceae) and Citrus spp. Italian Journal of Animal Science. 2018;17(1):57–65. doi: 10.1080/1828051X.2017.1346965.", "ArticleIdList": ["10.1080/1828051X.2017.1346965"]}, {"Citation": "Elazab S. T., Soliman A. F., Nishikawa Y. Effect of some plant extracts from Egyptian herbal plants against Toxoplasma gondii tachyzoites in vitro. The Journal of veterinary medical science. 2021;83(1):100–107. doi: 10.1292/jvms.20-0458.", "ArticleIdList": ["10.1292/jvms.20-0458", "PMC7870401", "33268605"]}, {"Citation": "El-Sayed N. M. Evaluation of the in vitro effects of ethanol extracts of Ocimun basilicum (sweet basil) and Thymus vulgaris (thyme) for anti-Blastocystis hominis activity. Egyptian Journal of Medical Sciences. 2009;30(2):1229–1243."}, {"Citation": "Elshafie H. S., Armentano M. F., Carmosino M., Bufo S. A., De Feo V., Camele I. Cytotoxic activity of Origanum Vulgare L. on Hepatocellular Carcinoma Cell Line HepG2 and evaluation of your biological activity. Molecules (Basel, Switzerland) 2017;22(9):1435. doi: 10.3390/molecules22091435.", "ArticleIdList": ["10.3390/molecules22091435", "PMC6151800", "28867805"]}, {"Citation": "Estancial C. S., Marini D. C. Avaliação da frequência de parasitose intestinal em indivíduos atendidos em um laboratório de análises clínicas na região central de Mogi Guaçu. Foco. 2014;5(7):31–40. \n https://www.revistafoco.inf.br/index.php/FocoFimi/article/view/55/53\n."}, {"Citation": "Fenalti J. M., Baccegaa B., Santos T. M., Santos P. C., Scaini C. J. Diversidade das plantas brasileiras com potencial anti-helmíntico. Vittalle. 2016;28(1):39–48. \n https://periodicos.furg.br/vittalle/article/view/6188\n."}, {"Citation": "Ferreira L. E., Benincasa B. I., Fachin A. L., França S. C., Contini S. S. H. T., Chagas A. C. S., Beleboni R. O. Thymus vulgaris L. essential oil and its main component thymol: Anthelmintic effects against Haemonchus contortus from sheep. Veterinary parasitology. 2016;228:70–76. doi: 10.1016/j.vetpar.2016.08.011.", "ArticleIdList": ["10.1016/j.vetpar.2016.08.011", "27692335"]}, {"Citation": "Fortes F. S., Molento M. B. Resistência anti-helmíntica em nematoides gastrintestinais de pequenos ruminantes: Avanços e limitações para seu diagnóstico. Pesquisa Veterinária Brasileira. 2013;33(12):1391–1402. doi: 10.1590/S0100-736X2013001200001.", "ArticleIdList": ["10.1590/S0100-736X2013001200001"]}, {"Citation": "Gadelha C. S., Pinto V. M., Junior, Bezerra K. K. S., Pereira B. B. M., Mracajá P. B. Estudo bibliográfico sobre o uso das plantas medicinais e fitoterápicos no Brasil. Revista Verde. 2013;8(5):208–212. \n https://www.gvaa.com.br/revista/index.php/RVADS/article/view/3577/3199\n."}, {"Citation": "Galuppi R., Valente M., Tampieri M. P. Development of an in vitro test to compare natural and chemical products effectiveness against L3 gastrointestinal strongylids of sheep. Parasitologia. 2009;51:47–56."}, {"Citation": "Gaur S., Kuhlenschmidt T. B., Kuhlenschmidt M. S., Andrade J. E. Effect of oregano essential oil and carvacrol on Cryptosporidium parvum infectivity in HCT-8 cells. Parasitology international. 2018;67(2):170–175. doi: 10.1016/j.parint.2017.11.001.", "ArticleIdList": ["10.1016/j.parint.2017.11.001", "29155281"]}, {"Citation": "Giordani C., Matos C. B., Guterres K. A., Silva C. C., Santin R., Schuch L. F. D., Cleff M. B. Plantas com potencial medicinal e tóxico em comunidade atendida pelo Ambulatório Veterinário-UFPel. Revista Brasileira de Ciência Veterinária. 2016;23(3-4):126–132. doi: 10.4322/rbcv.2016.043.", "ArticleIdList": ["10.4322/rbcv.2016.043"]}, {"Citation": "Hotez P. J., Molyneux D. H., Fenwick A., Ottesen E., Ehrlich Sachs S., Sachs J. D. Incorporating a rapid-impact package for neglected tropical diseases with Programs for HIV/AIDS, Tuberculosis, and Malaria. PLoS Medicine. 2006;3(5):e102. doi: 10.1371/journal.pmed.0030102.", "ArticleIdList": ["10.1371/journal.pmed.0030102", "PMC1351920", "16435908"]}, {"Citation": "Marinho M. L., Alves M. S., Rodrigues M. L. C., Rotondano T. E. F., Vidal I. F., Silva W. W., Athayde A. C. R. A utilização de plantas medicinais em medicina veterinária: Um resgate do saber popular. Revista Brasileira de Plantas Medicinais. 2007;9(3):64–69. \n https://www1.ibb.unesp.br/Home/Departamentos/Botanica/RBPM-RevistaBrasileiradePlantasMedicinais/artigo9_v9_n3.pdf\n."}, {"Citation": "Melo C. R., Lira A. B., Alves M. F., Lima C. M. B. L. O uso de plantas medicinais para doenças parasitárias. Acta Brasiliensis. 2017;1(1):28–32. doi: 10.22571/Actabra1120177.", "ArticleIdList": ["10.22571/Actabra1120177"]}, {"Citation": "Mohiti-Asli M., Ghanaatparast-Rashti M. Dietary oregano essential oil alleviates experimentally induced coccidiosis in broilers. Preventive Veterinary Medicine. 2015;120(2):195–202. doi: 10.1016/j.prevetmed.2015.03.014.", "ArticleIdList": ["10.1016/j.prevetmed.2015.03.014", "25864115"]}, {"Citation": "Mosquera Rodríguez A. S.  Aplicación de métodos alternativos para el control de Giardia spp. em caninos (Canis familiaris) Universidad Técnica de Ambato; 2016.  Proyecto final de curso. \n https://repositorio.uta.edu.ec/handle/123456789/23410\n."}, {"Citation": "Munguía-Xóchichua J. A., Valenzuela-Medrano W., Leyva-Corona J. C., Morales-Pablos M. I., Figueroa-Castillo J. A. Potential of the Oregano as natural alternative to control Haemonchus contortus in hair ovines. Revista Latino-Americana de Recursos Naturales. 2013;9(1):150–154. \n https://itson.mx/publicaciones/rlrn/Documents/v9-n1-18-potencial-del-oregano-como-alternativa-natural-para-controlar-haemonchus-contortus-en-ovinos-de-pelo.pdf\n."}, {"Citation": "Nery P. S., Duarte E. R., Martins E. R. Eficácia de plantas para o controle de nematóides gastrintestinais de pequenos ruminantes: Revisão de estudos publicados. Revista Brasileira de Plantas Medicinais. 2009;11(3):330–338. doi: 10.1590/S1516-05722009000300016.", "ArticleIdList": ["10.1590/S1516-05722009000300016"]}, {"Citation": "Oniga I., Pușcaș C., Silaghi-Dumitrescu R., Olah N. K., Sevastre B., Marica R., Marcus I., Sevastre-Berghian A. C., Benedec D., Pop C. E., Hanganu D. Origanum vulgare ssp. vulgare: Chemical composition and biological studies. Molecules (Basel, Switzerland) 2018;23(8):E2077. doi: 10.3390/molecules23082077.", "ArticleIdList": ["10.3390/molecules23082077", "PMC6222339", "30126246"]}, {"Citation": "Pensel P. E., Maggiore M. A., Gende L. B., Eguaras M. J., Denegri M. G., Elissondo M. C. Eficácia de óleos essenciais de Thymus vulgaris e Origanum vulgare em Echinococcus granulosus. Interdisciplinary Perspectives on Infectious Diseases. 2014;2014:693289. doi: 10.1155/2014/693289.", "ArticleIdList": ["10.1155/2014/693289", "PMC4142668", "25180033"]}, {"Citation": "Pinto N. B., Castro L. M., Azambuja R. H. M., Capella G. A., Moura M. Q., Terto W. D., Freitag R. A., Jeske S. T., Villela M. M., Cleff M. B., Leite F. P. L. Ovicidal and larvicidal potential of Rosmarinus officinalis to control gastrointestinal nematodes of sheep. Revista Brasileira de Parasitologia Veterinaria = Brazilian Journal of Veterinary Parasitology : Orgao Oficial do Colegio Brasileiro de Parasitologia Veterinaria. 2019;28(4):807–811. doi: 10.1590/s1984-29612019060.", "ArticleIdList": ["10.1590/s1984-29612019060", "31483032"]}, {"Citation": "Prerna, & Vasudeva N. Origanum majorana L. - Phyto-pharmacological review. Indian Journal of Natural Products and Resources. 2015;6(4):261–267."}, {"Citation": "Rojas J., Solís H., Palacios O. Evaluación in vitro de la actividad anti Trypanosoma cruzi de aceites esenciales de diez plantas medicinales. Anales de la Facultad de Medicina. 2010;71(3):161165.  \n http://www.scielo.org.pe/scielo.php?script=sci_arttext&pid=S1025-55832010000300004&lng=es&nrm=iso\n."}, {"Citation": "Sanchez-Suarez J., Riveros I., Delgado G. Evaluation of the leishmanicidal and cytotoxic potential of essential oils derived from ten colombian plants. Iranian journal of parasitology. 2013;8(1):129–136.", "ArticleIdList": ["PMC3655250", "23682270"]}, {"Citation": "Santoro G. F., Cardoso M. G., Guimarães L. G., Mendonça L. Z., Soares M. J. Trypanosoma cruzi: activity of essential oils from Achillea millefolium L., Syzygium aromaticum L. and Ocimum basilicum L. on epimastigotes and trypomastigotes. Experimental Parasitology. 2007;116(3):283–290. doi: 10.1016/j.exppara.2007.01.018. a.", "ArticleIdList": ["10.1016/j.exppara.2007.01.018", "17349626"]}, {"Citation": "Santoro G. F., das Graças Cardoso M., Guimarães L. G., Salgado A. P., Menna-Barreto R. F., Soares M. J. Effect of oregano (Origanum vulgare L.) and thyme (Thymus vulgaris L.) essential oils on Trypanosoma cruzi (Protozoa: Kinetoplastida) growth and ultrastructure. Parasitology Research. 2007;100(4):783–790. doi: 10.1007/s00436-006-0326-5. b.", "ArticleIdList": ["10.1007/s00436-006-0326-5", "17024354"]}, {"Citation": "Shokri A., Saeedi M., Fakhar M., Morteza-Semnani K., Keighobadi M., Hosseini Teshnizi S., Kelidari H. R., Sadjadi S. Antileishmanial Activity of Lavandula angustifolia and Rosmarinus Officinalis Essential Oils and Nano-emulsions on Leishmania major (MRHO/IR/75/ER) Iranian journal of parasitology. 2017;12(4):622–631.", "ArticleIdList": ["PMC5756313", "29317888"]}, {"Citation": "Silva M. A. M. P., Zehetmeyr F. K., Pereira K. M., Pacheco B. S., Freitag R. A., Pinto N. B., Machado R. H., Villarreal J. P. V., Hubner S. O., Berne M. E. A., Nascente P. S. Ovicidal in vitro activity of the fixed oil of Helianthus annus L. and the essential oil of Cuminum cyminum L. against Fasciola hepatica (Linnaeus, 1758) Experimental Parasitology. 2020;218:107984. doi: 10.1016/j.exppara.2020.107984.", "ArticleIdList": ["10.1016/j.exppara.2020.107984", "32871143"]}, {"Citation": "Silva N. C. S., Vitor A. M., Bessa D. H. S., Barros R. M. S. A utilização de plantas medicinais e fitoterápicos em prol da saúde. Única Cadernos Acadêmicos. 2017;3(3):1–5. \n http://co.unicaen.com.br:89/periodicos/index.php/UNICA/article/view/56\n."}, {"Citation": "Soleimani E., Sarmadian H., Arjomand Zadegan M., Ghasemikhah R., Taher Ahmadi H. Toxicity and antiparasitic efficacy of essential oils: Analyses of the biochemical compositions and potencies. Iranian Journal of Toxicology. 2021;15(1):1–8. doi: 10.32598/IJT.15.1.727.1.", "ArticleIdList": ["10.32598/IJT.15.1.727.1"]}, {"Citation": "Štrbac F., Bosco A., Amadesi A., Rinaldi L., Stojanovic D., Simin N., Orcic D., Pusic I., Krnjajic S., Ratajac R. Ovicidal potential of five different essential oils to control gastrointestinal nematodes of sheep. Pakistan Veterinary Journal. 2021;41(3):353–358. doi: 10.29261/pakvetj/2021.026.", "ArticleIdList": ["10.29261/pakvetj/2021.026"]}, {"Citation": "Taufner C. F., Ferraço E. B., Ribeiro L. F. Uso de plantas medicinais como alternativa fitoterápica nas unidades de saúde pública de Santa Teresa e Marilândia, ES. Natureza on-line. 2006;4(1):30–39. \n http://www.naturezaonline.com.br/natureza/conteudo/pdf/medicinais_ster_mari.pdf\n."}, {"Citation": "Villanueva A. G. P., Hurtada J. M. U. P. A., Magpanty V. A. Efficacy of garlic (Allium sativum L.), oregano (Origanum vulgare L.) and turmeric (Curcuma longa L.) against larval development of Ascaridia galli eggs isolated from Philippine native chicken. Philippine Journal of Veterinary and Animal Science. 2015;41(1):57–64. \n https://ejournals.ph/article.php?id=9784\n."}, {"Citation": "Yones D. A., Taher G. A., Ibraheim Z. Z. In vitro effects of some herbs used in Egyptian traditional medicine on viability of protoscolices of hydatid cysts. The Korean journal of parasitology. 2011;49(3):255–263. doi: 10.3347/kjp.2011.49.3.255.", "ArticleIdList": ["10.3347/kjp.2011.49.3.255", "PMC3210842", "22072825"]}, {"Citation": "Zago L. M. S. Vinte e dois anos de pesquisa sobre plantas medicinais: Uma análise cienciométrica. Revista Técnia. 2018;3(1):157–173."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "10", "Day": "13"}, {"Year": "2022", "Month": "10", "Day": "14"}, {"Year": "2022", "Month": "11", "Day": "16", "Hour": "2", "Minute": "48"}, {"Year": "2022", "Month": "11", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "17", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "9", "Day": "11"}], "PublicationStatus": "epublish", "ArticleIdList": ["36381138", "PMC9652050", "10.29374/2527-2179.bjvm004722", "bjvmAR004722"]}}], "PubmedBookArticle": []}