{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Septoria tritici blotch", "Zymoseptoria tritici", "antioxidant enzymes", "photosynthetic machinery", "resistance gene", "stomata immunity"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36388590", "DateRevised": {"Year": "2022", "Month": "11", "Day": "19"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "10", "Day": "26"}], "Language": ["eng"], "ELocationID": ["1004691", "10.3389/fpls.2022.1004691"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Stb6 mediates stomatal immunity, photosynthetic functionality, and the antioxidant system during the <i>Zymoseptoria tritici</i>-wheat interaction.", "Pagination": {"StartPage": "1004691", "MedlinePgn": "1004691"}, "Abstract": {"AbstractText": ["This study offers new perspectives on the biochemical and physiological changes that occur in wheat following a gene-for-gene interaction with the fungal pathogen <i>Zymoseptoria tritici</i>. The <i>Z. tritici</i> isolate IPO323, carries <i>AvrStb6</i>, while <i>ΔAvrStb6#33</i>, lacks <i>AvrStb6</i>. The wheat cultivar (cv.) Shafir, bears the corresponding resistance gene <i>Stb6</i>. Inoculation of cv. Shafir with these isolates results in two contrasted phenotypes, offering a unique opportunity to study the immune response caused by the recognition of AvrStb6 by Stb6. We employed a variety of methodologies to dissect the physiological and biochemical events altered in cv. Shafir, as a result of the AvrStb6-Stb6 interaction. Comparative analysis of stomatal conductance demonstrated that AvrStb6-Stb6 mediates transient stomatal closures to restrict the penetration of <i>Zymoseptoria</i> <i>tritici</i>. Tracking photosynthetic functionality through chlorophyll fluorescence imaging analysis demonstrated that AvrStb6-Stb6 retains the functionality of photosynthesis apparatus by promoting Non-Photochemical Quenching (NPQ). Furthermore, the PlantCV image analysis tool was used to compare the H<sub>2</sub>O<sub>2</sub> accumulation and incidence of cell death (2, 4, 8, 12, 16, and 21 dpi), over <i>Z. tritici</i> infection. Finally, our research shows that the AvrStb6-Stb6 interaction coordinates the expression and activity of antioxidant enzymes, both enzymatic and non-enzymatic, to counteract oxidative stress. In conclusion, the Stb6-AvrStb6 interaction in the <i>Z. tritici</i>-wheat pathosystem triggers transient stomatal closure and maintains photosynthesis while regulating oxidative stress."], "CopyrightInformation": "Copyright © 2022 Ghiasi Noei, Imami, Didaran, Ghanbari, Zamani, Ebrahimi, Aliniaeifard, Farzaneh, Javan-Nikkhah, Feechan and Mirzadi Gohari."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Pathology, Faculty of Agricultural Sciences and Engineering, College of Agriculture and Natural Resources, University of Tehran, Karaj, Iran."}], "LastName": "Ghiasi Noei", "ForeName": "Fateme", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Pathology, Faculty of Agricultural Sciences and Engineering, College of Agriculture and Natural Resources, University of Tehran, Karaj, Iran."}], "LastName": "Imami", "ForeName": "Mojtaba", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Photosynthesis Laboratory, Department of Horticulture, Aburaihan Campus, University of Tehran, Tehran, Iran."}], "LastName": "Didaran", "ForeName": "Fardad", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticultural Science, School of Agriculture, Shiraz University, Shiraz, Iran."}], "LastName": "Ghanbari", "ForeName": "Mohammad Amin", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Pathology, Faculty of Agricultural Sciences and Engineering, College of Agriculture and Natural Resources, University of Tehran, Karaj, Iran."}], "LastName": "Zamani", "ForeName": "Elham", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agronomy and Plant Breeding Department, Faculty of Agriculture, Shahrood University of Technology, Semnan, Iran."}], "LastName": "Ebrahimi", "ForeName": "Amin", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Photosynthesis Laboratory, Department of Horticulture, Aburaihan Campus, University of Tehran, Tehran, Iran."}], "LastName": "Aliniaeifard", "ForeName": "Sasan", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agriculture, Medicinal Plants and Drugs Research Institute, Shahid Beheshti University, Tehran, Iran."}], "LastName": "Farzaneh", "ForeName": "Mohsen", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Pathology, Faculty of Agricultural Sciences and Engineering, College of Agriculture and Natural Resources, University of Tehran, Karaj, Iran."}], "LastName": "Javan-Nikkhah", "ForeName": "Mohammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Agriculture and Food Science, University College Dublin, Dublin, Ireland."}], "LastName": "Feechan", "ForeName": "Angela", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Pathology, Faculty of Agricultural Sciences and Engineering, College of Agriculture and Natural Resources, University of Tehran, Karaj, Iran."}], "LastName": "Mirzadi Gohari", "ForeName": "Amir", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aliniaeifard S., Van Meeteren U. (2016). Stomatal characteristics and desiccation response of leaves of cut chrysanthemum (Chrysanthemum morifolium) flowers grown at high air humidity. Sci. Hortic. 205, 84–89. doi: 10.1016/j.scienta.2016.04.025", "ArticleIdList": ["10.1016/j.scienta.2016.04.025"]}, {"Citation": "Ansari M. A., Anurag A., Fatima Z., Hameed S. (2013). \"Natural phenolic compounds: a potential antifungal agent\", in: Microbial Pathogens and Strategies for Combating Them: Science, Technology and Education ed. A. Méndez-Vilas ((Badajoz: Formatex Research Center; ), 189–195."}, {"Citation": "Apel K., Hirt H. (2004). Reactive oxygen species: metabolism, oxidative stress, and signaling transduction. Annu. Rev. Plant Biol. 55, 373. doi: 10.1146/annurev.arplant.55.031903.141701", "ArticleIdList": ["10.1146/annurev.arplant.55.031903.141701", "15377225"]}, {"Citation": "Báidez A. G., Gómez P., Del Río J. A., Ortuño A. (2007). Dysfunctionality of the xylem in Olea europaea l. plants associated with the infection process by Verticillium dahliae kleb. role of phenolic compounds in plant defense mechanism. J. Agric. Food Chem. 55, 3373–3377. doi: 10.1021/jf063166d", "ArticleIdList": ["10.1021/jf063166d", "17394331"]}, {"Citation": "Bajji M., Kinet J.-M., Lutts S. (2002). The use of the electrolyte leakage method for assessing cell membrane stability as a water stress tolerance test in durum wheat. Plant Growth Regul. 36, 61–70. doi: 10.1023/A:1014732714549", "ArticleIdList": ["10.1023/A:1014732714549"]}, {"Citation": "Bassanezi R., Amorim L., Filho A. B., Berger R. (2002). Gas exchange and emission of chlorophyll fluorescence during the monocycle of rust, angular leaf spot and anthracnose on bean leaves as a function of their trophic characteristics. J. Phytopathol. 150, 37–47. doi: 10.1046/j.1439-0434.2002.00714.x", "ArticleIdList": ["10.1046/j.1439-0434.2002.00714.x"]}, {"Citation": "Bates L. S., Waldren R. P., Teare I. (1973). Rapid determination of free proline for water-stress studies. Plant Soil 39, 205–207. doi: 10.1007/BF00018060", "ArticleIdList": ["10.1007/BF00018060"]}, {"Citation": "Battache M., Lebrun M.-H., Sakai K., Soudière O., Cambon F., Langin T., et al. . (2022). Blocked at the stomatal gate, a key step of wheat Stb16q-mediated resistance to Zymoseptoria tritici . Front. Plant Sci. 13. doi: 10.3389/fpls.2022.921074", "ArticleIdList": ["10.3389/fpls.2022.921074", "PMC9271956", "35832231"]}, {"Citation": "Beauchamp C., Fridovich I. (1971). Superoxide dismutase: improved assays and an assay applicable to acrylamide gels. Analyt. Biochem. 44, 276–287. doi: 10.1016/0003-2697(71)90370-8", "ArticleIdList": ["10.1016/0003-2697(71)90370-8", "4943714"]}, {"Citation": "Boz H. (2015). Ferulic acid in cereals-a review. Czech J. Food Sci. 33, 1–7. doi: 10.17221/401/2014-CJFS", "ArticleIdList": ["10.17221/401/2014-CJFS"]}, {"Citation": "Dias C. S., Araujo L., Chaves J., Damatta F. M., Rodrigues F. A. (2018). Water relation, leaf gas exchange and chlorophyll a fluorescence imaging of soybean leaves infected with Colletotrichum truncatum . Plant Physiol. Biochem. 127, 119–128. doi: 10.1016/j.plaphy.2018.03.016", "ArticleIdList": ["10.1016/j.plaphy.2018.03.016", "29574258"]}, {"Citation": "Díaz‐Tielas C., Grana E., Sotelo T., Reigosa M. J., Sánchez‐Moreiras A. M. (2012). The natural compound transchalcone induces programmed cell death in Arabidopsis thaliana roots. Plant Cell Environ. 35, 1500–1517.", "ArticleIdList": ["22428920"]}, {"Citation": "Eyal Z. (1999). The Septoria tritici and Stagonospora nodorum blotch diseases of wheat. Eur. J. Plant Pathol. 105, 629–641. doi: 10.1023/A:1008716812259", "ArticleIdList": ["10.1023/A:1008716812259"]}, {"Citation": "Fanourakis D., Heuvelink E., Carvalho S. M. (2013). A comprehensive analysis of the physiological and anatomical components involved in higher water loss rates after leaf development at high humidity. J. Plant Physiol. 170, 890–898. doi: 10.1016/j.jplph.2013.01.013", "ArticleIdList": ["10.1016/j.jplph.2013.01.013", "23474196"]}, {"Citation": "Force L., Critchley C., Van Rensen J. J. (2003). New fluorescence parameters for monitoring photosynthesis in plants. Photosynth. Res. 78, 17–33. doi: 10.1023/A:1026012116709", "ArticleIdList": ["10.1023/A:1026012116709", "16245061"]}, {"Citation": "Gehan M. A., Fahlgren N., Abbasi A., Berry J. C., Callen S. T., Chavez L., et al. . (2017). PlantCV v2: Image analysis software for high-throughput plant phenotyping. PeerJ 5, e4088. doi: 10.7717/peerj.4088", "ArticleIdList": ["10.7717/peerj.4088", "PMC5713628", "29209576"]}, {"Citation": "Genty B., Briantais J.-M., Baker N. R. (1989). The relationship between the quantum yield of photosynthetic electron transport and quenching of chlorophyll fluorescence. Biochim. Biophys. Acta (BBA)-Gen. Subj. 990, 87–92. doi: 10.1016/S0304-4165(89)80016-9", "ArticleIdList": ["10.1016/S0304-4165(89)80016-9"]}, {"Citation": "Govrin E. M., Levine A. (2000). The hypersensitive response facilitates plant infection by the necrotrophic pathogen Botrytis cinerea . Curr. Biol. 10, 751–757. doi: 10.1016/S0960-9822(00)00560-1", "ArticleIdList": ["10.1016/S0960-9822(00)00560-1", "10898976"]}, {"Citation": "Grimmer M. K., John Foulkes M., Paveley N. D. (2012). Foliar pathogenesis and plant water relations: a review. J. Exp. Bot. 63, 4321–4331. doi: 10.1093/jxb/ers143", "ArticleIdList": ["10.1093/jxb/ers143", "22664583"]}, {"Citation": "Hayat S., Hayat Q., Alyemeni M. N., Wani A. S., Pichtel J., Ahmad A. (2012). Role of proline under changing environments: a review. Plant Signaling Behav. 7, 1456–1466. doi: 10.4161/psb.21949", "ArticleIdList": ["10.4161/psb.21949", "PMC3548871", "22951402"]}, {"Citation": "Hemeda H., Klein B. (1990). Effects of naturally occurring antioxidants on peroxidase activity of vegetable extracts. J. Food Sci. 55, 184–185. doi: 10.1111/j.1365-2621.1990.tb06048.x", "ArticleIdList": ["10.1111/j.1365-2621.1990.tb06048.x"]}, {"Citation": "Ismail H., Maksimović J. D., Maksimović V., Shabala L., Živanović B. D., Tian Y., et al. . (2015). Rutin, a flavonoid with antioxidant activity, improves plant salinity tolerance by regulating k+ retention and na+ exclusion from leaf mesophyll in quinoa and broad beans. Funct. Plant Biol. 43, 75–86. doi: 10.1071/FP15312", "ArticleIdList": ["10.1071/FP15312", "32480443"]}, {"Citation": "Kalaji H. M., Schansker G., Brestic M., Bussotti F., Calatayud A., Ferroni L., et al. . (2017). Frequently asked questions about chlorophyll fluorescence, the sequel. Photosynth. Res. 132, 13–66. doi: 10.1007/s11120-016-0318-y", "ArticleIdList": ["10.1007/s11120-016-0318-y", "PMC5357263", "27815801"]}, {"Citation": "Katanić Z., Mlinarić S., Katanić N., Ćosić J., Španić V. (2021). Photosynthetic efficiency in flag leaves and ears of winter wheat during fusarium head blight infection. Agronomy 11:1–22. doi: 10.3390/agronomy11122415", "ArticleIdList": ["10.3390/agronomy11122415"]}, {"Citation": "Kema G. H., Mirzadi Gohari A., Aouini L., Gibriel H. A., Ware S. B., Van Den Bosch F., et al. . (2018). Stress and sexual reproduction affect the dynamics of the wheat pathogen effector AvrStb6 and strobilurin resistance. Nat. Genet. 50, 375–380. doi: 10.1038/s41588-018-0052-9", "ArticleIdList": ["10.1038/s41588-018-0052-9", "29434356"]}, {"Citation": "Kema G. H., Yu D., Rijkenberg F. H., Shaw M. W., Baayen R. P. (1996). Histology of the pathogenesis of Mycosphaerella graminicola in wheat. Phytopathology 86, 777–786. doi: 10.1094/Phyto-86-777", "ArticleIdList": ["10.1094/Phyto-86-777"]}, {"Citation": "Koch E., Slusarenko A. (1990). Arabidopsis is susceptible to infection by a downy mildew fungus. Plant Cell 2, 437–445. doi: 10.1105/tpc.2.5.437", "ArticleIdList": ["10.1105/tpc.2.5.437", "PMC159900", "2152169"]}, {"Citation": "Kretschmer M., Damoo D., Djamei A., Kronstad J. (2019). Chloroplasts and plant immunity: where are the fungal effectors? Pathogens 9, 19. doi: 10.3390/pathogens9010019", "ArticleIdList": ["10.3390/pathogens9010019", "PMC7168614", "31878153"]}, {"Citation": "Li M., Kim C. (2021). Chloroplast ROS and stress signaling. Plant Commun. 9, 100264. doi: 10.1016/j.xplc.2021.100264", "ArticleIdList": ["10.1016/j.xplc.2021.100264", "PMC8760138", "35059631"]}, {"Citation": "Mansoor S., Sharma V., Mir M. A., Mir J. I., Un Nabi S., Ahmed N., et al. . (2020). Quantification of polyphenolic compounds and relative gene expression studies of phenylpropanoid pathway in apple (Malus domestica borkh) in response to Venturia inaequalis infection. Saudi J. Biol. Sci. 27, 3397–3404. doi: 10.1016/j.sjbs.2020.09.007", "ArticleIdList": ["10.1016/j.sjbs.2020.09.007", "PMC7715465", "33304148"]}, {"Citation": "Matorin D., Timofeev N., Glinushkin A., Bratkovskaja L., Zayadan B. (2018). Effect of fungal infection with Bipolaris sorokiniana on photosynthetic light reactions in wheat analyzed by fluorescence spectroscopy. Moscow Univ. Biol. Sci. Bull. 73, 203–208. doi: 10.3103/S0096392518040065", "ArticleIdList": ["10.3103/S0096392518040065"]}, {"Citation": "Mekawy A. M. M., Abdelaziz M. N., Ueda A. (2018). Apigenin pretreatment enhances growth and salinity tolerance of rice seedlings. Plant Physiol. Biochem. 130, 94–104. doi: 10.1016/j.plaphy.2018.06.036", "ArticleIdList": ["10.1016/j.plaphy.2018.06.036", "29980098"]}, {"Citation": "Mihailova G., Stoyanova Z., Rodeva R., Bankina B., Bimšteine G., Georgieva K. (2019). Physiological changes in winter wheat genotypes in response to the Zymoseptoria tritici infection. Photosynthetica 57, 428–437. doi: 10.32615/ps.2019.054", "ArticleIdList": ["10.32615/ps.2019.054"]}, {"Citation": "Mirzadi Gohari A., Mehrabi R., Robert O., Ince I. A., Boeren S., Schuster M., et al. . (2014). Molecular characterization and functional analyses of ZtWor1, a transcriptional regulator of the fungal wheat pathogen Zymoseptoria tritici . Mol. Plant Pathol. 15, 394–405. doi: 10.1111/mpp.12102", "ArticleIdList": ["10.1111/mpp.12102", "PMC6638687", "24341593"]}, {"Citation": "Morales J., Mendoza L., Cotoras M. (2017). Alteration of oxidative phosphorylation as a possible mechanism of the antifungal action of p-coumaric acid against Botrytis cinerea . J. Appl. Microbiol. 123, 969–976. doi: 10.1111/jam.13540", "ArticleIdList": ["10.1111/jam.13540", "28714193"]}, {"Citation": "Murchie E. H., Lawson T. (2013). Chlorophyll fluorescence analysis: a guide to good practice and understanding some new applications. J. Exp. Bot. 64, 3983–3998.", "ArticleIdList": ["23913954"]}, {"Citation": "Otero-Blanca A., Pérez-Llano Y., Reboledo-Blanco G., Lira-Ruan V., Padilla-Chacon D., Folch-Mallol J. L., et al. . (2021). Physcomitrium patens infection by Colletotrichum gloeosporioides: Understanding the fungal–bryophyte interaction by microscopy, phenomics and RNA sequencing. J. Fungi 7, 677. doi: 10.3390/jof7080677", "ArticleIdList": ["10.3390/jof7080677", "PMC8401727", "34436216"]}, {"Citation": "Paunov M., Koleva L., Vassilev A., Vangronsveld J., Goltsev V. (2018). Effects of different metals on photosynthesis: cadmium and zinc affect chlorophyll fluorescence in durum wheat. Int. J. Mol. Sci. 19, 787. doi: 10.3390/ijms19030787", "ArticleIdList": ["10.3390/ijms19030787", "PMC5877648", "29522461"]}, {"Citation": "Quaedvlieg W., Kema G., Groenewald J., Verkley G., Seifbarghi S., Razavi M., et al. . (2011). Zymoseptoria gen. nov.: a new genus to accommodate septoria-like species occurring on graminicolous hosts. Persoonia-Mol. Phylogeny Evol. Fungi 26, 57–69. doi: 10.3767/003158511X571841", "ArticleIdList": ["10.3767/003158511X571841", "PMC3160802", "22025804"]}, {"Citation": "Ranieri A., Castagna A., Pacini J., Baldan B., Mensuali Sodi A., Soldatini G. (2003). Early production and scavenging of hydrogen peroxide in the apoplast of sunflower plants exposed to ozone. J. Exp. Bot. 54, 2529–2540. doi: 10.1093/jxb/erg270", "ArticleIdList": ["10.1093/jxb/erg270", "12966041"]}, {"Citation": "Rios J., Aucique-Pérez C., Debona D., Cruz Neto L., Rios V., Rodrigues F. (2017). Changes in leaf gas exchange, chlorophyll a fluorescence and antioxidant metabolism within wheat leaves infected by Bipolaris sorokiniana . Ann. Appl. Biol. 170, 189–203. doi: 10.1111/aab.12328", "ArticleIdList": ["10.1111/aab.12328"]}, {"Citation": "Ruban A. V. (2016). Nonphotochemical chlorophyll fluorescence quenching: mechanism and effectiveness in protecting plants from photodamage. Plant Physiol. 170, 1903–1916. doi: 10.1104/pp.15.01935", "ArticleIdList": ["10.1104/pp.15.01935", "PMC4825125", "26864015"]}, {"Citation": "Rudd J. J., Kanyuka K., Hassani-Pak K., Derbyshire M., Andongabo A., Devonshire J., et al. . (2015). Transcriptome and metabolite profiling of the infection cycle of Zymoseptoria tritici on wheat reveals a biphasic interaction with plant immunity involving differential pathogen chromosomal contributions and a variation on the hemibiotrophic lifestyle definition. Plant Physiol. 167, 1158–1185. doi: 10.1104/pp.114.255927", "ArticleIdList": ["10.1104/pp.114.255927", "PMC4348787", "25596183"]}, {"Citation": "Saintenac C., Lee W.-S., Cambon F., Rudd J. J., King R. C., Marande W., et al. . (2018). Wheat receptor-kinase-like protein Stb6 controls gene-for-gene resistance to fungal pathogen Zymoseptoria tritici . Nat. Genet. 50, 368–374. doi: 10.1038/s41588-018-0051-x", "ArticleIdList": ["10.1038/s41588-018-0051-x", "29434355"]}, {"Citation": "Sarma B., Singh U. (2003). Ferulic acid may prevent infection of Cicer arietinum by Sclerotium rolfsii . World J. Microbiol. Biotechnol. 19, 123–127. doi: 10.1023/A:1023205522032", "ArticleIdList": ["10.1023/A:1023205522032"]}, {"Citation": "Schäfer C., Vogg G., Schmid V. (1993). Evidence for loss of D1 protein during photoinhibition of Chenopodium rubrum l. culture cells. Planta 189, 433–439. doi: 10.1007/BF00194442", "ArticleIdList": ["10.1007/BF00194442", "24178502"]}, {"Citation": "Shetty N., Kristensen B., Newman M.-A., Møller K., Gregersen P. L., Jørgensen H. L. (2003). Association of hydrogen peroxide with restriction of Septoria tritici in resistant wheat. Physiol. Mol. Plant Pathol. 62, 333–346. doi: 10.1016/S0885-5765(03)00079-1", "ArticleIdList": ["10.1016/S0885-5765(03)00079-1"]}, {"Citation": "Shomali A., Aliniaeifard S., Didaran F., Lotfi M., Mohammadian M., Seif M., et al. . (2021). Synergistic effects of melatonin and gamma-aminobutyric acid on protection of photosynthesis system in response to multiple abiotic stressors. Cells 10:1–24. doi: 10.3390/cells10071631", "ArticleIdList": ["10.3390/cells10071631", "PMC8306587", "34209882"]}, {"Citation": "Smith I. K., Vierheller T. L., Thorne C. A. (1988). Assay of glutathione reductase in crude tissue homogenates using 5, 5′-dithiobis (2-nitrobenzoic acid). Analyt. Biochem. 175, 408–413. doi: 10.1016/0003-2697(88)90564-7", "ArticleIdList": ["10.1016/0003-2697(88)90564-7", "3239770"]}, {"Citation": "Stewart R. R., Bewley J. D. (1980). Lipid peroxidation associated with accelerated aging of soybean axes. Plant Physiol. 65, 245–248. doi: 10.1104/pp.65.2.245", "ArticleIdList": ["10.1104/pp.65.2.245", "PMC440305", "16661168"]}, {"Citation": "Straaer B. (1995). Measuring fast fluorescence transients to address environmental questionsL; the JIP-test. Photosynth.: light to biosphere, 5, 977–980. doi: 10.1007/978-94-009-0173-5_1142", "ArticleIdList": ["10.1007/978-94-009-0173-5_1142"]}, {"Citation": "Strasser R. J., Srivastava A., Tsimilli-Michael M. (2000).The fluorescence transient as a tool to characterise and screen photosynthetic samples\", in Mechanisms, Regulation and Adaptation. Eds. Yunus M. Pathre U. Moanty P (London, UK: Taylor and Francis; ) pp.25 445–483."}, {"Citation": "Strasser R. J., Tsimilli-Michael M., Srivastava A. (2004). “Analysis of the chlorophyll a fluorescence transient,” in Chlorophyll a fluorescence (Dordrecht: Springer; ), 321–362."}, {"Citation": "Thordal-Christensen H., Zhang Z., Wei Y., Collinge D. B. (1997). Subcellular localization of H2O2 in plants. H2O2 accumulation in papillae and hypersensitive response during the barley–powdery mildew interaction. Plant J. 11, 1187–1194. doi: 10.1046/j.1365-313X.1997.11061187.x", "ArticleIdList": ["10.1046/j.1365-313X.1997.11061187.x"]}, {"Citation": "Torres M. A. (2010). ROS in biotic interactions. Physiol. Plant. 138, 414–429. doi: 10.1111/j.1399-3054.2009.01326.x", "ArticleIdList": ["10.1111/j.1399-3054.2009.01326.x", "20002601"]}, {"Citation": "Zhang W., He S. Y., Assmann S. M. (2008). The plant innate immunity response in stomatal guard cells invokes G-protein-dependent ion channel regulation. Plant J. 56, 984–996. doi: 10.1111/j.1365-313X.2008.03657.x", "ArticleIdList": ["10.1111/j.1365-313X.2008.03657.x", "PMC2804871", "18702674"]}, {"Citation": "Zhong Z., Marcel T. C., Hartman F. E., Ma X., Plissonneau C., Zala M., et al. (2017). A small secreted protein in Zymoseptoria tritici is responsible for avirulence on wheat cultivars carrying the Stb6 resistance gene. New Phytologist 214, 619–631.", "ArticleIdList": ["28164301"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "7", "Day": "27"}, {"Year": "2022", "Month": "10", "Day": "12"}, {"Year": "2022", "Month": "11", "Day": "17", "Hour": "12", "Minute": "15"}, {"Year": "2022", "Month": "11", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "18", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["36388590", "PMC9645118", "10.3389/fpls.2022.1004691"]}}], "PubmedBookArticle": []}