{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Declining food tradition", "Mountain community", "Sustainable development", "Traditional food knowledge", "Uttarakhand"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36404996", "DateRevised": {"Year": "2023", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "15"}], "Language": ["eng"], "ELocationID": ["10.1007/s40847-022-00222-z"], "Journal": {"ISSN": "2199-6873", "JournalIssue": {"Volume": "25", "Issue": "1", "PubDate": {"Year": "2023"}}, "Title": "Journal of social and economic development", "ISOAbbreviation": "J Soc Econ Dev"}, "ArticleTitle": "Traditional food knowledge of local people and its sustainability in mountains of Uttarakhand State of India.", "Pagination": {"StartPage": "32", "EndPage": "51", "MedlinePgn": "32-51"}, "Abstract": {"AbstractText": ["With homogenisation of various cultural groups due to outside forces and the effect of globalisation, many traditional foods, as developed by various cultural groups, have been lost or on the verge of elimination. In this context, the present study aims to examine and document the traditional food knowledge of local people in Uttarakhand State of India. Interviews and interactions with the local people resulted in documentation of 38 cuisines traditionally prepared by the local people of selected study regions in Uttarakhand. Apart from boiled rice and chapattis (flatbread) of wheat flour, chapattis and porridge of finger millet flour and boiled barnyard and foxtail millets were frequently consumed dishes in combination with dishes made with locally grown pulses such as horse gram and black gram and vegetables such as potato, radish and other leafy vegetables. The supplementary dishes were locally called as fanu, chaisu, gathoni, thechwani, kafli and kadhi. Plants formed the major ingredients in making traditional cuisines. The present study documented 41 plant species comprising of cereals, millets, pulses and spices. With a view to enhance the taste of the dishes, different spices and condiments such as <i>Allium humile, Allium wallichii, Cleome viscosa, Cannabis sativa, Perilla frutescens</i> and <i>Cinnamomum tamala</i> were used by the local people. These dishes possessed some unique characteristics and ethno-medicinal values; hence, when required, they were used to cure a number of ailments as well. Since most of the mountain region in the study area was once inaccessible and health facilities were not much developed till recent times, the traditional health-care system was supported by the traditional food systems. The findings of the present study are further discussed in the context of sustainability of socio-ecological systems of Uttarakhand."], "CopyrightInformation": "© The Author(s), under exclusive licence to Institute for Social and Economic Change 2022. Springer Nature or its licensor (e.g. a society or other partner) holds exclusive rights to this article under a publishing agreement with the author(s) or other rightsholder(s); author self-archiving of the accepted manuscript version of this article is solely governed by the terms of such publishing agreement and applicable law."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.501737.7", "0000 0001 2215 6151"], "Affiliation": "Indian Institute of Forest Management, 357, Nehru Nagar, Bhopal, Madhya Pradesh 462003 India."}], "LastName": "Kala", "ForeName": "Chandra Prakash", "Initials": "CP"}, {"Identifier": ["0000-0002-1481-7754"], "AffiliationInfo": [{"Identifier": ["grid.464840.a", "0000 0004 0500 9573"], "Affiliation": "Centre for Ecological Economics and Natural Resources, Institute for Social and Economic Change (ISEC), Dr. VKRV Rao Road, Nagarabhavi, Bengaluru, 560072 India."}], "LastName": "Nautiyal", "ForeName": "Sunil", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "J Soc Econ Dev", "NlmUniqueID": "9918284169606676", "ISSNLinking": "0972-5792"}, "CoiStatement": "Conflict of interestThe authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bisht IS, Rao KS, Bhandari DC, Nautiyal S, Maikhuri RK, Dhillon BS. A suitable site for in situ (on-farm) management of plant diversity in traditional agro-ecosystems of western Himalaya in Uttaranchal state: a case study. Genet Resour Crop Evol. 2006;53:1333–1350. doi: 10.1007/s10722-005-4432-5.", "ArticleIdList": ["10.1007/s10722-005-4432-5"]}, {"Citation": "Cheema IK. Socio-cultural Stratification of India. Policy Perspect. 2011;8(1):49–63."}, {"Citation": "Farooquee NA, Majila BS, Kala CP. Indigenous knowledge systems and sustainable management of natural resources in a high altitude society in Kumaun Himalaya India. J Human Ecol. 2004;16(1):33–42. doi: 10.1080/09709274.2004.11905713.", "ArticleIdList": ["10.1080/09709274.2004.11905713"]}, {"Citation": "Frese L, Efken J. A case of community-based, traditional on-farm germplasm management in Germany. Plant Genet Resour Newslett. 2002;130:73–76."}, {"Citation": "Kala CP. The valley of flowers: myth and reality. Dehradun: International Book Distributors Dehradun; 2004."}, {"Citation": "Kala CP. Ethno-medicinal botany of the Apatani in the Eastern Himalayan region of India. J Ethno-Biology Ethno-Medicine. 2005;1(1):11. doi: 10.1186/1776-4269-1-11.", "ArticleIdList": ["10.1186/1776-4269-1-11", "PMC1315349", "16288657"]}, {"Citation": "Kala CP. Prioritisation of cultivated and wild edibles by local people in the Uttaranchal hills of Indian Himalaya Indian. J Traditional Knowl. 2007;6(1):239–244."}, {"Citation": "Kala CP. Home gardens and management of key species in the Pachmarhi Biosphere Reserve of India. J Biodivers. 2010;1(2):111–117. doi: 10.1080/09766901.2010.11884722.", "ArticleIdList": ["10.1080/09766901.2010.11884722"]}, {"Citation": "Kala CP. Status of indigenous agro-forestry system in changing climate: A case study of the middle Himalayan region of Tehri Garhwal India. J Forest Sci. 2010;56(8):373–380. doi: 10.17221/113/2009-JFS.", "ArticleIdList": ["10.17221/113/2009-JFS"]}, {"Citation": "Kala CP. Changes in traditional agriculture ecosystem in Rawain Valley of Uttarakhand state in India. Appl Ecol Environ Sci. 2014;2(4):90–93."}, {"Citation": "Kala CP. Pulse with potential. Down Earth. 2018;27(1):82–83."}, {"Citation": "Kala CP. Medicinal plants used for the treatment of respiratory diseases in Uttarakhand state of India. Stud Ethno-Medicine. 2020;14(1–2):1–8. doi: 10.31901/24566772.2020/14.1-2.597.", "ArticleIdList": ["10.31901/24566772.2020/14.1-2.597"]}, {"Citation": "Kwon DY, Tamang JP. Religious ethnic foods. J Ethnic Foods. 2015;2(2):45–46. doi: 10.1016/j.jef.2015.05.001.", "ArticleIdList": ["10.1016/j.jef.2015.05.001"]}, {"Citation": "Maikhuri RK, Rao KS, Saxena KG. Traditional crop diversity for sustainable development of Central Himalayan Agro-ecosystems. Int J Sust Dev World. 1996;3:8–31. doi: 10.1080/13504509609469926.", "ArticleIdList": ["10.1080/13504509609469926"]}, {"Citation": "Maikhuri RK, Semwal RL, Rao KS, Nautiyal S, Saxena KG. Eroding traditional crop diversity imperils the sustainability of agricultural systems in Central Himalaya. Curr Sci. 1997;73(9):777–782."}, {"Citation": "Nautiyal S. Can conservation and development interventions in the Indian Central Himalaya ensure environmental sustainability? A Socio-Ecological Evaluation. Sustain Sci. 2011;6(2):151–167. doi: 10.1007/s11625-011-0126-4.", "ArticleIdList": ["10.1007/s11625-011-0126-4"]}, {"Citation": "Nautiyal S, Kaechele H. Conservation of crop diversity for sustainable landscape development in the mountains of the Indian Himalayan region. Manag Environ Qual. 2007;18(5):514–530. doi: 10.1108/14777830710778283.", "ArticleIdList": ["10.1108/14777830710778283"]}, {"Citation": "Nautiyal S, Rao KS, Maikhuri RK, Negi KS. Apne hi ghar main kho gai mukhmar. Envis Bull Himalayan Ecol Dev. 2000;8(2):83–84."}, {"Citation": "Nautiyal S, Maikhuri RK, Rao KS, Semwal RL, Saxena KG. Agro-ecosystem function around a Himalayan Biosphere Reserve. J Environ Syst. 2002;29(1):71–100. doi: 10.2190/K9JX-D860-AYTQ-8YQD.", "ArticleIdList": ["10.2190/K9JX-D860-AYTQ-8YQD"]}, {"Citation": "Nautiyal S, Kaechele H, Rao KS, Maikhuri RK, Saxena KG. Energy use and economic analysis of traditional versus introduced crops cultivation in mountains of Indian Himalaya: a case study. Energy. 2007;32(12):2321–2335. doi: 10.1016/j.energy.2007.07.011.", "ArticleIdList": ["10.1016/j.energy.2007.07.011"]}, {"Citation": "Nautiyal S, Bisht V, Rao KS, Maikhuri RK. The role of cultural values in agro-biodiversity conservation: a case study from Uttarakhand Himalaya. J Human Ecol. 2008;23(1):1–6. doi: 10.1080/09709274.2008.11906047.", "ArticleIdList": ["10.1080/09709274.2008.11906047"]}, {"Citation": "Nautiyal S, Rao KS, Kaechele H, Raju KV, Schaldach R (eds) (2013) Knowledge systems of societies for adaptation and mitigation of impacts of climate change, environmental science and engineering. 10.1007/978-3-642-36143-2_1, Springer, Heidelberg, p724"}, {"Citation": "Nautiyal S, Kaechele H, Babu U, Tikhile P, Baksi S. Land-use change in indian tropical agro-ecosystems: eco-energy estimation for socio-ecological sustainability. Environ Monitor Assess. 2017;189(4):1–21. doi: 10.1007/s10661-017-5819-4.", "ArticleIdList": ["10.1007/s10661-017-5819-4", "28315232"]}, {"Citation": "Nautiyal S. (2017). Interactions between humans and ecosystems in Himalayas of India and its socioeconomic and ecological consequences: An ecological modelling approach, In: Sandhu H (ed). Ecosystem Functions and Management: Theory and Practice (Springer International Publishing) pp 39-57."}, {"Citation": "Negi CS, Nautiyal S, Dasila L, Rao KS, Maikhuri RK. Ethno-medicinal plant uses in a small tribal community of Central Himalaya India. J Human Ecol. 2003;14(1):23–31. doi: 10.1080/09709274.2003.11905592.", "ArticleIdList": ["10.1080/09709274.2003.11905592"]}, {"Citation": "Pingali P. Westernisation of Asian diets and the transformation of food systems: implications for research and policy. Food Policy. 2007;32(3):281–298. doi: 10.1016/j.foodpol.2006.08.001.", "ArticleIdList": ["10.1016/j.foodpol.2006.08.001"]}, {"Citation": "Sarkar P, Lohith KDH, Dhumal C, Panigrahi SS, Choudhary R. Traditional and ayurvedic foods of Indian origin. J Ethnic Foods. 2015;2(3):97–109. doi: 10.1016/j.jef.2015.08.003.", "ArticleIdList": ["10.1016/j.jef.2015.08.003"]}, {"Citation": "Shiva V. The future of food: countering globalisation and recolonisation of Indian agriculture. Futures. 2004;36(6–7):715–732. doi: 10.1016/j.futures.2003.12.014.", "ArticleIdList": ["10.1016/j.futures.2003.12.014"]}, {"Citation": "Zardhari V. Barahnaja. Twelve Food Grains: Traditional Mixed Farming System’ Leisa India. 2000;2(3):25."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "10", "Day": "29"}, {"Year": "2022", "Month": "11", "Day": "22", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "11", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "21", "Hour": "3", "Minute": "48"}, {"Year": "2022", "Month": "11", "Day": "16"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36404996", "PMC9666931", "10.1007/s40847-022-00222-z", "222"]}}], "PubmedBookArticle": []}