{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Wolfiporia cocos", "fingerprints", "maximum entropy model", "quality assessment", "residual convolutional neural network"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36407623", "DateRevised": {"Year": "2022", "Month": "11", "Day": "22"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "02"}], "Language": ["eng"], "ELocationID": ["996069", "10.3389/fpls.2022.996069"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "ResNet and MaxEnt modeling for quality assessment of <i>Wolfiporia cocos</i> based on FT-NIR fingerprints.", "Pagination": {"StartPage": "996069", "MedlinePgn": "996069"}, "Abstract": {"AbstractText": ["As a fungus with both medicinal and edible value, <i>Wolfiporia cocos</i> (F. A. Wolf) Ryvarden & Gilb. has drawn more public attention. Chemical components' content fluctuates in wild and cultivated <i>W. cocos</i>, whereas the accumulation ability of chemical components in different parts is different. In order to perform a quality assessment of <i>W. cocos</i>, we proposed a comprehensive method which was mainly realized by Fourier transform near-infrared (FT-NIR) spectroscopy and ultra-fast liquid chromatography (UFLC). A qualitative analysis means was built a residual convolutional neural network (ResNet) to recognize synchronous two-dimensional correlation spectroscopy (2DCOS) images. It can rapidly identify samples from wild and cultivated <i>W. cocos</i> in different parts. As a quantitative analysis method, UFLC was used to determine the contents of three triterpene acids in 547 samples. The results showed that a simultaneous qualitative and quantitative strategy could accurately evaluate the quality of <i>W. cocos</i>. The accuracy of ResNet models combined synchronous FT-NIR 2DCOS in identifying wild and cultivated <i>W. cocos</i> in different parts was as high as 100%. The contents of three triterpene acids in Poriae Cutis were higher than that in Poria, and the one with wild Poriae Cutis was the highest. In addition, the suitable habitat plays a crucial role in the quality of <i>W. cocos</i>. The maximum entropy (MaxEnt) model is a common method to predict the suitable habitat area for <i>W. cocos</i> under the current climate. Through the results, we found that suitable habitats were mostly situated in Yunnan Province of China, which accounted for approximately 49% of the total suitable habitat area of China. The research results not only pave the way for the rational planting in Yunnan Province of China and resource utilization of <i>W. cocos</i>, but also provide a basis for quality assessment of medicinal fungi."], "CopyrightInformation": "Copyright © 2022 Zhang, Shen, Zuo and Wang."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Institute, Yunnan Academy of Agricultural Sciences, Kunming, China."}, {"Identifier": [], "Affiliation": "College of Traditional Chinese Medicine, Yunnan University of Chinese Medicine, Kunming, China."}], "LastName": "Zhang", "ForeName": "YanYing", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Chemistry, Biology and Environment, Yuxi Normal University, Yuxi, China."}], "LastName": "Shen", "ForeName": "Tao", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Institute, Yunnan Academy of Agricultural Sciences, Kunming, China."}], "LastName": "Zuo", "ForeName": "ZhiTian", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Institute, Yunnan Academy of Agricultural Sciences, Kunming, China."}, {"Identifier": [], "Affiliation": "College of Traditional Chinese Medicine, Yunnan University of Chinese Medicine, Kunming, China."}], "LastName": "Wang", "ForeName": "YuanZhong", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Alamprese C., Casale M., Sinelli N., Lanteri S., Casiraghi E. (2013). Detection of minced beef adulteration with turkey meat by UV–vis, NIR and MIR spectroscopy. LWT Food Sci. Technol. 53 (1), 225–232. doi: 10.1016/j.lwt.2013.01.027", "ArticleIdList": ["10.1016/j.lwt.2013.01.027"]}, {"Citation": "Bec K. B., Grabska J., Badzoka J., Huck C. W. (2021). Spectra-structure correlations in NIR region of polymers from quantum chemical calculations. the cases of aromatic ring, C=O, C≡N and c-cl functionalities. Spectrochim. Acta A. 262, 120085. doi: 10.1016/j.saa.2021.120085", "ArticleIdList": ["10.1016/j.saa.2021.120085", "34174679"]}, {"Citation": "Büning-Pfaue H. (2003). Analysis of water in food by near infrared spectroscopy. Food Chem. 82, 107–115. doi: 10.1016/s0308-8146(02)00583-6", "ArticleIdList": ["10.1016/s0308-8146(02)00583-6"]}, {"Citation": "Cheng M. E., Yang M., Yin M. Z., Jing Z. X., Peng H. S., Shi T. T., et al. . (2021). Suitable planting area of Poria cocos in jinzhai county of dabie mountains region. China J. Chin. Mater. Med. 46 (2), 260–266. doi: 10.19540/j.cnki.cjcmm.20201024.102", "ArticleIdList": ["10.19540/j.cnki.cjcmm.20201024.102", "33645110"]}, {"Citation": "Debus B., Parastar H., Harrington P., Kirsanov D. (2021). Deep learning in analytical chemistry. TrAC 145, 116459. doi: 10.1016/j.trac.2021.116459", "ArticleIdList": ["10.1016/j.trac.2021.116459", "PMC8487324", "34629572"]}, {"Citation": "Dong J. E., Wang Y., Zuo Z. T., Wang Y. Z. (2020). Deep learning for geographical discrimination of Panax notoginseng with directly near-infrared spectra image. Chemometr. Intell. Lab. 197, 103913. doi: 10.1016/j.chemolab.2019.103913", "ArticleIdList": ["10.1016/j.chemolab.2019.103913"]}, {"Citation": "Dong J. E., Zhang J., Zuo Z. T., Wang Y. Z. (2021. a). Deep learning for species identification of bolete mushrooms with two-dimensional correlation spectral (2DCOS) images. Spectrochim. Acta A. 249, 119211. doi: 10.1016/j.saa.2020.119211", "ArticleIdList": ["10.1016/j.saa.2020.119211", "33248893"]}, {"Citation": "Dong J. E., Zuo Z. T., Zhang J., Wang Y. Z. (2021. b). Geographical discrimination of Boletus edulis using two dimensional correlation spectral or integrative two dimensional correlation spectral image with ResNet. Food Control 129, 108132. doi: 10.1016/j.foodcont.2021.108132", "ArticleIdList": ["10.1016/j.foodcont.2021.108132"]}, {"Citation": "Feng Y. L., Lei P., Tian T., Yin L., Chen D. Q., Chen H., et al. . (2013). Diuretic activity of some fractions of the epidermis of Poria cocos . J. Ethnopharmacol. 150 (3), 1114–1118. doi: 10.1016/j.jep.2013.10.043", "ArticleIdList": ["10.1016/j.jep.2013.10.043", "24184192"]}, {"Citation": "Guo Y. L., Li X., Zhao Z. F., Nawaz Z. (2019). Predicting the impacts of climate change, soils and vegetation types on the geographic distribution of Polyporus umbellatus in China. Sci. Total Environ. 648, 1–11. doi: 10.1016/j.scitotenv.2018.07.465", "ArticleIdList": ["10.1016/j.scitotenv.2018.07.465", "30103037"]}, {"Citation": "Guo Y., Zhao Z., Li X. (2021). Moderate warming will expand the suitable habitat of Ophiocordyceps sinensis and expand the area of O. sinensis with high adenosine content. Sci. Total Environ. 787, 147605. doi: 10.1016/j.scitotenv.2021.147605", "ArticleIdList": ["10.1016/j.scitotenv.2021.147605"]}, {"Citation": "He K. M., Zhang X. Y., Ren S. Q., Sun J. (2016). “Deep residual learning for image recognition,” in Proceedings of the IEEE computer society conference on comput. vision pattern recogn (Berlin, Germany and Part IV: Springer International Publishing AG; ). doi: 10.1109/cvpr.2016.90", "ArticleIdList": ["10.1109/cvpr.2016.90"]}, {"Citation": "Huang H., Malkov S., Coleman M., Painter P. (2003). Application of two-dimensional correlation infrared spectroscopy to the study of miscible polymer blends. Macromolecules 36, 8156–8163. doi: 10.1021/ma0259463", "ArticleIdList": ["10.1021/ma0259463"]}, {"Citation": "Huertas-Tato J., Martín A., Fierrez J., Camacho D. (2022). Fusing CNNs and statistical indicators to improve image classification. Inform. Fusion 79, 174–187. doi: 10.1016/j.inffus.2021.09.012", "ArticleIdList": ["10.1016/j.inffus.2021.09.012"]}, {"Citation": "Jiang L. (2021). Brief talk about the planting technology of Poria cocos . Rural Pract. Technol. (04), 60–61."}, {"Citation": "Jing D., Long D. X., Liu Y. (2020). Technique of cultivating Poria cocos with basswood. Anhui Agr. Sci. Bull. 26 (16), 43–44. doi: 10.16377/j.cnki.issn1007-7731.2020.16.014", "ArticleIdList": ["10.16377/j.cnki.issn1007-7731.2020.16.014"]}, {"Citation": "Karthikeyan S., Gurbanov R., Unal D. (2022). Pb Intoxicated biomolecular changes in Cladonia convoluta studied using 2DCOS infrared spectroscopy coupled with chemometric analysis. Vib. Spectrosco. 119, 103341. doi: 10.1016/j.vibspec.2022.103341", "ArticleIdList": ["10.1016/j.vibspec.2022.103341"]}, {"Citation": "LeCun Y., Bengio Y., Hinton G. (2015). Deep learning. Nature 521 (7553), 436–444. doi: 10.1038/nature14539", "ArticleIdList": ["10.1038/nature14539", "26017442"]}, {"Citation": "Lee S. M., Lee Y. J., Yoon J. J., Kang D. G., Lee H. S. (2012). Effect of Poria cocos on hypertonic stress-induced water channel expression and apoptosis in renal collecting duct cells. J. Ethnopharmacol. 141 (1), 368–376. doi: 10.1016/j.jep.2012.02.048", "ArticleIdList": ["10.1016/j.jep.2012.02.048", "22414475"]}, {"Citation": "Li L., Li Z. M., Wang Y. Z. (2022. a). A method of two-dimensional correlation spectroscopy combined with residual neural network for comparison and differentiation of medicinal plants raw materials superior to traditional machine learning: A case study on Eucommia ulmoides leaves. Plant Methods 18 (1), 102. doi: 10.1186/s13007-022-00935-6", "ArticleIdList": ["10.1186/s13007-022-00935-6", "PMC9375363", "35964064"]}, {"Citation": "Li S. Y., Miao L. J., Jiang Z. H., Wang G. J., Gnyawali K. R., Zhang J., et al. . (2020). Projected drought conditions in Northwest China with CMIP6 models under combined SSPs and RCPs for 2015–2099. Adv. Clim. Chang Res. 11 (3), 210–217. doi: 10.1016/j.accre.2020.09.003", "ArticleIdList": ["10.1016/j.accre.2020.09.003"]}, {"Citation": "Liu Y., Pu H. B., Sun D. W. (2021. a). Efficient extraction of deep image features using convolutional neural network (CNN) for applications in detecting and analysing complex food matrices. Trends Food Sci. Tech. 113, 193–204. doi: 10.1016/j.tifs.2021.04.042", "ArticleIdList": ["10.1016/j.tifs.2021.04.042"]}, {"Citation": "Liu Z. M., Yang S. B., Wang Y. Z., Zhang J. Y. (2021. b). Discrimination of the fruits of Amomum tsao-ko according to geographical origin by 2DCOS image with RGB and resnet image analysis techniques. Microchem. J. 169, 106545. doi: 10.1016/j.microc.2021.106545", "ArticleIdList": ["10.1016/j.microc.2021.106545"]}, {"Citation": "Li L., Zuo Z. T., Wang Y. Z. (2022. b). Identification of geographical origin and different parts of Wolfiporia cocos from yunnan in China using PLS-DA and ResNet based on FT-NIR. Phytochem. Anal. 33 (5), 792–808. doi: 10.1002/pca.3130", "ArticleIdList": ["10.1002/pca.3130", "35491545"]}, {"Citation": "Long W. J., Hu Z. K., Wei L. N., Chen H. Y., Liu T. K., Wang S. Y., et al. . (2022). Accurate identification of the geographical origins of lily using near-infrared spectroscopy combined with carbon dot-tetramethoxyporphyrin nanocomposite and chemometrics. Spectrochim. Acta A. 271, 120932. doi: 10.1016/j.saa.2022.120932", "ArticleIdList": ["10.1016/j.saa.2022.120932", "35123189"]}, {"Citation": "Lopes J. F., da Costa V. G. T., Barbin D. F., Cruz-Tirado L. J. P., Baeten V., Barbon Junior S. (2022). Deep computer vision system for cocoa classification. Multimed. Tools Appl., 1–19. doi: 10.1007/s11042-022-13097-3", "ArticleIdList": ["10.1007/s11042-022-13097-3"]}, {"Citation": "Luo H. M., Qian J., Xu Z. C., Liu W. J., Xu L., Li Y., et al. . (2020). The Wolfiporia cocos genome and transcriptome shed light on the formation of its edible and medicinal sclerotium. Genom. Proteom. Bioinf. 18 (4), 455–467. doi: 10.1016/j.gpb.2019.01.007", "ArticleIdList": ["10.1016/j.gpb.2019.01.007", "PMC8242266", "33359677"]}, {"Citation": "Ma Z. J., Mei G. (2021). Deep learning for geological hazards analysis: Data, models, applications, and opportunities. Earth-Sci. Rev. 223, 103858. doi: 10.1016/j.earscirev.2021.103858", "ArticleIdList": ["10.1016/j.earscirev.2021.103858"]}, {"Citation": "McNeely-White D., Beveridge J. R., Draper B. A. (2020). Inception and ResNet features are (almost) equivalent. Cogn. Syst. Res. 59, 312–318. doi: 10.1016/j.cogsys.2019.10.004", "ArticleIdList": ["10.1016/j.cogsys.2019.10.004"]}, {"Citation": "Noda I. (1993). Generalized two-dimensional correlation method applicable to infrared, raman, and other types of spectroscopy. Appl. Spectrosc. 47 (9), 1329–1336. doi: 10.1366/0003702934067694", "ArticleIdList": ["10.1366/0003702934067694"]}, {"Citation": "Noda I. (2018). Two-trace two-dimensional (2T2D) correlation spectroscopy - a method for extracting useful information from a pair of spectra. J. Mol. Struct. 1160, 471–478. doi: 10.1016/j.molstruc.2018.01.091", "ArticleIdList": ["10.1016/j.molstruc.2018.01.091"]}, {"Citation": "Ozaki Y., Bec K. B., Morisawa Y., Yamamoto S., Tanabe I., Huck C. W., et al. . (2021). Advances, challenges and perspectives of quantum chemical approaches in molecular spectroscopy of the condensed phase. Chem. Soc Rev. 50 (19), 10917–10954. doi: 10.1039/d0cs01602k", "ArticleIdList": ["10.1039/d0cs01602k", "34382961"]}, {"Citation": "Pasquini C. (2018). Near infrared spectroscopy: A mature analytical technique with new perspectives - a review. Anal. Chim. Acta 1026, 8–36. doi: 10.1016/j.aca.2018.04.004", "ArticleIdList": ["10.1016/j.aca.2018.04.004", "29852997"]}, {"Citation": "Peterson A. T., Nakazawa Y. (2007). Environmental data sets matter in ecological niche modelling: An example with Solenopsis invicta and Solenopsis richteri . Global Ecol. Biogeogr. 17, 135–144. doi: 10.1111/j.1466-8238.2007.00347.x", "ArticleIdList": ["10.1111/j.1466-8238.2007.00347.x"]}, {"Citation": "Qian Q., Zhou N., Qi P. C., Zhang Y. Q., Mu X. Y., Shi X. W., et al. . (2018). A UHPLC-QTOF-MS/MS method for the simultaneous determination of eight triterpene compounds from Poria cocos (Schw.) wolf extract in rat plasma: Application to a comparative pharmacokinetic study. J. Chromatogr. B. 102, 34–44. doi: 10.1016/j.jchromb.2018.10.011", "ArticleIdList": ["10.1016/j.jchromb.2018.10.011", "30366210"]}, {"Citation": "Rios J. L. (2011). Chemical constituents and pharmacological properties of Poria cocos . Planta Med. 77 (7), 681–691. doi: 10.1055/s-0030-1270823", "ArticleIdList": ["10.1055/s-0030-1270823", "21347995"]}, {"Citation": "Schütz D., Riedl J., Achten E., Fischer M. (2022). Fourier-Transform near-infrared spectroscopy as a fast screening tool for the verification of the geographical origin of grain maize (Zea mays l.). Food Control 136, 108892. doi: 10.1016/j.foodcont.2022.108892", "ArticleIdList": ["10.1016/j.foodcont.2022.108892"]}, {"Citation": "Shen T., Yu H., Wang Y. Z. (2021). Assessing the impacts of climate change and habitat suitability on the distribution and quality of medicinal plant using multiple information integration: Take Gentiana rigescens as an example. Ecol. Indic 123, 107376. doi: 10.1016/j.ecolind.2021.107376", "ArticleIdList": ["10.1016/j.ecolind.2021.107376"]}, {"Citation": "Shi X. Y., Wang C., Zhao J. C., Wang K. C., Chen F., Chu Q. Q. (2021). Increasing inconsistency between climate suitability and production of cotton (Gossypium hirsutum l.) in China. Ind. Crop Prod. 171, 113959. doi: 10.16/j.indcrop.2021.113959", "ArticleIdList": ["10.16/j.indcrop.2021.113959"]}, {"Citation": "Swets J. A. (1988). Measuring the accuracy of diagnostic systems. Science 240 (4857), 1285–1293. doi: 10.1126/science.3287615", "ArticleIdList": ["10.1126/science.3287615", "3287615"]}, {"Citation": "Wang Q., Fu J., Feng H. G., Huang H., Wang M., Wang K. Q., et al. . (2020). Status of Wolfiporia cocos germplasm resources. Hubei J. Tradit. Chin. Med. 42 (7), 52–55."}, {"Citation": "Wang B. S., Mao J. F., Zhao W., Wang X. R. (2013). Impact of geography and climate on the genetic differentiation of the subtropical pine Pinus yunnanensis . PloS One 8 (6), e67345. doi: 10.1371/journal.pone.0067345", "ArticleIdList": ["10.1371/journal.pone.0067345", "PMC3693954", "23840668"]}, {"Citation": "Wang Q. Q., Zuo Z. T., Huang H. Y., Wang Y. Z. (2020). Comparison and quantitative analysis of wild and cultivated Macrohyporia cocos using attenuated total refection-Fourier transform infrared spectroscopy combined with ultra-fast liquid chromatography. Spectrochim. Acta A. 226, 117633. doi: 10.1016/j.saa.2019.117633", "ArticleIdList": ["10.1016/j.saa.2019.117633", "31605966"]}, {"Citation": "Xia B., Zhou Y., Tan H. S., Ding L. S., Xu H. X. (2014). Advanced ultra-performance liquid chromatography-photodiode array-quadrupole time-of-flight mass spectrometric methods for simultaneous screening and quantification of triterpenoids in Poria cocos . Food Chem. 152, 237–244. doi: 10.1016/j.foodchem.2013.11.151", "ArticleIdList": ["10.1016/j.foodchem.2013.11.151", "24444932"]}, {"Citation": "Yang S. L., Wang H. M., Tong J. P., Bai Y., Alatalo J. M., Liu G., et al. . (2022). Impacts of environment and human activity on grid-scale land cropping suitability and optimization of planting structure, measured based on the MaxEnt model. Sci. Total Environ. 836, 155356. doi: 10.1016/j.scitotenv.2022.155356", "ArticleIdList": ["10.1016/j.scitotenv.2022.155356", "35460781"]}, {"Citation": "Yue J. Q., Li W. Y., Wang Y. Z. (2021. a). Superiority verification of deep learning in the identification of medicinal plants: Taking Paris polyphylla var. yunnanensis as an example. Front. Plant Sci. 12. doi: 10.3389/fpls.2021.752863", "ArticleIdList": ["10.3389/fpls.2021.752863", "PMC8493076", "34630496"]}, {"Citation": "Yue J. Q., Li Z. M., Zuo Z. T., Huang H. Y., Wang Y. Z. (2021. b). Geographical traceability and multielement analysis of edible and medicinal fungi: Taking Wolfiporia cocos (F.A. wolf) ryvarden and gilb. as an example. J. Food Sci. 86 (3), 770–778. doi: 10.1111/1750-3841.15649", "ArticleIdList": ["10.1111/1750-3841.15649", "33586786"]}, {"Citation": "Zhang J., Falandysz J., Hanc A., Lorenc W., Wang Y. Z., Baralkiewicz D. (2022). Occurrence, distribution, and associations of essential and non-essential elements in the medicinal and edible fungus \"Fuling\" from southern China. Sci. Total Environ. 831, 155011. doi: 10.1016/j.scitotenv.2022.155011", "ArticleIdList": ["10.1016/j.scitotenv.2022.155011", "35381245"]}, {"Citation": "Zhao Y. L., Zhang J., Yuan T. J., Shen T., Li W., Yang S. H., et al. . (2014). Discrimination of wild Paris based on near infrared spectroscopy and high performance liquid chromatography combined with multivariate analysis. PloS One 9 (2), e89100. doi: 10.1371/journal.pone.0089100", "ArticleIdList": ["10.1371/journal.pone.0089100", "PMC3928364", "24558477"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "7", "Day": "17"}, {"Year": "2022", "Month": "10", "Day": "20"}, {"Year": "2022", "Month": "11", "Day": "21", "Hour": "4", "Minute": "36"}, {"Year": "2022", "Month": "11", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "22", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["36407623", "PMC9666765", "10.3389/fpls.2022.996069"]}}], "PubmedBookArticle": []}