{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Curcuma wenyujin", "Rhizobium sp.", "genome", "nitrogen metabolism", "plant growth-promoting rhizobacteria"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36406393", "DateRevised": {"Year": "2022", "Month": "11", "Day": "22"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "03"}], "Language": ["eng"], "ELocationID": ["1035167", "10.3389/fmicb.2022.1035167"], "Journal": {"ISSN": "1664-302X", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in microbiology", "ISOAbbreviation": "Front Microbiol"}, "ArticleTitle": "Deciphering the potential of a plant growth promoting endophyte <i>Rhizobium</i> sp. WYJ-E13, and functional annotation of the genes involved in the metabolic pathway.", "Pagination": {"StartPage": "1035167", "MedlinePgn": "1035167"}, "Abstract": {"AbstractText": ["Plant growth-promoting rhizobacteria (PGPR) are well-acknowledged root endophytic bacteria used for plant growth promotion. However, which metabolites produced by PGPR could promote plant growth remains unclear. Additionally, which genes are responsible for plant growth-promoting traits is also not elucidated. Thus, as comprehensive understanding of the mechanism of endophyte in growth promotion is limited, this study aimed to determine the metabolites and genes involved in plant growth-promotion. We isolated an endophytic <i>Rhizobium</i> sp. WYJ-E13 strain from the roots of <i>Curcuma wenyujin</i> Y.H. Chen <i>et</i> C. Ling, a perennial herb and medicinal plant. The tissue culture experiment showed its plant growth-promoting ability. The bacterium colonization in the root was confirmed by scanning electron microscopy and paraffin sectioning. Furthermore, it was noted that the WYJ-E13 strain produced cytokinin, anthranilic acid, and L-phenylalanine by metabolome analysis. Whole-genome analysis of the strain showed that it consists of a circular chromosome of 4,350,227 bp with an overall GC content of 60.34%, of a 2,149,667 bp plasmid1 with 59.86% GC, and of a 406,180 bp plasmid2 with 58.05% GC. Genome annotation identified 4,349 putative protein-coding genes, 51 tRNAs, and 9 rRNAs. The CDSs number allocated to the Kyoto Encyclopedia of Genes and Genomes, Gene Ontology, and Clusters of Orthologous Genes databases were 2027, 3,175 and 3,849, respectively. Comparative genome analysis displayed that <i>Rhizobium</i> sp. WYJ-E13 possesses the collinear region among three species: <i>Rhizobium acidisoli</i> FH23, <i>Rhizobium gallicum</i> R602 and <i>Rhizobium phaseoli</i> R650. We recognized a total set of genes that are possibly related to plant growth promotion, including genes involved in nitrogen metabolism (<i>nifU</i>, <i>gltA</i>, <i>gltB</i>, <i>gltD</i>, <i>glnA</i>, <i>glnD</i>), hormone production (<i>trp ABCDEFS</i>), sulfur metabolism (<i>cysD</i>, <i>cysE</i>, <i>cysK</i>, <i>cysN</i>), phosphate metabolism (<i>pstA</i>, <i>pstC</i>, <i>phoB</i>, <i>phoH</i>, <i>phoU</i>), and root colonization. Collectively, these findings revealed the roles of WYJ-E13 strain in plant growth-promotion. To the best of our knowledge, this was the first study using whole-genome sequencing for <i>Rhizobium</i> sp. WYJ-E13 associated with <i>C. wenyujin</i>. WYJ-E13 strain has a high potential to be used as <i>Curcuma</i> biofertilizer for sustainable agriculture."], "CopyrightInformation": "Copyright © 2022 Huang, Zeng, Chen, Tong, Jiang, He and Xiang."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life and Environmental Sciences, Hangzhou Normal University, Hangzhou, China."}, {"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, Hangzhou, China."}], "LastName": "Huang", "ForeName": "Xiaoping", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life and Environmental Sciences, Hangzhou Normal University, Hangzhou, China."}, {"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, Hangzhou, China."}], "LastName": "Zeng", "ForeName": "Zhanghui", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life and Environmental Sciences, Hangzhou Normal University, Hangzhou, China."}, {"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, Hangzhou, China."}], "LastName": "Chen", "ForeName": "Zhehao", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life and Environmental Sciences, Hangzhou Normal University, Hangzhou, China."}], "LastName": "Tong", "ForeName": "Xiaxiu", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life and Environmental Sciences, Hangzhou Normal University, Hangzhou, China."}], "LastName": "Jiang", "ForeName": "Jie", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life and Environmental Sciences, Hangzhou Normal University, Hangzhou, China."}], "LastName": "He", "ForeName": "Chenjing", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life and Environmental Sciences, Hangzhou Normal University, Hangzhou, China."}, {"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, Hangzhou, China."}], "LastName": "Xiang", "ForeName": "Taihe", "Initials": "T"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Microbiol", "NlmUniqueID": "101548977", "ISSNLinking": "1664-302X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aguilar-Barajas E., Díaz-Pérez C., Ramírez-Díaz M. I., Riveros-Rosas H., Cervantes C. (2011). Bacterial transport of sulfate, molybdate, and related oxyanions. Biometals 24, 687–707. doi: 10.1007/s10534-011-9421-x, PMID:", "ArticleIdList": ["10.1007/s10534-011-9421-x", "21301930"]}, {"Citation": "Andrés-Barrao C., Alzubaidy H., Jalal R., Mariappan K. G., de Zélicourt A., Bokhari A., et al. . (2021). Coordinated bacterial and plant sulfur metabolism in Enterobacter sp. SA187 induced plant salt stress tolerance. Proc. Natl. Acad. Sci. U. S. A. 118:e2107417118. doi: 10.1073/pnas.2107417118, PMID:", "ArticleIdList": ["10.1073/pnas.2107417118", "PMC8609655", "34772809"]}, {"Citation": "Asaf S., Khan A. L., Khan M. A., Al-Harrasi A., Lee I. J. (2018). Complete genome sequencing and analysis of endophytic Sphingomonas sp. LK11 and its potential in plant growth. 3Biotech 8:389. doi: 10.1007/s13205-018-1403-z", "ArticleIdList": ["10.1007/s13205-018-1403-z", "PMC6111035", "30175026"]}, {"Citation": "Aswathy A. J., Jasim B., Jyothis M., Radhakrishnan E. K. (2013). Identification of two strains of Paenibacillus sp. as indole 3 acetic acid-producing rhizome-associated endophytic bacteria from Curcuma longa. 3 Biotech 3, 219–224. doi: 10.1007/s13205-012-0086-0", "ArticleIdList": ["10.1007/s13205-012-0086-0", "PMC3646110", "28324371"]}, {"Citation": "Bankevich A., Nurk S., Antipov D., Gurevich A. A., Dvorkin M., Kulikov A. S., et al. . (2012). SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing. J. Comput. Biol. 19, 455–477. doi: 10.1089/cmb.2012.0021, PMID:", "ArticleIdList": ["10.1089/cmb.2012.0021", "PMC3342519", "22506599"]}, {"Citation": "Bergkemper F., Schöler A., Engel M., Lang F., Krüger J., Schloter M., et al. . (2016). Phosphorus depletion in forest soils shapes bacterial communities towards phosphorus recycling systems. Environ. Microbiol. 18, 1988–2000. doi: 10.1111/1462-2920.13188, PMID:", "ArticleIdList": ["10.1111/1462-2920.13188", "26690731"]}, {"Citation": "Besemer J., Lomsadze A., Borodovsky M. (2001). GeneMarkS: a self-training method for prediction of gene starts in microbial genomes. Implications for finding sequence motifs in regulatory regions. Nucleic Acids Res. 29, 2607–2618. doi: 10.1093/nar/29.12.2607, PMID:", "ArticleIdList": ["10.1093/nar/29.12.2607", "PMC55746", "11410670"]}, {"Citation": "Buchfink B., Xie C., Huson D. H. (2015). Fast and sensitive protein alignment using diamond. Nat. Methods 12, 59–60. doi: 10.1038/nmeth.3176, PMID:", "ArticleIdList": ["10.1038/nmeth.3176", "25402007"]}, {"Citation": "Burge S. W., Daub J., Eberhardt R., Tate J., Barquist L., Nawrocki E. P., et al. . (2013). Rfam 11.0: 10 years of RNA families. Nucleic Acids Res. 41, D226–D232. doi: 10.1093/nar/gks1005, PMID:", "ArticleIdList": ["10.1093/nar/gks1005", "PMC3531072", "23125362"]}, {"Citation": "Chaudhary T., Gera R., Shukla P. (2021). Deciphering the potential of Rhizobium pusense MB-17a, a plant growth-promoting root endophyte, and functional annotation of the genes involved in the metabolic pathway. Front. Bioeng. Biotech. 8:617034. doi: 10.3389/fbioe.2020.617034, PMID:", "ArticleIdList": ["10.3389/fbioe.2020.617034", "PMC7848175", "33537293"]}, {"Citation": "Chen L., Shi H., Heng J. Y., Wang D. X., Bian K. (2019). Antimicrobial, plant growth-promoting and genomic properties of the peanut endophyte Bacillus velezensis LDO2. Microbiol. Res. 218, 41–48. doi: 10.1016/j.micres.2018.10.002, PMID:", "ArticleIdList": ["10.1016/j.micres.2018.10.002", "30454657"]}, {"Citation": "Chen Z., Zhou W. N., Sui X., Xu N., Zhao T., Guo Z. P., et al. . (2022). Plant growth-promoting rhizobacteria with ACC deaminase activity enhance maternal lateral root and seedling growth in switchgrass. Front. Plant Sci. 12:800783. doi: 10.3389/fpls.2021.800783, PMID:", "ArticleIdList": ["10.3389/fpls.2021.800783", "PMC8811130", "35126425"]}, {"Citation": "Cheng S., Jiang J. W., Tan L. T., Deng J. X., Liang P. Y., Su H., et al. . (2022). Plant growth-promoting ability of mycorrhizal Fusarium strain KB-3 enhanced by its IAA producing endohyphal bacterium Klebsiella aerogenes. Front. Microbiol. 13:855399. doi: 10.3389/fmicb.2022.855399, PMID:", "ArticleIdList": ["10.3389/fmicb.2022.855399", "PMC9051524", "35495715"]}, {"Citation": "Chin C. S., Peluso P., Sedlazeck F. J., Nattestad M., Concepcion G. T., Clum A., et al. . (2016). Phased diploid genome assembly with single-molecule real-time sequencing. Nat. Methods 13, 1050–1054. doi: 10.1038/nmeth.4035, PMID:", "ArticleIdList": ["10.1038/nmeth.4035", "PMC5503144", "27749838"]}, {"Citation": "Corral-Lugo A., Torre J. D., Matilla M. A., Fernández M., Morel B., Espinosa-Urgel M., et al. . (2016). Assessment of the contribution of chemoreceptor-based signalling to biofilm formation. Environ. Microbiol. 18, 3355–3372. doi: 10.1111/1462-2920.13170, PMID:", "ArticleIdList": ["10.1111/1462-2920.13170", "26662997"]}, {"Citation": "Darling A. C., Mau B., Blattner F. R., Perna N. T. (2004). Mauve: multiple alignment of conserved genomic sequence with rearrangements. Genome Res. 14, 1394–1403. doi: 10.1101/gr.2289704, PMID:", "ArticleIdList": ["10.1101/gr.2289704", "PMC442156", "15231754"]}, {"Citation": "Dubey A., Malla M. A., Kumar A., Dayanandan S., Khan M. L. (2020). Plants endophytes: unveiling hidden agenda for bioprospecting toward sustainable agriculture. Crit. Rev. Biotechnol. 40, 1210–1231. doi: 10.1080/07388551.2020.1808584, PMID:", "ArticleIdList": ["10.1080/07388551.2020.1808584", "32862700"]}, {"Citation": "Elmagzob A. A. H., Ibrahim M. M., Zhang G. (2019). Seasonal diversity of endophytic bacteria associated with Cinnamomum camphora (L.) Presl. Diversity 11:112. doi: 10.3390/d11070112", "ArticleIdList": ["10.3390/d11070112"]}, {"Citation": "Etminani F., Harighi B. (2018). Isolation and identification of endophytic bacteria with plant growth promoting activity and biocontrol potential from wild pistachio trees. Plant Pathol. J. 34, 208–217. doi: 10.5423/PPJ.OA.07.2017.0158, PMID:", "ArticleIdList": ["10.5423/PPJ.OA.07.2017.0158", "PMC5985647", "29887777"]}, {"Citation": "Feng H. C., Zhang N., Fu R. X., Liu Y. P., Krell T., Du W. B., et al. . (2019). Recognition of dominant attract ants by key chemoreceptors mediates recruitment of plant growth-promoting rhizobacteria. Environ. Microbiol. 21, 402–415. doi: 10.1111/1462-2920.14472, PMID:", "ArticleIdList": ["10.1111/1462-2920.14472", "30421582"]}, {"Citation": "Ferreira C. M. H., Soares H. M. V., Soares E. V. (2019). Promising bacterial genera for agricultural practices: an insight on plant growth-promoting properties and microbial safety aspects. Sci. Total Environ. 682, 779–799. doi: 10.1016/j.scitotenv.2019.04.225, PMID:", "ArticleIdList": ["10.1016/j.scitotenv.2019.04.225", "31146074"]}, {"Citation": "Finn R. D., Attwood T. K., Babbitt P. C., Bateman A., Bork P., Bridge A. J., et al. . (2017). InterPro in 2017-beyond protein family and domain annotations. Nucleic Acids Res. 45, D190–D199. doi: 10.1093/nar/gkw1107, PMID:", "ArticleIdList": ["10.1093/nar/gkw1107", "PMC5210578", "27899635"]}, {"Citation": "Frank B. (1889). Ueber die pilzsymbiose der leguminosen. Ber. Deutsch. Bot. Ges. 7, 332–346. doi: 10.1111/j.1438-8677.1889.tb05711.x", "ArticleIdList": ["10.1111/j.1438-8677.1889.tb05711.x"]}, {"Citation": "Gao Y. U., Zou H., Wang B. S., Yuan F. (2022). Progress and applications of plant growth-promoting bacteria in salt tolerance of crops. Int. J. Mol. Sci. 23:7036. doi: 10.3390/ijms23137036, PMID:", "ArticleIdList": ["10.3390/ijms23137036", "PMC9266936", "35806037"]}, {"Citation": "Garcia-Fraile P., Carro L., Robledo M., Bahena M. H. R., Flores-Felix J. D., Fernandez M. T., et al. . (2012). Rhizobium promotes non-legumes growth and quality in several production steps: towards a biofertilization of edible raw vegetables healthy for humans. PLoS One 7:e38122. doi: 10.1371/journal.pone.0038122, PMID:", "ArticleIdList": ["10.1371/journal.pone.0038122", "PMC3364997", "22675441"]}, {"Citation": "Goss T. J., Perez-Matos A., Bender R. A. (2001). Roles of glutamate synthase, gltBD, and gltF in nitrogen metabolism of Escherichia coli and Klebsiella aerogenes. J. Bacteriol. 183, 6607–6619. doi: 10.1128/JB.183.22.6607-6619.2001, PMID:", "ArticleIdList": ["10.1128/JB.183.22.6607-6619.2001", "PMC95492", "11673431"]}, {"Citation": "Grissa I., Vergnaud G., Pourcel C. (2007). CRISPRFinder: a web tool to identify clustered regularly interspaced short palindromic repeats. Nucleic Acids Res. 35, W52–W57. doi: 10.1093/nar/gkm360, PMID:", "ArticleIdList": ["10.1093/nar/gkm360", "PMC1933234", "17537822"]}, {"Citation": "Guo D. J., Singh R. K., Singh P., Li D. P., Sharma A., Xing Y. X., et al. . (2020). Complete genome sequence of Enterobacter roggenkampii ED5, a nitrogen fixing plant growth promoting endophytic bacterium with biocontrol and stress tolerance properties, isolated from sugarcane root. Front. Microbiol. 11:580081. doi: 10.3389/fmicb.2020.580081, PMID:", "ArticleIdList": ["10.3389/fmicb.2020.580081", "PMC7536287", "33072048"]}, {"Citation": "Gupta A., Gopal M., Thomas G. V., Manikandan V., Gajewski J., Thomas G., et al. . (2014). Whole genome sequencing and analysis of plant growth promoting bacteria isolated from the rhizosphere of plantation crops coconut, cocoa and arecanut. PLoS One 9:e104259. doi: 10.1371/journal.pone.0104259, PMID:", "ArticleIdList": ["10.1371/journal.pone.0104259", "PMC4146471", "25162593"]}, {"Citation": "Harman G., Khadka R., Doni F., Uphoff N. (2021). Benefits to plant health and productivity from enhancing plant microbial symbiont. Front. Plant Sci. 11:610065. doi: 10.3389/fpls.2020.610065, PMID:", "ArticleIdList": ["10.3389/fpls.2020.610065", "PMC8072474", "33912198"]}, {"Citation": "Hasan N., Khan I. U., Farzand A., Heng Z., Moosa A., Saleem M., et al. . (2022). Bacillus altitudinis HNH7 and bacillus velezensis HNH9 promote plant growth through upregulation of growth-promoting genes in upland cotton. J. Appl. Microbiol. 132, 3812–3824. doi: 10.1111/jam.15511, PMID:", "ArticleIdList": ["10.1111/jam.15511", "35244318"]}, {"Citation": "Hassan S. E. (2017). Plant growth-promoting activities for bacterial and fungal endophytes isolated from medicinal plant of Teucrium polium L. J. Adv. Res. 8, 687–695. doi: 10.1016/j.jare.2017.09.001, PMID:", "ArticleIdList": ["10.1016/j.jare.2017.09.001", "PMC5607146", "28951786"]}, {"Citation": "Hazarika S. N., Saikia K., Borah A., Thakur D. (2021). Prospecting endophytic bacteria endowed with plant growth promoting potential isolated from Camellia sinensis. Front. Microbiol. 12:738058. doi: 10.3389/fmicb.2021.738058, PMID:", "ArticleIdList": ["10.3389/fmicb.2021.738058", "PMC8515050", "34659169"]}, {"Citation": "Hiyama T., Sato T., Imanaka T., Atomi H. (2014). The tryptophan synthase β-subunit paralogs TrpB1 and TrpB2 in Thermococcus kodakarensis are both involved in tryptophan biosynthesis and indole salvage. FEBS J. 281, 3113–3125. doi: 10.1111/febs.12845, PMID:", "ArticleIdList": ["10.1111/febs.12845", "24835339"]}, {"Citation": "Huerta-Cepas J., Forslund K., Coelho L. P., Szklarczyk D., Jensen L. J., von Mering C., et al. . (2017). Fast genome-wide functional annotation through orthology assignment by eggNOG-mapper. Mol. Biol. Evol. 34, 2115–2122. doi: 10.1093/molbev/msx148, PMID:", "ArticleIdList": ["10.1093/molbev/msx148", "PMC5850834", "28460117"]}, {"Citation": "Jia M., Chen L., Xin H. L., Zheng C. J., Rahman K., Han T., et al. . (2016). A friendly relationship between endophytic fungi and medicinal plants: a systematic review. Front. Microbiol. 7:906. doi: 10.3389/fmicb.2016.00906", "ArticleIdList": ["10.3389/fmicb.2016.00906", "PMC4899461", "27375610"]}, {"Citation": "Juby S., Choyikutty D., Nayana A. R., Jayachandran K., Radhakrishnan E. K. (2021). Quinalphos tolerant endophytic Bacillus sp. Fcl1 and its toxicity-alleviating effect in Vigna unguiculata. Curr. Microbiol. 78, 904–910. doi: 10.1007/s00284-020-02317-4, PMID:", "ArticleIdList": ["10.1007/s00284-020-02317-4", "33580334"]}, {"Citation": "Kataoka R., Akashi M., Taniguchi T., Kinose Y., Yaprak A. E., Turgay O. C. (2021). Metabolomics analyses reveal metabolites affected by plant growth-promoting endophytic bacteria in roots of the halophyte Mesembryanthemum crystallinum. Int. J. Mol. Sci. 22:11813. doi: 10.3390/ijms222111813, PMID:", "ArticleIdList": ["10.3390/ijms222111813", "PMC8584320", "34769244"]}, {"Citation": "Kaul S., Sharma T., Dhar M. K. (2016). “Omics” tools for better understanding the plant-endophyte interactions. Front. Plant Sci. 7:955. doi: 10.3389/fpls.2016.00955", "ArticleIdList": ["10.3389/fpls.2016.00955", "PMC4925718", "27446181"]}, {"Citation": "Khare E., Mishra J., Arora N. K. (2018). Multifaceted interactions between endophytes and plant: developments and prospects. Front. Microbiol. 9:2732. doi: 10.3389/fmicb.2018.02732, PMID:", "ArticleIdList": ["10.3389/fmicb.2018.02732", "PMC6249440", "30498482"]}, {"Citation": "Koren S., Walenz B. P., Berlin K., Miller J. R., Bergman N. H., Phillippy A. M. (2017). Canu: scalable and accurate long-read assembly via adaptive k-mer weighting and repeat separation. Genome Res. 27, 722–736. doi: 10.1101/gr.215087.116, PMID:", "ArticleIdList": ["10.1101/gr.215087.116", "PMC5411767", "28298431"]}, {"Citation": "Li Y. H., Wu Y. C., Li Y. M., Guo F. J. (2021). Review of the traditional uses, phytochemistry, and pharmacology of Curcuma wenyujin Y. H. Chen et C. Ling. J. Ethnopharmacol. 269:113689. doi: 10.1016/j.jep.2020.113689, PMID:", "ArticleIdList": ["10.1016/j.jep.2020.113689", "33309584"]}, {"Citation": "Liu X. J., Hu B., Chu C. C. (2022). Nitrogen assimilation in plants: current status and future prospects. J. Genet. Genomics 49, 394–404. doi: 10.1016/j.jgg.2021.12.006, PMID:", "ArticleIdList": ["10.1016/j.jgg.2021.12.006", "34973427"]}, {"Citation": "Liu F. P., Liu H. Q., Zhou H. L., Dong Z. G., Bai X. H., Bai P., et al. . (2014). Isolation and characterization of phosphate solubilizing bacteria from betel nut (Areca catechu) and their effects on plant growth and phosphorus mobilization in tropical soils. Biol. Fertil. Soils 50, 927–937. doi: 10.1007/s00374-014-0913-z", "ArticleIdList": ["10.1007/s00374-014-0913-z"]}, {"Citation": "Liu R., Pei Q., Shou T., Zhang W. J., Hu J., Li W. (2019). Apoptotic effect of green synthesized gold nanoparticles from Curcuma wenyujin extract against human renal cell carcinoma A498 cells. Int. J. Nanomed. 14, 4091–4103. doi: 10.2147/IJN.S203222, PMID:", "ArticleIdList": ["10.2147/IJN.S203222", "PMC6556565", "31239669"]}, {"Citation": "Lowe T. M., Eddy S. R. (1997). tRNAscan-SE: a program for improved detection of transfer RNA genes in genomic sequence. Nucleic Acids Res. 25, 955–964. doi: 10.1093/nar/25.5.955, PMID:", "ArticleIdList": ["10.1093/nar/25.5.955", "PMC146525", "9023104"]}, {"Citation": "Luo R. B., Liu B. H., Xie Y. L., Li Z. Y., Huang W. H., Yuan J. Y., et al. . (2012). SOAPdenovo2: an empirically improved memory-efficient short-read de novo assembler. Gigascience 1:18. doi: 10.1186/2047-217X-1-18, PMID:", "ArticleIdList": ["10.1186/2047-217X-1-18", "PMC3626529", "23587118"]}, {"Citation": "Manasa K., Reddy S., Triveni S. (2017). Characterization of potential PGPR and antagonistic activities of Rhizobium isolates from different rhizosphere soils. J. Pharmacogn. Phytochem. 6, 51–54. doi: 10.20546/ijcmas.2017.605.316", "ArticleIdList": ["10.20546/ijcmas.2017.605.316"]}, {"Citation": "Mansilla M. C., de Mendoza D. (2000). The Bacillus subtilis cysP gene encodes a novel sulphate permease related to the inorganic phosphate transporter (pit) family. Microbiology 146, 815–821. doi: 10.1099/00221287-146-4-815", "ArticleIdList": ["10.1099/00221287-146-4-815", "10784039"]}, {"Citation": "Mohr W., Lehnen N., Ahmerkamp S., Marchant H. K., Graf J. S., Tschitschko B., et al. . (2021). Terrestrial-type nitrogen-fixing symbiosis between seagrass and a marine bacterium. Nature 600, 105–109. doi: 10.1038/s41586-021-04063-4, PMID:", "ArticleIdList": ["10.1038/s41586-021-04063-4", "PMC8636270", "34732889"]}, {"Citation": "Moreno-Gavíra A., Diánez F., Sánchez-Montesinos B., Santos M. (2020). Paecilomyces variotii as a plant-growth promoter in horticulture. Agronomy 10:597. doi: 10.3390/agronomy10040597", "ArticleIdList": ["10.3390/agronomy10040597"]}, {"Citation": "Moriya Y., Itoh M., Okuda S., Yoshizawa A. C., Kanehisa M. (2007). KAAS: an automatic genome annotation and pathway reconstruction server. Nucleic Acids Res. 35, W182–W185. doi: 10.1093/nar/gkm321, PMID:", "ArticleIdList": ["10.1093/nar/gkm321", "PMC1933193", "17526522"]}, {"Citation": "Moszer I. (1998). The complete genome of Bacillus subtilis: from sequence annotation to data management and analysis. FEBS Lett. 430, 28–36. doi: 10.1016/S0014-5793(98)00620-6, PMID:", "ArticleIdList": ["10.1016/S0014-5793(98)00620-6", "9678589"]}, {"Citation": "Mus F., Crook M. B., Garcia K., Costas A. G., Geddes B. A., Kouri E. D., et al. . (2016). Symbiotic nitrogen fixation and the challenges to its extension to nonlegumes. Appl. Environ. Microbiol. 82, 3698–3710. doi: 10.1128/AEM.01055-16, PMID:", "ArticleIdList": ["10.1128/AEM.01055-16", "PMC4907175", "27084023"]}, {"Citation": "Narayan O. P., Kumar P., Yadav B., Dua M., Johri A. K. (2022). Sulfur nutrition and its role in plant growth and development. Plant Signal. Behav. 7:2030082. doi: 10.1080/15592324.2022.2030082", "ArticleIdList": ["10.1080/15592324.2022.2030082", "35129079"]}, {"Citation": "Oteino N., Lally R. D., Kiwanuka S., Lloyd A., Ryan D., Germaine K. J. N., et al. . (2015). Plant growth promotion induced by phosphate solubilizing endophytic Pseudomonas isolates. Front. Microbiol. 6:745. doi: 10.3389/fmicb.2015.00745", "ArticleIdList": ["10.3389/fmicb.2015.00745", "PMC4510416", "26257721"]}, {"Citation": "Pahel G., Zelenetz A. D., Tyler B. M. (1978). gltB gene and regulation of nitrogen metabolism by glutamine synthetase in Escherichia coli. J. Bacteriol. 133, 139–148. doi: 10.1128/jb.133.1.139-148.1978, PMID:", "ArticleIdList": ["10.1128/jb.133.1.139-148.1978", "PMC221987", "22535"]}, {"Citation": "Pankievicz V. C. S., Irving T. B., Maia L. G. S., Ané J. M. (2019). Are we there yet? The long walk towards the development of efficient symbiotic associations between nitrogen-fixing bacteria and non-leguminous crops. BMC Biol. 17:99. doi: 10.1186/s12915-019-0710-0, PMID:", "ArticleIdList": ["10.1186/s12915-019-0710-0", "PMC6889567", "31796086"]}, {"Citation": "Pravin V., Rosazlin A., Tumirah K., Ismail S., Boyce A. N. (2016). Role of plant growth promoting rhizobacteria in agricultural sustainability-a review. Molecules 21:573. doi: 10.3390/molecules21050573", "ArticleIdList": ["10.3390/molecules21050573", "PMC6273255", "27136521"]}, {"Citation": "Qin S., Feng W. W., Wang T. T., Ding P., Xing K., Jiang J. H. (2017). Plant growth-promoting effect and genomic analysis of the beneficial endophyte Streptomyces sp. KLBMP 5084 isolated from halophyte Limonium sinense. Plant Soil 416, 117–132. doi: 10.1007/s11104-017-3192-2", "ArticleIdList": ["10.1007/s11104-017-3192-2"]}, {"Citation": "Qin L. J., Tian P. D., Cui Q. Y., Hu S. P., Jian W., Xie C. J., et al. . (2021). Bacillus circulans GN03 alters the microbiota, promotes cotton seedling growth and disease resistance, and increases the expression of phytohormone synthesis and disease resistance-related genes. Front. Plant Sci. 12:644597. doi: 10.3389/fpls.2021.644597, PMID:", "ArticleIdList": ["10.3389/fpls.2021.644597", "PMC8079787", "33936131"]}, {"Citation": "Richter M., Rossello-Mora R., Oliver Glockner F., Peplies J. (2016). JSpeciesWS: a web server for prokaryotic species circumscription based on pairwise genome comparison. Bioinformatics 32, 929–931. doi: 10.1093/bioinformatics/btv681, PMID:", "ArticleIdList": ["10.1093/bioinformatics/btv681", "PMC5939971", "26576653"]}, {"Citation": "Ronson C. W., Lyttleton P., Robertson J. G. (1981). C4-dicarboxylate transport mutants of Rhizobium trifolii form ineffective nodules on Trifolium repens. Proc. Natl. Acad. Sci. U. S. A. 78, 4284–4288. doi: 10.1073/pnas.78.7.4284, PMID:", "ArticleIdList": ["10.1073/pnas.78.7.4284", "PMC319774", "16593058"]}, {"Citation": "Rydzak T., Garcia D., Stevenson D. M., Sladek M., Klingeman D. M., Holwerda E. K., et al. . (2017). Deletion of type I glutamine synthetase deregulates nitrogen metabolism and increases ethanol production in Clostridium thermocellum. Metab. Eng. 41, 182–191. doi: 10.1016/j.ymben.2017.04.002, PMID:", "ArticleIdList": ["10.1016/j.ymben.2017.04.002", "28400329"]}, {"Citation": "Sanchis-López C., Cerna-Vargas J. P., Santamaría-Hernando S., Ramos C., Krell T., Rodríguez-Palenzuela P., et al. . (2021). Prevalence and specificity of chemoreceptor profiles in plant-associated bacteria. mSystems 6:e0095121. doi: 10.1128/mSystems.00951-21, PMID:", "ArticleIdList": ["10.1128/mSystems.00951-21", "PMC8547431", "34546073"]}, {"Citation": "Schubert M., Lindgreen S., Orlando L. (2016). AdapterRemoval v2: rapid adapter trimming, identification, and read merging. BMC. Res. Notes 9:88. doi: 10.1186/s13104-016-1900-2, PMID:", "ArticleIdList": ["10.1186/s13104-016-1900-2", "PMC4751634", "26868221"]}, {"Citation": "Schulte C. M. C., Borah K., Wheatley R. M., Terpolilli J. J., Saalbach G., Crang N., et al. . (2021). Metabolic control of nitrogen fixation in rhizobium-legume symbioses. Sci. Adv. 7:eabh2433. doi: 10.1126/sciadv.abh2433, PMID:", "ArticleIdList": ["10.1126/sciadv.abh2433", "PMC8324050", "34330708"]}, {"Citation": "Shao J. H., Xu Z. H., Zhang N., Shen Q. R., Zhang R. F. (2015). Contribution of indole-3-acetic acid in the plant growth promotion by the rhizospheric strain Bacillus amyloliquefaciens SQR9. Biol. Fert. Soils 51, 321–330. doi: 10.1007/s00374-014-0978-8", "ArticleIdList": ["10.1007/s00374-014-0978-8"]}, {"Citation": "Singh P., Kumar V., Agrawal S. (2014). Evaluation of phytase producing bacteria for their plant growth promoting activities. Int. J. Microbiol. 2014:426483. doi: 10.1155/2014/426483", "ArticleIdList": ["10.1155/2014/426483", "PMC3941791", "24669222"]}, {"Citation": "Singh R. K., Singh P., Guo D. J., Sharma A., Li D. P., Li X. K., et al. . (2021). Root-derived endophytic diazotrophic bacteria Pantoea cypripedii AF1 and Kosakonia arachidis EF1 promote nitrogen assimilation and growth in sugarcane. Front. Microbiol. 12:774707. doi: 10.3389/fmicb.2021.774707, PMID:", "ArticleIdList": ["10.3389/fmicb.2021.774707", "PMC8714890", "34975800"]}, {"Citation": "Singh P., Singh R. K., Guo D. J., Sharma A., Singh R. N., Li D. P., et al. . (2021). Whole genome analysis of sugarcane root-associated endophyte Pseudomonas aeruginosa B18-a plant growth-promoting bacterium with antagonistic potential against Sporisorium scitamineum. Front. Microbiol. 12:628376. doi: 10.3389/fmicb.2021.628376, PMID:", "ArticleIdList": ["10.3389/fmicb.2021.628376", "PMC7894208", "33613496"]}, {"Citation": "Smith A. D., Jameson G. N. L., Santos P. C. D., Agar J. N., Naik S., Krebs C., et al. . (2005). NifS-mediated assembly of [4Fe-4S] clusters in the N-and C-terminal domains of the NifU scaffold protein. Biochemistry 44, 12955–12969. doi: 10.1021/bi051257i, PMID:", "ArticleIdList": ["10.1021/bi051257i", "16185064"]}, {"Citation": "Song Y. L., Wu P., Li Y. F., Tong X. X., Zheng Y. F., Chen Z. H., et al. . (2017). Effect of endophytic fungi on the host plant growth, expression of expansin gene and flavonoid content in Tetrastigma hemsleyanum Diels & Gilg ex Diels. Plant Soil 417, 393–402. doi: 10.1007/s11104-017-3266-1", "ArticleIdList": ["10.1007/s11104-017-3266-1"]}, {"Citation": "Stothard P., Wishart D. S. (2005). Circular genome visualization and exploration using CGView. Bioinformatics 21, 537–539. doi: 10.1093/bioinformatics/bti054, PMID:", "ArticleIdList": ["10.1093/bioinformatics/bti054", "15479716"]}, {"Citation": "Taghavi S., van der Lelie D., Hoffman A., Zhang Y. B. D., Walla M., Vangronsveld J., et al. . (2010). Genome sequence of the plant growth promoting endophytic bacterium Enterobacter sp.638. PLoS Genet. 6:e1000943. doi: 10.1371/journal.pgen.1000943, PMID:", "ArticleIdList": ["10.1371/journal.pgen.1000943", "PMC2869309", "20485560"]}, {"Citation": "Tritt A., Eisen J. A., Facciotti M. T., Darling A. E. (2017). An integrated pipeline for de novo assembly of microbial genomes. PLoS One 7:e42304. doi: 10.1371/journal.pone.0042304", "ArticleIdList": ["10.1371/journal.pone.0042304", "PMC3441570", "23028432"]}, {"Citation": "Trivedi P., Leach J. E., Tringe S. G., Sa T., Singh B. K. (2020). Plant-microbiome interactions: from community assembly to plant health. Nat. Rev. Microbiol. 18, 607–621. doi: 10.1038/s41579-020-0412-1, PMID:", "ArticleIdList": ["10.1038/s41579-020-0412-1", "32788714"]}, {"Citation": "Vinayarani G., Prakash H. S. (2018). Growth promoting rhizospheric and endophytic bacteria from Curcuma longa L. as biocontrol agents against rhizome rot and leaf blight diseases. Plant Pathol. J. 34, 218–235. doi: 10.5423/PPJ.OA.11.2017.0225, PMID:", "ArticleIdList": ["10.5423/PPJ.OA.11.2017.0225", "PMC5985648", "29887778"]}, {"Citation": "Walker B. J., Abeel T., Shea T., Priest M., Abouelliel A., Sakthikumar S., et al. . (2017). Pilon: an integrated tool for comprehensive microbial variant detection and genome assembly improvement. PLoS One 9:e112963. doi: 10.1371/journal.pone.0112963", "ArticleIdList": ["10.1371/journal.pone.0112963", "PMC4237348", "25409509"]}, {"Citation": "Wang G., Li B. W., Peng D. L., Zhao H. Z., Lu M. Y., Zhang L. S., et al. . (2022). Combined application of H2S and a plant growth promoting strain JIL321 regulates photosynthetic efficacy, soil enzyme activity and growth-promotion in rice under salt stress. Microbiol. Res. 256:126943. doi: 10.1016/j.micres.2021.126943, PMID:", "ArticleIdList": ["10.1016/j.micres.2021.126943", "34953293"]}, {"Citation": "Wu W., Chen W. H., Liu S. Y., Wu J. J., Zhu Y. T., Qin L. P., et al. . (2021). Beneficial relationships between endophytic bacteria and medicinal plants. Front. Plant Sci. 12:646146. doi: 10.3389/fpls.2021.646146, PMID:", "ArticleIdList": ["10.3389/fpls.2021.646146", "PMC8100581", "33968103"]}, {"Citation": "Wu P., Dong X. M., Song G. Q., Wei M. M., Fang C., Zheng F. B., et al. . (2021). Bioactivity-guided discovery of quality control markers in rhizomes of Curcuma wenyujin based on spectrum-effect relationship against human lung cancer cells. Phytomedicine 86:153559. doi: 10.1016/j.phymed.2021.153559, PMID:", "ArticleIdList": ["10.1016/j.phymed.2021.153559", "33857848"]}, {"Citation": "Wu J. J., Tang X. J., Shi Y., Ma C. J., Zhang H. Y., Zhang J. H., et al. . (2022). Crosstalk of LncRNA HOTAIR and SP1-mediated repression of PDK1 contributes to β-elemene-inhibited proliferation of hepatocellular carcinoma cells. J. Ethnopharmacol. 283:114456. doi: 10.1016/j.jep.2021.114456, PMID:", "ArticleIdList": ["10.1016/j.jep.2021.114456", "34333105"]}, {"Citation": "Wu T., Xu J., Xie W. J., Yao Z. G., Yang H. J., Sun C. L., et al. . (2018). Pseudomonas aeruginosa L10: a hydrocarbon-degrading, biosurfactant-producing, and plant-growth-promoting endophytic bacterium isolated from a reed (Phragmites australis). Front. Microbiol. 9:1087. doi: 10.3389/fmicb.2018.01087, PMID:", "ArticleIdList": ["10.3389/fmicb.2018.01087", "PMC5980988", "29887849"]}, {"Citation": "Yan D. W., Tajima H., Cline L. C., Fong R. Y., Ottaviani J. I., Shapiro H. Y., et al. . (2022). Genetic modification of flavone biosynthesis in rice enhances biofilm formation of soil diazotrophic bacteria and biological nitrogen fixation. Plant Biotechnol. J. 1–14. doi: 10.1111/pbi.13894, PMID:", "ArticleIdList": ["10.1111/pbi.13894", "PMC9616522", "35869808"]}, {"Citation": "Yankey R., Omoor I. N. A., Karanja J. K., Wang L., Urga R. T., Fang C. H., et al. . (2022). Metabolic properties, gene functions, and biosafety analysis reveal the action of three rhizospheric plant growth-promoting bacteria of Jujuncao (Pennisetum giganteum). Environ. Sci. Pollut. Res. Int. 29, 38435–38449. doi: 10.1007/s11356-021-17854-z, PMID:", "ArticleIdList": ["10.1007/s11356-021-17854-z", "35079973"]}, {"Citation": "Yu H. Y., Wu X. Q., Zhang G. Z., Zhou F. Y., Harvey P. R., Wang L. L., et al. . (2022). Identification of the phosphorus-solubilizing bacteria strain JP233 and its effects on soil phosphorus leaching loss and crop growth. Front. Microbiol. 13:892533. doi: 10.3389/fmicb.2022.892533, PMID:", "ArticleIdList": ["10.3389/fmicb.2022.892533", "PMC9100411", "35572684"]}, {"Citation": "Zaheer M. S., Ali H. H., Iqbal M. A., Erinle K. O., Javed T., Iqbal J., et al. . (2022). Cytokinin production by Azospirillum brasilense contributes to increase in growth, yield, antioxidant, and physiological systems of wheat (Triticum aestivum L.). Front. Microbiol. 13:886041. doi: 10.3389/fmicb.2022.886041, PMID:", "ArticleIdList": ["10.3389/fmicb.2022.886041", "PMC9161363", "35663903"]}, {"Citation": "Zhang Y. P., Pohlmann E. L., Roberts G. P. (2005). GlnD is essential for NifA activation, NtrB/NtrC-regulated gene expression, and posttranslational regulation of nitrogenase activity in the photosynthetic, nitrogen-fixing bacterium Rhodospirillum rubrum. J. Bacteriol. 187, 1254–1265. doi: 10.1128/JB.187.4.1254-1265.2005, PMID:", "ArticleIdList": ["10.1128/JB.187.4.1254-1265.2005", "PMC545621", "15687189"]}, {"Citation": "Zhang D. N., Xu H. L., Gao J. Y., Portieles R., Du L. H., Gao X. Y., et al. . (2021). Endophytic Bacillus altitudinis strain uses different novelty molecular pathways to enhance plant growth. Front. Microbiol. 12:692313. doi: 10.3389/fmicb.2021.692313, PMID:", "ArticleIdList": ["10.3389/fmicb.2021.692313", "PMC8268155", "34248918"]}, {"Citation": "Zhang C. L., Yu Z. P., Zhang M. Y., Li X. X., Wang M. J., Li L. X., et al. . (2022). Serratia marcescens PLR enhances lateral root formation through supplying PLR-derived auxin and enhancing auxin biosynthesis in Arabidopsis. J. Exp. Bot. 73, 37611–33725. doi: 10.1093/jxb/erac074", "ArticleIdList": ["10.1093/jxb/erac074", "35196372"]}, {"Citation": "Zhou J., Huang P. W., Li X., Vaistij F. E., Dai C. C. (2022). Generalist endophyte Phomopsis liquidambaris colonization of Oryza sativa L. promoted plant growth under nitrogen starvation. Plant Mol. Biol. 109, 703–715. doi: 10.1007/s11103-022-01268-7, PMID:", "ArticleIdList": ["10.1007/s11103-022-01268-7", "35522401"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "9", "Day": "2"}, {"Year": "2022", "Month": "10", "Day": "17"}, {"Year": "2022", "Month": "11", "Day": "21", "Hour": "4", "Minute": "17"}, {"Year": "2022", "Month": "11", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "22", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "11", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["36406393", "PMC9671153", "10.3389/fmicb.2022.1035167"]}}], "PubmedBookArticle": []}