{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["hippocampus", "methamphetamine", "prefrontal cortex", "structural plasticity", "synapse"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36406748", "DateRevised": {"Year": "2022", "Month": "11", "Day": "22"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "02"}], "Language": ["eng"], "ELocationID": ["1003617", "10.3389/fncel.2022.1003617"], "Journal": {"ISSN": "1662-5102", "JournalIssue": {"Volume": "16", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in cellular neuroscience", "ISOAbbreviation": "Front Cell Neurosci"}, "ArticleTitle": "Low and high dose methamphetamine differentially regulate synaptic structural plasticity in cortex and hippocampus.", "Pagination": {"StartPage": "1003617", "MedlinePgn": "1003617"}, "Abstract": {"AbstractText": ["Psychostimulants, such as methamphetamine (METH) can induce structural remodeling of synapses by remodeling presynaptic and postsynaptic morphology. Escalating or long-lasting high dose METH accounts for neurodegeneration by targeting multiple neurotransmitters. However, the effects of low dose METH on synaptic structure and the modulation mechanism remain elusive. This study aims to assess the effects of low dose (2 mg/kg) and high dose (10 mg/kg) of METH on synaptic structure alternation in hippocampus and prefrontal cortex (PFC) and to reveal the underlying mechanism involved in the process. Low dose METH promoted spine formation, synaptic number increase, post-synaptic density length elongation, and memory function. High dose of METH induced synaptic degeneration, neuronal number loss and memory impairment. Moreover, high dose, but not low dose, of METH caused gliosis in PFC and hippocampus. Mechanism-wise, low dose METH inactivated ras-related C3 botulinum toxin substrate 1 (Rac1) and activated cell division control protein 42 homolog (Cdc42); whereas high dose METH inactivated Cdc42 and activated Rac1. We provided evidence that low and high doses of METH differentially regulate synaptic plasticity in cortex and hippocampus."], "CopyrightInformation": "Copyright © 2022 Ding, Huang, Tang, Shen, Hu, He, Liu, Yu, Liu, Wang, Wang, Zhao, Qi and Huang."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Forensic Medicine, Guizhou Medical University, Guiyang, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Endemic and Ethnic Diseases, Ministry of Education, Guizhou Medical University, Guiyang, China."}], "LastName": "Ding", "ForeName": "Jiuyang", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangzhou Key Laboratory of Forensic Multi-Omics for Precision Identification, School of Forensic Medicine, Southern Medical University, Guangzhou, China."}], "LastName": "Huang", "ForeName": "Jian", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Children Rehabilitation, Children's Hospital of Chongqing Medical University, Chongqing, China."}, {"Identifier": [], "Affiliation": "Ministry of Education Key Laboratory of Child Development and Disorders, Children's Hospital of Chongqing Medical University, Chongqing, China."}, {"Identifier": [], "Affiliation": "National Clinical Research Center for Child Health and Disorders, Children's Hospital of Chongqing Medical University, Chongqing, China."}, {"Identifier": [], "Affiliation": "China International Science and Technology Cooperation Base of Child Development and Critical Disorders, Children's Hospital of Chongqing Medical University, Chongqing, China."}, {"Identifier": [], "Affiliation": "Chongqing Key Laboratory of Pediatrics, Children's Hospital of Chongqing Medical University, Chongqing, China."}], "LastName": "Tang", "ForeName": "Xiang", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Basic Medical Sciences, Guizhou Medical University, Guiyang, China."}], "LastName": "Shen", "ForeName": "Lingyi", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Good Clinical Practice Center, Affiliated Hospital of Zunyi Medical University, Zunyi, China."}], "LastName": "Hu", "ForeName": "Shanshan", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Environmental Pollution Monitoring and Disease Control, Ministry of Education, School of Public Health, Guizhou Medical University, Guiyang, China."}], "LastName": "He", "ForeName": "Jiaojiao", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Functions and Applications of Medicinal Plants, Key Laboratory of Pharmaceutics of Guizhou Province, Guizhou Medical University, Guiyang, China."}], "LastName": "Liu", "ForeName": "Ting", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Forensic Medicine, Guizhou Medical University, Guiyang, China."}], "LastName": "Yu", "ForeName": "Zhixing", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Forensic Medicine, Guizhou Medical University, Guiyang, China."}], "LastName": "Liu", "ForeName": "Yubo", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Forensic Medicine, Guizhou Medical University, Guiyang, China."}], "LastName": "Wang", "ForeName": "Qiyan", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Forensic Medicine, Guizhou Medical University, Guiyang, China."}], "LastName": "Wang", "ForeName": "Jiawen", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Forensic Medicine, Guizhou Medical University, Guiyang, China."}], "LastName": "Zhao", "ForeName": "Na", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Endemic and Ethnic Diseases, Ministry of Education, Guizhou Medical University, Guiyang, China."}], "LastName": "Qi", "ForeName": "Xiaolan", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Forensic Medicine, Guizhou Medical University, Guiyang, China."}], "LastName": "Huang", "ForeName": "Jiang", "Initials": "J"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Cell Neurosci", "NlmUniqueID": "101477935", "ISSNLinking": "1662-5102"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Appelbaum L. G., Shenasa M. A., Stolz L., Daskalakis Z. (2022). Synaptic plasticity and mental health: Methods, challenges and opportunities. Neuropsychopharmacology", "ArticleIdList": ["PMC9700665", "35810199"]}, {"Citation": "Ares-Santos S., Granado N., Espadas I., Martinez-Murillo R., Moratalla R. (2014). Methamphetamine causes degeneration of dopamine cell bodies and terminals of the nigrostriatal pathway evidenced by silver staining. Neuropsychopharmacology 39 1066–1080. 10.1038/npp.2013.307", "ArticleIdList": ["10.1038/npp.2013.307", "PMC3957101", "24169803"]}, {"Citation": "Barr A. M., Panenka W. J., Macewan G. W., Thornton A. E., Lang D. J., Honer W. G., et al. (2006). The need for speed: An update on methamphetamine addiction. J. Psychiatry Neurosci. 31 301–313.", "ArticleIdList": ["PMC1557685", "16951733"]}, {"Citation": "Borin M., Saraceno C., Catania M., Lorenzetto E., Pontelli V., Paterlini A., et al. (2018). Rac1 activation links tau hyperphosphorylation and abeta dysmetabolism in Alzheimer’s disease. Acta Neuropathol. Commun. 6:61. 10.1186/s40478-018-0567-4", "ArticleIdList": ["10.1186/s40478-018-0567-4", "PMC6045891", "30005699"]}, {"Citation": "Canedo T., Portugal C. C., Socodato R., Almeida T. O., Terceiro A. F., Bravo J., et al. (2021). Astrocyte-derived TNF and glutamate critically modulate microglia activation by methamphetamine. Neuropsychopharmacology 46 2358–2370. 10.1038/s41386-021-01139-7", "ArticleIdList": ["10.1038/s41386-021-01139-7", "PMC8581027", "34400780"]}, {"Citation": "Cao G., Zhang Y., Zhu L., Zhu J., Zhao N., Dong N., et al. (2018). The inhibitory effect of levo-tetrahydropalmatine on the methamphetamine-induced spatial memory impairment in mice. Neurosci. Lett. 672 34–39. 10.1016/j.neulet.2018.02.018", "ArticleIdList": ["10.1016/j.neulet.2018.02.018", "29447954"]}, {"Citation": "Chen L., Ru Q., Xiong Q., Yang J., Xu G., Wu Y. (2022). Potential effects of Nrf2 in exercise intervention of neurotoxicity caused by methamphetamine oxidative stress. Oxid. Med. Cell. Longev. 2022:4445734. 10.1155/2022/4445734", "ArticleIdList": ["10.1155/2022/4445734", "PMC9038420", "35480870"]}, {"Citation": "Ding J., Hu S., Meng Y., Li C., Huang J., He Y., et al. (2020a). Alpha-Synuclein deficiency ameliorates chronic methamphetamine induced neurodegeneration in mice. Toxicology 438:152461. 10.1016/j.tox.2020.152461", "ArticleIdList": ["10.1016/j.tox.2020.152461", "32278788"]}, {"Citation": "Ding J., Lian Y., Meng Y., He Y., Fan H., Li C., et al. (2020b). The effect of alpha-synuclein and Tau in methamphetamine induced neurotoxicity in vivo and in vitro. Toxicol. Lett. 319 213–224. 10.1016/j.toxlet.2019.11.028", "ArticleIdList": ["10.1016/j.toxlet.2019.11.028", "31783120"]}, {"Citation": "Ding J., Huang J., Xia B., Hu S., Fan H., Dai J., et al. (2021). Transfer of alpha-synuclein from neurons to oligodendrocytes triggers myelin sheath destruction in methamphetamine administration mice. Toxicol. Lett. 352 34–45. 10.1016/j.toxlet.2021.09.005", "ArticleIdList": ["10.1016/j.toxlet.2021.09.005", "34562559"]}, {"Citation": "Ding Z., Guo S., Luo L., Zheng Y., Gan S., Kang X., et al. (2021). Emerging roles of microglia in neuro-vascular unit: Implications of microglia-neurons interactions. Front. Cell Neurosci. 15:706025. 10.3389/fncel.2021.706025", "ArticleIdList": ["10.3389/fncel.2021.706025", "PMC8546170", "34712121"]}, {"Citation": "Ding J., Wang Y., Wang Z., Hu S., Li Z., Le C., et al. (2022). Luteolin ameliorates methamphetamine-induced podocyte pathology by inhibiting tau phosphorylation in mice. Evid. Based Complement. Alternat. Med. 2022:5909926. 10.1155/2022/5909926", "ArticleIdList": ["10.1155/2022/5909926", "PMC8970803", "35368760"]}, {"Citation": "Fan X. Y., Yang J. Y., Dong Y. X., Hou Y., Liu S., Wu C. F. (2020). Oxytocin inhibits methamphetamine-associated learning and memory alterations by regulating DNA methylation at the synaptophysin promoter. Addict. Biol. 25:e12697. 10.1111/adb.12697", "ArticleIdList": ["10.1111/adb.12697", "30585381"]}, {"Citation": "Firat-Karalar E. N., Welch M. D. (2011). New mechanisms and functions of actin nucleation. Curr. Opin. Cell Biol. 23 4–13.", "ArticleIdList": ["PMC3073586", "21093244"]}, {"Citation": "Huang S. H., Wu W. R., Lee L. M., Huang P. R., Chen J. C. (2018). mTOR signaling in the nucleus accumbens mediates behavioral sensitization to methamphetamine. Prog. Neuropsychopharmacol. Biol. Psychiatry 86 331–339. 10.1016/j.pnpbp.2018.03.017", "ArticleIdList": ["10.1016/j.pnpbp.2018.03.017", "29574227"]}, {"Citation": "Lall D., Lorenzini I., Mota T. A., Bell S., Mahan T. E., Ulrich J. D., et al. (2021). C9orf72 deficiency promotes microglial-mediated synaptic loss in aging and amyloid accumulation. Neuron 109:e2278. 10.1016/j.neuron.2021.05.020", "ArticleIdList": ["10.1016/j.neuron.2021.05.020", "PMC8298293", "34133945"]}, {"Citation": "Lecca D., Jung Y. J., Scerba M. T., Hwang I., Kim Y. K., Kim S., et al. (2022). Role of chronic neuroinflammation in neuroplasticity and cognitive function: A hypothesis. Alzheimers Dement.", "ArticleIdList": ["PMC9437140", "35234334"]}, {"Citation": "Li J., Zhang L., Chen Z., Xie M., Huang L., Xue J., et al. (2015). Cocaine activates Rac1 to control structural and behavioral plasticity in caudate putamen. Neurobiol. Dis. 75 159–176. 10.1016/j.nbd.2014.12.031", "ArticleIdList": ["10.1016/j.nbd.2014.12.031", "25595128"]}, {"Citation": "Liang M., Zhu L., Wang R., Su H., Ma D., Wang H., et al. (2022). Methamphetamine exposure in adolescent impairs memory of mice in adulthood accompanied by changes in neuroplasticity in the dorsal hippocampus. Front. Cell Neurosci. 16:892757. 10.3389/fncel.2022.892757", "ArticleIdList": ["10.3389/fncel.2022.892757", "PMC9152172", "35656409"]}, {"Citation": "Luo B. Y., Zhou J., Guo D., Yang Q., Tian Q., Cai D. P., et al. (2022). Methamphetamine induces thoracic aortic aneurysm/dissection through C/EBPbeta. Biochim. Biophys. Acta Mol. Basis Dis. 1868:166447. 10.1016/j.bbadis.2022.166447", "ArticleIdList": ["10.1016/j.bbadis.2022.166447", "PMC9753351", "35643386"]}, {"Citation": "Martin-Camara O., Cores A., Lopez-Alvarado P., Menendez J. C. (2021). Emerging targets in drug discovery against neurodegenerative diseases: Control of synapsis disfunction by the RhoA/ROCK pathway. Eur. J. Med. Chem. 225:113742. 10.1016/j.ejmech.2021.113742", "ArticleIdList": ["10.1016/j.ejmech.2021.113742", "34388381"]}, {"Citation": "Ni T., Zhu L., Wang S., Zhu W., Xue Y., Zhu Y., et al. (2022). Medial prefrontal cortex Notch1 signalling mediates methamphetamine-induced psychosis via Hes1-dependent suppression of GABAB1 receptor expression. Mol. Psychiatry 10.1038/s41380-022-01662-z", "ArticleIdList": ["10.1038/s41380-022-01662-z", "PMC9718672", "35732696"]}, {"Citation": "Rouiller I., Xu X. P., Amann K. J., Egile C., Nickell S., Nicastro D., et al. (2008). The structural basis of actin filament branching by the Arp2/3 complex. J. Cell Biol. 180 887–895.", "ArticleIdList": ["PMC2265399", "18316411"]}, {"Citation": "Ru Q., Tian X., Xiong Q., Xu C., Chen L., Wu Y. (2021). Krill oil alleviated methamphetamine-induced memory impairment via the MAPK signaling pathway and dopaminergic synapse pathway. Front. Pharmacol. 12:756822. 10.3389/fphar.2021.756822", "ArticleIdList": ["10.3389/fphar.2021.756822", "PMC8586701", "34776973"]}, {"Citation": "Ru Q., Xiong Q., Tian X., Xu C., Li C., Chen L., et al. (2022). Candidate chinese herbal medicine alleviates methamphetamine addiction via regulating dopaminergic and serotonergic pathways. Front. Mol. Neurosci. 15:874080. 10.3389/fnmol.2022.874080", "ArticleIdList": ["10.3389/fnmol.2022.874080", "PMC9002015", "35422687"]}, {"Citation": "Shi S., Chen T., Zhao M. (2022). The crosstalk between neurons and glia in methamphetamine-induced neuroinflammation. Neurochem. Res. 47 872–884. 10.1007/s11064-021-03513-9", "ArticleIdList": ["10.1007/s11064-021-03513-9", "34982394"]}, {"Citation": "Tu G., Ying L., Ye L., Zhao J., Liu N., Li J., et al. (2019). Dopamine D1 and D2 receptors differentially regulate Rac1 and Cdc42 signaling in the nucleus accumbens to modulate behavioral and structural plasticity after repeated methamphetamine treatment. Biol. Psychiatry 86 820–835. 10.1016/j.biopsych.2019.03.966", "ArticleIdList": ["10.1016/j.biopsych.2019.03.966", "31060803"]}, {"Citation": "Wang S., Li M., Su L., Wang Y., Ma D., Wang H., et al. (2022). Knockout of dopamine D3 receptor gene blocked methamphetamine-induced distinct changes of dopaminergic and glutamatergic synapse in the nucleus accumbens shell of mice. Front. Cell Neurosci. 16:893190. 10.3389/fncel.2022.893190", "ArticleIdList": ["10.3389/fncel.2022.893190", "PMC9195588", "35711471"]}, {"Citation": "Wang X., Tong B., Hui R., Hou C., Zhang Z., Zhang L., et al. (2021). The role of hyperthermia in methamphetamine-induced depression-like behaviors: Protective effects of coral calcium hydride. Front. Mol. Neurosci. 14:808807. 10.3389/fnmol.2021.808807", "ArticleIdList": ["10.3389/fnmol.2021.808807", "PMC8764150", "35058751"]}, {"Citation": "Wen D., Hui R., Wang J., Shen X., Xie B., Gong M., et al. (2019). Effects of molecular hydrogen on methamphetamine-induced neurotoxicity and spatial memory impairment. Front. Pharmacol. 10:823. 10.3389/fphar.2019.00823", "ArticleIdList": ["10.3389/fphar.2019.00823", "PMC6664236", "31396089"]}, {"Citation": "Wu W., Du S., Shi W., Liu Y., Hu Y., Xie Z., et al. (2019). Inhibition of Rac1-dependent forgetting alleviates memory deficits in animal models of Alzheimer’s disease. Protein Cell 10 745–759. 10.1007/s13238-019-0641-0", "ArticleIdList": ["10.1007/s13238-019-0641-0", "PMC6776562", "31321704"]}, {"Citation": "Xu W., Zhu J. P., Angulo J. A. (2005). Induction of striatal pre- and postsynaptic damage by methamphetamine requires the dopamine receptors. Synapse 58 110–121. 10.1002/syn.20185", "ArticleIdList": ["10.1002/syn.20185", "PMC2886203", "16088948"]}, {"Citation": "Yan P., Xu D., Ji Y., Yin F., Cui J., Su R., et al. (2019). LiCl pretreatment ameliorates adolescent methamphetamine exposure-induced long-term alterations in behavior and hippocampal ultrastructure in adulthood in mice. Int. J. Neuropsychopharmacol. 22 303–316. 10.1093/ijnp/pyz001", "ArticleIdList": ["10.1093/ijnp/pyz001", "PMC6441133", "30649326"]}, {"Citation": "Zhang K. K., Liu J. L., Chen L. J., Li J. H., Yang J. Z., Xu L. L., et al. (2022). Gut microbiota mediates methamphetamine-induced hepatic inflammation via the impairment of bile acid homeostasis. Food Chem. Toxicol. 166:113208. 10.1016/j.fct.2022.113208", "ArticleIdList": ["10.1016/j.fct.2022.113208", "35688268"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "7", "Day": "26"}, {"Year": "2022", "Month": "10", "Day": "19"}, {"Year": "2022", "Month": "11", "Day": "21", "Hour": "4", "Minute": "21"}, {"Year": "2022", "Month": "11", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "22", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["36406748", "PMC9666390", "10.3389/fncel.2022.1003617"]}}], "PubmedBookArticle": []}