{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Biorefinery", "Butyric acid", "Clostridium tyrobutyricum", "Furan derivatives", "Lignocellulosic biomass", "Tolerance mechanism"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36418543", "DateCompleted": {"Year": "2022", "Month": "12", "Day": "16"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "24"}], "Language": ["eng"], "ELocationID": ["10.1007/s00253-022-12281-7"], "Journal": {"ISSN": "1432-0614", "JournalIssue": {"Volume": "107", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Jan"}}, "Title": "Applied microbiology and biotechnology", "ISOAbbreviation": "Appl Microbiol Biotechnol"}, "ArticleTitle": "Transcriptome analysis reveals reasons for the low tolerance of Clostridium tyrobutyricum to furan derivatives.", "Pagination": {"StartPage": "327", "EndPage": "339", "MedlinePgn": "327-339"}, "Abstract": {"AbstractText": ["Lignocellulosic biomass is considered the most abundant and renewable feedstock for biobased butyric acid production. However, the furan derivatives (FAs, mainly furfural and 5-hydroxymethylfurfural) generated from the pretreatment of lignocellulose severely inhibit the growth of Clostridium tyrobutyricum, which is the best strain for producing butyric acid. The tolerance mechanism of C. tyrobutyricum to FAs has not been investigated thus far. Here, the response of C. tyrobutyricum ATCC 25755 to FA challenge was first evaluated by using comprehensive transcriptional analysis. The results indicated that the genes related to membrane transport, heat shock proteins, and transcriptional regulation were upregulated under FA stress. However, the expression of almost all genes encoding reductases was not changed, and only the ad gene CTK_RS02625 and the bud gene CTK_RS07810 showed a significant increase of ~ 1.05-fold. Then, the enzyme activity assays indicated that BUD could catalyze the reduction of FAs with relatively low activity and that AD could not participate in the conversion of FAs, indicating that the inability to rapidly convert FAs to their low-toxicity alcohols may be the main reason for the low FA tolerance of C. tyrobutyricum. This research provides insights into the development of FA-tolerant strains, thereby enhancing the bioconversion of lignocellulosic biomass to butyric acid. KEY POINTS: • The response of C. tyrobutyricum to FAs was evaluated for the first time. • Genes encoding membrane transporters and heat shock proteins were triggered by FAs. • A lack of effective FA reductases leads to low FA tolerance in C. tyrobutyricum."], "CopyrightInformation": "© 2022. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Natural Products Synthetic Biology of Ethnic Medicinal Endophytes, State Ethnic Affairs Commission, Yunnan Minzu University, Kunming, 650504, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Chemistry in Ethnic Medicinal Resources, State Ethnic Affairs Commission and Ministry of Education, Yunnan Minzu University, Kunming, 650504, China."}], "LastName": "Suo", "ForeName": "Yukai", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Natural Products Synthetic Biology of Ethnic Medicinal Endophytes, State Ethnic Affairs Commission, Yunnan Minzu University, Kunming, 650504, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Chemistry in Ethnic Medicinal Resources, State Ethnic Affairs Commission and Ministry of Education, Yunnan Minzu University, Kunming, 650504, China."}], "LastName": "Li", "ForeName": "Wenyi", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Natural Products Synthetic Biology of Ethnic Medicinal Endophytes, State Ethnic Affairs Commission, Yunnan Minzu University, Kunming, 650504, China."}], "LastName": "Wan", "ForeName": "Liqiong", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Natural Products Synthetic Biology of Ethnic Medicinal Endophytes, State Ethnic Affairs Commission, Yunnan Minzu University, Kunming, 650504, China."}], "LastName": "Luo", "ForeName": "Linshuang", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Resource Plants, Yunnan University, Kunming, 650500, China."}], "LastName": "Liu", "ForeName": "Shuang", "Initials": "S"}, {"Identifier": ["0000-0002-9932-1976"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Resource Plants, Yunnan University, Kunming, 650500, China. shiwenqin@ynu.edu.cn."}], "LastName": "Qin", "ForeName": "Shiwen", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biology and Biological Engineering, South China University of Technology, Guangzhou, 510006, China. jufwang@scut.edu.cn."}], "LastName": "Wang", "ForeName": "Jufang", "Initials": "J"}], "GrantList": [{"GrantID": "22068039", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "202001AU070009", "Agency": "Applied Basic Research Foundation of Yunnan Province", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Appl Microbiol Biotechnol", "NlmUniqueID": "8406612", "ISSNLinking": "0175-7598"}, "ChemicalList": [{"RegistryNumber": "107-92-6", "NameOfSubstance": "Butyric Acid"}, {"RegistryNumber": "0", "NameOfSubstance": "Heat-Shock Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Furans"}], "MeshHeadingList": [{"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Clostridium tyrobutyricum"}, {"QualifierName": ["metabolism"], "DescriptorName": "Butyric Acid"}, {"QualifierName": [], "DescriptorName": "Fermentation"}, {"QualifierName": [], "DescriptorName": "Gene Expression Profiling"}, {"QualifierName": ["genetics"], "DescriptorName": "Heat-Shock Proteins"}, {"QualifierName": ["metabolism"], "DescriptorName": "Furans"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Agu CV, Ujor V, Ezeji TC (2019) Metabolic engineering of Clostridium beijerinckii to improve glycerol metabolism and furfural tolerance. Biotechnol Biofuels 12:50", "ArticleIdList": ["10.1186/s13068-019-1388-9"]}, {"Citation": "Allen SA, Clark W, McCaffery JM, Cai Z, Lanctot A, Slininger PJ, Liu ZL, Gorsich SW (2010) Furfural induces reactive oxygen species accumulation and cellular damage in Saccharomyces cerevisiae. Biotechnol Biofuels 3:2", "ArticleIdList": ["10.1186/1754-6834-3-2"]}, {"Citation": "Alsaker KV, Paredes C, Papoutsakis ET (2010) Metabolite stress and tolerance in the production of biofuels and chemicals: gene-expression-based systems analysis of butanol, butyrate, and acetate stresses in the anaerobe Clostridium acetobutylicum. Biotechnol Bioeng 105:1131–1147"}, {"Citation": "Ask M, Bettiga M, Mapelli V, Olsson L (2013) The influence of HMF and furfural on redox-balance and energy-state of xylose-utilizing Saccharomyces cerevisiae. Biotechnol Biofuels 6:22", "ArticleIdList": ["10.1186/1754-6834-6-22"]}, {"Citation": "Bao T, Feng J, Jiang W, Fu H, Wang J, Yang ST (2020) Recent advances in n-butanol and butyrate production using engineered Clostridium tyrobutyricum. World J Microb Biot 36:138", "ArticleIdList": ["10.1007/s11274-020-02914-2"]}, {"Citation": "Cartron ML, Maddocks S, Gillingham P, Craven CJ, Andrews SC (2006) Feo-transport of ferrous iron into bacteria. Biometals 19:143–157", "ArticleIdList": ["10.1007/s10534-006-0003-2"]}, {"Citation": "Deng W, Li C, Xie J (2013) The underling mechanism of bacterial TetR/AcrR family transcriptional repressors. Cell Signal 25:1608–1613", "ArticleIdList": ["10.1016/j.cellsig.2013.04.003"]}, {"Citation": "Ezeji T, Qureshi N, Blaschek HP (2007) Butanol production from agricultural residues: impact of degradation products on Clostridium beijerinckii growth and butanol fermentation. Biotechnol Bioeng 97:1460–1469", "ArticleIdList": ["10.1002/bit.21373"]}, {"Citation": "Fang C, Zhang Y (2022) Bacterial MerR family transcription regulators: activation by distortion. Acta Bioch Bioph Sin 54:25–36", "ArticleIdList": ["10.3724/abbs.2021003"]}, {"Citation": "He MX, Wu B, Shui ZX, Hu QC, Wang WG, Tan FR, Tang XY, Zhu QL, Pan K, Li Q, Su XH (2012) Transcriptome profiling of Zymomonas mobilis under furfural stress. Appl Microbiol Biot 95:189–199", "ArticleIdList": ["10.1007/s00253-012-4155-4"]}, {"Citation": "Hu X, Luo K, Ji K, Wang L, Chen W (2022) ABC transporter slr0982 affects response of Synechocystis sp. PCC 6803 to oxidative stress caused by methyl viologen. Res Microbiol 173:103888–103888", "ArticleIdList": ["10.1016/j.resmic.2021.103888"]}, {"Citation": "Jiang L, Fu H, Yang HK, Xu W, Wang J, Yang ST (2018) Butyric acid: applications and recent advances in its bioproduction. Biotechnol Adv 36:2101–2117", "ArticleIdList": ["10.1016/j.biotechadv.2018.09.005"]}, {"Citation": "Johnson DC, Dean DR, Smith AD, Johnson MK (2005) Structure, function, and formation of biological iron-sulfur clusters. Annu Rev Biochem 74:247–328", "ArticleIdList": ["10.1146/annurev.biochem.74.082803.133518"]}, {"Citation": "Jonsson LJ, Alriksson B, Nilvebrant NO (2013) Bioconversion of lignocellulose: inhibitors and detoxification. Biotechnol Biofuels 6:16", "ArticleIdList": ["10.1186/1754-6834-6-16"]}, {"Citation": "Kuang X, Ouyang Y, Guo Y, Li Q, Wang H, Abrha GT, Ayepa E, Gu Y, Li X, Chen Q, Ma M (2020) New insights into two yeast BDHs from the PDH subfamily as aldehyde reductases in context of detoxification of lignocellulosic aldehyde inhibitors. Appl Microbiol Biot 104:6679–6692", "ArticleIdList": ["10.1007/s00253-020-10722-9"]}, {"Citation": "Kurgan G, Panyon LA, Rodriguez-Sanchez Y, Pacheco E, Nieves LM, Mann R, Nielsen DR, Wang X (2019) Bioprospecting of native efflux pumps to enhance furfural tolerance in ethanologenic Escherichia coli. Appl Environ Microb 85:e02985-e3018", "ArticleIdList": ["10.1128/AEM.02985-18"]}, {"Citation": "Lee J, Jang YS, Han MJ, Kim JY, Lee SY (2016) Deciphering Clostridium tyrobutyricum metabolism based on the whole-genome sequence and proteome analyses. mBio 7: e00743–16."}, {"Citation": "Liang JS, Nabi M, Zhang PY, Zhang GM, Cai YJ, Wang QY, Zhou ZY, Ding YR (2020) Promising biological conversion of lignocellulosic biomass to renewable energy with rumen microorganisms: a comprehensive review. Renew Sust Energ Rev 134:110335", "ArticleIdList": ["10.1016/j.rser.2020.110335"]}, {"Citation": "Ling H, Teo WS, Chen BB, Leong SSJ, Chang MW (2014) Microbial tolerance engineering toward biochemical production: from lignocellulose to products. Curr Opin Biotech 29:99–106", "ArticleIdList": ["10.1016/j.copbio.2014.03.005"]}, {"Citation": "Liu ZL, Moon J (2009) A novel NADPH-dependent aldehyde reductase gene from Saccharomyces cerevisiae NRRL Y-12632 involved in the detoxification of aldehyde inhibitors derived from lignocellulosic biomass conversion. Gene 446:1–10", "ArticleIdList": ["10.1016/j.gene.2009.06.018"]}, {"Citation": "Liu ZL, Moon J, Andersh BJ, Slininger PJ, Weber S (2008) Multiple gene-mediated NAD(P)H-dependent aldehyde reduction is a mechanism of in situ detoxification of furfural and 5-hydroxymethylfurfural by Saccharomyces cerevisiae. Appl Microbiol Biot 81:743–753", "ArticleIdList": ["10.1007/s00253-008-1702-0"]}, {"Citation": "Liu Y, Geng YX, Zhou Q, Yuan WQ (2017) The effect of furfural and 5-hydroxymethyl furfural on butyric acid fermentation by Clostridium tyrobutyricum. J Chem Technol Biot 93:849–854", "ArticleIdList": ["10.1002/jctb.5439"]}, {"Citation": "Liu HH, Zhang J, Yuan J, Jiang XL, Jiang LY, Zhao G, Huang D, Liu B (2019) Omics-based analyses revealed metabolic responses of Clostridium acetobutylicum to lignocellulose-derived inhibitors furfural, formic acid and phenol stress for butanol fermentation. Biotechnol Biofuels 12:101", "ArticleIdList": ["10.1186/s13068-019-1440-9"]}, {"Citation": "Locher KP (2016) Mechanistic diversity in ATP-binding cassette (ABC) transporters. Nat Struct Mol Biol 23:487–493", "ArticleIdList": ["10.1038/nsmb.3216"]}, {"Citation": "Luo H, Liu Z, Xie F, Bilal M, Peng F (2021) Lignocellulosic biomass to biobutanol: toxic effects and response mechanism of the combined stress of lignin-derived phenolic acids and phenolic aldehydes to Clostridium acetobutylicum. Ind Crop Prod 170:113722", "ArticleIdList": ["10.1016/j.indcrop.2021.113722"]}, {"Citation": "Maddocks SE, Oyston PCF (2008) Structure and function of the LysR-type transcriptional regulator (LTTR) family proteins. Microbiology 154:3609–3623", "ArticleIdList": ["10.1099/mic.0.2008/022772-0"]}, {"Citation": "Miller EN, Jarboe LR, Yomano LP, York SW, Shanmugam KT, Ingram LO (2009) Silencing of NADPH-dependent oxidoreductase genes (yqhD and dkgA) in furfural-resistant ethanologenic Escherichia coli. Appl Environ Microb 75:4315–4323", "ArticleIdList": ["10.1128/AEM.00567-09"]}, {"Citation": "Mohanty H, Pachpute S, Yadav RP (2021) Mechanism of drug resistance in bacteria: efflux pump modulation for designing of new antibiotic enhancers. Folia Microbiol 66:727–739", "ArticleIdList": ["10.1007/s12223-021-00910-z"]}, {"Citation": "Paredes CJ, Senger RS, Spath WS, Borden JR, Sillers R, Papoutsakis ET (2007) A general framework for designing and validating oligomer-based DNA microarrays and its a application to Clostridium acetobutylicum. Appl Environ Microb 73:4631–4638", "ArticleIdList": ["10.1128/AEM.00144-07"]}, {"Citation": "Park HS, Um Y, Sim SJ, Lee SY, Woo HM (2015) Transcriptomic analysis of Corynebacterium glutamicum in the response to the toxicity of furfural present in lignocellulosic hydrolysates. Process Biochem 50:347–356", "ArticleIdList": ["10.1016/j.procbio.2014.11.014"]}, {"Citation": "Reddy VS, Shlykov MA, Castillo R, Sun EI, Saier MH Jr (2012) The major facilitator superfamily (MFS) revisited. Febs J 279:2022–2035", "ArticleIdList": ["10.1111/j.1742-4658.2012.08588.x"]}, {"Citation": "Robinson MD, McCarthy DJ, Smyth GK (2010) edgeR: a Bioconductor package for differential expression analysis of digital gene expression data. Bioinformatics 26:139–140", "ArticleIdList": ["10.1093/bioinformatics/btp616"]}, {"Citation": "Scott AF, Cresser-Brown J, Williams TL, Rizkallah PJ, Jin Y, Luk LYP, Allemann RK (2019) Crystal structure and biophysical analysis of furfural-detoxifying aldehyde reductase from Clostridium beijerinckii. Appl Environ Microb 85:e00978-e1019", "ArticleIdList": ["10.1128/AEM.00978-19"]}, {"Citation": "Sivagurunathan P, Kumar G, Mudhoo A, Rene ER, Saratale GD, Kobayashi T, Xu KQ, Kim SH, Kim DH (2017) Fermentative hydrogen production using lignocellulose biomass: an overview of pre-treatment methods, inhibitor effects and detoxification experiences. Renew Sust Energ Rev 77:28–42", "ArticleIdList": ["10.1016/j.rser.2017.03.091"]}, {"Citation": "Smith AT, Linkous RO, Max NJ, Sestok AE, Szalai VA, Chacon KN (2019) The FeoC 4Fe-4S cluster is redox-active and rapidly oxygen-sensitive. Biochemistry 58:4935–4949", "ArticleIdList": ["10.1021/acs.biochem.9b00745"]}, {"Citation": "Sourjik V, Wingreen NS (2012) Responding to chemical gradients: bacterial chemotaxis. Curr Opin Cell Biol 24:262–268", "ArticleIdList": ["10.1016/j.ceb.2011.11.008"]}, {"Citation": "Suo YK, Luo S, Zhang YN, Liao ZP, Wang JF (2017) Enhanced butyric acid tolerance and production by Class I heat shock protein-overproducing Clostridium tyrobutyricum ATCC 25755. J Ind Microbiol Biot 44:1145–1156", "ArticleIdList": ["10.1007/s10295-017-1939-7"]}, {"Citation": "Suo YK, Fu HX, Ren MM, Yang XT, Liao ZP, Wang JF (2018) Butyric acid production from lignocellulosic biomass hydrolysates by engineered Clostridium tyrobutyricum overexpressing Class I heat shock protein GroESL. Bioresource Technol 250:691–698", "ArticleIdList": ["10.1016/j.biortech.2017.11.059"]}, {"Citation": "Suo YK, Liao ZP, Qu CY, Fu HX, Wang JF (2019) Metabolic engineering of Clostridium tyrobutyricum for enhanced butyric acid production from undetoxified corncob acid hydrolysate. Bioresource Technol 271:266–273", "ArticleIdList": ["10.1016/j.biortech.2018.09.095"]}, {"Citation": "Tegel H, Tourle S, Ottosson J, Persson A (2010) Increased levels of recombinant human proteins with the Escherichia coli strain Rosetta (DE3). Protein Expres Purif 69:159–167", "ArticleIdList": ["10.1016/j.pep.2009.08.017"]}, {"Citation": "Torres R, Serrano E, Tramm K, Alonso JC (2019) Bacillus subtilis RadA/Sms contributes to chromosomal transformation and DNA repair in concert with RecA and circumvents replicative stress in concert with DisA. DNA Repair 77:45–57", "ArticleIdList": ["10.1016/j.dnarep.2019.03.002"]}, {"Citation": "Wan Y, Wang M, Chan EWC, Chen S (2021) Membrane transporters of the major facilitator superfamily are essential for long-term maintenance of phenotypic tolerance to multiple antibiotics in E. coli. Microbiol Spectr 9:e01846-e1921", "ArticleIdList": ["10.1128/Spectrum.01846-21"]}, {"Citation": "Wang QH, Venkataramanan KP, Huang HZ, Papoutsakis ET, Wu CH (2013) Transcription factors and genetic circuits orchestrating the complex, multilayered response of Clostridium acetobutylicum to butanol and butyrate stress. BMC Syst Biol 7:120", "ArticleIdList": ["10.1186/1752-0509-7-120"]}, {"Citation": "Wang X, Gao QQ, Bao J (2015) Transcriptional analysis of Amorphotheca resinae ZN1 on biological degradation of furfural and 5-hydroxymethylfurfural derived from lignocellulose pretreatment. Biotechnol Biofuels 8:136", "ArticleIdList": ["10.1186/s13068-015-0323-y"]}, {"Citation": "Wang SZ, Sun XX, Yuan QP (2018) Strategies for enhancing microbial tolerance to inhibitors for biofuel production: A review. Bioresource Technol 258:302–309", "ArticleIdList": ["10.1016/j.biortech.2018.03.064"]}, {"Citation": "Wang HY, Li Q, Zhang ZY, Zhou C, Ayepa E, Abrha GT, Han XB, Hu XD, Yu XM, Xiang QJ, Li X, Gu YF, Zhao K, Xie CC, Chen Q, Ma MG (2019) YKL107W from Saccharomyces cerevisiae encodes a novel aldehyde reductase for detoxification of acetaldehyde, glycolaldehyde, and furfural. Appl Microbiol Biot 103:5699–5713", "ArticleIdList": ["10.1007/s00253-019-09885-x"]}, {"Citation": "Wierckx N, Koopman F, Ruijssenaars HJ, de Winde JH (2011) Microbial degradation of furanic compounds: biochemistry, genetics, and impact. Appl Microbiol Biot 92:1095–1105", "ArticleIdList": ["10.1007/s00253-011-3632-5"]}, {"Citation": "Will WR, Fang FC (2020) The evolution of MarR family transcription factors as counter-silencers in regulatory networks. Curr Opin Microbiol 55:1–8", "ArticleIdList": ["10.1016/j.mib.2020.01.002"]}, {"Citation": "Williams DR, Young DI, Young M (1990) Conjugative plasmid transfer from Escherichia coli to Clostridium acetobutylicum. J Gen Microbiol 136:819–826", "ArticleIdList": ["10.1099/00221287-136-5-819"]}, {"Citation": "Yang B, Nie X, Xiao Y, Gu Y, Jiang W, Yang C (2020) Ferrous-iron-activated transcriptional factor AdhR regulates redox homeostasis in Clostridium beijerinckii. Appl Environ Microb 86:e02782-e2819", "ArticleIdList": ["10.1128/AEM.02782-19"]}, {"Citation": "Zhang Y, Ezeji TC (2013) Transcriptional analysis of Clostridium beijerinckii NCIMB 8052 to elucidate role of furfural stress during acetone butanol ethanol fermentation. Biotechnol Biofuels 6:66", "ArticleIdList": ["10.1186/1754-6834-6-66"]}, {"Citation": "Zhang Y, Han B, Wick M, Ezeji TC (2012) Biotransformation of furfural and 5-hydroxymethyl furfural (HMF) by Clostridium acetobutylicum ATCC 824 during butanol fermentation. New Biotechnol 29:345–351", "ArticleIdList": ["10.1016/j.nbt.2011.09.001"]}, {"Citation": "Zhang Y, Ujor V, Wick M, Ezeji TC (2015) Identification, purification and characterization of furfural transforming enzymes from Clostridium beijerinckii NCIMB 8052. Anaerobe 33:124–131", "ArticleIdList": ["10.1016/j.anaerobe.2015.03.005"]}, {"Citation": "Zhang J, Zong WM, Hong W, Zhang ZT, Wang Y (2018) Exploiting endogenous CRISPR-Cas system for multiplex genome editing in Clostridium tyrobutyricum and engineer the strain for high-level butanol production. Metab Eng 47:49–59", "ArticleIdList": ["10.1016/j.ymben.2018.03.007"]}, {"Citation": "Zhang X, Zhang Y, Qi W, Yuan Z, Wang Z (2019) Comparative metabolomic analysis of furfural stress response in Aspergillus terreus. Cellulose 26:8227–8236", "ArticleIdList": ["10.1007/s10570-019-02402-3"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "6", "Day": "16"}, {"Year": "2022", "Month": "11", "Day": "4"}, {"Year": "2022", "Month": "10", "Day": "30"}, {"Year": "2022", "Month": "11", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "23", "Hour": "23", "Minute": "39"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36418543", "10.1007/s00253-022-12281-7", "10.1007/s00253-022-12281-7"]}}], "PubmedBookArticle": []}