{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["antioxidant activity", "curcuma", "mass spectra", "phytocarrier system", "secondary metabolites", "silver nanoparticles"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36421447", "DateRevised": {"Year": "2022", "Month": "11", "Day": "26"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "16"}], "Language": ["eng"], "ELocationID": ["2261", "10.3390/antiox11112261"], "Journal": {"ISSN": "2076-3921", "JournalIssue": {"Volume": "11", "Issue": "11", "PubDate": {"Year": "2022", "Month": "Nov", "Day": "16"}}, "Title": "Antioxidants (Basel, Switzerland)", "ISOAbbreviation": "Antioxidants (Basel)"}, "ArticleTitle": "Untargeted Metabolomic Approach of <i>Curcuma longa</i> to Neurodegenerative Phytocarrier System Based on Silver Nanoparticles.", "Abstract": {"AbstractText": ["Curcuma is one of the most famous medicinal and tropical aromatic plants. Its health benefits have been appreciated and exploited in traditional Asian medicine since ancient times. Various studies have investigated its complex chemical composition and demonstrated the remarkable therapeutic properties of curcuma's phytoconstituents. Oxidative stress is a decisive driving factor triggering numerous pathologies (neurodegenerative, psychiatric and cardiovascular diseases; diabetes; tumors, etc.). Numerous recent studies have focused on the use of natural compounds and nanomaterials as innovative molecular targeting agents as effective therapeutic strategies. In this study, we report, for the first time, the development of a simple target phytocarrier system that capitalizes on the bioactive properties of curcuma and AgNPs. The complete metabolic profile of curcuma was determined based on gas chromatography-mass spectrometry (GC-MS) and electrospray ionization quadrupole time-of-flight mass spectrometry (ESI-QTOF-MS). A total of 80 metabolites were identified under mass spectra (MS)-positive mode from 10 secondary metabolite categories: terpenoids, amino acids, diarylheptanoids, flavonoids, phenolic acids, steroids, fatty acids, coumarins, alkaloids and miscellaneous. In addition, the biological activity of each class of metabolites was discussed. A comprehensive characterization (FT-IR, UV-Vis, DLS, SEM, TEM, EDS, zeta potential and XRD) was performed to study the morphostructural properties of this new phytocarrier system. Antioxidant activity of the new phytocarrier system was evaluated using a combination of in vitro methods (total phenolic assay, 2,2-Diphenyl-1-picrylhydrazyl (DPPH) radical scavenging assay and cyclic voltammetric method (Trolox equivalent antioxidant capacity (TEAC) electrochemical assay)). Antioxidants assays showed that the phytocarrier system exhibits superior antioxidant properties to those of its components, i.e., curcuma or citrate-coated-AgNPs. These data confirm the potential to enhance relevant theoretical knowledge in the area of innovative antioxidant agents, with potential application in neurodegenerative therapeutic strategies."]}, "AuthorList": [{"Identifier": ["0000-0002-1623-8094"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Advanced Environmental Research, West University of Timisoara (ICAM-WUT), Oituz nr. 4, 300086 Timisoara, Romania."}], "LastName": "Segneanu", "ForeName": "Adina-Elena", "Initials": "AE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Advanced Environmental Research, West University of Timisoara (ICAM-WUT), Oituz nr. 4, 300086 Timisoara, Romania."}, {"Identifier": [], "Affiliation": "Res. Ctr. Thermal Anal Environm Problems, West University of Timisoara, Pestalozzi St. 16, 300115 Timisoara, Romania."}], "LastName": "Vlase", "ForeName": "Gabriela", "Initials": "G"}, {"Identifier": ["0000-0002-5855-2276"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "OncoGen Centre, Clinical County Hospital \"Pius Branzeu\", Blvd. Liviu Rebreanu 156, 300723 Timisoara, Romania."}], "LastName": "Lukinich-Gruia", "ForeName": "Alexandra Teodora", "Initials": "AT"}, {"Identifier": ["0000-0002-8455-8380"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Institute of Research and Development for Technical Physics, 47 Mangeron Blvd, 700050 Iasi, Romania."}], "LastName": "Herea", "ForeName": "Dumitru-Daniel", "Initials": "DD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CAICON Department, University Politehnica Timisoara, 2 P-ta Victoriei, 300006 Timisoara, Romania."}], "LastName": "Grozescu", "ForeName": "Ioan", "Initials": "I"}], "GrantList": [{"GrantID": "PN-III-P4-PCE-2021-1081", "Agency": "Ministerul Cercetării și Inovării", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Antioxidants (Basel)", "NlmUniqueID": "101668981", "ISSNLinking": "2076-3921"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Prasad S., Aggarwal B.B. Turmeric, the Golden Spice: From traditional medicine to modern medicine. In: Benzie I.F.F., Wachtel-Galor S., editors. Herbal Medicine: Biomolecular and Clinical Aspects. 2nd ed. CRC Press/Taylor & Francis; Boca Raton, FL, USA: 2011. Chapter 13.", "ArticleIdList": ["22593922"]}, {"Citation": "Ansari S., Jilani S., Abbasi H., Binth Siraj M., Hashimi A., Ahmed Y., Khatoon R., Rifas A.L.M. Curcuma longa: A treasure of medicinal properties. CellMed. 2020;10:e9."}, {"Citation": "Kocaadam B., Şanlier N. Curcumin, an active component of turmeric (Curcuma longa), and its effects on health. Crit. Rev. Food Sci. Nutr. 2017;57:2889–2895. doi: 10.1080/10408398.2015.1077195.", "ArticleIdList": ["10.1080/10408398.2015.1077195", "26528921"]}, {"Citation": "van Ruth S.M., de Vries G., Geary M., Giannouli P. Influence of composition and structure of oil-in-water emulsions on retention of aroma compounds. J. Sci. Food Agric. 2002;82:1028–1035. doi: 10.1002/jsfa.1137.", "ArticleIdList": ["10.1002/jsfa.1137"]}, {"Citation": "Zhang H.A., Kitts D.D. Turmeric and its bioactive constituents trigger cell signaling mechanisms that protect against diabetes and cardiovascular diseases. Mol. Cell. Biochem. 2021;476:3785–3814. doi: 10.1007/s11010-021-04201-6.", "ArticleIdList": ["10.1007/s11010-021-04201-6", "PMC8187459", "34106380"]}, {"Citation": "Zhao Q., Luan X., Zheng M., Tian X.-H., Zhao J., Zhang W.-D., Ma B.-L. Synergistic mechanisms of constituents in herbal extracts during intestinal absorption: Focus on natural occurring nanoparticles. Pharmaceutics. 2020;12:128. doi: 10.3390/pharmaceutics12020128.", "ArticleIdList": ["10.3390/pharmaceutics12020128", "PMC7076514", "32028739"]}, {"Citation": "Hussein R.A., El-anssary A.A. Plants Secondary Metabolites: The Key drivers of the pharmacological actions of medicinal plants. In: Builders P.F., editor. Herbal Medicine. IntechOpen; London, UK: 2019."}, {"Citation": "Priyadarsini K.I. The Chemistry of curcumin: From extraction to therapeutic agent. Molecules. 2014;19:20091–20112. doi: 10.3390/molecules191220091.", "ArticleIdList": ["10.3390/molecules191220091", "PMC6270789", "25470276"]}, {"Citation": "Kharat M., Du Z., Zhang G., McClements D.J. Physical and chemical stability of curcumin in aqueous solutions and emulsions: Impact of pH, temperature, and molecular environment. J. Agric. Food Chem. 2017;65:1525–1532. doi: 10.1021/acs.jafc.6b04815.", "ArticleIdList": ["10.1021/acs.jafc.6b04815", "27935709"]}, {"Citation": "Nelson K.M., Dahlin J.L., Bisson J., Graham J., Pauli G.F., Walters M.A. The essential medicinal chemistry of curcumin. J. Med. Chem. 2017;60:1620–1637. doi: 10.1021/acs.jmedchem.6b00975.", "ArticleIdList": ["10.1021/acs.jmedchem.6b00975", "PMC5346970", "28074653"]}, {"Citation": "Nath R., Roy R., Barai G., Bairagi S., Manna S., Chakraborty R. Modern developments of nano based grug delivery system by combined with phytochemicals-presenting new aspects. Int. J. Sci. Res. Sci. Technol. 2021;8:107–129."}, {"Citation": "Patra J.K., Das G., Fraceto L.F., Campos E.V.R., del Pilar Rodriguez-Torres M., Acosta-Torres L.S., Diaz-Torres L.A., Grillo R., Swamy M.K., Sharma S., et al. Nano based drug delivery systems: Recent developments and future prospects. J. Nanobiotechnol. 2018;16:71. doi: 10.1186/s12951-018-0392-8.", "ArticleIdList": ["10.1186/s12951-018-0392-8", "PMC6145203", "30231877"]}, {"Citation": "Abduladheem Jabbar R., Neima Hussien N. Investigation of antioxidant and cytotoxicity effects of silver nanoparticles produced by biosynthesis using Lactobacillus gasseri. Arch. Razi Inst. 2021;76:781–793.", "ArticleIdList": ["PMC8790996", "35096314"]}, {"Citation": "Sim W., Barnard R.T., Blaskovich M.A.T., Ziora Z.M. Antimicrobial silver in medicinal and consumer applications: A patent review of the past decade (2007–2017) Antibiotics. 2018;7:93. doi: 10.3390/antibiotics7040093.", "ArticleIdList": ["10.3390/antibiotics7040093", "PMC6315945", "30373130"]}, {"Citation": "Antsiferova A.A., Kashkarov P.K., Koval’Chuk M.V. Effect of different forms of silver on biological objects. Nanobiotechnology Rep. 2022;17:155–164. doi: 10.1134/S2635167622020021.", "ArticleIdList": ["10.1134/S2635167622020021"]}, {"Citation": "Skomorokhova E.A., Sankova T.P., Orlov I.A., Savelev A.N., Magazenkova D.N., Pliss M.G., Skvortsov A.N., Sosnin I.M., Kirilenko D.A., Grishchuk I.V., et al. Size-dependent bioactivity of silver nanoparticles: Antibacterial properties, influence on copper status in mice, and whole-body turnover. Nanotechnol. Sci. Appl. 2020;13:137–157. doi: 10.2147/NSA.S287658.", "ArticleIdList": ["10.2147/NSA.S287658", "PMC7781014", "33408467"]}, {"Citation": "Zhang Q., Hu Y., Masterson C.M., Jang W., Xiao Z., Bohloul A., Garcia-Rojas D., Puppala H.L., Bennett G., Colvin V.L. When function is biological: Discerning how silver nanoparticle structure dictates antimicrobial activity. iScience. 2022;25:104475. doi: 10.1016/j.isci.2022.104475.", "ArticleIdList": ["10.1016/j.isci.2022.104475", "PMC9249613", "35789852"]}, {"Citation": "Davies J., Davies D. Origins and evolution of antibiotic resistance. Microbiol. Mol. Biol. Rev. 2010;74:417–433. doi: 10.1128/MMBR.00016-10.", "ArticleIdList": ["10.1128/MMBR.00016-10", "PMC2937522", "20805405"]}, {"Citation": "Stati G., Rossi F., Trakoolwilaiwan T., Tung L.D., Mourdikoudis S., Thanh N.T.K., Di Pietro R. Development and characterization of curcumin-silver nanoparticles as a promising formulation to test on human pterygium-derived keratinocytes. Molecules. 2022;27:282. doi: 10.3390/molecules27010282.", "ArticleIdList": ["10.3390/molecules27010282", "PMC8746426", "35011514"]}, {"Citation": "Aw Yong P.Y., Gan H.P., Sasmita A.O., Mak S.T., Ling A. Nanoparticles as carriers of phytochemicals: Recent applications against lung cancer. Int. J. Res. Biomed. Biotechnol. 2018;7:1–11."}, {"Citation": "Li L., Zhang X., Pi C., Yang H., Zheng X., Zhao L., Wei Y. Review of curcumin physicochemical targeting delivery system. Int. J. Nanomed. 2020;15:9799–9821. doi: 10.2147/IJN.S276201.", "ArticleIdList": ["10.2147/IJN.S276201", "PMC7732757", "33324053"]}, {"Citation": "Jaiswal S., Mishra P. Antimicrobial and antibiofilm activity of curcumin-silver nanoparticles with improved stability and selective toxicity to bacteria over mammalian cells. Med. Microbiol. Immunol. 2017;207:39–53. doi: 10.1007/s00430-017-0525-y.", "ArticleIdList": ["10.1007/s00430-017-0525-y", "29081001"]}, {"Citation": "Alves T., Chaud M., Grotto D., Jozala A.F., Pandit R., Rai M., Dos Santos C.A. Association of silver nanoparticles and curcumin solid dispersion: Antimicrobial and antioxidant properties. AAPS PharmSciTech. 2018;19:225–231. doi: 10.1208/s12249-017-0832-z.", "ArticleIdList": ["10.1208/s12249-017-0832-z", "28681332"]}, {"Citation": "Bhubhanil S., Talodthaisong C., Khongkow M., Namdee K., Wongchitrat P., Yingmema W., Hutchison J.A., Lapmanee S., Kulchat S. Enhanced wound healing properties of guar gum/curcumin-stabilized silver nanoparticle hydrogels. Sci. Rep. 2021;11:1–14. doi: 10.1038/s41598-021-01262-x.", "ArticleIdList": ["10.1038/s41598-021-01262-x", "PMC8576043", "34750447"]}, {"Citation": "Paul S., Mohanram K., Kannan I. Antifungal activity of curcumin-silver nanoparticles against fluconazole-resistant clinical isolates of Candida species. Ayu. 2018;39:182–186. doi: 10.4103/ayu.AYU_24_18.", "ArticleIdList": ["10.4103/ayu.AYU_24_18", "PMC6454909", "31000996"]}, {"Citation": "Mohammadi E., Amini S.M., Mostafavi S.H., Amini S.M. An overview of antimicrobial efficacy of curcumin-silver nanoparticles. Nanomed. Res. J. 2021;6:105–111."}, {"Citation": "Xu L., Wang Y.-Y., Huang J., Chen C.-Y., Wang Z.-X., Xie H. Silver nanoparticles: Synthesis, medical applications and biosafety. Theranostics. 2020;10:8996–9031. doi: 10.7150/thno.45413.", "ArticleIdList": ["10.7150/thno.45413", "PMC7415816", "32802176"]}, {"Citation": "Agrawal S., Bhatt M., Rai S., Bhatt A., Dangwal P., Agrawal P.K. Silver nanoparticles and its potential applications: A review. Int. Res. J. Pharm. 2018;7:930–937."}, {"Citation": "Nurani S.J., Saha C.K., Khan M.d.A. Silver nanoparticles synthesis, properties, applications and future perspectives: A short review. IOSR J. Electr. Electron. Eng. (IOSR-JEEE) 2015;10:117–126."}, {"Citation": "Docea A.O., Calina D., Buga A.M., Zlatian O., Paoliello M., Mogosanu G.D., Streba C.T., Popescu E.L., Stoica A.E., Bîrcă A.C., et al. The Effect of Silver nanoparticles on antioxidant/pro-oxidant balance in a Murine Model. Int. J. Mol. Sci. 2020;21:1233. doi: 10.3390/ijms21041233.", "ArticleIdList": ["10.3390/ijms21041233", "PMC7072874", "32059471"]}, {"Citation": "Kwok K.W.H., Dong W., Marinakos S.M., Liu J., Chilkoti A., Wiesner M.R., Chernick M., Hinton D.E. Silver nanoparticle toxicity is related to coating materials and disruption of sodium concentration regulation. Nanotoxicology. 2016;10:1306–1317. doi: 10.1080/17435390.2016.1206150.", "ArticleIdList": ["10.1080/17435390.2016.1206150", "27345576"]}, {"Citation": "Nguyen K.C., Seligy V.L., Massarsky A., Moon T.W., Rippstein P., Tan J., Tayabali A.F. Comparison of toxicity of uncoated and coated silver nanoparticles. J. Phys. Conf. Ser. 2013;429:012025. doi: 10.1088/1742-6596/429/1/012025.", "ArticleIdList": ["10.1088/1742-6596/429/1/012025"]}, {"Citation": "Panahi Y., Rajaee S.M., Johnston T.P., Sahebkar A. Neuroprotective effects of antioxidants in the management of neurodegenerative disorders: A literature review. J. Cell. Biochem. 2017;120:2742–2748. doi: 10.1002/jcb.26536.", "ArticleIdList": ["10.1002/jcb.26536", "29219206"]}, {"Citation": "Pearson-Smith J.N., Patel M. Antioxidant drug therapy as a neuroprotective countermeasure of nerve agent toxicity. Neurobiol. Dis. 2019;133:104457. doi: 10.1016/j.nbd.2019.04.013.", "ArticleIdList": ["10.1016/j.nbd.2019.04.013", "PMC7721294", "31028872"]}, {"Citation": "Lee K.H., Cha M., Lee B.H. Neuroprotective effect of antioxidants in the brain. Int. J. Mol. Sci. 2020;21:7152. doi: 10.3390/ijms21197152.", "ArticleIdList": ["10.3390/ijms21197152", "PMC7582347", "32998277"]}, {"Citation": "Hannan M.A., Dash R., Sohag A.A.M., Haque M.N., Moon I.S. Neuroprotection against oxidative stress: Phytochemicals targeting TrkB signaling and the Nrf2-ARE antioxidant system. Front. Mol. Neurosci. 2020;13:116. doi: 10.3389/fnmol.2020.00116.", "ArticleIdList": ["10.3389/fnmol.2020.00116", "PMC7346762", "32714148"]}, {"Citation": "Teleanu R.I., Chircov C., Grumezescu A.M., Volceanov A., Teleanu D.M. Antioxidant therapies for neuroprotection—A Review. J. Clin. Med. 2019;8:1659. doi: 10.3390/jcm8101659.", "ArticleIdList": ["10.3390/jcm8101659", "PMC6832623", "31614572"]}, {"Citation": "Shao Y., Yu H., Yang Y., Li M., Hang L., Xu X. A Solid Dispersion of Quercetin Shows Enhanced Nrf2 Activation and Protective Effects against Oxidative Injury in a Mouse Model of Dry Age-Related Macular Degeneration. Oxidative Med. Cell. Longev. 2019;2019:1479571. doi: 10.1155/2019/1479571.", "ArticleIdList": ["10.1155/2019/1479571", "PMC6875405", "31781321"]}, {"Citation": "Coyoy-Salgado A., Segura-Uribe J.J., Guerra-Araiza C., Orozco-Suárez S., Salgado-Ceballos H., Feria-Romero I.A., Gallardo J.M., Orozco-Barrios C.E. The Importance of Natural Antioxidants in the Treatment of Spinal Cord Injury in Animal Models: An Overview. Oxidative Med. Cell. Longev. 2019;2019:3642491. doi: 10.1155/2019/3642491.", "ArticleIdList": ["10.1155/2019/3642491", "PMC7336207", "32676138"]}, {"Citation": "Lalkovičová M., Danielisová V. Neuroprotection and antioxidants. Neural Regen Res. 2016;11:865–874. doi: 10.4103/1673-5374.184447.", "ArticleIdList": ["10.4103/1673-5374.184447", "PMC4962567", "27482198"]}, {"Citation": "Franzoni F., Scarfò G., Guidotti S., Fusi J., Asomov M., Pruneti C. Oxidative stress and cognitive decline: The neuroprotective role of natural antioxidants. Front. Neurosci. 2021;15:1294. doi: 10.3389/fnins.2021.729757.", "ArticleIdList": ["10.3389/fnins.2021.729757", "PMC8548611", "34720860"]}, {"Citation": "Naoi M., Shamoto-Nagai M., Maruyama W. Neuroprotection of multifunctional phytochemicals as novel therapeutic strategy for neurodegenerative disorders: Antiapoptotic and antiamyloidogenic activities by modulation of cellular signal pathways. Futur. Neurol. 2019;14:FNL9. doi: 10.2217/fnl-2018-0028.", "ArticleIdList": ["10.2217/fnl-2018-0028"]}, {"Citation": "Wang J.-Y., Wen L.L., Huang Y.-N., Chen Y.-T., Ku M.-C. Dual Effects of antioxidants in neurodegeneration: Direct neuroprotection against oxidative stress and indirect protection via suppression of gliamediated inflammation. Curr. Pharm. Des. 2006;12:3521–3533. doi: 10.2174/138161206778343109.", "ArticleIdList": ["10.2174/138161206778343109", "17017945"]}, {"Citation": "Khan M.S., Muhammad T., Ikram M., Ok Kim M. Dietary supplementation of the antioxidant curcumin halts systemic LPS-Induced neuroinflammation-associated neurodegeneration and memory/synaptic impairment via the JNK/NF-κB/Akt signaling pathway in adult rats. Oxidative Med. Cell. Longev. 2019;2019:7860650. doi: 10.1155/2019/7860650.", "ArticleIdList": ["10.1155/2019/7860650", "PMC6885271", "31827700"]}, {"Citation": "Amorati R., Valgimigli L. Methods to Measure the Antioxidant activity of phytochemicals and plant extracts. J. Agric. Food Chem. 2018;66:3324–3329. doi: 10.1021/acs.jafc.8b01079.", "ArticleIdList": ["10.1021/acs.jafc.8b01079", "29557653"]}, {"Citation": "Dontha S. A review on antioxidant methods. Asian J. Pharm. Clin. Res. 2016;9:14–32."}, {"Citation": "Gulcin İ. Antioxidants and antioxidant methods: An updated overview. Arch. Toxicol. 2020;94:651–715. doi: 10.1007/s00204-020-02689-3.", "ArticleIdList": ["10.1007/s00204-020-02689-3", "32180036"]}, {"Citation": "Nimse S.B., Pal D. Free radicals, natural antioxidants, and their reaction mechanisms. RSC Adv. 2015;5:27986–28006. doi: 10.1039/C4RA13315C.", "ArticleIdList": ["10.1039/C4RA13315C"]}, {"Citation": "Foti M.C., Amorati R. Non-phenolic radical-trapping antioxidants. J. Pharm. Pharmacol. 2009;61:1435–1448. doi: 10.1211/jpp.61.11.0002.", "ArticleIdList": ["10.1211/jpp.61.11.0002", "19903368"]}, {"Citation": "Baschieri A., Ajvazi M.D., Tonfack J.L.F., Valgimigli L., Amorati R. Explaining the antioxidant activity of some common non-phenolic components of essential oils. Food Chem. 2017;232:656–663. doi: 10.1016/j.foodchem.2017.04.036.", "ArticleIdList": ["10.1016/j.foodchem.2017.04.036", "28490124"]}, {"Citation": "Ajdary M., Negahdary M., Chelongar R., Zadeh S.K. The antioxidant effects of silver, gold, and zinc oxide nanoparticles on male mice in in vivo condition. Adv. Biomed. Res. 2015;4:69. doi: 10.4103/2277-9175.153893.", "ArticleIdList": ["10.4103/2277-9175.153893", "PMC4386201", "25878994"]}, {"Citation": "Flieger J., Flieger W., Baj J., Maciejewski R. Antioxidants: Classification, natural sources, activity/capacity measurements, and usefulness for the synthesis of nanoparticles. Materials. 2021;14:4135. doi: 10.3390/ma14154135.", "ArticleIdList": ["10.3390/ma14154135", "PMC8347950", "34361329"]}, {"Citation": "Dinkova-Kostova A.T., Talalay P. Direct and indirect antioxidant properties of inducers of cytoprotective proteins. Mol. Nutr. Food Res. 2008;52:S128–S138. doi: 10.1002/mnfr.200700195.", "ArticleIdList": ["10.1002/mnfr.200700195", "18327872"]}, {"Citation": "Shahidi F., Zhong Y. Measurement of antioxidant activity. J. Funct. Foods. 2015;18:757–781. doi: 10.1016/j.jff.2015.01.047.", "ArticleIdList": ["10.1016/j.jff.2015.01.047"]}, {"Citation": "Adams R.P. Identification of Essential Oil components by Gas Chromatography/Mass Spectrometry. Volume 456 Allured Publishing Corporation; Carol Stream, IL, USA: 2007."}, {"Citation": "Swain T., Hillis W.E. The phenolic constituents of Prunus domestica. I.–The quantitative analysis of phenolic constituents. J. Sci. Food Agric. 1959;10:63–68. doi: 10.1002/jsfa.2740100110.", "ArticleIdList": ["10.1002/jsfa.2740100110"]}, {"Citation": "Thaipong K., Boonprakob U., Crosby K., Cisneros-Zevallos L., Hawkins Byrne D. Comparison of ABTS, DPPH, FRAP, and ORAC assays for estimating antioxidant activity from guava fruit extracts. J. Food Compos. Anal. 2006;19:669–675. doi: 10.1016/j.jfca.2006.01.003.", "ArticleIdList": ["10.1016/j.jfca.2006.01.003"]}, {"Citation": "Gulaboski R., Mirčeski V., Mitrev S. Development of a rapid and simple voltammetric method to determine total antioxidative capacity of edible oils. Food Chem. 2013;138:116–121. doi: 10.1016/j.foodchem.2012.10.050.", "ArticleIdList": ["10.1016/j.foodchem.2012.10.050", "23265464"]}, {"Citation": "Teoh E.S. Secondary metabolites of plants. Med. Orchid. Asia. 2015;5:59–73."}, {"Citation": "Twaij B.M., Hasan M.N. Bioactive secondary metabolites from plant sources: Types, synthesis, and their therapeutic uses. Int. J. Plant Biol. 2022;13:4–14. doi: 10.3390/ijpb13010003.", "ArticleIdList": ["10.3390/ijpb13010003"]}, {"Citation": "Wawrosch C., Zotchev S.B. Production of bioactive plant secondary metabolites through in vitro technologies—Status and outlook. Appl. Microbiol. Biotechnol. 2021;105:6649–6668. doi: 10.1007/s00253-021-11539-w.", "ArticleIdList": ["10.1007/s00253-021-11539-w", "PMC8408309", "34468803"]}, {"Citation": "Ashraf M.A., Iqbal M., Rasheed R., Hussain I., Riaz M., Arif M.S. Plant Metabolites and Regulation under Environmental Stress. Academic Press; Cambridge, MA, USA: 2018. Environmental stress and secondary metabolites in plants; pp. 153–167."}, {"Citation": "Setzer W., Duong L., Poudel A., Mentreddy S. Variation in the chemical composition of five varieties of Curcuma longa Rhizome essential oils Cultivated in North Alabama. Foods. 2021;10:212. doi: 10.3390/foods10020212.", "ArticleIdList": ["10.3390/foods10020212", "PMC7909793", "33494170"]}, {"Citation": "Dosoky N.S., Satyal P., Setzer W.N. Variations in the Volatile Compositions of Curcuma Species. Foods. 2019;8:53. doi: 10.3390/foods8020053.", "ArticleIdList": ["10.3390/foods8020053", "PMC6406329", "30717336"]}, {"Citation": "Aarthi S., Suresh J., Leela N.K., Prasath D. Multi environment testing reveals genotype-environment interaction for curcuminoids in turmeric (Curcuma longa L.) Ind. Crop. Prod. 2020;145:112090. doi: 10.1016/j.indcrop.2020.112090.", "ArticleIdList": ["10.1016/j.indcrop.2020.112090"]}, {"Citation": "Pino J.A., Fon-Fay F.M., Pérez J.C., Falco A.S., Hernández I., Rodeiro I., Fernández M.D. Chemical composition and biological activities of essential oil from turmeric (Curcuma longa L.) rhizomes grown in Amazonian Ecuador, Revista CENIC. Cienc. Químicas. 2018;49:1–8."}, {"Citation": "Li S., Yuan W., Deng G., Wang P., Yang Paggarwal B.B. Chemical composition and product quality control of turmeric (Curcuma longa L.) Pharm. Crops. 2011;2:28–54. doi: 10.2174/2210290601102010028.", "ArticleIdList": ["10.2174/2210290601102010028"]}, {"Citation": "Isah T. Stress and defense responses in plant secondary metabolites production. Biol. Res. 2019;52:39. doi: 10.1186/s40659-019-0246-3.", "ArticleIdList": ["10.1186/s40659-019-0246-3", "PMC6661828", "31358053"]}, {"Citation": "Yang L., Wen K.-S., Ruan X., Zhao Y.-X., Wei F., Wang Q. Response of Plant Secondary Metabolites to Environmental Factors. Molecules. 2018;23:762. doi: 10.3390/molecules23040762.", "ArticleIdList": ["10.3390/molecules23040762", "PMC6017249", "29584636"]}, {"Citation": "Pantharos P., Sukcharoen P., Phadungrakwittaya R., Akarasereenont P., Booranasubkajorn S., Lumlerdkij N. Utilization of UPLC-PDA and GC–MS/MS coupled with metabolomics analysis to identify bioactive metabolites in medicinal turmeric at different ages for the quality assurance. Phytomedicine. 2022;102:154157. doi: 10.1016/j.phymed.2022.154157.", "ArticleIdList": ["10.1016/j.phymed.2022.154157", "35550222"]}, {"Citation": "Singh S., Sankar B., Rajesh S., Sahoo K., Subudhi E., Nayak S. Chemical Composition of Turmeric Oil (Curcuma longa L.cv. Roma) and its antimicrobial activity against eye infecting pathogens. J. Essent. Oil Res. 2011;23:11–18. doi: 10.1080/10412905.2011.9712275.", "ArticleIdList": ["10.1080/10412905.2011.9712275"]}, {"Citation": "Salem M.A., El-Shiekh R.A., Fernie A.R., Alseekh S., Zayed A. Metabolomics-based profiling for quality assessment and revealing the impact of drying of Turmeric (Curcuma longa L.) Sci. Rep. 2022;12:10288. doi: 10.1038/s41598-022-13882-y.", "ArticleIdList": ["10.1038/s41598-022-13882-y", "PMC9206664", "35717541"]}, {"Citation": "Zhang L., Yang Z., Chen F., Su P., Chen D., Pan W., Fang Y., Dong C., Zheng X., Du Z. Composition and bioactivity assessment of essential oils of Curcuma longa L. collected in China. Ind. Crop. Prod. 2017;109:60–73. doi: 10.1016/j.indcrop.2017.08.009.", "ArticleIdList": ["10.1016/j.indcrop.2017.08.009"]}, {"Citation": "Kasai H., Yamane Y., Ikegami-Kawai M., Sudo H. Analysis of compounds of curcuma rhizome using mass spectrometry and investigation of the antioxidant activity of rhizome extracts. Med. Aromat. Plants. 2019;8:336."}, {"Citation": "Tang G.M., Shi Y.T., Gao W., Li M.N., Li P., Yang H. Comparative analysis of volatile constituents in root tuber and rhizome of Curcuma longa L. using fingerprints and chemometrics approaches on gas chromatography–mass spectrometry. Molecules. 2022;27:3196. doi: 10.3390/molecules27103196.", "ArticleIdList": ["10.3390/molecules27103196", "PMC9145967", "35630672"]}, {"Citation": "Matsumura S., Murata K., Zaima N., Yoshioka Y., Morimoto M., Kugo H., Yamamoto A., Moriyama T., Matsuda H. Inhibitory Activities of Essential Oil Obtained from Turmeric and Its Constituents against β-Secretase. Nat. Prod. Commun. 2016;11:1785–1788. doi: 10.1177/1934578X1601101203.", "ArticleIdList": ["10.1177/1934578X1601101203", "30508333"]}, {"Citation": "Arivoli S., Tennyson S., Divya S., Rani S., Marin G. GC-MS analysis of bioactive compounds of Curcuma longa Linnaeus (Zingiberaceae) rhizome extract. J. Pharmacogn. Phytochem. 2019;8:49–52."}, {"Citation": "Quemel F.D.S., Dantas A.P., Sanches L., Viana A.C.G.A., Silva E.S., Monteiro E.R., Gazim Z.C., Gonçalves J.E., Lopes A.D. Chemotypes of turmeric (Curcuma longa L.) essential oil from four different states of Brazil. Aust. J. Crop Sci. 2021;15:1035–1042. doi: 10.21475/ajcs.21.15.07.p3146.", "ArticleIdList": ["10.21475/ajcs.21.15.07.p3146"]}, {"Citation": "Fuloria S., Mehta J., Chandel A., Sekar M., Rani N.N.I.M., Begum M.Y., Subramaniyan V., Chidambaram K., Thangavelu L., Nordin R., et al. A Comprehensive Review on the Therapeutic Potential of Curcuma longa Linn. in Relation to its Major Active Constituent Curcumin. Front. Pharmacol. 2022;13:820806. doi: 10.3389/fphar.2022.820806.", "ArticleIdList": ["10.3389/fphar.2022.820806", "PMC8990857", "35401176"]}, {"Citation": "Sun W., Wang S., Zhao W., Wu C., Guo S., Gao H., Tao H., Lu J., Wang Y., Chen X. Chemical constituents and biological research on plants in the genus Curcuma. Crit. Rev. Food Sci. Nutr. 2016;57:1451–1523. doi: 10.1080/10408398.2016.1176554.", "ArticleIdList": ["10.1080/10408398.2016.1176554", "27229295"]}, {"Citation": "Nisar T., Iqbal M., Raza A., Safdar M., Iftikhar F., Waheed M. Estimation of total phenolics and free radical scavenging of turmeric (Curcuma longa) Environ. Sci. 2015;15:1272–1277."}, {"Citation": "Yang Q.-Q., Cheng L.-Z., Zhang T., Yaron S., Jiang H.-X., Sui Z.-Q., Corke H. Phenolic profiles, antioxidant, and antiproliferative activities of turmeric (Curcuma longa) Ind. Crop. Prod. 2020;152:112561. doi: 10.1016/j.indcrop.2020.112561.", "ArticleIdList": ["10.1016/j.indcrop.2020.112561"]}, {"Citation": "Niranjan A., Prakash D. Chemical constituents and biological activities of turmeric (Curcuma longa L.)—A review. J. Food Sci. Technol. 2008;45:109–116."}, {"Citation": "Lu C., Hu G., Gao S., Mou D. Apoptotic and anti-proliferative effect of essential oil from turmeric (Curcuma longa L.) on HepG2 and H1299 cells. Food Sci. Technol. Res. 2021;27:473–481. doi: 10.3136/fstr.27.473.", "ArticleIdList": ["10.3136/fstr.27.473"]}, {"Citation": "Avanço G.B., Ferreira F.D., Bomfim N.S., de Santos P.A.S.R., dos Peralta R.M., Brugnari T., Machinski M., Jr. Curcuma longa L. essential oil composition, antioxidant effect, and effect on Fusarium verticillioides and fumonisin production. Food Control. 2017;73:806–813. doi: 10.1016/j.foodcont.2016.09.032.", "ArticleIdList": ["10.1016/j.foodcont.2016.09.032"]}, {"Citation": "Niranjan A., Singh S., Dhiman M., Tewari S.K. Biochemical composition of Curcuma longa L. accessions. Anal. Lett. 2013;46:1069–1083. doi: 10.1080/00032719.2012.751541.", "ArticleIdList": ["10.1080/00032719.2012.751541"]}, {"Citation": "Chanda S., Ramachandra T.V. Phytochemical and pharmacological importance of turmeric (Curcuma longa): A review. Res. Rev. A J. Pharmacol. 2019;9:16–23."}, {"Citation": "Abdel-Lateef E., Mahmoud F., Hammam O., El-Ahwany E., El-Wakil E., Kandil S., Abu Taleb H., El-Sayed M., Hassenein H. Bioactive chemical constituents of Curcuma longa L. rhizomes extract inhibit the growth of human hepatoma cell line (HepG2) Acta Pharm. 2016;66:387–398. doi: 10.1515/acph-2016-0028.", "ArticleIdList": ["10.1515/acph-2016-0028", "27383887"]}, {"Citation": "Afzal A., Oriqat G., Khan M.A., Jose J., Afzal M. Chemistry and biochemistry of terpenoids from Curcuma and related species. J. Biol. Act. Prod. Nat. 2013;3:1–55."}, {"Citation": "Rmili R., Loukili E.H., Merimi I., Saidi N., Touzani R., Ramdani M. Curcuma species: Phytochemical composition, nutritional value and pharmacological activities: A review. Arab. J. Chem. Environ. Res. 2018;05:68–81."}, {"Citation": "Sharma B.K., Ramashanker Ghosh S., Rahaman L., Nath N., Lalvohbika Kaipeng D. Plant based folk treatments from North East India for jaundice. (An overview) J. Med. Plants Stud. 2016;4:234–247."}, {"Citation": "Yuan T., Zhang C., Qiu C., Xia G., Wang F., Lin B., Li H., Chen L. Chemical constituents from Curcuma longa L. and their inhibitory effects of nitric oxide production. Nat. Prod. Res. 2017;32:1887–1892. doi: 10.1080/14786419.2017.1354185.", "ArticleIdList": ["10.1080/14786419.2017.1354185", "28726500"]}, {"Citation": "Kulyal P., Acharya S., Ankari A.B., Kokkiripati P.K., Tetali S.D., Raghavendra A.S. Variable Secondary Metabolite Profiles Across Cultivars of Curcuma longa L. and C. aromatica Salisb. Front. Pharmacol. 2021;12:659546. doi: 10.3389/fphar.2021.659546.", "ArticleIdList": ["10.3389/fphar.2021.659546", "PMC8278146", "34276362"]}, {"Citation": "Rajagopal K., Varakumar P., Baliwada A., Byran G. Activity of phytochemical constituents of Curcuma longa (turmeric) and Andrographis paniculata against coronavirus (COVID-19): An in silico approach. Futur. J. Pharm. Sci. 2020;6:104. doi: 10.1186/s43094-020-00126-x.", "ArticleIdList": ["10.1186/s43094-020-00126-x", "PMC7562761", "33215042"]}, {"Citation": "Lin X., Ji S., Li R., Dong Y., Qiao X., Hu H., Yang W., Guo D., Tu P., Ye M. Terpecurcumins A–I from the Rhizomes of Curcuma longa: Absolute Configuration and Cytotoxic Activity. J. Nat. Prod. 2012;75:2121–2131. doi: 10.1021/np300551g.", "ArticleIdList": ["10.1021/np300551g", "23153397"]}, {"Citation": "Das K., Gezici S. Review article Plant secondary metabolites, their separation, identification and role in human disease prevention. Ann. Phytomedicine Int. J. 2018;7:13–24. doi: 10.21276/ap.2018.7.2.3.", "ArticleIdList": ["10.21276/ap.2018.7.2.3"]}, {"Citation": "Kim S.-H., Roszik J., Grimm E.A., Ekmekcioglu S. Impact of l-Arginine Metabolism on Immune Response and Anticancer Immunotherapy. Front. Oncol. 2018;8:67. doi: 10.3389/fonc.2018.00067.", "ArticleIdList": ["10.3389/fonc.2018.00067", "PMC5864849", "29616189"]}, {"Citation": "Chiangjong W., Chutipongtanate S., Hongeng S. Anticancer peptide: Physicochemical property, functional aspect and trend in clinical application (Review) Int. J. Oncol. 2020;57:678–696. doi: 10.3892/ijo.2020.5099.", "ArticleIdList": ["10.3892/ijo.2020.5099", "PMC7384845", "32705178"]}, {"Citation": "Lieu E.L., Nguyen T., Rhyne S., Kim J. Amino acids in cancer. Exp. Mol. Med. 2020;52:15–30. doi: 10.1038/s12276-020-0375-3.", "ArticleIdList": ["10.1038/s12276-020-0375-3", "PMC7000687", "31980738"]}, {"Citation": "Albaugh V.L., Pinzon-Guzman C., Barbul A. Arginine metabolism and cancer. Surg. Oncol. March. 2017;115:273–280. doi: 10.1002/jso.24490.", "ArticleIdList": ["10.1002/jso.24490", "PMC6486789", "27861915"]}, {"Citation": "Dhama K., Karthik K., Khandia R., Munjal A., Tiwari R., Rana R., Khurana S.K., Ullah S., Khan R.U., Alagawany M., et al. Medicinal and therapeutic potential of herbs and plant metabolites/extracts countering viral pathogens-current knowledge and future prospects. Curr. Drug Metab. 2018;19:236–263. doi: 10.2174/1389200219666180129145252.", "ArticleIdList": ["10.2174/1389200219666180129145252", "29380697"]}, {"Citation": "Cox-Georgian D., Ramadoss N., Dona C., Basu C. Therapeutic and medicinal uses of terpenes. In: Joshee N., Dhekney S., Parajuli P., editors. Medicinal Plants. Springer; Cham, Switzerland: 2019. pp. 333–359."}, {"Citation": "Fongang Fotsing Y.S., Bankeu Kezetas J.J. Terpenoids as important bioactive constituents of essential oils. In: Santana de Oliveira M., Almeida da Costa W., Gomes Silva S., editors. Essential oils—Bioactive Compounds, New Perspectives and Application. Intechopen; Rijeka, Croatia: 2020."}, {"Citation": "Jahangeer M., Fatima R., Ashiq M., Basharat A., Qamar S.A., Bilal M., Iqbal H.M. Therapeutic and Biomedical Potentialities of Terpenoids—A Review. J. Pure Appl. Microbiol. 2021;15:471–483. doi: 10.22207/JPAM.15.2.04.", "ArticleIdList": ["10.22207/JPAM.15.2.04"]}, {"Citation": "Amalraj A., Pius A., Gopi S., Gopi S. Biological activities of curcuminoids, other biomolecules from turmeric and their derivatives—A review. J. Tradit. Complement. Med. 2016;7:205–233. doi: 10.1016/j.jtcme.2016.05.005.", "ArticleIdList": ["10.1016/j.jtcme.2016.05.005", "PMC5388087", "28417091"]}, {"Citation": "Ganapathy G., Preethi R., Moses J., Anandharamakrishnan C. Diarylheptanoids as nutraceutical: A review. Biocatal. Agric. Biotechnol. 2019;19:101109. doi: 10.1016/j.bcab.2019.101109.", "ArticleIdList": ["10.1016/j.bcab.2019.101109", "PMC7102868", "32288931"]}, {"Citation": "Abas F., Hui L.S., Ahmad S., Stanslas J., Israf D.A., Shaari K., Lajis N.H. Biological Evaluation of Curcumin and Related Diarylheptanoids. Z. Für Nat. C. 2006;61:625–631. doi: 10.1515/znc-2006-9-1002.", "ArticleIdList": ["10.1515/znc-2006-9-1002", "17137104"]}, {"Citation": "Kozłowska A., Szostak-Wegierek D. Flavonoids–food sources, health benefits, and mechanisms involved. In: Mérillon J.M., Ramawat K., editors. Bioactive Molecules in Food, Reference Series in Phytochemistry. Springer; Cham, Switzerland: 2018."}, {"Citation": "Kozłowska A., Szostak-Wegierek D. Flavonoids—Food sources and health benefits. Rocz. Państwowego Zakładu Hig. 2014;65:79–85.", "ArticleIdList": ["25272572"]}, {"Citation": "Panche A.N., Diwan A.D., Chandra S.R. Flavonoids: An overview. J. Nutr. Sci. 2016;5:e47. doi: 10.1017/jns.2016.41.", "ArticleIdList": ["10.1017/jns.2016.41", "PMC5465813", "28620474"]}, {"Citation": "Akter J., Hossain M.A., Takara K., Islam M.Z., Hou D.-X. Antioxidant activity of different species and varieties of turmeric (Curcuma spp): Isolation of active compounds. Comp. Biochem. Physiol. Part C Toxicol. Pharmacol. 2018;215:9–17. doi: 10.1016/j.cbpc.2018.09.002.", "ArticleIdList": ["10.1016/j.cbpc.2018.09.002", "30266519"]}, {"Citation": "Li X., Xin Y., Mo Y., Marozik P., He T., Guo H. The Bioavailability and Biological Activities of Phytosterols as Modulators of Cholesterol Metabolism. Molecules. 2022;27:523. doi: 10.3390/molecules27020523.", "ArticleIdList": ["10.3390/molecules27020523", "PMC8781140", "35056839"]}, {"Citation": "Nagy K., Tiuca I.D. Importance of fatty acids in physiopathology of human body. In: Catala A., editor. Fatty Acids. IntechOpen; Rijeka, Croatia: 2017."}, {"Citation": "Jain P.K., Josh H. Coumarin: Chemical and pharmacological profile. J. Appl. Pharm. Sci. 2012;2:236–240."}, {"Citation": "Akkol E.K., Genç Y., Karpuz B., Sobarzo-Sánchez E., Capasso R. Coumarins and Coumarin-Related Compounds in Pharmacotherapy of Cancer. Cancers. 2020;12:1959. doi: 10.3390/cancers12071959.", "ArticleIdList": ["10.3390/cancers12071959", "PMC7409047", "32707666"]}, {"Citation": "Yoon C., Kim D., Lee D., Kim K., Ko W., Sohn J.H., Yim J.H., Kim Y., Oh H. Anti-neuroinflammatory effect of aurantiamide acetate from the marine fungus Aspergillus sp. SF-5921: Inhibition of NF-κB and MAPK pathways in lipopolysaccharide-induced mouse BV2 microglial cells. Int. Immunopharmacol. 2014;23:568–574. doi: 10.1016/j.intimp.2014.10.006.", "ArticleIdList": ["10.1016/j.intimp.2014.10.006", "25448500"]}, {"Citation": "Suhas R., Gowda D.C. Structure-Based Rationale Design and Synthesis of Aurantiamide Acetate Analogues—Towards a New Class of Potent Analgesic and Anti-inflammatory Agents. Chem. Biol. Drug Des. 2012;79:850–862. doi: 10.1111/j.1747-0285.2012.01331.x.", "ArticleIdList": ["10.1111/j.1747-0285.2012.01331.x", "22251852"]}, {"Citation": "Wang D., Wang X.-H., Yu X., Cao F., Cai X., Chen P., Li M., Feng Y., Li H., Wang X. Pharmacokinetics of Anthraquinones from Medicinal Plants. Front. Pharmacol. 2021;12:638993. doi: 10.3389/fphar.2021.638993.", "ArticleIdList": ["10.3389/fphar.2021.638993", "PMC8082241", "33935728"]}, {"Citation": "Elvira-Torales L.I., García-Alonso J., Periago-Castón M.J. Nutritional Importance of Carotenoids and Their Effect on Liver Health: A Review. Antioxidants. 2019;8:229. doi: 10.3390/antiox8070229.", "ArticleIdList": ["10.3390/antiox8070229", "PMC6681007", "31330977"]}, {"Citation": "Mei H., Cai S., Huang D., Gao H., Cao J., He B. Carrier-free nanodrugs with efficient drug delivery and release for cancer therapy: From intrinsic physicochemical properties to external modification. Bioact. Mater. 2022;8:220–240. doi: 10.1016/j.bioactmat.2021.06.035.", "ArticleIdList": ["10.1016/j.bioactmat.2021.06.035", "PMC8424425", "34541398"]}, {"Citation": "Fu S., Li G., Zang W., Zhou X., Shi K., Zhai Y. Pure drug nano-assemblies: A facile carrier-free nanoplatform for efficient cancer therapy. Acta Pharm. Sin. B. 2021;12:92–106. doi: 10.1016/j.apsb.2021.08.012.", "ArticleIdList": ["10.1016/j.apsb.2021.08.012", "PMC8799886", "35127374"]}, {"Citation": "Zhang X., Li N., Zhang S., Sun B., Chen Q., He Z., Luo C., Sun J. Emerging carrier-free nanosystems based on molecular self-assembly of pure drugs for cancer therapy. Med. Res. Rev. 2020;40:1754–1775. doi: 10.1002/med.21669.", "ArticleIdList": ["10.1002/med.21669", "32266734"]}, {"Citation": "Senapati S., Mahanta A.K., Kumar S., Maiti P. Controlled drug delivery vehicles for cancer treatment and their performance. Signal Transduct. Target. Ther. 2018;3:7. doi: 10.1038/s41392-017-0004-3.", "ArticleIdList": ["10.1038/s41392-017-0004-3", "PMC5854578", "29560283"]}, {"Citation": "Segneanu A., Velciov S.M., Olariu S., Cziple F., Damian D., Grozescu I. Bioactive molecules profile from natural compounds. In: Asao T., Asaduzzaman M., editors. Amino Acid—New Insights and Roles in Plant and Animal. IntechOpen; Rijeka, Croatia: 2017."}, {"Citation": "Noh C.H.C., Azmin N.F.M., Amid A. Principal Component Analysis Application on Flavonoids Characterization. Adv. Sci. Technol. Eng. Syst. J. 2017;2:435–440. doi: 10.25046/aj020356.", "ArticleIdList": ["10.25046/aj020356"]}, {"Citation": "Heneczkowski M., Kopacz M., Nowak D., Kuźniar A. Infrared spectrum analysis of some flavonoids. Acta Pol. Pharm. Drug Res. 2001;58:415–420.", "ArticleIdList": ["12197612"]}, {"Citation": "Segneanu A.-E., Marin C.N., Herea D.D., Stanusoiu I., Muntean C., Grozescu I. Romanian Viscum album L.—Untargeted low-molecular metabolomic approach to engineered Viscum–AuNPs carrier assembly. Plants. 2022;11:1820. doi: 10.3390/plants11141820.", "ArticleIdList": ["10.3390/plants11141820", "PMC9316836", "35890454"]}, {"Citation": "Scarsini M., Thurotte A., Veidl B., Amiard F., Niepceron F., Badawi M., Lagarde F., Schoefs B., Marchand J. Metabolite Quantification by Fourier Transform Infrared Spectroscopy in Diatoms: Proof of Concept on Phaeodactylum tricornutum. Front. Plant Sci. 2021;12:756421. doi: 10.3389/fpls.2021.756421.", "ArticleIdList": ["10.3389/fpls.2021.756421", "PMC8631545", "34858459"]}, {"Citation": "Topală C.M., Tătarua L.D., Ducu C. ATR-FTIR spectra fingerprinting of medicinal herbs extracts prepared using microwave extraction. Arab. J. Med. Aromat. Plants AJMAP. 2017;3:1–9."}, {"Citation": "Alberti Á., Riethmüller E., Béni S. Characterization of diarylheptanoids: An emerging class of bioactive natural products. J. Pharm. Biomed. Anal. 2018;147:13–34. doi: 10.1016/j.jpba.2017.08.051.", "ArticleIdList": ["10.1016/j.jpba.2017.08.051", "28958734"]}, {"Citation": "Umashankar T., Govindappa M., Ramachandra Y.L., Padmalatha R., Channabasava S. Isolation and characterization of coumarin isolated from endophyte, Alternaria Species -1 of Crotalaria pallida and its apoptotic action on HeLa cancer cell Line. Metabolomics. 2015;5:158."}, {"Citation": "Saha N., Samanta A.K., Chaudhuri S., Dutta D. Characterization and antioxidant potential of a carotenoid from a newly isolated yeast. Food Sci. Biotechnol. 2015;24:117–124. doi: 10.1007/s10068-015-0017-z.", "ArticleIdList": ["10.1007/s10068-015-0017-z"]}, {"Citation": "Olutola Dosumu O., Onocha P., Ekundayo O., Ali M. Isolation of aurantiamides from gomphrena celosioides C. Mart. Iran J. Pharm. Res. 2014;13:143–147.", "ArticleIdList": ["PMC3985246", "24734065"]}, {"Citation": "Pang M., Jiang S., Cao L., Pan L. Novel Synthesis of Steryl Esters from Phytosterols and Amino Acid. J. Agric. Food Chem. 2011;59:10732–10736. doi: 10.1021/jf2026583.", "ArticleIdList": ["10.1021/jf2026583", "21879751"]}, {"Citation": "Fernández-Marín R., Fernandes S., Andrés M., Labidi J. Microwave-Assisted Extraction of Curcuma longa L. Oil: Optimization, Chemical Structure and Composition, Antioxidant Activity and Comparison with Conventional Soxhlet Extraction. Molecules. 2021;26:1516. doi: 10.3390/molecules26061516.", "ArticleIdList": ["10.3390/molecules26061516", "PMC7999665", "33802053"]}, {"Citation": "Vega-Vásquez P., Mosier N.S., Irudayaraj J. Nanoscale Drug Delivery Systems: From Medicine to Agriculture. Front. Bioeng. Biotechnol. 2020;8:79. doi: 10.3389/fbioe.2020.00079.", "ArticleIdList": ["10.3389/fbioe.2020.00079", "PMC7041307", "32133353"]}, {"Citation": "Manimaran S., SambathKumar K., Gayathri R., Raja K., Rajkamal N., Venkatachalapathy M., Ravichandran G., EdisonRaj C.L. Medicinal Plant Using Ground State Stabilization of Natural Antioxidant Curcumin by Keto-Enol Tautomerisation. Nat. Prod. Bioprospecting. 2018;8:369–390. doi: 10.1007/s13659-018-0170-1.", "ArticleIdList": ["10.1007/s13659-018-0170-1", "PMC6109441", "29934731"]}, {"Citation": "Alsammarraie F.K., Wang W., Zhou P., Mustapha A., Lin M. Green synthesis of silver nanoparticles using turmeric extracts and investigation of their antibacterial activities. Colloids Surfaces B Biointerfaces. 2018;171:398–405. doi: 10.1016/j.colsurfb.2018.07.059.", "ArticleIdList": ["10.1016/j.colsurfb.2018.07.059", "30071481"]}, {"Citation": "Mahmoudi R., Aghaei S., Salehpour Z., Mousavizadeh A., Khoramrooz S.S., Sisakht M.T., Christiansen G., Baneshi M., Karimi B., Bardania H. Antibacterial and antioxidant properties of phyto-synthesized silver nanoparticles using Lavandula stoechas extract. Appl. Organomet. Chem. 2019;34:e5394. doi: 10.1002/aoc.5394.", "ArticleIdList": ["10.1002/aoc.5394"]}, {"Citation": "Rama P., Baldelli A., Vignesh A., Altemimi A.B., Lakshmanan G., Selvam R., Arunagirinathan N., Murugesan K., Pratap-Singh A. Antimicrobial, antioxidant, and angiogenic bioactive silver nanoparticles produced using Murraya paniculata (L.) jack leaves. Nanomater. Nanotechnol. 2022;12:18479804211056167. doi: 10.1177/18479804211056167.", "ArticleIdList": ["10.1177/18479804211056167"]}, {"Citation": "Maduraiveeran G., Ramaraj R. Potential Sensing Platform of Silver Nanoparticles Embedded in Functionalized Silicate Shell for Nitroaromatic Compounds. Anal. Chem. 2009;81:7552–7560. doi: 10.1021/ac900781d.", "ArticleIdList": ["10.1021/ac900781d", "19691270"]}, {"Citation": "Abdellatif A.A.H., Alhathloul S.S., Aljohani A.S.M., Maswadeh H., Abdallah E.M., Musa K.H., El Hamd M.A. Green Synthesis of Silver Nanoparticles Incorporated Aromatherapies Utilized for Their Antioxidant and Antimicrobial Activities against Some Clinical Bacterial Isolates. Bioinorg. Chem. Appl. 2022;2022:2432758. doi: 10.1155/2022/2432758.", "ArticleIdList": ["10.1155/2022/2432758", "PMC9017581", "35449714"]}, {"Citation": "Boughbina-Portolés A., Sanjuan-Navarro L., Moliner-Martínez Y., Campíns-Falcó P. Study of the Stability of Citrate Capped AgNPs in Several Environmental Water Matrices by Asymmetrical Flow Field Flow Fractionation. Nanomaterials. 2021;11:926. doi: 10.3390/nano11040926.", "ArticleIdList": ["10.3390/nano11040926", "PMC8066777", "33916459"]}, {"Citation": "Tian X.-L., Wang W.-H., Chen K., Cao G.-Y. Growth and Stabilization of Silver Nanoplates in Aqueous Solvent Monitored Through UV-Vis Spectra. Chin. J. Chem. Phys. 2006;19:362–366. doi: 10.1360/cjcp2006.19(4).362.5.", "ArticleIdList": ["10.1360/cjcp2006.19(4).362.5"]}, {"Citation": "Al Razy A., Bayazid G.M.A., Rahman R.U., Bosu R., Shamma S.S. Silver nanoparticle synthesis, UV-Vis spectroscopy to find particle size and measure resistance of colloidal solution. J. Phys. Conf. Ser. 2020;1706:012020. doi: 10.1088/1742-6596/1706/1/012020.", "ArticleIdList": ["10.1088/1742-6596/1706/1/012020"]}, {"Citation": "Subhan M.A., Alam K., Rahaman M.S., Rahman M.A., Awal R. Synthesis and Characterization of Metal Complexes Containing Curcumin (C21H20O6) and Study of their Anti-microbial Activities and DNA-binding Properties. J. Sci. Res. 2013;6:97–109. doi: 10.3329/jsr.v6i1.15381.", "ArticleIdList": ["10.3329/jsr.v6i1.15381"]}, {"Citation": "Rafi M., Jannah R., Heryanto R., Kautsar A., Septaningsih D.A. UV-Vis spectroscopy and chemometrics as a tool for identification and discrimination of four Curcuma species. Int. Food Res. J. 2018;25:643–648."}, {"Citation": "Echavarri-Erasun C., Johnson E.A. Fungal carotenoids. Appl. Mycol. Biotechnol. 2002;2:45–85."}, {"Citation": "Blinov A.V., Blinova A.A., Kravtsov A.A., Gvozdenko A.A., Kobina A.V., Momot E.V. Second International Conference on Material Science, Smart Structures and Applications: ICMSS-2019, AIP Conference Proceedings. Volume 2188. AIP Publishing LLC; Melville, NY, USA: 2019. Synthesis of multicomponent system s based on silicon dioxide and noble metal nanoparticles; p. 040011."}, {"Citation": "Dalir S.J.B., Djahaniani H., Nabati F., Hekmati M. Characterization and the evaluation of antimicrobial activities of silver nanoparticles biosynthesized from Carya illinoinensis leaf extract. Heliyon. 2020;6:e03624. doi: 10.1016/j.heliyon.2020.e03624.", "ArticleIdList": ["10.1016/j.heliyon.2020.e03624", "PMC7090345", "32215333"]}, {"Citation": "Raj S., Trivedi R., Soni V. Biogenic synthesis of silver nanoparticles, characterization and their applications—A review. Surfaces. 2022;5:67–90. doi: 10.3390/surfaces5010003.", "ArticleIdList": ["10.3390/surfaces5010003"]}, {"Citation": "Wang Y., Zhang X., Bai Y., Li W., Li X., Xing X., Wang C., Gao L., Yogi M., Swamy M.K., et al. Anticancer and Antibacterial Activities of Silver Nanoparticles (AgNPs) Synthesized from Cucumis melo L. J. Nanosci. Nanotechnol. 2020;20:4143–4151. doi: 10.1166/jnn.2020.17524.", "ArticleIdList": ["10.1166/jnn.2020.17524", "31968432"]}, {"Citation": "Varaprasad K., Mohan Y.M., Vimala K., Raju K.M. Synthesis and characterization of hydrogel-silver nanoparticle-curcumin composites for wound dressing and antibacterial application. J. Appl. Polym. Sci. 2011;121:784–796. doi: 10.1002/app.33508.", "ArticleIdList": ["10.1002/app.33508"]}, {"Citation": "Loo C.-Y., Rohanizadeh R., Young P.M., Traini D., Cavaliere R., Whitchurch C.B., Lee W.-H. Combination of Silver Nanoparticles and Curcumin Nanoparticles for Enhanced Anti-biofilm Activities. J. Agric. Food Chem. 2015;64:2513–2522. doi: 10.1021/acs.jafc.5b04559.", "ArticleIdList": ["10.1021/acs.jafc.5b04559", "26595817"]}, {"Citation": "Ghobashy M.M., Elkodous M.A., Shabaka S.H., Younis S.A., Alshangiti D.M., Madani M., Al-Gahtany S.A., Elkhatib W.F., Noreddin A.M., Nady N., et al. An overview of methods for production and detection of silver nanoparticles, with emphasis on their fate and toxicological effects on human, soil, and aquatic environment. Nanotechnol. Rev. 2021;10:954–977. doi: 10.1515/ntrev-2021-0066.", "ArticleIdList": ["10.1515/ntrev-2021-0066"]}, {"Citation": "Gutierrez L., Aubry C., Cornejo M., Croue J.-P. Citrate-Coated Silver Nanoparticles Interactions with Effluent Organic Matter: Influence of Capping Agent and Solution Conditions. Langmuir. 2015;31:8865–8872. doi: 10.1021/acs.langmuir.5b02067.", "ArticleIdList": ["10.1021/acs.langmuir.5b02067", "26230840"]}, {"Citation": "Hongsub B., Tanveer A., Ilsu R., Yongmin C., Seong-Uk J., Sungwook H. Carbon-coated iron oxide nanoparticles as contrast agents in magnetic resonance imaging. Nanoscale Res. Lett. 2011;7:44.", "ArticleIdList": ["PMC3398329", "22221912"]}, {"Citation": "Rajasekhar Reddy G., Bertie Morais A., Nagendra Gandhi N. 2,2-Diphenyl-1-Picrylhydrazyl free radical scavenging assay and bacterial toxicity of protein capped silver nanoparticles for antioxidant and antibacterial applications. Asian J. Chem. 2013;25:9249–9254. doi: 10.14233/ajchem.2013.15215.", "ArticleIdList": ["10.14233/ajchem.2013.15215"]}, {"Citation": "Erdogan O., Abbak M., Demirbolat G.M., Birtekocak F., Aksel M., Pasa S., Cevik O. Green synthesis of silver nanoparticles via Cynara scolymus leaf extracts: The characterization, anticancer potential with photodynamic therapy in MCF7 cells. PLoS ONE. 2019;14:e0216496. doi: 10.1371/journal.pone.0216496.", "ArticleIdList": ["10.1371/journal.pone.0216496", "PMC6586393", "31220110"]}, {"Citation": "Sharifi-Rad M., Pohl P., Epifano F. Phytofabrication of silver nanoparticles (AgNPs) with pharmaceutical capabilities using Otostegia persica (Burm.) Boiss. leaf extract. Nanomaterials. 2021;11:1045. doi: 10.3390/nano11041045.", "ArticleIdList": ["10.3390/nano11041045", "PMC8074182", "33921810"]}, {"Citation": "Tanvir E.M., Hossen S., Hossain F., Afroz R., Gan S.H., Khalil I., Karim N. Antioxidant Properties of Popular Turmeric (Curcuma longa) Varieties from Bangladesh. J. Food Qual. 2017;2017:8471785. doi: 10.1155/2017/8471785.", "ArticleIdList": ["10.1155/2017/8471785"]}, {"Citation": "Lamuela-Raventós R.M. Measurement of Antioxidant Activity & Capacity. Wiley Online Library; New York, NY, USA: 2017. Folin-Ciocalteu Method for the Measurement of Total Phenolic Content and Antioxidant Capacity; pp. 107–115.", "ArticleIdList": ["10.1002/9781119135388.ch6"]}, {"Citation": "Carmona-Hernandez J.C., Taborda-Ocampo G., González-Correa C.H. Folin-Ciocalteu Reaction Alternatives for Higher Polyphenol Quantitation in Colombian Passion Fruits. Int. J. Food Sci. 2021;2021:8871301. doi: 10.1155/2021/8871301.", "ArticleIdList": ["10.1155/2021/8871301", "PMC7822687", "33511200"]}, {"Citation": "Zhao X., Zhou L., Riaz Rajoka M.S., Yan L., Jiang C., Shao D., Zhu J., Shi J., Huang Q., Yang H., et al. Fungal silver nanoparticles: Synthesis, application and challenges. Crit. Rev. Biotechnol. 2017;38:1–19. doi: 10.1080/07388551.2017.1414141.", "ArticleIdList": ["10.1080/07388551.2017.1414141", "29254388"]}, {"Citation": "Bedlovičová Z., Strapáč I., Baláž M., Salayová A. A brief overview on antioxidant activity determination of silver nanoparticles. Molecules. 2020;25:3191. doi: 10.3390/molecules25143191.", "ArticleIdList": ["10.3390/molecules25143191", "PMC7397195", "32668682"]}, {"Citation": "Alam M.W., Najeeb J., Naeem S., Usman S.M., Nahvi I., Alismail F., Abuzir A., Farhan M., Nawaz A. Electrochemical Methodologies for Investigating the Antioxidant Potential of Plant and Fruit Extracts: A Review. Antioxidants. 2022;11:1205. doi: 10.3390/antiox11061205.", "ArticleIdList": ["10.3390/antiox11061205", "PMC9220340", "35740101"]}, {"Citation": "Zielinska D., Wiczkowski W., Piskula M.K. Determination of the Relative Contribution of Quercetin and Its Glucosides to the Antioxidant Capacity of Onion by Cyclic Voltammetry and Spectrophotometric Methods. J. Agric. Food Chem. 2008;56:3524–3531. doi: 10.1021/jf073521f.", "ArticleIdList": ["10.1021/jf073521f", "18454541"]}, {"Citation": "Pękal A., Dróżdż P., Pyrzynska K. Comparison of the Antioxidant Properties of Commonly Consumed Commercial Teas. Int. J. Food Prop. 2012;15:1101–1109. doi: 10.1080/10942912.2010.514642.", "ArticleIdList": ["10.1080/10942912.2010.514642"]}, {"Citation": "Pisoschi A.M., Cimpeanu C., Predoi G. Electrochemical Methods for Total Antioxidant Capacity and its Main Contributors Determination: A review. Open Chem. 2015;13:824–856. doi: 10.1515/chem-2015-0099.", "ArticleIdList": ["10.1515/chem-2015-0099"]}, {"Citation": "Re R., Pellegrini N., Proteggente A., Pannala A., Yang M., Rice-Evans C. Antioxidant activity applying an improved ABTS radical cation decolorization assay. Free. Radic. Biol. Med. 1999;26:1231–1237. doi: 10.1016/S0891-5849(98)00315-3.", "ArticleIdList": ["10.1016/S0891-5849(98)00315-3", "10381194"]}, {"Citation": "Frangu A., Ashrafi A.M., Sýs M., Arbneshi T., Metelka R., Adam V., Vlček M., Richtera L. Determination of Trolox Equivalent Antioxidant Capacity in Berries Using Amperometric Tyrosinase Biosensor Based on Multi-Walled Carbon Nanotubes. Appl. Sci. 2020;10:2497. doi: 10.3390/app10072497.", "ArticleIdList": ["10.3390/app10072497"]}, {"Citation": "Litescu S.C., Eremia S., Radu G.L. Methods for the determination of antioxidant capacity in food and raw materials. In: Giardi M.T., Rea G., Berra B., editors. Bio-Farms for Nutraceuticals: Functional Food and Safety Control By Biosensors. Springer; Boston, MA, USA: 2010. pp. 241–249.", "ArticleIdList": ["21520716"]}, {"Citation": "Betancor-Fernández A., Pérez-Gálvez A., Sies H., Stahl W. Screening pharmaceutical preparations containing extracts of turmeric rhizome, artichoke leaf, devil’s claw root and garlic or salmon oil for antioxidant capacity. J. Pharm. Pharmacol. 2003;55:981–986. doi: 10.1211/0022357021468.", "ArticleIdList": ["10.1211/0022357021468", "12906755"]}, {"Citation": "Elemike E.E., Fayemi O.E., Ekennia A.C., Onwudiwe D.C., Ebenso E.E. Silver nanoparticles mediated by Costus afer leaf electrochemical properties. Molecules. 2017;22:701. doi: 10.3390/molecules22050701.", "ArticleIdList": ["10.3390/molecules22050701", "PMC6154536", "28468278"]}, {"Citation": "Miranda R.R., Sampaio I., Zucolotto V. Exploring silver nanoparticles for cancer therapy and diagnosis. Colloids Surfaces B Biointerfaces. 2021;210:112254. doi: 10.1016/j.colsurfb.2021.112254.", "ArticleIdList": ["10.1016/j.colsurfb.2021.112254", "34896692"]}, {"Citation": "Lamptey R.N.L., Chaulagain B., Trivedi R., Gothwal A., Layek B., Singh J. A Review of the Common Neurodegenerative Disorders: Current Therapeutic Approaches and the Potential Role of Nanotherapeutics. Int. J. Mol. Sci. 2022;23:1851. doi: 10.3390/ijms23031851.", "ArticleIdList": ["10.3390/ijms23031851", "PMC8837071", "35163773"]}, {"Citation": "Huang M., Keller A.A., Wang X., Tian L., Wu B., Ji R., Zhao L. Low Concentrations of Silver Nanoparticles and Silver Ions Perturb the Antioxidant Defense System and Nitrogen Metabolism in N2-Fixing Cyanobacteria. Environ. Sci. Technol. 2020;54:15996–16005. doi: 10.1021/acs.est.0c05300.", "ArticleIdList": ["10.1021/acs.est.0c05300", "33232140"]}, {"Citation": "Wu X., Dai H., Xu C., Liu L., Li S. Citric acid modification of a polymer exhibits antioxidant and anti-inflammatory properties in stem cells and tissues. J. Biomed. Mater. Res. Part A. 2019;107:2414–2424. doi: 10.1002/jbm.a.36748.", "ArticleIdList": ["10.1002/jbm.a.36748", "31180606"]}, {"Citation": "Sallam K.I. Antimicrobial and antioxidant effects of sodium acetate, sodium lactate, and sodium citrate in refrigerated sliced salmon. Food Control. 2007;18:566–575. doi: 10.1016/j.foodcont.2006.02.002.", "ArticleIdList": ["10.1016/j.foodcont.2006.02.002", "PMC1805695", "17471315"]}, {"Citation": "Padayatty S.J., Katz A., Wang Y., Eck P., Kwon O., Lee J.-H., Chen S., Corpe C., Dutta A., Dutta S.K., et al. Vitamin C as an Antioxidant: Evaluation of Its Role in Disease Prevention. J. Am. Coll. Nutr. 2003;22:18–35. doi: 10.1080/07315724.2003.10719272.", "ArticleIdList": ["10.1080/07315724.2003.10719272", "12569111"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "11", "Day": "3"}, {"Year": "2022", "Month": "11", "Day": "10"}, {"Year": "2022", "Month": "11", "Day": "24", "Hour": "9", "Minute": "55"}, {"Year": "2022", "Month": "11", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "25", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "11", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["36421447", "PMC9686783", "10.3390/antiox11112261", "antiox11112261"]}}], "PubmedBookArticle": []}