{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Commiphora gileadensis L.", "DNA barcoding", "ISSR", "SCoT", "gene expression", "genetic diversity", "physio-biochemical parameters"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36421774", "DateCompleted": {"Year": "2022", "Month": "11", "Day": "28"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "08"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "11"}], "Language": ["eng"], "ELocationID": ["2099", "10.3390/genes13112099"], "Journal": {"ISSN": "2073-4425", "JournalIssue": {"Volume": "13", "Issue": "11", "PubDate": {"Year": "2022", "Month": "Nov", "Day": "11"}}, "Title": "Genes", "ISOAbbreviation": "Genes (Basel)"}, "ArticleTitle": "Genetic Characterization of Some Saudi Arabia's Accessions from <i>Commiphora gileadensis</i> Using Physio-Biochemical Parameters, Molecular Markers, DNA Barcoding Analysis and Relative Gene Expression.", "Abstract": {"AbstractText": ["<i>Commiphora gileadensis</i> L. is a medicinal plant, known as balsam, with pharmaceutical potential for its phytochemical activities and chemical constituents. Genetic diversity is a genetic tool used in medicinal plant evolution and conservation. Three accessions from <i>C. gileadensis</i> were collected from three localities in Saudi Arabia (Jeddah, Jizan and Riyadh). Genetic characterization was carried out using physio-biochemical parameters, molecular markers (inter-simple sequence repeat (ISSR) and start codon targeted (SCoT)), DNA barcoding (18 S rRNA and ITS rDNA regions), relative gene expressions (phenylalanine ammonia-lyase 1 (PAL1), defensin (PR-12)) and pathogenesis-related protein (AFPRT). The results of this study showed that <i>C. gileadensis</i> accession C3, collected from Riyadh, had the highest content from the physio-biochemical parameters perspective, with values of 92.54 mg/g and 77.13 mg/g for total phenolic content (TPC) and total flavonoid content (TFC), respectively. Furthermore, the highest content of antioxidant enzyme activity was present in accession C3 with values of 16.87, 60.87, 35.76 and 27.98 U mg<sup>-1</sup> for superoxide dismutase (SOD), peroxidase (POD), catalase (CAT) (mol/min/mg FW) and ascorbate peroxidase (APX) (U mg<sup>-1</sup> protein), respectively. The highest total number of bands and number of unique bands were 138 and 59, respectively, for the SCoT marker. The SCoT marker was the most efficient for the genetic diversity of <i>C. gileadensis</i> by producing the highest polymorphism (75.63%). DNA barcoding using 18 S and ITS showed the nearby <i>Commiphora</i> genus and clustered <i>C</i>. <i>gileadensis</i> accessions from Jeddah and Jizan in one clade and the <i>C. gileadensis</i> accession from Ryiadh in a separate cluster. Moreover, relative gene expression of the PAL1, defensin (PR-12) and AFPRT (PR1) genes was upregulated in the <i>C</i>. <i>gileadensis</i> accession from Ryiadh. In conclusion, ecological and environmental conditions in each locality affect the genomic expression and genetic diversity, which can help the evolution of important medicinal plants and improve breeding and conservation systems."]}, "AuthorList": [{"Identifier": ["0000-0002-0533-614X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Science, Princess Nourah bint Abdulrahman University, P.O. Box 84428, Riyadh 11671, Saudi Arabia."}], "LastName": "Safhi", "ForeName": "Fatmah Ahmed", "Initials": "FA"}, {"Identifier": ["0000-0001-6513-7444"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Science, University of Jeddah, Jeddah 21959, Saudi Arabia."}], "LastName": "ALshamrani", "ForeName": "Salha Mesfer", "Initials": "SM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Science, Princess Nourah bint Abdulrahman University, P.O. Box 84428, Riyadh 11671, Saudi Arabia."}], "LastName": "Jalal", "ForeName": "Areej Saud", "Initials": "AS"}, {"Identifier": ["0000-0003-3285-0563"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Production(Genetic Branch), Faculty of Environmental and Agricultural Sciences, Arish University, El-Arish 45511, Egypt."}], "LastName": "El-Moneim", "ForeName": "Diaa Abd", "Initials": "DA"}, {"Identifier": ["0000-0001-6086-5071"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Faculty of Science, Taif University, Taif 21974, Saudi Arabia."}], "LastName": "Alyamani", "ForeName": "Amal A", "Initials": "AA"}, {"Identifier": ["0000-0002-5904-9736"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Botany and Microbiology Department, Faculty of Science, Arish University, El-Arish 45511, Egypt."}], "LastName": "Ibrahim", "ForeName": "Amira A", "Initials": "AA"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Genes (Basel)", "NlmUniqueID": "101551097", "ISSNLinking": "2073-4425"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Codon, Initiator"}, {"RegistryNumber": "0", "NameOfSubstance": "Genetic Markers"}, {"RegistryNumber": "0", "NameOfSubstance": "Defensins"}], "MeshHeadingList": [{"QualifierName": ["genetics"], "DescriptorName": "Commiphora"}, {"QualifierName": [], "DescriptorName": "DNA Barcoding, Taxonomic"}, {"QualifierName": [], "DescriptorName": "Saudi Arabia"}, {"QualifierName": [], "DescriptorName": "Phylogeny"}, {"QualifierName": [], "DescriptorName": "Plant Breeding"}, {"QualifierName": [], "DescriptorName": "Codon, Initiator"}, {"QualifierName": [], "DescriptorName": "Genetic Markers"}, {"QualifierName": [], "DescriptorName": "Gene Expression"}, {"QualifierName": ["genetics"], "DescriptorName": "Defensins"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Byng J.W. The Flowering Plants Handbook: A Practical Guide to Families and Genera of the World. Plant Gateway Ltd.; Hertford, UK: 2014."}, {"Citation": "Langenheim J.H. Plant Resins: Chemistry, Evolution, Ecology and Ethnobo-Tany. Timber Press; Portland, OR, USA: Cambridge, UK: 2003."}, {"Citation": "Abdul-Ghani A.S., Amin R. Effect of aqueous extract of Commiphora opobalsamum on blood pressure and heart rate in rats. J. Ethnopharmacol. 1997;57:219–222. doi: 10.1016/S0378-8741(97)00063-9.", "ArticleIdList": ["10.1016/S0378-8741(97)00063-9", "9292417"]}, {"Citation": "Shen T., Wen-Zhu W., Xiao-Ning W., Ling-Mei S., Hui-Qing Y., Xiao-Ling W., Mei J., Hong-Xiang L. Sesquiterpenoids from the Resinous Exudates of Commiphora opobalsamum (Burseraceae) Helvetica Chimica Acta. 2008;91:881–887. doi: 10.1002/hlca.200890092.", "ArticleIdList": ["10.1002/hlca.200890092"]}, {"Citation": "Iluz D., Hoffman M., Gilboa-Garber N., Amar Z. Medicinal properties of Commiphora gileadensis. Afr. J. Pharm. Pharmacol. 2010;4:516–520."}, {"Citation": "Mugahid A.M. Flora of Saudi Arabia. King Saud University Press; Riyadh, Saudi Arabia: 1981."}, {"Citation": "Soromessa T. Ecological phytogeography: A case study of Commiphora species. Sci. Technol. Arts Res. J. 2013;2:93–104. doi: 10.4314/star.v2i3.98910.", "ArticleIdList": ["10.4314/star.v2i3.98910"]}, {"Citation": "Chaudhary S.A. Flora of the Kingdom of Saudi Arabia. Ministry of Agriculture and Water, Kingdom of Saudi Arabia; Riyadh, Saudi Arabia: 2001."}, {"Citation": "Alfarhan A.H., Al-Turki T.A., Basahy A.Y. Flora of Jizan Region. King Abdulaziz City for Science and Technology (KACST); Riyadh, Saudi Arabia: 2005."}, {"Citation": "Weeks A., Simpson B.B. Molecular phylogenetic analysis of Commiphora (Burseraceae) yields insight on the evolution and historical biogeography of an ‘‘impossible” genus. Mol. Phylogen. Evol. 2007;42:62–79. doi: 10.1016/j.ympev.2006.06.015.", "ArticleIdList": ["10.1016/j.ympev.2006.06.015", "16904915"]}, {"Citation": "Awadh N.A., Al Sokari S.S., Gushash A., Anwar S., Al-Karani K. Ethnopharmacological survey of medicinal plants in Albaha region, Saudi Arabia. Pharmacogn. Mag. 2017;9:401–407. doi: 10.4103/pr.pr_11_17.", "ArticleIdList": ["10.4103/pr.pr_11_17", "PMC5717795", "29263636"]}, {"Citation": "Barthet M. Expression and function of the Chloroplast-Encoded Gene Matk, United States. The Faculty of the Virginia Polytechnic Institute and State, Virginia Polytechnic Institute and State University; Blacksburg, VA, USA: 2006."}, {"Citation": "Ali M.A., Gábor G., Norbert H., Balázs K., Al-Hemaid F.M.A., Pandey A.K., Lee J. The changing epitome of species identification- DNA barcoding. Saudi J. Biol. Sci. 2014;21:204–231.", "ArticleIdList": ["PMC4061418", "24955007"]}, {"Citation": "Yao H., Song J.Y., Liu C., Luo K., Han J.P., Li Y. Use of ITS2 region as the universal DNA barcode for plants and animals. PLoS ONE. 2010;5:e13102. doi: 10.1371/journal.pone.0013102.", "ArticleIdList": ["10.1371/journal.pone.0013102", "PMC2948509", "20957043"]}, {"Citation": "Li D.Z., Gao L.M., Li H.T., Wang H., Ge X.J., Liu J.Q. Comparative analysis of a large dataset indicates that internal transcribed spacer (ITS) should be incorporated into the core barcode for seed plants. Proc. Natl. Acad. Sci. USA. 2011;108:19641–19646.", "ArticleIdList": ["PMC3241788", "22100737"]}, {"Citation": "Hollingsworth P.M., Li D.Z., van der Bank M., Twyford A.D. Telling plant species apart with DNA: From barcodes to genomes. Phil. Trans. R Soc. B. 2016;371:20150338. doi: 10.1098/rstb.2015.0338.", "ArticleIdList": ["10.1098/rstb.2015.0338", "PMC4971190", "27481790"]}, {"Citation": "Perrino E.V., Perrino P. Crop wild relatives: Know how past and present to improve future research, conservation and utilization strategies, especially in Italy: A review. Resour. Crop Evol. 2020;67:1067–1105. doi: 10.1007/s10722-020-00930-7.", "ArticleIdList": ["10.1007/s10722-020-00930-7"]}, {"Citation": "Agarwal D., Aggarwal K., Burke-Spolaor S., Lorimer D.R., Garver-Daniels N. FETCH: A deep-learning based classifier for fast transient classification. Mon. Not. Royal Astron. Soc. 2020;497:1661–1674. doi: 10.1093/mnras/staa1856.", "ArticleIdList": ["10.1093/mnras/staa1856"]}, {"Citation": "Kumar V., Roy B.K. Population authentication of the traditional medicinal plant Cassia tora L. based on ISSR markers and FTIR analysis. Sci. Rep. 2018;8:10714. doi: 10.1038/s41598-018-29114-1.", "ArticleIdList": ["10.1038/s41598-018-29114-1", "PMC6048050", "30013159"]}, {"Citation": "Perrino E.V., Valerio F., Jallali S., Trani A., Mezzapesa G.N. Ecological and biological properties of Satureja cuneifolia and Thymus spinulosus Ten.: Two wild officinal species of conservation concern in Apulia (Italy). A preliminary survey. Plants. 2021;10:1952. doi: 10.3390/plants10091952.", "ArticleIdList": ["10.3390/plants10091952", "PMC8471076", "34579485"]}, {"Citation": "Munda S., Saikia R.J., Begum T., Bhandari S., Gogoi A., Sarma N., Tamang R., Lal M. Evaluation of Genetic Diversity Based on Microsatellites and Phytochemical Markers of Core Collection of Cymbopogon winterianus Jowitt Germplasm. Plants. 2022;11:528. doi: 10.3390/plants11040528.", "ArticleIdList": ["10.3390/plants11040528", "PMC8878620", "35214861"]}, {"Citation": "Mesfer ALshamrani S., Safhi F.A., Alshaya D.S., Ibrahim A.A., Mansour H., Abd El Moneim D. Genetic diversity using biochemical, physiological, karyological and molecular markers of Sesamum indicum L. Front. Genet. 2022;13:1035977. doi: 10.3389/fgene.2022.1035977.", "ArticleIdList": ["10.3389/fgene.2022.1035977", "PMC9597450", "36313443"]}, {"Citation": "Gowayed S.M.H., Abd El-Moneim D. Detection of genetic divergence among some wheat (Triticum aestivum L.) genotypes using molecular and biochemical indicators under salinity stress. PLoS ONE. 2021;16:e0248890. doi: 10.1371/journal.pone.0248890.", "ArticleIdList": ["10.1371/journal.pone.0248890", "PMC8007010", "33780480"]}, {"Citation": "Horejsi T., Stub J.E. Genetic Variation in Cucumber (Cucumis sativus L.) as Assed by Random Amplified Polymorphic DNA. Genet. Resour. Crop Evol. 1999;46:337–350. doi: 10.1023/A:1008650509966.", "ArticleIdList": ["10.1023/A:1008650509966"]}, {"Citation": "Javid A., Ghafoor A., Anwar R. Seed Storage Protein Electrophoresis in Groundnut for Evaluating Genetic Diversity. Pak. J. Bot. 2004;36:87–96."}, {"Citation": "Abd El-Moneim D., ELsarag E.I.S., Aloufi S., El-Azraq A.M., ALshamrani S.M., Safhi F.A.A., Ibrahim A.A. Quinoa (Chenopodium quinoa Willd.): Genetic Diversity According to ISSR and SCoT Markers, Relative Gene Expression, and Morpho-Physiological Variation under Salinity Stress. Plants. 2021;10:2802. doi: 10.3390/plants10122802.", "ArticleIdList": ["10.3390/plants10122802", "PMC8707205", "34961273"]}, {"Citation": "Atia M.A.M., El-Moneim D.A., Abdelmoneim T.K., Reda E.H., Shakour Z.T.A., El-Halawany A.M., El-Kashoury E.-S.A., Shams K.A., Abdel-Azim N.S., Hegazy M.-E.F. Evaluation of genetic variability and relatedness among eight Centaurea species through CAAT-box derived polymorphism (CBDP) and start codon targeted polymorphism (SCoT) markers. Biotechnol. Biotechnol. Equip. 2021;35:1230–1237. doi: 10.1080/13102818.2021.1960891.", "ArticleIdList": ["10.1080/13102818.2021.1960891"]}, {"Citation": "EL-Mansy A.B., Abd El-Moneim D., ALshamrani S.M., Alsafhi F.A., Abdein M.A., Ibrahim A.A. Genetic Diversity Analysis of Tomato (Solanum lycopersicum L.) with Morphological, Cytological, and Molecular Markers under Heat Stress. Horticulturae. 2021;7:65. doi: 10.3390/horticulturae7040065.", "ArticleIdList": ["10.3390/horticulturae7040065"]}, {"Citation": "Gerstein M., Rozowsky J., Yan K.K. Comparative analysis of the transcriptome across distant species. Nature. 2014;512:445–448. doi: 10.1038/nature13424.", "ArticleIdList": ["10.1038/nature13424", "PMC4155737", "25164755"]}, {"Citation": "Antje R., Kris M., John R., Geert G., Vanessa H., Riet D.R., Sergej K., Jan V.D., Jean-Paul J., Marnik V. Molecular phenotyping of the pal1 and pal2 mutants of Arabidopsis thaliana reveals far-reaching consequences on phenylpropanoid, amino acid, and carbohydrate metabolism. Plant Cell. 2004;16:2749–2771.", "ArticleIdList": ["PMC520969", "15377757"]}, {"Citation": "Slinkard K., Singleton V.L. Total phenol analysis: Automation and comparison with manual methods. Am. J. Enol. Vitic. 1977;28:49–55."}, {"Citation": "Chavan J.J., Gaikwad N.B., Kshirsagar P. Total phenolics, flavonoids and antioxidant properties of three Ceropegia species from Western Ghats of India. S. Afr. J. Bot. 2013;88:273–277. doi: 10.1016/j.sajb.2013.08.007.", "ArticleIdList": ["10.1016/j.sajb.2013.08.007"]}, {"Citation": "Makkar H.P.S. Effects and fate of tannins in ruminant animals, adaptation to tannins, and strategies to overcome detrimental effects of feeding tannin-rich feeds. Small Rumin. Res. 2003;49:241–256. doi: 10.1016/S0921-4488(03)00142-1.", "ArticleIdList": ["10.1016/S0921-4488(03)00142-1"]}, {"Citation": "Hiai S., Oura H., Nakajima T. Color reaction of some sapogenins and saponins with vanillin and sulfuric acid. Planta Med. 1976;29:116–122. doi: 10.1055/s-0028-1097639.", "ArticleIdList": ["10.1055/s-0028-1097639", "948509"]}, {"Citation": "Luck H. In: Catalase in Methods of Enzymatic Analysis. Bergmeyer J., Grabi M., editors. Volume II Academic Press; New York, NY, USA: 1974."}, {"Citation": "Zhou W., Leul M. Uniconazole-induced tolerance of rape plants to heat stress in relation to changes in hormonal levels, enzyme activities and lipid peroxidation. Plant Growth Regul. 1999;27:99–104. doi: 10.1023/A:1006165603300.", "ArticleIdList": ["10.1023/A:1006165603300"]}, {"Citation": "Bradford M.M. A rapid and sensitive m method for the quantification of micrograms of protein utilizing the principal dye binding. Anal. Biochem. 1976;72:248–254. doi: 10.1016/0003-2697(76)90527-3.", "ArticleIdList": ["10.1016/0003-2697(76)90527-3", "942051"]}, {"Citation": "Laemmli U.K. Cleavage of structural proteins during the assembly of the head of bacteriophage T4. Nature. 1970;227:680–685. doi: 10.1038/227680a0.", "ArticleIdList": ["10.1038/227680a0", "5432063"]}, {"Citation": "Cota-Sanchez H., Remarchuk K., Ubayasenaj K. Ready-to-use DNA extracted with a CTAB method adapted for herbarium specimens and mucilaginous plant tissue. Plant Mol. Biol. Rep. 2006;24:161–167. doi: 10.1007/BF02914055.", "ArticleIdList": ["10.1007/BF02914055"]}, {"Citation": "Zietkiewicz E., Rafalski A., Labuda D. Genome fingerprinting by simple sequence repeat (SSR)-anchored polymerase chain reaction amplification. Genomics. 1994;20:176–183. doi: 10.1006/geno.1994.1151.", "ArticleIdList": ["10.1006/geno.1994.1151", "8020964"]}, {"Citation": "Collard B.C.Y., Maackill D.J. Start Codon Targted (SCoT) polymorphism: A simple novel DNA marker technique for generating gene-targeted markers in plants. Plant Mol. Bio. 2009;27:86–93. doi: 10.1007/s11105-008-0060-5.", "ArticleIdList": ["10.1007/s11105-008-0060-5"]}, {"Citation": "Anderson J.A., Churchill G.A., Autrique J.E., Tanksley S.D., Sorrells M.E. Optimizing parental selection for genetic linkage maps. Genome. 1993;36:181–186. doi: 10.1139/g93-024.", "ArticleIdList": ["10.1139/g93-024", "18469981"]}, {"Citation": "Nagaraju J., Reddy K.D., Nagaraja G.M., Sethuraman B.N. Comparison of multilocus RFLPs and PCR-based marker systems for genetic analysis of the silkworm, Bombyx mori. Heredity. 2001;86:588–597. doi: 10.1046/j.1365-2540.2001.00861.x.", "ArticleIdList": ["10.1046/j.1365-2540.2001.00861.x", "11554975"]}, {"Citation": "Powell W., Morgante M., Andre C., Hanafey M., Vogel J., Tingey S., Rafalski A. The comparison of RFLP, RAPD, AFLP and SSR (microsatellite) markers for germplasm analysis. Mol. Breed. 1996;2:225–238. doi: 10.1007/BF00564200.", "ArticleIdList": ["10.1007/BF00564200"]}, {"Citation": "Prevost A., Wilkinson M.J. A new system of comparing PCR primers applied to ISSR fingerprinting of potato cultivars. Theor. Appl. Genet. 1999;98:107–112. doi: 10.1007/s001220051046.", "ArticleIdList": ["10.1007/s001220051046"]}, {"Citation": "Livak K.J., Schmittgen T.D. Analysis of relative gene expression data using real-time quantitative PCR and the 2-DDCT Method. Methods. 2001;25:402–408. doi: 10.1006/meth.2001.1262.", "ArticleIdList": ["10.1006/meth.2001.1262", "11846609"]}, {"Citation": "Meyer C.P., Paulay G. DNA barcoding: Error rates based on comprehensive sampling. PLoS Biol. 2005;3:e422. doi: 10.1371/journal.pbio.0030422.", "ArticleIdList": ["10.1371/journal.pbio.0030422", "PMC1287506", "16336051"]}, {"Citation": "Kress W.J., Garcia-Robledo C., Uriarte M., Erickson D.L. DNA barcodes for ecology, evolution, and conservation. Trends Ecol Evol. 2015;30:25–35. doi: 10.1016/j.tree.2014.10.008.", "ArticleIdList": ["10.1016/j.tree.2014.10.008", "25468359"]}, {"Citation": "CBOL Plant Working Group A DNA barcode for land plants. Proc. Natl. Acad. Sci. USA. 2009;106:12794–12797. doi: 10.1073/pnas.0905845106.", "ArticleIdList": ["10.1073/pnas.0905845106", "PMC2722355", "19666622"]}, {"Citation": "Rai P.S., Bellampalli R., Dobriyal R.M., Agarwal A., Satyamoorthy K., Narayana D.A. DNA barcoding of authentic and substitute samples of herb of the family Asparagaceae and Asclepiadaceae based on the ITS2 region. J. Ayurveda Integr. Med. 2012;3:136–140.", "ArticleIdList": ["PMC3487239", "23125510"]}, {"Citation": "Liu C., Liang D., Gao T., Pang X., Song J., Yao H., Han J., Liu Z., Guan X., Jiang K., et al. PTIGS-IdIt, a system for species identification by DNA sequences of the psbA-trnH intergenic spacer region. BMC Bioinform. 2011;12:S4. doi: 10.1186/1471-2105-12-S13-S4.", "ArticleIdList": ["10.1186/1471-2105-12-S13-S4", "PMC3278844", "22373238"]}, {"Citation": "Ali M.A. Species-specific molecular signature of Commiphora species of Saudi Arabia inferred from internal transcribed spacer sequences of nuclear ribosomal DNA. Saudi J. Biol Sci. 2018;25:1298–1301. doi: 10.1016/j.sjbs.2018.06.010.", "ArticleIdList": ["10.1016/j.sjbs.2018.06.010", "PMC6252017", "30505173"]}, {"Citation": "Carneiro de Melo Moura C., Brambach F., Jair Hernandez Bado K., Krutovsky K.V., Kreft H., Tjitrosoedirdjo S.S., Siregar I.Z., Gailing O. Integrating DNA Barcoding and Traditional Taxonomy for the Identification of Dipterocarps in Remnant Lowland Forests of Sumatra. Plants. 2019;8:461. doi: 10.3390/plants8110461.", "ArticleIdList": ["10.3390/plants8110461", "PMC6918277", "31671512"]}, {"Citation": "Rajeswari A. Evaluation of phytochemical constituents, quantitative analysis and antimicrobial efficacy of potential herbs against selected microbes. Asian J. Pharm. Clin. Res. 2015;8:232–237."}, {"Citation": "Al-mahbashi H., Shibany A., Massarani S., Salama A., Abudunia A. Preliminary Phytochemical Composition and Biological Activities of Methanolic Extract of Commiphora Gileadensis L. J. Sci. Technol. 2019;23:23–28."}, {"Citation": "Amarowicz R., Pegg R., Rahimi-Moghaddam P., Barl B., Weil J. Free-radical scavenging capacity and antioxidant activity of selected plant species from the Canadian prairies. Food Chemistry. 2004;84:551–562. doi: 10.1016/S0308-8146(03)00278-4.", "ArticleIdList": ["10.1016/S0308-8146(03)00278-4"]}, {"Citation": "Miller G., Suzuki N., Ciftci-Yilmaz S., Mittler R. Reactive oxygen species homeostasis and signaling during drought and salinity stresses. Plant Cell Environ. 2010;33:453–467. doi: 10.1111/j.1365-3040.2009.02041.x.", "ArticleIdList": ["10.1111/j.1365-3040.2009.02041.x", "19712065"]}, {"Citation": "Scandalios J.G. Oxidative stress: Molecular perception and transduction of signal triggering antioxidant gene defenses. Brazilian J. Med. Biol. Res. 2005;38:995–1014. doi: 10.1590/S0100-879X2005000700003.", "ArticleIdList": ["10.1590/S0100-879X2005000700003", "16007271"]}, {"Citation": "Demiral T., Türkan I. Does exogenous glycinebetaine affect antioxidative system of rice seedlings under NaCl treatment? J. Plant Physiol. 2004;161:1089–1100. doi: 10.1016/j.jplph.2004.03.009.", "ArticleIdList": ["10.1016/j.jplph.2004.03.009", "15535118"]}, {"Citation": "Raj L.J.M., Britto S.J., Prabhu S., Senthilkumar S.R. Phylogenetic Relationships of Crotalaria Species Based on Seed Protein Polymorphism Revealed by SDS-PAGE. Plant Sci. 2011;2:119–128."}, {"Citation": "Sinha K.N. Electrophoretic Study of Seed Storage Protein in Five Species of Bauhinia. IOSR J. Pharm. Biol. Sci. 2012;4:8–11. doi: 10.9790/3008-0420811.", "ArticleIdList": ["10.9790/3008-0420811"]}, {"Citation": "Abd El-Moneim D. Characterization of ISSR and SCoT markers and TaWRKY gene expression in some Egyptian wheat genotypes under drought stress. J. Plant Prod. Sci. 2020;8:31–46."}, {"Citation": "Abdein M.A., El-Mansy A.B., Awad N.S., Abd El-Moneim D. Assessment of genetic diversity in summer squash genotypes using some yield traits and DNA markers analysis under sinai conditions. J. Plant Prod. Sci. 2021;10:13–29. doi: 10.21608/jpps.2021.178522.", "ArticleIdList": ["10.21608/jpps.2021.178522"]}, {"Citation": "Bishoyi A.K., Kavane A., Sharma A., Geetha K.A., Samantaray S., Maiti S. Molecular marker analysis of genetic diversity in relation to reproductive behaviour of Commiphora wightii populations distributed in Gujarat and Rajasthan states of India. S. Afr. J. Bot. 2018;117:141–148. doi: 10.1016/j.sajb.2018.05.006.", "ArticleIdList": ["10.1016/j.sajb.2018.05.006"]}, {"Citation": "Geetha K.A., Kawane A., Bishoyi A.K., Phurailatpam A., Ankita C., Malik S.K., Srinivasan R., Bhat S.R. Characterization of mode of reproduction of Commiphorawightii [(Arnott) Bhandari] reveals novel pollen-pistil interaction and occurrence of obligate sexual female plants. Trees. 2013;27:567–581. doi: 10.1007/s00468-012-0810-8.", "ArticleIdList": ["10.1007/s00468-012-0810-8"]}, {"Citation": "Kawane A., Geetha K.A., Reddy M.N., Maiti S. Degree of polyembryony among the accessions of Commiphora wightii collected from different natural habitats of India. Curr. Sci. 2014;107:361–364."}, {"Citation": "Abdein M.A., El-Moneim D.A., Taha S.S. Molecular characterization and genetic relationships among some tomato genotypes as revealed by ISSR and SCoT markers. Egypt. J. Genet. Cytol. 2018;47:139–159."}, {"Citation": "Amiryousefi A., Hyvönen J., Poczai P. iMEC: Online Marker Efficiency Calculator. Appl. Plant Sci. 2018;6:e1159. doi: 10.1002/aps3.1159.", "ArticleIdList": ["10.1002/aps3.1159", "PMC6025818", "30131901"]}, {"Citation": "Olatunji T.L., Afolayan A.J. Evaluation of genetic relationship among varieties of Capsicum annuum L. and Capsicum frutescens L. in West Africa using ISSR markers. Heliyon. 2019;5:e01700. doi: 10.1016/j.heliyon.2019.e01700.", "ArticleIdList": ["10.1016/j.heliyon.2019.e01700", "PMC6520569", "31193212"]}, {"Citation": "Rayan W.A., Osman S.A.H. Phylogenetic relationships of some Egyptian soybean cultivars (Glycine max L.) using SCoT marker and protein pattern. Bull. Natl. Res. Cent. 2019;43:161. doi: 10.1186/s42269-019-0197-4.", "ArticleIdList": ["10.1186/s42269-019-0197-4"]}, {"Citation": "Botstein D., White R.L., Skolnick M., Davis R.W. Construction of a genetic linkage map in man using restriction fragment length polymorphisms. Am. J. Hum. Genet. 1980;32:314–331.", "ArticleIdList": ["PMC1686077", "6247908"]}, {"Citation": "Yadav C., Malik C.P. Molecular Characterization of Fennel (Foeniculum vulgare Mill.) accessions using Start Codon Targeted (SCoT) markers. J. Plant Sci. 2016;32:37–44."}, {"Citation": "Pour-Aboughadareh A., Mohmoudi A.M., Ahmadi J., Moghaddam M., Mehrabi A.A. Agromorphological and molecular variability in Triticum boeoticum accessions from Zagros Mountains. Iran Genet. Resour. Crop. Evol. 2017;64:545–556. doi: 10.1007/s10722-016-0381-4.", "ArticleIdList": ["10.1007/s10722-016-0381-4"]}, {"Citation": "Jin Q., Yao Y., Cai Y., Lin Y. Molecular cloning and sequence analysis of a phenylalanine ammonia-lyase gene from Dendrobium. PLoS ONE. 2013;8:e62352. doi: 10.1371/journal.pone.0062352.", "ArticleIdList": ["10.1371/journal.pone.0062352", "PMC3640076", "23638048"]}, {"Citation": "Van der Weerden N.L., Anderson M.A. Plant defensins: Common fold, multiple functions. Fungal Biol. Rev. 2013;26:121–131."}, {"Citation": "Upadhyay P., Rai A., Kumar R., Singh M., Sinha B. Differential Expression of Pathogenesis Related Protein Genes in Tomato during Inoculation with A. Solani. J. Plant Pathol. Microbiol. 2014;5:217."}, {"Citation": "Juškytė A.D., Mažeikienė I., Stanys V. Putative Genes of Pathogenesis-Related Proteins and Coronatine-Insensitive Protein 1 in Ribes spp. Plants. 2022;11:355. doi: 10.3390/plants11030355.", "ArticleIdList": ["10.3390/plants11030355", "PMC8838371", "35161336"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "10", "Day": "11"}, {"Year": "2022", "Month": "10", "Day": "29"}, {"Year": "2022", "Month": "11", "Day": "7"}, {"Year": "2022", "Month": "11", "Day": "24", "Hour": "9", "Minute": "58"}, {"Year": "2022", "Month": "11", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "11"}], "PublicationStatus": "epublish", "ArticleIdList": ["36421774", "PMC9690626", "10.3390/genes13112099", "genes13112099"]}}], "PubmedBookArticle": []}