{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["GC/MS", "Lavandula angustifolia Mill.", "aromatherapy", "chemical profiling", "lavender absolute"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36432879", "DateRevised": {"Year": "2022", "Month": "12", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "17"}], "Language": ["eng"], "ELocationID": ["3150", "10.3390/plants11223150"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "11", "Issue": "22", "PubDate": {"Year": "2022", "Month": "Nov", "Day": "17"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Exploring the Chemical Composition of Bulgarian Lavender Absolute (<i>Lavandula Angustifolia</i> Mill.) by GC/MS and GC-FID.", "Abstract": {"AbstractText": ["Lavender (<i>L. angustifolia</i> Mill.) is an important essential oil-bearing and medicinal plant with high commercial value. Lavender scent components can be derived not only as an essential oil but also as lavender concrete or absolute. The development of reliable analytical methods for origin assessment and quality assurance is of significant fundamental importance and high practical interest. Therefore, a comprehensive chemical profiling of seven industrial samples of Bulgarian lavender absolute (<i>L. angustifolia</i> Mill.) was performed by means of gas chromatography-mass spectrometry (GC/MS) and gas chromatography with flame ionization detection (GC-FID). As a result, 111 individual compounds were identified by GC/MS, and their quantitative content was simultaneously determined by GC-FID, representing 94.28-97.43% of the total contents of the lavender absolute. According to our results, the main constituents of lavender absolute (LA) are representatives of the terpene compounds (with the dominating presence of oxygenated monoterpenes, 52.83-80.55%), followed by sesquiterpenes (7.80-15.21%) and triterpenoids (as minor components). Coumarins in various amounts (1.79-14.73%) and aliphatic compounds (hydrocarbons, ketones, esters, etc.) are found, as well. The acyclic monoterpene linalool is the main terpene alcohol and, together with its ester linalyl acetate, are the two main constituents in the LAs. Linalool was found in concentrations of 27.33-38.24% in the LA1-LA6 samples and 20.74% in the LA7 samples. The amount of linalyl acetate was in the range of 26.58 to 37.39% in the LA1-LA6 samples, while, surprisingly, it was not observed in LA7. This study shows that the chemical profile of the studied LAs is close to the lavender essential oil (LO), fulfilling most of the requirements of the International Standard ISO 3515:2002."]}, "AuthorList": [{"Identifier": ["0000-0002-2843-3698"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Organic Chemistry with Centre of Phytochemistry, Bulgarian Academy of Sciences, 1113 Sofia, Bulgaria."}], "LastName": "Nedeltcheva-Antonova", "ForeName": "Daniela", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Organic Chemistry with Centre of Phytochemistry, Bulgarian Academy of Sciences, 1113 Sofia, Bulgaria."}], "LastName": "Gechovska", "ForeName": "Kamelia", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmacy, Medical University of Sofia, 1000 Sofia, Bulgaria."}], "LastName": "Bozhanov", "ForeName": "Stanislav", "Initials": "S"}, {"Identifier": ["0000-0003-0520-1517"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Electronics, Bulgarian Academy of Sciences, 1784 Sofia, Bulgaria."}], "LastName": "Antonov", "ForeName": "Liudmil", "Initials": "L"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Prusinowska R., Śmigielski K.B. Composition, biological properties and therapeutic effects of lavender (Lavandula angustifolia L). A review. Herba Pol. 2014;60:56–66. doi: 10.2478/hepo-2014-0010.", "ArticleIdList": ["10.2478/hepo-2014-0010"]}, {"Citation": "Héral B., Stierlin É., Fernandez X., Michel T. Phytochemicals from the genus Lavandula: A review. Phytochem. Rev. 2021;20:751–771. doi: 10.1007/s11101-020-09719-z.", "ArticleIdList": ["10.1007/s11101-020-09719-z"]}, {"Citation": "Umezu T., Nagano K., Ito H., Kosakai K., Sakaniwa M., Morita M. Anticonflict effects of lavender oil and identification of its active constituents. Pharmacol. Biochem. Behav. 2006;85:713–721. doi: 10.1016/j.pbb.2006.10.026.", "ArticleIdList": ["10.1016/j.pbb.2006.10.026", "17173962"]}, {"Citation": "Edris A.E. Pharmaceutical and therapeutic Potentials of essential oils and their individual volatile constituents: A review. Phytother. Res. 2007;21:308–323. doi: 10.1002/ptr.2072.", "ArticleIdList": ["10.1002/ptr.2072", "17199238"]}, {"Citation": "Stanev S., Zagorcheva T., Atanassov I. Lavender cultivation in Bulgaria—21st century developments, breeding challenges and opportunities. Bulg. J. Agric. Sci. 2016;22:584–590."}, {"Citation": "Benbrahim C., Barka M.S., Basile A., Maresca V., Flamini G., Sorbo S., Carraturo F., Notariale R., Piscopo M., Khadir A., et al. Chemical Composition and Biological Activities of Oregano and Lavender Essential Oils. Appl. Sci. 2021;11:5688. doi: 10.3390/app11125688.", "ArticleIdList": ["10.3390/app11125688"]}, {"Citation": "Cavanagh H.M.A., Wilkinson J.M. Lavender essential oil: A review. Aust. Infect. Control. 2005;10:35–37. doi: 10.1071/HI05035.", "ArticleIdList": ["10.1071/HI05035"]}, {"Citation": "Schulz V., Hänsel R., Blumenthal M., Tyler V.E. Rational Phytotherapy. Springer; Berlin/Heidelberg, Germany: 2004. Medicinal Plants, Phytomedicines, and Phytotherapy; pp. 1–42."}, {"Citation": "Lesage-Meessen L., Bou M., Sigoillot J.-C., Faulds C.B., Lomascolo A. Essential oils and distilled straws of lavender and lavandin: A review of current use and potential application in white biotechnology. Appl. Microbiol. Biotechnol. 2015;99:3375–3385. doi: 10.1007/s00253-015-6511-7.", "ArticleIdList": ["10.1007/s00253-015-6511-7", "25761625"]}, {"Citation": "Erland L.A.E., Mahmoud S.S. Essential Oils in Food Preservation, Flavor and Safety. Elsevier; Amsterdam, The Netherlands: 2016. Lavender (Lavandula angustifolia) Oils; pp. 501–508."}, {"Citation": "Guitton Y., Nicolè F., Moja S., Valot N., Legrand S., Jullien F., Legendre L. Differential accumulation of volatile terpene and terpene synthase mRNAs during lavender (Lavandula angustifolia and L. x intermedia) inflorescence development. Physiol. Plant. 2010;138:150–163. doi: 10.1111/j.1399-3054.2009.01315.x.", "ArticleIdList": ["10.1111/j.1399-3054.2009.01315.x", "20002329"]}, {"Citation": "Lis-Balchin M., editor. Medicinal and Aromatic Plants—Industrial Profiles. Taylor & Francis; London, UK: New York, NY, USA: 2002. Lavender: The Genus Lavandula."}, {"Citation": "Lakušic B., Lakušic D., Ristic M., Marčetic M., Slavkovska V. Seasonal Variations in the Composition of the Essential Oils of Lavandula angustifolia (Lamiacae) Nat. Prod. Commun. 2014;9:1934578X1400900. doi: 10.1177/1934578X1400900635.", "ArticleIdList": ["10.1177/1934578X1400900635", "25115100"]}, {"Citation": "Babu G.D.K., Thakur V., Singh B. Variability in the Composition of Lavandula angustifolia Extracts due to Extraction Methods. J. Herbs Spices Med. Plants. 2016;22:173–182. doi: 10.1080/10496475.2015.1136979.", "ArticleIdList": ["10.1080/10496475.2015.1136979"]}, {"Citation": "Guitton Y., Nicolè F., Jullien F., Caissard J.-C., Saint-Marcoux D., Legendre L., Pasquier B., Moja S. A comparative study of terpene composition in different clades of the genus Lavandula. Bot. Lett. 2018;165:494–505. doi: 10.1080/23818107.2018.1500305.", "ArticleIdList": ["10.1080/23818107.2018.1500305"]}, {"Citation": "Despinasse Y., Moja S., Soler C., Jullien F., Pasquier B., Bessière J.-M., Baudino S., Nicolè F. Structure of the Chemical and Genetic Diversity of the True Lavender over Its Natural Range. Plants. 2020;9:1640. doi: 10.3390/plants9121640.", "ArticleIdList": ["10.3390/plants9121640", "PMC7760402", "33255497"]}, {"Citation": "El-Sayed S.M., Hassan K.M., Abdelhamid A.N., Yousef E.E., Abdellatif Y.M.R., Abu-Hussien S.H., Nasser M.A., Elshalakany W.A., Darwish D.B.E., Abdulmajeed A.M., et al. Exogenous Paclobutrazol Reinforces the Antioxidant and Antimicrobial Properties of Lavender (Lavandula officinalis L.) Oil through Modulating Its Composition of Oxygenated Terpenes. Plants. 2022;11:1607. doi: 10.3390/plants11121607.", "ArticleIdList": ["10.3390/plants11121607", "PMC9230930", "35736758"]}, {"Citation": "Hassiotis C.N., Ntana F., Lazari D.M., Poulios S., Vlachonasios K.E. Environmental and developmental factors affect essential oil production and quality of Lavandula angustifolia during flowering period. Ind. Crops Prod. 2014;62:359–366. doi: 10.1016/j.indcrop.2014.08.048.", "ArticleIdList": ["10.1016/j.indcrop.2014.08.048"]}, {"Citation": "Dobreva A. Essential oil content and composition of lavender origins, introduced in Bulgaria. Agric. Sci. 2021;13:23–25. doi: 10.22620/agrisci.2021.31.004.", "ArticleIdList": ["10.22620/agrisci.2021.31.004"]}, {"Citation": "Konakchiev A. PhD Thesis. Bulgarian Academy of Sciences; Sofia, Bulgaria: 2015. Essential Oils of Lavandula angustifolia Mill. Varieties and Achillea L. Species."}, {"Citation": "Dong G., Bai X., Aimila A., Aisa H., Maiwulanjiang M. Study on Lavender Essential Oil Chemical Compositions by GC-MS and Improved pGC. Molecules. 2020;25:3166. doi: 10.3390/molecules25143166.", "ArticleIdList": ["10.3390/molecules25143166", "PMC7397202", "32664436"]}, {"Citation": "Nurzynska-Wierdak R., Zawislak G. Chemical composition and antioxidant activity of lavender (Lavandula angustifolia Mill.) aboveground parts. Acta Sci. Pol. Hortorum Cultus. 2016;15:225–241."}, {"Citation": "Pokajewicz K., Białoń M., Svydenko L., Fedin R., Hudz N. Chemical Composition of the Essential Oil of the New Cultivars of Lavandula angustifolia Mill. Bred in Ukraine. Molecules. 2021;26:5681. doi: 10.3390/molecules26185681.", "ArticleIdList": ["10.3390/molecules26185681", "PMC8465323", "34577152"]}, {"Citation": "Küçük S., Çetintaş E., Kürkçüoğlu M. Volatile compounds of the Lavandula angustifolia Mill. (Lamiaceae) Species Cultured in Turkey. J. Turk. Chem. Soc. Sect. Chem. 2018;5:1303–1308. doi: 10.18596/jotcsa.463689.", "ArticleIdList": ["10.18596/jotcsa.463689"]}, {"Citation": "Shellie R., Mondello L., Marriott P., Dugo G. Characterisation of lavender essential oils by using gas chromatography–mass spectrometry with correlation of linear retention indices and comparison with comprehensive two-dimensional gas chromatography. J. Chromatogr. A. 2002;970:225–234. doi: 10.1016/S0021-9673(02)00653-2.", "ArticleIdList": ["10.1016/S0021-9673(02)00653-2", "12350096"]}, {"Citation": "Beale D.J., Morrison P.D., Karpe A.V., Dunn M.S. Chemometric Analysis of Lavender Essential Oils Using Targeted and Untargeted GC-MS Acquired Data for the Rapid Identification and Characterization of Oil Quality. Molecules. 2017;22:1339. doi: 10.3390/molecules22081339.", "ArticleIdList": ["10.3390/molecules22081339", "PMC6152028", "28800104"]}, {"Citation": "Ciocarlan A., Lupascu L., Aricu A., Dragalin I., Popescu V., Geana E.-I., Ionete R.E., Vornicu N., Duliu O.G., Hristozova G., et al. Chemical Composition and Assessment of Antimicrobial Activity of Lavender Essential Oil and Some By-Products. Plants. 2021;10:1829. doi: 10.3390/plants10091829.", "ArticleIdList": ["10.3390/plants10091829", "PMC8470038", "34579362"]}, {"Citation": "Popa C.L., Lupitu A., Mot M.D., Copolovici L., Moisa C., Copolovici D.M. Chemical and Biochemical Characterization of Essential Oils and Their Corresponding Hydrolats from Six Species of the Lamiaceae Family. Plants. 2021;10:2489. doi: 10.3390/plants10112489.", "ArticleIdList": ["10.3390/plants10112489", "PMC8619938", "34834852"]}, {"Citation": "Kim N.-S., Lee D.-S. Comparison of different extraction methods for the analysis of fragrances from Lavandula species by gas chromatography–mass spectrometry. J. Chromatogr. A. 2002;982:31–47. doi: 10.1016/S0021-9673(02)01445-0.", "ArticleIdList": ["10.1016/S0021-9673(02)01445-0", "12489854"]}, {"Citation": "Kiran Babu G.D., Sharma A., Singh B. Volatile composition of Lavandula angustifolia produced by different extraction techniques. J. Essent. Oil Res. 2016;28:489–500. doi: 10.1080/10412905.2016.1162210.", "ArticleIdList": ["10.1080/10412905.2016.1162210"]}, {"Citation": "Lavoine-Hanneguelle S., Casabianca H. New Compounds from the Essential Oil and Absolute of Lavandula luisieri L. J. Essent. Oil Res. 2004;16:445–448. doi: 10.1080/10412905.2004.9698768.", "ArticleIdList": ["10.1080/10412905.2004.9698768"]}, {"Citation": "Atanasova T., Gochev V., Nenov N., Djurkov T., Girova T., Merdzhanov P., Stoyanova A. Lavender extract with tetrafluorethane—Chemical composition, antimicrobial activity and applications in cosmetics. World Sci. 2016;1:10–15."}, {"Citation": "Guo X., Wang P. Aroma Characteristics of Lavender Extract and Essential Oil from Lavandula angustifolia Mill. Molecules. 2020;25:5541. doi: 10.3390/molecules25235541.", "ArticleIdList": ["10.3390/molecules25235541", "PMC7728310", "33255893"]}, {"Citation": "Giray E.S., Kırıcı S., Kaya D.A., Türk M., Sönmez Ö., İnan M. Comparing the effect of sub-critical water extraction with conventional extraction methods on the chemical composition of Lavandula stoechas. Talanta. 2008;74:930–935. doi: 10.1016/j.talanta.2007.07.040.", "ArticleIdList": ["10.1016/j.talanta.2007.07.040", "18371730"]}, {"Citation": "Jablonský M., Ramajová H., Ház A., Sládková A., Škulcová A., Čížová K. Comparison of Different Methods for Extraction from Lavender: Yield and Chemical Composition. Key Eng. Mater. 2016;688:31–37. doi: 10.4028/www.scientific.net/KEM.688.31.", "ArticleIdList": ["10.4028/www.scientific.net/KEM.688.31"]}, {"Citation": "Nadjalin V., Lepojevic Z., Ristic M., Vladic J., Nikolovski B., Adamovic D. Investigation of cultivated lavender (Lavandula officinalis L.) extraction and its extracts. Chem. Ind. Chem. Eng. Q. 2014;20:71–86. doi: 10.2298/CICEQ120715103N.", "ArticleIdList": ["10.2298/CICEQ120715103N"]}, {"Citation": "Danh L.T., Triet N.D.A., Han L.T.N., Zhao J., Mammucari R., Foster N. Antioxidant activity, yield and chemical composition of lavender essential oil extracted by supercritical CO2. J. Supercrit. Fluids. 2012;70:27–34. doi: 10.1016/j.supflu.2012.06.008.", "ArticleIdList": ["10.1016/j.supflu.2012.06.008"]}, {"Citation": "Santerre C., Vallet N., Touboul D. Fingerprints of flower absolutes using supercritical fluid chromatography hyphenated with high resolution mass spectrometry. J. Chromatogr. B. 2018;1092:1–6. doi: 10.1016/j.jchromb.2018.05.016.", "ArticleIdList": ["10.1016/j.jchromb.2018.05.016", "29870924"]}, {"Citation": "Baydar H., Kineci S. Scent Composition of Essential Oil, Concrete, Absolute and Hydrosol from Lavandin (Lavandula x intermedia Emeric ex Loisel.) J. Essent. Oil Bear. Plants. 2009;12:131–136. doi: 10.1080/0972060X.2009.10643702.", "ArticleIdList": ["10.1080/0972060X.2009.10643702"]}, {"Citation": "Da Porto C., Decorti D., Natolino A. Application of a Supercritical CO 2 Extraction Procedure to Recover Volatile Compounds and Polyphenols from Rosa damascena. Sep. Sci. Technol. 2015;50:1175–1180. doi: 10.1080/01496395.2014.965833.", "ArticleIdList": ["10.1080/01496395.2014.965833"]}, {"Citation": "Da Porto C., Decorti D., Kikic I. Flavour compounds of Lavandula angustifolia L. to use in food manufacturing: Comparison of three different extraction methods. Food Chem. 2009;112:1072–1078. doi: 10.1016/j.foodchem.2008.07.015.", "ArticleIdList": ["10.1016/j.foodchem.2008.07.015"]}, {"Citation": "Jiang Z., Kempinski C., Chappell J. Extraction and Analysis of Terpenes/Terpenoids. Curr. Protoc. Plant Biol. 2016;1:345–358. doi: 10.1002/cppb.20024.", "ArticleIdList": ["10.1002/cppb.20024", "PMC5113832", "27868090"]}, {"Citation": "Koziol A., Stryjewska A., Librowski T., Salat K., Gawel M., Moniczewski A., Lochynski S. An Overview of the Pharmacological Properties and Potential Applications of Natural Monoterpenes. Mini-Rev. Med. Chem. 2015;14:1156–1168. doi: 10.2174/1389557514666141127145820.", "ArticleIdList": ["10.2174/1389557514666141127145820", "25429661"]}, {"Citation": "de Sousa D., Hocayen P., Andrade L., Andreatini R. A Systematic Review of the Anxiolytic-Like Effects of Essential Oils in Animal Models. Molecules. 2015;20:18620–18660. doi: 10.3390/molecules201018620.", "ArticleIdList": ["10.3390/molecules201018620", "PMC6332383", "26473822"]}, {"Citation": "Baser K.H.C., Özek T., Konakchiev A. Enantiomeric Distribution of Linalool, Linalyl Acetate and Camphor in Bulgarian Lavender Oil. J. Essent. Oil Res. 2005;17:135–136. doi: 10.1080/10412905.2005.9698855.", "ArticleIdList": ["10.1080/10412905.2005.9698855"]}, {"Citation": "Council of Europe. European Directorate for the Quality of Medicines and Healthcare . European Pharmacopoeia. 8th ed. Council of Europe; European Directorate for the Quality of Medicines and Healthcare; Strasbourg, France: 2013."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "10", "Day": "31"}, {"Year": "2022", "Month": "11", "Day": "13"}, {"Year": "2022", "Month": "11", "Day": "15"}, {"Year": "2022", "Month": "11", "Day": "26", "Hour": "1", "Minute": "33"}, {"Year": "2022", "Month": "11", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "27", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "11", "Day": "17"}], "PublicationStatus": "epublish", "ArticleIdList": ["36432879", "PMC9692913", "10.3390/plants11223150", "plants11223150"]}}], "PubmedBookArticle": []}