{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["asparagus", "medicinal plant", "processing and preservation", "shatavari", "value addition"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36433663", "DateCompleted": {"Year": "2023", "Month": "03", "Day": "07"}, "DateRevised": {"Year": "2023", "Month": "03", "Day": "07"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "12", "Day": "16"}], "Language": ["eng"], "ELocationID": ["10.1002/jsfa.12358"], "Journal": {"ISSN": "1097-0010", "JournalIssue": {"Volume": "103", "Issue": "5", "PubDate": {"Year": "2023", "Month": "Mar", "Day": "30"}}, "Title": "Journal of the science of food and agriculture", "ISOAbbreviation": "J Sci Food Agric"}, "ArticleTitle": "Asparagus (Asparagus racemosus L.) roots: nutritional profile, medicinal profile, preservation, and value addition.", "Pagination": {"StartPage": "2239", "EndPage": "2250", "MedlinePgn": "2239-2250"}, "Abstract": {"AbstractText": ["Asparagus (Asparagus racemosus L.) is one of the most significant traditional medicinal plants, containing phytochemicals that are non-nutritive but beneficial to health. It contains bioactive metabolites such as fructo-oligosaccharides, polysaccharides, asparosides, shatavarins, sapogenins, racemosols, isoflavones, glycosides, mucilage, and fatty acids, while saponin is one of the main active constituents of asparagus roots. Asparagus helps in fertility promotion, stress management, and hormone modulation. It also treats stomach ulcers, kidney disorders, and Alzheimer's disease. Substitution of asparagus powder or extract for value addition of food products (such as beverages, bakery, and milk) enhances the nutritional and functional properties. Currently, the plant is considered endangered in its natural habitat because of its destructive harvesting, habitat destruction, and deforestation. As it is a highly perishable commodity, it needs proper handling, preservation, and storage. This review will outline the medicinal properties, uses, value addition, and preservation techniques of asparagus roots. The study found that, till now, the only preservation techniques used to increase the shelf life of asparagus roots are drying and irradiation. © 2022 Society of Chemical Industry."], "CopyrightInformation": "© 2022 Society of Chemical Industry."}, "AuthorList": [{"Identifier": ["0000-0003-2142-2723"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Processing and Food Engineering, CTAE, MPUAT, Udaipur, Rajasthan, India."}], "LastName": "Kohli", "ForeName": "Deepika", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Processing and Food Engineering, CTAE, MPUAT, Udaipur, Rajasthan, India."}], "LastName": "Champawat", "ForeName": "Padam Singh", "Initials": "PS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Dairy and Food Technology, MPUAT, Udaipur, Rajasthan, India."}], "LastName": "Mudgal", "ForeName": "Vishwambhar Dayal", "Initials": "VD"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Sci Food Agric", "NlmUniqueID": "0376334", "ISSNLinking": "0022-5142"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Saponins"}, {"RegistryNumber": "0", "NameOfSubstance": "Glycosides"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Saponins"}, {"QualifierName": [], "DescriptorName": "Glycosides"}, {"QualifierName": ["chemistry"], "DescriptorName": "Asparagus Plant"}, {"QualifierName": [], "DescriptorName": "Plant Roots"}, {"QualifierName": [], "DescriptorName": "Vegetables"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Sairam K, Priyambada S, Aryya NC and Goel RK, Gastroduodenal ulcer protective activity of Asparagus racemosus: an experimental, biochemical and histological study. J Ethnopharmacol 86:1-10 (2003)."}, {"Citation": "Bopana N and Saxena S, Asparagus racemosus - ethnopharmacological evaluation and conservation needs. J Ethnopharmacol 110:1-15 (2007)."}, {"Citation": "Joshi RK, Asparagus racemosus (shatawari), phytoconstituents and medicinal importance, future source of economy by cultivation in Uttrakhand: a review. International Journal of Herbal Medicine 4:18-21 (2016)."}, {"Citation": "Singla R and Jaitak V, Shatavari (Asparagus racemosus Wild): a review on its cultivation, morphology, phytochemistry and pharmacological importance. Int J Pharm Life Sci 5:742-757 (2014)."}, {"Citation": "Hussain A, Ahmad MP, Wahab S, Hussain MS and Ali M, A review on pharmacological and phytochemical profile of Asparagus racemosus Willd. Pharmacology 3:1353-1364 (2011)."}, {"Citation": "Chopra RN, Nayar SL and Chopra IC, Glossary of Indian Medicinal Plants (Including the Supplement). CSIR, New Delhi, India (1986)."}, {"Citation": "Albanese D, Russo L, Cinquanta L, Brasiello A and Di Matteo M, Physical and chemical changes in minimally processed green asparagus during cold-storage. Food Chem 101:274-280 (2007)."}, {"Citation": "Thomas J, Senthilkumar RS, Kumar RR, Mandal AKA and Muraleedharan N, Induction of γ irradiation for decontamination and to increase the storage stability of black teas. Food Chem 106:180-184 (2008)."}, {"Citation": "Alok S, Jain SK, Verma A, Kumar M, Mahor A and Sabharwal M, Plant profile, phytochemistry and pharmacology of Asparagus racemosus (shatavari): a review. Asian Pac J Trop Dis 3:242-251 (2013)."}, {"Citation": "Kumar A, Aswal S, Chauhan A, Semwal RB, Kumar A and Semwal DK, Ethnomedicinal investigation of medicinal plants of Chakrata region (Uttarakhand) used in the traditional medicine for diabetes by Jaunsari tribe. Nat Prod Bioprospect 9:175-200 (2019)."}, {"Citation": "Kohli D, Shahi NC, Pandey JP and Singh A, Drying of asparagus roots in solar and fluidised bed dryer. Int J Agric Sci 9:4072-4076 (2017)."}, {"Citation": "Hayes PY, Jahidin AH, Lehmann R, Penman K, Kitching W and De Voss JJ, Steroidal saponins from the roots of Asparagus racemosus. Phytochemistry 69:796-804 (2008)."}, {"Citation": "Joshi VK, Joshi A and Dhiman KS, The Ayurvedic Pharmacopoeia of India, development and perspectives. J Ethnopharmacol 197:32-38 (2017)."}, {"Citation": "Thakur M, Connellan P, Deseo MA, Morris C, Praznik W, Loeppert R et al., Characterization and in vitro immunomodulatory screening of fructo-oligosaccharides of Asparagus racemosus Willd. Int J Biol Macromol 50:77-81 (2012)."}, {"Citation": "Mitra SK, Prakash NS and Sundaram R, Shatavarins (containing shatavarin IV) with anticancer activity from the roots of Asparagus racemosus. Indian J Pharmacol 44:732-736 (2012)."}, {"Citation": "Behera SK, Phytochemical screening and antioxidant properties of methanolic extract of root of Asparagus racemosus Linn. Int J Food Prop 21:2681-2688 (2018)."}, {"Citation": "Kar A and Choudhary BK, Important mineral content of a few Ayurvedic herbs with a discussion on medicinal aspects. Indian Drugs 31:127-130 (1994)."}, {"Citation": "Kumari S and Gupta A, Nutritional composition of dehydrated ashwagandha, shatavari, and ginger root powder. International Journal of Home Science 2:68-70 (2016)."}, {"Citation": "Zhang H, Birch J, Pei J, Ma ZF and Bekhit AED, Phytochemical compounds and biological activity in asparagus roots: a review. Int J Food Sci Technol 54:966-977 (2018)."}, {"Citation": "Marrelli M, Conforti F, Araniti F and Statti GA, Effects of saponins on lipid metabolism: a review of potential health benefits in the treatment of obesity. Molecules 21:1404 (2016)."}, {"Citation": "Onlom C, Phrompittayarat W, Putalun W, Waranuch N and Ingkaninan K, Immunoaffinity knockout of saponin glycosides from Asparagus racemosus to assess anti-lipid peroxidation. Phytochem Anal 28:316-323 (2017)."}, {"Citation": "Negi JS, Singh P, Joshi GP, Rawat MS and Bisht VK, Chemical constituents of asparagus. Pharmacogn Rev 4:215-220 (2010)."}, {"Citation": "Mandal D, Banerjee S, Mondal NB, Chakravarty AK and Sahu NP, Steroidal saponins from the fruits of Asparagus racemosus. Phytochemistry 67:1316-1321 (2006)."}, {"Citation": "Cheok CY, Salman HAK and Sulaiman R, Extraction and quantification of saponins: a review. Food Res Int 59:16-40 (2014)."}, {"Citation": "Yang Y and McClements DJ, Encapsulation of vitamin E in edible emulsions fabricated using a natural surfactant. Food Hydrocolloids 30:712-720 (2013)."}, {"Citation": "Alberice JV, Funes-Huacca ME, Guterres SB and Carrilho E, Inactivation of Alicyclobacillus acidoterrestris in orange juice by saponin extracts combined with heat-treatment. Int J Food Microbiol 159:130-135 (2012)."}, {"Citation": "Heng MY, Tan SN, Yong JWH and Ong ES, Emerging green technologies for the chemical standardization of botanicals and herbal preparations. TrAC Trends Anal Chem 50:1-10 (2013)."}, {"Citation": "Azmir J, Zaidul ISM, Rahman MM, Sharif KM, Mohamed A, Sahena F et al., Techniques for extraction of bioactive compounds from plant materials: a review. J Food Eng 117:426-436 (2013)."}, {"Citation": "Soquetta MB, Terra L and Bastos CP, Green technologies for the extraction of bioactive compounds in fruits and vegetables. CyTA J Food 16:400-412 (2018)."}, {"Citation": "Onlom C, Yang Y, Aisa HA, Woranuch N, Phrompittayarat W, Putalun W et al., Preparative and rapid purification of saponins from Asparagus racemosus root by high performance centrifugal partition chromatography. Nat Prod Commun 12:241-244 (2017)."}, {"Citation": "Singh R, Asparagus racemosus: a review on its phytochemical and therapeutic potential. Nat Prod Res 30:1896-1908 (2016)."}, {"Citation": "Pandey AK, Gupta A, Tiwari M, Prasad S, Pandey AN, Yadav PK et al., Impact of stress on female reproductive health disorders: possible beneficial effects of shatavari (Asparagus racemosus). Biomed Pharmacother 103:46-49 (2018)."}, {"Citation": "Sabde S, Bodiwala HS, Karmase A, Deshpande PJ, Kaur A, Ahmed N et al., Anti-HIV activity of Indian medicinal plants. J Nat Med 65:662-669 (2011)."}, {"Citation": "Mishra JN and Verma NK, Asparagus racemosus: chemical constituents and pharmacological activities a review. Eur J Biomed Pharm Sci 4:207-213 (2017)."}, {"Citation": "Kaushik NK, Bagavan A, Rahuman AA, Mohanakrishnan D, Kamaraj C, Elango G et al., Antiplasmodial potential of selected medicinal plants from Eastern Ghats of south India. Exp Parasitol 134:26-32 (2013)."}, {"Citation": "Kashyap P, Muthusamy K, Niranjan M, Trikha S and Kumar S, Sarsasapogenin: a steroidal saponin from Asparagus racemosus as multi target directed ligand in Alzheimer's disease. Steroids 153:108529 (2020)."}, {"Citation": "Behera PC, Tripathy DP and Parija SC, Shatavari: potentials for galactogogue in dairy cows. Indian J Tradit Knowl 12:9-17 (2013)."}, {"Citation": "Ojha R, Sahu AN, Muruganandam AV, Singh GK and Krishnamurthy S, Asparagus recemosus enhances memory and protects against amnesia in rodent models. Brain Cognit 74:1-9 (2010)."}, {"Citation": "Tiwari RKS and Dubey S, Seed germination improvement in three important medicinal plant species Abelmoschus moschatus (Medik), Asparagus racemosus (Willd), and Cassia angustifolia (Linn). J Med Plants Stud 5:243-248 (2017)."}, {"Citation": "Mangal A, Panda D and Sharma MC, Peptic ulcer healing properties of shatavari (Asparagus racemosus Willd.). Indian J Tradit Knowl 5:227-228 (2006)."}, {"Citation": "Joshi MB, Kamath A, Nair AS, Yedehali Thimmappa P, Sriranjini SJ, Gangadharan GG et al., Modulation of neutrophil (dys) function by AYURVEDIC herbs and its potential influence on SARS-CoV-2 infection. J Ayurveda Integr Med 13:100424 (2021)."}, {"Citation": "Kumar Singh S, Rajoria K and Sanjeev S, Principles of Rajayakshma management for COVID-19. J Ayurveda Integr Med 13:100349 (2020)."}, {"Citation": "Gandhi AJ, Rupareliya JD, Shukla VJ, Donga SB and Acharya R, An Ayurvedic perspective along with in silico study of the drugs for the management of SARS-CoV-2. J Ayurveda Integr Med 13:100343 (2020)."}, {"Citation": "Maran JP, Nivetha CV, Priya B, Al-Dhabi NA, Ponmurugan K and Manoj JJB, Modeling of polysaccharide extraction from Gossypium arboreum L. seed using central composite rotatable design. Int J Biol Macromol 86:857-864 (2016)."}, {"Citation": "Priego-Capote F, Solid-liquid extraction techniques, in Analytical Sample Preparation with Nano- and Other High-Performance Materials, ed. by Lucena R and Cárdenas S. Elsevier, Amsterdam, Netherlands, pp. 111-130 (2021)."}, {"Citation": "Bhalodiya MD, Chavda JR, Patel NK, Patel AI and Manek RA, Evaluation of solvent extraction process for Asparagus racemosus root extract through the determination of its phenolic content and antioxidant activity assay. Res J Pharm Technol 14:5108-5114 (2021)."}, {"Citation": "Ahangari H, King JW, Ehsani A and Yousefi M, Supercritical fluid extraction of seed oils - a short review of current trends. Trends Food Sci Technol 111:249-260 (2021)."}, {"Citation": "Hasan M and Panda BP, Chemometric analysis of selective polyphenolic groups in Asparagus racemosus (shatavar) root extracts by traditional and supercritical fluid (CO2) based extractions. Sep Sci Technol 55:1339-1355 (2020)."}, {"Citation": "Ruksiriwanich W, Khantham C, Linsaenkart P, Chaitep T, Jantrawut P, Chittasupho C et al., In vitro and in vivo regulation of SRD5A mRNA expression of supercritical carbon dioxide extract from Asparagus racemosus Willd. root as anti-sebum and pore-minimizing active ingredients. Molecules 27:1535 (2022)."}, {"Citation": "Majid H and Silva FVM, Kanuka bush leaves for Alzheimer's disease: improved inhibition of β-secretase enzyme, antioxidant capacity and yield of extracts by ultrasound assisted extraction. Food Bioprod Process 128:109-120 (2021)."}, {"Citation": "Marcante Meregalli M, Saorin Puton BM, Dal'Maso Camera F, Umpierrez Amaral A, Zeni J, Cansian RL et al., Conventional and ultrasound-assisted methods for extraction of bioactive compounds from red araçá peel (Psidium cattleianum Sabine). Arab J Chem 13:5800-5809 (2020)."}, {"Citation": "Kohli D, Champawat PS, Mudgal VD, Jain SK and Tiwari BK, Advances in peeling techniques for fresh produce. J Food Process Eng 44:e13826 (2021)."}, {"Citation": "Multari S, Licciardello C, Caruso M, Anesi A and Martens S, Flavedo and albedo of five citrus fruits from southern Italy: physicochemical characteristics and enzyme-assisted extraction of phenolic compounds. J Food Meas Charact 15:1754-1762 (2021)."}, {"Citation": "Vásquez V, Martínez R and Bernal C, Enzyme-assisted extraction of proteins from the seaweeds Macrocystis pyrifera and Chondracanthus chamissoi: characterization of the extracts and their bioactive potential. J Appl Phycol 31:1999-2010 (2019)."}, {"Citation": "Wiboonpun N, Phuwapraisirisan P and Tip-pyang S, Identification of antioxidant compound from Asparagus racemosus. Phytother Res 18:771-773 (2004)."}, {"Citation": "Singh GK, Garabadu D, Muruganandam AV, Joshi VK and Krishnamurthy S, Antidepressant activity of Asparagus racemosus in rodent models. Pharmacol Biochem Behav 91:283-290 (2009)."}, {"Citation": "Kumar MCS, Udupa AL, Sammodavardhana K, Rathnakar UP, Shvetha U and Kodancha GP, Acute toxicity and diuretic studies of the roots of Asparagus racemosus Willd in rats. West Indian Med J 59:3-5 (2010)."}, {"Citation": "Mandal SC, Ashok Kumar CK, Mohana Lakshmi S, Sinha S, Murugesan T, Saha BP et al., Antitussive effect of Asparagus racemosus root against sulfur dioxide-induced cough in mice. Fitoterapia 71:686-689 (2000)."}, {"Citation": "Ravishankar K, Kiranmayi G, Lalitha T, Priyanka T, Ranjith T, Someswarao S et al., Preliminary phytochemical screening and in vitro antibacterial activity on Asparagus racemosus root extract. Int J Pharm Chem Biol Sci 2:117-123 (2012)."}, {"Citation": "Jalalpure S, Bagewadi V and Shaikh I, Antiepileptic effect of Asparagus racemosus root extracts. J Trop Med Plants 10:157-161 (2009)."}, {"Citation": "Battu GR and Kumar BM, Anti-inflammatory activity of leaf extract of Asparagus racemosus Willd. Int J Chem Sci 8:1329-1338 (2010)."}, {"Citation": "Sharma U, Kumar N, Singh B, Munshi RK and Bhalerao S, Immunomodulatory active steroidal saponins from Asparagus racemosus. Med Chem Res 22:573-579 (2013)."}, {"Citation": "Somania R, Singhai AK, Shivgunde P and Jain D, Asparagus racemosus Willd. (Liliaceae) ameliorates early diabetic nephropathy in STZ induced diabetic rats. Indian J Exp Biol 50:469-475 (2012)."}, {"Citation": "Tinrat S and Sila-asna M, Phytochemical screening and influence of extraction solvents on antioxidant and antimicrobial activities of Asparagus racemosus Willd. root. Int J Phytomed 9:343-351 (2017)."}, {"Citation": "Zhang Q-W, Lin L-G and Ye W-C, Techniques for extraction and isolation of natural products: a comprehensive review. Chin Med 13:20 (2018)."}, {"Citation": "Kohli D and Shahi NC, Food processing by pulse electric field: a review. Advances in Research 9:1-6 (2017)."}, {"Citation": "Deshmukh BD, Namdeo AG, Singh S, Fulzele DP and Mahadik KR, Effect of gamma-irradiation processing on microbial decontamination, bioactive shatavarin IV constituent and shelf life of shatavari (Asparagus racemosus) marketed formulations. Radiat Phys Chem 174:108896 (2020)."}, {"Citation": "Shahi NC, Kohli D, Kumar P, Tamta M and Arya P, Drying kinetics and activation energy for solar drying of ginger slices. Journal of Spices & Aromatic Crops 31:15-24 (2022)."}, {"Citation": "Polat A, Taskin O, Izli N and Asik BB, Continuous and intermittent microwave-vacuum drying of apple: drying kinetics, protein, mineral content, and color. J Food Process Eng 42:e13012 (2019)."}, {"Citation": "Alibas I, Zia MP, Yilmaz A and Asik BB, Drying kinetics and quality characteristics of green apple peel (Mallus communis L. var. “Granny Smith”) used in herbal tea production. J Food Process Preserv 44:e14332 (2020)."}, {"Citation": "Elmas F, Bodruk A, Köprüalan Ö, Arıkaya Ş, Koca N, Serdaroğlu FM et al., Drying kinetics behavior of turkey breast meat in different drying methods. J Food Process Eng 43:e13487 (2020)."}, {"Citation": "Bala BK, Hoque MA, Hossain MA and Uddin MB, Drying characteristics of asparagus roots (Asparagus racemosus Wild.). Drying Technol 28:533-541 (2010)."}, {"Citation": "Kohli D, Shahi NC and Kumar A, Drying kinetics and activation energy of asparagus root (Asparagus racemosus Wild.) for different methods of drying. Curr Res Nutr Food Sci 6:191-202 (2018)."}, {"Citation": "Kohli D, Champawat PS, Jain SK, Mudgal VD and Shahi NC, Mathematical modelling for drying kinetics of asparagus roots (Asparagus racemosus L.) and determination of energy consumption. Biointerface Res Appl Chem 12:3572-3589 (2021)."}, {"Citation": "Patil BN, Tipre PG, Kakade SR and Gupta SV, Selection of a suitable drying model for drying shatavari roots (Asparagus racemosus). Int J Chem Stud 7:1782-1790 (2019)."}, {"Citation": "Bhoir SA, Jhaveri M and Chawla SP, Evaluation and predictive modeling of the effect of chitosan and gamma irradiation on quality of stored chilled chicken meat. J Food Process Eng 42:e13254 (2019)."}, {"Citation": "Chitravathi K, Chauhan OP and Kizhakkedath J, Shelf life extension of green chillies (Capsicum annuum L.) using passive modified atmosphere packaging and gamma irradiation. J Food Process Preserv 44:e14622 (2020)."}, {"Citation": "Owczarczyk HB, Migdał W and Kędzia B, The pharmacological activity of medical herbs after microbiological decontamination by irradiation. Radiat Phys Chem 57:331-335 (2000)."}, {"Citation": "O'Donnell CP, Tiwari BK, Bourke P and Cullen PJ, Effect of ultrasonic processing on food enzymes of industrial importance. Trends Food Sci Technol 21:358-367 (2010)."}, {"Citation": "Bromberger Soquetta M, Schmaltz S, Wesz Righes F, Salvalaggio R and de Marsillac Terra L, Effects of pretreatment ultrasound bath and ultrasonic probe, in osmotic dehydration, in the kinetics of oven drying and the physicochemical properties of beet snacks. J Food Process Preserv 42:e13393 (2018)."}, {"Citation": "Chavan P, Sharma P, Sharma SR, Mittal TC and Jaiswal AK, Application of high-intensity ultrasound to improve food processing efficiency: a review. Foods 11:122 (2022)."}, {"Citation": "Yu Q and Fan L, Improving the bioactive ingredients and functions of asparagus from efficient to emerging processing technologies: a review. Food Chem 358:129903 (2021)."}, {"Citation": "Wang J and Fan L, Effect of ultrasound treatment on microbial inhibition and quality maintenance of green asparagus during cold storage. Ultrason Sonochem 58:104631 (2019)."}, {"Citation": "Wei Y and Ye X, Effect of 6-benzylaminopurine combined with ultrasound as pre-treatment on quality and enzyme activity of green asparagus. J Food Process Preserv 35:587-595 (2011)."}, {"Citation": "Zhang C, Ye J, Lyu X, Zhao W, Mao J and Yang R, Effects of pulse electric field pretreatment on the frying quality and pore characteristics of potato chips. Food Chem 369:130516 (2022)."}, {"Citation": "Janositz A, Semrau J and Knorr D, Impact of PEF treatment on quality parameters of white asparagus (Asparagus officinalis L.). Innovative Food Sci Emerging Technol 12:269-274 (2011)."}, {"Citation": "Nguyen TVL, Tran TYN, Lam DT, Bach LG and Nguyen DC, Effects of microwave blanching conditions on the quality of green asparagus (Asparagus officinalis L.) butt segment. Food Sci Nutr 7:3513-3519 (2019)."}, {"Citation": "Kohli D, Mishra R, Kumar S and Bhatiya S, Ohmic heating of foods: a emerging technology. Int J Agric Sci 8:1877-1880 (2016)."}, {"Citation": "Kumar S, Singh V, Khadka M and Kohli D, Effects of microwave heating and conventional pasteurization on ascorbic acid (vitamin C), tannin content, total phenolic content of amla (Phyllanthus emblica) juice. Octa J Biosci 6:34-36 (2018)."}, {"Citation": "Kumar S, Khadka M, Mishra R, Kohli D and Upadhaya S, Effects of conventional and microwave heating pasteurization on physiochemical properties of pomelo (Citrus maxima) juice. J Food Process Technol 8:8-11 (2017)."}, {"Citation": "Velázquez-Estrada RM, Hernández-Herrero MM, Rüfer CE, Guamis-López B and Roig-Sagués AX, Influence of ultra high pressure homogenization processing on bioactive compounds and antioxidant activity of orange juice. Innovative Food Sci Emerging Technol 18:89-94 (2013)."}, {"Citation": "Jati IRAP, Darmoatmodjo LMYD, Suseno TIP, Ristiarini S and Wibowo C, Effect of processing on bioactive compounds, antioxidant activity, physicochemical, and sensory properties of orange sweet potato, red rice, and their application for flake products. Plants 11:440 (2022)."}, {"Citation": "Rodríguez K, Ah-Hen KS, Vega-Gálvez A, Vásquez V, Quispe-Fuentes I, Rojas P et al., Changes in bioactive components and antioxidant capacity of maqui, Aristotelia chilensis [Mol] Stuntz, berries during drying. LWT Food Sci Technol 65:537-542 (2016)."}, {"Citation": "Mbondo NN, Owino WO, Ambuko J and Sila DN, Effect of drying methods on the retention of bioactive compounds in African eggplant. Food Sci Nutr 6:814-823 (2018)."}, {"Citation": "Khalil SA, Ahmad N and Zamir R, Gamma radiation induced variation in growth characteristics and production of bioactive compounds during callogenesis in Stevia rebaudiana (Bert.). New Negatatives in Plant Science 1-2:1-5 (2015)."}, {"Citation": "Girennavar B, Jayaprakasha GK, McLin SE, Maxim J, Yoo KS and Patil BS, Influence of electron-beam irradiation on bioactive compounds in grapefruits (Citrus paradisi Macf.). J Agric Food Chem 56:10941-10946 (2008)."}, {"Citation": "Erdal B, Yıkmış S, Demirok NT, Bozgeyik E and Levent O, Effects of non-thermal treatment on gilaburu vinegar (Viburnum opulus L.): polyphenols, amino acid, antimicrobial, and anticancer properties. Biology 11:926 (2022)."}, {"Citation": "Martínez-Hernández GB, Artés-Hernández F, Gómez PA and Artés F, Induced changes in bioactive compounds of kailan-hybrid broccoli after innovative processing and storage. J Funct Foods 5:133-143 (2013)."}, {"Citation": "Wiktor A, Sledz M, Nowacka M, Rybak K, Chudoba T, Lojkowski W et al., The impact of pulsed electric field treatment on selected bioactive compound content and color of plant tissue. Innovative Food Sci Emerging Technol 30:69-78 (2015)."}, {"Citation": "Fuentes-Alventosa JM, Jaramillo-Carmona S, Rodríguez-Gutiérrez G, Guillén-Bejarano R, Jiménez-Araujo A, Fernández-Bolaños J et al., Preparation of bioactive extracts from asparagus by-product. Food Bioprod Process 91:74-82 (2013)."}, {"Citation": "Gupta S, Bishnoi JP, Shree A and Alifiya, Processing and utilization of Asparagus racemosus for development of herbal biscuits. Int J Chem Stud 6:48-51 (2018)."}, {"Citation": "Rani P, Rani V, Punia D and Reena, Effect of shatavari root powder on sensory and nutritional composition of biscuits. J Pharmacogn Phytochem 8:523-526 (2019)."}, {"Citation": "Veena N, Arora S, Kapila S, Singh RRB, Katara A, Pandey MM et al., Immunomodulatory and antioxidative potential of milk fortified with Asparagus racemosus (shatavari). J Med Plants Stud 2:13-19 (2014)."}, {"Citation": "Veena N, Arora S, Singh RRB, Katara A, Rastogi S and Rawat AKS, Effect of Asparagus racemosus (shatavari) extract on physicochemical and functional properties of milk and its interaction with milk proteins. J Food Sci Technol 52:1176-1181 (2015)."}, {"Citation": "Solhi P, Azadmard-Damirchi S, Hesari J and Hamishehkar H, Effect of fortification with asparagus powder on the qualitative properties of processed cheese. Int J Dairy Technol 73:226-233 (2020)."}, {"Citation": "Suse SN, Sahoo AK, Patil NJ and Suse SB, Development of healthy chocolate coated coconut balls by using herbal powders. J Pharmacogn Phytochem 8:478-482 (2019)."}, {"Citation": "Singh N, Jha A, Chaudhary A and Upadhyay A, Enhancement of the functionality of bread by incorporation of shatavari (Asparagus racemosus). J Food Sci Technol 51:2038-2045 (2014)."}, {"Citation": "Srivastava A, Kohli D, Vishnoi S, Kumar S and Badola R, Quality evaluation of prepared guava-orange fruit bar. Int J Chem Stud 7:1574-1581 (2019)."}, {"Citation": "Ravindra V, Sreenivas KN and Shankarappa TH, Value addition and technology development: shatavari, aloe and mango ginger blended nectar beverage. Environ Ecol 30:495-500 (2012)."}, {"Citation": "Hussain S, Malik A, Sharma P and Yadav S, Study on development of chicken meat kabab by using shatavari roots powder and its aqueous extract. Haryana Veterinarian 59:63-66 (2020)."}, {"Citation": "Noor MM, Arshad MS, Ahmad RS, Imran A, Khalid W and Suleria HAR, Stability and quality improvement of shrimp patties by Asparagus racemosus and gamma irradiation. Int J Food Prop 25:1328-1342 (2022)."}, {"Citation": "Hor PK, Goswami D, Ghosh K, Takó M, Halder SK and Mondal KC, Preparation of rice fermented food using root of Asparagus racemosus as herbal starter and assessment of its nutrient profile. Syst Microbiol Biomanuf 2:147-156 (2022)."}, {"Citation": "Kapadiya DB and Aparnathi KD, Evaluation of commonly used herbs to enhance shelf life of ghee against oxidative deterioration. J Food Process Preserv 42:e13658 (2018)."}, {"Citation": "Pawar N, Gandhi K, Purohit A, Arora S and Singh RRB, Effect of added herb extracts on oxidative stability of ghee (butter oil) during accelerated oxidation condition. J Food Sci Technol 51:2727-2733 (2014)."}, {"Citation": "Deshmukh AR, Dhadge NS, Desale RJ and Kadam DG, Effect of Asparagus racemosus (shatavari) and Withania somnifera (ashwagandha) extracts on oxidative stability of ghee, in relation to added synthetic antioxidant. Int J Chem Stud 7:175-181 (2019)."}, {"Citation": "Pawar N, Arora S, Bijoy RR and Wadhwa BK, The effects of Asparagus racemosus (shatavari) extract on oxidative stability of ghee, in relation to added natural and synthetic antioxidants. Int J Dairy Technol 65:293-299 (2012)."}, {"Citation": "Patel S, Shende S, Arora S, Singh RRB, Rastogi S and Rawat AKS, Antioxidant potential of herbs and spices during deep frying of ghee. Int J Dairy Technol 67:365-372 (2014)."}, {"Citation": "Moudache M, Nerín C, Colon M and Zaidi F, Antioxidant effect of an innovative active plastic film containing olive leaves extract on fresh pork meat and its evaluation by Raman spectroscopy. Food Chem 229:98-103 (2017)."}, {"Citation": "Nowak A, Czyzowska A, Efenberger M and Krala L, Polyphenolic extracts of cherry (Prunus cerasus L.) and blackcurrant (Ribes nigrum L.) leaves as natural preservatives in meat products. Food Microbiol 59:142-149 (2016)."}, {"Citation": "Noor S, Bhat ZF, Kumar S and Mudiyanselage RJ, Preservative effect of Asparagus racemosus: a novel additive for bioactive edible films for improved lipid oxidative stability and storage quality of meat products. Meat Sci 139:207-212 (2018)."}, {"Citation": "Noor S, Bhat ZF, Kumar S and Kousar I, Asparagus racemosus: a newly proposed natural preservative for improved lipid oxidative stability and storage quality of meat products. Nutr Food Sci 47:673-687 (2017)."}], "ReferenceList": [], "Title": "References"}], "History": [{"Year": "2022", "Month": "11", "Day": "2"}, {"Year": "2022", "Month": "1", "Day": "17"}, {"Year": "2022", "Month": "11", "Day": "26"}, {"Year": "2022", "Month": "11", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "26", "Hour": "2", "Minute": "12"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36433663", "10.1002/jsfa.12358"]}}], "PubmedBookArticle": []}