{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["antioxidant activity", "medicinal plants", "plant species", "plant-derived nanovesicles", "size distribution"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36432868", "DateRevised": {"Year": "2022", "Month": "12", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "16"}], "Language": ["eng"], "ELocationID": ["3139", "10.3390/plants11223139"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "11", "Issue": "22", "PubDate": {"Year": "2022", "Month": "Nov", "Day": "16"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Species-Specific Plant-Derived Nanoparticle Characteristics.", "Abstract": {"AbstractText": ["Medicinal and agricultural plants contain numerous phytochemical compounds with pronounced biological effects on human health. They are known to encapsulate most of their characteristic bioactive compounds within membranous elements of intercellular communication known as exosomes. These nanovesicles serve as capsules protecting their biological activity and improving their penetration into the tissue. Therefore, the application of plant exosome preparations holds considerable potential for cosmetics and pharmacy, but the quality and consistency of plant material for exosome isolation is of critical importance. Therefore, in this study, we aimed to evaluate yield, size distribution patterns, and antioxidant properties between nanovesicle preparations of the following portfolio of medicinal plants: <i>Kalanchoe daigremontiana</i>, <i>Artemisia absinthium</i>, <i>Hypericum perforatum</i>, <i>Silybum marianum</i>, <i>Chelidonium</i> majus, and <i>Scutellaria baicalensis</i>. Results showed that nanoparticle yield, size distribution, and antioxidant activities were specific to plant species. Compared to other plants, nanoparticle preparations from <i>Artemisia absinthium</i> were distinguished by remarkably higher yield and concentration, while the highest antioxidant activity of plant-derived nanoparticle preparations per weight and per particle was determined to occur in <i>Chelidonium majus</i> and <i>Hypericum perforatum</i> samples. Results showed no significant correlation in DPPH (2-diphenyl-1-picrylhydrazyl) free radical scavenging activity and FRAP (ferric reducing antioxidant power) between plant material and nanoparticle preparations. More detailed biochemical analysis of exosome preparations is necessary to validate their biological activity and its relation to source plant cells."]}, "AuthorList": [{"Identifier": ["0000-0001-5981-7494"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Lithuanian Research Centre for Agriculture and Forestry, Institute of Horticulture, Kauno Str. 30, 54333 Babtai, Lithuania."}], "LastName": "Viršilė", "ForeName": "Akvilė", "Initials": "A"}, {"Identifier": ["0000-0003-1085-1004"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Lithuanian Research Centre for Agriculture and Forestry, Institute of Horticulture, Kauno Str. 30, 54333 Babtai, Lithuania."}], "LastName": "Samuolienė", "ForeName": "Giedrė", "Initials": "G"}, {"Identifier": ["0000-0002-8821-1245"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Lithuanian Research Centre for Agriculture and Forestry, Institute of Horticulture, Kauno Str. 30, 54333 Babtai, Lithuania."}], "LastName": "Laužikė", "ForeName": "Kristina", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Pharmaceutical Technologies, Faculty of Pharmacy, Lithuanian University of Health Sciences, 50161 Kaunas, Lithuania."}], "LastName": "Šipailaitė", "ForeName": "Emilija", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Pharmaceutical Technologies, Faculty of Pharmacy, Lithuanian University of Health Sciences, 50161 Kaunas, Lithuania."}], "LastName": "Balion", "ForeName": "Zbigniev", "Initials": "Z"}, {"Identifier": ["0000-0003-1527-6221"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Pharmaceutical Technologies, Faculty of Pharmacy, Lithuanian University of Health Sciences, 50161 Kaunas, Lithuania."}], "LastName": "Jekabsone", "ForeName": "Aistė", "Initials": "A"}], "GrantList": [{"GrantID": "S-MIP-21-25", "Agency": "Lietuvos Mokslo Taryba", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest. The funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript; or in the decision to publish the results."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Yang S., Lu S., Ren L., Bian S., Zhao D., Liu M., Wang J. Ginseng-Derived Nanoparticles Induce Skin Cell Proliferation and Promote Wound Healing. J. Ginseng Res. p. 2022. in press .", "ArticleIdList": ["10.1016/j.jgr.2022.07.005"]}, {"Citation": "Urzì O., Raimondo S., Alessandro R. Extracellular Vesicles from Plants: Current Knowledge and Open Questions. Int. J. Mol. Sci. 2021;22:5366. doi: 10.3390/ijms22105366.", "ArticleIdList": ["10.3390/ijms22105366", "PMC8160738", "34065193"]}, {"Citation": "Kim J., Li S., Zhang S., Wang J. Plant-Derived Exosome-like Nanoparticles and Their Therapeutic Activities. Asian J. Pharm. Sci. 2022;17:53–69. doi: 10.1016/j.ajps.2021.05.006.", "ArticleIdList": ["10.1016/j.ajps.2021.05.006", "PMC8888139", "35261644"]}, {"Citation": "Zhang Y., Liu Y., Liu H., Tang W.H. Exosomes: Biogenesis, Biologic Function and Clinical Potential. Cell Biosci. 2019;9:19. doi: 10.1186/s13578-019-0282-2.", "ArticleIdList": ["10.1186/s13578-019-0282-2", "PMC6377728", "30815248"]}, {"Citation": "You J.Y., Kang S.J., Rhee W.J. Isolation of Cabbage Exosome-like Nanovesicles and Investigation of Their Biological Activities in Human Cells. Bioact. Mater. 2021;6:4321–4332. doi: 10.1016/j.bioactmat.2021.04.023.", "ArticleIdList": ["10.1016/j.bioactmat.2021.04.023", "PMC8105599", "33997509"]}, {"Citation": "Logozzi M., Di Raimo R., Mizzoni D., Fais S. The Potentiality of Plant-Derived Nanovesicles in Human Health—A Comparison with Human Exosomes and Artificial Nanoparticles. Int. J. Mol. Sci. 2022;23:4919. doi: 10.3390/ijms23094919.", "ArticleIdList": ["10.3390/ijms23094919", "PMC9101147", "35563310"]}, {"Citation": "Shkryl Y., Tsydeneshieva Z., Degtyarenko A., Yugay Y., Balabanova L., Rusapetova T., Bulgakov V. Plant Exosomal Vesicles: Perspective Information Nanocarriers in Biomedicine. Appl. Sci. 2022;12:8262. doi: 10.3390/app12168262.", "ArticleIdList": ["10.3390/app12168262"]}, {"Citation": "Cho E.-G., Choi S.-Y., Kim H., Choi E.-J., Lee E.-J., Park P.-J., Ko J., Kim K.P., Baek H.S. Panax Ginseng-Derived Extracellular Vesicles Facilitate Anti-Senescence Effects in Human Skin Cells: An Eco-Friendly and Sustainable Way to Use Ginseng Substances. Cells. 2021;10:486. doi: 10.3390/cells10030486.", "ArticleIdList": ["10.3390/cells10030486", "PMC7996359", "33668388"]}, {"Citation": "Cho J.H., Hong Y.D., Kim D., Park S.J., Kim J.S., Kim H.-M., Yoon E.J., Cho J.-S. Confirmation of Plant-Derived Exosomes as Bioactive Substances for Skin Application through Comparative Analysis of Keratinocyte Transcriptome. Appl. Biol. Chem. 2022;65:8. doi: 10.1186/s13765-022-00676-z.", "ArticleIdList": ["10.1186/s13765-022-00676-z"]}, {"Citation": "Shinge S.A.U., Xiao Y., Xia J., Liang Y., Duan L. New Insights of Engineering Plant Exosome-like Nanovesicles as a Nanoplatform for Therapeutics and Drug Delivery. Extracell. Vesicles Circ. Nucleic Acids. 2022;3:150–162. doi: 10.20517/evcna.2021.25.", "ArticleIdList": ["10.20517/evcna.2021.25"]}, {"Citation": "Nemati M., Singh B., Mir R.A., Nemati M., Babaei A., Ahmadi M., Rasmi Y., Golezani A.G., Rezaie J. Plant-Derived Extracellular Vesicles: A Novel Nanomedicine Approach with Advantages and Challenges. Cell Commun. Signal. 2022;20:69. doi: 10.1186/s12964-022-00889-1.", "ArticleIdList": ["10.1186/s12964-022-00889-1", "PMC9128143", "35606749"]}, {"Citation": "Wang Q., Ren Y., Mu J., Egilmez N.K., Zhuang X., Deng Z., Zhang L., Yan J., Miller D., Zhang H.-G. Grapefruit-Derived Nanovectors Use an Activated Leukocyte Trafficking Pathway to Deliver Therapeutic Agents to Inflammatory Tumor Sites. Cancer Res. 2015;75:2520–2529. doi: 10.1158/0008-5472.CAN-14-3095.", "ArticleIdList": ["10.1158/0008-5472.CAN-14-3095", "PMC4470740", "25883092"]}, {"Citation": "Ju S., Mu J., Dokland T., Zhuang X., Wang Q., Jiang H., Xiang X., Deng Z.-B., Wang B., Zhang L., et al. Grape Exosome-like Nanoparticles Induce Intestinal Stem Cells and Protect Mice From DSS-Induced Colitis. Mol. Ther. 2013;21:1345–1357. doi: 10.1038/mt.2013.64.", "ArticleIdList": ["10.1038/mt.2013.64", "PMC3702113", "23752315"]}, {"Citation": "Takakura H., Nakao T., Narita T., Horinaka M., Nakao-Ise Y., Yamamoto T., Iizumi Y., Watanabe M., Sowa Y., Oda K., et al. Citrus Limon L.-Derived Nanovesicles Show an Inhibitory Effect on Cell Growth in P53-Inactivated Colorectal Cancer Cells via the Macropinocytosis Pathway. Biomedicines. 2022;10:1352. doi: 10.3390/biomedicines10061352.", "ArticleIdList": ["10.3390/biomedicines10061352", "PMC9219868", "35740377"]}, {"Citation": "Raimondo S., Naselli F., Fontana S., Monteleone F., Lo Dico A., Saieva L., Zito G., Flugy A., Manno M., Di Bella M.A., et al. Citrus Limon -Derived Nanovesicles Inhibit Cancer Cell Proliferation and Suppress CML Xenograft Growth by Inducing TRAIL-Mediated Cell Death. Oncotarget. 2015;6:19514–19527. doi: 10.18632/oncotarget.4004.", "ArticleIdList": ["10.18632/oncotarget.4004", "PMC4637302", "26098775"]}, {"Citation": "Fujita D., Arai T., Komori H., Shirasaki Y., Wakayama T., Nakanishi T., Tamai I. Apple-Derived Nanoparticles Modulate Expression of Organic-Anion-Transporting Polypeptide (OATP) 2B1 in Caco-2 Cells. Mol. Pharm. 2018;15:5772–5780. doi: 10.1021/acs.molpharmaceut.8b00921.", "ArticleIdList": ["10.1021/acs.molpharmaceut.8b00921", "30359033"]}, {"Citation": "Xiao J., Feng S., Wang X., Long K., Luo Y., Wang Y., Ma J., Tang Q., Jin L., Li X., et al. Identification of Exosome-like Nanoparticle-Derived MicroRNAs from 11 Edible Fruits and Vegetables. PeerJ. 2018;6:e5186. doi: 10.7717/peerj.5186.", "ArticleIdList": ["10.7717/peerj.5186", "PMC6074755", "30083436"]}, {"Citation": "Perut F., Roncuzzi L., Avnet S., Massa A., Zini N., Sabbadini S., Giampieri F., Mezzetti B., Baldini N. Strawberry-Derived Exosome-Like Nanoparticles Prevent Oxidative Stress in Human Mesenchymal Stromal Cells. Biomolecules. 2021;11:87. doi: 10.3390/biom11010087.", "ArticleIdList": ["10.3390/biom11010087", "PMC7828105", "33445656"]}, {"Citation": "Umezu T., Takanashi M., Murakami Y., Ohno S., Kanekura K., Sudo K., Nagamine K., Takeuchi S., Ochiya T., Kuroda M. Acerola Exosome-like Nanovesicles to Systemically Deliver Nucleic Acid Medicine via Oral Administration. Mol. Ther.–Methods Clin. Dev. 2021;21:199–208. doi: 10.1016/j.omtm.2021.03.006.", "ArticleIdList": ["10.1016/j.omtm.2021.03.006", "PMC8010214", "33850951"]}, {"Citation": "Deng Z., Rong Y., Teng Y., Mu J., Zhuang X., Tseng M., Samykutty A., Zhang L., Yan J., Miller D., et al. Broccoli-Derived Nanoparticle Inhibits Mouse Colitis by Activating Dendritic Cell AMP-Activated Protein Kinase. Mol. Ther. 2017;25:1641–1654. doi: 10.1016/j.ymthe.2017.01.025.", "ArticleIdList": ["10.1016/j.ymthe.2017.01.025", "PMC5498816", "28274798"]}, {"Citation": "Liu Y., Wu S., Koo Y., Yang A., Dai Y., Khant H., Osman S.R., Chowdhury M., Wei H., Li Y., et al. Characterisation of and Isolation Methods for Plant Leaf Nanovesicles and Small Extracellular Vesicles. Nanomed. Nanotechnol. Biol. Med. 2020;29:102271. doi: 10.1016/j.nano.2020.102271.", "ArticleIdList": ["10.1016/j.nano.2020.102271", "32702466"]}, {"Citation": "Abraham A.M., Wiemann S., Ambreen G., Zhou J., Engelhardt K., Brüßler J., Bakowsky U., Li S.-M., Mandic R., Pocsfalvi G., et al. Cucumber-Derived Exosome-like Vesicles and PlantCrystals for Improved Dermal Drug Delivery. Pharmaceutics. 2022;14:476. doi: 10.3390/pharmaceutics14030476.", "ArticleIdList": ["10.3390/pharmaceutics14030476", "PMC8955785", "35335851"]}, {"Citation": "Özkan İ., Koçak P., Yıldırım M., Ünsal N., Yılmaz H., Telci D., Şahin F. Garlic (Allium sativum)-Derived SEVs Inhibit Cancer Cell Proliferation and Induce Caspase Mediated Apoptosis. Sci. Rep. 2021;11:14773. doi: 10.1038/s41598-021-93876-4.", "ArticleIdList": ["10.1038/s41598-021-93876-4", "PMC8292337", "34285262"]}, {"Citation": "Yamasaki M., Yamasaki Y., Furusho R., Kimura H., Kamei I., Sonoda H., Ikeda M., Oshima T., Ogawa K., Nishiyama K. Onion (Allium Cepa L.)-Derived Nanoparticles Inhibited LPS-Induced Nitrate Production, However, Their Intracellular Incorporation by Endocytosis Was Not Involved in This Effect on RAW264 Cells. Molecules. 2021;26:2763. doi: 10.3390/molecules26092763.", "ArticleIdList": ["10.3390/molecules26092763", "PMC8124543", "34067155"]}, {"Citation": "Taşlı P.N. Usage of Celery Root Exosome as an Immune Suppressant; Lipidomic Characterization of Apium graveolens Originated Exosomes and Its Suppressive Effect on PMA /Ionomycin Mediated CD4+ T Lymphocyte Activation. J. Food Biochem. 2022;00:e14393. doi: 10.1111/jfbc.14393.", "ArticleIdList": ["10.1111/jfbc.14393", "36181394"]}, {"Citation": "Mahdipour E. Beta Vulgaris Juice Contains Biologically Active Exosome-like Nanoparticles. Tissue Cell. 2022;76:101800. doi: 10.1016/j.tice.2022.101800.", "ArticleIdList": ["10.1016/j.tice.2022.101800", "35489194"]}, {"Citation": "Kim D.K., Rhee W.J. Antioxidative Effects of Carrot-Derived Nanovesicles in Cardiomyoblast and Neuroblastoma Cells. Pharmaceutics. 2021;13:1203. doi: 10.3390/pharmaceutics13081203.", "ArticleIdList": ["10.3390/pharmaceutics13081203", "PMC8400689", "34452164"]}, {"Citation": "Zhang M., Wang X., Han M.K., Collins J.F., Merlin D. Oral Administration of Ginger-Derived Nanolipids Loaded with SiRNA as a Novel Approach for Efficient SiRNA Drug Delivery to Treat Ulcerative Colitis. Nanomedicine. 2017;12:1927–1943. doi: 10.2217/nnm-2017-0196.", "ArticleIdList": ["10.2217/nnm-2017-0196", "PMC5827822", "28665164"]}, {"Citation": "Teng Y., Ren Y., Sayed M., Hu X., Lei C., Kumar A., Hutchins E., Mu J., Deng Z., Luo C., et al. Plant-Derived Exosomal MicroRNAs Shape the Gut Microbiota. Cell Host Microbe. 2018;24:637–652.e8. doi: 10.1016/j.chom.2018.10.001.", "ArticleIdList": ["10.1016/j.chom.2018.10.001", "PMC6746408", "30449315"]}, {"Citation": "Kim M.K., Choi Y.C., Cho S.H., Choi J.S., Cho Y.W. The Antioxidant Effect of Small Extracellular Vesicles Derived from Aloe Vera Peels for Wound Healing. Tissue Eng. Regen. Med. 2021;18:561–571. doi: 10.1007/s13770-021-00367-8.", "ArticleIdList": ["10.1007/s13770-021-00367-8", "PMC8325744", "34313971"]}, {"Citation": "Potestà M., Roglia V., Fanelli M., Pietrobono E., Gismondi A., Vumbaca S., Nguedia Tsangueu R.G., Canini A., Colizzi V., Grelli S., et al. Effect of Microvesicles from Moringa Oleifera Containing MiRNA on Proliferation and Apoptosis in Tumor Cell Lines. Cell Death Discov. 2020;6:43. doi: 10.1038/s41420-020-0271-6.", "ArticleIdList": ["10.1038/s41420-020-0271-6", "PMC7272625", "32550010"]}, {"Citation": "Nemidkanam V., Chaichanawongsaroj N. Characterizing Kaempferia Parviflora Extracellular Vesicles, a Nanomedicine Candidate. PLoS ONE. 2022;17:e0262884. doi: 10.1371/journal.pone.0262884.", "ArticleIdList": ["10.1371/journal.pone.0262884", "PMC8789119", "35077499"]}, {"Citation": "Cai H., Huang L.-Y., Hong R., Song J.-X., Guo X.-J., Zhou W., Hu Z.-L., Wang W., Wang Y.-L., Shen J.-G., et al. Momordica Charantia Exosome-Like Nanoparticles Exert Neuroprotective Effects Against Ischemic Brain Injury via Inhibiting Matrix Metalloproteinase 9 and Activating the AKT/GSK3β Signaling Pathway. Front. Pharmacol. 2022;13:908830. doi: 10.3389/fphar.2022.908830.", "ArticleIdList": ["10.3389/fphar.2022.908830", "PMC9263912", "35814200"]}, {"Citation": "Tajik T., Baghaei K., Moghadam V.E., Farrokhi N., Salami S.A. Extracellular Vesicles of Cannabis with High CBD Content Induce Anticancer Signaling in Human Hepatocellular Carcinoma. Biomed. Pharmacother. 2022;152:113209. doi: 10.1016/j.biopha.2022.113209.", "ArticleIdList": ["10.1016/j.biopha.2022.113209", "35667235"]}, {"Citation": "Woith E., Guerriero G., Hausman J.-F., Renaut J., Leclercq C.C., Weise C., Legay S., Weng A., Melzig M.F. Plant Extracellular Vesicles and Nanovesicles: Focus on Secondary Metabolites, Proteins and Lipids with Perspectives on Their Potential and Sources. Int. J. Mol. Sci. 2021;22:3719. doi: 10.3390/ijms22073719.", "ArticleIdList": ["10.3390/ijms22073719", "PMC8038311", "33918442"]}, {"Citation": "Wang B., Zhuang X., Deng Z.-B., Jiang H., Mu J., Wang Q., Xiang X., Guo H., Zhang L., Dryden G., et al. Targeted Drug Delivery to Intestinal Macrophages by Bioactive Nanovesicles Released from Grapefruit. Mol. Ther. 2014;22:522–534. doi: 10.1038/mt.2013.190.", "ArticleIdList": ["10.1038/mt.2013.190", "PMC3944329", "23939022"]}, {"Citation": "Zhuang X., Deng Z.-B., Mu J., Zhang L., Yan J., Miller D., Feng W., McClain C.J., Zhang H.-G. Ginger-Derived Nanoparticles Protect against Alcohol-Induced Liver Damage. J. Extracell. Vesicles. 2015;4:28713. doi: 10.3402/jev.v4.28713.", "ArticleIdList": ["10.3402/jev.v4.28713", "PMC4662062", "26610593"]}, {"Citation": "Wang Y., Wang J., Ma J., Zhou Y., Lu R. Focusing on Future Applications and Current Challenges of Plant Derived Extracellular Vesicles. Pharmaceuticals. 2022;15:708. doi: 10.3390/ph15060708.", "ArticleIdList": ["10.3390/ph15060708", "PMC9229679", "35745626"]}, {"Citation": "Khare S., Singh N.B., Singh A., Hussain I., Niharika K., Yadav V., Bano C., Yadav R.K., Amist N. Plant Secondary Metabolites Synthesis and Their Regulations under Biotic and Abiotic Constraints. J. Plant Biol. 2020;63:203–216. doi: 10.1007/s12374-020-09245-7.", "ArticleIdList": ["10.1007/s12374-020-09245-7"]}, {"Citation": "Comfort N., Cai K., Bloomquist T.R., Strait M.D., Ferrante A.W., Baccarelli A.A. Nanoparticle Tracking Analysis for the Quantification and Size Determination of Extracellular Vesicles. J. Vis. Exp. 2021;169:62447. doi: 10.3791/62447.", "ArticleIdList": ["10.3791/62447", "PMC8243380", "33843938"]}, {"Citation": "Alfieri M., Leone A., Ambrosone A. Plant-Derived Nano and Microvesicles for Human Health and Therapeutic Potential in Nanomedicine. Pharmaceutics. 2021;13:498. doi: 10.3390/pharmaceutics13040498.", "ArticleIdList": ["10.3390/pharmaceutics13040498", "PMC8067521", "33917448"]}, {"Citation": "Narauskaitė D., Vydmantaitė G., Rusteikaitė J., Sampath R., Rudaitytė A., Stašytė G., Aparicio Calvente M.I., Jekabsone A. Extracellular Vesicles in Skin Wound Healing. Pharmaceuticals. 2021;14:811. doi: 10.3390/ph14080811.", "ArticleIdList": ["10.3390/ph14080811", "PMC8400229", "34451909"]}, {"Citation": "Karamanidou T., Tsouknidas A. Plant-Derived Extracellular Vesicles as Therapeutic Nanocarriers. Int. J. Mol. Sci. 2022;23:191. doi: 10.3390/ijms23010191.", "ArticleIdList": ["10.3390/ijms23010191", "PMC8745116", "35008617"]}, {"Citation": "Théry C., Witwer K.W., Aikawa E., Alcaraz M.J., Anderson J.D., Andriantsitohaina R., Antoniou A., Arab T., Archer F., Atkin-Smith G.K., et al. Minimal Information for Studies of Extracellular Vesicles 2018 (MISEV2018): A Position Statement of the International Society for Extracellular Vesicles and Update of the MISEV2014 Guidelines. J. Extracell. Vesicles. 2018;7:1535750. doi: 10.1080/20013078.2018.1535750.", "ArticleIdList": ["10.1080/20013078.2018.1535750", "PMC6322352", "30637094"]}, {"Citation": "Sharma O.P., Bhat T.K. DPPH Antioxidant Assay Revisited. Food Chem. 2009;113:1202–1205. doi: 10.1016/j.foodchem.2008.08.008.", "ArticleIdList": ["10.1016/j.foodchem.2008.08.008"]}, {"Citation": "Re R., Pellegrini N., Proteggente A., Pannala A., Yang M., Rice-Evans C. Antioxidant Activity Applying an Improved ABTS Radical Cation Decolorization Assay. Free Radic. Biol. Med. 1999;26:1231–1237. doi: 10.1016/S0891-5849(98)00315-3.", "ArticleIdList": ["10.1016/S0891-5849(98)00315-3", "10381194"]}, {"Citation": "Benzie I.F.F., Strain J.J. The Ferric Reducing Ability of Plasma (FRAP) as a Measure of “Antioxidant Power”: The FRAP Assay. Anal. Biochem. 1996;239:70–76. doi: 10.1006/abio.1996.0292.", "ArticleIdList": ["10.1006/abio.1996.0292", "8660627"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "10", "Day": "7"}, {"Year": "2022", "Month": "11", "Day": "8"}, {"Year": "2022", "Month": "11", "Day": "14"}, {"Year": "2022", "Month": "11", "Day": "26", "Hour": "1", "Minute": "33"}, {"Year": "2022", "Month": "11", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "27", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "11", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["36432868", "PMC9698261", "10.3390/plants11223139", "plants11223139"]}}], "PubmedBookArticle": []}