{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["herbal compounds", "inflammation", "medicinal plant", "multiple sclerosis", "pesticides"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36439198", "DateRevised": {"Year": "2022", "Month": "11", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "10"}], "Language": ["eng"], "ELocationID": ["985943", "10.3389/fncel.2022.985943"], "Journal": {"ISSN": "1662-5102", "JournalIssue": {"Volume": "16", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in cellular neuroscience", "ISOAbbreviation": "Front Cell Neurosci"}, "ArticleTitle": "Medicinal herbs and multiple sclerosis: Overview on the hard balance between new therapeutic strategy and occupational health risk.", "Pagination": {"StartPage": "985943", "MedlinePgn": "985943"}, "Abstract": {"AbstractText": ["Multiple sclerosis (MS) is an autoimmune disease characterized by demyelination and axonal loss of the central nervous system (CNS). Despite its spread throughout the world, the mechanisms that determine its onset are still to be defined. Immunological, genetic, viral, and environmental factors and exposure to chemicals may trigger MS. Many studies have highlighted the anti-inflammatory and anti-oxidant effects of medicinal herbs, which make them a natural and complementary treatment for neurodegenerative diseases. A severe reduction of several MS symptoms occurs with herbal therapy. Thus, the request for medicinal plants with potential beneficial effects, for MS patients, is constantly increasing. Consequently, a production increase needs. Unfortunately, many medicinal herbs were untested and their action mechanism, possible adverse effects, contraindications, or interactions with other drugs, are poorly or not investigated. Keeping in mind the pathological mechanisms of MS and the oxidative damages and mitochondrial dysfunctions induced by pesticides, it is important to understand if pesticides used to increase agricultural productivity and their residues in medicinal plants, may increase the risk of developing MS in both workers and consumers. Studies providing some indication about the relationship between environmental exposure to pesticides and MS disease incidence are few, fragmentary, and discordant. The aim of this article is to provide a glance at the therapeutic potential of medicinal plants and at the risk for MS onset of pesticides used by medicinal plant growers and present in medicinal herbs."], "CopyrightInformation": "Copyright © 2022 Costantini, Masciarelli, Casorri, Di Luigi and Reale."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicine and Science of Aging, G. d'Annunzio University of Chieti-Pescara, Chieti, Italy."}], "LastName": "Costantini", "ForeName": "Erica", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Technological Innovations and Safety of Plants, Products and Anthropic Settlements, National Institute for Insurance Against Accidents at Work, Rome, Italy."}], "LastName": "Masciarelli", "ForeName": "Eva", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Technological Innovations and Safety of Plants, Products and Anthropic Settlements, National Institute for Insurance Against Accidents at Work, Rome, Italy."}], "LastName": "Casorri", "ForeName": "Laura", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Occupational and Environmental Medicine, Epidemiology and Hygiene, INAIL Research Center, National Institute for Insurance Against Accidents at Work, Rome, Italy."}], "LastName": "Di Luigi", "ForeName": "Marco", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Innovative Technologies in Medicine and Dentistry, G. d'Annunzio University of Chieti-Pescara, Chieti, Italy."}], "LastName": "Reale", "ForeName": "Marcella", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Cell Neurosci", "NlmUniqueID": "101477935", "ISSNLinking": "1662-5102"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Afsharzadeh N., Lavi Arab F., Sankian M., Samiei L., Tabasi N. S., Afsharzadeh D., et al. (2021). Comparative assessment of proliferation and immunomodulatory potential of Hypericum perforatum plant and callus extracts on mesenchymal stem cells derived adipose tissue from multiple sclerosis patients. Inflammopharmacology 29 1399–1412. 10.1007/s10787-021-00838-3", "ArticleIdList": ["10.1007/s10787-021-00838-3", "34510276"]}, {"Citation": "Aglarova A. M., Zilfikarov I. N., Severtseva O. V. (2008). Biological characteristics and useful properties of tarragon (Artemisia dracunculus L.). Pharm. Chem. J. 42 81–86. 10.1007/s11094-008-0064-3", "ArticleIdList": ["10.1007/s11094-008-0064-3"]}, {"Citation": "Aktas O., Prozorovski T., Smorodchenko A., Savaskan N. E., Lauster R., Kloetzel P. M., et al. (2004). Green tea epigallocatechin-3-gallate mediates T cellular NF-kappa B inhibition and exerts neuroprotection in autoimmune encephalomyelitis. J. Immunol. 173 5794–5800. 10.4049/jimmunol.173.9.5794", "ArticleIdList": ["10.4049/jimmunol.173.9.5794", "15494532"]}, {"Citation": "Al-Ghezi Z. Z., Miranda K., Nagarkatti M., Nagarkatti P. S. (2019). Combination of cannabinoids, δ9- tetrahydrocannabinol and cannabidiol, ameliorates experimental multiple sclerosis by suppressing neuroinflammation through regulation of miRNA-mediated signaling pathways. Front. Immunol. 10:1921. 10.3389/fimmu.2019.01921", "ArticleIdList": ["10.3389/fimmu.2019.01921", "PMC6712515", "31497013"]}, {"Citation": "Alavanja M. C. R. (2004). Health effects of chronic pesticide exposure – cancer and neurotoxicity. Ann. Rev. Public Health 25 155–197. 10.1146/annurev.publhealth.25.101802.123020", "ArticleIdList": ["10.1146/annurev.publhealth.25.101802.123020", "15015917"]}, {"Citation": "Ali B. H., Blunden G., Tanira M. O., Nemmar A. (2008). Some phytochemical, pharmacological and toxi-cological properties of ginger (Zingiber officinale Roscoe): A review of recent research. Food Chem. Toxic. 46 409–420. 10.1016/j.fct.2007.09.085", "ArticleIdList": ["10.1016/j.fct.2007.09.085", "17950516"]}, {"Citation": "Alijani S., Simal-Gandara J. (2021). Therapeutic effects of nigella sativa and Cannabis sativa seeds on multiple sclerosis. Clin. Surg. 5 1–5. 10.47829/COS.2021.5401", "ArticleIdList": ["10.47829/COS.2021.5401"]}, {"Citation": "Ancau M., Berthele A., Hemmer B. (2019). CD20 monoclonal antibodies for the treatment of multiple sclerosis: Up-to-date. Expert Opin. Biol. Ther. 19 829–843. 10.1080/14712598.2019.1611778", "ArticleIdList": ["10.1080/14712598.2019.1611778", "31027436"]}, {"Citation": "Aschner M., Sonnewald U., Tan K. H. (2002). Astrocyte modulation of neurotoxic injury. Brain Pathol. 12 475–481. 10.1111/j.1750-3639.2002.tb00465.x", "ArticleIdList": ["10.1111/j.1750-3639.2002.tb00465.x", "PMC8095941", "12408234"]}, {"Citation": "Azami M., YektaKooshali M. H., Shohani M., Khorshidi A., Mahmudi L. (2019). Epidemiology of multiple sclerosis in Iran: A systematic review and meta-analysis. PLoS One 14:e0214738. 10.1371/journal.pone.0214738", "ArticleIdList": ["10.1371/journal.pone.0214738", "PMC6456231", "30964886"]}, {"Citation": "Agency for Toxic Substances and Disease Registry [ATSDR] (2022). Division of toxicology and human health sciences. Environmental toxicology branch. Atlanta: Agency for Toxic Substances and Disease Registry."}, {"Citation": "Bai Z., Chen D., Wang L., Zhao Y., Liu T., Yu Y., et al. (2019). Cerebrospinal fluid and blood cytokines as biomarkers for multiple sclerosis: A systematic review and meta-analysis of 226 studies with 13,526 mul-tiple sclerosis patients. Front. Neurosci. 13:1026. 10.3389/fnins.2019.01026", "ArticleIdList": ["10.3389/fnins.2019.01026", "PMC6787166", "31636528"]}, {"Citation": "Baker D., Pryce G. (2008). The endocannabinoid system and multiple sclerosis. Curr. Pharm. Des. 14 2326–2336. 10.2174/138161208785740036", "ArticleIdList": ["10.2174/138161208785740036", "18781983"]}, {"Citation": "Bala K., Tripathy B. C., Sharma D. (2006). Neuroprotective and anti-ageing effects of curcumin in aged rat brain regions. Biogerontology 7 81–89. 10.1007/s10522-006-6495-x", "ArticleIdList": ["10.1007/s10522-006-6495-x", "16802111"]}, {"Citation": "Balasa R., Barcutean L., Balasa A., Motataianu A., Roman-Filip C., Manu D. (2020). The action of TH17 cells on blood brain barrier in multiple sclerosis and experimental autoimmune encephalomyelitis. Hum. Immunol. 81 237–243. 10.1016/j.humimm.2020.02.009", "ArticleIdList": ["10.1016/j.humimm.2020.02.009", "32122685"]}, {"Citation": "Baltazar M. T., Dinis-Oliveira R. J., de Lourdes Bastos M., Tsatsakis A. M., Duarte J. A., Carvalho F. (2014). Pesticides exposure as etiological factors of Parkinson’s disease and other neurodegenerative diseases–a mechanistic approach. Toxicol. Lett. 230 85–103. 10.1016/j.toxlet.2014.01.039", "ArticleIdList": ["10.1016/j.toxlet.2014.01.039", "24503016"]}, {"Citation": "Baranzini S. E., Oksenberg J. R. (2017). The genetics of multiple sclerosis: From 0 to 200 in 50 years. Trends Genet. 33 960–970. 10.1016/j.tig.2017.09.004", "ArticleIdList": ["10.1016/j.tig.2017.09.004", "PMC5701819", "28987266"]}, {"Citation": "British Crop Production Council [BCPC] (2022). Available online at: https://ec.europa.eu/environment/archives/ppps/pdf/bcpc.pdf\n(accessed March 25, 2022)."}, {"Citation": "Beard J. D., Hoppin J. A., Richards M., Alavanja M. C. R., Blair A., Sandler D. P., et al. (2013). Pesticide exposure and self-reported incident depression among wives in the agricultural health study. Environ. Res. 126 31–42. 10.1016/j.envres.2013.06.001", "ArticleIdList": ["10.1016/j.envres.2013.06.001", "PMC3805780", "23916637"]}, {"Citation": "Behbahani B. A., Shahidi F., Yazdi F. T., Mortazavi S. A., Mohebbi M. (2017). Antioxidant activity and antimicrobial effect of tarragon (Artemisia dracunculus) extract and chemical composition of its essential oil. Food Measure. 11 847–863. 10.1007/s11694-016-9456-3", "ArticleIdList": ["10.1007/s11694-016-9456-3"]}, {"Citation": "Ben-Zacharia A. B. (2011). Therapeutics for multiple sclerosis symptoms. Mt. Sinai J. Med. 78 176–191. 10.1002/msj.20245", "ArticleIdList": ["10.1002/msj.20245", "21425263"]}, {"Citation": "Bergamaschi R., Quaglini S., Tavazzi E., Amato M. P., Paolicelli D., Zipoli V., et al. (2016). Immuno-modulatory therapies delay disease progression in multiple sclerosis. Mult. Scler. 22 1732–1740. 10.1177/1352458512445941", "ArticleIdList": ["10.1177/1352458512445941", "22653657"]}, {"Citation": "Beseler C. L., Stallones L. (2006). Structural equation modeling of the relationships between pesticide poisoning, depressive symptoms and safety behaviors among Colorado farm residents. J. Agromed. 11 35–46. 10.1300/J096v11n03_05", "ArticleIdList": ["10.1300/J096v11n03_05", "19274896"]}, {"Citation": "Bhat B. B., Udupa N., Sreedhar D. (2019). Herbal products regulations in a few countries-a brief over-view. Curr. Drug Discov. Technol. 16 368–371. 10.2174/1570163815666181105091254", "ArticleIdList": ["10.2174/1570163815666181105091254", "30394210"]}, {"Citation": "Bing S. J., Ha D., Hwang I., Park E., Ahn G., Song J. Y., et al. (2016). Protective effects on central nervous system by acidic polysaccharide of Panax ginseng in relapse-remitting experimental autoimmune en-cephalomyelitis-induced SJL/J mice. Am. J. Chin. Med. 44 1099–1110. 10.1142/S0192415X16500610", "ArticleIdList": ["10.1142/S0192415X16500610", "27627913"]}, {"Citation": "Bisht D., Kumar D., Kumar D., Dua K., Chellappan D. K. (2021). Phytochemistry and pharmacological activity of the genus Artemisia. Arch. Pharm. Res. 44 439–474. 10.1007/s12272-021-01328-4", "ArticleIdList": ["10.1007/s12272-021-01328-4", "PMC8067791", "33893998"]}, {"Citation": "Bohuslavizki K. H., Hänsel W., Kneip A., Koppenhöfer E., Reimers A. (1992). Potassium channel blockers from Ruta–a new approach for the treatment of multiple sclerosis. Gen. Physiol. Biophys. 11 507–512.", "ArticleIdList": ["1291451"]}, {"Citation": "Boland Y., Attout A., Marchand-Brynaert J., Garcia Y. (2007). Selective thin-layer chromatography of 4-R-1,2,4-triazoles. J. Chromatogr. A 1141 145–149. 10.1016/j.chroma.2006.12.012", "ArticleIdList": ["10.1016/j.chroma.2006.12.012", "17189635"]}, {"Citation": "Bonvicini F., Marcello N., Mandrioli J., Pietrini V., Vinceti M. (2010). Exposure to pesticides and risk of amyotrophic lateral sclerosis: A population-based case-control study. Ann. Ist. Super. Sanità 46 284–287. 10.4415/ANN_10_03_10", "ArticleIdList": ["10.4415/ANN_10_03_10", "20847462"]}, {"Citation": "Bowie L. E., Roscoe W. A., Lui E. M., Smith R., Karlik S. J. (2012). Effects of an aqueous extract of North American ginseng on MOG (35-55)-induced EAE in mice. Can. J. Physiol. Pharmacol. 90 933–939. 10.1139/y2012-092", "ArticleIdList": ["10.1139/y2012-092", "22720838"]}, {"Citation": "Britt J. K. (2000). “Properties and effects of pesticides,” in Principles of toxicology, 2nd Edn, eds Williams P. L., James R. C., Roberts S. M. (New York, NY: John Wiley &Sons; ), 345–366."}, {"Citation": "Calahorra L., Camacho-Toledano C., Serrano-Regal M. P., Ortega M. C., Clemente D. (2022). Regulatory cells in multiple sclerosis: From blood to brain. Biomedicines 10:335. 10.3390/biomedicines10020335", "ArticleIdList": ["10.3390/biomedicines10020335", "PMC8961785", "35203544"]}, {"Citation": "Camacho-Pérez M. R., Covantes-Rosales C. E., Toledo-Ibarra G. A., Mercado-Salgado U., Ponce-Regalado M. D., Díaz-Resendiz K. J. G., et al. (2022). Organophosphorus pesticides as modulating substances of inflamma-tion through the cholinergic pathway. Int. J. Mol. Sci. 23:4523. 10.3390/ijms23094523", "ArticleIdList": ["10.3390/ijms23094523", "PMC9104626", "35562914"]}, {"Citation": "Cannon J. R., Greenamyre J. T. (2011). The role of environmental exposures in neurodegeneration and neurodegenerative diseases. Toxicol. Sci. 124 225–250. 10.1093/toxsci/kfr239", "ArticleIdList": ["10.1093/toxsci/kfr239", "PMC3216414", "21914720"]}, {"Citation": "Centonze D., Mori F., Koch G., Buttari F., Codecà C., Rossi S., et al. (2009). Lack of effect of cannabis-based treatment on clinical and laboratory measures in multiple sclerosis. Neurol. Sci. 30 531–534. 10.1007/s10072-009-0136-5", "ArticleIdList": ["10.1007/s10072-009-0136-5", "19768368"]}, {"Citation": "Chatterjee P., Chandra S., Dey P., Bhattacharya S. (2012). Evaluation of anti-inflammatory effects of green tea and black tea: A comparative in vitro study. J. Adv. Pharm. Technol. Res. 3 136–138. 10.4103/2231-4040.97298", "ArticleIdList": ["10.4103/2231-4040.97298", "PMC3401676", "22837963"]}, {"Citation": "Chearwae W., Bright J. J. (2008). 15-Deoxy-Δ12, 14-prostaglandin J2 and curcumin modulate the expression of toll-like receptors4 and 9 in autoimmune T lymphocyte. J. Clin. Immunol. 28 558–570. 10.1007/s10875-008-9202-7", "ArticleIdList": ["10.1007/s10875-008-9202-7", "18463970"]}, {"Citation": "Chen J., Chia N., Kalari K. R., Yao J. Z., Novotna M., Paz Soldan M. M., et al. (2016). Multiple sclerosis patients have a distinct gut microbiota compared to healthy controls. Sci. Rep. 6:28484. 10.1038/srep28484", "ArticleIdList": ["10.1038/srep28484", "PMC4921909", "27346372"]}, {"Citation": "Cheslack-Postava K., Rantakokko P. V., Hinkka-Yli-Salomäki S., Surcel H. M., McKeague I. W., Kiviranta H. A. (2013). Maternal serum persistent organic pollutants in the Finnish prenatal study of autism: A pilot study. Neurotoxicol. Teratol. 38 1–5. 10.1016/j.ntt.2013.04.001", "ArticleIdList": ["10.1016/j.ntt.2013.04.001", "PMC3713110", "23591055"]}, {"Citation": "Cole G. M., Teter B., Frautschy S. A. (2007). Neuroprotective effects of curcumin. Adv. Exp. Med. Biol. 595 197–212. 10.1007/978-0-387-46401-5_8", "ArticleIdList": ["10.1007/978-0-387-46401-5_8", "PMC2527619", "17569212"]}, {"Citation": "Costa L. G., Gennaro G., Guizzetti M., Vitalone A. (2008). Neurotoxicity of pesticides: A brief review. Front. Biosci. 13:1240–1249. 10.2741/2758", "ArticleIdList": ["10.2741/2758", "17981626"]}, {"Citation": "Costantini E., Jarlapoodi S., Serra F., Aielli L., Khan H., Belwal T., et al. (2022). Neuroprotective potential of Bacopa monnieri: Modulation of inflammatory signals. CNS Neurol. Disord. Drug Targets 21. 10.2174/1871527321666220111124047", "ArticleIdList": ["10.2174/1871527321666220111124047", "35021981"]}, {"Citation": "D’Angelo C., Reale M., Costantini E., Di Nicola M., Porfilio I., de Andrés C., et al. (2018). Profiling of canonical and non-traditional cytokine levels in interferon-β-treated relapsing-remitting-multiple sclerosis patients. Front. Immunol. 9:1240. 10.3389/fimmu.2018.01240", "ArticleIdList": ["10.3389/fimmu.2018.01240", "PMC5994428", "29915590"]}, {"Citation": "Dashti M., Ateyah K., Alroughani R., Al-Temaimi R. (2020). Replication analysis of variants associated with multiple sclerosis risk. Sci. Rep. 10:7327. 10.1038/s41598-020-64432-3", "ArticleIdList": ["10.1038/s41598-020-64432-3", "PMC7193640", "32355262"]}, {"Citation": "Dayapoglu N., Tan M. (2016). Use of complementary and alternative medicine among people with mul-tiple sclerosis in Eastern Turkey. Neurol. Asia 21 63–71."}, {"Citation": "Di Bari M., Reale M., Di Nicola M., Orlando V., Galizia S., Porfilio I., et al. (2016). Dysregulated ho-meostasis of acetylcholine levels in immune cells of RR-multiple sclerosis patients. Int. J. Mol. Sci. 17:2009. 10.3390/ijms17122009", "ArticleIdList": ["10.3390/ijms17122009", "PMC5187809", "27916909"]}, {"Citation": "Diamond B. J., Shiflett S. C., Feiwel N., Matheis R. J., Noskin O., Richards J. A., et al. (2000). Ginkgo biloba extract: Mechanisms and clinical indications. Arch. Phys. Med. Rehabil. 81 668–678. 10.1016/s0003-9993(00)90052-2", "ArticleIdList": ["10.1016/s0003-9993(00)90052-2", "10807109"]}, {"Citation": "Dobson R., Giovannoni G. (2019). Multiple sclerosis - a review. Eur. J. Neurol. 26 27–40. 10.1111/ene.13819", "ArticleIdList": ["10.1111/ene.13819", "30300457"]}, {"Citation": "Dopkins N., Miranda K., Wilson K., Holloman B. L., Nagarkatti P., Nagarkatti M. (2021). Effects of orally administered cannabidiol on neuroinflammation and intestinal inflammation in the attenuation of experimental autoimmune encephalomyelitis. J. Neuroimmune. Pharmacol. 18. 10.1007/s11481-021-10023-6 [Epub ahead of print].", "ArticleIdList": ["10.1007/s11481-021-10023-6", "PMC10207886", "34757526"]}, {"Citation": "Dresler S., Kováčik J., Strzemski M., Sowa I., Wójciak-Kosior M. (2018). Methodological aspects of bio-logically active compounds quantification in the genus Hypericum. J. Pharm. Biomed. Anal. 155 82–90. 10.1016/j.jpba.2018.03.048", "ArticleIdList": ["10.1016/j.jpba.2018.03.048", "29621655"]}, {"Citation": "Eghbaliferiz S., Farhadi F., Barreto G. E., Majeed M., Sahebkar A. (2020). Effects of curcumin on neu-rological diseases: Focus on astrocytes. Pharmacol. Rep. 72 769–782. 10.1007/s43440-020-00112-3", "ArticleIdList": ["10.1007/s43440-020-00112-3", "32458309"]}, {"Citation": "Elbaz A., Clavel J., Rathouz P. J., Moisan F., Galanaud J. P., Delemotte B., et al. (2009). Professional exposure to pesticides and Parkinson disease. Ann. Neurol. 66 494–504. 10.1002/ana.21717", "ArticleIdList": ["10.1002/ana.21717", "19847896"]}, {"Citation": "El-Ghorab A. H., Osman F., El Mageed M. A., Shaheen M. S., Hussein A. M., Mansour A. F., et al. (2014). Effects of fermentation and cooking on the quality of sausages and burgers. Int. J. Food Nut. Sci. 3 145–154."}, {"Citation": "Elliott D. M., Singh N., Nagarkatti M., Nagarkatti P. S. (2018). Cannabidiol attenuates experimental au-toimmune encephalomyelitis model of multiple sclerosis through induction of myeloid-derived sup-pressor cells. Front. Immunol. 9:1782. 10.3389/fimmu.2018.01782", "ArticleIdList": ["10.3389/fimmu.2018.01782", "PMC6085417", "30123217"]}, {"Citation": "Etemadifar M., Sajjadi S., Nasr Z., Firoozeei T. S., Abtahi S. H., Akbari M., et al. (2013). Epidemiology of multiple sclerosis in Iran: A systematic review. Eur. Neurol. 70 356–363. 10.1159/000355140", "ArticleIdList": ["10.1159/000355140", "24192707"]}, {"Citation": "Eskenaz B., Marks A. R., Bradman A., Fenster L., Johnson C., Barr D. B., et al. (2006). In utero exposure to dichlorodiphenyltrichloroethane (DDT) and dichlorodiphenyldichloroethylene (DDE) and neurode-velopment among young Mexican American children. Pediatrics 118 233–241. 10.1542/peds.2005-3117", "ArticleIdList": ["10.1542/peds.2005-3117", "16818570"]}, {"Citation": "Fahey A. J., Adrian Robins R., Constantinescu C. S. (2007). Curcumin modulation of IFN-beta and IL-12 signaling and cytokine induction in human T cells. J. Cell. Mol. Med. 11 1129–1137. 10.1111/j.1582-4934.2007.00089.x", "ArticleIdList": ["10.1111/j.1582-4934.2007.00089.x", "PMC4401279", "17979888"]}, {"Citation": "Fahmy H. M., Noor N. A., Mohammed F. F., Elsayed A. A., Radwan N. M. (2014). Nigella sativa as an an-ti-inflammatory and promising remyelinating agent in the cortex and hippocampus of experimental au-toimmune encephalomyelitis-induced rats. J. Basic. Appl. Zool. 67 182–195. 10.1016/j.jobaz.2014.08.005", "ArticleIdList": ["10.1016/j.jobaz.2014.08.005"]}, {"Citation": "Farag R. S., Abdel Latif M. S., Abd El-Gawad A. E., Dogheim S. M. (2011). Monitoring of pesticide residues in some Egyptian herbs, fruits, and vegetables. Int. Food Res. J. 18 659–665."}, {"Citation": "Farahat T. M., Abdelrasoul G. M., Amr M. M., Shebl M. M., Farahat F. M., Anger W. K. (2003). Neurobe-havioural effects among workers occupationally exposed to organophosphorous pesticides. Occup. Environ. Med. 60 279–286. 10.1136/oem.60.4.279", "ArticleIdList": ["10.1136/oem.60.4.279", "PMC1740510", "12660376"]}, {"Citation": "Feng J., Tao T., Yan W., Chen C. S., Qin X. (2014). Curcumin inhibits mitochondrial injury and apoptosis from the early stage in EAE mice. Oxid. Med. Cell. Longev. 2014:728751. 10.1155/2014/728751", "ArticleIdList": ["10.1155/2014/728751", "PMC4020219", "24868317"]}, {"Citation": "Filippi M., Bar-Or A., Piehl F., Preziosa P., Solari A., Vukusic S., et al. (2018). Multiple sclerosis. Nat. Rev. Dis. Primers 4:43. 10.1038/s41572-018-0041-4", "ArticleIdList": ["10.1038/s41572-018-0041-4", "30410033"]}, {"Citation": "Fitsanakis V. A., Amarnath V., Moore J. T., Montine K. S., Zhang J., Montine T. J. (2002). Catalysis of cat-echol oxidation by metal-dithiocarbamate complexes in pesticides. Free Radic. Biol. Med. 33 1714–1723. 10.1016/s0891-5849(02)01169-3", "ArticleIdList": ["10.1016/s0891-5849(02)01169-3", "12488139"]}, {"Citation": "Fletcher J. M., Lalor S. J., Sweeney C. M., Tubridy N., Mills K. H. (2010). T cells in multiple sclerosis and experimental autoimmune encephalomyelitis. Clin. Exp. Immunol. 162 1–11.", "ArticleIdList": ["PMC2990924", "20682002"]}, {"Citation": "Fong H. H. S., Pauli G. F., Bolton J. L., van Breemen R. N., Banuvar S., Shulman L., et al. (2006). “Evidence-based herbal medicine: Challenges in efficacy and safety assessments,” in Annals of traditional chinese medicine Vol 2: Current review of Chinese medicine, eds Leung P. C., Fong H. H. S., Xue C. C. (Singapore: World Scientific; ), 11–26."}, {"Citation": "Fragoso Y. D., Carra A., Macias M. A. (2020). Cannabis and multiple sclerosis. Expert Rev. Neurother. 20 849–854. 10.1080/14737175.2020.1776610", "ArticleIdList": ["10.1080/14737175.2020.1776610", "32515670"]}, {"Citation": "Friese M. A., Schattling B., Fugger L. (2014). Mechanisms of neurodegeneration and axonal dysfunction in multiple sclerosis. Nat. Rev. Neurol. 10 225–238.", "ArticleIdList": ["24638138"]}, {"Citation": "Franco R., Sánchez-Olea R., Reyes-Reyes E. M., Panayiotidis M. I. (2009). Environmental toxicity, oxidative stress and apoptosis: Ménage à trois. Mutat. Res. 674 3–22. 10.1016/j.mrgentox.2008.11.012", "ArticleIdList": ["10.1016/j.mrgentox.2008.11.012", "19114126"]}, {"Citation": "Furgiuele A., Cosentino M., Ferrari M., Marino F. (2021). Immunomodulatory potential of cannabidiol in multiple sclerosis: A systematic review. J. Neuroimmune Pharmacol. 16 251–269. 10.1007/s11481-021-09982-7", "ArticleIdList": ["10.1007/s11481-021-09982-7", "PMC7829325", "33492630"]}, {"Citation": "Gachpazan M., Habbibirad S., Kashani H., Jamialahmadi T., Rahimi H. R., Sahebkar A. (2021). Targeting nuclear factor-kappa B signaling pathway by curcumin: Implications for the treatment of multiple sclero-sis. Adv. Exp. Med. Biol. 1291 41–53. 10.1007/978-3-030-56153-6_3", "ArticleIdList": ["10.1007/978-3-030-56153-6_3", "34331683"]}, {"Citation": "Gagnier J. J., DeMelo J., Boon H., Rochon P., Bombardier C. (2006). Quality of reporting of randomized controlled trials of herbal medicine interventions. Am. J. Med. 119 800.e1–e11. 10.1016/j.amjmed.2006.02.006", "ArticleIdList": ["10.1016/j.amjmed.2006.02.006", "16945616"]}, {"Citation": "Galloway T., Handy R. (2003). Immunotoxicity of organophosphorous pesticides. Ecotoxicology 12 345–363. 10.1023/a:1022579416322", "ArticleIdList": ["10.1023/a:1022579416322", "12739880"]}, {"Citation": "Garcia S. J., Seidler F. J., Crumpton T. L., Slotkin T. A. (2001). Does the developmental neurotoxicity of chlorpyrifos involve glial targets? Macromolecule synthesis, adenylyl cyclase signaling, nuclear transcrip-tion factors, and formation of reactive oxygen in C6 glioma cells. Brain Res. 891 54–68. 10.1016/s0006-8993(00)03189-9", "ArticleIdList": ["10.1016/s0006-8993(00)03189-9", "11164809"]}, {"Citation": "Garcia S. J., Seidler F. J., Qiao D., Slotkin T. A. (2002). Chlorpyrifos targets developing glia: Effects on glial fibrillary acidic protein. Brain Res. Dev. Brain. Res. 133 151–161. 10.1016/s0165-3806(02)00283-3", "ArticleIdList": ["10.1016/s0165-3806(02)00283-3", "11882345"]}, {"Citation": "Gasperini C., Haggiag S., Ruggieri S. (2013). Drugs in clinical development for multiple sclerosis: Focusing on anti-CD20 antibodies. Expert. Opin. Investig. Drugs 22 1243–1253. 10.1517/13543784.2013.820275", "ArticleIdList": ["10.1517/13543784.2013.820275", "23855792"]}, {"Citation": "Ghanaatian N., Lashgari N. A., Abdolghaffari A. H., Rajaee S. M., Panahi Y., Barreto G. E., et al. (2019). Curcumin as a therapeutic candidate for multiple sclerosis: Molecular mechanisms and targets. J. Cell. Physiol. 234 12237–12248. 10.1002/jcp.27965", "ArticleIdList": ["10.1002/jcp.27965", "30536381"]}, {"Citation": "Graves J. S., Chitnis T., Weinstock-Guttman B., Rubin J., Zelikovitch A. S., Nourbakhsh B., et al. (2017). Network of pediatric multiple sclerosis centers. Maternal and perinatal exposures are associated with risk for pediatric-onset multiple sclerosis. Pediatrics 139:e20162838. 10.1542/peds.2016-2838", "ArticleIdList": ["10.1542/peds.2016-2838", "PMC5369674", "28562303"]}, {"Citation": "Grażyna K. (2020). Pesticide residues in some polish herbs. Agriculture 10:154. 10.3390/agriculture10050154", "ArticleIdList": ["10.3390/agriculture10050154"]}, {"Citation": "Greenberg H. S., Werness S. A., Pugh J. E., Andrus R. O., Anderson D. J., Domino E. F. (1994). Short-term effects of smoking marijuana on balance in patients with multiple sclerosis and normal volunteers. Clin. Pharmacol. Ther. 55 324–328. 10.1038/clpt.1994.33", "ArticleIdList": ["10.1038/clpt.1994.33", "8143398"]}, {"Citation": "Guerrero B. L., Sicotte N. L. (2020). Microglia in multiple sclerosis: Friend or foe? Front. Immunol. 11:374. 10.3389/fimmu.2020.00374", "ArticleIdList": ["10.3389/fimmu.2020.00374", "PMC7098953", "32265902"]}, {"Citation": "Ha S. K., Moon E., Ju M. S., Kim D. H., Ryu J. H., Oh M. S., et al. (2012). 6-Shogaol, a ginger product, modulates neuroinflammation: A new approach to neuroprotection. Neuropharmacology 63 211–223. 10.1016/j.neuropharm.2012.03.016", "ArticleIdList": ["10.1016/j.neuropharm.2012.03.016", "22465818"]}, {"Citation": "Hansen M. R. H., Jors E., Lander F., Condarco G., Debes F., Bustillos N. T., et al. (2017). Neu-rological deficits after long-term pyrethroid exposure. Environ. Health Insights 11:1178630217700628. 10.1177/1178630217700628", "ArticleIdList": ["10.1177/1178630217700628", "PMC5398229", "28469448"]}, {"Citation": "Hauser S. L., Cree B. A. C. (2020). Treatment of multiple sclerosis: A review. Am. J. Med. 133 1380–1390.e2. 10.1016/j.amjmed.2020.05.049", "ArticleIdList": ["10.1016/j.amjmed.2020.05.049", "PMC7704606", "32682869"]}, {"Citation": "Hashem S., El-Tamawy M. S., Hamdy S., Elmasry T. (2010). Epidemiology of multiple sclerosis in Egypt. Egypt J. Neurol. Psychiatry Neurosurg. 47 625–632."}, {"Citation": "Hayward D. G., Wong J. W. (2009). Organohalogen and organophosphorous pesticide method for ginseng root–a comparison of gas chromatography-single quadrupole mass spectrometry with high resolution time-of-flight mass spectrometry. Anal. Chem. 81 5716–5723. 10.1021/ac900494a", "ArticleIdList": ["10.1021/ac900494a", "19548696"]}, {"Citation": "Hedström A. K., Hössjer O., Katsoulis M., Kockum I., Olsson T., Alfredsson L. (2018). Organic solvents and MS susceptibility. Neurology 91 e455–e462. 10.1212/WNL.0000000000005906", "ArticleIdList": ["10.1212/WNL.0000000000005906", "PMC6093765", "29970406"]}, {"Citation": "Horwitz H., Ahlgren B., Nærum E. (2013). Effect of occupation on risk of developing MS: An insurance cohort study. BMJ Open 3:e002894. 10.1136/bmjopen-2013-002894", "ArticleIdList": ["10.1136/bmjopen-2013-002894", "PMC3693412", "23794592"]}, {"Citation": "Hwang I., Ahn G., Park E., Ha D., Song J. Y., Jee Y. (2011). An acidic polysaccharide of Panax ginseng ameliorates experimental autoimmune encephalomyelitis and induces regulatory T cells. Immunol. Lett. 138 169–178. 10.1016/j.imlet.2011.04.005", "ArticleIdList": ["10.1016/j.imlet.2011.04.005", "21524666"]}, {"Citation": "International Multiple Sclerosis Genetics Consortium [IMSGC] (2013). Analysis of immune-related loci identifies 48 new susceptibility variants for multiple sclerosis. Nat. Genet. 45 1353–1360. 10.1038/ng.2770", "ArticleIdList": ["10.1038/ng.2770", "PMC3832895", "24076602"]}, {"Citation": "Isaac R. A., Kerber J. D. (2015). “Atomic absorption and flame photometry: Techniques and uses in soil, plant, and water analysis,” in Instrumental methods for analysis of soils and plant tissue, ed. Walsh L. M. (Madison, WI: Soil Science Society of America; ). 10.2136/1971.Instrumentalmethods.C2", "ArticleIdList": ["10.2136/1971.Instrumentalmethods.C2"]}, {"Citation": "Jafarzadeh A., Mohammadi-Kordkhayli M., Ahangar-Parvin R., Azizi V., Khoramdel-Azad H., Shamsizadeh A., et al. (2014). Ginger extracts influence the expression of IL-27 and IL-33 in the central nervous system in experimental autoimmune encephalomyelitis and ameliorates the clinical symptoms of disease. J. Neuroimmunol. 276 80–88. 10.1016/j.jneuroim.2014.08.614", "ArticleIdList": ["10.1016/j.jneuroim.2014.08.614", "25175065"]}, {"Citation": "Jafarzadeh A., Azizi S. V., Nemati M., Khoramdel-Azad H., Shamsizadeh A., Ayoobi F., et al. (2015). Ginger extract reduces the expression of IL-17 and IL-23 in the sera and central nervous system of EAE mice. Iran J. Immunol. 12 288–301.", "ArticleIdList": ["26714420"]}, {"Citation": "Jafarzadeh A., Arabi Z., Ahangar-Parvin R., Mohammadi-Kordkhayli M., Nemati M. (2017). Ginger extract modulates the expression of chemokines CCL20 and CCL22 and their receptors (CCR6 and CCR4) in the central nervous system of mice with experimental autoimmune encephalomyelitis. Drug Res. 67 632–639. 10.1055/s-0043-113455", "ArticleIdList": ["10.1055/s-0043-113455", "28672408"]}, {"Citation": "Jafarzadeh A., Nemati M. (2018). Therapeutic potentials of ginger for treatment of multiple sclerosis: A review with emphasis on its immunomodulatory, anti-inflammatory and anti-oxidative properties. J. Neuroimmunol. 324 54–75. 10.1016/j.jneuroim.2018.09.003", "ArticleIdList": ["10.1016/j.jneuroim.2018.09.003", "30243185"]}, {"Citation": "Johnson S. K., Diamond B. J., Rausch S., Kaufman M., Shiflett S. C., Graves L. (2006). The effect of Ginkgo biloba on functional measures in multiple sclerosis: A pilot randomized controlled trial. Explore (NY) 2 19–24. 10.1016/j.explore.2005.10.007", "ArticleIdList": ["10.1016/j.explore.2005.10.007", "16781604"]}, {"Citation": "Kallaur A. P., Oliveira S. R., Colado Simão A. N., Delicato de Almeida E. R., Kaminami Morimoto H., Lopes J., et al. (2013). Cytokine profile in relapsing-remitting multiple sclerosis patients and the association between progression and activity of the disease. Mol. Med. Rep. 7 1010–1020. 10.3892/mmr.2013.1256", "ArticleIdList": ["10.3892/mmr.2013.1256", "23292766"]}, {"Citation": "Kanakasabai S., Casalini E., Walline C. C., Mo C., Chearwae W., Bright J. J. (2012). Differential regulation of CD4(+) T helper cell responses by curcumin in experimental autoimmune encephalomyelitis. J. Nutr. Biochem. 23 1498–1507. 10.1016/j.jnutbio.2011.10.002", "ArticleIdList": ["10.1016/j.jnutbio.2011.10.002", "22402368"]}, {"Citation": "Kang S., Min H. (2012). Ginseng, the ‘immunity boost’: The effects of Panax ginseng on immune system. J. Ginseng. Res. 36 354–368. 10.5142/jgr.2012.36.4.354", "ArticleIdList": ["10.5142/jgr.2012.36.4.354", "PMC3659612", "23717137"]}, {"Citation": "Kaskow B. J., Baecher-Allan C. (2018). Effector T cells in multiple sclerosis. Cold Spring Harb. Perspect. Med. 8:a029025. 10.1101/cshperspect.a029025", "ArticleIdList": ["10.1101/cshperspect.a029025", "PMC5880159", "29358315"]}, {"Citation": "Kaur P., Radotra B., Minz R. W., Gill K. D. (2007). Impaired mitochondrial energy metabolism and neu-ronal apoptotic cell death after chronic dichlorvos (OP) exposure in rat brain. Neurotoxicology 28 1208–1219. 10.1016/j.neuro.2007.08.001", "ArticleIdList": ["10.1016/j.neuro.2007.08.001", "17850875"]}, {"Citation": "Killestein J., Hoogervorst E. L. J., Reif M., Blauw B., Smits M., Uitdehaag B. M. J., et al. (2003). Immuno-modulatory effects of orally administered cannabinoids in multiple sclerosis. J. Neuroimmunol. 137 140–143. 10.1016/s0165-5728(03)00045-6", "ArticleIdList": ["10.1016/s0165-5728(03)00045-6", "12667658"]}, {"Citation": "Kim E., Cameron M., Lovera J., Schaben L., Bourdette D., Whitham R. (2011). American ginseng does not improve fatigue in multiple sclerosis: A single center randomized double-blind placebo-controlled crossover pilot study. Mult. Scler. 17 1523–1526. 10.1177/1352458511412062", "ArticleIdList": ["10.1177/1352458511412062", "21803872"]}, {"Citation": "Kim K. S., Lee Y. M., Lee H. W., Jacobs J. D. R., Lee D. H. (2015). Associations between organochlorines pesticides and cognition in U.S. elders: National health and nutrition examination survey 1999–2002. Environ. Int. 75 87–92. 10.1016/j.envint.2014.11.003", "ArticleIdList": ["10.1016/j.envint.2014.11.003", "25461417"]}, {"Citation": "Kim S., Chang L., Weinstock-Guttman B., Gandhi S., Jakimovski D., Carl E., et al. (2018). Complementary and alternative medicine usage by multiple sclerosis patients: Results from a prospective clinical study. J. Altern. Complement. Med. 24 596–602. 10.1089/acm.2017.0268", "ArticleIdList": ["10.1089/acm.2017.0268", "PMC6006417", "29498537"]}, {"Citation": "Kochmanski J., VanOeveren S. E., Patterson J. R., Bernstein A. I. (2019). Developmental dieldrin exposure alters dna methylation at genes related to dopaminergic neuron development and parkinson’s disease in mouse midbrain. Toxicol. Sci. 169 593–607. 10.1093/toxsci/kfz069", "ArticleIdList": ["10.1093/toxsci/kfz069", "PMC6542339", "30859219"]}, {"Citation": "Kori R. K., Singh M. K., Jain A. K., Yadav R. S. (2018). Neurochemical and behavioral dysfunctions in pes-ticide exposed farm workers: A clinical outcome. Indian J. Clin. Biochem. 33 372–381. 10.1007/s12291-018-0791-5", "ArticleIdList": ["10.1007/s12291-018-0791-5", "PMC6170243", "30319182"]}, {"Citation": "Kuhlmann T., Lassmann H., Brück W. (2008). Diagnosis of inflammatory demyelination in biopsy specimens: A practical approach. Acta Neuropathol. 115 275–287. 10.1007/s00401-007-0320-8", "ArticleIdList": ["10.1007/s00401-007-0320-8", "PMC2668559", "18175128"]}, {"Citation": "Kumagai C., Kalman B., Middleton F. A., Vyshkina T., Massa P. T. (2012). Increased promoter methylation of the immune regulatory gene SHP-1 in leukocytes of multiple sclerosis subjects. J. Neuroimmunol. 246 51–57. 10.1016/j.jneuroim.2012.03.003", "ArticleIdList": ["10.1016/j.jneuroim.2012.03.003", "PMC3335962", "22458980"]}, {"Citation": "Kunle O. F., Egharevba H. O., Ahmadu P. O. (2012). Standardization of herbal medicines: A review. Int. J. Biodvers. Conserv. 4 101–112. 10.5897/IJBC11.163", "ArticleIdList": ["10.5897/IJBC11.163"]}, {"Citation": "Laske C., Wormstall H., Einsiedler K., Buchkremer G. (2004). Alzherimer’s disease with secondary Parkinson’s syndrome. Case report of a patient with dementia and Parkinson’s syndrome after long-term occupational exposure to insecticides, herbicides, and pesticides. Nervenarzt 75 1107–1111. 10.1007/s00115-003-1641-z", "ArticleIdList": ["10.1007/s00115-003-1641-z", "15551110"]}, {"Citation": "Lassmann H. (2019). Pathogenic mechanisms associated with different clinical courses of multiple sclerosis. Front. Immunol. 9:3116. 10.3389/fimmu.2018.03116", "ArticleIdList": ["10.3389/fimmu.2018.03116", "PMC6335289", "30687321"]}, {"Citation": "Lee M. J., Jang M., Choi J., Chang B. S., Kim D. Y., Kim S. H., et al. (2016). Korean red ginseng and gin-senoside-Rb1/-Rg1 alleviate experimental autoimmune encephalomyelitis by suppressing Th1 and Th17 cells and upregulating regulatory T cells. Mol. Neurobiol. 53 1977–2002. 10.1007/s12035-015-9131-4", "ArticleIdList": ["10.1007/s12035-015-9131-4", "25846819"]}, {"Citation": "Lee M. J., Chang B. J., Oh S., Nah S. Y., Cho I. H. (2018). Korean red ginseng mitigates spinal demyelination in a model of acute multiple sclerosis by downregulating p38 mitogen-activated protein kinase and nuclear factor-κB signaling pathways. J. Ginseng. Res. 42 436–446. 10.1016/j.jgr.2017.04.013", "ArticleIdList": ["10.1016/j.jgr.2017.04.013", "PMC6187097", "30337803"]}, {"Citation": "Leung M. C. K., Meyer J. N. (2019). Mitochondria as a target of organophosphate and carbamate pesticides: Revisiting common mechanisms of action with new approach methodologies. Reprod. Toxicol. 89 83–92. 10.1016/j.reprotox.2019.07.007", "ArticleIdList": ["10.1016/j.reprotox.2019.07.007", "PMC6766410", "31315019"]}, {"Citation": "London L., Nell V., Thompson M. L., Myers J. E. (1998). Effects of long-term organophosphate exposures on neurological symptoms, vibration sense and tremor amongst South African farm workers. Scand. J. Work Environ. Health 24 18–29. 10.5271/sjweh.274", "ArticleIdList": ["10.5271/sjweh.274", "9562397"]}, {"Citation": "London L., Flisher A. J., Wesseling C., Mergler D., Kromhout H. (2005). Suicide and exposure to organ-ophosphate insecticides: Cause or effect? Am. J. Ind. Med. 47 308–321. 10.1002/ajim.20147", "ArticleIdList": ["10.1002/ajim.20147", "15776467"]}, {"Citation": "London L., Beseler C., Bouchard M. F., Bellinger D. C., Colosio C., Grandjean P., et al. (2012). Neurobe-havioral and neurodevelopmental effects of pesticide exposures. Neurotoxicology 33 887–896. 10.1016/j.neuro.2012.01.004", "ArticleIdList": ["10.1016/j.neuro.2012.01.004", "PMC3371394", "22269431"]}, {"Citation": "Lotti M., Moretto A. (2005). Organophosphate-induced delayed polyneuropathy. Toxicol. Rev. 24 37–49. 10.2165/00139709-200524010-00003", "ArticleIdList": ["10.2165/00139709-200524010-00003", "16042503"]}, {"Citation": "Lovera J., Bagert B., Smoot K., Morris C. D., Frank R., Bogardus K., et al. (2007). Ginkgo biloba for the improvement of cognitive performance in multiple sclerosis: A randomized, placebo-controlled trial. Mult. Scler. 13 376–385. 10.1177/1352458506071213", "ArticleIdList": ["10.1177/1352458506071213", "17439907"]}, {"Citation": "Lovera J. F., Kim E., Heriza E., Fitzpatrick M., Hunziker J., Turner A. P., et al. (2012). Ginkgo Biloba does not improve cognitive function in MS: A randomized placebo-controlled trial. Neurology 79 1278–1284. 10.1212/WNL.0b013e31826aac60", "ArticleIdList": ["10.1212/WNL.0b013e31826aac60", "PMC3440446", "22955125"]}, {"Citation": "Levin E. D., Addy N., Baruah A., Elias A., Christopher N. C., Seidler F. J., et al. (2002). Prenatal chlorpyrifos exposure in rats causes persistent behavioral alterations. Neurotoxicol. Teratol. 24 733–741. 10.1016/s0892-0362(02)00272-6", "ArticleIdList": ["10.1016/s0892-0362(02)00272-6", "12460655"]}, {"Citation": "Lu J. L. (2009). Comparison of pesticide exposure and physical examination, neurological assessment, and laboratory findings between full-time and part-time vegetable farmers in the Philippines. Environ. Health Prev. Med. 14 345–352. 10.1007/s12199-009-0105-x", "ArticleIdList": ["10.1007/s12199-009-0105-x", "PMC2767498", "19730977"]}, {"Citation": "Magyari M., Koch-Henriksen N., Pfleger C. C., Sørensen P. S. (2014). Physical and social environment and the risk of multiple sclerosis. Mult. Scler. Relat. Disord. 3 600–606. 10.1016/j.msard.2014.07.002", "ArticleIdList": ["10.1016/j.msard.2014.07.002", "26265272"]}, {"Citation": "Mahad D., Ziabreva I., Lassmann H., Turnbull D. (2008). Mitochondrial defects in acute multiple sclerosis lesions. Brain 131 1722–1735. 10.1093/brain/awn105", "ArticleIdList": ["10.1093/brain/awn105", "PMC2442422", "18515320"]}, {"Citation": "Mar S., Liang S., Waltz M., Casper T. C., Goyal M., Greenberg B., et al. (2018). Network of pediatric multiple sclerosis centers. Several household chemical exposures are associated with pediatric-onset multiple sclerosis. Ann. Clin. Transl. Neurol. 5 1513–1521. 10.1002/acn3.663", "ArticleIdList": ["10.1002/acn3.663", "PMC6292189", "30564618"]}, {"Citation": "Marrie R. A. (2004). Environmental risk factors in multiple sclerosis aetiology. Lancet Neurol. 3 709–718. 10.1016/S1474-4422(04)00933-0", "ArticleIdList": ["10.1016/S1474-4422(04)00933-0", "15556803"]}, {"Citation": "Mauriz E., Vallejo D., Tunon M. J., Rodriguez-Lopez J. M., Rodrıguez Perez R., Sanz-Gomez J., et al. (2015). Effects of dietary supplementation with lemon verbena extracts on serum inflammatory markers of multiple sclerosis patients. Nutr. Hosp. 31 764–771. 10.3305/nh.2015.31.2.8319", "ArticleIdList": ["10.3305/nh.2015.31.2.8319", "25617561"]}, {"Citation": "Mecha M., Carrillo-Salinas F. J., Feliú A., Mestre L., Guaza C. (2020). Perspectives on cannabis-based therapy of multiple sclerosis: A mini-review. Front. Cell. Neurosci. 14:34. 10.3389/fncel.2020.00034", "ArticleIdList": ["10.3389/fncel.2020.00034", "PMC7042204", "32140100"]}, {"Citation": "MackenzieRoss S. J., Brewin C. R., Curran H. V., Furlong C. E., Abraham-Smith K. M., Harrison V. (2010). Neuropsychological and psychiatric functioning in sheep farmers exposed to low levels of organophos-phate pesticides. Neurotoxicol. Teratol. 32 452–459. 10.1016/j.ntt.2010.03.004", "ArticleIdList": ["10.1016/j.ntt.2010.03.004", "PMC3042861", "20227490"]}, {"Citation": "Milatovic D., Gupta R. C., DeKundy A., Montine T. J., Dettbarn W. D. (2005). Carbofuran-induced oxidative stress in slow and fast skeletal muscles: Prevention by memantine and atropine. Toxicology 208 13–24. 10.1016/j.tox.2004.11.004", "ArticleIdList": ["10.1016/j.tox.2004.11.004", "15664429"]}, {"Citation": "Mimpen M., Smolders J., Hupperts R., Damoiseaux J. (2020). Natural killer cells in multiple sclerosis: A review. Immunol. Lett. 222 1–11. 10.1016/j.imlet.2020.02.012", "ArticleIdList": ["10.1016/j.imlet.2020.02.012", "32113900"]}, {"Citation": "Misra U. K., Nag D., Khan W. A., Ray P. K. (1988). A study of nerve conduction velocity, late responses and neuromuscular synapse functions in organophosphate workers in India. Arch. Toxicol. 61 496–500. 10.1007/BF00293697", "ArticleIdList": ["10.1007/BF00293697", "3190448"]}, {"Citation": "Mohajeri M., Sadeghizadeh M., Najafi F., Javan M. (2015). Polymerized nano-curcumin attenuates neu-rological symptoms in eae model of multiple sclerosis through down-regulation of inflammatory and ox-idative processes and enhancing neuroprotection and myelin repair. Neuropharmacology 99 156–167. 10.1016/j.neuropharm.2015.07.013", "ArticleIdList": ["10.1016/j.neuropharm.2015.07.013", "26211978"]}, {"Citation": "Mohamed A., Afridi D. M., Garani O., Tucci M. (2005). Thymoquinone inhibits the activation of NF-kappaB in the brain and spinal cord of experimental autoimmune encephalomyelitis. Biomed. Sci. Instrum. 41 388–393.", "ArticleIdList": ["15850137"]}, {"Citation": "Mohammadi A., Hosseinzadeh Colagar A., Khorshidian A., Amini S. M. (2021). The functional roles of curcumin on astrocytes in neurodegenerative diseases. Neuroimmunomodulation 8 1–11. 10.1159/000517901", "ArticleIdList": ["10.1159/000517901", "34496365"]}, {"Citation": "Mojaverrostami S., Bojnordi M. N., Ghasemi-Kasman M., Ebrahimzadeh M. A., Hamidabadi H. G. (2018). A review of herbal therapy in multiple sclerosis. Adv. Pharm. Bull. 8 575–590. 10.15171/apb.2018.066", "ArticleIdList": ["10.15171/apb.2018.066", "PMC6311642", "30607330"]}, {"Citation": "Moser T., Akgün K., Proschmann U., Sellner J., Ziemssen T. (2020). The role of TH17 cells in multiple sclerosis: Therapeutic implications. Autoimmun. Rev. 19:102647. 10.1016/j.autrev.2020.102647", "ArticleIdList": ["10.1016/j.autrev.2020.102647", "32801039"]}, {"Citation": "Motsoeneng P. M., Dalvie M. A. (2015). Relationship between urinary pesticide residue levels and neuro-toxic symptoms among women on farms in the Western Cape, South Africa. Int. J. Environ. Res. Public Health. 12 6281–6299. 10.3390/ijerph120606281", "ArticleIdList": ["10.3390/ijerph120606281", "PMC4483701", "26042367"]}, {"Citation": "Mowry E. M., Hedström A. K., Gianfrancesco M. A., Shao X., Schaefer C. A., Shen L., et al. (2018). Incor-porating machine learning approaches to assess putative environmental risk factors for multiple sclerosis. Mult. Scler. Relat. Disord. 24 135–141. 10.1016/j.msard.2018.06.009", "ArticleIdList": ["10.1016/j.msard.2018.06.009", "30005356"]}, {"Citation": "Nabiuni M., Nazari Z., Angaji A., Nejad S. (2011). Neuroprotective effects of Curcumin. Austral. J. Basic Appl. Sci. 5 2224–2240."}, {"Citation": "Natarajan C., Bright J. J. (2002). Curcumin inhibits experimental allergic encephalomyelitis by blocking IL-12 signaling through Janus kinase-STAT pathway in T lymphocytes. J. Immunol. 168 6506–6513. 10.4049/jimmunol.168.12.6506", "ArticleIdList": ["10.4049/jimmunol.168.12.6506", "12055272"]}, {"Citation": "Naughton S. X., Terry A. V., Jr. (2018). Neurotoxicity in acute and repeated organophosphate exposure. Toxicology 408 101–112. 10.1016/j.tox.2018.08.011", "ArticleIdList": ["10.1016/j.tox.2018.08.011", "PMC6839762", "30144465"]}, {"Citation": "Naziroglu M., Kutluhan S., Ovey I. S., Aykur M., Yurekli V. A. (2014). Modulation of oxidative stress, apoptosis, and calcium entry in leukocytes of patients with multiple sclerosis by Hypericum perforatum. Nutr. Neurosci. 17 214–221. 10.1179/1476830513Y.0000000083", "ArticleIdList": ["10.1179/1476830513Y.0000000083", "24075078"]}, {"Citation": "Nguyen T. D., Lee K. J., Lee M. H., Lee G. H. (2010). A multiresidue method for the determination 234 pesticides in Korean herbs using gas chromatography mass spectrometry. Microchemical. J. 95 43–49. 10.1016/j.microc.2009.09.012", "ArticleIdList": ["10.1016/j.microc.2009.09.012"]}, {"Citation": "Nichols J. M., Kummari E., Sherman J., Yang E. J., Dhital S., Gilfeather C., et al. (2021). Suppression of EAE Is correlated with early inhibition of splenic IFN-γ + CD8+ T cells and modest inhibition of neu-roinflammation. J. Neuroimmune. Pharmacol. 16 346–362. 10.1007/s11481-020-09917-8", "ArticleIdList": ["10.1007/s11481-020-09917-8", "PMC7679272", "32440886"]}, {"Citation": "Noor N. A., Fahmy H. M., Mohammed F. F., Elsayed A. A., Radwan N. M. (2015). Nigella sativa amliorates inflammation and demyelination in the experimental autoimmune encephalomyelitis-induced Wistar rats. Int. J. Clin. Exp. Pathol. 8 6269–6286.", "ArticleIdList": ["PMC4525838", "26261504"]}, {"Citation": "Noroozian M., Mohebbi-Rasa S., Tasviechi A. K., Sahraian M. A., Karamghadiri N., Akhondzadeh S. (2011). Ginkgo biloba for improvement of memory and quality of life in multiple sclerosis: An open trial. J. Med. Plant. Res 10 33–42."}, {"Citation": "Novak J., Grausgruber-Groger S., Lukas B. (2007). DNA-based authentication of plant extracts. Food Res. Int. 40 388–392."}, {"Citation": "Oddone E., Scaburri A., Modonesi C., Montomoli C., Bergamaschi R., Crosignani P., et al. (2013). Multiple sclerosis and occupational exposures: Results of an explorative study. G. Ital. Med. Lav. Ergon. 35 133–137.", "ArticleIdList": ["24734319"]}, {"Citation": "Oddone E., Imbriani M. (2015). Are we underestimating occupational risks for neurodegenerative diseases? G. Ital. Med. Lav. Ergon. 37 5–7.", "ArticleIdList": ["26193735"]}, {"Citation": "Ohayo-Mitoko G. J., Kromhout H., Simwa J. M., Boleij J. S., Heederik D. (2000). Self reported symptoms and inhibition of acetylcholinesterase activity among Kenyan agricultural workers. Occup. Environ. Med. 57 195–200. 10.1136/oem.57.3.195", "ArticleIdList": ["10.1136/oem.57.3.195", "PMC1739922", "10810102"]}, {"Citation": "Olsson T., Barcellos L., Alfredsson L. (2017). Interactions between genetic, lifestyle and environmental risk factors for multiple sclerosis. Nat. Rev. Neurol 13 25–36. 10.1038/nrneurol.2016.187", "ArticleIdList": ["10.1038/nrneurol.2016.187", "27934854"]}, {"Citation": "Parnell G. P., Booth D. R. (2017). The multiple sclerosis (MS) genetic risk factors indicate both acquired and innate immune cell subsets contribute to ms pathogenesis and identify novel therapeutic oppor-tunities. Front. Immunol. 8:425. 10.3389/fimmu.2017.00425", "ArticleIdList": ["10.3389/fimmu.2017.00425", "PMC5394466", "28458668"]}, {"Citation": "Parrón T., Requena M., Hernández A. F., Alarcón R. (2011). Association between environmental exposure to pesticides and neurodegenerative diseases. Toxicol. Appl. Pharmacol. 256 379–385. 10.1016/j.taap.2011.05.006", "ArticleIdList": ["10.1016/j.taap.2011.05.006", "21601587"]}, {"Citation": "Payan-Renteria R., Garibay-Chavez G., Rangel-Ascencio R., Preciado-Martinez V., Munoz-Islas L., Beltran-Miranda C., et al. (2012). Effect of chronic pesticide exposure in farm workers of a Mexico community. Arch. Environ. Occup. Health 67 22–30. 10.1080/19338244.2011.564230", "ArticleIdList": ["10.1080/19338244.2011.564230", "22315932"]}, {"Citation": "Peng Y., Yang S. S., Gan L., Zhou J. X., Chen Z. X. (2021). Focus on Chinese herbal medicine therapy for multiple sclerosis by dialectical treatment. Chin. Med. J. 134 278–280. 10.1097/CM9.0000000000001110", "ArticleIdList": ["10.1097/CM9.0000000000001110", "PMC7846435", "33009022"]}, {"Citation": "Pertwee R. G. (2002). Cannabinoids and multiple sclerosis. Pharmacol. Ther. 95 165–174. 10.1016/s0163-7258(02)00255-3", "ArticleIdList": ["10.1016/s0163-7258(02)00255-3", "12182963"]}, {"Citation": "Piao Y., Liang X. (2012). Chinese medicine in diabetic peripheral neuropathy: Experimental research on nerve repair and regeneration. Evid. Based Complement. Alternat. Med. 2012:191632. 10.1155/2012/191632", "ArticleIdList": ["10.1155/2012/191632", "PMC3426291", "22927874"]}, {"Citation": "Pilkington A., Buchanan D., Jamal G. A., Gillham R., Hansen S., Kidd M., et al. (2001). An epidemio-logical study of the relations between exposure to organophosphate pesticides and indices of chronic pe-ripheral neuropathy and neuropsychological abnormalities in sheep farmers and dippers. Occup. Environ. Med. 58 702–710. 10.1136/oem.58.11.702", "ArticleIdList": ["10.1136/oem.58.11.702", "PMC1740069", "11600725"]}, {"Citation": "Polman C. H., O’Connor P. W., Havrdova E., Hutchinson M., Kappos L., Miller D. H., et al. (2006). A randomized, placebo-controlled trial of natalizumab for relapsing multiple sclerosis. N. Engl. J. Med. 354 899–910. 10.1056/NEJMoa044397", "ArticleIdList": ["10.1056/NEJMoa044397", "16510744"]}, {"Citation": "Posadzki P., Watson L. K., Ernst E. (2013). Adverse effects of herbal medicines: An overview of systematic reviews. Clin. Med. (Lond) 13 7–12. 10.7861/clinmedicine.13-1-7", "ArticleIdList": ["10.7861/clinmedicine.13-1-7", "PMC5873713", "23472485"]}, {"Citation": "Pouchieu C., Piel C., Carles C., Gruber A., Helmer C., Tual S., et al. (2018). Pesticide use in agriculture and Parkinson’s disease in the AGRICAN cohort study. Int. J. Epidemiol. 47 299–310. 10.1093/ije/dyx225", "ArticleIdList": ["10.1093/ije/dyx225", "29136149"]}, {"Citation": "Qiao D., Seidler F. J., Slotkin T. A. (2001). Developmental neurotoxicity of chlorpyrifos modeled in vitro: Comparative effects of metabolites and other cholinesterase inhibitors on DNA synthesis in PC12 and C6 cells. Environ. Health Perspect. 109 909–913. 10.1289/ehp.01109909", "ArticleIdList": ["10.1289/ehp.01109909", "PMC1240440", "11673119"]}, {"Citation": "Rai V., Kakkar P., Singh J., Misra C., Kumar S., Mehrotra S. (2008). Toxic metals and organochlorine pesticides residue in single herbal drugs used in important ayurvedic formulation - ‘Dashmoola’. Environ. Monit. Assess. 143 273–277. 10.1007/s10661-007-9976-8", "ArticleIdList": ["10.1007/s10661-007-9976-8", "17922233"]}, {"Citation": "Randriamampionona D., Diallo B., Rakotoniriana F., Rabemanantsoa C., Cheuk K., Corbisier A. M., et al. (2007). Comparative analysis of active constituents in Centella asiatica samples from Madagascar: Application for ex situ conservation and clonal propagation. Fitoterapia 78 482–489. 10.1016/j.fitote.2007.03.016", "ArticleIdList": ["10.1016/j.fitote.2007.03.016", "17560738"]}, {"Citation": "Reale M., De Angelis F., Di Nicola M., Capello E., Di Ioia M., De Luca G., et al. (2012). Relation between pro-inflammatory cytokines and acetylcholine levels in relapsing-remitting multiple sclerosis patients. Int. J. Mol. Sci. 13 12656–12664. 10.3390/ijms131012656", "ArticleIdList": ["10.3390/ijms131012656", "PMC3497293", "23202919"]}, {"Citation": "Reale M., Costantini E., Di Nicola M., D’Angelo C., Franchi S., D’Aurora M., et al. (2018). Butyrylcho-linesterase and Acetylcholinesterase polymorphisms in multiple sclerosis patients: Implication in periph-eral inflammation. Sci. Rep. 8:1319. 10.1038/s41598-018-19701-7", "ArticleIdList": ["10.1038/s41598-018-19701-7", "PMC5778050", "29358722"]}, {"Citation": "Regulation [EC] 396/2005 (2022). Avaliable online at: http://data.europa.eu/eli/reg/2005/396/oj\n(accessed March 25, 2022)."}, {"Citation": "Richardson J. R., Roy A., Shalat S. L., Buckley B., Winnik B., Gearing M., et al. (2011). β-Hexachlorocyclohexane levels in serum and risk of Parkinson’s disease. Neurotoxicology 32 640–645. 10.1016/j.neuro.2011.04.002", "ArticleIdList": ["10.1016/j.neuro.2011.04.002", "PMC3176949", "21620887"]}, {"Citation": "Rivera E., Ekholm Pettersson F., Inganas M., Paulie S., Gronvik K. O. (2005). The Rb1 fraction of ginseng elicits a balanced Th1 and Th2 immune response. Vaccine 23 5411–5419. 10.1016/j.vaccine.2005.04.007", "ArticleIdList": ["10.1016/j.vaccine.2005.04.007", "16286158"]}, {"Citation": "Roberts E. M., English P. B., Grether J. K., Windham G. C., Somberg L. (2007). Wolff C. Maternal residence near agricultural pesticide applications and autism spectrum disorders among children in the California central valley. Environ. Health Perspect. 115 1482–1489. 10.1289/ehp.10168", "ArticleIdList": ["10.1289/ehp.10168", "PMC2022638", "17938740"]}, {"Citation": "Rodrigues M. V. N., Reyes F. G. R., Magalhãesa P. M., Rath S. (2007). GC-MS determination of organochlorine pesticides in medicinal plants harvested in Brazil. J. Braz. Chem. Soc. 18 135–142. 10.1590/S0103-50532007000100015", "ArticleIdList": ["10.1590/S0103-50532007000100015"]}, {"Citation": "Rohlman D. S., Lasarev M., Anger W. K., Scherer J., Stupfel J., McCauley L. (2007). Neurobehavioral performance of adult and adolescent agricultural workers. Neurotoxicology 28 374–380. 10.1016/j.neuro.2006.10.006", "ArticleIdList": ["10.1016/j.neuro.2006.10.006", "17141876"]}, {"Citation": "Roldan-Tapia L., Parron T., Sanchez-Santed F. (2005). Neuropsychological effects of long-term exposure to organophosphate pesticides. Neurotoxicol. Teratol. 27 259–266. 10.1016/j.ntt.2004.12.002", "ArticleIdList": ["10.1016/j.ntt.2004.12.002", "15734277"]}, {"Citation": "Rothlein J., Rohlman D., Lasarev M., Phillips J., Muniz J., McCauley L. (2006). Organophosphate pesti-cide exposure and neurobehavioral performance in agricultural and nonagricultural Hispanic workers. Environ. Health Perspect. 114 691–696. 10.1289/ehp.8182", "ArticleIdList": ["10.1289/ehp.8182", "PMC1459921", "16675422"]}, {"Citation": "Safari H., Anani Sarab G., Naseri M. (2021). Artemisia dracunculus L. Modulates the immune system in a multiple sclerosis mouse model. Nutr. Neurosci. 24 843–849. 10.1080/1028415X.2019.1681742", "ArticleIdList": ["10.1080/1028415X.2019.1681742", "31665978"]}, {"Citation": "Salvi R. M., Lara D. R., Ghisolfi E. S., Portela L. V., Dias R. D., Souza D. O. (2003). Neuropsychiatric evalu-ation in subjects chronically exposed to organophosphate pesticides. Toxicol. Sci. 72 267–271. 10.1093/toxsci/kfg034", "ArticleIdList": ["10.1093/toxsci/kfg034", "12660361"]}, {"Citation": "Sánchez-Santed F., Colomina M. T., Herrero Hernández E. (2016). Organophosphate pesticide exposure and neurodegeneration. Cortex 74 417–426. 10.1016/j.cortex.2015.10.003", "ArticleIdList": ["10.1016/j.cortex.2015.10.003", "26687930"]}, {"Citation": "Sarkhail P., Yunesian M., Ahmadkhaniha R., Sarkheil P., Rastkari N. (2012). Levels of organophosphorus pesticides in medicinal plants commonly consumed in Iran. Daru 20:9. 10.1186/2008-2231-20-9", "ArticleIdList": ["10.1186/2008-2231-20-9", "PMC3555721", "23351610"]}, {"Citation": "Sedighi B., Pardakhty A., Kamali H., Shafiee K., Hasani B. N. (2014). Effect of Boswellia papyrifera on cognitive impairment in multiple sclerosis. Iran J. Neurol. 13 149–153.", "ArticleIdList": ["PMC4240932", "25422734"]}, {"Citation": "Semnani M., Mashayekhi F., Azarnia M., Salehi Z. (2017). Effects of green tea epigallocatechin-3-gallate on the proteolipid protein and oligodendrocyte transcription factor 1 messenger RNA gene expression in a mouse model of multiple sclerosis. Folia Neuropathol. 55 199–205. 10.5114/fn.2017.70484", "ArticleIdList": ["10.5114/fn.2017.70484", "28984112"]}, {"Citation": "Stockholm Convention. (2018). Seventh expert group meeting on Ddt. Available online at: http://chm.pops.int\n(accessed September 2022)."}, {"Citation": "Seyedzadeh M. H., Safari Z., Zare A., Gholizadeh Navashenaq J., Razavi A., Kardar G. A., et al. (2014). Study of curcumin immunomodulatory effects on reactive astrocyte cell function. Int. Immunopharmacol. 22 230–235. 10.1016/j.intimp.2014.06.035", "ArticleIdList": ["10.1016/j.intimp.2014.06.035", "24998635"]}, {"Citation": "Shetti S., Kumar C. D., Sriwastava N. K., Sharma I. P. (2011). Pharmaco vigilance of herbal medicines: Current state and futuredirections. Pharmacogn. Mag. 7 69–73. 10.4103/0973-1296.75905", "ArticleIdList": ["10.4103/0973-1296.75905", "PMC3065161", "21472083"]}, {"Citation": "Silver K., Dong K., Zhorov B. S. (2017). Molecular mechanism of action and selectivity of sodium ch annel blocker insecticides. Curr. Med. Chem. 24 2912–2924. 10.2174/0929867323666161216143844", "ArticleIdList": ["10.2174/0929867323666161216143844", "PMC5730267", "27993108"]}, {"Citation": "Singh N. K., Chhillar N., Banerjee B. D., Bala K., Basu M., Mustafa M. (2012). Organochlorine pesticide levels anrisk of Alzheimer’s disease in north Indian population. Hum. Exp. Toxicol. 32 24–30. 10.1177/0960327112456315", "ArticleIdList": ["10.1177/0960327112456315", "22899726"]}, {"Citation": "Slifman N. R., Obermeyer W. R., Aloi B. K., Musser S. M., Correll W. A., Jr., Cichowicz S. M., et al. (1998). Contamination of botanical dietary supplements by Digitalis lanata. N. Engl. J. Med. 339 806–811. 10.1056/NEJM199809173391204", "ArticleIdList": ["10.1056/NEJM199809173391204", "9738088"]}, {"Citation": "Smit L. A., van-Wendel-de-Joode B. N., Heederik D., Peiris-John R. J., van der Hoek W. (2003). Neurological symptoms among Sri Lankan farmers occupation- ally exposed to acetylcholinesterase-inhibiting insecticides. Am. J. Ind. Med. 44 254–264. 10.1002/ajim.10271", "ArticleIdList": ["10.1002/ajim.10271", "12929145"]}, {"Citation": "Sorosina M., Clarellia F., Ferrè L., Osiceanu A. M., Unal N. T., Mascia E., et al. (2018). Clinical response to nabiximols correlates with the downregulation of immune pathways in multiple sclerosis. Eur. J. Neurol. 25 e934–e970. 10.1111/ene.13623", "ArticleIdList": ["10.1111/ene.13623", "29528549"]}, {"Citation": "Srivastava K. C., Bordia A., Verma S. K. (1995). Curcumin, a major component of food spice turmeric (Curcuma longa) inhibits aggregation and alters eicosanoid metabolism in human blood platelets. J. Prostaglandins Leukot. Essent. Fatty Acids 52 223–227. 10.1016/0952-3278(95)90040-3", "ArticleIdList": ["10.1016/0952-3278(95)90040-3", "7784468"]}, {"Citation": "Stallones L., Beseler C. (2002). Pesticide poisoning and depressive symptoms among farm residents. Ann. Epidemiol. 12 389–394. 10.1016/S1047-2797(01)00298-8", "ArticleIdList": ["10.1016/S1047-2797(01)00298-8", "12160597"]}, {"Citation": "Starks S. E., Gerr F., Kamel F., Lynch C. F., Jones M. P., Alavanja M. C., et al. (2012). Neurobehavioral function and organophosphate insecticide use among pesticide applicators in the agricultural health study. Neurotoxicol. Teratol. 34 168–176. 10.1016/j.ntt.2011.08.014", "ArticleIdList": ["10.1016/j.ntt.2011.08.014", "PMC3601543", "21907279"]}, {"Citation": "Stephens R., Sreenivasan B. (2004). Neuropsychological effects of long-term low-level organophosphate exposure in orchard sprayers in England. Arch. Environ. Health 59 566–574. 10.1080/00039890409603435", "ArticleIdList": ["10.1080/00039890409603435", "16599004"]}, {"Citation": "Sturner K. H., Stellmann J. P., Paul F., Dorr J., Martin R., Heesen C. (2014). Safety, tolerability and efficacy of Boswellic acids in relapsingremitting multiple sclerosis: The SABA proof-of-concept trial. Mult. Scler. 20 88–89."}, {"Citation": "Stys P. K., Tsutsui S. (2019). Recent advances in understanding multiple sclerosis. F1000Res. 8. 10.12688/f1000research.20906.1", "ArticleIdList": ["10.12688/f1000research.20906.1", "PMC6915812", "31885862"]}, {"Citation": "Su F. C., Goutman S. A., Chernyak S., Mukherjee B., Callaghan B. C., Batterman S., et al. (2016). Association of environmental toxins with amyotrophic lateral sclerosis. JAMA Neurol. 73 803–811. 10.1001/jamaneurol.2016.0594", "ArticleIdList": ["10.1001/jamaneurol.2016.0594", "PMC5032145", "27159543"]}, {"Citation": "Sun Q., Zheng Y., Zhang X., Hu X., Wang Y., Zhang S., et al. (2013). Novel immunoregulatory properties of EGCG on reducing inflammation in EAE. Front. Biosci. 18:332–342. 10.2741/4104", "ArticleIdList": ["10.2741/4104", "23276926"]}, {"Citation": "Tegenge M. A., Rajbhandari L., Shrestha S., Mithal A., Hosmane S., Venkatesan A. (2014). Curcumin protects axons from degeneration in the setting of local neuroinflammation. Exp. Neurol. 253 102–110. 10.1016/j.expneurol.2013.12.016", "ArticleIdList": ["10.1016/j.expneurol.2013.12.016", "24382451"]}, {"Citation": "Tong H., Tong Y., Xue J., Liu D., Wu X. (2014). Multi-residual pesticide monitoring in commercial Chinese herbal medicines by gas chromatography–triple quadrupole tandem mass spectrometry. Food Anal. Met. 7 135–145."}, {"Citation": "Tripathy V., Basak B. B., Varghese T. S., Saha A. (2015). Residues and contaminants in medicinal herbs. Rev. Phytochem. Lett. 14 67–78. 10.1016/j.phytol.2015.09.003", "ArticleIdList": ["10.1016/j.phytol.2015.09.003"]}, {"Citation": "Türk Börü Ü, Duman A., Kulualp A. Ş, Güler N., Taşdemir M., Yılmaz Ü, et al. (2018). Multiple sclerosis prevalence study. The comparison of 3 coastal cities, located in the black sea and mediterranean regions of Turkey. Medicine 97:e12856. 10.1097/MD.0000000000012856", "ArticleIdList": ["10.1097/MD.0000000000012856", "PMC6211850", "30334992"]}, {"Citation": "Vaney C., Heinzel-Gutenbrunner M., Jobin P., Tschopp F., Gattlen B., Hagen U., et al. (2004). Efficacy, safety and tolerability of an orally administered cannabis extract in the treatment of spasticity in patients with multiple sclerosis: A randomized, double-blind, placebo-controlled, crossover study. Mult. Scler. 10 417–424. 10.1191/1352458504ms1048oa", "ArticleIdList": ["10.1191/1352458504ms1048oa", "15327040"]}, {"Citation": "Vasconcelos C. C., Thuler L. C., Rodrigues B. C., Calmon A. B., Alvarenga R. M. (2016). Multiple sclerosis in Brazil: A systematic review. Clin. Neurol. Neurosurg. 151 24–30. 10.1016/j.clineuro.2016.07.011", "ArticleIdList": ["10.1016/j.clineuro.2016.07.011", "27756020"]}, {"Citation": "Walton C., King R., Rechtman L., Kaye W., Leray E., Marrie R. A., et al. (2020). Rising prevalence of multiple sclerosis worldwide: Insights from the Atlas of MS, third edition. Mult. Scler. 26 1816–1821. 10.1177/1352458520970841", "ArticleIdList": ["10.1177/1352458520970841", "PMC7720355", "33174475"]}, {"Citation": "Wang J., Ren Z., Xu Y., Xiao S., Meydani S. N., Wu D. (2012). Epigallocatechin-3-gallate ameliorates experimental autoimmune encephalomyelitis by altering balance among CD4+ T-cell subsets. Am. J. Pathol. 180 221–234. 10.1016/j.ajpath.2011.09.007", "ArticleIdList": ["10.1016/j.ajpath.2011.09.007", "PMC5691346", "22056360"]}, {"Citation": "Wang Y., Gou Y., Zhang L., Li C., Wang Z., Liu Y., et al. (2022). Levels and health risk of pesticide residues in chinese herbal medicines. Front. Pharmacol. 12:818268. 10.3389/fphar.2021.818268", "ArticleIdList": ["10.3389/fphar.2021.818268", "PMC8844025", "35177984"]}, {"Citation": "Wani W. Y., Gudup S., Sunkaria A., Bal A., Singh P. P., Kandimalla R. J., et al. (2011). Protective ef-ficacy of mitochondrial targeted antioxidant MitoQ against dichlorvos induced oxidative stress and cell death in rat brain. Neuropharmacology 61 1193–1201. 10.1016/j.neuropharm.2011.07.008", "ArticleIdList": ["10.1016/j.neuropharm.2011.07.008", "21784090"]}, {"Citation": "Werneke U., Horn O., Taylor D. M. (2004). How effective is St John’s wort? The evidence revisited. J. Clin. Psychiatry 65 611–617.", "ArticleIdList": ["15163246"]}, {"Citation": "Wesseling C., Joode B. W., Keifer M., London L., Mergler D., Stallones L. (2010). Symptoms of psycho-logical distress andsuicidal ideation among banana workers witha history of poisoning by organophos-phateor n-methyl carbamate pesticides. Occup. Environ. Med. 67 778–784. 10.1136/oem.2009.047266", "ArticleIdList": ["10.1136/oem.2009.047266", "20798019"]}, {"Citation": "Wheeler M. A., Jaronen M., Covacu R., Zandee S. E. J., Scalisi G., Rothhammer V., et al. (2019). Envi-ronmental control of astrocyte pathogenic activities in CNS inflammation. Cell 176 581.e–596.e. 10.1016/j.cell.2018.12.012", "ArticleIdList": ["10.1016/j.cell.2018.12.012", "PMC6440749", "30661753"]}, {"Citation": "World Health Organization [WHO] (2004). WHO guidelines on safety monitoring of herbal medicines in pharmacovigilance systems. Geneva: World Health Organization."}, {"Citation": "Wingerchuk D., Lucchinetti C., Noseworthy J. (2001). Multiple sclerosis: Current pathophysiological concepts. Lab. Invest. 81 263–281. 10.1038/labinvest.3780235", "ArticleIdList": ["10.1038/labinvest.3780235", "11310820"]}, {"Citation": "Won Y. K., Liu J., Olivier K., Jr., Zheng Q., Pope C. N. (2001). Age-related effects of chlorpyrifos on ace-tylcholine release in rat brain. Neurotoxicology 22 39–48. 10.1016/s0161-813x(00)00009-7", "ArticleIdList": ["10.1016/s0161-813x(00)00009-7", "11307850"]}, {"Citation": "Wong J. W., Zhang K., Tech K., Hayward D. G., Krynitsky A. J., Cassias I., et al. (2010). Multiresidue pesticide analysis of ginseng powders using acetonitrile- or acetone-based extraction, solid-phase extraction cleanup, and gas chromatography-mass spectrometry/selective ion monitoring (GC-MS/SIM) or tandem mass spectrometry (GC-MS/MS). J. Agric. Food Chem. 58 5884–5896. 10.1021/jf903851h", "ArticleIdList": ["10.1021/jf903851h", "20225896"]}, {"Citation": "Wu J., Liu Y., Zhao R., Xu R. (2011). Fast pesticide multiresidue analysis in American ginseng (Panax quinquefolium L.) by gas chromatography with electron capture detection. J. Nat. Med. 65 406–409. 10.1007/s11418-010-0500-z", "ArticleIdList": ["10.1007/s11418-010-0500-z", "21213063"]}, {"Citation": "Xiao J., Xu X., Wang F., Ma J., Liao M., Shi Y., et al. (2019). Analysis of exposure to pesticide residues from traditional Chinese medicine. J. Hazard. Mater. 365 857–867. 10.1016/j.jhazmat.2018.11.075", "ArticleIdList": ["10.1016/j.jhazmat.2018.11.075", "30497040"]}, {"Citation": "Xie L., Li X. K., Funeshima-Fuji N., Kimura H., Matsumoto Y., Isaka Y., et al. (2009). Amelioration of experimental autoimmune encephalomyelitis by curcumin treatment through inhibition of IL-17 production. Int. Immunopharmacol. 9 575–581. 10.1016/j.intimp.2009.01.025", "ArticleIdList": ["10.1016/j.intimp.2009.01.025", "19539560"]}, {"Citation": "Xie L., Li X. K., Takahara S. (2011). Curcumin has bright prospects for the treatment of multiple sclerosis. Int. Immunopharmacol. 11 323–330. 10.1016/j.intimp.2010.08.013", "ArticleIdList": ["10.1016/j.intimp.2010.08.013", "20828641"]}, {"Citation": "Yadav V., Shinto L., Bourdette D. (2010). Complementary and alternative medicine for the treatment of multiple sclerosis. Expert Rev. Clin. Immunol. 6 381–395. 10.1586/eci.10.12", "ArticleIdList": ["10.1586/eci.10.12", "PMC2901236", "20441425"]}, {"Citation": "Yadav V., Bever C. J., Bowen J., Bowling A., Weinstock-Guttman B., Cameron M., et al. (2014). Summary of evidence-based guideline: Complementary and alternative medicine in multiple sclerosis: Report of the guideline development subcommittee of the American academy of neurology. Neurology 82 1083–1092. 10.1212/WNL.0000000000000250", "ArticleIdList": ["10.1212/WNL.0000000000000250", "PMC3962995", "24663230"]}, {"Citation": "Yadav S. S., Singh M. K., Yadav R. S. (2016). Organophosphates induced Alzheimer’s disease: An epigenetic aspect. J. Clin. Epigenet. 2 1–8."}, {"Citation": "Yahia Y., Mosleh E. M., Nafea O. A., Almagrabi A. A. (2016). Investigation of pesticides residues in some medicinal plants collected from local markets in Jeddah, Saudi Arabia. Int. J. Ecotoxicol. Ecobiolo. 1 67–71. 10.11648/j.ijee.20160103.11", "ArticleIdList": ["10.11648/j.ijee.20160103.11"]}, {"Citation": "Yan D., Zhang Y., Liu L., Yan H. (2016). Pesticide exposure and risk of Alzheimer’s disease: A systematic review and meta-analysis. Sci. Rep. 6:32222. 10.1038/srep32222", "ArticleIdList": ["10.1038/srep32222", "PMC5007474", "27581992"]}, {"Citation": "Yang X., Bam M., Nagarkatti P. S., Nagarkatti M. (2019). Cannabidiol regulates gene expression in en-cephalitogenic t cells using histone methylation and noncoding RNA during experimental autoimmune encephalomyelitis. Sci. Rep. 9:15780. 10.1038/s41598-019-52362-8", "ArticleIdList": ["10.1038/s41598-019-52362-8", "PMC6823430", "31673072"]}, {"Citation": "Yin J. J., He Y., An J., Miao Q., Sui R. X., Wang Q., et al. (2020). Dynamic balance of microglia and as-trocytes involved in the remyelinating effect of ginkgolide B. Front. Cell. Neurosci. 13:572. 10.3389/fncel.2019.00572", "ArticleIdList": ["10.3389/fncel.2019.00572", "PMC6960131", "31969806"]}, {"Citation": "Young J. G., Eskenazi B., Gladstone E. A., Bradman A., Pedersen L., Johnson C., et al. (2005). Association between in utero organophosphate pesticide exposure and abnormal reflexes in neonates. Neurotoxicology 26 199–209. 10.1016/j.neuro.2004.10.004", "ArticleIdList": ["10.1016/j.neuro.2004.10.004", "15713341"]}, {"Citation": "Yu G., Su Q., Chen Y., Wu L., Wu S., Li H. (2021). Epigenetics in neurodegenerative disorders induced by pesticides. Genes Environ. 43:55. 10.1186/s41021-021-00224-z", "ArticleIdList": ["10.1186/s41021-021-00224-z", "PMC8662853", "34893084"]}, {"Citation": "Zhang C., Hu R., Huang J., Huang X., Li Y., Yin Y., et al. (2016). Health effect of agricultural pesticide use in China: Implications for the development of GM crops. Sci. Rep. 6:34918. 10.1038/srep34918", "ArticleIdList": ["10.1038/srep34918", "PMC5056523", "27721390"]}, {"Citation": "Zhang J., Onakpoya I. J., Posadzki P., Eddouks M. (2015). The safety of herbal medicine: From prejudice to evidence. Evid. Based Complement. Alternat. Med. 2015:316706. 10.1155/2015/316706", "ArticleIdList": ["10.1155/2015/316706", "PMC4370194", "25838831"]}, {"Citation": "Zhao M. W., Yang P., Zhao L. L. (2019). Chlorpyrifos activates cell pyroptosis and increases susceptibility on oxidative stress-induced toxicity by miR-181/SIRT1/PGC-1α/Nrf2 signaling pathway in human neu-roblastoma SH-SY5Y cells: Implication for association between chlorpyrifos and Parkinson’s disease. Environ. Toxicol. 34 699–707. 10.1002/tox.22736", "ArticleIdList": ["10.1002/tox.22736", "30835941"]}, {"Citation": "Zhou T., Ahmad T. K., Alrushaid S., Pozdirca M., Ethans K., Intrater H., et al. (2019). Therapeutic impact of orally administered cannabinoid oil extracts in an experimental autoimmune encephalomyelitis animal model of multiple sclerosis. Biochem. Biophys. Res. Commun. 516 373–380. 10.1016/j.bbrc.2019.06.033", "ArticleIdList": ["10.1016/j.bbrc.2019.06.033", "31213295"]}, {"Citation": "Zhu D., Liu M., Yang Y., Ma L., Jiang Y., Zhou L., et al. (2014). Ginsenoside Rd ameliorates experimental autoimmune encephalomyelitis in C57BL/6 mice. J. Neurosci. Res. 92 1217–1226. 10.1002/jnr.23397", "ArticleIdList": ["10.1002/jnr.23397", "24798871"]}, {"Citation": "Zurich M. G., Monnet-Tschudi F., Costa L. G., Honegger P. (2004). “Aggregating brain cell cultures for neurotoxicological studies,” in Vitro neurotoxicology: Principles and challenges, ed. Tiffany- Castiglioni E. (Totowa, NJ: Humana Press; ), 243–266."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "7", "Day": "4"}, {"Year": "2022", "Month": "10", "Day": "20"}, {"Year": "2022", "Month": "11", "Day": "28", "Hour": "4", "Minute": "32"}, {"Year": "2022", "Month": "11", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["36439198", "PMC9688751", "10.3389/fncel.2022.985943"]}}], "PubmedBookArticle": []}