{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Arbutus undeo", "Laurus nobilis", "anti-diabetic", "anti-inflammatory", "antimicrobial", "volatile compounds"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36431011", "DateRevised": {"Year": "2022", "Month": "12", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "14"}], "Language": ["eng"], "ELocationID": ["1876", "10.3390/life12111876"], "Journal": {"ISSN": "2075-1729", "JournalIssue": {"Volume": "12", "Issue": "11", "PubDate": {"Year": "2022", "Month": "Nov", "Day": "14"}}, "Title": "Life (Basel, Switzerland)", "ISOAbbreviation": "Life (Basel)"}, "ArticleTitle": "Chemical Composition, Antioxidant, Anti-Diabetic, Anti-Acetylcholinesterase, Anti-Inflammatory, and Antimicrobial Properties of <i>Arbutus unedo</i> L. and <i>Laurus nobilis</i> L. Essential Oils.", "Abstract": {"AbstractText": ["The objectives of this work were to determine the phytochemical composition and antioxidant, anti-diabetic, antibacterial, anti-inflammatory, and anti-acetylcholinesterase properties of <i>Arbutus unedo</i> L. and <i>Laurus nobilis</i> L. EOs. The antioxidant effects were estimated using four complementary methods. In addition, the anti-diabetic activity was assessed by targeting three carbohydrate-hydrolyzing enzymes, namely α-amylase, α-glucosidase, and lipase. The anti-inflammatory and anti-acetylcholinesterase effects were evaluated by testing the inhibitory potential of both plants on lipo-oxygenase and acetylcholinesterase (AChE), respectively. The antimicrobial activity of these oils was evaluated using disc-diffusion, minimum inhibitory concentration (MIC), and minimum lethal concentration (MLC) tests. The chemical composition of <i>L. nobilis</i> essential oil (EO) was dominated by eucalyptol (36.40%), followed by α-terpineole (13.05%), α-terpinyl acetate (10.61%), linalool (10.34%), and northujane (5.74%). The main volatile compounds of <i>A. unedo</i> EOs were decenal (13.47%), α-terpineol (7.8%), and palmitic acid (6.00%). <i>L. nobilis</i> and <i>A. unedo</i> EOs inhibited α-amylase with IC<sub>50</sub> values of 42.51 ± 0.012 and 102 ± 0.06 µg/mL, respectively. Moreover, both oils inhibited the activity of α-glucosidase (IC<sub>50</sub> = 1.347 ± 0.021 µg/mL and IC<sub>50</sub> = 76 ± 0.021 µg/mL) and lipase (IC<sub>50</sub> = 21.23 ± 0.021 µg/mL and IC<sub>50</sub> = 97.018 ± 0.012 µg/mL, respectively). In addition, <i>L. nobilis</i> EO showed an anti-AChE activity (IC<sub>50</sub> = 89.44 ± 0.07 µg/mL) higher than that of <i>A. unedo</i> EO (IC<sub>50</sub> = 378.57 ± 0.05 µg/mL). Regarding anti-inflammatory activity, in vitro assays showed that <i>L. nobilis</i> significantly inhibits (IC<sub>50</sub> = 48.31 ± 0.07 μg/mL) 5-lipoxygenase compared to <i>A. unedo</i> (IC<sub>50</sub> = 86.14 ± 0.05 μg/mL). This was confirmed in vivo via a notable inhibition of inflammation recorded after 6 h of treatment in both plants at a dose of 50 mg/kg. The microbiological results revealed that EOs from both plants inhibited the growth of all tested organisms except <i>P. aeruginosa</i>, with the highest antimicrobial effect for <i>L. nobilis</i>. The results of these tests showed that these two plants possess remarkable biological and pharmacological properties, explaining their medicinal effects and suggesting them as promising sources of natural drugs."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Sciences, Princess Nourah bint Abdulrahman University, P.O. Box 84428, Riyadh 11671, Saudi Arabia."}], "LastName": "Al-Mijalli", "ForeName": "Samiah Hamad", "Initials": "SH"}, {"Identifier": ["0000-0002-8145-2572"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Pharmacology and Toxicology, Bio Pharmaceutical and Toxicological Analysis Research Team, Faculty of Medicine and Pharmacy, University Mohammed V in Rabat, Rabat BP 6203, Morocco."}], "LastName": "Mrabti", "ForeName": "Hanae Naceiri", "Initials": "HN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Sciences, University Mohammed First, Boulevard Mohamed VI BP 717, Oujda 60000, Morocco."}], "LastName": "Ouassou", "ForeName": "Hayat", "Initials": "H"}, {"Identifier": ["0000-0003-0762-5305"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Microbial Biotechnology and Bioactive Molecules, Science and Technologies Faculty, Sidi Mohamed Ben Abdellah University, Fez BP 2202, Morocco."}], "LastName": "Flouchi", "ForeName": "Rachid", "Initials": "R"}, {"Identifier": ["0000-0003-0549-249X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Science Laboratories, College of Science and Arts, Qassim University, Ar Rass 51921, Saudi Arabia."}], "LastName": "Abdallah", "ForeName": "Emad M", "Initials": "EM"}, {"Identifier": ["0000-0003-3275-0861"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biochemistry Department, Faculty of Science, King Abdulaziz University, Jeddah 21589, Saudi Arabia."}], "LastName": "Sheikh", "ForeName": "Ryan A", "Initials": "RA"}, {"Identifier": ["0000-0002-9387-5492"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Laboratory Sciences, Faculty of Applied Medical Sciences, Najran University, Najran 61441, Saudi Arabia."}], "LastName": "Alshahrani", "ForeName": "Mohammed Merae", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Laboratory Sciences, Faculty of Applied Medical Sciences, Najran University, Najran 61441, Saudi Arabia."}], "LastName": "Awadh", "ForeName": "Ahmed Abdullah Al", "Initials": "AAA"}, {"Identifier": ["0000-0001-8266-0130"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Materials, Nanotechnology and Environment LMNE, Faculty of Sciences, Mohammed V University in Rabat, Rabat BP 1014, Morocco."}], "LastName": "Harhar", "ForeName": "Hicham", "Initials": "H"}, {"Identifier": ["0000-0002-0308-1155"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Histology, Embryology, and Cytogenetic, Faculty of Medicine and Pharmacy, Mohammed V University in Rabat, Rabat 10000, Morocco."}], "LastName": "Omari", "ForeName": "Nasreddine El", "Initials": "NE"}, {"Identifier": ["0000-0002-6681-5363"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Laboratory Medicine, Faculty of Applied Medical Sciences, Umm Al-Qura University, Makkah 21955, Saudi Arabia."}], "LastName": "Qasem", "ForeName": "Ahmed", "Initials": "A"}, {"Identifier": ["0000-0001-5563-9491"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Laboratory Medicine, Faculty of Applied Medical Sciences, Umm Al-Qura University, Makkah 21955, Saudi Arabia."}], "LastName": "Assaggaf", "ForeName": "Hamza", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "King Fahad Armed Forced Hospital, Jeddah 23311, Saudi Arabia."}], "LastName": "Moursi", "ForeName": "Naif Hesham", "Initials": "NH"}, {"Identifier": ["0000-0001-9317-1631"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Human Pathologies Biology, Department of Biology, Faculty of Sciences, Mohammed V University in Rabat, Rabat BP 6203, Morocco."}], "LastName": "Bouyahya", "ForeName": "Abdelhakim", "Initials": "A"}, {"Identifier": ["0000-0001-6281-426X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Molecular Medicine and Medical Biotechnology, University of Naples Federico II, Via Pansini 5, 80131 Naples, Italy."}], "LastName": "Gallo", "ForeName": "Monica", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Pharmacology and Toxicology, Bio Pharmaceutical and Toxicological Analysis Research Team, Faculty of Medicine and Pharmacy, University Mohammed V in Rabat, Rabat BP 6203, Morocco."}], "LastName": "Faouzi", "ForeName": "Moulay El Abbes", "Initials": "MEA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Life (Basel)", "NlmUniqueID": "101580444", "ISSNLinking": "2075-1729"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abdallah E.M. Plants: An Alternative Source for Antimicrobials. J. Appl. Pharm. Sci. 2011;1:16–20."}, {"Citation": "Ekor M. The Growing Use of Herbal Medicines: Issues Relating to Adverse Reactions and Challenges in Monitoring Safety. Front. Pharmacol. 2014;4:177. doi: 10.3389/fphar.2013.00177.", "ArticleIdList": ["10.3389/fphar.2013.00177", "PMC3887317", "24454289"]}, {"Citation": "Abdelaali B., El Menyiy N., El Omari N., Benali T., Guaouguaou F.-E., Salhi N., Naceiri Mrabti H., Bouyahya A. Phytochemistry, Toxicology, and Pharmacological Properties of Origanum Elongatum. Evid. Based Complement. Altern. Med. 2021;2021:6658593. doi: 10.1155/2021/6658593.", "ArticleIdList": ["10.1155/2021/6658593", "PMC8225437", "34221086"]}, {"Citation": "Al-Mijalli S.H., Assaggaf H., Qasem A., El-Shemi A.G., Abdallah E.M., Mrabti H.N., Bouyahya A. Antioxidant, Antidiabetic, and Antibacterial Potentials and Chemical Composition of Salvia Officinalis and Mentha Suaveolens Grown Wild in Morocco. Adv. Pharmacol. Pharm. Sci. 2022;2022:2844880. doi: 10.1155/2022/2844880.", "ArticleIdList": ["10.1155/2022/2844880", "PMC9217590", "35755940"]}, {"Citation": "Benali T., Bouyahya A., Habbadi K., Zengin G., Khabbach A., Hammani K. Chemical Composition and Antibacterial Activity of the Essential Oil and Extracts of Cistus Ladaniferus Subsp. Ladanifer and Mentha Suaveolens against Phytopathogenic Bacteria and Their Ecofriendly Management of Phytopathogenic Bacteria. Biocatal. Agric. Biotechnol. 2020;28:101696. doi: 10.1016/j.bcab.2020.101696.", "ArticleIdList": ["10.1016/j.bcab.2020.101696"]}, {"Citation": "Bouyahya A., Chamkhi I., Benali T., Guaouguaou F.-E., Balahbib A., El Omari N., Taha D., Belmehdi O., Ghokhan Z., El Menyiy N. Traditional Use, Phytochemistry, Toxicology, and Pharmacology of Origanum majorana L. J. Ethnopharmacol. 2021;265:113318. doi: 10.1016/j.jep.2020.113318.", "ArticleIdList": ["10.1016/j.jep.2020.113318", "32882360"]}, {"Citation": "Bouyahya A., Belmehdi O., El Jemli M., Marmouzi I., Bourais I., Abrini J., Faouzi M.E.A., Dakka N., Bakri Y. Chemical Variability of Centaurium Erythraea Essential Oils at Three Developmental Stages and Investigation of Their in Vitro Antioxidant, Antidiabetic, Dermatoprotective and Antibacterial Activities. Ind. Crops Prod. 2019;132:111–117. doi: 10.1016/j.indcrop.2019.01.042.", "ArticleIdList": ["10.1016/j.indcrop.2019.01.042"]}, {"Citation": "El Omari N., Guaouguaou F.E., El Menyiy N., Benali T., Aanniz T., Chamkhi I., Balahbib A., Taha D., Shariati M.A., Zengin G. Phytochemical and Biological Activities of Pinus Halepensis Mill., and Their Ethnomedicinal Use. J. Ethnopharmacol. 2021;268:113661. doi: 10.1016/j.jep.2020.113661.", "ArticleIdList": ["10.1016/j.jep.2020.113661", "33276057"]}, {"Citation": "Khouchlaa A., Talbaoui A., El Idrissi A.E.Y., Bouyahya A., Ait Lahsen S., Kahouadji A., Tijane M. Determination of Phenol Content and Evaluation of in Vitro Litholytic Effects on Urolithiasis of Moroccan Zizyphus Lotus L. Extract. Phytothérapie. 2017;16:14–19. doi: 10.1007/s10298-017-1106-3.", "ArticleIdList": ["10.1007/s10298-017-1106-3"]}, {"Citation": "Marmouzi I., Bouyahya A., Ezzat S.M., El Jemli M., Kharbach M. The Food Plant Silybum Marianum (L.) Gaertn.: Phytochemistry, Ethnopharmacology and Clinical Evidence. J. Ethnopharmacol. 2021;265:113303. doi: 10.1016/j.jep.2020.113303.", "ArticleIdList": ["10.1016/j.jep.2020.113303", "32877720"]}, {"Citation": "Sharifi-Rad J., Dey A., Koirala N., Shaheen S., El Omari N., Salehi B., Goloshvili T., Cirone Silva N.C., Bouyahya A., Vitalini S. Cinnamomum Species: Bridging Phytochemistry Knowledge, Pharmacological Properties and Toxicological Safety for Health Benefits. Front. Pharmacol. 2021;12:600139. doi: 10.3389/fphar.2021.600139.", "ArticleIdList": ["10.3389/fphar.2021.600139", "PMC8144503", "34045956"]}, {"Citation": "Boukhatem M.N., Sudha T., Darwish N.H., Nada H.G., Mousa S.A. Rose-Scented Geranium Essential Oil from Algeria (Pelargonium Graveolens L’Hérit.): Assessment of Antioxidant, Anti-Inflammatory and Anticancer Properties against Different Metastatic Cancer Cell Lines. Ann. Pharm. Fr. 2021;80:383–396. doi: 10.1016/j.pharma.2021.07.002.", "ArticleIdList": ["10.1016/j.pharma.2021.07.002", "34310905"]}, {"Citation": "Nada H.G., Mohsen R., Zaki M.E., Aly A.A. Evaluation of Chemical Composition, Antioxidant, Antibiofilm and Antibacterial Potency of Essential Oil Extracted from Gamma Irradiated Clove (Eugenia Caryophyllata) Buds. J. Food Meas. Charact. 2022;16:673–686. doi: 10.1007/s11694-021-01196-y.", "ArticleIdList": ["10.1007/s11694-021-01196-y"]}, {"Citation": "Raut J.S., Karuppayil S.M. A Status Review on the Medicinal Properties of Essential Oils. Ind. Crops Prod. 2014;62:250–264. doi: 10.1016/j.indcrop.2014.05.055.", "ArticleIdList": ["10.1016/j.indcrop.2014.05.055"]}, {"Citation": "Baldino L., Scognamiglio M., Reverchon E. Supercritical Fluid Technologies Applied to the Extraction of Compounds of Industrial Interest from Cannabis Sativa L. and to Their Pharmaceutical Formulations: A Review. J. Supercrit. Fluids. 2020;165:104960. doi: 10.1016/j.supflu.2020.104960.", "ArticleIdList": ["10.1016/j.supflu.2020.104960"]}, {"Citation": "Sahraoui N., Boutekedjiret C. Progress in Clean Energy. Volume 1. Springer; Berlin/Heidelberg, Germany: 2015. Innovative Process of Essential Oil Extraction: Steam Distillation Assisted by Microwave; pp. 831–841."}, {"Citation": "Gonzalez-Coloma A., Martín L., Mainar A.M., Urieta J.S., Fraga B.M., Rodríguez-Vallejo V., Díaz C.E. Supercritical Extraction and Supercritical Antisolvent Fractionation of Natural Products from Plant Material: Comparative Results on Persea Indica. Phytochem. Rev. 2012;11:433–446. doi: 10.1007/s11101-012-9267-z.", "ArticleIdList": ["10.1007/s11101-012-9267-z"]}, {"Citation": "Macıas-Sánchez M.D., Mantell C., Rodrıguez M., de La Ossa E.M., Lubián L.M., Montero O. Supercritical Fluid Extraction of Carotenoids and Chlorophyll a from Nannochloropsis Gaditana. J. Food Eng. 2005;66:245–251. doi: 10.1016/j.jfoodeng.2004.03.021.", "ArticleIdList": ["10.1016/j.jfoodeng.2004.03.021"]}, {"Citation": "Janssen A.M., Scheffer J.J.C., Svendsen A.B. Antimicrobial Activity of Essential Oils: A 1976-1986 Literature Review. Aspects of the Test Methods. Planta Med. 1987;53:395–398. doi: 10.1055/s-2006-962755.", "ArticleIdList": ["10.1055/s-2006-962755", "3324126"]}, {"Citation": "Ma L., Yao L. Antiviral Effects of Plant-Derived Essential Oils and Their Components: An Updated Review. Molecules. 2020;25:2627. doi: 10.3390/molecules25112627.", "ArticleIdList": ["10.3390/molecules25112627", "PMC7321257", "32516954"]}, {"Citation": "Bhalla Y., Gupta V.K., Jaitak V. Anticancer Activity of Essential Oils: A Review. J. Sci. Food Agric. 2013;93:3643–3653. doi: 10.1002/jsfa.6267.", "ArticleIdList": ["10.1002/jsfa.6267", "23765679"]}, {"Citation": "Ibrahim F.A., Usman L.A., Akolade J.O., Idowu O.A., Abdulazeez A.T., Amuzat A.O. Antidiabetic Potentials of Citrus Aurantifolia Leaf Essential Oil. Drug Res. 2019;69:201–206. doi: 10.1055/a-0662-5607.", "ArticleIdList": ["10.1055/a-0662-5607", "30273946"]}, {"Citation": "Zehiroglu C., Ozturk Sarikaya S.B. The Importance of Antioxidants and Place in Today’s Scientific and Technological Studies. J. Food Sci. Technol. 2019;56:4757–4774. doi: 10.1007/s13197-019-03952-x.", "ArticleIdList": ["10.1007/s13197-019-03952-x", "PMC6828919", "31741500"]}, {"Citation": "Matough F.A., Budin S.B., Hamid Z.A., Alwahaibi N., Mohamed J. The Role of Oxidative Stress and Antioxidants in Diabetic Complications. Sultan Qaboos Univ. Med. J. 2012;12:5. doi: 10.12816/0003082.", "ArticleIdList": ["10.12816/0003082", "PMC3286717", "22375253"]}, {"Citation": "Mohora M., Greabu M., Muscurel C., Duta C., Totan A. The Sources and the Targets of Oxidative Stress in the Etiology of Diabetic Complications. Rom. J. Biophys. 2007;17:63–84."}, {"Citation": "Hong J.-H., Kim M.-J., Park M.-R., Kwag O.-G., Lee I.-S., Byun B.H., Lee S.-C., Lee K.-B., Rhee S.-J. Effects of Vitamin E on Oxidative Stress and Membrane Fluidity in Brain of Streptozotocin-Induced Diabetic Rats. Clin. Chim. Acta. 2004;340:107–115. doi: 10.1016/j.cccn.2003.10.003.", "ArticleIdList": ["10.1016/j.cccn.2003.10.003", "14734202"]}, {"Citation": "Coleman H.N., Greenfield W.W., Stratton S.L., Vaughn R., Kieber A., Moerman-Herzog A.M., Spencer H.J., Hitt W.C., Quick C.M., Hutchins L.F. Human Papillomavirus Type 16 Viral Load Is Decreased Following a Therapeutic Vaccination. Cancer Immunol. Immunother. 2016;65:563–573. doi: 10.1007/s00262-016-1821-x.", "ArticleIdList": ["10.1007/s00262-016-1821-x", "PMC4841729", "26980480"]}, {"Citation": "Jamila F., Mostafa E. Ethnobotanical Survey of Medicinal Plants Used by People in Oriental Morocco to Manage Various Ailments. J. Ethnopharmacol. 2014;154:76–87. doi: 10.1016/j.jep.2014.03.016.", "ArticleIdList": ["10.1016/j.jep.2014.03.016", "24685583"]}, {"Citation": "Boulanouar B., Abdelaziz G., Aazza S., Gago C., Miguel M.G. Antioxidant Activities of Eight Algerian Plant Extracts and Two Essential Oils. Ind. Crops Prod. 2013;46:85–96. doi: 10.1016/j.indcrop.2013.01.020.", "ArticleIdList": ["10.1016/j.indcrop.2013.01.020"]}, {"Citation": "Coates A., Hu Y., Bax R., Page C. The Future Challenges Facing the Development of New Antimicrobial Drugs. Nat. Rev. Drug Discov. 2002;1:895–910. doi: 10.1038/nrd940.", "ArticleIdList": ["10.1038/nrd940", "12415249"]}, {"Citation": "Sadeek A.M., Abdallah E.M. Phytochemical Compounds as Antibacterial Agents a Mini Review. Saudi Arab. Glob. J. Pharm. Sci. 2019;53:555720."}, {"Citation": "Hachlafi N.E., Aanniz T., Menyiy N.E., Baaboua A.E., Omari N.E., Balahbib A., Shariati M.A., Zengin G., Fikri-Benbrahim K., Bouyahya A. In Vitro and in Vivo Biological Investigations of Camphene and Its Mechanism Insights: A Review. Food Rev. Int. 2021:1–28. doi: 10.1080/87559129.2021.1936007.", "ArticleIdList": ["10.1080/87559129.2021.1936007"]}, {"Citation": "El Menyiy N., Guaouguaou F.-E., El Baaboua A., El Omari N., Taha D., Salhi N., Shariati M.A., Aanniz T., Benali T., Zengin G., et al. Phytochemical Properties, Biological Activities and Medicinal Use of Centaurium Erythraea Rafn. J. Ethnopharmacol. 2021;276:114171. doi: 10.1016/j.jep.2021.114171.", "ArticleIdList": ["10.1016/j.jep.2021.114171", "33940085"]}, {"Citation": "El Omari N., Jaouadi I., Lahyaoui M., Benali T., Taha D., Bakrim S., El Menyiy N., El Kamari F., Zengin G., Bangar S.P., et al. Natural Sources, Pharmacological Properties, and Health Benefits of Daucosterol: Versatility of Actions. Appl. Sci. 2022;12:5779. doi: 10.3390/app12125779.", "ArticleIdList": ["10.3390/app12125779"]}, {"Citation": "El Omari N., Akkaoui S., El Blidi O., Ghchime R., Bouyahya A., Kharbach M., Yagoubi M., Balahbib A., Chokairi O., Barkiyou M. HPLC-DAD/TOF-MS Chemical Compounds Analysis and Evaluation of Antibacterial Activity of Aristolochia Longa Root Extracts. Nat. Prod. Commun. 2020;15:1934578X20932753. doi: 10.1177/1934578X20932753.", "ArticleIdList": ["10.1177/1934578X20932753"]}, {"Citation": "Bouyahya A., Mechchate H., Benali T., Ghchime R., Charfi S., Balahbib A., Burkov P., Shariati M.A., Lorenzo J.M., Omari N.E. Health Benefits and Pharmacological Properties of Carvone. Biomolecules. 2021;11:1803. doi: 10.3390/biom11121803.", "ArticleIdList": ["10.3390/biom11121803", "PMC8698960", "34944447"]}, {"Citation": "Rios J.-L., Recio M.C. Medicinal Plants and Antimicrobial Activity. J. Ethnopharmacol. 2005;100:80–84. doi: 10.1016/j.jep.2005.04.025.", "ArticleIdList": ["10.1016/j.jep.2005.04.025", "15964727"]}, {"Citation": "Kim D.J. The Epidemiology of Diabetes in Korea. Diabetes Metab. J. 2011;35:303–308. doi: 10.4093/dmj.2011.35.4.303.", "ArticleIdList": ["10.4093/dmj.2011.35.4.303", "PMC3178689", "21977448"]}, {"Citation": "Surya S., Salam A.D., Tomy D.V., Carla B., Kumar R.A., Sunil C. Diabetes Mellitus and Medicinal Plants-a Review. Asian Pac. J. Trop. Dis. 2014;4:337–347. doi: 10.1016/S2222-1808(14)60585-5.", "ArticleIdList": ["10.1016/S2222-1808(14)60585-5"]}, {"Citation": "Prabhakar P.K., Doble M. A Target Based Therapeutic Approach towards Diabetes Mellitus Using Medicinal Plants. Curr. Diabetes Rev. 2008;4:291–308. doi: 10.2174/157339908786241124.", "ArticleIdList": ["10.2174/157339908786241124", "18991598"]}, {"Citation": "Serçe S., Özgen M., Torun A.A., Ercişli S. Chemical Composition, Antioxidant Activities and Total Phenolic Content of Arbutus Andrachne L. (Fam. Ericaceae) (the Greek Strawberry Tree) Fruits from Turkey. J. Food Compos. Anal. 2010;23:619–623. doi: 10.1016/j.jfca.2009.12.007.", "ArticleIdList": ["10.1016/j.jfca.2009.12.007"]}, {"Citation": "Bnouham M., Merhfour F.Z., Ziyyat A., Aziz M., Legssyer A., Mekhfi H. Antidiabetic Effect of Some Medicinal Plants of Oriental Morocco in Neonatal Non-Insulin-Dependent Diabetes Mellitus Rats. Hum. Exp. Toxicol. 2010;29:865–871. doi: 10.1177/0960327110362704.", "ArticleIdList": ["10.1177/0960327110362704", "20154101"]}, {"Citation": "Legssyer A., Ziyyat A., Mekhfi H., Bnouham M., Herrenknecht C., Roumy V., Fourneau C., Laurens A., Hoerter J., Fischmeister R. Tannins and Catechin Gallate Mediate the Vasorelaxant Effect of Arbutus Unedo on the Rat Isolated Aorta. Phytother. Res. Int. J. Devoted Pharmacol. Toxicol. Eval. Nat. Prod. Deriv. 2004;18:889–894.", "ArticleIdList": ["15597331"]}, {"Citation": "Ruiz-Rodríguez B.-M., Morales P., Fernández-Ruiz V., Sánchez-Mata M.-C., Camara M., Díez-Marqués C., Pardo-de-Santayana M., Molina M., Tardío J. Valorization of Wild Strawberry-Tree Fruits (Arbutus Unedo L.) through Nutritional Assessment and Natural Production Data. Food Res. Int. 2011;44:1244–1253. doi: 10.1016/j.foodres.2010.11.015.", "ArticleIdList": ["10.1016/j.foodres.2010.11.015"]}, {"Citation": "Ziyyat A., Mekhfi H., Bnouham M., Tahri A., Legssyer A., Hoerter J., Fischmeister R. Arbutus Unedo Induces Endothelium-Dependent Relaxation of the Isolated Rat Aorta. Phytother. Res. Int. J. Devoted Pharmacol. Toxicol. Eval. Nat. Prod. Deriv. 2002;16:572–575. doi: 10.1002/ptr.1143.", "ArticleIdList": ["10.1002/ptr.1143", "12237817"]}, {"Citation": "Alarcão-e-Silva M., Leitão A.E.B., Azinheira H.G., Leitão M.C.A. The Arbutus Berry: Studies on Its Color and Chemical Characteristics at Two Mature Stages. J. Food Compos. Anal. 2001;14:27–35. doi: 10.1006/jfca.2000.0962.", "ArticleIdList": ["10.1006/jfca.2000.0962"]}, {"Citation": "Derwich E., Benziane Z., Boukir A., Mohamed S., Abdellah B. Chemical Composition and Antibacterial Activity of Leaves Essential Oil of Laurus Nobilis from Morocco. Aust. J. Basic Appl. Sci. 2009;3:3818–3824."}, {"Citation": "Basak S.S., Candan F. Effect of Laurus Nobilis L. Essential Oil and Its Main Components on α-Glucosidase and Reactive Oxygen Species Scavenging Activity. Iran. J. Pharm. Res. 2013;12:367.", "ArticleIdList": ["PMC3813252", "24250611"]}, {"Citation": "Hamad Al-Mijalli S., ELsharkawy E.R., Abdallah E.M., Hamed M., El Omari N., Mahmud S., Alshahrani M.M., Mrabti H.N., Bouyahya A. Determination of Volatile Compounds of Mentha Piperita and Lavandula Multifida and Investigation of Their Antibacterial, Antioxidant, and Antidiabetic Properties. Evid. Based Complement. Altern. Med. 2022;2022:e9306251. doi: 10.1155/2022/9306251.", "ArticleIdList": ["10.1155/2022/9306251", "PMC9213120", "35747375"]}, {"Citation": "Assaggaf H.M., Naceiri Mrabti H., Rajab B.S., Attar A.A., Alyamani R.A., Hamed M., El Omari N., El Menyiy N., Hazzoumi Z., Benali T., et al. Chemical Analysis and Investigation of Biological Effects of Salvia Officinalis Essential Oils at Three Phenological Stages. Molecules. 2022;27:5157. doi: 10.3390/molecules27165157.", "ArticleIdList": ["10.3390/molecules27165157", "PMC9415112", "36014393"]}, {"Citation": "Al-Mijalli S.H., Mrabti H.N., Assaggaf H., Attar A.A., Hamed M., Baaboua A.E., Omari N.E., Menyiy N.E., Hazzoumi Z., Sheikh R.A. Chemical Profiling and Biological Activities of Pelargonium Graveolens Essential Oils at Three Different Phenological Stages. Plants. 2022;11:2226. doi: 10.3390/plants11172226.", "ArticleIdList": ["10.3390/plants11172226", "PMC9459842", "36079608"]}, {"Citation": "Hu B., Cui F., Yin F., Zeng X., Sun Y., Li Y. Caffeoylquinic Acids Competitively Inhibit Pancreatic Lipase through Binding to the Catalytic Triad. Int. J. Biol. Macromol. 2015;80:529–535. doi: 10.1016/j.ijbiomac.2015.07.031.", "ArticleIdList": ["10.1016/j.ijbiomac.2015.07.031", "26193679"]}, {"Citation": "Ingkaninan K., Temkitthawon P., Chuenchom K., Yuyaem T., Thongnoi W. Screening for Acetylcholinesterase Inhibitory Activity in Plants Used in Thai Traditional Rejuvenating and Neurotonic Remedies. J. Ethnopharmacol. 2003;89:261–264. doi: 10.1016/j.jep.2003.08.008.", "ArticleIdList": ["10.1016/j.jep.2003.08.008", "14611889"]}, {"Citation": "Rege M.G., Ayanwuyi L.O., Zezi A.U., Odoma S. Anti-Nociceptive, Anti-Inflammatory and Possible Mechanism of Anti-Nociceptive Action of Methanol Leaf Extract of Nymphaea Lotus Linn (Nymphaeceae) J. Tradit. Complement. Med. 2021;11:123–129. doi: 10.1016/j.jtcme.2020.02.010.", "ArticleIdList": ["10.1016/j.jtcme.2020.02.010", "PMC7936113", "33728272"]}, {"Citation": "Guinea J., Recio S., Escribano P., Torres-Narbona M., Peláez T., Sánchez-Carrillo C., Rodríguez-Créixems M., Bouza E. Rapid Antifungal Susceptibility Determination for Yeast Isolates by Use of Etest Performed Directly on Blood Samples from Patients with Fungemia. J. Clin. Microbiol. 2010;48:2205–2212. doi: 10.1128/JCM.02321-09.", "ArticleIdList": ["10.1128/JCM.02321-09", "PMC2884512", "20392904"]}, {"Citation": "Doudach L., Al-Mijalli S.H., Abdallah E.M., Mrabti H.N., Chibani F., Faouzi M.E.A. Antibacterial Evaluation of The Roots of Moroccan Aristolochia Longa Against Referenced Gram-Positive and Gram-Negative Bacteria. Adv. Life Sci. 2022;9:116–121."}, {"Citation": "Hu F., Tu X.-F., Thakur K., Hu F., Li X.-L., Zhang Y.-S., Zhang J.-G., Wei Z.-J. Comparison of Antifungal Activity of Essential Oils from Different Plants against Three Fungi. Food Chem. Toxicol. 2019;134:110821. doi: 10.1016/j.fct.2019.110821.", "ArticleIdList": ["10.1016/j.fct.2019.110821", "31533060"]}, {"Citation": "Ed-Dra A., Filali F.R., Presti V.L., Zekkori B., Nalbone L., Bouymajane A., Trabelsi N., Lamberta F., Bentayeb A., Giuffrida A. Chemical Composition, Antioxidant Capacity and Antibacterial Action of Five Moroccan Essential Oils against Listeria Monocytogenes and Different Serotypes of Salmonella Enterica. Microb. Pathog. 2020;149:104510. doi: 10.1016/j.micpath.2020.104510.", "ArticleIdList": ["10.1016/j.micpath.2020.104510", "32956790"]}, {"Citation": "Abdallah E.M. Antibacterial Activity of Hibiscus Sabdariffa L. Calyces against Hospital Isolates of Multidrug Resistant Acinetobacter Baumannii. J. Acute Dis. 2016;5:512–516. doi: 10.1016/j.joad.2016.08.024.", "ArticleIdList": ["10.1016/j.joad.2016.08.024"]}, {"Citation": "Safian S., Majid H., Swift S., Silva F.V. Antimicrobial Properties against Human Pathogens of Medicinal Plants from New Zealand. Appl. Microbiol. 2022;2:357–366. doi: 10.3390/applmicrobiol2020027.", "ArticleIdList": ["10.3390/applmicrobiol2020027"]}, {"Citation": "Chipiti T., Ibrahim M.A., Singh M., Islam M.S. In Vitro α-Amylase and α-Glucosidase Inhibitory Effects and Cytotoxic Activity of Albizia Antunesiana Extracts. Pharmacogn. Mag. 2015;11:S231.", "ArticleIdList": ["PMC4653332", "26664010"]}, {"Citation": "Al-Reza S.M., Yoon J.I., Kim H.J., Kim J.-S., Kang S.C. Anti-Inflammatory Activity of Seed Essential Oil from Zizyphus Jujuba. Food Chem. Toxicol. 2010;48:639–643. doi: 10.1016/j.fct.2009.11.045.", "ArticleIdList": ["10.1016/j.fct.2009.11.045", "19944733"]}, {"Citation": "Chou S.-T., Lai C.-P., Lin C.-C., Shih Y. Study of the Chemical Composition, Antioxidant Activity and Anti-Inflammatory Activity of Essential Oil from Vetiveria Zizanioides. Food Chem. 2012;134:262–268. doi: 10.1016/j.foodchem.2012.02.131.", "ArticleIdList": ["10.1016/j.foodchem.2012.02.131"]}, {"Citation": "Bessah R., Benyoussef E.-H. Essential Oil Composition of Arbutus Unedo L. Leaves from Algeria. J. Essent. Oil Bear. Plants. 2012;15:678–681. doi: 10.1080/0972060X.2012.10644105.", "ArticleIdList": ["10.1080/0972060X.2012.10644105"]}, {"Citation": "Kivcak B., Mer T., Demirci B., Baser K.H.C. Composition of the Essential Oil of Arbutus Unedo. Chem. Nat. Compd. 2001;37:445–446. doi: 10.1023/A:1014419309885.", "ArticleIdList": ["10.1023/A:1014419309885"]}, {"Citation": "Bouyahya A., El Omari N., Elmenyiy N., Guaouguaou F.-E., Balahbib A., Belmehdi O., Salhi N., Imtara H., Mrabti H.N., El-Shazly M. Moroccan Antidiabetic Medicinal Plants: Ethnobotanical Studies, Phytochemical Bioactive Compounds, Preclinical Investigations, Toxicological Validations and Clinical Evidences; Challenges, Guidance and Perspectives for Future Management of Diabetes Worldwide. Trends Food Sci. Technol. 2021;115:147–254."}, {"Citation": "Bouyahya A., Guaouguaou F.-E., El Omari N., El Menyiy N., Balahbib A., El-Shazly M., Bakri Y. Anti-Inflammatory and Analgesic Properties of Moroccan Medicinal Plants: Phytochemistry, in Vitro and in Vivo Investigations, Mechanism Insights, Clinical Evidences and Perspectives. J. Pharm. Anal. 2021;12:35–57. doi: 10.1016/j.jpha.2021.07.004.", "ArticleIdList": ["10.1016/j.jpha.2021.07.004", "PMC9073245", "35573886"]}, {"Citation": "Di Leo Lira P., Retta D., Tkacik E., Ringuelet J., Coussio J.D., van Baren C., Bandoni A.L. Essential Oil and By-Products of Distillation of Bay Leaves (Laurus Nobilis L.) from Argentina. Ind. Crops Prod. 2009;30:259–264. doi: 10.1016/j.indcrop.2009.04.005.", "ArticleIdList": ["10.1016/j.indcrop.2009.04.005"]}, {"Citation": "Fidan H., Stefanova G., Kostova I., Stankov S., Damyanova S., Stoyanova A., Zheljazkov V.D. Chemical Composition and Antimicrobial Activity of Laurus Nobilis L. Essential Oils from Bulgaria. Molecules. 2019;24:804. doi: 10.3390/molecules24040804.", "ArticleIdList": ["10.3390/molecules24040804", "PMC6412751", "30813368"]}, {"Citation": "Mohammadreza V. Chemical Composition and Larvicidal Activity of the Essential Oil of Iranian Laurus nobilis L. J. Appl. Hortic. 2010;12:155–157. doi: 10.37855/jah.2010.v12i02.32.", "ArticleIdList": ["10.37855/jah.2010.v12i02.32"]}, {"Citation": "Dadalioǧlu I., Evrendilek G.A. Chemical Compositions and Antibacterial Effects of Essential Oils of Turkish Oregano (Origanum Minutiflorum), Bay Laurel (Laurus Nobilis), Spanish Lavender (Lavandula Stoechas L.), and Fennel (Foeniculum Vulgare) on Common Foodborne Pathogens. J. Agric. Food Chem. 2004;52:8255–8260. doi: 10.1021/jf049033e.", "ArticleIdList": ["10.1021/jf049033e", "15612826"]}, {"Citation": "Nabila B., Piras A., Fouzia B., Falconieri D., Kheira G., Fedoul F.-F., Majda S.-R. Chemical Composition and Antibacterial Activity of the Essential Oil of Laurus Nobilis Leaves. Nat. Prod. Res. 2022;36:989–993. doi: 10.1080/14786419.2020.1839450.", "ArticleIdList": ["10.1080/14786419.2020.1839450", "33111582"]}, {"Citation": "Oliveira I., Baptista P., Malheiro R., Casal S., Bento A., Pereira J.A. Influence of Strawberry Tree (Arbutus Unedo L.) Fruit Ripening Stage on Chemical Composition and Antioxidant Activity. Food Res. Int. 2011;44:1401–1407. doi: 10.1016/j.foodres.2011.02.009.", "ArticleIdList": ["10.1016/j.foodres.2011.02.009"]}, {"Citation": "Liang T., Yue W., Li Q. Comparison of the Phenolic Content and Antioxidant Activities of Apocynum Venetum L. (Luo-Bu-Ma) and Two of Its Alternative Species. Int. J. Mol. Sci. 2010;11:4452–4464. doi: 10.3390/ijms11114452.", "ArticleIdList": ["10.3390/ijms11114452", "PMC3000093", "21151449"]}, {"Citation": "Bouyahya A., Lagrouh F., El Omari N., Bourais I., El Jemli M., Marmouzi I., Salhi N., Faouzi M.E.A., Belmehdi O., Dakka N. Essential Oils of Mentha Viridis Rich Phenolic Compounds Show Important Antioxidant, Antidiabetic, Dermatoprotective, Antidermatophyte and Antibacterial Properties. Biocatal. Agric. Biotechnol. 2020;23:101471. doi: 10.1016/j.bcab.2019.101471.", "ArticleIdList": ["10.1016/j.bcab.2019.101471"]}, {"Citation": "Mssillou I., Agour A., El Ghouizi A., Hamamouch N., Lyoussi B., Derwich E. Chemical Composition, Antioxidant Activity, and Antifungal Effects of Essential Oil from Laurus Nobilis L. Flowers Growing in Morocco. J. Food Qual. 2020;2020:8819311. doi: 10.1155/2020/8819311.", "ArticleIdList": ["10.1155/2020/8819311"]}, {"Citation": "Ramos C., Teixeira B., Batista I., Matos O., Serrano C., Neng N.R., Nogueira J.M.F., Nunes M.L., Marques A. Antioxidant and Antibacterial Activity of Essential Oil and Extracts of Bay Laurel Laurus Nobilis Linnaeus (Lauraceae) from Portugal. Nat. Prod. Res. 2012;26:518–529. doi: 10.1080/14786419.2010.531478.", "ArticleIdList": ["10.1080/14786419.2010.531478", "21756182"]}, {"Citation": "Mrabti H.N., Sayah K., Jaradat N., Kichou F., Ed-Dra A., Belarj B., Cherrah Y., Faouzi M.E.A. Antidiabetic and Protective Effects of the Aqueous Extract of Arbutus Unedo L. in Streptozotocin-Nicotinamide-Induced Diabetic Mice. J. Complement. Integr. Med. 2018;15 doi: 10.1515/jcim-2017-0165.", "ArticleIdList": ["10.1515/jcim-2017-0165", "29470174"]}, {"Citation": "Ahamad J., Uthirapathy S., Mohammed Ameen M.S., Anwer E.T. Essential Oil Composition and Antidiabetic, Anticancer Activity of Rosmarinus Officinalis L. Leaves from Erbil (Iraq) J. Essent. Oil Bear. Plants. 2019;22:1544–1553. doi: 10.1080/0972060X.2019.1689179.", "ArticleIdList": ["10.1080/0972060X.2019.1689179"]}, {"Citation": "Paul K., Bhattacharjee P. Process Optimization of Supercritical Carbon Dioxide Extraction of 1,8-Cineole from Small Cardamom Seeds by Response Surface Methodology: In Vitro Antioxidant, Antidiabetic and Hypocholesterolemic Activities of Extracts. J. Essent. Oil Bear. Plants. 2018;21:317–329. doi: 10.1080/0972060X.2018.1439406.", "ArticleIdList": ["10.1080/0972060X.2018.1439406"]}, {"Citation": "More T.A., Kulkarni B.R., Nalawade M.L., Arvindekar A.U. Antidiabetic Activity of Linalool and Limonene in Streptozotocin-Induced Diabetic Rat: A Combinatorial Therapy Approach. Int. J. Pharm. Pharm. Sci. 2014;6:159–163."}, {"Citation": "Macchioni V., Santarelli V., Carbone K. Phytochemical Profile, Antiradical Capacity and α-Glucosidase Inhibitory Potential of Wild Arbutus Unedo L. Fruits from Central Italy: A Chemometric Approach. Plants. 2020;9:1785. doi: 10.3390/plants9121785.", "ArticleIdList": ["10.3390/plants9121785", "PMC7766221", "33339266"]}, {"Citation": "Qadir S.A., Kwon M.C., Han J.G., Ha J.H., Chung H.S., Ahn J., Lee H.Y. Effect of Different Extraction Protocols on Anticancer and Antioxidant Activities of Berberis Koreana Bark Extracts. J. Biosci. Bioeng. 2009;107:331–338. doi: 10.1016/j.jbiosc.2008.11.021.", "ArticleIdList": ["10.1016/j.jbiosc.2008.11.021", "19269602"]}, {"Citation": "Munoz-Torrero D. Acetylcholinesterase Inhibitors as Disease-Modifying Therapies for Alzheimer’s Disease. Curr. Med. Chem. 2008;15:2433–2455. doi: 10.2174/092986708785909067.", "ArticleIdList": ["10.2174/092986708785909067", "18855672"]}, {"Citation": "Bores G.M., Huger F.P., Petko W., Mutlib A.E., Camacho F., Rush D.K., Selk D.E., Wolf V., Kosley R.W., Davis L. Pharmacological Evaluation of Novel Alzheimer’s Disease Therapeutics: Acetylcholinesterase Inhibitors Related to Galanthamine. J. Pharmacol. Exp. Ther. 1996;277:728–738.", "ArticleIdList": ["8627552"]}, {"Citation": "Ren Y., Houghton P.J., Hider R.C., Howes M.-J.R. Novel Diterpenoid Acetylcholinesterase Inhibitors from Salvia Miltiorhiza. Planta Med. 2004;70:201–204.", "ArticleIdList": ["15114495"]}, {"Citation": "Kennedy D.O., Scholey A.B. The Psychopharmacology of European Herbs with Cognition-Enhancing Properties. Curr. Pharm. Des. 2006;12:4613–4623. doi: 10.2174/138161206779010387.", "ArticleIdList": ["10.2174/138161206779010387", "17168769"]}, {"Citation": "Owokotomo I.A., Ekundayo O., Abayomi T.G., Chukwuka A.V. In-Vitro Anti-Cholinesterase Activity of Essential Oil from Four Tropical Medicinal Plants. Toxicol. Rep. 2015;2:850–857. doi: 10.1016/j.toxrep.2015.05.003.", "ArticleIdList": ["10.1016/j.toxrep.2015.05.003", "PMC5598398", "28962420"]}, {"Citation": "Smeriglio A., Alloisio S., Raimondo F.M., Denaro M., Xiao J., Cornara L., Trombetta D. Essential Oil of Citrus Lumia Risso: Phytochemical Profile, Antioxidant Properties and Activity on the Central Nervous System. Food Chem. Toxicol. 2018;119:407–416. doi: 10.1016/j.fct.2017.12.053.", "ArticleIdList": ["10.1016/j.fct.2017.12.053", "29288755"]}, {"Citation": "Bonesi M., Okusa P.N., Tundis R., Loizzo M.R., Menichini F., Stévigny C., Duez P., Menichini F. Chemical Composition, Antioxidant Properties and Anti-Cholinesterase Activity of Cordia Gilletii (Boraginaceae) Leaves Essential Oil. Nat. Prod. Commun. 2011;6:1934578X1100600225. doi: 10.1177/1934578X1100600225.", "ArticleIdList": ["10.1177/1934578X1100600225", "21425688"]}, {"Citation": "Grobler J.A., Stillmock K., Hu B., Witmer M., Felock P., Espeseth A.S., Wolfe A., Egbertson M., Bourgeois M., Melamed J. Diketo Acid Inhibitor Mechanism and HIV-1 Integrase: Implications for Metal Binding in the Active Site of Phosphotransferase Enzymes. Proc. Natl. Acad. Sci. USA. 2002;99:6661–6666. doi: 10.1073/pnas.092056199.", "ArticleIdList": ["10.1073/pnas.092056199", "PMC124459", "11997448"]}, {"Citation": "López M.D., Pascual-Villalobos M.J. Mode of Inhibition of Acetylcholinesterase by Monoterpenoids and Implications for Pest Control. Ind. Crops Prod. 2010;31:284–288. doi: 10.1016/j.indcrop.2009.11.005.", "ArticleIdList": ["10.1016/j.indcrop.2009.11.005"]}, {"Citation": "Abdulkhaleq L.A., Assi M.A., Abdullah R., Zamri-Saad M., Taufiq-Yap Y.H., Hezmee M.N.M. The Crucial Roles of Inflammatory Mediators in Inflammation: A Review. Vet. World. 2018;11:627. doi: 10.14202/vetworld.2018.627-635.", "ArticleIdList": ["10.14202/vetworld.2018.627-635", "PMC5993766", "29915501"]}, {"Citation": "Ferrero-Miliani L., Nielsen O.H., Andersen P.S., Girardin S. Chronic Inflammation: Importance of NOD2 and NALP3 in Interleukin-1β Generation. Clin. Exp. Immunol. 2007;147:227–235. doi: 10.1111/j.1365-2249.2006.03261.x.", "ArticleIdList": ["10.1111/j.1365-2249.2006.03261.x", "PMC1810472", "17223962"]}, {"Citation": "Medicherla K., Sahu B.D., Kuncha M., Kumar J.M., Sudhakar G., Sistla R. Oral Administration of Geraniol Ameliorates Acute Experimental Murine Colitis by Inhibiting Pro-Inflammatory Cytokines and NF-ΚB Signaling. Food Funct. 2015;6:2984–2995. doi: 10.1039/C5FO00405E.", "ArticleIdList": ["10.1039/C5FO00405E", "26190278"]}, {"Citation": "Su Y.-W., Chao S.-H., Lee M.-H., Ou T.-Y., Tsai Y.-C. Inhibitory Effects of Citronellol and Geraniol on Nitric Oxide and Prostaglandin E2 Production in Macrophages. Planta Med. 2010;76:1666–1671. doi: 10.1055/s-0030-1249947.", "ArticleIdList": ["10.1055/s-0030-1249947", "20506077"]}, {"Citation": "Miguel M.G., Faleiro M.L., Guerreiro A.C., Antunes M.D. Arbutus Unedo L.: Chemical and Biological Properties. Molecules. 2014;19:15799–15823. doi: 10.3390/molecules191015799.", "ArticleIdList": ["10.3390/molecules191015799", "PMC6271735", "25271425"]}, {"Citation": "Moualek I., Aiche G.I., Guechaoui N.M., Lahcene S., Houali K. Antioxidant and Anti-Inflammatory Activities of Arbutus Unedo Aqueous Extract. Asian Pac. J. Trop. Biomed. 2016;6:937–944. doi: 10.1016/j.apjtb.2016.09.002.", "ArticleIdList": ["10.1016/j.apjtb.2016.09.002"]}, {"Citation": "Frum Y., Viljoen A.M. In Vitro 5-Lipoxygenase Activity of Three Indigenous South African Aromatic Plants Used in Traditional Healing and the Stereospecific Activity of Limonene in the 5-Lipoxygenase Assay. J. Essent. Oil Res. 2006;18:85–88. doi: 10.1080/10412905.2006.12067127.", "ArticleIdList": ["10.1080/10412905.2006.12067127"]}, {"Citation": "de Cássia da Silveira e Sá R., Andrade L.N., de Sousa D.P. A Review on Anti-Inflammatory Activity of Monoterpenes. Molecules. 2013;18:1227–1254. doi: 10.3390/molecules18011227.", "ArticleIdList": ["10.3390/molecules18011227", "PMC6269770", "23334570"]}, {"Citation": "Mohamed N., Lg M., Sa R. Linalool Glycosides from Flowers of Lantana Montevidensis with Promising AntiInflammatory Potentials. Nat. Prod. Chem. Res. 2020;8:1–8."}, {"Citation": "Maleš I., Dragović-Uzelac V., Jerković I., Zorić Z., Pedisić S., Repajić M., Garofulić I.E., Dobrinčić A. Non-Volatile and Volatile Bioactives of Salvia officinalis L., Thymus serpyllum L. and Laurus nobilis L. Extracts with Potential Use in the Development of Functional Beverages. Antioxidants. 2022;11:1140. doi: 10.3390/antiox11061140.", "ArticleIdList": ["10.3390/antiox11061140", "PMC9220411", "35740037"]}, {"Citation": "Guedouari R., Nabiev M. Anti-Inflammatory Activity of Different Extracts from Laurus Nobilis Growing in Algeria. Algerian J. Environ. Sci. Technol. 2021;7:2115–2120."}, {"Citation": "Valdés C., Laurido C., Morales B., Jaimes L., Vinet R., Martínez J.L. Complete Essential Oils of Laurus Nobilis Inducing Antinociceptive Action by Opioid Mechanism in C-Reflex and Spinal Wind-Up Model in Rat. Bol. Latinoam. Caribe Plantas Med. Aromáticas. 2020;19:420–427. doi: 10.37360/blacpma.20.19.4.29.", "ArticleIdList": ["10.37360/blacpma.20.19.4.29"]}, {"Citation": "Biswas B., Rogers K., McLaughlin F., Daniels D., Yadav A. Antimicrobial Activities of Leaf Extracts of Guava (Psidium Guajava L.) on Two Gram-Negative and Gram-Positive Bacteria. Int. J. Microbiol. 2013;2013:746165. doi: 10.1155/2013/746165.", "ArticleIdList": ["10.1155/2013/746165", "PMC3817707", "24223039"]}, {"Citation": "Soniya M., Kuberan T., Anitha S., Sankareswari P. In Vitro Antibacterial Activity of Plant Extracts against Gram Positive and Gram Negative Pathogenic Bacteria. Int. J. Microbiol. Immunol. Res. 2013;2:1–5."}, {"Citation": "Bouyahya A., Abrini J., El-Baabou A., Bakri Y., Dakka N. Determination of Phenol Content and Antibacterial Activity of Five Medicinal Plants Ethanolic Extracts from North-West of Morocco. J. Plant Pathol. Microbiol. 2016;7:2. doi: 10.4172/2157-7471.1000342.", "ArticleIdList": ["10.4172/2157-7471.1000342"]}, {"Citation": "Cunha B.A. Pseudomonas Aeruginosa: Resistance and Therapy. Semin. Respir. Infect. 2002;17:231–239. doi: 10.1053/srin.2002.34689.", "ArticleIdList": ["10.1053/srin.2002.34689", "12226802"]}, {"Citation": "Lambert P. Mechanisms of Antibiotic Resistance in Pseudomonas Aeruginosa. J. R. Soc. Med. 2002;95:22.", "ArticleIdList": ["PMC1308633", "12216271"]}, {"Citation": "Shrivastava S.R., Shrivastava P.S., Ramasamy J. World Health Organization Releases Global Priority List of Antibiotic-Resistant Bacteria to Guide Research, Discovery, and Development of New Antibiotics. J. Med. Soc. 2018;32:76. doi: 10.4103/jms.jms_25_17.", "ArticleIdList": ["10.4103/jms.jms_25_17"]}, {"Citation": "Brahmi F., Achat S., Guendouze-Bouchefa N., Benazzouz-Smail L., Elsebai M.F., Madani K. Recent Advances in the Identification and the Study of Composition and Activities of Medicinal Plants. J. Coast. Life Med. 2016;4:983–999."}, {"Citation": "da Silveira S.M., Luciano F.B., Fronza N., Cunha Jr A., Scheuermann G.N., Vieira C.R.W. Chemical Composition and Antibacterial Activity of Laurus Nobilis Essential Oil towards Foodborne Pathogens and Its Application in Fresh Tuscan Sausage Stored at 7 C. LWT-Food Sci. Technol. 2014;59:86–93. doi: 10.1016/j.lwt.2014.05.032.", "ArticleIdList": ["10.1016/j.lwt.2014.05.032"]}, {"Citation": "Mrabti H.N., Bouyahya A., Ed-Dra A., Kachmar M.R., Mrabti N.N., Benali T., Shariati M.A., Ouahbi A., Doudach L., Faouzi M.E.A. Polyphenolic Profile and Biological Properties of Arbutus Unedo Root Extracts. Eur. J. Integr. Med. 2021;42:101266. doi: 10.1016/j.eujim.2020.101266.", "ArticleIdList": ["10.1016/j.eujim.2020.101266"]}, {"Citation": "Nastasi J.R., Kontogiorgos V., Daygon V.D., Fitzgerald M.A. Pectin-Based Films and Coatings with Plant Extracts as Natural Preservatives: A Systematic Review. Trends Food Sci. Technol. 2022;120:193–211. doi: 10.1016/j.tifs.2022.01.014.", "ArticleIdList": ["10.1016/j.tifs.2022.01.014"]}, {"Citation": "Herman A., Herman A.P., Domagalska B.W., Młynarczyk A. Essential Oils and Herbal Extracts as Antimicrobial Agents in Cosmetic Emulsion. Indian J. Microbiol. 2013;53:232–237. doi: 10.1007/s12088-012-0329-0.", "ArticleIdList": ["10.1007/s12088-012-0329-0", "PMC3626961", "24426114"]}, {"Citation": "Morgado S., Morgado M., Plácido A.I., Roque F., Duarte A.P. Arbutus Unedo L.: From Traditional Medicine to Potential Uses in Modern Pharmacotherapy. J. Ethnopharmacol. 2018;225:90–102. doi: 10.1016/j.jep.2018.07.004.", "ArticleIdList": ["10.1016/j.jep.2018.07.004", "29981432"]}, {"Citation": "Sırıken B., Yavuz C., Güler A. Antibacterial Activity of Laurus Nobilis: A Review of Literature. Med. Sci. Discov. 2018;5:374–379. doi: 10.17546/msd.482929.", "ArticleIdList": ["10.17546/msd.482929"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "10", "Day": "18"}, {"Year": "2022", "Month": "11", "Day": "5"}, {"Year": "2022", "Month": "11", "Day": "9"}, {"Year": "2022", "Month": "11", "Day": "26", "Hour": "1", "Minute": "21"}, {"Year": "2022", "Month": "11", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "27", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "11", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["36431011", "PMC9695135", "10.3390/life12111876", "life12111876"]}}], "PubmedBookArticle": []}