{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Viscum album L. subsp. album", "antioxidant capacity", "chlorophylls", "flavonoids", "host trees", "proline"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36432750", "DateRevised": {"Year": "2022", "Month": "12", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "09"}], "Language": ["eng"], "ELocationID": ["3021", "10.3390/plants11223021"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "11", "Issue": "22", "PubDate": {"Year": "2022", "Month": "Nov", "Day": "09"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Phytochemical Profile and Antioxidant Capacity of <i>Viscum album</i> L. Subsp. <i>album</i> and Effects on Its Host Trees.", "Abstract": {"AbstractText": ["<i>Viscum album</i> L. subsp. <i>album</i> is a hemiparasitic plant that is recognized as a medicinal plant due to its beneficial effects, including anti-tumor activity, antioxidant, anti-inflammatory, anti-hepatotoxic, hypoglycemic, and antimicrobial properties as well as for lowering blood pressure. On the other hand, mistletoe is a biotic stressor for both deciduous trees and conifers. Our main aim was to evidence the influence of mistletoe on the content of chlorophylls, proline, total phenols, flavonoids, and antioxidant capacity of leaves from tree host trees (<i>Malus domestica</i>, <i>Prunus domestica,</i> and <i>Populus alba)</i> that grow on the northwest of Romania. In addition, HPLC-DAD-MS-ESI+ was used to analyze the phenolic acid and flavonoid profiles of <i>V. album</i> L. subsp. <i>album</i> leaves according to their parasitized hosts. A significant decrease in chlorophyll <i>a</i> level of approximately 32% was detected in poplars infested with mistletoe, followed by infested apples and plums with pigment reductions of 29.25% and 9.65%, respectively. The content of total phenols and flavonoids in the parasitized trees was higher compared to the non-parasitized ones. In the case of poplar, which presented the highest incidence of mistletoe infestation (70.37%), the content of total phenols in the leaves was two times higher compared to non-infested leaves. Based on HPLC chromatographic analysis, leaves of mistletoe growing on apple (VAM) had the highest content of phenolic acids (7.833 mg/g dw), followed by mistletoe leaves on poplar (VAO) and plum (VAP) (7.033 mg/g dw and, respectively, 5.559 mg/g dw). Among the flavonols, the predominant component was Rhamnazin glucosides in the amount of 1.025 ± 0.08 mg/g dw in VAO, followed by VAP and VAM (0.514 ± 0.04 and 0.478 ± 0.04 mg/g dw, respectively). Although our results show that mistletoe negatively influences the host trees, it is still a valuable plant that must be exploited to bring benefits to human health."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Doctoral School of Biomedical Science, University of Oradea, 1 Universitatii Street, 410087 Oradea, Romania."}], "LastName": "Kleszken", "ForeName": "Eva", "Initials": "E"}, {"Identifier": ["0000-0002-8869-4451"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Engineering, Faculty of Environmental Protection, University of Oradea, 26 Gen. Magheru Street, 410048 Oradea, Romania."}], "LastName": "Purcarea", "ForeName": "Cornelia", "Initials": "C"}, {"Identifier": ["0000-0002-7146-3040"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Medicine and Pharmacy, University of Oradea, 10 P-ta 1 December Street, 410073 Oradea, Romania."}], "LastName": "Pallag", "ForeName": "Annamaria", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Science, University of Agricultural Sciences and Veterinary Medicine Cluj-Napoca, 3-5 Mănăstur Street, 400372 Cluj-Napoca, Romania."}], "LastName": "Ranga", "ForeName": "Floricuta", "Initials": "F"}, {"Identifier": ["0000-0001-6045-1936"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Doctoral School of Biomedical Science, University of Oradea, 1 Universitatii Street, 410087 Oradea, Romania."}, {"Identifier": [], "Affiliation": "Department of Food Engineering, Faculty of Environmental Protection, University of Oradea, 26 Gen. Magheru Street, 410048 Oradea, Romania."}], "LastName": "Memete", "ForeName": "Adriana Ramona", "Initials": "AR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Medicine and Pharmacy, University of Oradea, 10 P-ta 1 December Street, 410073 Oradea, Romania."}], "LastName": "Miere Groza", "ForeName": "Florina", "Initials": "F"}, {"Identifier": ["0000-0001-9562-4809"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Engineering, Faculty of Environmental Protection, University of Oradea, 26 Gen. Magheru Street, 410048 Oradea, Romania."}], "LastName": "Vicas", "ForeName": "Simona Ioana", "Initials": "SI"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Szmidla H., Tkaczyk M., Plewa R., Tarwacki G., Sierota Z. Impact of Common Mistletoe (Viscum album L.) on Scots Pine Forests—A Call for Action. Forests. 2019;10:847. doi: 10.3390/f10100847.", "ArticleIdList": ["10.3390/f10100847"]}, {"Citation": "Stypiński P.T. Biologia i Ekologia Jemioły Pospolitej (Viscum album, Viscaceae) w Polsce Biology and Ecology of the European Mistletoe (Viscum album, Viscaceae) in Poland. Fragmenta Floristica et Geobotanica; Instytut Botaniki im. W. Szafera, PAN; Kraków, Poland: 1997."}, {"Citation": "Barney C., Hawksworth F., Geils B. Hosts of Viscum album. Eur. J. For. Pathol. 2007;28:187–208. doi: 10.1111/j.1439-0329.1998.tb01249.x.", "ArticleIdList": ["10.1111/j.1439-0329.1998.tb01249.x"]}, {"Citation": "Okubamichael D.Y., Griffiths M.E., Ward D. Host Specificity in Parasitic Plants-Perspectives from Mistletoes. AoB Plants. 2016;8:plw069. doi: 10.1093/aobpla/plw069.", "ArticleIdList": ["10.1093/aobpla/plw069", "PMC5206351", "27658817"]}, {"Citation": "Kleszken E., Adrian T., Memete A., Miere F., Vicaş S. On Overview of Bioactive Compounds, Biological and Pharmacological Effects of Mistletoe (Viscum album L) Pharmacophore. 2022;13:10–26. doi: 10.51847/Tmo2sXGQRs.", "ArticleIdList": ["10.51847/Tmo2sXGQRs"]}, {"Citation": "Klutsch J.G., Erbilgin N. Dwarf Mistletoe Infection in Jack Pine Alters Growth-Defense Relationships. Tree Physiol. 2018;38:1538–1547. doi: 10.1093/treephys/tpy090.", "ArticleIdList": ["10.1093/treephys/tpy090", "30137634"]}, {"Citation": "Kleszken E., Laslo V., Vicas S.I. Spectrophotometric Quantification of Green Pigments and Total Carotenoids from Mistletoe Grown on Different Host Trees. Nat. Resour. Sustain. Dev. 2019;9:27–33. doi: 10.31924/nrsd.v9i1.020.", "ArticleIdList": ["10.31924/nrsd.v9i1.020"]}, {"Citation": "Muche M., Muasya A., Tsegay B. Biology and Resource Acquisition of Mistletoes, and the Defense Responses of Host Plants. Ecol. Process. 2022;11:24. doi: 10.1186/s13717-021-00355-9.", "ArticleIdList": ["10.1186/s13717-021-00355-9"]}, {"Citation": "Saucet S.B., Shirasu K. Molecular Parasitic Plant–Host Interactions. PLoS Pathog. 2016;12:e1005978. doi: 10.1371/journal.ppat.1005978.", "ArticleIdList": ["10.1371/journal.ppat.1005978", "PMC5158077", "27977782"]}, {"Citation": "Mutlu S., Ilhan V., Turkoglu H.I. Mistletoe (Viscum album) Infestation in the Scots Pine Stimulates Drought-Dependent Oxidative Damage in Summer. Tree Physiol. 2016;36:479–489. doi: 10.1093/treephys/tpv135.", "ArticleIdList": ["10.1093/treephys/tpv135", "26834188"]}, {"Citation": "Rigling A., Eilmann B., Koechli R., Dobbertin M. Mistletoe-Induced Crown Degradation in Scots Pine in a Xeric Environment. Tree Physiol. 2010;30:845–852. doi: 10.1093/treephys/tpq038.", "ArticleIdList": ["10.1093/treephys/tpq038", "20504777"]}, {"Citation": "Barbu C. The Incidence and Distribution of White Mistletoe (Viscum album ssp. Abietis) on Silver Fir (Abies alba Mill.) Stands from Eastern Carpathians. Ann. For. Res. 2010;53:27–36."}, {"Citation": "Catal Y., Carus S. Effect of Pine Mistletoe on Radial Growth of Crimean Pine (Pinus nigra) in Turkey. J. Environ. Biol. 2011;32:263–270.", "ArticleIdList": ["22167935"]}, {"Citation": "Zweifel R., Bangerter S., Rigling A., Sterck F.J. Pine and Mistletoes: How to Live with a Leak in the Water Flow and Storage System? J. Exp. Bot. 2012;63:2565–2578. doi: 10.1093/jxb/err432.", "ArticleIdList": ["10.1093/jxb/err432", "22268160"]}, {"Citation": "Pilichowski S., Filip R., Kościelska A., Żaroffe G., Żyźniewska A., Iszkuło G. Influence of Viscum album ssp. Austriacum (Wiesb.) Vollm. on Tree Radial Growth of Pinus sylvestris L. Wpływ Viscum album Ssp. Austriacum (Wiesb.) Vollm. Na Przyrost Radialny Pinus sylvestris L. Sylwan. 2018;162:452–459."}, {"Citation": "Sangüesa-Barreda G., Linares J.C., Julio Camarero J. Drought and Mistletoe Reduce Growth and Water-Use Efficiency of Scots Pine. For. Ecol. Manag. 2013;296:64–73. doi: 10.1016/j.foreco.2013.01.028.", "ArticleIdList": ["10.1016/j.foreco.2013.01.028"]}, {"Citation": "Tsopelas P., Angelopoulos A., Economou A., Soulioti N. Mistletoe (Viscum album) in the Fir Forest of Mount Parnis, Greece. For. Ecol. Manag. 2004;202:59–65. doi: 10.1016/j.foreco.2004.06.032.", "ArticleIdList": ["10.1016/j.foreco.2004.06.032"]}, {"Citation": "Üstüner T. The Effects of Mistletoe (Viscum album L.) on the Physiological Properties of Some Drupe Trees in Turkey. Turk. J. Agric. For. 2019;43:485–491. doi: 10.3906/tar-1902-26.", "ArticleIdList": ["10.3906/tar-1902-26"]}, {"Citation": "Jäger T., Holandino C., Melo M., Condori Penaloza E., Passos Oliveira A., Garrett R., Glauser G., Grazi M., Ramm H., Urech K., et al. Metabolomics by UHPLC-Q-TOF Reveals Host Tree-Dependent Phytochemical Variation in Viscum album L. Plants. 2021;10:1726. doi: 10.3390/plants10081726.", "ArticleIdList": ["10.3390/plants10081726", "PMC8399568", "34451771"]}, {"Citation": "Dash S.P., Dixit S., Sahoo S. Phytochemical and Biochemical Characterizations from Leaf Extracts from Azadirachta Indica: An Important Medicinal Plant. Biochem. Anal. Biochem. 2017;6:1000323. doi: 10.4172/2161-1009.1000323.", "ArticleIdList": ["10.4172/2161-1009.1000323"]}, {"Citation": "Luczkiewicz M., Cisowski W., Kaiser P., Ochocka R., Piotrowski A. Comparative Analysis of Phenolic Acids in Mistletoe Plants from Various Hosts. Acta Pol. Pharm. 2001;58:373–379.", "ArticleIdList": ["11876445"]}, {"Citation": "Vicas S.I., Rugina D., Leopold L., Pintea A., Socaciu C. HPLC Fingerprint of Bioactive Compounds and Antioxidant Activities of Viscum album from Different Host Trees. Not. Bot. Horti Agrobot. 2011;1:48–57. doi: 10.15835/nbha3913455.", "ArticleIdList": ["10.15835/nbha3913455"]}, {"Citation": "Turkkan A., Savas H.B., Yavuz B., Yigit A., Uz E., Bayram N.A., Kale B. The Prophylactic Effect of Viscum album in Streptozotocin-Induced Diabetic Rats. North Clin. Istanb. 2016;3:83–89. doi: 10.14744/nci.2016.22932.", "ArticleIdList": ["10.14744/nci.2016.22932", "PMC5206470", "28058393"]}, {"Citation": "Kleinsimon S., Longmuss E., Rolff J., Jäger S., Eggert A., Delebinski C., Seifert G. GADD45A and CDKN1A Are Involved in Apoptosis and Cell Cycle Modulatory Effects of Viscum TT with Further Inactivation of the STAT3 Pathway. Sci. Rep. 2018;8:5750. doi: 10.1038/s41598-018-24075-x.", "ArticleIdList": ["10.1038/s41598-018-24075-x", "PMC5893628", "29636527"]}, {"Citation": "Felenda J.E., Turek C., Stintzing F.C. Antiproliferative Potential from Aqueous Viscum album L. Preparations and Their Main Constituents in Comparison with Ricin and Purothionin on Human Cancer Cells. J. Ethnopharmacol. 2019;236:100–107. doi: 10.1016/j.jep.2019.02.047.", "ArticleIdList": ["10.1016/j.jep.2019.02.047", "30840914"]}, {"Citation": "Oei S.L., Thronicke A., Kröz M., von Trott P., Schad F., Matthes H. Impact of Oncological Therapy and Viscum album L Treatment on Cancer-Related Fatigue and Internal Coherence in Nonmetastasized Breast Cancer Patients. Integr. Cancer Ther. 2020;19:1534735420917211. doi: 10.1177/1534735420917211.", "ArticleIdList": ["10.1177/1534735420917211", "PMC7273755", "32478590"]}, {"Citation": "Stan R.L., Hangan A.C., Dican L., Sevastre B., Hanganu D., Catoi C., Sarpataki O., Ionescu C.M. Comparative Study Concerning Mistletoe Viscotoxins Antitumor Activity. Biol. Futura. 2013;64:279–288. doi: 10.1556/ABiol.64.2013.3.2.", "ArticleIdList": ["10.1556/ABiol.64.2013.3.2", "24013890"]}, {"Citation": "Vicaş S., Rugină D., Socaciu C. Comparative Study about Antioxidant Activities of Viscum album from Different Host Trees, Harvested in Different Seasons. J. Med. Plants Res. 2011;5:2237–2244."}, {"Citation": "Pietrzak W., Nowak R. Impact of Harvest Conditions and Host Tree Species on Chemical Composition and Antioxidant Activity of Extracts from Viscum album L. Molecules. 2021;26:3741. doi: 10.3390/molecules26123741.", "ArticleIdList": ["10.3390/molecules26123741", "PMC8233733", "34205329"]}, {"Citation": "Karagöz A., Kesici S., Vural A., Usta M., Tezcan B., Semerci T., Teker E. Cardioprotective Effects of Viscum album L. ssp. Album (Loranthaceae) on Isoproterenol-Induced Heart Failure via Regulation of the Nitric Oxide Pathway in Rats. Anatol. J. Cardiol. 2016;16:923–930. doi: 10.14744/AnatolJCardiol.2016.6780.", "ArticleIdList": ["10.14744/AnatolJCardiol.2016.6780", "PMC5324911", "27443473"]}, {"Citation": "Segneanu A.-E., Marin C.N., Herea D.D., Stanusoiu I., Muntean C., Grozescu I. Romanian Viscum album, L.-Untargeted Low-Molecular Metabolomic Approach to Engineered Viscum-AuNPs Carrier Assembly. Plants. 2022;11:1820. doi: 10.3390/plants11141820.", "ArticleIdList": ["10.3390/plants11141820", "PMC9316836", "35890454"]}, {"Citation": "Roxburgh L., Nicolson S. Differential Dispersal and Survival of an African Mistletoe: Does Host Size Matter? Plant Ecol. 2008;195:21–31. doi: 10.1007/s11258-007-9295-8.", "ArticleIdList": ["10.1007/s11258-007-9295-8"]}, {"Citation": "Ko S.M., Kwon Y.K., Kim J.H., Song I.-J., Lee H.-Y., Choi D.-W., Liu J.R., Kim S.W. Transcriptome Analysis of Mistletoe (Viscum album) Haustorium Development. Hortic. Environ. Biotechnol. 2014;55:352–361. doi: 10.1007/s13580-014-0033-6.", "ArticleIdList": ["10.1007/s13580-014-0033-6"]}, {"Citation": "Pennings S.C., Callaway R.M. Parasitic Plants: Parallels and Contrasts with Herbivores. Oecologia. 2002;131:479–489. doi: 10.1007/s00442-002-0923-7.", "ArticleIdList": ["10.1007/s00442-002-0923-7", "28547541"]}, {"Citation": "Mellado A., Zamora R. Parasites Structuring Ecological Communities: The Mistletoe Footprint in Mediterranean Pine Forests. Funct. Ecol. 2017;31:2167–2176. doi: 10.1111/1365-2435.12907.", "ArticleIdList": ["10.1111/1365-2435.12907"]}, {"Citation": "Bussing A. Mistletoe: The Genus Viscum. 1st ed. CRC Press; London, UK: 2000."}, {"Citation": "Vicas S.I., Rugină D., Pantea S., Socaciu C. The Morphological Features and UV-VIS Analysis of Some Taxonomic Markers of Genus Viscum. Bull. Univ. Agric. Sci. Vet. Med. Agric. 2009;66:193–200."}, {"Citation": "Esteban R., Barrutia O., Artetxe U., Fernández-Marín B., Hernández A., García-Plazaola J.I. Internal and External Factors Affecting Photosynthetic Pigment Composition in Plants: A Meta-Analytical Approach. New Phytol. 2015;206:268–280. doi: 10.1111/nph.13186.", "ArticleIdList": ["10.1111/nph.13186", "25414007"]}, {"Citation": "Tripathi A.K., Gautam M. Biochemical Parameters of Plants as Indicators of Air Pollution. J. Environ. Biol. 2007;28:127–132.", "ArticleIdList": ["17717999"]}, {"Citation": "Vicaș S.I., Laslo V., Pantea S., Bandici G.E. Chlorophyll and Carotenoids Pigments from Mistletoe (Viscum album) Leaves Using Different Solvents. An. Univ. Oradea Fasc. Biol. 2010;17:213–218."}, {"Citation": "Skrypnik L., Maslennikov P., Feduraev P., Pungin A., Belov N. Changes in Antioxidative Compounds and Enzymes in Small-Leaved Linden (Tilia cordata Mill.) in Response to Mistletoe (Viscum album L.) Infestation. Plants. 2021;10:1871. doi: 10.3390/plants10091871.", "ArticleIdList": ["10.3390/plants10091871", "PMC8465490", "34579405"]}, {"Citation": "Chatterjee A., Ghosh S.K. Alterations in Biochemical Components in Mesta Plants Infected with Yellow Vein Mosaic Disease. Braz. J. Plant Physiol. 2008;20:267–275. doi: 10.1590/S1677-04202008000400002.", "ArticleIdList": ["10.1590/S1677-04202008000400002"]}, {"Citation": "Üstüner T., Düzenli S. Determination of the Chemical Compositions of Viscum album Ssp. Album and Soft Core Hosts. J. Chem. Metrol. 2017;11:68–77. doi: 10.25135/jcm.10.17.07.050.", "ArticleIdList": ["10.25135/jcm.10.17.07.050"]}, {"Citation": "Abrahám E., Hourton-Cabassa C., Erdei L., Szabados L. Methods for Determination of Proline in Plants. Methods Mol. Biol. 2010;639:317–331. doi: 10.1007/978-1-60761-702-0_20.", "ArticleIdList": ["10.1007/978-1-60761-702-0_20", "20387056"]}, {"Citation": "Signorelli S., Coitiño E.L., Borsani O., Monza J. Molecular Mechanisms for the Reaction Between •OH Radicals and Proline: Insights on the Role as Reactive Oxygen Species Scavenger in Plant Stress. J. Phys. Chem. B. 2014;118:37–47. doi: 10.1021/jp407773u.", "ArticleIdList": ["10.1021/jp407773u", "24328335"]}, {"Citation": "Guerra T., Pizo M., Silva W. Host Specificity and Aggregation for a Widespread Mistletoe in Campo Rupestre Vegetation. Flora Morphol. Distrib. Funct. Ecol. Plants. 2017;238:148–154. doi: 10.1016/j.flora.2016.12.011.", "ArticleIdList": ["10.1016/j.flora.2016.12.011"]}, {"Citation": "Moreira F., Teixeira-Costa L., Ceccantini G., Furlan C.M. Mistletoe Effects on the Host Tree Tapirira Guianensis: Insights from Primary and Secondary Metabolites. Chemoecology. 2019;29:11–24. doi: 10.1007/s00049-018-0272-6.", "ArticleIdList": ["10.1007/s00049-018-0272-6"]}, {"Citation": "Marvibaigi M., Supriyanto E., Amini N., Abdul Majid F.A., Jaganathan S.K. Preclinical and Clinical Effects of Mistletoe against Breast Cancer. Biomed. Res. Int. 2014;2014:785479. doi: 10.1155/2014/785479.", "ArticleIdList": ["10.1155/2014/785479", "PMC4127267", "25136622"]}, {"Citation": "Szurpnicka A., Zjawiony J.K., Szterk A. Therapeutic Potential of Mistletoe in CNS-Related Neurological Disorders and the Chemical Composition of Viscum Species. J. Ethnopharmacol. 2019;231:241–252. doi: 10.1016/j.jep.2018.11.025.", "ArticleIdList": ["10.1016/j.jep.2018.11.025", "30458281"]}, {"Citation": "Song C., Wei X.-Y., Qiu Z.-D., Gong L., Chen Z.-Y., Ma Y., Shen Y., Zhao Y.-J., Wang W.-H., Lai C.-J.-S., et al. Exploring the Resources of the Genus Viscum for Potential Therapeutic Applications. J. Ethnopharmacol. 2021;277:114233. doi: 10.1016/j.jep.2021.114233.", "ArticleIdList": ["10.1016/j.jep.2021.114233", "34044077"]}, {"Citation": "Holandino C., de Oliveira Melo M.N., Oliveira A.P., da Costa Batista J.V., Capella M.A.M., Garrett R., Grazi M., Ramm H., Torre C.D., Schaller G., et al. Phytochemical Analysis and in Vitro Anti-Proliferative Activity of Viscum album Ethanolic Extracts. BMC Complement. Med. Ther. 2020;20:215. doi: 10.1186/s12906-020-02987-4.", "ArticleIdList": ["10.1186/s12906-020-02987-4", "PMC7346636", "32646417"]}, {"Citation": "Yang P., Jiang Y., Pan Y., Ding X., Rhea P., Ding J., Hawke D.H., Felsher D., Narla G., Lu Z., et al. Mistletoe Extract Fraxini Inhibits the Proliferation of Liver Cancer by Down-Regulating c-Myc Expression. Sci. Rep. 2019;9:6428. doi: 10.1038/s41598-019-41444-2.", "ArticleIdList": ["10.1038/s41598-019-41444-2", "PMC6478697", "31015523"]}, {"Citation": "Menke K., Schwermer M., Eisenbraun J., Schramm A., Zuzak T.J. Anticancer Effects of Viscum album Fraxini Extract on Medulloblastoma Cells in Vitro. Complement. Med. Res. 2021;28:15–22. doi: 10.1159/000507318.", "ArticleIdList": ["10.1159/000507318", "32659760"]}, {"Citation": "Peñaloza E., Holandino C., Scherr C., de Araujo P.I.P., Borges R.M., Urech K., Baumgartner S., Garrett R. Comprehensive Metabolome Analysis of Fermented Aqueous Extracts of Viscum album L. by Liquid Chromatography−High Resolution Tandem Mass Spectrometry. Molecules. 2020;25:4006. doi: 10.3390/molecules25174006.", "ArticleIdList": ["10.3390/molecules25174006", "PMC7504787", "32887375"]}, {"Citation": "Stefanucci A., Zengin G., Llorent-Martinez E.J., Dimmito M.P., Della Valle A., Pieretti S., Ak G., Sinan K.I., Mollica A. Viscum album L. Homogenizer-Assisted and Ultrasound-Assisted Extracts as Potential Sources of Bioactive Compounds. J. Food Biochem. 2020;44:e13377. doi: 10.1111/jfbc.13377.", "ArticleIdList": ["10.1111/jfbc.13377", "32713043"]}, {"Citation": "Nazaruk J., Orlikowski P. Phytochemical Profile and Therapeutic Potential of Viscum album L. Nat. Prod. Res. 2016;30:373–385. doi: 10.1080/14786419.2015.1022776.", "ArticleIdList": ["10.1080/14786419.2015.1022776", "25813519"]}, {"Citation": "Onay-Uçar E., Karagöz A., Arda N. Antioxidant Activity of Viscum album Ssp. Album. Fitoterapia. 2006;77:556–560. doi: 10.1016/j.fitote.2006.08.001.", "ArticleIdList": ["10.1016/j.fitote.2006.08.001", "17056203"]}, {"Citation": "Yu Y., Zhou X.-Z., Ye L., Yuan Q., Freeberg S., Shi C., Zhu P.-W., Bao J., Jiang N., Shao Y. Rhamnazin Attenuates Inflammation and Inhibits Alkali Burn-Induced Corneal Neovascularization in Rats. RSC Adv. 2018;8:26696–26706. doi: 10.1039/C8RA03159B.", "ArticleIdList": ["10.1039/C8RA03159B", "PMC9083096", "35541079"]}, {"Citation": "Papuc C., Crivineanu M., Goran G., Nicorescu V., Durdun C. Free Radicals Scavenging and Antioxidant Activity of European Mistletoe (Viscum album) and European Birthwort (Aristolochia clematitis) Rev. Chim. 2010;61:619–622."}, {"Citation": "Pelzer F., Tröger W. Complementary Treatment with Mistletoe Extracts During Chemotherapy: Safety, Neutropenia, Fever, and Quality of Life Assessed in a Randomized Study. J. Altern. Complement. Med. 2018;24:954–961. doi: 10.1089/acm.2018.0159.", "ArticleIdList": ["10.1089/acm.2018.0159", "PMC6157372", "30247950"]}, {"Citation": "Lech P., Żółciak A., Hildebrand R. Occurrence of European Mistletoe (Viscum album L.) on Forest Trees in Poland and Its Dynamics of Spread in the Period 2008–2018. Forests. 2020;11:83. doi: 10.3390/f11010083.", "ArticleIdList": ["10.3390/f11010083"]}, {"Citation": "Nayek S., Choudhury I., Haque J., Nishika J., Roy S. Spectrophotometric Analysis of Chlorophylls and Carotenoids from Commonly Grown Fern Species by Using Various Extracting Solvents. Res. J. Chem. Sci. 2014;4:2231–2606. doi: 10.1055/s-0033-1340072.", "ArticleIdList": ["10.1055/s-0033-1340072"]}, {"Citation": "Aleixandre-Tudo J.L., du Toit W. The Role of UV-Visible Spectroscopy for Phenolic Compounds Quantification in Winemaking. IntechOpen; London, UK: 2018."}, {"Citation": "Singleton V.L., Orthofer R., Lamuela-Raventós R.M. Oxidants and Antioxidants Part A. Elsevier; Amsterdam, The Netherlands: 1999. Analysis of Total Phenols and Other Oxidation Substrates and Antioxidants by Means of Folin-Ciocalteu Reagent; pp. 152–178."}, {"Citation": "Pallag A., Bungau S., Tit D.M., Tünde J., Sirbu V., Honiges A., Horhogea C. Comparative Study of Polyphenols, Flavonoids and Chlorophylls in Equisetum arvense L. Populations. Rev. Chim. 2016;67:530–533."}, {"Citation": "Miere Groza F., Teușdea A.C., Laslo V., Cavalu S., Fritea L., Dobjanschi L., Zdrinca M., Zdrinca M., Ganea M., Pașc P., et al. Evaluation of In Vitro Wound-Healing Potential, Antioxidant Capacity, and Antimicrobial Activity of Stellaria media (L.) Vill. Appl. Sci. 2021;11:11526. doi: 10.3390/app112311526.", "ArticleIdList": ["10.3390/app112311526"]}, {"Citation": "Bates L.S., Waldren R.P., Teare I.D. Rapid Determination of Free Proline for Water-Stress Studies. Plant Soil. 1973;39:205–207. doi: 10.1007/BF00018060.", "ArticleIdList": ["10.1007/BF00018060"]}, {"Citation": "Brand-Williams W., Cuvelier M.E., Berset C. Use of a Free Radical Method to Evaluate Antioxidant Activity. LWT Food Sci. Technol. 1995;28:25–30. doi: 10.1016/S0023-6438(95)80008-5.", "ArticleIdList": ["10.1016/S0023-6438(95)80008-5"]}, {"Citation": "Budau R., Memete A., Adrian Ioan T., Vicaş S. Phytochemical Screening and Antioxidant Capacity of Two Berry Cultivars, ‘Ruben’ and ‘Duke’, Depending on Their Harvesting Time. Bull. Univ. Agric. Sci. Vet. Med. Cluj-Napoca. Food Sci. Technol. 2022;1:27–35. doi: 10.15835/buasvmcn-fst:2022.000.", "ArticleIdList": ["10.15835/buasvmcn-fst:2022.000"]}, {"Citation": "Memete A.R., Teusdea A.C., Timar A.V., Vuscan A.N., Mintaș O.S., Cavalu S., Vicas S.I. Effects of Different Edible Coatings on the Shelf Life of Fresh Black Mulberry Fruits (Morus nigra L.) Agriculture. 2022;12:1068. doi: 10.3390/agriculture12071068.", "ArticleIdList": ["10.3390/agriculture12071068"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "9", "Day": "13"}, {"Year": "2022", "Month": "11", "Day": "1"}, {"Year": "2022", "Month": "11", "Day": "4"}, {"Year": "2022", "Month": "11", "Day": "26", "Hour": "1", "Minute": "32"}, {"Year": "2022", "Month": "11", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "27", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "11", "Day": "9"}], "PublicationStatus": "epublish", "ArticleIdList": ["36432750", "PMC9694764", "10.3390/plants11223021", "plants11223021"]}}], "PubmedBookArticle": []}