{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Apoptosis", "Cytotoxic activity", "Sida rhombifolia", "cancer"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36444580", "DateCompleted": {"Year": "2022", "Month": "11", "Day": "30"}, "DateRevised": {"Year": "2023", "Month": "02", "Day": "17"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "01"}], "Language": ["eng"], "ELocationID": ["10.31557/APJCP.2022.23.11.3677", "90359"], "Journal": {"ISSN": "2476-762X", "JournalIssue": {"Volume": "23", "Issue": "11", "PubDate": {"Year": "2022", "Month": "Nov", "Day": "01"}}, "Title": "Asian Pacific journal of cancer prevention : APJCP", "ISOAbbreviation": "Asian Pac J Cancer Prev"}, "ArticleTitle": "Sida rhombifolia Exerts Anti-Proliferative and Pro-Apoptotic Effects in Human Liver Cancer HepG2 Cells in Vitro.", "Pagination": {"StartPage": "3677", "EndPage": "3684", "MedlinePgn": "3677-3684"}, "Abstract": {"AbstractText": ["Modern research revealed that plants belonging to the Sida rhombifolia family (Malvaceae) contain biologically active compounds that make them prone to discovering and developing anticancer drugs. This study aimed to evaluate the apoptosis effects of S. rhombifolia extracts in HepG2 Cell Line was performed.", "The extractions were prepared, and an MTT assay was applied to evaluate its role in decreasing the viability of HepG2 and HFF cells. Phenolic compounds were analyzed using High-performance liquid chromatography (HPLC). FlowCytometry and RT-qPCR evaluated apoptosis was performed to measure the mRNA expression of pro-and anti-apoptotic mediators.", "The results can be summarized as EtOAc extract was more cytotoxic against the HepG2 cells (IC50= 364.3 µg/mL) compared to MeOH and HEX extracts (720.2 µg/mL) (560.4 µg/mL) with less cytotoxicity in HFF cells (353.2 µg/mL). The HPLC analysis results revealed most phenolic compounds, such as Epicatechin(1.3 mg/g). The EtOAc extract (300 μg/mL) induced 34% apoptosis in HepG2 cells. RT-qPCR data showed upregulation of the proapoptotic gene (Bax) and increased Bax/BCL-2 ratio by S. rhombifolia EtOAc extract (300 μg/mL).", "In conclusion, the EtOAc extract of S. rhombifolia is capable of inducing apoptosis in HepG2 cells through modulation of the mitochondrial pathway, which explains their antitumor activity."]}, "AuthorList": [{"Identifier": ["0000-0002-8010-6643"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular and Cell Biology Research Center, Department of Immunology, School of Medicine, Mazandaran University of Medical Sciences, Sari, Iran."}, {"Identifier": [], "Affiliation": "Department of Biotechnology, Payame Noor University, Tehran, Iran."}], "LastName": "Ahmadi", "ForeName": "Mohadeseh", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Sciences Research Center, Department of Medicinal Chemistry, School of Pharmacy, Mazandaran University of Medical Science, Sari, Iran."}], "LastName": "Ebrahimzadeh", "ForeName": "Mohammad Ali", "Initials": "MA"}, {"Identifier": ["0000000217666605"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular and Cell Biology Research Center, Department of Immunology, School of Medicine, Mazandaran University of Medical Sciences, Sari, Iran."}], "LastName": "Rafiei", "ForeName": "Alireza", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular and Cell Biology Research Center, Department of Immunology, School of Medicine, Mazandaran University of Medical Sciences, Sari, Iran."}], "LastName": "Kardan", "ForeName": "Mostafa", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Payame Noor University, Tehran, Iran."}], "LastName": "Ebrahimi", "ForeName": "Mohammad Ali", "Initials": "MA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Thailand", "MedlineTA": "Asian Pac J Cancer Prev", "NlmUniqueID": "101130625", "ISSNLinking": "1513-7368"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "bcl-2-Associated X Protein"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Hep G2 Cells"}, {"QualifierName": [], "DescriptorName": "bcl-2-Associated X Protein"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Liver Neoplasms"}, {"QualifierName": [], "DescriptorName": "Apoptosis"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}], "CoiStatement": "All the authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ahmed F, Toume K, Ohtsuki T, et al. Cryptolepine, isolated from Sida acuta, sensitizes human gastric adenocarcinoma cells to TRAIL-induced apoptosis. Phytotherapy Res. 2011;25:147–50.", "ArticleIdList": ["20623717"]}, {"Citation": "Anwanwan D, SinghS K, Singh S, Saikam V, Singh R. Challenges in liver cancer and possible treatment approaches. Biochim Biophys Acta Rev Cancer. 2020;1873:188314.", "ArticleIdList": ["PMC6981221", "31682895"]}, {"Citation": "Butt MS, Ahmad RS, Sultan MT, Qayyum MMN, Naz A. Green tea and anticancer perspectives: updates from last decade. Crit Rev Food Sci Nut. 2015;55:792–805.", "ArticleIdList": ["24915354"]}, {"Citation": "Chaves OS, Teles YCF, Monteiro M MdO, et al. Alkaloids and phenolic compounds from Sida rhombifolia L (Malvaceae) and vasorelaxant activity of two indoquinoline alkaloids. Molecules. 2017;22:94.", "ArticleIdList": ["PMC6155934", "28067836"]}, {"Citation": "Damasceno SS, Dantas BB, Ribeiro-Filho J, Araújo AM, da Costa GM. Chemical properties of caffeic and ferulic acids in biological system: implications in cancer therapy. A review. Curr Pharm Des. 2017;23:3015–23.", "ArticleIdList": ["27928956"]}, {"Citation": "Ekramul I, Naznin K, Islam W, Ekramul H, Ashiik M. Larvicidal activity of a new glycoside, phenyl ethyl bD glucopyranoside from the stem of the plant Sida rhombifolia. Pakist J Biol Sci. 2000;6:73–5."}, {"Citation": "Ekramul Islam M, Ekramul Haque M, Mosaddik M. Cytotoxicity and antibacterial activity of Sida rhombifolia (Malvaceae) grown in Bangladesh. Phytother Res. 2003;17:973–5.", "ArticleIdList": ["13680839"]}, {"Citation": "Finn GJ, Kenealy E, Creaven BS, Egan DA. In vitro cytotoxic potential and mechanism of action of selected coumarins, using human renal cell lines. Cancer Lett. 2002;183:61–8.", "ArticleIdList": ["12049815"]}, {"Citation": "Gagnier J, Boon H, Rochon P, et al. Reporting randomized, controlled trials of herbal interventions: an elaborated CONSORT statement. Ann Intern Med. 2006;144:364–7.", "ArticleIdList": ["16520478"]}, {"Citation": "Hamzeloo MM, Taiebi N, Mosaddegh M, ESLAMI TB, Esmaeili S. The effect of some cosolvents and surfactants on viability of cancerous cell lines. Front Pharmacol. 2014;8:761."}, {"Citation": "Jin T, Wang C, Tian Y, et al. Mitochondrial metabolic reprogramming: An important player in liver cancer progression. Cancer Lett. 2020;470:197–203.", "ArticleIdList": ["31783085"]}, {"Citation": "Khalili M, Ebrahimzadeh MA, Kosaryan M, Abbasi A, Azadbakht M. Iron chelation and liver disease healing activity of edible mushroom (Cantharellus cibarius), in vitro and in vivo assays. RSC Adv. 2015;5:4804–10."}, {"Citation": "Krithikadatta J, Gopikrishna V, Datta M. CRIS Guidelines (Checklist for Reporting In-vitro Studies): A concept note on the need for standardized guidelines for improving quality and transparency in reporting in-vitro studies in experimental dental research. J Conserv Dent. 2014;17:301.", "ArticleIdList": ["PMC4127685", "25125839"]}, {"Citation": "Kumar R, Sharma A, Kumari A, Gulati A, Padwad Y, Sharma R. Epigallocatechin gallate suppresses premature senescence of preadipocytes by inhibition of PI3K/Akt/mTOR pathway and induces senescent cell death by regulation of Bax/Bcl-2 pathway. Biogerontology. 2019;20:171–89.", "ArticleIdList": ["30456590"]}, {"Citation": "Loprinzi CL, Kugler JW, Sloan JA, Rooke TW, Quella SK, et al. Lack of effect of coumarin in women with lymphedema after treatment for breast cancer. N Engl J Med. 1999;340:346–50.", "ArticleIdList": ["9929524"]}, {"Citation": "Mah SH, Teh SS, Ee GCL. Anti-inflammatory, anti-cholinergic and cytotoxic effects of Sida rhombifolia. Pharm Biol. 2017;55:920–8.", "ArticleIdList": ["PMC6130616", "28152649"]}, {"Citation": "Manosroi J, Boonpisuttinant K, Manosroi W, Manosroi A. Anti-proliferative activities on HeLa cancer cell line of Thai medicinal plant recipes selected from MANOSROI II database. J Ethnopharmacol. 2012;142:422–31.", "ArticleIdList": ["22626926"]}, {"Citation": "Ohishi T, Goto S, Monira P, Isemura M, Nakamura Y. Anti-inflammatory action of green tea. Anti-Inflammatory Anti-Allergy Agents Med Chem. 2016;15:74–90.", "ArticleIdList": ["27634207"]}, {"Citation": "Oszmianski J, Wojdylo A, Lamer-Zarawska E, Swiader K. Antioxidant tannins from Rosaceae plant roots. Food Chem. 2007;100:579–83."}, {"Citation": "Peter JK, Kumar Y, Pandey P, Masih H. Antibacterial activity of seed and leaf extract of Carica Papaya var. Pusa dwarf Linn. J Pharma Bio Sci. 2014;9:29–37."}, {"Citation": "Pieme C, Penlap V, Ngogang J, Costache M. In vitro cytotoxicity and antioxidant activities of five medicinal plants of Malvaceae family from Cameroon. Environ Toxicol Pharmacol. 2010;29:223–8.", "ArticleIdList": ["21787606"]}, {"Citation": "Rahmani J, Kord Varkaneh H, Kontogiannis V, et al. Waist circumference and risk of liver cancer: A Systematic Review and Meta-Analysis of over 2 Million Cohort Study Participants. Liver Cancer. 2020;9:6–14.", "ArticleIdList": ["PMC7024879", "32071905"]}, {"Citation": "Santanam N, Penumetcha M, Speisky H, Parthasarathy S. A novel alkaloid antioxidant, Boldine and synthetic antioxidant, reduced form of RU486, inhibit the oxidation of LDL in-vitro and atherosclerosis in vivo in LDLR−/− mice. Atherosclerosis. 2004;173:203–10.", "ArticleIdList": ["15064093"]}, {"Citation": "Sebastian M, Suresh J, Mruthunjaya K, Reddy A, Singh A. An overview of pharmacognostical and pharmacological properties of Sida rhombifolia. RJP. 2012;4:49–52."}, {"Citation": "Siddhuraju P, Mohan P, Becker K. Studies on the antioxidant activity of Indian Laburnum (Cassia fistula L ): a preliminary assessment of crude extracts from stem bark, leaves, flowers and fruit pulp. Food Chem. 2002;79:61–7."}, {"Citation": "Thounaojam MC, Jadeja RN, Ramani UV, Devkar RV, Ramachandran A. of PPARγ2 and leptin genes in high fat diet fed C57BL/6J mice and retards in vitro 3T3L1 Pre-adipocyte differentiation. Int J Mol Sci. 2011;12:4661–7.", "ArticleIdList": ["PMC3155376", "21845103"]}, {"Citation": "Wu L, Li F, Zhao C, Ming Y, Zheng C, et al. Effects and mechanisms of traditional Chinese herbal medicine in the treatment of ischemic cardiomyopathy. Pharmacol Res. 2020;151:104488.", "ArticleIdList": ["31734344"]}, {"Citation": "Yang S-B, Pang B-X, Xue J, Yuan , R-T Epigallocatechin-3-gallate inhibits proliferation and induces apoptosis in odontogenic keratocyst keratinocytes. Oral Dis. 2019;25:1175–84.", "ArticleIdList": ["30811745"]}, {"Citation": "Zaimy MA, Saffarzadeh N, Mohammadi A, et al. New methods in the diagnosis of cancer and gene therapy of cancer based on nanoparticles. Cancer Gene Ther. 2017;24:233–43.", "ArticleIdList": ["28574057"]}, {"Citation": "Zou Y, Lu Y, Wei D. Antioxidant activity of a flavonoid-rich extract of Hypericum perforatum L. in vitro. J Agric Food Chem. 2004;52:5032–9.", "ArticleIdList": ["15291471"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "1", "Day": "18"}, {"Year": "2022", "Month": "11", "Day": "29", "Hour": "3", "Minute": "36"}, {"Year": "2022", "Month": "11", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["36444580", "PMC9930967", "10.31557/APJCP.2022.23.11.3677", "90359"]}}], "PubmedBookArticle": []}