{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36457594", "DateRevised": {"Year": "2022", "Month": "12", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "22"}], "Language": ["eng"], "ELocationID": ["4886193", "10.1155/2022/4886193"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2022", "PubDate": {"Year": "2022"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Vasorelaxant and Antihypertensive Effects of Bergenin on Isolated Rat Aorta and High Salt-Induced Hypertensive Rats.", "Pagination": {"StartPage": "4886193", "MedlinePgn": "4886193"}, "Abstract": {"AbstractText": ["Bergenin is a phenolic glycoside that has been reported to be present in some medicinal plants which are traditionally used for their antihypertensive actions. So, bergenin was investigated for antihypertensive and vasorelaxant experiments in a rat model. Bergenin produced a significant fall in the mean arterial pressure (MAP) of rats. To explore the involvement of NO and muscarinic receptors, rats were pretreated with L-NAME and atropine <i>in-vivo</i>. The L-NAME did not change significantly the effect of bergenin on MAP excluding the involvement of NO. Unlike the L-NAME, atropine pretreatment reduced the effect of bergenin on MAP, indicating the role of muscarinic receptors. In <i>in-vitro</i> study, the bergenin produced endothelium-dependent (at lower concentrations) and independent (at higher concentrations) vasorelaxation, which was attenuated significantly in the presence of atropine and indomethacin but not with L-NAME. While a partial response was observed against K<sup>+</sup>-induced contractions. This was further confirmed when bergenin partly shifted the CaCl<sub>2</sub>-CRCs toward right. Bergenin also suppressed the PE peak formation, indicating the antagonist effect against the release of Ca<sup>2+</sup>. Moreover, the bergenin-induced vasorelaxant response was not markedly attenuated with TEA, while significantly ablated with 4-AP and BaCl<sub>2</sub>. In conclusion, the antihypertensive effects of bergenin are due to Ca<sup>2+</sup> channel blockade, K<sup>+</sup> channels activation, and muscarinic receptor-linked vasodilation."], "CopyrightInformation": "Copyright © 2022 Taseer Ahmad et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, COMSATS University Islamabad, Abbottabad Campus, University Road, Abbottabad, KPK 22060, Pakistan."}, {"Identifier": [], "Affiliation": "Laboratory of Cardiovascular Research and Integrative Pharmacology, College of Pharmacy, University of Sargodha, Sargodha 40100, Pakistan."}], "LastName": "Ahmad", "ForeName": "Taseer", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, COMSATS University Islamabad, Abbottabad Campus, University Road, Abbottabad, KPK 22060, Pakistan."}], "LastName": "Qayyum", "ForeName": "Rahila", "Initials": "R"}, {"Identifier": ["0000-0002-2007-4838"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, COMSATS University Islamabad, Abbottabad Campus, University Road, Abbottabad, KPK 22060, Pakistan."}], "LastName": "Khan", "ForeName": "Taous", "Initials": "T"}, {"Identifier": ["0000-0002-3095-5604"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, School of Pharmacy, Najran University, Najran, Saudi Arabia."}], "LastName": "Mahnashi", "ForeName": "Mater H", "Initials": "MH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Laboratory Technology, Faculty of Applied Medical Sciences, University of Tabuk, Tabuk, Saudi Arabia."}], "LastName": "Jalal", "ForeName": "Mohammed M", "Initials": "MM"}, {"Identifier": ["0000-0002-3394-0686"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Laboratory Technology, Faculty of Applied Medical Sciences, University of Tabuk, Tabuk, Saudi Arabia."}], "LastName": "Altayar", "ForeName": "Malik A", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Laboratory Sciences, Collage of Applied Medical Science, Najran University, Najran, Saudi Arabia."}], "LastName": "Alshehri", "ForeName": "Osama M", "Initials": "OM"}, {"Identifier": ["0000-0002-6032-3915"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, COMSATS University Islamabad, Abbottabad Campus, University Road, Abbottabad, KPK 22060, Pakistan."}], "LastName": "Shah", "ForeName": "Abdul Jabbar", "Initials": "AJ"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "The authors declare that they have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aye M. M., Aung H. T., Sein M. M., Armijos C. A review on the phytochemistry, medicinal properties and pharmacological activities of 15 selected Myanmar medicinal plants. Molecules . 2019;24(2):p. 293. doi: 10.3390/molecules24020293.", "ArticleIdList": ["10.3390/molecules24020293", "PMC6359042", "30650546"]}, {"Citation": "Pan S. Y., Zhou S. F., Gao S. H., et al. New perspectives on how to discover drugs from herbal medicines: cam’s outstanding contribution to modern therapeutics. Evidence-Based Complementary and Alternative Medicine . 2013;2013:25. doi: 10.1155/2013/627375.627375", "ArticleIdList": ["10.1155/2013/627375", "PMC3619623", "23634172"]}, {"Citation": "Koche D., Shirsat R., Kawale M. An overview of major classes of phytochemicals: their types and role in disease prevention. Hislopia Journal . 2016;9(1/2):0976–2124."}, {"Citation": "Ahmed F., Siddesha J. M., Urooj A., Vishwanath B. S. Radical scavenging and angiotensin converting enzyme inhibitory activities of standardized extracts of Ficus racemosa stem bark. Phytotherapy Research . 2010;24(12):1839–1843. doi: 10.1002/ptr.3205.", "ArticleIdList": ["10.1002/ptr.3205", "20564493"]}, {"Citation": "Rastogi S., Rawat A. K. S. A comprehensive review on bergenin, a potential hepatoprotective and antioxidative phytoconstituent. Herba Polonica . 2008;54(2):66–79."}, {"Citation": "Dhar M. L., Dhar M. M., Dhawan B. N., Mehrotra B. N., Ray C. Screening of Indian plants for biological activity: I. Indian Journal of Experimental Biology . 1968;6(4):232–247.", "ArticleIdList": ["5720682"]}, {"Citation": "Ruby K. M., Chauhan R., Sharma S., Dwivedi J. Polypharmacological activities of Bergenia species. International Journal of Pharmacy and Pharmaceutical Sciences . 2012;1:100–109."}, {"Citation": "Gurav S., Gurav N. A comprehensive review: Bergenia ligulata wall-A controversial clinical candidate. International Journal of Pharmaceutical Sciences Review and Research . 2014;5:1630–1642."}, {"Citation": "Singh M., Pandey N., Agnihotri V., Singh K. K., Pandey A. Antioxidant, antimicrobial activity and bioactive compounds of Bergenia ciliata Sternb.: a valuable medicinal herb of Sikkim Himalaya. Journal of Traditional and Complementary Medicine . 2017;7(2):152–157. doi: 10.1016/j.jtcme.2016.04.002.", "ArticleIdList": ["10.1016/j.jtcme.2016.04.002", "PMC5388066", "28417084"]}, {"Citation": "Abe K., Sakai K., Uchida M. Effects of bergenin on experimental ulcers prevention of stress induced ulcers in rats. General Pharmacology: The Vascular System . 1980;11(4):361–368. doi: 10.1016/0306-3623(80)90100-7.", "ArticleIdList": ["10.1016/0306-3623(80)90100-7", "7399254"]}, {"Citation": "Alkadi K. A., Adam A., Taha M., Hasan M. H., Ali Shah S. A. Antiplatelet aggregation activity of 5-Hydroxyflavone, 2-Hydroxyflavanone, Paeonol and bergenin isolated from stem bark of Garcinia malaccensis in human whole blood. Oriental Journal of Chemistry . 2013;29(3):871–875. doi: 10.13005/ojc/290304.", "ArticleIdList": ["10.13005/ojc/290304"]}, {"Citation": "Singh U., Barik A., Priyadarsini K. I. Reactions of hydroxyl radical with bergenin, a natural poly phenol studied by pulse radiolysis. Bioorganic and Medicinal Chemistry . 2009;17(16):6008–6014. doi: 10.1016/j.bmc.2009.06.055.", "ArticleIdList": ["10.1016/j.bmc.2009.06.055", "19608422"]}, {"Citation": "Gao X., Guo M., Zhang Z., Wang T., Cao Y., Zhang N. Bergenin plays an anti-inflammatory role via the modulation of MAPK and NF-κB signaling pathways in a mouse model of lps-induced mastitis. Inflammation . 2015;38(3):1142–1150. doi: 10.1007/s10753-014-0079-8.", "ArticleIdList": ["10.1007/s10753-014-0079-8", "25487780"]}, {"Citation": "Oliveira G. A., Araujo A. K., Pacheco G. Anti-inflammatory properties of bergenin in mice. Journal of Applied Pharmaceutical Science . 2019;9(7):069–077."}, {"Citation": "Kumar R., Patel D. K., Prasad S. K., Laloo D., Krishnamurthy S., Hemalatha S. Type 2 antidiabetic activity of bergenin from the roots of Caesalpinia digyna Rottler. Fitoterapia . 2012;83(2):395–401. doi: 10.1016/j.fitote.2011.12.008.", "ArticleIdList": ["10.1016/j.fitote.2011.12.008", "22178680"]}, {"Citation": "Shah A. J., Gilani A. H. Blood pressure-lowering and vascular modulator effects of Acorus calamus extract are mediated through multiple pathways. Journal of Cardiovascular Pharmacology . 2009;54(1):38–46. doi: 10.1097/FJC.0b013e3181aa5781.", "ArticleIdList": ["10.1097/FJC.0b013e3181aa5781", "19528816"]}, {"Citation": "Taqvi S., Shah A. J., Gilani A. H. Blood pressure lowering and vasomodulator effects of piperine. Journal of Cardiovascular Pharmacology . 2008;52(5):452–458. doi: 10.1097/fjc.0b013e31818d07c0.", "ArticleIdList": ["10.1097/fjc.0b013e31818d07c0", "19033825"]}, {"Citation": "Ahmad T., Khan T., Shah A. J. Juglone as antihypertensive agent acts through multiple vascular mechanisms. Clinical and Experimental Hypertension . 2020;42(4):335–344. doi: 10.1080/10641963.2019.1665674.", "ArticleIdList": ["10.1080/10641963.2019.1665674", "31523996"]}, {"Citation": "Salma U., Khan T., Shah A. J. Antihypertensive effect of the methanolic extract from Eruca sativa Mill., (Brassicaceae) in rats: Muscarinic receptor-linked vasorelaxant and cardiotonic effects. Journal of Ethnopharmacology . 2018;224:409–420. doi: 10.1016/j.jep.2018.06.013.", "ArticleIdList": ["10.1016/j.jep.2018.06.013", "29913298"]}, {"Citation": "Chan S. S. K., Choi A. O. K., Jones R. L., Lin G. Mechanisms underlying the vasorelaxing effects of butylidenephthalide, an active constituent of Ligusticum chuanxiong, in rat isolated aorta. European Journal of Pharmacology . 2006;537(1-3):111–117. doi: 10.1016/j.ejphar.2006.03.015.", "ArticleIdList": ["10.1016/j.ejphar.2006.03.015", "16624277"]}, {"Citation": "Furchgott R. F., Zawadzki J. V. The obligatory role of endothelial cells in the relaxation of arterial smooth muscle by acetylcholine. Nature . 1980;288(5789):373–376. doi: 10.1038/288373a0.", "ArticleIdList": ["10.1038/288373a0", "6253831"]}, {"Citation": "Niu L. G., Zhang M. S., Liu Y., et al. Vasorelaxant effect of taurine is diminished by tetraethylammonium in rat isolated arteries. European Journal of Pharmacology . 2008;580(1-2):169–174. doi: 10.1016/j.ejphar.2007.10.039.", "ArticleIdList": ["10.1016/j.ejphar.2007.10.039", "17997400"]}, {"Citation": "Cole W. C., Clément-Chomienne O., Aiello E. A. Regulation of 4-aminopyridine-sensitive, delayed rectifier K+ channels in vascular smooth muscle by phosphorylation. Biochemistry and Cell Biology . 1996;74(4):439–447. doi: 10.1139/o96-048.", "ArticleIdList": ["10.1139/o96-048", "8960350"]}, {"Citation": "Tep-areenan P., Kendall D. A., Randall M. D. Mechanisms of vasorelaxation to testosterone in the rat aorta. European Journal of Pharmacology . 2003;465(1-2):125–132. doi: 10.1016/s0014-2999(03)01453-5.", "ArticleIdList": ["10.1016/s0014-2999(03)01453-5", "12650841"]}, {"Citation": "Arunlakshana O., Schild H. O. Some quantitative uses of drug antagonists. British Journal of Pharmacology and Chemotherapy . 1959;14(1):48–58. doi: 10.1111/j.1476-5381.1959.tb00928.x.", "ArticleIdList": ["10.1111/j.1476-5381.1959.tb00928.x", "PMC1481829", "13651579"]}, {"Citation": "Qayyum R., Qamar H. M. D., Shah A. J., et al. Mechanisms underlying the antihypertensive properties of Urtica dioica. Journal of Translational Medicine . 2016;14(1):p. 254. doi: 10.1186/s12967-016-1017-3.", "ArticleIdList": ["10.1186/s12967-016-1017-3", "PMC5009491", "27585814"]}, {"Citation": "Clozel J. P., Danchin N., Genton P., Thomas J. L., Cherrier F. Effects of propranolol and of verapamil on heart rate and blood pressure in hyperthyroidism. Clinical Pharmacology and Therapeutics . 1984;36(1):64–69. doi: 10.1038/clpt.1984.140.", "ArticleIdList": ["10.1038/clpt.1984.140", "6734051"]}, {"Citation": "Lo Y. C., Tsou H. H., Lin R. J., et al. Endothelium-dependent and independent vasorelaxation by a theophylline derivative MCPT: Roles of cyclic nucleotides, potassium channel opening and phosphodiesterase inhibition. Life Sciences . 2005;76(8):931–944. doi: 10.1016/j.lfs.2004.10.009.", "ArticleIdList": ["10.1016/j.lfs.2004.10.009", "15589969"]}, {"Citation": "Prins B. A., Hu R. M., Nazario B., et al. Prostaglandin E2 and prostacyclin inhibit the production and secretion of endothelin from cultured endothelial cells. Journal of Biological Chemistry . 1994;269(16):11938–11944. doi: 10.1016/s0021-9258(17)32663-7.", "ArticleIdList": ["10.1016/s0021-9258(17)32663-7", "8163494"]}, {"Citation": "Roghani-Dehkordi F., Roghani M. The vasorelaxant effect of simvastatin in isolated aorta from diabetic rats. ARYA Atheroscler . 2016;12(2):104–108.", "ArticleIdList": ["PMC4933750", "27429631"]}, {"Citation": "Karaki H., Ozaki H., Hori M., et al. Calcium movements, distribution, and functions in smooth muscle. Pharmacological Research . 1997;49(2):157–230.", "ArticleIdList": ["9228665"]}, {"Citation": "Bolton T. B. Mechanisms of action of transmitters and other substances on smooth muscle. Physiological Reviews . 1979;59(3):606–718. doi: 10.1152/physrev.1979.59.3.606.", "ArticleIdList": ["10.1152/physrev.1979.59.3.606", "37533"]}, {"Citation": "Wu X. L., Wang Y. Y., Cheng J., Zhao Y. Y. Calcium channel blocking activity of calycosin, a major active component of Astragali radix, on rat aorta. Acta Pharmacologica Sinica . 2006;27(8):1007–1012. doi: 10.1111/j.1745-7254.2006.00349.x.", "ArticleIdList": ["10.1111/j.1745-7254.2006.00349.x", "16867251"]}, {"Citation": "Chen H. C., Bouchie J. L., Perez A. S. Role of the angiotensin AT1 receptor in rat aortic and cardiac PAI-1 gene expression. Arteriosclerosis, Thrombosis, and Vascular Biology .", "ArticleIdList": ["10.1161/01.ATV.20.10.2297", "11031218"]}, {"Citation": "Montezano A. C., Nguyen Dinh Cat A., Rios F. J., Touyz R. M., Touyz R. M. Angiotensin II and vascular injury. Current Hypertension Reports . 2014;16(6):p. 431. doi: 10.1007/s11906-014-0431-2.", "ArticleIdList": ["10.1007/s11906-014-0431-2", "24760441"]}, {"Citation": "Zhu X. M., Fang L. H., Li Y. J., Du G. H. Endothelium-dependent and -independent relaxation induced by pinocembrin in rat aortic rings. Vascular Pharmacology . 2007;46(3):160–165. doi: 10.1016/j.vph.2006.09.003.", "ArticleIdList": ["10.1016/j.vph.2006.09.003", "17074538"]}, {"Citation": "Novakovic A., Bukarica L. G., Kanjuh V., Heinle H. Potassium channels mediated vasorelaxation of rat aorta induced by resveratrol. Basic and Clinical Pharmacology and Toxicology . 2006;99(5):360–364. doi: 10.1111/j.1742-7843.2006.pto_531.x.", "ArticleIdList": ["10.1111/j.1742-7843.2006.pto_531.x", "17076688"]}, {"Citation": "Iozzi D., Schubert R., Kalenchuk V. U., et al. Quercetin relaxes rat tail main artery partly via a PKG-mediated stimulation of KCa 1.1 channels. Acta Physiology (Oxf) . 2013;208(4):329–339. doi: 10.1111/apha.12083.", "ArticleIdList": ["10.1111/apha.12083", "23432816"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "5", "Day": "20"}, {"Year": "2022", "Month": "8", "Day": "3"}, {"Year": "2022", "Month": "8", "Day": "22"}, {"Year": "2022", "Month": "12", "Day": "2", "Hour": "2", "Minute": "21"}, {"Year": "2022", "Month": "12", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "3", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "11", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["36457594", "PMC9708344", "10.1155/2022/4886193"]}}], "PubmedBookArticle": []}