{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Morocco", "Traditional medicine", "diabetes", "medicinal plants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36451983", "DateCompleted": {"Year": "2022", "Month": "12", "Day": "02"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "08", "Day": "29"}], "Language": ["eng"], "ELocationID": ["319", "10.11604/pamj.2022.42.319.32572"], "Journal": {"ISSN": "1937-8688", "JournalIssue": {"Volume": "42", "PubDate": {"Year": "2022"}}, "Title": "The Pan African medical journal", "ISOAbbreviation": "Pan Afr Med J"}, "ArticleTitle": "Medicinal plants used in the traditional treatment of diabetes in Ksar Elkebir Region (North-Western Morocco).", "Pagination": {"StartPage": "319", "MedlinePgn": "319"}, "Abstract": {"AbstractText": ["the number of people with diabetes continues to increase worldwide. In Morocco, two million adults are estimated to be diabetic in 2018. The Moroccan population is known for the use of medicinal plants and natural recipes for the treatment of chronic diseases including diabetes. The present study aimed to make an inventory of plant species used in folk medicine for the treatment of diabetes mellitus by diabetic patients in Ksar Elkebir City (North-west, Morocco).", "an ethnobotanical study was carried out among 250 diabetic patients by means of a semi-structured questionnaire by direct interviews.", "a total of 29 species of plants belonging to 23 families were identified. The most represented families were Lamiaceae, Apiaceae, Asteraceae, fabaceae, and Lauraceae. While the most frequently cited plant species were Olea europaea l, Trigonella foenum graecum l, Origanum compactum benth l and salvia officinalis l. Leaves were the most used part of plants and the decoction was the most cited mode of preparation used by the population included in the study.", "people with diabetes in Ksar Elkebir Region use a variety of herbal remedies in several ways to treat diabetes. This result can be an important database for the following studies to confirm the efficiency of these plants in vitro and in vivo."], "CopyrightInformation": "Copyright: Ibrahim Hinad et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Biology and Health, Faculty of Sciences, Ibn Tofail University in Kenitra, Kenitra, Morocco."}], "LastName": "Hinad", "ForeName": "Ibrahim", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Biology and Health, Faculty of Sciences, Ibn Tofail University in Kenitra, Kenitra, Morocco."}], "LastName": "S'hih", "ForeName": "Youssef", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Biology and Health, Faculty of Sciences, Ibn Tofail University in Kenitra, Kenitra, Morocco."}], "LastName": "Elhessni", "ForeName": "Aboubaker", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Biology and Health, Faculty of Sciences, Ibn Tofail University in Kenitra, Kenitra, Morocco."}], "LastName": "Mesfioui", "ForeName": "Abdelhalim", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Biology and Health, Faculty of Sciences, Ibn Tofail University in Kenitra, Kenitra, Morocco."}], "LastName": "Ouahidi", "ForeName": "Moulay Laarbi", "Initials": "ML"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Uganda", "MedlineTA": "Pan Afr Med J", "NlmUniqueID": "101517926"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Morocco"}, {"QualifierName": ["drug therapy", "epidemiology"], "DescriptorName": "Diabetes Mellitus"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Asteraceae"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "World Health Organization . Part diagnosis and classification of diabetes mellitus. 1999. Definition, diagnosis and classification of diabetes mellitus and its complications: report of a WHO consultation."}, {"Citation": "International Diabetes Federation . 2017. International diabetes federation (IDF) diabetes atlas eighth edition."}, {"Citation": "International Diabetes Federation . 2019. International diabetes federation (IDF) diabetes atlas ninth edition."}, {"Citation": "Ministry of Health Bullutin d´epidemiologie et de santé publique. 2018."}, {"Citation": "Al-Douri NA, Al-Essa LY. A survey of plants used in Iraqi traditional medicine. Jordan J Pharm Sci. 2010 Dec 7;3(2):100–8."}, {"Citation": "Roglic G, Norris SL. Medicines for treatment intensification in type 2 diabetes and type of insulin in type 1 and type 2 diabetes in low-resource settings: synopsis of the World Health Organization guidelines on second-and third-line medicines and type of insulin for the control of blood glucose levels in nonpregnant adults with diabetes mellitus. Ann Intern Med. 2018 Sep 18;169(6):394–397.", "ArticleIdList": ["30178023"]}, {"Citation": "World Health Organization World Health Organization guidelines on safety monitoring of herbal medicines in pharmacovigilance systems. 2004."}, {"Citation": "Khalid H, Abdalla WE, Abdelgadir H, Opatz T. Gems from traditional North-African medicine: medicinal and aromatic plants from Sudan. Natural products and bioprospecting. 2012 Jun;2(3):92–103."}, {"Citation": "Sijelmassi A. 6 Edition 1993. Les plantes médicinales du Maroc."}, {"Citation": "Abouri M, Mousadik AE, Msanda F, Boubaker H, Saadi B, Cherifi K. An ethnobotanical survey of medicinal plants used in the Tata Province, Morocco. Int J Med Plants Res. 2012 Jan;1(7):99–123."}, {"Citation": "Eddouks M, Maghrani M, Lemhadri A, Ouahidi M-L, Jouad H. Ethnopharmacological survey of medicinal plants used for the treatment of diabetes mellitus, hypertension and cardiac diseases in the South-east region of Morocco (Tafilalet) J Ethnopharmacol. 2002 Oct;82(2-3):97–103.", "ArticleIdList": ["12241983"]}, {"Citation": "Jouad H, Haloui M, Rhiouani H, El Hilaly J, Eddouks M. Ethnobotanical survey of medicinal plants used for the treatment of diabetes, cardiac and renal diseases in the North centre region of Morocco (Fez-Boulemane) J Ethnopharmacol. 2001 Oct;77(2-3):175–82.", "ArticleIdList": ["11535361"]}, {"Citation": "Katiri A, Barkaoui M, Msanda F, Boubaker H. Ethnobotanical survey of medicinal plants used for the treatment of diabetes in the Tizi n´ Test Region (Taroudant Province, Morocco) J pharmacogn nat prod. 2017;3(1):2472–0992."}, {"Citation": "Saadi B, Msanda F, Boubaker H. Contributions of folk medicine knowledge in South-western Morocco: the case of rural communities of Imouzzer Ida Outanane Region. International Journal of Medicinal Plant Research. 2012 Jan;2(1):135–145."}, {"Citation": "Tahraoui A, El-Hilaly J, Israili Z.H, Lyoussi B. Ethnopharmacological survey of plants used in the traditional treatment of hypertension and diabetes in south-eastern Morocco (Errachidia province) J Ethnopharmacol. 2007 Mar 1;110(1):105–17.", "ArticleIdList": ["17052873"]}, {"Citation": "Barkaoui M, Katiri A, Boubaker H, Msanda F. Ethnobotanical survey of medicinal plants used in the traditional treatment of diabetes in Chtouka Ait Baha and Tiznit (Western Anti-Atlas), Morocco. J Ethnopharmacol. 2017 Feb 23;198:338–350.", "ArticleIdList": ["28109915"]}, {"Citation": "Tardío T, Pardo-de-Santayana M. Cultural importance indices: a comparative analysis based on the useful wild plants of Southern Cantabria (Northern Spain) Economic Botany. 2008 May;62(1):24–39."}, {"Citation": "Laadim M, Ouahidi M, Zidane L, El Hessni A, Ouichou A, Mesfioui A. Ethnopharmacological survey of plants used for the treatment of diabetes in the town of Sidi Slimane (Morocco) Journal of Pharmacognosy and Phytotherapy. 2017 Jun 30;9(6):101–10."}, {"Citation": "Skalli S, Hassikou R, Arahou M. An ethnobotanical survey of medicinal plants used for diabetes treatment in Rabat, Morocco. Heliyon. 2019 Mar 27;5(3):e01421.", "ArticleIdList": ["PMC6441794", "30976694"]}, {"Citation": "Mechchate H, Es-safi I, Jawhari FZ, Bari A, Grafov A, Bousta D. Ethnobotanical survey about the management of diabetes with medicinal plants used by diabetic patients in Region of Fez-Meknes, Morocco. Journal of ethnobotany research and applications. 2020 Feb 29;"}, {"Citation": "Zaouai F, El Azzouzi F, El Ghali L, Zidane L. Ethnobotanical survey of medicinal plants used in the traditional treatment of diabetes and gout in the north of morocco (tangier, tetouan and chefchaouen cities) Plant Archives. 2019;19(2):2731–7."}, {"Citation": "Serrano Rios M. Relationship between obesity and the increased risk of major complications in non-insulin-dependent diabetes mellitus. Eur J Clin Invest. 1998 Sep;28(Suppl 2):14–7. discussion 17-8.", "ArticleIdList": ["9777322"]}, {"Citation": "Alami Z, Aynaou H, Alami B, Hdidou Y, Latrech H. Herbal medicines use among diabetic patients in Oriental Morocco. Journal of Pharmacognosy and Phytotherapy. 2015 Feb 28;7(2):9."}, {"Citation": "Benkhnigue O, Akka FB, Salhi S, Fadli M, Zidane L. Catalogue des plantes médicinales utilisées dans le traitement du diabète dans la région d´Al Haouz-Rhamna (Maroc) J Anim Plant Sci. 2014;23(1):3539–68."}, {"Citation": "Lakhdari A, Merazi Z, Hanitet N, Drir FZ. Ethnobotanical study of medicinal plants used for the treatment of diabetes mellitus in Sidi Bel Abbes region (North-west Algeria) Boletín latinoamericano y del caribe de plantas medicinales y aromáticas. 2019 July;18(4):392–410."}, {"Citation": "Eddouks M, Ajebli M, Hebi M. Ethnopharmacological survey of medicinal plants used in Daraa-Tafilalet region (Province of Errachidia), Morocco. J Ethnopharmacol. 2017 Feb 23;198:516–530.", "ArticleIdList": ["28003130"]}, {"Citation": "Mrabti HN, Jaradat N, Kachmar MR, Ed-Dra A, Ouahbi A, Cherrah Y, Faouzi ME. Integrative herbal treatments of diabetes in Beni Mellal region of Morocco. J Integr Med. 2019 Mar;17(2):93–99.", "ArticleIdList": ["30670366"]}, {"Citation": "Azzi R, Djaziri R, Lahfa F, Sekkal FZ, Houcine BH, Belkacem NK. Ethnopharmacological survey of medicinal plants used in the traditional treatment of diabetes mellitus in the North Western and South Western Algeria. Journal of Medicinal Plants Research. 2012 Mar 16;6(10):2041–50."}, {"Citation": "Miara MD, Bendif H, Rebbas K, Rabah B, Hammou MA, Maggi F. Medicinal plants and their traditional uses in the highland region of Bordj Bou Arreridj (Northeast Algeria) Journal of Herbal Medicine. 2019 Jun 1;16:100262."}, {"Citation": "Durmuskahya C, Ozturk M. Ethnobotanical survey of medicinal plants used for the treatment of diabetes in Manisa (Turkey) Sains Malaysiana. 2013;42(10):1431–8."}, {"Citation": "Polat R, Satıl F. An ethnobotanical survey of medicinal plants in Edremit Gulf (Balikesir-Turkey) J Ethnopharmacol. 2012 Jan 31;139(2):626–41.", "ArticleIdList": ["22193175"]}, {"Citation": "Perkins RM, Yuan CM, Welch PG. Dipsogenic diabetes insipidus: report of a novel treatment strategy and literature review. Clin Exp Nephrol. 2006 Mar;10(1):63–7.", "ArticleIdList": ["16544179"]}, {"Citation": "Semenya S, Potgieter M, Erasmus L. Ethnobotanical survey of medicinal plants used by Bapedi healers to treat diabetes mellitus in the Limpopo Province, South Africa. J Ethnopharmacol. 2012 May 7;141(1):440–5.", "ArticleIdList": ["22430018"]}, {"Citation": "Din N. Inventory and identification of plants used in the treatment of diabetes in Douala Town (Cameroon) European Journal of Medicinal Plants. 2011;1(3):60–73."}, {"Citation": "Daimari M, Roy MK, Swargiary A, Baruah S, Basumatary S. An ethnobotanical survey of antidiabetic medicinal plants used by the Bodo tribe of Kokrajhar district, Assam. Indian Journal of Traditional Knowledge. 2019 Jul;18(3):421–429."}, {"Citation": "Dixit S, Tiwari S. Investigation of anti-diabetic plants used among the ethnic communities of Kanpur division, India. J Ethnopharmacol. 2020 May 10;253:112639.", "ArticleIdList": ["32032661"]}, {"Citation": "Ocvirk S, Kistler M, Khan S, Talukder S, Hauner H. Traditional medicinal plants used for the treatment of diabetes in rural and urban areas of Dhaka, Bangladesh-an ethnobotanical survey. J Ethnobiol Ethnomed. 2013 Jun 24;9:43.", "ArticleIdList": ["PMC3702453", "23800215"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "11", "Day": "25"}, {"Year": "2022", "Month": "8", "Day": "16"}, {"Year": "2022", "Month": "12", "Day": "1", "Hour": "2", "Minute": "33"}, {"Year": "2022", "Month": "12", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "29"}], "PublicationStatus": "epublish", "ArticleIdList": ["36451983", "PMC9664512", "10.11604/pamj.2022.42.319.32572", "PAMJ-42-319"]}}], "PubmedBookArticle": []}