{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Alkaloids", "Datura innoxia", "Phenylalanine ammonia lyase", "Proline", "Sewage water", "nitrate reductase"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36460955", "DateCompleted": {"Year": "2022", "Month": "12", "Day": "06"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "12", "Day": "02"}], "Language": ["eng"], "ELocationID": ["559", "10.1186/s12870-022-03935-9"], "Journal": {"ISSN": "1471-2229", "JournalIssue": {"Volume": "22", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Dec", "Day": "02"}}, "Title": "BMC plant biology", "ISOAbbreviation": "BMC Plant Biol"}, "ArticleTitle": "Impact of sewage water irrigation on Datura innoxia grown in sandy loam soil.", "Pagination": {"StartPage": "559", "MedlinePgn": "559"}, "Abstract": {"AbstractText": ["A potential solution for recycling and reusing the massively produced sewage water (SW) is to irrigate certain plants instead of highly cost recycling treatment. Although the extensive and irrational application of SW may cause environmental pollution thus, continual monitoring of the redox status of the receiver plant and the feedback on its growth under application becomes an emergent instance. The impact of SW, along with well water (WW) irrigation of medicinal plant, Datura innoxia, was monitored by some physio-biochemical indices.", "The SW application amplified the growth, yield, minerals uptake, and quality of D. innoxia plants compared to the WW irrigated plants. The total chlorophyll, carotenoid, non-enzymatic antioxidants, viz. anthocyanin, flavonoids, phenolic compounds, and total alkaloids increased by 85, 38, 81, 50, 19, and 37%, respectively, above WW irrigated plants. The experiment terminated in enhanced leaf content of N, P, and K by 43, 118, and 48%, respectively. Moreover, stimulation of carbon and nitrogen metabolites in terms of proteins, soluble sugars, nitrate reductase (NR) activity, and nitric oxide (NO) content showed significant earliness in flowering time. The SW application improved not only Datura plants' quality but also soil quality. After four weeks of irrigation, the WW irrigated plants encountered nutrient deficiency-induced stress evidenced by the high level of proline, H<sub>2</sub>O<sub>2</sub>, and MDA as well as high enzyme capabilities. Application of SW for irrigation of D. innoxia plant showed the improvement of secondary metabolites regulating enzyme phenylalanine ammonia-lyase (PAL), restored proline content, and cell redox status reflecting high optimal condition for efficient cellular metabolism and performance along the experiment duration.", "These evidences approved the benefits of practicing SW to improve the yield and quality of D. innoxia and the feasibility of generalization on multipurpose plants grown in poor soil."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany and Microbiology, Faculty of Science, Assiut University, Assiut, 71516, Egypt. dramany2015@aun.edu.eg."}], "LastName": "Abeed", "ForeName": "Amany H A", "Initials": "AHA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Egyptian Deserts Gene Bank, North Sinai Research Station, Department of Genetic Resources, Desert Research Center, Cairo 11753, Egypt, Desert Research Center, Cairo, 11753, Egypt."}], "LastName": "Ali", "ForeName": "Mohammed", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Soils and Water, Faculty of Agriculture, Assiut University, Assiut, 71526, Egypt."}], "LastName": "Eissa", "ForeName": "Mamdouh A", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany and Microbiology, Faculty of Science, Assiut University, Assiut, 71516, Egypt."}], "LastName": "Tammam", "ForeName": "Suzan A", "Initials": "SA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Plant Biol", "NlmUniqueID": "100967807", "ISSNLinking": "1471-2229"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Sand"}, {"RegistryNumber": "0", "NameOfSubstance": "Soil"}, {"RegistryNumber": "0", "NameOfSubstance": "Sewage"}, {"RegistryNumber": "BBX060AN9V", "NameOfSubstance": "Hydrogen Peroxide"}, {"RegistryNumber": "059QF0KO0R", "NameOfSubstance": "Water"}, {"RegistryNumber": "9DLQ4CIU6V", "NameOfSubstance": "Proline"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Sand"}, {"QualifierName": [], "DescriptorName": "Soil"}, {"QualifierName": [], "DescriptorName": "Sewage"}, {"QualifierName": [], "DescriptorName": "Datura"}, {"QualifierName": [], "DescriptorName": "Hydrogen Peroxide"}, {"QualifierName": [], "DescriptorName": "Water"}, {"QualifierName": [], "DescriptorName": "Proline"}], "CoiStatement": "There was no conflict of interest from the authors."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abdel-Shafy HI, Mansour MS. Overview on water reuse in Egypt: present and future. J Sustainable Sanitation Practice. 2013;14:17–25."}, {"Citation": "Xinchun C, Mengyang W, Xiangping G, Yalian Z, Yan G, Nan W, Weiguang W. Assessing water scarcity in agricultural production system based on the generalized water resources and water footprint framework. Sci Total Environ. 2017;609:587–597. doi: 10.1016/j.scitotenv.2017.07.191.", "ArticleIdList": ["10.1016/j.scitotenv.2017.07.191", "28763656"]}, {"Citation": "Filipović V, Černe M, Šimůnek J, Filipović L, Romić M, Ondrašek G, Bogunović I, Mustać I, Krevh V, Ferenčević A, Robinson D, Palčić I, Pasković I, Goreta Ban S, Užila Z, Ban D. Modeling Water Flow and Phosphorus Sorption in a Soil Amended with Sewage Sludge and Olive Pomace as Compost or Biochar. Agronomy. 2020;10:1163. doi: 10.3390/agronomy10081163.", "ArticleIdList": ["10.3390/agronomy10081163"]}, {"Citation": "Ofori S, Puškáčová A, Růžičková I, Wanner J. Treated wastewater reuse for irrigation: Pros and cons. Sci Total Environ. 2021;760:144026. doi: 10.1016/j.scitotenv.2020.144026.", "ArticleIdList": ["10.1016/j.scitotenv.2020.144026", "33341618"]}, {"Citation": "Elkholy M. Assessment of Water Resources in Egypt: Current Status and Future Plan. In: Negm A, Elkhouly A, editors. Groundwater in Egypt’s Deserts. Cham: Springer Water. Springer; 2021."}, {"Citation": "Tayie MS, Negm A. Administrative Context and the Legal Framework Governing Water Resources and Agriculture in Egypt. Conventional Water Resources and Agriculture in Egypt. 2018;101–124. 10.1007/698_2017_206."}, {"Citation": "Khatri N, Tyagi S, Tharmavaram M, Rawtani D. Sewage Water: From Waste to Resource – A Review. Environ Claims J. 2022;34(1):6–33. doi: 10.1080/10406026.2020.1830585.", "ArticleIdList": ["10.1080/10406026.2020.1830585"]}, {"Citation": "Singh PK, Deshbhratar PB, Ramteke DS. Effects of sewage wastewater irrigation on soil properties, crop yield and environment. Agric Water Manag. 2012;103:100–104. doi: 10.1016/j.agwat.2011.10.022.", "ArticleIdList": ["10.1016/j.agwat.2011.10.022"]}, {"Citation": "Erel R, Eppel A, Yermiyahu U, Ben-Gal A, Levy G, Zipori I, Dag A. Long-term irrigation with reclaimed wastewater: Implications on nutrient management, soil chemistry and olive (Olea europaea L.) performance. Agric Water Manag. 2019;213:324–335. doi: 10.1016/j.agwat.2018.10.033.", "ArticleIdList": ["10.1016/j.agwat.2018.10.033"]}, {"Citation": "El-Zohri M, Hifney A, Ramadan T, Abdel-Basset R. Handbook of Plant and Crop Physiology. 3. Boca Raton, FL: CRC Press; 2014. 42 Use of Sewage in Agriculture and Related Activities; pp. 961–996."}, {"Citation": "Attia MKK, Shendi MM, El-Desoky MA, Mohamed AG. The use of RS and GIS for assessment of Wadi El-Assiuty soils, Egypt. Assiut J Agricultural Sci(AJAS) 2016;47:192–220. doi: 10.21608/ajas.2016.2100.", "ArticleIdList": ["10.21608/ajas.2016.2100"]}, {"Citation": "Geeta R, Gharaibeh W. Historical evidence for a pre-Columbian presence of Datura in the Old World and implications for a first millennium transfer from the New World. J Biosci. 2007;32(Suppl 3):1227–1244. doi: 10.1007/s12038-007-0132-y.", "ArticleIdList": ["10.1007/s12038-007-0132-y", "18202447"]}, {"Citation": "Maheshwari NO, Khan A, Chopade BA. Rediscovering the medicinal properties of Datura sp.: A review. J Med Plants Res. 2013;7(39):2885–2897."}, {"Citation": "Abeed AHA, Salama FM. Attenuating effect of an extract of Cd hyperaccumulator solanum nigrum on the growth and physio-chemical changes of Datura innoxia under Cd stress. J Soil Sci Plant Nutr. 2022;22. 10.1007/s42729-022-00966-x."}, {"Citation": "Nassar R, Seleem EA, Caruso G, Sekara A, Abdelhamid MT. The Nitrogen-Fixing Bacteria—Effective Enhancers of Growth and Chemical Composition of Egyptian Henbane under Varied Mineral N Nutrition. Agronomy. 2020;10(7):921. doi: 10.3390/agronomy10070921.", "ArticleIdList": ["10.3390/agronomy10070921"]}, {"Citation": "Matheyarasu R, Bolan NS, Naidu R. Abattoir wastewater irrigation increases the availability of nutrients and influences on plant growth and development. Water Air Soil Pollut. 2016;227(8):1–16. doi: 10.1007/s11270-016-2947-3.", "ArticleIdList": ["10.1007/s11270-016-2947-3", "PMC4932140", "27440946"]}, {"Citation": "Von Sperling, M. (2007). Wastewater characteristics, treatment and disposal. IWA publishing."}, {"Citation": "Rocco C, Seshadri B, Adamo P, Bolan NS, Mbene K, Naidu R. Impact of waste-derived organic and inorganic amendments on the mobility and bioavailability of arsenic and cadmium in alkaline and acid soils. Environ Sci Pollut Res. 2018;25(26):25896–25905. doi: 10.1007/s11356-018-2655-1.", "ArticleIdList": ["10.1007/s11356-018-2655-1", "29961222"]}, {"Citation": "Chopra AK, Pathak C. Accumulation of heavy metals in the vegetables grown in wastewater irrigated areas of Dehradun, India with reference to human health risk. Environ Monit Assess. 2015;187(7):1–8. doi: 10.1007/s10661-015-4648-6.", "ArticleIdList": ["10.1007/s10661-015-4648-6", "26092239"]}, {"Citation": "FAO. 1985. Water quality for agriculture. Paper No. 21 (Rev. 1) UNESCO Publication. Rome. 96p."}, {"Citation": "Balkhair KS, Ashraf MA. Field accumulation risks of heavy metals in soil and vegetable crop irrigated with sewage water in western region of Saudi Arabia. Saudi J Biol Sci. 2016;23(1):S32–S44. doi: 10.1016/j.sjbs.2015.09.023.", "ArticleIdList": ["10.1016/j.sjbs.2015.09.023", "PMC4705247", "26858563"]}, {"Citation": "Mohammad MJ, Mazahreh N. Changes in soil fertility parameters in response to irrigation of forage crops with secondary treated wastewater. Comm Soil Sci Plant Anal. 2003;34(9 & 10):1281–1294. doi: 10.1081/CSS-120020444.", "ArticleIdList": ["10.1081/CSS-120020444"]}, {"Citation": "da Silva WR, do Nascimento, C.W.A., da Silva, F.B.V., et al. Effects of Sewage Sludge Stabilization Processes on Soil Fertility, Mineral Composition, and Grain Yield of Maize in Successive Cropping. J Soil Sci Plant Nutr. 2021;21:1076–1088. doi: 10.1007/s42729-021-00423-1.", "ArticleIdList": ["10.1007/s42729-021-00423-1"]}, {"Citation": "Yadav RK, Goyal B, Sharma RK, Dubey SK, Minhas PS. Post-irrigation impact of domestic sewage effluent on composition of soils, crops and ground water—A case study. Environ Int. 2002;28:481–486. doi: 10.1016/S0160-4120(02)00070-3.", "ArticleIdList": ["10.1016/S0160-4120(02)00070-3", "12503913"]}, {"Citation": "Ting YANG, Huang HJ, Lai FY. Pollution hazards of heavy metals in sewage sludge from four wastewater treatment plants in Nanchang, China. Trans Nonferrous Metals Soc China. 2017;27(10):2249–2259. doi: 10.1016/S1003-6326(17)60251-6.", "ArticleIdList": ["10.1016/S1003-6326(17)60251-6"]}, {"Citation": "Demir AD, Sahin U. Effects of Recycled Wastewater Applications with Different Irrigation Practices on the Chemical Properties of a Vertisol. Environ Eng Sci. 2020;37(2):132–141. doi: 10.1089/ees.2019.0156.", "ArticleIdList": ["10.1089/ees.2019.0156"]}, {"Citation": "Mojid M, Hossain A, Wyseure G. Impacts of Municipal Wastewater on Basic Soil Properties as Evaluated by Soil Column Leaching Experiment in Laboratory. J Soil Sci Plant Nutr. 2019;19:402–412. doi: 10.1007/s42729-019-00042-x.", "ArticleIdList": ["10.1007/s42729-019-00042-x"]}, {"Citation": "Rusan MJM, Hinnawi S, Rousan L. Long term effect of wastewater irrigation of forage crops on soil and plant quality parameters. Desalination. 2007;215(1–3):143–152. doi: 10.1016/j.desal.2006.10.032.", "ArticleIdList": ["10.1016/j.desal.2006.10.032"]}, {"Citation": "Urbano VR, Mendonça TG, Bastos RG, Souza CF. Effects of treated wastewater irrigation on soil properties and lettuce yield. Agric Water Manag. 2017;181:108–115. doi: 10.1016/j.agwat.2016.12.001.", "ArticleIdList": ["10.1016/j.agwat.2016.12.001"]}, {"Citation": "Llorens N, Arola L, Bladé C, Mas A. Effects of copper exposure upon nitrogen metabolism in tissue cultured Vitis vinifera. Plant Sci. 2000;160:159–163. doi: 10.1016/S0168-9452(00)00379-4.", "ArticleIdList": ["10.1016/S0168-9452(00)00379-4", "11164588"]}, {"Citation": "Teixeira GCM, de Mello Prado R, Oliveira KS, et al. Silicon Increases Leaf Chlorophyll Content and Iron Nutritional Efficiency and Reduces Iron Deficiency in Sorghum Plants. J Soil Sci Plant Nutr. 2020;20:1311–1320. doi: 10.1007/s42729-020-00214-0.", "ArticleIdList": ["10.1007/s42729-020-00214-0"]}, {"Citation": "El-Okkiah SAF. Phytotoxic effects sewage water on growth, yield, physiological, biochemical and anatomical parameters of faba bean (Vicia faba L.) Annals of Agricultural Science, Moshtohor. 2015;53(4):597–614. doi: 10.21608/assjm.2015.109938.", "ArticleIdList": ["10.21608/assjm.2015.109938"]}, {"Citation": "Chen S, Chu Z. Purification efficiency of nitrogen and phosphorus in Ottelia acuminata on four kinds of simulated sewage. Ecol Eng. 2016;93:159–165. doi: 10.1016/j.ecoleng.2016.05.025.", "ArticleIdList": ["10.1016/j.ecoleng.2016.05.025"]}, {"Citation": "Zulfiqar F, Younis A, Abideen Z, Francini A, Ferrante A. Bioregulators Can Improve Biomass Production, Photosynthetic Efficiency, and Ornamental Quality of Gazania rigens L. Agronomy. 2019;9:773. doi: 10.3390/agronomy9110773.", "ArticleIdList": ["10.3390/agronomy9110773"]}, {"Citation": "Song U, Lee EJ. Environmental and economical assessment of sewage sludge compost application on soil and plants in a landfill. Resour Conserv Recycl. 2010;54(12):1109–1116. doi: 10.1016/j.resconrec.2010.03.005.", "ArticleIdList": ["10.1016/j.resconrec.2010.03.005"]}, {"Citation": "Göring H, Thien BH. Influence of nutrient deficiency on proline accumulation in the cytoplasm of Zea mays L. seedlings. Biochem Physiol Pflanz. 1979;174(1):9–16. doi: 10.1016/S0015-3796(17)30541-3.", "ArticleIdList": ["10.1016/S0015-3796(17)30541-3"]}, {"Citation": "Abeed AHA, Ali M, Ali EF, Majrashi A, Eissa MA. Induction of Catharanthus roseus Secondary Metabolites When Calotropis procera Was Used as Bio-Stimulant. Plants. 2021;10:1623. doi: 10.3390/plants10081623.", "ArticleIdList": ["10.3390/plants10081623", "PMC8398584", "34451668"]}, {"Citation": "Chen Z, Gao H, Hou F, Khan A, Luo H. Pre-Sowing Irrigation Plus Surface Fertilization Improves Morpho-Physiological Traits and Sustaining Water-Nitrogen Productivity of Cotton. Agronomy. 2019;9:772. doi: 10.3390/agronomy9110772.", "ArticleIdList": ["10.3390/agronomy9110772"]}, {"Citation": "Mata-Pérez C, Spoel SH. Thioredoxin-mediated redox signalling in plant immunity. Plant Sci. 2019;279:27–33. doi: 10.1016/j.plantsci.2018.05.001.", "ArticleIdList": ["10.1016/j.plantsci.2018.05.001", "30709489"]}, {"Citation": "Pascual I, Azcona I, Morales F, et al. Growth, yield and physiology of Verticillium-inoculated pepper plants treated with ATAD and composted sewage sludge. Plant Soil. 2009;319:291–306. doi: 10.1007/s11104-008-9870-3.", "ArticleIdList": ["10.1007/s11104-008-9870-3"]}, {"Citation": "Schlesinger D, Rikanati RD, Faigenboim A, Vendramin V, Cattonaro F, Inbar M, Lewinsohn E. Tropane alkaloid biosynthesis in Datura innoxia Mill. roots and their differential transport to shoots. Phytochem Lett. 2021;43:219–225. doi: 10.1016/j.phytol.2021.04.012.", "ArticleIdList": ["10.1016/j.phytol.2021.04.012"]}, {"Citation": "Tewari RK, Kumar P, Sharma PN. An effective antioxidant defense provides protection against zinc deficiency-induced oxidative stress in Zn-efficient maize plants. J Plant Nutr Soil Sci. 2019;182(5):701–707. doi: 10.1002/jpln.201800622.", "ArticleIdList": ["10.1002/jpln.201800622"]}, {"Citation": "Akram NA, Shafiq F, Ashraf M. Ascorbic Acid-A Potential oxidant scavenger and its role in plant development and abiotic stress tolerance. Front Plant Sci. 2017;8:613. doi: 10.3389/fpls.2017.00613.", "ArticleIdList": ["10.3389/fpls.2017.00613", "PMC5405147", "28491070"]}, {"Citation": "Ali S, Hafeez A, Ma X, et al. Relative Potassium Ratio Balanced the Carbon-Nitrogen Assimilation in Cotton Leaf Under Reducing Nitrogen Application. J Soil Sci Plant Nutr. 2020;20:761–774. doi: 10.1007/s42729-019-00163-3.", "ArticleIdList": ["10.1007/s42729-019-00163-3"]}, {"Citation": "Ding Z, Ali EF, Almaroai YA, Eissa MA, Abeed AHA. \"Effect of Potassium Solubilizing Bacteria and Humic Acid on Faba Bean (Vicia faba L.) Plants Grown on Sandy Loam Soils.\" Journal of. Soil Science and Plant Nutrition. 2021;21(1):791–800. doi: 10.1007/s42729-020-00401-z.", "ArticleIdList": ["10.1007/s42729-020-00401-z"]}, {"Citation": "Amâncio S, Stulen I, editors. Nitrogen acquisition and assimilation in higher plants. Kluwer Academic Publishers; 2004."}, {"Citation": "Mohammad MJ, Ayadi M. Forage yield and nutrient uptake as influenced by secondary treated wastewater. J Plant Nutr. 2004;27(2):351–365. doi: 10.1081/PLN-120027659.", "ArticleIdList": ["10.1081/PLN-120027659"]}, {"Citation": "Hernández-Pérez OI, Valdez-Aguilar LA, Alia-Tejacal I, et al. Tomato Fruit Yield, Quality, and Nutrient Status in Response to Potassium: Calcium Balance and Electrical Conductivity in the Nutrient Solution. J Soil Sci Plant Nutr. 2020;20:484–492. doi: 10.1007/s42729-019-00133-9.", "ArticleIdList": ["10.1007/s42729-019-00133-9"]}, {"Citation": "Koutroubas SD, Antoniadis V, Damalas CA, et al. Sewage Sludge Influences Nitrogen Uptake, Translocation, and Use Efficiency in Sunflower. J Soil Sci Plant Nutr. 2020;20:1912–1922. doi: 10.1007/s42729-020-00262-6.", "ArticleIdList": ["10.1007/s42729-020-00262-6"]}, {"Citation": "Bedbabis S, Ferrara G, Rouina BB, Boukhris M. Effects of irrigation with treated wastewater on olive tree growth, yield and leaf mineral elements at short term. Sci Hortic. 2010;126(3):345–350. doi: 10.1016/j.scienta.2010.07.020.", "ArticleIdList": ["10.1016/j.scienta.2010.07.020"]}, {"Citation": "Danial AW, Abdel-Wahab AM, Arafat HH, Abdel-Basset R. Identification and enhanced hydrogen evolution in two alginate-immobilized strains of Brevundimonas diminuta isolated from sludge and waterlogged soil. Ecohydrology & Hydrobiology. 2015;15(2):81–88. doi: 10.1016/j.ecohyd.2015.04.004.", "ArticleIdList": ["10.1016/j.ecohyd.2015.04.004"]}, {"Citation": "Jackson ML. Soil Chemical Analysis. New Delhi: Prentice Hall of India pub; 1967."}, {"Citation": "Olsen SR, Sommers LE. Phosphorus. In: Page AL, Miller RH, Keeney DR, editors. Methods of Soil Analysis. Agron, Madison, Wisc: American Soc; 1982. pp. 403–430."}, {"Citation": "Piper CS. Soil and Plant Analysis. 4. Adcitada: University of Acelicide; 1966. pp. 135–200."}, {"Citation": "McNeal EO. Soil pH and lime requirement. In: Page AL, Miller RH, Keeney DR, editors. Methods of Soil Analysis Part 2. Chemical and Microbiological Properties; 1982."}, {"Citation": "Lichtenthaler HK. Chlorophyll and carotenoids pigments of photosynthetic biomembranes. Methods Enzymol. 1987;148:350–382. doi: 10.1016/0076-6879(87)48036-1.", "ArticleIdList": ["10.1016/0076-6879(87)48036-1"]}, {"Citation": "Ding AH, Nathan CF, Stuehr DJ. Release of reactive nitrogen intermediates and reactive oxygen intermediates from mouse peritonealmacrophages. J Immunol. 1998;141(2407):2412.", "ArticleIdList": ["3139757"]}, {"Citation": "Hu X, Fang J, Cai W, Tang Z. NO-mediated hypersensitive responses of rice suspension cultures induced by incompatible elicitor. Chin Sci Bull. 2003;48(4):358–363. doi: 10.1007/BF03183230.", "ArticleIdList": ["10.1007/BF03183230"]}, {"Citation": "DownsMR NK, Melillo JJ, Aber J. Foliar and fine root nitrate reductase activity in seedlings of four forest tree species in relation to nitrogen availability. Trees. 1993;7:233–236."}, {"Citation": "Moore S, Stein W. Photometric Ninhydrine Method for Use in the Chromatography of Amino Acid. New York: From the laboratories of Rockefeller institute for medical research; 1948."}, {"Citation": "Lowry OH, Rosebrough NJ, Farr AL, Randall RJ. Protein measurement with the Folin phenol reagent. J Biol Chem. 1951;193:265–275. doi: 10.1016/S0021-9258(19)52451-6.", "ArticleIdList": ["10.1016/S0021-9258(19)52451-6", "14907713"]}, {"Citation": "Fales FW. The assimilation and degradation of carbohydrates by yeast cells. J Biol Chem. 1951;193:113–124. doi: 10.1016/S0021-9258(19)52433-4.", "ArticleIdList": ["10.1016/S0021-9258(19)52433-4", "14907695"]}, {"Citation": "Schlegel HG. Die Verwertung organischer Säuren durch Chlorella im Licht. Planta. 1956;47:510–526. doi: 10.1007/BF01935418.", "ArticleIdList": ["10.1007/BF01935418"]}, {"Citation": "Bates L, Waldren R, Teare I. Rapid determination of free proline for water-stress studies. Plant Soil. 1973;39:205–207. doi: 10.1007/BF00018060.", "ArticleIdList": ["10.1007/BF00018060"]}, {"Citation": "Dawood MF, Abeed AH. Spermine-priming restrained water relations and biochemical deteriorations prompted by water deficit on two soybean cultivars. Heliyon. 2020;6(5):e04038. doi: 10.1016/j.heliyon.2020.e04038.", "ArticleIdList": ["10.1016/j.heliyon.2020.e04038", "PMC7264753", "32509989"]}, {"Citation": "Kofalvi SA, Nassuth A. Influence of wheat streak mosaic virus infection phenyl propanoid metabolism and the accumulation of phenolics and lignin in wheat. Physiol Mol Plant Pathol. 1995;47:365–377. doi: 10.1006/pmpp.1995.1065.", "ArticleIdList": ["10.1006/pmpp.1995.1065"]}, {"Citation": "Harborne JB, Williams CA. Anthocyanins and other flavonoids. Nat Prod Rep. 1998;15(6):631–652. doi: 10.1039/a815631y.", "ArticleIdList": ["10.1039/a815631y", "11476484"]}, {"Citation": "Sreevidya N, Mehrotra S. Spectrophotometric method for estimation of alkaloids precipitable with Dragendorff's reagent in plant materials. J AOAC Int. 2003;86(6):1124–1127. doi: 10.1093/jaoac/86.6.1124.", "ArticleIdList": ["10.1093/jaoac/86.6.1124", "14979692"]}, {"Citation": "Mukherjee SP, Choudhuri MA. Implications of water stress induced changes in the levels of endogenous ascorbic acid and hydrogen peroxide in Vigna seedlings. Physiol Plantarum. 1983;58:166–170. doi: 10.1111/j.1399-3054.1983.tb04162.x.", "ArticleIdList": ["10.1111/j.1399-3054.1983.tb04162.x"]}, {"Citation": "Madhava Rao KV, Sresty TV. Antioxidative parameters in seedlings of pigeon. 2000.", "ArticleIdList": ["10940475"]}, {"Citation": "Abeed AHA, Eissa MA, Abdel-Wahab DA. Effect of Exogenously Applied Jasmonic Acid and Kinetin on Drought Tolerance of Wheat Cultivars Based on Morpho-Physiological Evaluation. J Soil Sci Plant Nutr. 2020;21(1):131–144. doi: 10.1007/s42729-020-00348-1.", "ArticleIdList": ["10.1007/s42729-020-00348-1"]}, {"Citation": "Flohé L, Günzler WA. Methods in enzymology. In: Packer L, editor. Assays of glutathione peroxidase. New York: Academic Press; 1984. pp. 114–121.", "ArticleIdList": ["6727659"]}, {"Citation": "Habig WH, Pabst MJ, Fleischner G, Gatmaitan Z, Arias IM, Jakoby WB. The identity of glutathione S-transferase B with ligandin, a major binding protein of liver. Proc Natl Acad Sci. 1974;71(10):3879–3882. doi: 10.1073/pnas.71.10.3879.", "ArticleIdList": ["10.1073/pnas.71.10.3879", "PMC434288", "4139704"]}, {"Citation": "Sykłowska-Baranek K, Pietrosiuk A, Naliwajski MR, Kawiak A, Jeziorek M, Wyderska S, Łojkowska E, Chinou I. Effect of L-phenylalanine on PAL activity and production of naphthoquinonepigments in suspension cultures of Arnebia euchroma (Royle) Johnst. In Vitro Cell Dev Biol Plant. 2012;48:555–564. doi: 10.1007/s11627-012-9443-2.", "ArticleIdList": ["10.1007/s11627-012-9443-2", "PMC3462983", "23049233"]}, {"Citation": "Abeed AHA, Dawood MFA. Comparative impact of different iso-osmotic solutions on osmotic adjustment in Gossypium barbadense. 2020. 10.30955/gnj.003106."}, {"Citation": "Cataldo DA, Maroon M, Schrader LE, Youngs VL. Rapid colorimetric determination of nitrate in plant tissue by nitration of salicylic acid. Commun Soil Sci Plant Anal. 1975;6(1):71–80. doi: 10.1080/00103627509366547.", "ArticleIdList": ["10.1080/00103627509366547"]}, {"Citation": "Fogg DN, Wilkinson NT. The colorimetric determination of phosphorus. Analyst. 1958;83(988):406. doi: 10.1039/an9588300406.", "ArticleIdList": ["10.1039/an9588300406"]}, {"Citation": "Eissa MA, Abeed AH. Growth and biochemical changes in quail bush (Atriplex lentiformis (Torr.) S. Wats) under Cd stress. Environ Sci Pollut Res. 2019;26(1):628–635. doi: 10.1007/s11356-018-3627-1.", "ArticleIdList": ["10.1007/s11356-018-3627-1", "30411292"]}, {"Citation": "Gomez KA, Gomez AA. Statistical Procedures for Agricultural Research. 2. New York: John Willey and Sons; 1984. p. 680."}, {"Citation": "Steel G. D. and J. H. Torrie (1981). Principles and Procedures of Statistics (2nd ed) McGraw-Hill Book Company. Inc. N. Y. xxi – 633pp."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "8", "Day": "10"}, {"Year": "2022", "Month": "11", "Day": "8"}, {"Year": "2022", "Month": "12", "Day": "2", "Hour": "23", "Minute": "42"}, {"Year": "2022", "Month": "12", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "2"}], "PublicationStatus": "epublish", "ArticleIdList": ["36460955", "PMC9716744", "10.1186/s12870-022-03935-9", "10.1186/s12870-022-03935-9"]}}], "PubmedBookArticle": []}