{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["DESI-MSI", "Gelsemium elegans", "alkaloid", "mass spectrometry imaging", "spatio-temporal distribution"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36466241", "DateRevised": {"Year": "2022", "Month": "12", "Day": "06"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "18"}], "Language": ["eng"], "ELocationID": ["1051756", "10.3389/fpls.2022.1051756"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "A mass spectrometry imaging approach on spatiotemporal distribution of multiple alkaloids in <i>Gelsemium elegans</i>.", "Pagination": {"StartPage": "1051756", "MedlinePgn": "1051756"}, "Abstract": {"AbstractText": ["<i>Gelsemium elegans</i> contains multiple alkaloids with pharmacological effects, thus researchers focus on the identification and application of alkaloids extracted from <i>G. elegans</i>. Regretfully, the spatiotemporal distribution of alkaloids in <i>G. elegans</i> is still unclear. In this study, the desorption electrospray ionization mass spectrometry imaging (DESI-MSI) was applied to simultaneously analyze the distribution of pharmacologically important alkaloids in different organ/tissue sections of <i>G. elegans</i> at different growth stages. Finally, 23 alkaloids were visualized in roots, stems and leaves at seedling stage and 19 alkaloids were observed at mature stage. In mature <i>G. elegans</i>, 16 alkaloids were distributed in vascular bundle region of mature roots, 15 alkaloids were mainly located in the pith region of mature stems and 2 alkaloids were enriched in epidermis region of mature stems. A total of 16 alkaloids were detected in leaf veins of mature leaves and 17 alkaloids were detected in shoots. Interestingly, diffusion and transfer of multiple alkaloids in tissues have been observed along with the development and maturation. This study comprehensively characterized the spatial metabolomics of <i>G. elegans</i> alkaloids, and the spatiotemporal distribution of alkaloid synthesis. In addition, the results also have reference value for the development and application of <i>Gelsemium elegans</i> and other medicinal plants."], "CopyrightInformation": "Copyright © 2022 Wu, Wang, Sun, Su and Xiao."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Bioscience and Biotechnology, Hunan Agricultural University, Changsha, China."}], "LastName": "Wu", "ForeName": "Zi-Han", "Initials": "ZH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Bioscience and Biotechnology, Hunan Agricultural University, Changsha, China."}], "LastName": "Wang", "ForeName": "Ruo-Zhong", "Initials": "RZ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Veterinary Medicine, Hunan Agricultural University, Changsha, China."}], "LastName": "Sun", "ForeName": "Zhi-Liang", "Initials": "ZL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Bioscience and Biotechnology, Hunan Agricultural University, Changsha, China."}], "LastName": "Su", "ForeName": "Yi", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Bioscience and Biotechnology, Hunan Agricultural University, Changsha, China."}], "LastName": "Xiao", "ForeName": "Lang-Tao", "Initials": "LT"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Alves M. N., Sartoratto A., Trigo ,. J. R. (2007). Scopolamine in brugmansia suaveolens (Solanaceae): defense, allocation, costs, and induced response. J. Chem. Ecol. 33, 297–309. doi: 10.1007/s10886-006-9214-9", "ArticleIdList": ["10.1007/s10886-006-9214-9", "17195118"]}, {"Citation": "Bjarnholt N., Li B., D'Alvise J., Janfelt C. (2014). Mass spectrometry imaging of plant metabolites - principles and possibilities. Nat. Prod. Rep. 31, 818–837. doi: 10.1039/c3np70100j", "ArticleIdList": ["10.1039/c3np70100j", "24452137"]}, {"Citation": "Bong Y., Li B., Malitsky S., Rogachev L., Aharoni A., Kaftan F., et al. . (2016). Sample preparation for mass spectrometry imaging of plant tissues: A review. Front. Plant Sci. 7. doi: 10.3389/fpls.2016.00060", "ArticleIdList": ["10.3389/fpls.2016.00060", "PMC4748743", "26904042"]}, {"Citation": "Boughton B. A., Thinagaran D., Sarabia D., Bacic A., Roessner U. (2016). Mass spectrometry imaging for plant biology: A review. Phytochem. Rev. 15, 445–488. doi: 10.1007/s11101-015-9440-2", "ArticleIdList": ["10.1007/s11101-015-9440-2", "PMC4870303", "27340381"]}, {"Citation": "Buscher J. M., Czernik D., Ewald J. C., Sauer U., Zamboni N. (2009). Cross-platform comparison of methods for quantitative metabolomics of primary metabolism. Anal. Chem. 81, 2135–2143. doi: 10.1021/ac8022857", "ArticleIdList": ["10.1021/ac8022857", "19236023"]}, {"Citation": "Campbell D. I., Ferreira C. R., Eberlin L. S., Cooks ,. R. G. (2012). Improved spatial resolution in the imaging of biological tissue using desorption electrospray ionization. Anal. Bioanal. Chem. 404, 389–398. doi: 10.1007/s00216-012-6173-6", "ArticleIdList": ["10.1007/s00216-012-6173-6", "22706326"]}, {"Citation": "Chen W., Ma Y., He W., Wu Y., Huang Y., Zhang Y., et al. . (2022). Structure units oriented approach towards collective synthesis of sarpagine-ajmaline-koumine type alkaloids. Nat. Commun. 13, 908. doi: 10.1038/s41467-022-28535-x", "ArticleIdList": ["10.1038/s41467-022-28535-x", "PMC8854706", "35177620"]}, {"Citation": "Conceicao R. S., Reis I. M. A., Cerqueira A. P. M., Perez C. J., Junior M., Branco A., et al. . (2020). Rapid structural characterisation of benzylisoquinoline and aporphine alkaloids from Ocotea spixiana acaricide extract by HPTLC-DESI-MSn . Phytochem. Anal. 31, 711–721. doi: 10.1002/pca.2935", "ArticleIdList": ["10.1002/pca.2935", "32291820"]}, {"Citation": "Cordell G. A. (2013). Fifty years of alkaloid biosynthesis in phytochemistry. Phytochemistry. 91, 29–51. doi: 10.1016/j.phytochem.2012.05.012", "ArticleIdList": ["10.1016/j.phytochem.2012.05.012", "22721782"]}, {"Citation": "Dilillo M., Ait-Belkacem R., Esteve C., Pellegrini D., Nicolardi S., Costa M., et al. . (2017). Ultra-high mass resolution MALDI imaging mass spectrometry of proteins and metabolites in a mouse model of glioblastoma. Sci. Rep. 7, 603. doi: 10.1038/s41598-017-00703-w", "ArticleIdList": ["10.1038/s41598-017-00703-w", "PMC5429601", "28377615"]}, {"Citation": "Dutkiewicz E. P., Su C.-H., Lee H.-J., Hsu C.-C., Yang Y.-L. (2021). Visualizing vinca alkaloids in the petal of Catharanthus roseus using functionalized titanium oxide nanowire substrate for surface-assisted laser desorption/ionization imaging mass spectrometry. Plant J. 105, 1123–1133. doi: 10.1111/tpj.15092", "ArticleIdList": ["10.1111/tpj.15092", "33220116"]}, {"Citation": "Dyer L. A., Dodson C. D., Beihoffer J., Letourneau ,. D. K. (2001). Trade-offs in antiherbivore defenses in piper cenocladum: ant mutualists versus plant secondary metabolites. J. Chem. Ecol. 27, 581–592. doi: 10.1023/a:1010345123670", "ArticleIdList": ["10.1023/a:1010345123670", "11441447"]}, {"Citation": "Enomoto H., Sato K., Miyamoto K., Ohtsuka A., Yamane H. (2018). Distribution analysis of anthocyanins, sugars, and organic acids in strawberry fruits using matrix-assisted laser desorption/ionization-imaging mass spectrometry. J. Agr. Food Chem. 66, 4958–4965. doi: 10.1021/acs.jafc.8b00853", "ArticleIdList": ["10.1021/acs.jafc.8b00853", "29696977"]}, {"Citation": "Facchini P. J. (2001). Alkaloid biosynthesis in plants: biochemistry, cell biology, molecular regulation, and metabolic engineering applications. Annu. Rev. Plant Physiol. Plant Mol. Biol. 52, 29–66. doi: 10.1146/annurev.arplant.52.1.29", "ArticleIdList": ["10.1146/annurev.arplant.52.1.29", "11337391"]}, {"Citation": "Freitas J. R. L. E., Vendramini P. H., Melo J. O. F., Eberlin M. N., Augusti R. (2019). Assessing the spatial distribution of key flavonoids in Mentha × piperita leaves: an application of desorption electrospray lonization mass spectrometry imaging (DESI-MSI). J. Brazil. Chem. Soc 30, 1437–1446. doi: 10.21577/0103-5053.20190039", "ArticleIdList": ["10.21577/0103-5053.20190039"]}, {"Citation": "Gao L., Zhang Z., Wu W., Deng Y., Zhi H., Long H., et al. . (2022). Quantitative imaging of natural products in fine brain regions using desorption electrospray ionization mass spectrometry imaging (DESI-MSI): Uncaria alkaloids as a case study. Anal. Bioanal. Chem. 414, 4999–5007. doi: 10.1007/s00216-022-04130-3", "ArticleIdList": ["10.1007/s00216-022-04130-3", "35639139"]}, {"Citation": "Heskes A. M., Sundram T. C. M., Boughton B. A., Jensen N. B., Hansen N. L., Crocoll C., et al. . (2018). Biosynthesis of bioactive diterpenoids in the medicinal plant Vitex agnus-castus . Plant J. 93, 943–958. doi: 10.1111/tpj.13822", "ArticleIdList": ["10.1111/tpj.13822", "PMC5838521", "29315936"]}, {"Citation": "Ifa D. R., Srimany A., Eberlin L. S., Naik H. R., Bhat V., Cooks R. G., et al. . (2011). Tissue imprint imaging by desorption electrospray ionization mass spectrometry. Anal. Methods 3, 1910–1912. doi: 10.1039/c1ay05295k", "ArticleIdList": ["10.1039/c1ay05295k"]}, {"Citation": "Jeckel A. M., Matsumura K., Nishikawa K., Morimoto Y., Saporito R. A., Grant T., et al. . (2020). Use of whole-body cryosectioning and desorption electrospray ionization mass spectrometry imaging to visualize alkaloid distribution in poison frogs. J. Mass. Spectrom. 55, 4520. doi: 10.1002/jms.4520", "ArticleIdList": ["10.1002/jms.4520", "32452606"]}, {"Citation": "Jin G. L., Su Y. P., Liu M., Xu Y., Yang J., Liao K. J., et al. . (2014). Medicinal plants of the genus Gelsemium (Gelsemiaceae, gentianales)-a review of their phytochemistry, pharmacology, toxicology and traditional use. J. Ethnopharmacol. 152, 33–52. doi: 10.1016/j.jep.2014.01.003", "ArticleIdList": ["10.1016/j.jep.2014.01.003", "24434844"]}, {"Citation": "Kumara P. M., Shaanker R. U., Pradeep T. (2019). UPLC and ESI-MS analysis of metabolites of Rauvolfia tetraphylla l. and their spatial localization using desorption electrospray ionization (DESI) mass spectrometric imaging. Phytochemistry. 159, 20–29. doi: 10.1016/j.phytochem.2018.11.009", "ArticleIdList": ["10.1016/j.phytochem.2018.11.009", "30562679"]}, {"Citation": "Lee E. J., Hagel J. M., Facchini ,. P. J. (2013). Role of the phloem in the biochemistry and ecophysiology of benzylisoquinoline alkaloid metabolism. Front. Plant Sci. 4. doi: 10.3389/fpls.2013.00182", "ArticleIdList": ["10.3389/fpls.2013.00182", "PMC3678098", "23781223"]}, {"Citation": "Liao Y., Fu X., Zhou H., Rao W., Zeng L., Yang Z. (2019). Visualized analysis of within-tissue spatial distribution of specialized metabolites in tea (Camellia sinensis) using desorption electrospray ionization imaging mass spectrometry. Food Chem. 292, 204–210. doi: 10.1016/j.foodchem.2019.04.055", "ArticleIdList": ["10.1016/j.foodchem.2019.04.055", "31054666"]}, {"Citation": "Li B., Ge J. Y., Liu W., Hu D. J., Ping L. (2021). Unveiling spatial metabolome of Paeonia suffruticosa and Paeonia lactiflora roots using MALDI MS imaging. New Phyto. 231, 892–902. doi: 10.1111/NPH.17393", "ArticleIdList": ["10.1111/NPH.17393", "33864691"]}, {"Citation": "Li B., Neumann E. K., Ge J. Y., Gao W., Yang H., Li P., et al. . (2018). Interrogation of spatial metabolome of Ginkgo biloba with high-resolution matrix-assisted laser desorption/ionization and laser desorption/ionization mass spectrometry imaging. Plant Cell Environ. 41, 2693–2703. doi: 10.1111/pce.13395", "ArticleIdList": ["10.1111/pce.13395", "29966033"]}, {"Citation": "Liu D., Han Y., Zhou H., Jin H., Kang H., Huang F., et al. . (2021). Offline preparative three-dimensional HPLC for systematic and efficient purification of alkaloids from Gelsemium elegans benth. J. Chromatogr. A. 1640, 461935. doi: 10.1016/j.chroma.2021.461935", "ArticleIdList": ["10.1016/j.chroma.2021.461935", "33556681"]}, {"Citation": "Liu Y. C., Lin L., Cheng P., Sun Z. L., Wu Y., Liu Z. Y. (2017. a). Fingerprint analysis of gelsemium elegans by HPLC followed by the targeted identification of chemical constituents using HPLC coupled with quadrupole-time-of-flight mass spectrometry. Fitoterapia. 121, 94–105. doi: 10.1016/j.fitote.2017.07.002", "ArticleIdList": ["10.1016/j.fitote.2017.07.002", "28705508"]}, {"Citation": "Liu D., Liu Y., Shen A., Li X., Yu L., Wang C., et al. . (2022). Analysis of alkaloids in Gelsemium elegans benth using an online heart-cutting + comprehensive RPLCxRPLC system tandem mass spectrometry. Talanta. 239, 123069. doi: 10.1016/j.talanta.2021.123069", "ArticleIdList": ["10.1016/j.talanta.2021.123069", "34836637"]}, {"Citation": "Liu M., Shen J., Liu H., Xu Y., Su Y. P., Yang J., et al. . (2011). Gelsenicine from Gelsemium elegans attenuates neuropathic and inflammatory pain in mice. Biol. Pharm. Bull. 34, 1877–1880. doi: 10.1248/bpb.34.1877", "ArticleIdList": ["10.1248/bpb.34.1877", "22130245"]}, {"Citation": "Liu Y. C., Xiao S., Yang K., Ling L., Sun Z. L., Liu Z. Y. (2017. b). Comprehensive identification and structural characterization of target components from gelsemium elegans by high-performance liquid chromatography coupled with quadrupole time-of-flight mass spectrometry based on accurate mass databases combined with MS/MS spectra. J. Mass. Spectrom. 52, 378–396. doi: 10.1002/jms.3937", "ArticleIdList": ["10.1002/jms.3937", "28444801"]}, {"Citation": "Manicke N. E., Wiseman J. M., Ifa D. R., Cooks R. G. (2008). Desorption electrospray ionization (DESI) mass spectrometry and tandem mass spectrometry (MS/MS) of phospholipids and sphingolipids: ionization, adduct formation, and fragmentation. J. Am. Soc. Mass. Spectr. 19, 531–543. doi: 10.1016/j.jasms.2007.12.003", "ArticleIdList": ["10.1016/j.jasms.2007.12.003", "18258448"]}, {"Citation": "Moreno-Pedraza A., Rosas-Roman I., Garcia-Rojas N. S., Guillen-Alonso H., Ovando-Vazquez C., Diaz-Ramirez D., et al. . (2019). Elucidating the distribution of plant metabolites from native tissues with laser desorption low-temperature plasma mass spectrometry imaging. Anal. Chem. 91, 2734–2743. doi: 10.1021/acs.analchem.8b04406", "ArticleIdList": ["10.1021/acs.analchem.8b04406", "30636413"]}, {"Citation": "Muller T., Oradu S., Ifa D. R., Cooks R. G., Krautler B. (2011). Direct plant tissue analysis and imprint imaging by desorption electrospray ionization mass spectrometry. Anal. Chem. 83, 5754–5761. doi: 10.1021/ac201123t", "ArticleIdList": ["10.1021/ac201123t", "PMC3137229", "21675752"]}, {"Citation": "Nakabayashi R., Hashimoto K., Mori T., Toyooka K., Sudo H., Saito K. (2021). Spatial metabolomics using imaging mass spectrometry to identify the localization of asparaptine a in Asparagus officinalis . Plant Biotechnol. (Tokyo). 38, 311–315. doi: 10.5511/plantbiotechnology.21.0504b", "ArticleIdList": ["10.5511/plantbiotechnology.21.0504b", "PMC8562583", "34782817"]}, {"Citation": "Ozkartal T., Auricchio A., Conte G. (2019). Ajmaline infusion during automated screening in brugada syndrome and spontaneous type 1 electrocardiogram unmasks non-suitability for subcutaneous implantable cardioverter-defibrillator. Eur. Heart J. 40, 1888–1889. doi: 10.1093/eurheartj/ehz049", "ArticleIdList": ["10.1093/eurheartj/ehz049", "PMC6568205", "30793741"]}, {"Citation": "Palla G., Spitzer H., Klein M., Fischer D., Schaar A. C., Kuemmerle L. B., et al. . (2022). Squidpy: a scalable framework for spatial omics analysis. Nat. Methods 19, 171–178. doi: 10.1038/s41592-021-01358-2", "ArticleIdList": ["10.1038/s41592-021-01358-2", "PMC8828470", "35102346"]}, {"Citation": "Patrick J. W., Offler C. E. (2001). Compartmentation of transport and transfer events in developing seeds. J. Exp. Bot. 52, 551–564. doi: 10.1093/jxb/52.356.551", "ArticleIdList": ["10.1093/jxb/52.356.551", "11373304"]}, {"Citation": "Souza J., Lourenco H. M., Mendes G. (2017). Low-dose chemotherapy with methotrexate and vinblastine for desmoid tumors: a single institution experience. Ann. Onco. 28, 3528. doi: 10.1093/annonc/mdx387.022", "ArticleIdList": ["10.1093/annonc/mdx387.022"]}, {"Citation": "Tocci N., Gaid M., Kaftan F., Belkheir A. K., Belhadj I., Liu B. Y., et al. . (2018). Exodermis and endodermis are the sites of xanthone biosynthesis in Hypericum perforatum roots. New Phytol. 217, 1099–1112. doi: 10.1111/nph.14929", "ArticleIdList": ["10.1111/nph.14929", "29210088"]}, {"Citation": "Tong Q., Zhang C., Tu Y., Chen J., Li Q., Zeng Z., et al. . (2022). Biosynthesis-based spatial metabolome of Salvia miltiorrhiza bunge by combining metabolomics approaches with mass spectrometry-imaging. Talanta. 238, 123045. doi: 10.1016/j.talanta.2021.123045", "ArticleIdList": ["10.1016/j.talanta.2021.123045", "34801902"]}, {"Citation": "Wang L., Wang J. F., Mao X., Jiao L., Wang X. J. (2017). Gelsedine-type oxindole alkaloids from Gelsemium elegans and the evaluation of their cytotoxic activity. Fitoterapia. 120, 131–135. doi: 10.1016/j.fitote.2017.06.005", "ArticleIdList": ["10.1016/j.fitote.2017.06.005", "28596027"]}, {"Citation": "Wu V., Tillner J., Jones E., McKenzie J. S., Gurung D., Mroz A., et al. . (2022. a). High resolution ambient MS imaging of biological samples by desorption electro-flow focussing ionization. Anal. Chem. 94, 10035–10044. doi: 10.1021/acs.analchem.2c00345", "ArticleIdList": ["10.1021/acs.analchem.2c00345", "PMC9310024", "35786855"]}, {"Citation": "Wu Z. H., Su Y., Luo Z. F., Sun Z. L., Gong Z. H., Xiao ,. L. T. (2022. b). In situ visual distribution of gelsemine, koumine, and gelsenicine by MSI in Gelsemium elegans at different growth stages. Molecules. 27, 1810. doi: 10.3390/molecules27061810", "ArticleIdList": ["10.3390/molecules27061810", "PMC8952314", "35335173"]}, {"Citation": "Ye Q., Feng Y., Wang Z., Zhou A., Xie S., Fan L., et al. . (2019). Effects of dietary Gelsemium elegans alkaloids on intestinal morphology, antioxidant status, immune responses and microbiota of Megalobrama amblycephala . Fish. Shellfish. Immun. 94, 464–478. doi: 10.1016/j.fsi.2019.09.048", "ArticleIdList": ["10.1016/j.fsi.2019.09.048", "31546035"]}, {"Citation": "Yen T. C., Visvikis D., Pan T., Fang ,. Y. H. (2014). Biomedical imaging: role and opportunities of medical imaging in the \"omics\" era. BioMed. Res. Int. 2014, 930213. doi: 10.1155/2014/930213", "ArticleIdList": ["10.1155/2014/930213", "PMC4065776", "24995335"]}, {"Citation": "Ziegler J., Facchini ,. P. J. (2008). Alkaloid biosynthesis: metabolism and trafficking. Annu. Rev. Plant Biol. 59, 735–769. doi: 10.1146/annurev.arplant.59.032607.092730", "ArticleIdList": ["10.1146/annurev.arplant.59.032607.092730", "18251710"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "9", "Day": "23"}, {"Year": "2022", "Month": "11", "Day": "1"}, {"Year": "2022", "Month": "12", "Day": "5", "Hour": "3", "Minute": "59"}, {"Year": "2022", "Month": "12", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "6", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["36466241", "PMC9718364", "10.3389/fpls.2022.1051756"]}}], "PubmedBookArticle": []}