{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antibacterial activity", "Anticancer activity", "Apoptosis", "MDA-MB-231 cell lines", "Methanolic leaf extracts"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36494692", "DateCompleted": {"Year": "2022", "Month": "12", "Day": "16"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "12", "Day": "09"}], "Language": ["eng"], "ELocationID": ["328", "10.1186/s12906-022-03810-y"], "Journal": {"ISSN": "2662-7671", "JournalIssue": {"Volume": "22", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Dec", "Day": "09"}}, "Title": "BMC complementary medicine and therapies", "ISOAbbreviation": "BMC Complement Med Ther"}, "ArticleTitle": "Biological isolation and characterization of Catharanthus roseus (L.) G. Don methanolic leaves extracts and their assessment for antimicrobial, cytotoxic, and apoptotic activities.", "Pagination": {"StartPage": "328", "MedlinePgn": "328"}, "Abstract": {"AbstractText": ["Biological synthesis of natural products from plants has made us an inspiring methodology in the field of science and biotechnology.", "The methanolic extracts of Catharanthus roseus (L.) G. Don plant leaves (CrPLE) were extracted and characterized by utilizing the phytochemicals estimation, Thin-layer chromatography (TLC), and High-Performance Liquid Chromatography (HPLC) analysis; and further evaluation for an understanding of the biomedical uses of CrPLE was done.", "The evaluation of the seven phytochemicals designates the presence of secondary metabolites in the CrPLE. The CrPLE (test samples) exhibited the Catechin and Caffeic acid contents of 0.0055 and 0.0149 mg/g respectively. The CrPLE revealed the highest antimicrobial activity and showed a mortal effect against the tested microorganisms. Cytotoxicity of the breast cancer cell lines was exposed that CrPLE as a respectable anticancer specialist and metabolically vigorous cells.", "Consequently, the biological synthesized methanolic leaf extracts of the C. roseus plants would be appreciated and have incredible contributions to the field of medicinal applications."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": ["0000-0002-2512-6617"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Studies in Zoology, Centre for Applied Genetics, Bangalore University, Jnana Bharathi Campus, Off Mysuru Road, Bengaluru, 560 056, India. rajachandra3908@yahoo.co.in."}], "LastName": "Rajashekara", "ForeName": "Somashekara", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Studies in Zoology, Centre for Applied Genetics, Bangalore University, Jnana Bharathi Campus, Off Mysuru Road, Bengaluru, 560 056, India."}], "LastName": "Reena", "ForeName": "Dondapati", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Studies in Zoology, Centre for Applied Genetics, Bangalore University, Jnana Bharathi Campus, Off Mysuru Road, Bengaluru, 560 056, India."}], "LastName": "Mainavi", "ForeName": "Mullahalli Venkataramareddy", "Initials": "MV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Studies in Zoology, Centre for Applied Genetics, Bangalore University, Jnana Bharathi Campus, Off Mysuru Road, Bengaluru, 560 056, India."}], "LastName": "Sandhya", "ForeName": "Locheruvapalli Srinivasa", "Initials": "LS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Studies in Zoology, Centre for Applied Genetics, Bangalore University, Jnana Bharathi Campus, Off Mysuru Road, Bengaluru, 560 056, India."}], "LastName": "Baro", "ForeName": "Utpal", "Initials": "U"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Med Ther", "NlmUniqueID": "101761232", "ISSNLinking": "2662-7671"}, "ChemicalList": [{"RegistryNumber": "Y4S76JWI15", "NameOfSubstance": "Methanol"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Infective Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["metabolism"], "DescriptorName": "Catharanthus"}, {"QualifierName": ["metabolism"], "DescriptorName": "Methanol"}, {"QualifierName": [], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Anti-Infective Agents"}, {"QualifierName": ["analysis"], "DescriptorName": "Phytochemicals"}], "CoiStatement": "The authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Alam MM, Naeem M, Khan MAM, Uddin M. Vincristine and Vinblastine Anticancer Catharanthus Alkaloids: Pharmacological Applications and Strategies for Yield Improvement. In: Naeem M, Aftab T, Khan M, editors. Catharanthus roseus. Cham: Springer; 2017. pp. 277–307."}, {"Citation": "Aruna MS, Prabha SM, Priya NS, Nadendla R. Catharanthus roseus: Ornamental Plant Is Now Medicinal Boutique. J Drug Deliv Therapeut. 2015;5(3):1–4."}, {"Citation": "Aslam J, Khan SH, Siddiqui ZH, Fatima Z, Maqsood M, Bhat MA, Nasim SA, Ilah A, Ahmad IZ, Khan SA, Mujib A, Sharma MP. Catharanthus roseus (L) G Don An Important Drug: It’s Applications and Production Pharmacie Globale. Int J Comprehens Pharm. 2010;1(4):1–16."}, {"Citation": "Bramati L, Minoggio M, Gardana C, Simonetti P, Mauri P, Pietta P. Quantitative Characterization of Flavonoid Compounds in Rooibos Tea (Aspalathus linearis) by LC-UV/DAD. J Agricultural and Food Chem. 2002;50:5513–5519. doi: 10.1021/jf025697h.", "ArticleIdList": ["10.1021/jf025697h", "12236672"]}, {"Citation": "Carolyn WT, Lee P, Michael LS. Sparge gas composition affects biomass and ajmalicine production from immobilized cell cultures of Catharanthus roseus. Enzyme Microbial Technol. 2005;37:424–434. doi: 10.1016/j.enzmictec.2005.02.016.", "ArticleIdList": ["10.1016/j.enzmictec.2005.02.016"]}, {"Citation": "Chen Q, Lu X, Guo X, Guo Q, Li D. Metabolomics characterization of two Apocynaceae plants, Catharanthus roseus and Vinca minor, using GC-MS and LC-MS methods in combination. Molecules. 2017;22:997. doi: 10.3390/molecules22060997.", "ArticleIdList": ["10.3390/molecules22060997", "PMC6152753", "28629120"]}, {"Citation": "Contin A, Heijden R, Lefeber AWM, Verpoorte R. The iridoid glycoside secologanin is derived from the novel triose phosphate/pyruvate pathway in a Catharanthus roseus cell culture. FEBS Lett. 1998;434:413–416. doi: 10.1016/S0014-5793(98)01022-9.", "ArticleIdList": ["10.1016/S0014-5793(98)01022-9", "9742965"]}, {"Citation": "Contin A, Heijden RVD, Hoopen HJG, Verpoorte R. The inoculum size triggers tryptamine or secologanin biosynthesis in a Catharanthus roseus cell culture. Plant Sci. 1998;139:205–211. doi: 10.1016/S0168-9452(98)00188-5.", "ArticleIdList": ["10.1016/S0168-9452(98)00188-5"]}, {"Citation": "Deguchi A, Tatsuzawa F, Miyoshi K. A blackish-flowered cultivar of Catharanthus roseus accumulates high concentrations of a novel anthocyanin with a unique feature of aggregation in weak acid solution. Dyes Pigments. 2019;173:108001. doi: 10.1016/jdyepig2019108001.", "ArticleIdList": ["10.1016/jdyepig2019108001"]}, {"Citation": "Denizot F, Lang R. Rapid colorimetric assay for cell growth and survival modifications to the tetrazolium dye procedure giving improved sensitivity and reliability. J Immunol Methods. 1986;89:271–277. doi: 10.1016/0022-1759(86)90368-6.", "ArticleIdList": ["10.1016/0022-1759(86)90368-6", "3486233"]}, {"Citation": "Dobrucka R, Dugaszewska J. Biosynthesis and antibacterial activity of ZnO nanoparticles using Trifolium pratense flower extract. Saudi J Biol Sci. 2016;23:517–523. doi: 10.1016/j.sjbs.2015.05.016.", "ArticleIdList": ["10.1016/j.sjbs.2015.05.016", "PMC4890195", "27298586"]}, {"Citation": "Falcao MA, Scopel R, Almeida RN, Santo ATDE, Franceschini G, Garcez JJ, Vargas RMF, Cassel E. Supercritical fluid extraction of vinblastine from Catharanthus roseus. J Supercritical Fluids. 2017;129:9–15. doi: 10.1016/jsupflu201703018.", "ArticleIdList": ["10.1016/jsupflu201703018"]}, {"Citation": "Ferreres F, Pereira DM. New Phenolic compounds and antioxidant potential of Catharanthus roseus. J Agricultural and Food Chem. 2008;56:9967–9974. doi: 10.1021/jf8022723.", "ArticleIdList": ["10.1021/jf8022723", "18850714"]}, {"Citation": "Frischknecht PM, Bxttig M, Baumann TW. Effect of drought and wounding stress on indole alkaloid formation in Catharanthus roseus. Phytochem. 1987;26:707–710. doi: 10.1016/S0031-9422(00)84769-X.", "ArticleIdList": ["10.1016/S0031-9422(00)84769-X"]}, {"Citation": "Gajalakshmi S, Vijayalakshmi S, Rajeswari DV. Pharmacological Activities of Catharanthus Roseus: a perspective review. Int J Pharma and BioSci. 2013;4(2):431–439."}, {"Citation": "Goboza M, Meyer M, Aboua YG, Oguntibeju OO. In Vitro Antidiabetic and Antioxidant Effects of Different Extracts of Catharanthus roseus and Its Indole Alkaloid, Vindoline. Molecules. 2020;25(5546):1–22. doi: 10.3390/molecules25235546.", "ArticleIdList": ["10.3390/molecules25235546", "PMC7729994", "33256043"]}, {"Citation": "Govindasamy C, Srinivasan R. In vitro antibacterial activity and phytochemical analysis of Catharanthus roseus (Linn) G Don. Asian Pac J Trop Biomedicine. 2012;2((1) Supple):S155–S158. doi: 10.1016/S2221-1691(12)60148-8.", "ArticleIdList": ["10.1016/S2221-1691(12)60148-8"]}, {"Citation": "Jaleel CA, Gopi R, Gomathinayagam M, Panneerselvam R. Traditional and non-traditional plant growth regulators alter phytochemical constituents in Catharanthus roseus. Process Biochem. 2009;44(2):205–209. doi: 10.1016/j.procbio.2008.10.012.", "ArticleIdList": ["10.1016/j.procbio.2008.10.012"]}, {"Citation": "Jaleel CA, Gopi R, Lakshmanan GM, Panneerselvam R. Triadimefon induced changes in the antioxidant metabolism and ajmalicine production in Catharanthus roseus (L) G Don. Plant Sci. 2006;171:271–276. doi: 10.1016/j.plantsci.2006.03.018.", "ArticleIdList": ["10.1016/j.plantsci.2006.03.018"]}, {"Citation": "Jaleel CA, Gopi R, Manivannan P, Kishorekumar A, Sankar B, Panneerselvam R. Paclobutrazol influences on vegetative growth and floral characteristics of Catharanthus roseus (L) G Don. Indian J Appl Pure Biol. 2006;21:369–372."}, {"Citation": "Kabesh K, Senthilkumar P, Ragunathan R, Kumar R. Phytochemical Analysis of Catharanthus roseus Plant Extract and its Antimicrobial Activity. Indian J Pure and Appl Biosci. 2015;3(2):162–172."}, {"Citation": "Kale S, Pathare TB, Lavale SA. Identification of phytochemicals and alkaloids in Catharanthus roseus and study of their antimicrobial activity. Int J Res Pharm Pharma Sci. 2018;6(3):431–433."}, {"Citation": "Kaur J, Singh A, Pathak T, Kumar K. Role of PGRs in Anticancer Alkaloids (Vincristine and Vinblastine) Production. In: Naeem M, Aftab T, Khan M, editors. Catharanthus roseus. Cham: Springer; 2017. pp. 309–319."}, {"Citation": "Khalil A. 2nd International Conference on Environment Science and Biotechnology (IPCBEE) Singapore: IACSIT Press; 2012. Antimicrobial Activity of Ethanol Leaf Extracts of Catharanthus roseus From Saudi Arabia; pp. 6–11."}, {"Citation": "Kidd T, Easson ML, Qu Y, Jones G, Luca VD. Inter-organ transport of secologanin allows assembly of monoterpenoid indole alkaloids in a Catharanthus roseus mutant. Phytochem. 2019;159:119–126. doi: 10.1016/j.phytochem.2018.12.017.", "ArticleIdList": ["10.1016/j.phytochem.2018.12.017", "30611871"]}, {"Citation": "Koel M, Kuhtinskaja M, Vaher M. Extraction of Bioactive Compounds from Catharanthus roseus and Vinca minor. Separation and Purification Technol. 2020;252:117438. doi: 10.1016/jseppur2020117438.", "ArticleIdList": ["10.1016/jseppur2020117438"]}, {"Citation": "Koopman G, Reutelingsperger CPM, Kuijten GAM, Keehnen RMJ, Pals ST, Oers MHJV. Annexin V for flow cytometric detection of Phosphatidylserine expression on B Cells undergoing apoptosis. Blood. 1994;84(5):1415–1420. doi: 10.1182/blood.V84.5.1415.bloodjournal8451415.", "ArticleIdList": ["10.1182/blood.V84.5.1415.bloodjournal8451415", "8068938"]}, {"Citation": "Kumar S, Singh A, Kumar B, Singh B, Bahadur L, Lal M. Simultaneous quantitative determination of bioactive terpene indole alkaloids in ethanolic extracts of Catharanthus roseus (L) G Don by ultra high performance liquid chromatography-tandem mass spectrometry. J Pharm Biomed Analysis. 2018;151:32–41. doi: 10.1016/jjpba201712040.", "ArticleIdList": ["10.1016/jjpba201712040", "29304410"]}, {"Citation": "Lahare RP, Yadav HS, Dashahre AK, Bisen YK. An Updated Review on Phytochemical and Pharmacological Properties of Catharanthus rosea. Saudi J Medical and Pharma Sci. 2020;6(12):759–766. doi: 10.36348/sjmps2020v06i12007.", "ArticleIdList": ["10.36348/sjmps2020v06i12007"]}, {"Citation": "Leveque D, Jehl F. Molecular pharmacokinetics of Catharanthus (vinca) alkaloids. J Clin Pharmacol. 2007;47:579–588. doi: 10.1177/0091270007299430.", "ArticleIdList": ["10.1177/0091270007299430", "17442684"]}, {"Citation": "Leylaie S, Zafari D. Antiproliferative and antimicrobial activities of secondary metabolites and phylogenetic study of endophytic Trichoderma Species from Vinca Plants. Front Microbiol. 2018;9:1484. doi: 10.3389/fmicb.2018.01484.", "ArticleIdList": ["10.3389/fmicb.2018.01484", "PMC6051055", "30050508"]}, {"Citation": "Lin Z, Qing-Hui G, Yuan-Gang ZU, Lei Y, Yu-Liang MA, Yang L. Simultaneous quantitative determination of five alkaloids in Catharanthus roseus by HPLC-ESI-MS/MS. Chinese J Nat Med. 2014;12(10):786–793.", "ArticleIdList": ["25443373"]}, {"Citation": "Liu H, Zang C, Fenner MH, Possinger K, Elstner E. PPAR gamma ligands and ATRA inhibit the invasion of human breast cancer cells in vitro. Breast Cancer Res Treatment. 2003;79(1):63–74. doi: 10.1023/A:1023366117157.", "ArticleIdList": ["10.1023/A:1023366117157", "12779083"]}, {"Citation": "Liu J, Liu Y, Pan Y-j, Zu Y-G, Tang Z-H. Determination of Alkaloids in Catharanthus roseus and Vinca minor by High-Performance Liquid Chromatography–Tandem Mass Spectrometry. Analytical Lett. 2016;49(8):1143–1153. doi: 10.1080/0003271920151094664.", "ArticleIdList": ["10.1080/0003271920151094664"]}, {"Citation": "Magnotta M, Murata J, Chen J, Luca VD. Identification of a low vindoline accumulating cultivar of Catharanthus roseus (L) G Don by alkaloid and enzymatic profiling. Phytochem. 2006;67:1758–1764. doi: 10.1016/j.phytochem.2006.05.018.", "ArticleIdList": ["10.1016/j.phytochem.2006.05.018", "16806326"]}, {"Citation": "Martin SJ, Reutelingsperger CEM, McGahon AJ, Rader JA, Schie RCAAV, Drake MW, La F, Douglas L, Green DR. Early redistribution of plasma membrane phosphatidylserine is a general feature of apoptosis regardless of the initiating stimulus: Inhibition by overexpression of Bcl-2 and Abl. J Exp Med. 1995;182:1545–1556. doi: 10.1084/jem.182.5.1545.", "ArticleIdList": ["10.1084/jem.182.5.1545", "PMC2192182", "7595224"]}, {"Citation": "Mosmann T. Rapid colorimetric assay for cellular growth and survival: application to proliferation and cytotoxicity assays. J Immunol Methods. 1983;65(1–2):55–63. doi: 10.1016/0022-1759(83)90303-4.", "ArticleIdList": ["10.1016/0022-1759(83)90303-4", "6606682"]}, {"Citation": "Mustafa NR, Verpoorte R. Phenolic compounds in Catharanthus roseus. Phytochem Rev. 2006;6(2):243–258. doi: 10.1007/s11101-006-9039-8.", "ArticleIdList": ["10.1007/s11101-006-9039-8"]}, {"Citation": "Nayak BS, Pereira LMP. Catharanthus roseus flower extract has wound-healing activity in Sprague Dawley rats. BMC Comple Alternative Medicine. 2006;6:41. doi: 10.1186/1472-6882-6-41.", "ArticleIdList": ["10.1186/1472-6882-6-41", "PMC1764761", "17184528"]}, {"Citation": "Nisar A, Mamat AS, Hatim MI, Aslam MS, Ahmad MS. Phytochemical and Pharmacognostic Study of Catharanthus roseus using deep eutectic solvents. Int J Res Ayurveda Pharm. 2016;7(Supple 3):141–146. doi: 10.7897/2277-4343074172.", "ArticleIdList": ["10.7897/2277-4343074172"]}, {"Citation": "Nisar A, Mamat AS, Hatim MI, Aslam MS, Syarhabil M. An updated review on Catharanthus roseus: phytochemical and pharmacological analysis. Indian Res J Pharm Sci. 2016;3:632–653."}, {"Citation": "Pan QF, Wang Q, Yuan F, Xing SH, Zhao JY, Choi YH, Verpoorte R, Tian Y, Wang G, Tang K. Overexpression of ORCA3 and G10H in Catharanthus roseus plants regulated alkaloid biosynthesis and metabolism revealed by NMR-metabolomics. PLoS One. 2012;7(8):e43038. doi: 10.1371/journalpone0043038.", "ArticleIdList": ["10.1371/journalpone0043038", "PMC3423439", "22916202"]}, {"Citation": "Pandey SN, Pratap V, Pratap S, Kumar N. Phytochemicals and pharmacological studies of Catharanthus roseus Linn- A Comprehensive review. World J Pharm Res. 2020;9(7):1407–1415."}, {"Citation": "Pasquali G, Goddijn OJM, de Waal A, Verpoorte R, Schilperoort RA, JHC H, Memelink J. Coordinated regulation of two indole alkaloid biosynthetic genes from Catharanthus roseus by auxin and elicitors. Plant Mole Biol. 1992;18:1121–1131. doi: 10.1007/BF00047715.", "ArticleIdList": ["10.1007/BF00047715", "1600148"]}, {"Citation": "Patil PJ, Ghosh JS. Antimicrobial Activity of Catharanthus roseus – A Detailed Study. Bri J Pharmacol Toxicol. 2010;1(1):40–44."}, {"Citation": "Pavunraj M, Baskar K, Duraipandiyan V, Al-Dhabi AN, Benelli G, Rajendhiran V. Toxicity of Ag nanoparticles synthesized using stearic acid from Catharanthus roseus leaf extract against Earias vittella and mosquito vectors (Culex quinquefasciatus and Aedes aegypti) J Clust Sci. 2017;28(5):2477–2492. doi: 10.1007/s10876-017-1235-8.", "ArticleIdList": ["10.1007/s10876-017-1235-8"]}, {"Citation": "Pavunraj M, Baskar K, Paulkumar K, Janarthanan S, Rajendran P. Antifeedant activity of crude extracts and fractions isolated from Catharanthus roseus leaf against spotted bollworm, Earias vittella. Phytoparasitica. 2016;44:419–422. doi: 10.1007/s12600-016-0521-6.", "ArticleIdList": ["10.1007/s12600-016-0521-6"]}, {"Citation": "Pham HNT, Nguyen VT, Vuong QV, Bowyer MC, Scarlett CJ. Bioactive compound yield and antioxidant capacity of Helicteres hirsuta Lour stem as affected by various solvents and drying methods. J Food Processing and Preserv. 2017;41:e12879. doi: 10.1111/jfpp.12879.", "ArticleIdList": ["10.1111/jfpp.12879"]}, {"Citation": "Pham HNT, Sakoff JA, Vuong QV, Bowyer MC, Scarlett CJ. Screening phytochemical content, antioxidant, antimicrobial and cytotoxic activities of Catharanthus roseus (L) G Don stem extract and its fractions. Biocatalysis Agricultural Biotechnol. 2018;16:405–411. doi: 10.1016/jbcab201809005.", "ArticleIdList": ["10.1016/jbcab201809005"]}, {"Citation": "Qu Y, Easson M, Simionescu R, Hajicek J, Thamm AMK, Salim V, Luca VD. Solution of the multistep pathway for assembly of corynanthean, strychnos, iboga, and aspidosperma monoterpenoid indole alkaloids from 19E-geissoschizine. Proc Natl Acad Sci U S A. 2018;115:3180–3185. doi: 10.1073/pnas.1719979115.", "ArticleIdList": ["10.1073/pnas.1719979115", "PMC5866588", "29511102"]}, {"Citation": "Raj A, Lawrence RS, Jalees M, Lawrence K. Anti-bacterial activity of zinc oxide nanoparticles prepared from Brassica oleraceae leaves extract. Int J Adv Res. 2015;3(11):322–328."}, {"Citation": "Raja A, Ashokkumar S, Marthandam RP, Jayachandiran J, Khatiwada CP, Raman RG, Swaminathan M. Eco-friendly preparation of zinc oxide nanoparticles using Tabernaemontana divaricata and its photocatalytic and antimicrobial activity. J Photochem Photobiol B. 2018;181:53–58. doi: 10.1016/j.jphotobiol.2018.02.011.", "ArticleIdList": ["10.1016/j.jphotobiol.2018.02.011", "29501725"]}, {"Citation": "Rajashekara S, Shrivastava A, Sumhitha S, Kumari S. Biomedical Applications of Biogenic Zinc Oxide Nanoparticles Manufactured from the Leaf Extracts of Calotropis gigantea (L) Dryand. BioNanoScience. 2020;10(3):654–671. doi: 10.1007/s12668-020-00746-w.", "ArticleIdList": ["10.1007/s12668-020-00746-w"]}, {"Citation": "Rasool N, Rizwan K, Zubair M, Naveed KUR, Imran I, Ahmed VU. Antioxidant potential of different extracts and fractions of Catharanthus roseus shoots. Int J Phytomed. 2011;3:108–114."}, {"Citation": "Rose AL, Priya FJ. Phytochemical screening and green synthesis of silver nanoparticles using aqueous extract of Catharanthus roseus Stem Bark. Int J Pharma Sci Res. 2017;8(5):46–51."}, {"Citation": "Senbagalakshmi, P, Rao, MV, Kumar, SA (2017) In Vitro Studies, Biosynthesis of Secondary Metabolites and Pharmacological Utility of Catharanthus roseus (L) G Don. Naeem, M, Aftab, T, Khan, M. Catharanthus roseus Springer, Cham, 153–199. 10.1007/978-3-319-51620-2_8"}, {"Citation": "Shittu OK, Stephen D, Kure AH. Functionalization of Biosynthesized Gold Nanoparticle from Aqueous Leaf Extract of Catharanthus roseus for Antibacterial Studies. Afr J Biomed Res. 2017;20:195–202."}, {"Citation": "Shukla AK, Khanuja SPS. Catharanthus roseus: The metabolome that represents a unique reservoir of medicinally important alkaloids under precise genomic regulation. In: Barh D, editor. OMICS Applications in Crop Science CRC Press. (Taylor & Francis Group), Boca Raton; 2013. pp. 325–384."}, {"Citation": "Syeda AM, Riazunnisa K. Data on GC-MS analysis, in vitro anti-oxidant and anti-microbial activity of the Catharanthus roseus and Moringa oleifera leaf extracts. Data Brief. 2020;29:105258. doi: 10.1016/j.dib.2020.105258.", "ArticleIdList": ["10.1016/j.dib.2020.105258", "PMC7058890", "32154338"]}, {"Citation": "van Der Heijden RV, Jacobs DI, Snoeijer W, Hallard D, Verpoorte V. The Catharanthus alkaloids, pharmacognosy and biotechnology. Curr Med Chem. 2004;11(5):607–628. doi: 10.2174/0929867043455846.", "ArticleIdList": ["10.2174/0929867043455846", "15032608"]}, {"Citation": "Vázquez-Flota F, Carrillo-Pech M, Minero-García Y, Miranda-Ham MDL. Alkaloid metabolism in wounded Catharanthus roseus seedlings. Plant Physiol Biochem. 2004;42:623–628. doi: 10.1016/j.plaphy.2004.06.010.", "ArticleIdList": ["10.1016/j.plaphy.2004.06.010", "15331091"]}, {"Citation": "Verpoorte R, Heijden RVD, Gulik V, Ten WM, Hoopen HJG, Brossi A. The Alkaloids, 40. San Diego: Academic Press; 1991. Plant biotechnology for the production of alkaloids: present status and prospects; pp. 1–187."}, {"Citation": "Wagay SA, Dwivedi SD, Sharma M, Tripathi J, Ahmad M. Antimicrobial Activity of Catharanthus roseus. Chem Mater Res. 2013;3(9):61–64."}, {"Citation": "Wang XD, Li YC, Jiang MM, Li D, Wene P, Songa X, Chena JD, Guoa LX, Hua XP, Lif GQ, Zhanga J, Wang CH, He ZD. Induction of apoptosis in human leukemia cells through an intrinsic pathway by cathachunine, a unique alkaloid isolated from Catharanthus roseus. Phytomedicine. 2016;23:641–653. doi: 10.1016/j.phymed.2016.03.003.", "ArticleIdList": ["10.1016/j.phymed.2016.03.003", "27161405"]}, {"Citation": "Wang Z, Yang Z, Zhang L, Wang X, Peng C, Meng D, Yan D. Toxic effects of vinca alkaloids from Catharanthus roseus (L) G Don on Tetrahymena thermophila BF5 growth by microcalorimetry. Thermochim Acta. 2016;651:53–57. doi: 10.1016/j.tca.2017.02.018.", "ArticleIdList": ["10.1016/j.tca.2017.02.018"]}, {"Citation": "Widowati W, Mozef T, Risdian C, Ratnawati H, Tjahyani S, Sandra F. Apoptosis and Antioxidant Activities of Catharanthus roseus [L] G Don Extract on Breast Cancer Cell Line. Indonesian J Cancer Chemoprevent. 2010;1(2):99–107. doi: 10.14499/indonesianjcanchemoprev1iss2pp99-107.", "ArticleIdList": ["10.14499/indonesianjcanchemoprev1iss2pp99-107"]}, {"Citation": "Yao XG, Chen F, Li P, Quan L. Natural product vindoline stimulates insulin secretion and efficiently ameliorates glucose homeostasis in diabetic murine models. J Ethnopharmacol. 2013;150(1):285–297. doi: 10.1016/jjep201308043.", "ArticleIdList": ["10.1016/jjep201308043", "24012527"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "7", "Day": "19"}, {"Year": "2022", "Month": "11", "Day": "27"}, {"Year": "2022", "Month": "12", "Day": "9", "Hour": "23", "Minute": "56"}, {"Year": "2022", "Month": "12", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "9"}], "PublicationStatus": "epublish", "ArticleIdList": ["36494692", "PMC9733275", "10.1186/s12906-022-03810-y", "10.1186/s12906-022-03810-y"]}}], "PubmedBookArticle": []}