{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["South Africa", "antimicrobial activity", "ethnobotany", "medicinal plants", "sexually transmitted infections", "survey"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36501281", "DateRevised": {"Year": "2022", "Month": "12", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "25"}], "Language": ["eng"], "ELocationID": ["3241", "10.3390/plants11233241"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "11", "Issue": "23", "PubDate": {"Year": "2022", "Month": "Nov", "Day": "25"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "An Inventory of South African Medicinal Plants Used in the Management of Sexually Transmitted and Related Opportunistic Infections: An Appraisal and Some Scientific Evidence (1990-2020).", "Abstract": {"AbstractText": ["The current work is aimed at generating the first inventory of South African medicinal plants used in the treatment of sexually transmitted and related opportunistic infections associated with HIV-AIDS. This is important in assisting researchers to access a list of plant species to evaluate for potential phytocompounds, as this area of research is greatly lagging in South Africa. A total of 335 medicinal plants from 103 families have been documented in the current work. The most represented families are Fabaceae (11.64%) and Asteraceae (6.27%). Herbs constitute 36.53%, trees 32.34%, shrubs 29.04%, climbers 1.80% and parasites 0.30%. It is worrying that on the plant parts used, the roots constitute 47.18%, while leaves and stem bark yield 16.62 and 15.01%, respectively. <i>Catharanthus roseus</i> exhibited the highest number of citations (19), while <i>Peltophorum africanum</i> had 14 and both <i>Carica papaya</i> and <i>Vachelia karoo</i> had 12. In the mode of administration of the reported medicinal plant species, most of the plants are boiled and taken orally (48.22%), while other plant species are used as mouth washes (3.25%). Although there is reasonable in vitro activity of some of the plant species, validating the relevance of use, there is still a need to explore the mode of action of such plant species; isolated compounds and possible derivatives thereof are of paramount importance and need to be explored as well. Furthermore, toxicological aspects of such plant species need to be explored."]}, "AuthorList": [{"Identifier": ["0000-0003-4167-9294"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The College of Agriculture and Environmental Sciences (CAES), University of South Africa, Johannesburg 2092, South Africa."}], "LastName": "Mongalo", "ForeName": "Nkoana I", "Initials": "NI"}, {"Identifier": ["0000-0002-0001-1661"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The College of Agriculture and Environmental Sciences (CAES), University of South Africa, Johannesburg 2092, South Africa."}], "LastName": "Raletsena", "ForeName": "Maropeng V", "Initials": "MV"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Johnson L.F., Dorrington R.E., Bradshaw D., Coetzee D.J. The effect of syndromic management interventions on the prevalence of sexually transmitted infections in South Africa. Sex. Reprod. Healthc. 2011;2:13–20. doi: 10.1016/j.srhc.2010.08.006.", "ArticleIdList": ["10.1016/j.srhc.2010.08.006", "21147454"]}, {"Citation": "Ventola C.L. The antibiotic resistance crisis Part I: Causes and threats. Pharm. Ther. 2015;40:277–283.", "ArticleIdList": ["PMC4378521", "25859123"]}, {"Citation": "WHO, World Health Organisation STD Statistics Worldwide  Global Prevalence and Incidence of Selected Curable Sexually Transmitted Infections, Overview and Estimates.  [(accessed on 12 June 2020)];2001  Available online:  https://apps.who.int/iris/handle/10665/66818."}, {"Citation": "World Health Organization  . Statistics about Sexually Transmitted Diseases. WHO; Geneva, Switzerland: 2004.  [(accessed on 12 June 2020)].  The World Health Report. Available online:  https://www.who.int/news-room/fact-sheets/detail/sexually-transmitted-infections-(stis)"}, {"Citation": "Tshikalange T.E., Meyer J.J.M., Hussein A.A. Antimicrobial activity, toxicity, and isolation of a bioactive compound from plants used to treat sexually transmitted diseases. J. Ethnopharmacol. 2005;96:515–519. doi: 10.1016/j.jep.2004.09.057.", "ArticleIdList": ["10.1016/j.jep.2004.09.057", "15619572"]}, {"Citation": "Ndubani P., Höjer B. Traditional healers and the treatment of sexually transmitted illnesses in rural Zambia. J. Ethnopharmacol. 1999;67:15–25. doi: 10.1016/S0378-8741(99)00075-6.", "ArticleIdList": ["10.1016/S0378-8741(99)00075-6", "10616956"]}, {"Citation": "Kambizi L., Afolayan A.J. An ethnobotanical study of plants used for the treatment of sexually transmitted diseases (njovhera) in Guruwe District, Zimbabwe. J. Ethnopharmacol. 2001;77:5–9. doi: 10.1016/S0378-8741(01)00251-3.", "ArticleIdList": ["10.1016/S0378-8741(01)00251-3", "11483371"]}, {"Citation": "Gbadamosi I.T., Egunyomi A. Ethnobotanical survey of plants used for the treatment and management of sexually transmitted infections in Ibadan, Nigeria. Ethnobot. Res. Appl. 2014;12:659–669. doi: 10.17348/era.12.0.659-669.", "ArticleIdList": ["10.17348/era.12.0.659-669"]}, {"Citation": "Gail H., Tarryn B., Oluwaseyi A., Denver D., Oluchi M., Charlotte V.K., Joop D.J., Diana G. An ethnobotanical survey of medicinal plants used by traditional health practitioners to manage HIV and its related opportunistic infections in Mpoza, Eastern Cape Province, South Africa. J. Ethnopharmacol. 2015;171:109–115. doi: 10.1016/j.jep.2015.05.029.", "ArticleIdList": ["10.1016/j.jep.2015.05.029", "26023032"]}, {"Citation": "Chinsembu K.C. Ethnobotanical study of medicinal flora utilized by traditional healers in the management of sexually transmitted infections in Sesheke District, Western Province, Zambia. Braz. J. Pharmacog. 2016;26:268–274. doi: 10.1016/j.bjp.2015.07.030.", "ArticleIdList": ["10.1016/j.bjp.2015.07.030"]}, {"Citation": "Chinsembu K.C. Ethnobotanical study of plants used in the management of HIV-AIDS-related diseases in Livingstone, Southern Province, Zambia. Evidence-Based Compl. Alt. Med. 2016;2016:4238625. doi: 10.1155/2016/4238625.", "ArticleIdList": ["10.1155/2016/4238625", "PMC4812351", "27069489"]}, {"Citation": "Chinsembu K.C., Syakalima M., Semenya S.S. Ethnomedicinal plants used by traditional healers in the management of HIV-AIDS opportunistic diseases in Lusaka, Zambia. S. Afr. J. Bot. 2019;122:369–384. doi: 10.1016/j.sajb.2018.09.007.", "ArticleIdList": ["10.1016/j.sajb.2018.09.007"]}, {"Citation": "Runyoro D.K.B., Ngassapa O.D., Matee M.I.N., Joseph C.C., Moshi M.J. Medicinal plants used by Tanzanian traditional healers in the management of Candida infections. J. Ethnopharmacol. 2006;106:158–165. doi: 10.1016/j.jep.2005.12.010.", "ArticleIdList": ["10.1016/j.jep.2005.12.010", "16458463"]}, {"Citation": "Lamorde M., Tabuti J.R.S., Obua C., Kukunda-Byobona C., Lanyero H., Byakika-Kibwika P., Sbosa G.S., Lubega A., Ogwal-Okeng J., Ryan M., et al. Medicinal plants used by traditional medicine practitioners for the treatment of HIV-AIDS and related conditions in Uganda. J. Ethnopharmacol. 2010;130:43–53. doi: 10.1016/j.jep.2010.04.004.", "ArticleIdList": ["10.1016/j.jep.2010.04.004", "20451595"]}, {"Citation": "Anywar G., Kakudidi E., Byamukama R., Mukonzo J., Schubert A., Oryem-Origa H. Indigenous traditional knowledge of medicinal plants used by herbalists in treating opportunistic infections among people living with HIV/AIDS in Uganda. J. Ethnopharmacol. 2020;246:112205. doi: 10.1016/j.jep.2019.112205.", "ArticleIdList": ["10.1016/j.jep.2019.112205", "31476442"]}, {"Citation": "Otang W.F., Grierson D.S., Ndip R.N. Ethnobotanical survey of medicinal plants used in the management of opportunistic fungal infections in HIV-AIDS patients in the Amathole District of the Eastern Cape Province, South Africa. J. Med. Plants Res. 2012;6:2071–20180."}, {"Citation": "Mugisha M.K., Asiimwe S., Namutebi A., Borg-Karlson A.-K., Kakudidi E.K. Ethnobotanical study of indigenous knowledge on medicinal and nutritious plants used to manage opportunistic infections associated with HIV-AIDS in western Uganda. J. Ethnopharmacol. 2010;155:194–202. doi: 10.1016/j.jep.2014.05.012.", "ArticleIdList": ["10.1016/j.jep.2014.05.012", "24862490"]}, {"Citation": "Tshikalange T.E. Master’s Thesis. University of Pretoria; Pretoria, South Africa: 2002. The Traditional Use of Medicinal Plants to Treat Sexually Transmitted Diseases."}, {"Citation": "Mongalo N.I., Makhafola T.J. Ethnobotanical Knowledge of the Lay People of Blouberg Area (Pedi Tribe), Limpopo Province, South Africa. J. Ethnobiol. Ethnomed. 2018;14:46. doi: 10.1186/s13002-018-0245-4.", "ArticleIdList": ["10.1186/s13002-018-0245-4", "PMC6044033", "30001728"]}, {"Citation": "Pham-Kanter G.B.T., Steinberg M.H., Ballard R.C. Sexually transmitted diseases in South Africa. Genitourin. Med. 1996;2:160–171. doi: 10.1136/sti.72.3.160.", "ArticleIdList": ["10.1136/sti.72.3.160", "PMC1195643", "8707316"]}, {"Citation": "Austin M.N., Beigi R.H., Meyn L.A., Hillier S.L. Microbiologic response to treatment of bacterial vaginosis with topical clindamycin or metronidazole. J. Clin. Microbiol. 2005;43:4492–4497. doi: 10.1128/JCM.43.9.4492-4497.2005.", "ArticleIdList": ["10.1128/JCM.43.9.4492-4497.2005", "PMC1234077", "16145097"]}, {"Citation": "Jose P.P., Vivekanandan V., Sobhanakumari K. Gonorhoea: Historical outlook. J. Skin Sex. Trans. Dis. 2020;2:110–114."}, {"Citation": "Tan S.Y., Tatsumura Y. Alexander Fleming (1881–1955): Discoverer of penicillin P. Singap. Med. J. 2015;56:366–367. doi: 10.11622/smedj.2015105.", "ArticleIdList": ["10.11622/smedj.2015105", "PMC4520913", "26243971"]}, {"Citation": "Theuretzbacher U. Global antimicrobial resistance in gram-negative pathogens and clinical needs. Curr. Opin. Microbiol. 2017;39:106–112. doi: 10.1016/j.mib.2017.10.028.", "ArticleIdList": ["10.1016/j.mib.2017.10.028", "29154024"]}, {"Citation": "Chandra H., Bishnoi P., Yadav A., Patni B., Mishra A.P., Nautiyal A.R. Antimicrobial resistance, and the alternative resources with special emphasis on plant-based antimicrobials—A review. Plants. 2017;6:16. doi: 10.3390/plants6020016.", "ArticleIdList": ["10.3390/plants6020016", "PMC5489788", "28394295"]}, {"Citation": "Tadesse B.T., Ashley E.A., Ongarello S., Havumaki J., Wijegoonewardena M., González I.J., Dittrich S. Antimicrobial resistance in Africa: A systematic review. BMC Infect. Dis. 2017;17:616. doi: 10.1186/s12879-017-2713-1.", "ArticleIdList": ["10.1186/s12879-017-2713-1", "PMC5594539", "28893183"]}, {"Citation": "Gurib-Fakim A. Medicinal plants: Traditions of yesterday and drugs of tomorrow. Mol. Asp. Med. 2006;27:1–93. doi: 10.1016/j.mam.2005.07.008.", "ArticleIdList": ["10.1016/j.mam.2005.07.008", "16105678"]}, {"Citation": "Nthulane N.P., Mosebi S., Tshikalange T.E., Nyila M.A., Mankga L.T. Antimicrobial and anti-inflammatory activities of selected medicinal plants against pathogens causing sexually transmitted infections. Herb. Med. 2020;92:130–137. doi: 10.34172/jhp.2020.17.", "ArticleIdList": ["10.34172/jhp.2020.17"]}, {"Citation": "Magee A.R., Van Wyk A.-E., Van Vuuren S.F. Ethnobotany, and antimicrobial activity of sieketroos. S. Afr. J. Bot. 2007;77:159–162. doi: 10.1016/j.sajb.2006.06.009.", "ArticleIdList": ["10.1016/j.sajb.2006.06.009"]}, {"Citation": "Hiraral K. Indian family businesses in Natal, 1870–1950. Natalia. 2008;38:27–37."}, {"Citation": "Williams V.L., Wojtasika E.M., Byrne M.J. A chronicle of alien medicinal plants used as traditional medicine in South Africa, and their status as invasive species. S. Afr. J. Bot. 2021;143:63–72. doi: 10.1016/j.sajb.2021.05.027.", "ArticleIdList": ["10.1016/j.sajb.2021.05.027"]}, {"Citation": "Dufaur L., Matin N. Important opportunistic infections in HIV. Medicine. 2018;46:352–355. doi: 10.1016/j.mpmed.2018.03.008.", "ArticleIdList": ["10.1016/j.mpmed.2018.03.008"]}, {"Citation": "Rebbapragada A., Kaul R. More than their sum in your parts: The mechanisms that underpin the mutually advantageous relationship between HIV and sexually transmitted infections. Drug Discov. Today Disease Mechan. 2007;4:237–246. doi: 10.1016/j.ddmec.2007.12.003.", "ArticleIdList": ["10.1016/j.ddmec.2007.12.003"]}, {"Citation": "McMichael A.J., Borrow P., Tomaras G.D., Goonetilleke N., Haynes B.F. The immune response during acute HIV-1 infection: Clues for vaccine development. Nat. Rev. Immunol. 2010;10:11–23. doi: 10.1038/nri2674.", "ArticleIdList": ["10.1038/nri2674", "PMC3119211", "20010788"]}, {"Citation": "Kaur R., Dhakad M.S., Goyal R., Bhalla P., Dewan R. Spectrum of opportunistic fungal infections in HIV/AIDS patients in tertiary care hospital in India. Can. J. Infect. Dis. Med. Microbiol. 2016;2016 doi: 10.1155/2016/2373424.", "ArticleIdList": ["10.1155/2016/2373424", "PMC4931070", "27413381"]}, {"Citation": "Vega L.E., Espinoza L.R. Human Immunodeficiency Virus infection (HIV)-associated rheumatic manifestations in the pre- and post-HAART eras. Clin. Rheumatol. 2020;39:2515–2522. doi: 10.1007/s10067-020-05082-8.", "ArticleIdList": ["10.1007/s10067-020-05082-8", "PMC7159285", "32297034"]}, {"Citation": "Hutchings A., Scott H., Lewis G., Cunningham A.B. Zulu Medicinal Plants: An Inventory. University of Natal Press; Pietermaritzburg, South Africa: 1996."}, {"Citation": "Buwa L.V., Van Staden J. Antibacterial and antifungal activity of traditional medicinal plants used against venereal diseases in South Africa. J. Ethnopharmacol. 2006;103:139–142. doi: 10.1016/j.jep.2005.09.020.", "ArticleIdList": ["10.1016/j.jep.2005.09.020", "16271287"]}, {"Citation": "Buwa L.V. Ph.D. Thesis. University of KwaZulu-Natal; Pietermaritzburg, South Africa: 2006. Biological Activity of Traditional Medicinal Plants Used against Venereal Diseases in South Africa."}, {"Citation": "Chauke M.A., Shai L.J., Mogale M.A., Tshisikhawe M.P., Mokgotho M.P. Medicinal plant use of villagers in the Mopani district, Limpopo province, South Africa. Afr. J. Trad. Compl. Alt. Med. 2015;12:9–26. doi: 10.4314/ajtcam.v12i3.2.", "ArticleIdList": ["10.4314/ajtcam.v12i3.2"]}, {"Citation": "Corrigan B.M., Van Wyk B.-E., Geldenhuys C.J., Jardine J.M. Ethnobotanical plant uses in the KwaNibela Peninsula, St. Lucia, South Africa. S. Afr. J. Bot. 2011;77:346–359. doi: 10.1016/j.sajb.2010.09.017.", "ArticleIdList": ["10.1016/j.sajb.2010.09.017"]}, {"Citation": "De Beer J.J.J., Van Wyk A.-E. An ethnobotanical survey of the Agter-Hantam, Northern Cape Province, South Africa. S. Afr. J. Bot. 2011;77:741–751. doi: 10.1016/j.sajb.2011.03.013.", "ArticleIdList": ["10.1016/j.sajb.2011.03.013"]}, {"Citation": "De Wet H., Nzama V.N., Van Vuuren S.F. Medicinal plants used for the treatment of sexually transmitted infections by lay people in Northern Maputaland, KwaZulu-Natal Province, South Africa. S. Afr. J. Bot. 2012;78:12–20. doi: 10.1016/j.sajb.2011.04.002.", "ArticleIdList": ["10.1016/j.sajb.2011.04.002"]}, {"Citation": "Erasmus L.J.C., Potgieter M.J., Semenya S.S., Lennox S.J. Phytomedicine versus Gonorrhoea: The Bapedi experience. Afr. J. Tradit. Complement Alt. Med. 2012;9:591–598. doi: 10.4314/ajtcam.v9i4.17.", "ArticleIdList": ["10.4314/ajtcam.v9i4.17", "PMC3746654", "23983396"]}, {"Citation": "Erasmus L.J.C., Potgieter M.J., Semenya S.S. Erectile dysfunction: Definition and materia medica of Bapedi traditional healers in Limpopo Province, South Africa. J. Med. Plants Res. 2015;9:71–77."}, {"Citation": "Fadipe V.O., Mongalo N.I., Opoku A.R. In Vitro evaluation of the comprehensive antimicrobial and antioxidant properties of Curtisia dentata (Burm.f) C.A. Sm: Toxicological effect on the Human Embryonic Kidney (HEK293) and Human Hepatocellular carcinoma (HepG2) cell lines. Exp. Clin. Scie. J. 2015;14:971–983.", "ArticleIdList": ["PMC4822083", "27065768"]}, {"Citation": "Fadipe V.O., Mongalo N.I., Opoku A.R., Dikhoba P.M., Makhafola T.J. Isolation of anti-mycobacterial compounds from Curtisia dentata (Burm.f.) C.A.Sm Curtisiaceae. BMC Compl. Alt. Med. 2017;17:306. doi: 10.1186/s12906-017-1818-9.", "ArticleIdList": ["10.1186/s12906-017-1818-9", "PMC5469045", "28606081"]}, {"Citation": "Fernandes L., Van Rensburg C.E.J., Hoosen A.A., Steenkamp V. In vitro activity medicinal plants of the Venda region, South Africa, against Trichomonas vaginalis. S. Afr. J. Epidemiol. Infect. 2008;23:26–28."}, {"Citation": "Mabogo D.E.N. Master’s Thesis. University of Pretoria; Pretoria, South Africa: 1990. The Ethnobotany of the VhaVenda."}, {"Citation": "Maema L.P., Potgieter M.J., Samie A. Ethnobotanical survey of invasive alien plant species used in the treatment of sexually transmitted infections in Waterberg District, South Africa. S. Afr. J. Bot. 2019;122:391–400. doi: 10.1016/j.sajb.2019.01.012.", "ArticleIdList": ["10.1016/j.sajb.2019.01.012", "PMC6669344", "31388524"]}, {"Citation": "Maema L.P., Potgieter M.J., Samie A. Data set on preliminary phytochemical analysis and antioxidant activity of selected invasive alien plant species used in the treatment of sexually transmitted infections in Waterberg District, South Africa. Data Brief. 2019;25:104281. doi: 10.1016/j.dib.2019.104281.", "ArticleIdList": ["10.1016/j.dib.2019.104281", "PMC6669344", "31388524"]}, {"Citation": "Magwede K. Ph.D. Thesis. University of Johannesburg; Johannesburg, South Africa: 2018. A Quantitative Survey of the Traditional Plant Use of VhaVenda, Limpopo Province, South Africa."}, {"Citation": "Mahwasane S.T., Middleton L., Boaduo N. An ethnobotanical survey of indigenous knowledge on medicinal plants used by the traditional healers of the Lwamondo area, Limpopo Province, South Africa. S. Afr. J. Bot. 2013;88:69–75. doi: 10.1016/j.sajb.2013.05.004.", "ArticleIdList": ["10.1016/j.sajb.2013.05.004"]}, {"Citation": "Maposa S., Afolayan A.J., Otunola G.A. Evaluation of the antimicrobial properties of Vachellia karroo Hayne Banfi and Galasso pods used traditionally for the treatment of venereal diseases. Int. J. Pharmacol. 2019;15:772–776. doi: 10.3923/ijp.2019.772.776.", "ArticleIdList": ["10.3923/ijp.2019.772.776"]}, {"Citation": "Maroyi A., Mosina G.K.E. Medicinal plants and traditional practices in peri-urban domestic gardens of the Limpopo Province, South Africa. Indian J. Trad. Knowl. 2014;13:665–672.", "ArticleIdList": ["PMC3977957", "24708756"]}, {"Citation": "Masevhe N.A., McGaw L.J., Eloff J.N. The traditional use of plants to manage candidiasis and related infections in Venda, South Africa. J. Ethnopharmacol. 2015;168:364–372. doi: 10.1016/j.jep.2015.03.046.", "ArticleIdList": ["10.1016/j.jep.2015.03.046", "25816985"]}, {"Citation": "Masevhe N.A. Ph.D. Thesis. University of Pretoria; Pretoria, South Africa: 2013. Isolation and Characterization of Antifungal Compounds from Clerodendron Glabrum var Glabrum (Verbenaceae) Used Traditionally to Treat Candidiasis in Venda, South Africa."}, {"Citation": "Mathibela K.M., Potgieter M.J., Tshikalange T.E. Medicinal plants used to manage sexually transmitted infections by Bapedi traditional health practitioners in the Blouberg area, South Africa. S. Afr. J. Bot. 2019;122:385–390. doi: 10.1016/j.sajb.2018.10.009.", "ArticleIdList": ["10.1016/j.sajb.2018.10.009"]}, {"Citation": "Mbambala S.G., Tshisikhawe M.P., Masevhe N.A. Invasive alien plants used in the treatment of HIV-AIDS-related symptoms by traditional healers of Vhembe Municipality, Limpopo Province, South Africa. Afr. J. Trad. Compl. Alt. Med. 2017;14:80–88. doi: 10.21010/ajtcam.v14i5.11.", "ArticleIdList": ["10.21010/ajtcam.v14i5.11"]}, {"Citation": "Mbanjwa S.G. Master’s Thesis. University of Johannesburg; Johannesburg, South Africa: 2020. A Quantitative Ethnobotanical Survey of the Ixopo Area of KwaZulu-Natal, South Africa."}, {"Citation": "Mhlongo L.S., Van Wyk B.-E. Zulu medicinal ethnobotany: New records from the Amandawe area of KwaZulu-Natal, South Africa. S. Afr. J. Bot. 2019;122:266–290. doi: 10.1016/j.sajb.2019.02.012.", "ArticleIdList": ["10.1016/j.sajb.2019.02.012"]}, {"Citation": "Moeng T.E. Master’s Thesis. University of Limpopo; Sovenga, Polokwane, South Africa: 2010. An Investigation into the Trade of Medicinal Plants by Muthi Shops and Street Vendors in the Limpopo Province, South Africa."}, {"Citation": "Mhlongo L.S. Master’s Thesis. University of Johannesburg; Johannesburg, South Africa: 2019. The Medicinal Ethnobotany of the Amandawe Area in KwaCele, KwaZulu-Natal, South Africa."}, {"Citation": "Mogale M.M.P., Raimondo D.C., Van Wyk B.-E. The Ethnobotany of Central Sekhukhuneland, South Africa. S. Afr. J. Bot. 2019;122:90–119. doi: 10.1016/j.sajb.2019.01.001.", "ArticleIdList": ["10.1016/j.sajb.2019.01.001"]}, {"Citation": "Mongalo N.I. Master’s Thesis. University of Zululand; Richards Bay, South Africa: 2013. Antibacterial Activities of Selected Medicinal Plants Used to Treat Sexually Transmitted Infections in Blouberg area, Limpopo Province."}, {"Citation": "Mongalo N.I., McGaw L.J., Finnie J.F., Van Staden J. Pharmacological properties of extracts from six South African medicinal plants used to treat sexually transmitted infections (STIs) and related infections. S. Afr. J. Bot. 2017;112:290–295. doi: 10.1016/j.sajb.2017.05.031.", "ArticleIdList": ["10.1016/j.sajb.2017.05.031"]}, {"Citation": "Mulaudzi R.B., Ndhlala A.R., Kulkarni M.G., Finnie J.F., Van Staden J. Antimicrobial properties and phenolic contents of medicinal plants used by the Venda people for conditions related to venereal diseases. J. Ethnopharmacol. 2011;135:330–337. doi: 10.1016/j.jep.2011.03.022.", "ArticleIdList": ["10.1016/j.jep.2011.03.022", "21402139"]}, {"Citation": "Mulaudzi R.B., Ndhlala A.R., Kulkarni M.G., Finnie J.F., Van Staden J. Anti-inflammatory and mutagenic evaluation of medicinal plants used by Venda people against venereal and related infections. J. Ethnopharmacol. 2013;146:173–179. doi: 10.1016/j.jep.2012.12.026.", "ArticleIdList": ["10.1016/j.jep.2012.12.026", "23276783"]}, {"Citation": "Mulaudzi R.B. Ph.D. Thesis. University of KwaZulu-Natal; Pietermaritzburg, South Africa: 2012. Pharmacological Evaluation of Medicinal Plants Used by Venda People against Venereal and Related Diseases."}, {"Citation": "Mulaudzi R.B., Ndhlala A.R., Van Staden J. Ethnopharmacological evaluation of a traditional herbal remedy used to treat gonorrhoea in Limpopo province, South Africa. S. Afr. J. Bot. 2015;97:117–122. doi: 10.1016/j.sajb.2014.12.007.", "ArticleIdList": ["10.1016/j.sajb.2014.12.007"]}, {"Citation": "Naidoo D., Van Vuuren S.F., Van Zyl R.L., De Wet H. Plants traditionally used individually and in combination to treat sexually transmitted infections in northern Maputaland, South Africa: Antimicrobial activity and cytotoxicity. J. Ethnopharmacol. 2013;149:656–667. doi: 10.1016/j.jep.2013.07.018.", "ArticleIdList": ["10.1016/j.jep.2013.07.018", "23880127"]}, {"Citation": "Rankoana S.A. Ph.D. Thesis. University of Limpopo, Turfloop Campus; Polokwane, South Africa: 2012. The Use of Indigenous Knowledge for Primary Health Care among the Northern Sotho in the Limpopo Province."}, {"Citation": "Rasekgala M.T. Master’s Thesis. University of Venda; Thohoyandou, South Africa: 2017. The Ethnoecological Assessment of Cassia abbreviata Oliv. at Matsa village, Limpopo Province, South Africa."}, {"Citation": "Rasethe M.T., Semenya S.S., Maroyi A. Medicinal plants traded in informal herbal medicine markets of the Limpopo Province. Evid. Based Compl. Alt. Med. 2019;2019 doi: 10.1155/2019/2609532.", "ArticleIdList": ["10.1155/2019/2609532", "PMC6500648", "31118951"]}, {"Citation": "Samie A., Tambani T., Harshfield E., Green E., Ramalivhana J.N., Bessong P.O. Antifungal activities of selected Venda medicinal plants against Candida albicans, Candida krusei and Cryptococcus neoformans isolated from South African AIDS patients. Afr. J. Biotechnol. 2010;9:2965–2976."}, {"Citation": "Semenya S.S., Potgieter M.J. Catharanthus roseus (L.) G. Don.: Extraordinary Bapedi medicinal herb for gonorrhoea. J. Med. Plants Res. 2013;7:1434–1438."}, {"Citation": "Semenya S., Potgieter M., Tshisikhawe M., Shava S., Maroyi A. Medicinal utilisation of exotic plants by Bapedi traditional healers to treat human ailments in Limpopo Province, South Africa. J. Ethnopharmacol. 2012;144:646–655. doi: 10.1016/j.jep.2012.10.005.", "ArticleIdList": ["10.1016/j.jep.2012.10.005", "23069942"]}, {"Citation": "Semenya S.S., Potgieter M.J., Erasmus L.J.C. Exotic and indigenous problem plants species used by the Bapedi to treat sexually transmitted infections in Limpopo Province, South Africa. Afr. Health Scie. 2013;13:320–326. doi: 10.4314/ahs.v13i2.17.", "ArticleIdList": ["10.4314/ahs.v13i2.17", "PMC3824514", "24235930"]}, {"Citation": "Semenya S.S., Potgieter M.J., Erasmus L.J.C. Indigenous plant species used by Bapedi healers to treat sexually transmitted infections: Their distribution, harvesting, conservation and threats. S. Afr. J. Bot. 2013;87:66–75. doi: 10.1016/j.sajb.2013.03.001.", "ArticleIdList": ["10.1016/j.sajb.2013.03.001"]}, {"Citation": "Semenya S.S., Maroyi A., Potgieter M.J., Erasmus L.J.C. Herbal medicines used by Bapedi traditional healers to treat reproductive ailments in the Limpopo Province, South Africa. Afr. J. Trad. Compl Alt. Med. 2013;10:331–339. doi: 10.4314/ajtcam.v10i2.19.", "ArticleIdList": ["10.4314/ajtcam.v10i2.19", "PMC3746581", "24146458"]}, {"Citation": "Semenya S.S., Potgieter M.J., Tshisikhawe M.P. Use, conservation, and present availability status of ethnomedicinal plants of Matebele-village in the Limpopo Province, South Africa. Afr. J. Biotechnol. 2013;12:2392–2405."}, {"Citation": "Semenya S.S., Potgieter M.J., Erasmus L.J. Bapedi phytomedicine and their use in the treatment of sexually transmitted infections in Limpopo Province, South Africa. Afr. J. Pharm. Pharmacol. 2013;7:250–262. doi: 10.5897/AJPP12.608.", "ArticleIdList": ["10.5897/AJPP12.608"]}, {"Citation": "Shai L.J., Chauke M.A., Magano S.R., Mogale A.M., Eloff J.N. Antibacterial activity of sixteen plant species from Phalaborwa, Limpopo Province, South Africa. J. Med. Plants Res. 2013;7:1899–1906."}, {"Citation": "Shai K.N., Ncama K., Ndhlovu P.T. An exploratory study on the diverse uses and benefits of locally sourced fruit species in three villages of Mpumalanga Province, South Africa. Foods. 2020;9:1581. doi: 10.3390/foods9111581.", "ArticleIdList": ["10.3390/foods9111581", "PMC7692032", "33142681"]}, {"Citation": "Tlakula P.K. Master’s Thesis. University of Pretoria; Pretoria, South Africa: 2016. Ethnobotanical Survey and Conservation of Medicinal Plants Used by Local People Thulamela Municipality, Limpopo Province."}, {"Citation": "Tshikalange T.E., Mamba P., Adebayo S.A. Antimicrobial, antioxidant, and cytotoxicity studies of medicinal plants used in the treatment of sexually transmitted infections. Int. J. Pharmacog. Phytochem Res. 2016;8:1891–1895."}, {"Citation": "Tshikalange T.E., Mophuting B.C., Mahore J., Winterboer S., Lall N. An Ethnobotanical Study of Medicinal Plants Used in Villages under Jongilanga Tribal council, Mpumalanga, South Africa. Afr. J. Tradit. Complement. Altern. Med. 2016;13:83–89. doi: 10.21010/ajtcam.v13i6.13.", "ArticleIdList": ["10.21010/ajtcam.v13i6.13", "PMC5412206", "28480364"]}, {"Citation": "Van Vuuren S.F., Naidoo D. An antimicrobial investigation of plants used traditionally in southern Africa to treat sexually transmitted infections. J. Ethnopharmacol. 2010;130:552–558. doi: 10.1016/j.jep.2010.05.045.", "ArticleIdList": ["10.1016/j.jep.2010.05.045", "20561928"]}, {"Citation": "Van Wyk B.-E., Van Oudtshoorn B., Gericke N. Medicinal Plants of South Africa. 1st ed. Briza Publications; Pretoria, South Africa: 2005. Fourth Impression."}, {"Citation": "Van Wyk B.-E., Van Oudtshoorn B., Gericke N. Medicinal Plants of South Africa. 1st ed. Briza Publications; Pretoria, South Africa: 2013. Second Impression."}, {"Citation": "Van Wyk B.-E., De Wet H., Van Heerden F.R. A review of Khoisan and Cape Dutch medical ethnobotany. J. Ethnopharmacol. 2008;119:331–341. doi: 10.1016/j.jep.2008.07.021.", "ArticleIdList": ["10.1016/j.jep.2008.07.021", "18703129"]}, {"Citation": "Van Wyk B.-E., de Wet H., Van Heerden F.R. An ethnobotanical survey of medicinal plants in the south-eastern Karoo, South Africa. S. Afr. J. Bot. 2008;74:696–704. doi: 10.1016/j.sajb.2008.05.001.", "ArticleIdList": ["10.1016/j.sajb.2008.05.001"]}, {"Citation": "Van Wyk B.-E. A broad review of commercially important southern African medicinal plants. J. Ethnopharmacol. 2011;119:342–355. doi: 10.1016/j.jep.2008.05.029.", "ArticleIdList": ["10.1016/j.jep.2008.05.029", "18577439"]}, {"Citation": "Venter F., Venter J.-A. Making the Most of Indigenous Trees. 2nd ed. Briza Publications; Pretoria, South Africa: 2009. Fourth Impression."}, {"Citation": "Thring T.S.A., Weitz F.M. Medicinal plant use in the Bredasdorp/Elim region of the Southern Overberg in the Western Cape Province of South Africa. J. Ethnopharmacol. 2006;103:261–275. doi: 10.1016/j.jep.2005.08.013.", "ArticleIdList": ["10.1016/j.jep.2005.08.013", "16169694"]}, {"Citation": "Van Wyk B.E. A family-level floristic inventory and analysis of medicinal plants used in traditional African medicine. J. Ethnopharmacol. 2020;249:112351. doi: 10.1016/j.jep.2019.112351.", "ArticleIdList": ["10.1016/j.jep.2019.112351", "31676399"]}, {"Citation": "Amen Y.M., Marzouk A.M., Zaghloul M.G., Afifi M.S. The genus Machaerium (Fabaceae): Taxonomy, phytochemistry, traditional uses and biological activities. Nat. Prod. Res. 2015;29:1388–1405. doi: 10.1080/14786419.2014.1003062.", "ArticleIdList": ["10.1080/14786419.2014.1003062", "25601210"]}, {"Citation": "Macêdo N.S., Silveira Z.S., Bezerra A.H., Costa J., Coutinho H., Romano B., Capasso R., Cunha F., da Silva M.V. Caesalpinia ferrea C. Mart. (Fabaceae) Phytochemistry, Ethnobotany, and Bioactivities: A Review. Molecules. 2020;25:3831. doi: 10.3390/molecules25173831.", "ArticleIdList": ["10.3390/molecules25173831", "PMC7503918", "32842529"]}, {"Citation": "Aremu A.O., Pendota S. Medicinal plants for mitigating pain and inflammatory-related conditions: An appraisal of ethnobotanical uses and patterns in South Africa. Front. Pharmacol. 2021;12:75858. doi: 10.3389/fphar.2021.758583.", "ArticleIdList": ["10.3389/fphar.2021.758583", "PMC8569556", "34744737"]}, {"Citation": "Klopper R.R., Hamer M., Steenkamp Y., Smith G., Crouch N.R. Richest of the rich: South Africa’s biodiversity treasure trove. Quest. 2010;6:20–23."}, {"Citation": "Mongalo N.I. Peltophorum africanum Sond [Mosetlha]: A review of its ethnomedicinal uses, toxicology, phytochemistry and pharmacological activities. J. Med. Plants Res. 2013;7:3484–3491."}, {"Citation": "Mazimba O. Pharmacology and phytochemistry studies in Peltophorum africanum. Bull. Fac. Pharm. Cairo Univ. 2014;52:145–153. doi: 10.1016/j.bfopcu.2014.01.001.", "ArticleIdList": ["10.1016/j.bfopcu.2014.01.001"]}, {"Citation": "Balogun F.O., Ashafa A.O. A review of plants used in South African traditional medicine for the management and treatment of hypertension. Planta Med. 2019;85:312–334. doi: 10.1055/a-0801-8771.", "ArticleIdList": ["10.1055/a-0801-8771", "30477041"]}, {"Citation": "Van Vuuren S.F., Frank L. Review: Southern African medicinal plants used as blood purifiers. J. Ethnopharmacol. 2020;249:112434. doi: 10.1016/j.jep.2019.112434.", "ArticleIdList": ["10.1016/j.jep.2019.112434", "31812645"]}, {"Citation": "DeNegre A.A., Ndeffo Mbah M.L., Myers K., Fefferman N.H. Emergence of antibiotic resistance in immunocompromised host populations: A case study of emerging antibiotic resistant tuberculosis in AIDS patients. PLoS ONE. 2019;14:e0212969. doi: 10.1371/journal.pone.0212969.", "ArticleIdList": ["10.1371/journal.pone.0212969", "PMC6394933", "30817798"]}, {"Citation": "Matowa P.R., Gundidza M., Gwanzura L. A survey of ethnomedicinal plants used to treat cancer by traditional medicine practitioners in Zimbabwe. BMC Complement Med. Ther. 2020;20:278. doi: 10.1186/s12906-020-03046-8.", "ArticleIdList": ["10.1186/s12906-020-03046-8", "PMC7488988", "32928194"]}, {"Citation": "Rashid S., Ahmad M., Zafar M., Sultana S., Ayub M., Khan M.A., Yaseen G. Ethnobotanical survey of medicinally important shrubs and trees of Himalayan region of Azad Jammu and Kashmir, Pakistan. J. Ethnopharmacol. 2015;166:340–351. doi: 10.1016/j.jep.2015.03.042.", "ArticleIdList": ["10.1016/j.jep.2015.03.042", "25814319"]}, {"Citation": "Tugume P., Kakudidi E.K., Buyinza M., Namaalwa J., Kamatenesi M., Mucunguzi P., Kalema J. Ethnobotanical survey of medicinal plant species used by communities around Mabira Central Forest Reserve, Uganda. J. Ethnobiol. Ethnomed. 2016;12:5. doi: 10.1186/s13002-015-0077-4.", "ArticleIdList": ["10.1186/s13002-015-0077-4", "PMC4712608", "26762159"]}, {"Citation": "Desai N.C., Maheta A.S., Rajpara K.M., Joshi V.V., Vaghani H.V., Satodiya H.M. Green synthesis of novel quinoline based imidazole derivatives and evaluation of their antimicrobial activity. J. Saudi Chem. Soc. 2014;18:963–971. doi: 10.1016/j.jscs.2011.11.021.", "ArticleIdList": ["10.1016/j.jscs.2011.11.021"]}, {"Citation": "Martini N.D., Katerere D.R.P., Eloff J.N. Seven bioactive flavonoids isolated from Combretum erythrophyllum (Combretaceae) S. Afr. J. Bot. 2004;70:310–312. doi: 10.1016/S0254-6299(15)30251-9.", "ArticleIdList": ["10.1016/S0254-6299(15)30251-9", "15234754"]}, {"Citation": "Bussmann R.W., Malca-García G., Glenn A., Sharon D., Chait G., Díaz D., Pourmand K., Jonat B., Somogy S., Guardado G., et al. Minimum inhibitory concentrations of medicinal plants used in Northern Peru as antibacterial remedies. J. Ethnopharmacol. 2010;132:101–108. doi: 10.1016/j.jep.2010.07.048.", "ArticleIdList": ["10.1016/j.jep.2010.07.048", "PMC2956840", "20678568"]}, {"Citation": "Mongalo N.I. Ph.D. Thesis. University of KwaZulu-Natal; Pietermaritzburg, South Africa: Isolation, and Characterization of Bioactive Compounds from Six South African Medicinal Plants Used in the Treatment of Sexually Transmitted and Related Infections."}, {"Citation": "Mongalo N.I., McGaw L.J., Finnie J.F., Van Staden J. Isolation, and characterization of antimicrobial and anti-inflammatory activity triterpenoids from the acetone extract of Grewia flava DC. (Malvaceae) S. Afr. J. Bot. 2022;149:87–95. doi: 10.1016/j.sajb.2022.05.048.", "ArticleIdList": ["10.1016/j.sajb.2022.05.048"]}, {"Citation": "Okoye E.I., Mbah F. Effects of crude solvent extracts of flower and stalk of male Carica papaya (paw paw) on ten pathogenic bacteria. Pharm. Chem. J. 2016;4:186–191."}, {"Citation": "Mamabolo M.P., Muganza1 F.M., Olivier M.T., Olaokun O.O., Nemutavhanani L.D. Evaluation of antigonorrhea activity and cytotoxicity of Helichrysum caespititium (DC) Harv. whole plant extracts. Biol. Med. 2018;10:1000422. doi: 10.4172/0974-8369.1000422.", "ArticleIdList": ["10.4172/0974-8369.1000422"]}, {"Citation": "Seleteng-Kose S., Moteetee A., Van Vuuren S. Medicinal plants used for the treatment of sexually transmitted infections in the Maseru District, Lesotho: Antimicrobial validation, phytochemical and cytotoxicity studies. S. Afr. J. Bot. 2019;122:457–466. doi: 10.1016/j.sajb.2019.01.035.", "ArticleIdList": ["10.1016/j.sajb.2019.01.035"]}, {"Citation": "Kambizi L., Afolayan A.J. Extracts from Aloe ferox and Withania somnifera inhibit Candida albicans and Neisseria gonorrhea. Afr. J. Biotech. 2008;7:12–15."}, {"Citation": "Mills E., Cooper C., Seely D., Kanfer I. African herbal medicines in the treatment of HIV: Hypoxis and Sutherlandia. An overview of evidence and pharmacology. Nutr. J. 2005;4:19. doi: 10.1186/1475-2891-4-19.", "ArticleIdList": ["10.1186/1475-2891-4-19", "PMC1156943", "15927053"]}, {"Citation": "Fasinu P.S., Gutmann H., Schiller H., Bouic P.J., Rosenkranz B. The potential of Hypoxis hemerocallidea for herb-drug interaction. Pharm. Biol. 2013;51:1499–1507. doi: 10.3109/13880209.2013.796393.", "ArticleIdList": ["10.3109/13880209.2013.796393", "23844611"]}, {"Citation": "Prinsloo G., Marokane C.K., Street R.A. Anti-HIV activity of southern African plants: Current developments, phytochemistry and future research. J. Ethnopharmacol. 2018;21:133–155.", "ArticleIdList": ["PMC7125770", "28807850"]}, {"Citation": "Theo A., Masebe T., Suzuki Y., Kikuchi H., Wada S., Obi C.L., Bessong P.O., Usuzawa M., Oshima Y., Hattori T. Peltophorum africanum, A traditional medicinal plant, contains an anti-HIV-1 constituent, betulinic acid. Tohoku J. Exp. Med. 2009;217:93–99. doi: 10.1620/tjem.217.93.", "ArticleIdList": ["10.1620/tjem.217.93", "19212101"]}, {"Citation": "Khlebnicova T.S., Piven Y.A., Lakhvich F.A., Sorokina I.V., Frolova T.S., Baev D.S., Tolstikova T.G. Betulinic Acid-Azaprostanoid Hybrids: Synthesis and Pharmacological Evaluation as Anti-inflammatory Agents. Antiinflamm. Antiallergy Agents Med. Chem. 2020;19:254–267. doi: 10.2174/1871523018666190426152049.", "ArticleIdList": ["10.2174/1871523018666190426152049", "PMC7499346", "33001006"]}, {"Citation": "Bessong P.O., Obi C.L., Andréola M.-L., Rojas L.B., Pouységu L., Igumbor E., Meyer J.J.M., Quideau S., Litvak S. Evaluation of selected South African medicinal plants for inhibitory properties against human immunodeficiency virus type 1 reverse transcriptase and integrase. J. Ethnopharmacol. 2005;99:83–91.", "ArticleIdList": ["15848024"]}, {"Citation": "Mahomed I.M., Ojewole J.A. Hypoglycemic effect of Hypoxis hemerocallidea corm (African potato) aqueous extract in rats. Methods Find. Exp. Clin. Pharmacol. 2003;25:617–623. doi: 10.1358/mf.2003.25.8.778082.", "ArticleIdList": ["10.1358/mf.2003.25.8.778082", "14671679"]}, {"Citation": "Matyanga C.M.J., Morse G.D., Gundidza M., Nhachi C.F.B. African potato (Hypoxis hemerocallidea): A systematic review of its chemistry, pharmacology and ethno medicinal properties. BMC Complement Med. Ther. 2020;20:182. doi: 10.1186/s12906-020-02956-x.", "ArticleIdList": ["10.1186/s12906-020-02956-x", "PMC7289225", "32527245"]}, {"Citation": "Lamprecht J.H., Freestone M., Bouic P.J.D. A comparison of the survival benefit provided by putative immune modulators in the FIV (feline immunodeficiency virus) infected laboratory cat model; Proceedings of the 13th International AIDS Conference; Durban, South Africa. 9–14 July 2000; Bologna, Italy: Monduzzi Editore; 2000. pp. 21–24."}, {"Citation": "Albrecht C.F., Kruger P.B., Smit B.J., Freestone M., Gouws L., Miller R., Van Jaarsveld P.P. The pharmacokinetic behaviour of hypoxoside taken orally by patients with lung cancer in a phase I trial. S. Afr. Med. J. 1995;85:861–865.", "ArticleIdList": ["8545744"]}, {"Citation": "Bizimenyera S.E. Ph.D. Thesis. University of Pretoria; Pretoria, South Africa: 2007. The Potential Role of Antibacterial, Antioxidant and Antiparasitic Activity of Peltophorum africanum Sond. (Fabaceae) Extracts in Veterinary Medicine."}, {"Citation": "Okeleye B.I. Master’s Thesis. University of Fort Hare; Alice, South Africa: 2011. In Vitro activity of bioactive compounds of selected South African medicinal plants on clinical isolates of Helicobacter pylori."}, {"Citation": "Parkar H., Aiyegoro O.A., Steenkamp P., Steenkamp V. Extracts of Terminalia sericea enhance cell migratory activity of endothelial hybrid and fibroblast cells in vitro. Planta Med. 2017;83:1397–1404. doi: 10.1055/s-0043-113324.", "ArticleIdList": ["10.1055/s-0043-113324", "28770552"]}, {"Citation": "Mongalo N.I., McGaw L.J., Segapelo T.V., Finnie J.F., Van Staden J. Ethnobotany, phytochemistry, toxicology and pharmacological properties of Terminalia sericea Burch. ex DC. (Combretaceae)—A review. J. Ethnopharmacol. 2016;194:789–802. doi: 10.1016/j.jep.2016.10.072.", "ArticleIdList": ["10.1016/j.jep.2016.10.072", "27989875"]}, {"Citation": "Cock I., Mavuso N., Van Vuuren S. A review of plant-based therapies for the treatment of urinary tract infections in traditional Southern African Medicine. Evid. Based Complement Alternat. Med. 2021;2021:7341124. doi: 10.1155/2021/7341124.", "ArticleIdList": ["10.1155/2021/7341124", "PMC8346297", "34367307"]}, {"Citation": "Okaiyeto K., Oguntibeju O.O. African Herbal Medicines: Adverse effects and cytotoxic potentials with different therapeutic Applications. Int. J. Environ. Res. Public Health. 2021;18:5988. doi: 10.3390/ijerph18115988.", "ArticleIdList": ["10.3390/ijerph18115988", "PMC8199769", "34199632"]}, {"Citation": "Moher D., Shamseer L., Clarke M., Ghersi D., Liberati A., Petticrew M., Shekelle P., Steward L.A., PRISMA- P. Group Preferred reporting items for systematic review and meta-analysis protocols (PRISMA-P) 2015 Statement. Syst. Rev. 2015;4:1. doi: 10.1186/2046-4053-4-1.", "ArticleIdList": ["10.1186/2046-4053-4-1", "PMC4320440", "25554246"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "10", "Day": "10"}, {"Year": "2022", "Month": "11", "Day": "7"}, {"Year": "2022", "Month": "11", "Day": "11"}, {"Year": "2022", "Month": "12", "Day": "11", "Hour": "1", "Minute": "33"}, {"Year": "2022", "Month": "12", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "12", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "11", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["36501281", "PMC9738887", "10.3390/plants11233241", "plants11233241"]}}], "PubmedBookArticle": []}