{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["UN SDGs", "crop diseases", "ethnobotany", "food security", "medicinal plants", "phytopathogens"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36501255", "DateRevised": {"Year": "2022", "Month": "12", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "24"}], "Language": ["eng"], "ELocationID": ["3215", "10.3390/plants11233215"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "11", "Issue": "23", "PubDate": {"Year": "2022", "Month": "Nov", "Day": "24"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Ethnobotanical Survey of Plants Used by Subsistence Farmers in Mitigating Cabbage and Spinach Diseases in OR Tambo Municipality, South Africa.", "Abstract": {"AbstractText": ["Annually, significant crop losses are reported due to diseases caused by phytopathogens. Most subsistence farmers cannot afford the high cost of chemical treatments thereby resulting in the increasing dependence on plant extracts to manage crop diseases. In this study, we documented plants used for the management of cabbage and spinach diseases in OR Tambo Municipality, Eastern Cape Province. An ethnobotanical survey using semi-structured questionnaires was used to document plants and plant parts used by the subsistence farmers in managing cabbage and spinach diseases. Semi-structured questionnaires were administered to 41 consenting subsistence farmers from November to December in 2021, using snowball sampling. The collected data were subjected to descriptive statistical and ethnobotanical analyses. A total of 17 plants belonging to 10 families were identified by the participants as being used in mitigating cabbage and spinach diseases. <i>Tulbaghia violacea</i>, <i>Aloe ferox</i>, and <i>Capsicum annuum</i> had the highest use value of 0.32 each, whereas <i>Tulbaghia violacea</i> had the highest relative frequency of citation of 0.39. This current study revealed the importance of plants in managing crop diseases in local communities. It provides baseline data for future pharmacological evaluations in authenticating the efficacies of the identified plants in managing crop diseases."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Indigenous Knowledge Systems (IKS) Centre, Faculty of Natural and Agricultural Sciences, North-West University, Private Bag X2046, Mmabatho 2790, North-West, South Africa."}], "LastName": "Mwinga", "ForeName": "James Lwambi", "Initials": "JL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biology and Environmental Sciences, Faculty of Agriculture and Natural Sciences, University of Mpumalanga, Private Bag X11283, Mbombela 1200, Mpumalanga Province, South Africa."}], "LastName": "Otang-Mbeng", "ForeName": "Wilfred", "Initials": "W"}, {"Identifier": ["0000-0002-7219-4604"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dohne Agricultural Development Institute, Private Bag X15, Stutterheim 4930, Eastern Cape, South Africa."}, {"Identifier": [], "Affiliation": "Discipline of Plant Pathology, School of Agricultural, Earth and Environmental Sciences, University of KwaZulu-Natal, Pietermaritzburg 3209, KwaZulu-Natal, South Africa."}], "LastName": "Kubheka", "ForeName": "Bongani Petros", "Initials": "BP"}, {"Identifier": ["0000-0002-6602-246X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Indigenous Knowledge Systems (IKS) Centre, Faculty of Natural and Agricultural Sciences, North-West University, Private Bag X2046, Mmabatho 2790, North-West, South Africa."}, {"Identifier": [], "Affiliation": "School of Life Sciences, College of Agriculture, Engineering and Science, University of KwaZulu-Natal (Westville Campus), Private Bag X54001, Durban 4000, KwaZulu-Natal, South Africa."}], "LastName": "Aremu", "ForeName": "Adeyemi Oladapo", "Initials": "AO"}], "GrantList": [{"GrantID": "135452", "Agency": "National Research Foundation", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors have no conflict of interest to declare. The National Research Foundation of South Africa had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript; or in the decision to publish the results."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Salami A., Kamara A.B., Brixiova Z. Working Papers. African Development Bank Group; Tunis, Tunisia: 2010. Smallholder agriculture in East Africa: Trends, constraints and opportunities."}, {"Citation": "Singh R., Kumar P., Woodhead T. Smallholder Farmers in India: Food Security and Agricultural Policy. 1st ed. FAO Regional Office for Asia and the Pacific; Bangkok, Thailand: 2002."}, {"Citation": "FAO. IFAD. UNICEF. WFP. WHO . The State of Food Security and Nutrition in the World 2018: Building Climate Resilience for Food Security and Nutrition. FAO; Rome, Italy: 2018. Rome Licence: CC BY-NC-SA 3.0 IGO."}, {"Citation": "Kumar S., Gupta O. Expanding dimension of plant pathology. JNKVV Res. J. 2012;46:286–293."}, {"Citation": "Strange R.N., Scott P.R. Plant diseases: A threat to global food security. Annu. Rev. Phytopathol. 2005;43:83–116. doi: 10.1146/annurev.phyto.43.113004.133839.", "ArticleIdList": ["10.1146/annurev.phyto.43.113004.133839", "16078878"]}, {"Citation": "Shaikh S.S., Sayyed R.Z., Reddy M.S. Plant Growth-Promoting Rhizobacteria: An Eco-friendly Approach for Sustainable Agroecosystem. In: Hakeem K., Akhtar M., Abdullah S., editors. Plant, Soil and Microbes. Springer; Cham, Switzerland: 2016.", "ArticleIdList": ["10.1007/1978-1003-1319-27455-27453_27410"]}, {"Citation": "Abere T.A., Onyekweli A.O., Ukoh G.C. In-Vitro Antimicrobial activity of the extract of Mitracarpus scaber leaves formulated as syrup. Trop. J. Pharm. Res. 2007;6:679–682. doi: 10.4314/tjpr.v6i1.14646.", "ArticleIdList": ["10.4314/tjpr.v6i1.14646"]}, {"Citation": "Abdolmaleki M., Bahraminejad S., Abassi S., Mahmodi S.B. Inhibitory effect of some plant extracts on mycelia growth of Rhizoctonia solani and Phytophthora drechsleri, sugar beet root rot agent. J. Sugar Beet. 2010;25:193–205."}, {"Citation": "Abdolmaleki M., Salari M., Bahraminejad S., Panjekeh N., Abassi S. Antifungal activity of cinnamon (Cinnamomum zelanicum) crude extracts against some phytopathogenic fungi. Iran. J. Plant Pathol. 2008;44:255–261."}, {"Citation": "Aktar M.W., Sengupta D., Chowdhury A. Impact of pesticides use in agriculture: Their benefits and hazards. Interdiscip. Toxicol. 2009;2:1–12. doi: 10.2478/v10102-009-0001-7.", "ArticleIdList": ["10.2478/v10102-009-0001-7", "PMC2984095", "21217838"]}, {"Citation": "Cherry A.J., Bantino A., Djegui D., Lomers C. Suppression of the stem borer Sesamia calamistis (Lepidoptera: Noctuidae) in maize following seed dressing, topical application and stem injection with African isolates of Beauveria bassiana. Int. J. Pest Manag. 2005;50:67–73. doi: 10.1080/09670870310001637426.", "ArticleIdList": ["10.1080/09670870310001637426"]}, {"Citation": "Isman M.B. Botanical insecticides, deterrents, and repellents in modern agriculture and an increasingly regulated world. Annu. Rev. Entomol. 2006;51:45–66. doi: 10.1146/annurev.ento.51.110104.151146.", "ArticleIdList": ["10.1146/annurev.ento.51.110104.151146", "16332203"]}, {"Citation": "Sukanya S.L., Yamini D., Fathima S.K. Eco-friendly management of Pyricularia oryzae, the causal agent of blast of paddy. Curr. Bot. 2011;2:46–49."}, {"Citation": "Emeasor K.C., Uwalaka O.A. Control of fruit borer of garden egg, Leucinodes orbonalis (Lepidoptera: Pyralidae) using organic and inorganic pesticides. Net J. Agric. Sci. 2018;6:16–19. doi: 10.30918/NJAS.62.17.063.", "ArticleIdList": ["10.30918/NJAS.62.17.063"]}, {"Citation": "Ugwu J.A., Nwaokolo V.M. Biocidal activity of selected botanicals and Beauveria Bassiana on oriental fruit fly, Bactrocera Dorsalis (Diptera:Tephritidae) J. Res. For. Wildl. Environ. 2020;12:53–61."}, {"Citation": "Yusuf S.R., Ahmed B.I., Chaudhary J.P., Yusuf A.U. Laboratory evaluation of some plant products for the control of maize weevil S. zeamais (mots) in stored maize. ESN Occas. Publ. 1998;31:203–213."}, {"Citation": "Ileke K.D., Oni M.O.O. Toxicity of some plant powders to maize weevil, Sitophilus zeamais (Coleoptera: Curculionidae) on stored wheat grains. Afr. J. Agric. Res. 2011;6:3043–3048."}, {"Citation": "Karunakara S., Arulnandhy V. Insecticidal activity of selected botanicals on maize weevil, Sitophilus zeamais L., in stored maize grains. AGRIEAST J. Agric. Sci. 2018;12:203–213."}, {"Citation": "Sowunmi I.L., Onilude Q.A., Oyedeji O.F., Amadi J.O. Non-Timber Forest product (NTFPs) and poverty Eradication in Nigeria. Int. J. Vocat. Stud. 2011;3:152–161."}, {"Citation": "Skenjana N.L., Poswal M.A. A survey of plants used by rural small-scale farmers to control pests of cabbage in Eastern Cape Province, south Africa. J. Med. Plants Econ. Dev. 2018;2:1–6. doi: 10.4102/jomped.v2i1.57.", "ArticleIdList": ["10.4102/jomped.v2i1.57"]}, {"Citation": "Sowunmi I.L., Ogidan E.A., Idowu O.A., Babalola O.Y., Adam A.A., Omogbene T.O., Rafiu B.O., Akanni F.O., Oyeleye A.O., Okanlawon T.F., et al. A review on the diverse uses, conservation measures, and agronomic aspects of Aloe vera (L.) Burm f. Eur. J. Med. Plants. 2021;32:39–51."}, {"Citation": "Statistics South Africa . Census of Commercial Agriculture 2017 Report. Statistics South Africa; Pretoria, South Africa: 2020."}, {"Citation": "Agriculture in the Provinces.  [(accessed on 29 March 2021)].  Available online:  https://agribook.co.za/introduction/agriculture-in-the-provinces."}, {"Citation": "Mkize N. Master’s Thesis. Rhodes University; Makhanda, South Africa: 2003. A Contribution to Cabbage Pest Management by Subsistence and Small-Scale Farmers in the Eastern Cape, South Africa."}, {"Citation": "Kiribige D. A comparison of estimated maize and cabbage enterprise budgets of ideal small-scale commercial and subsistence farms in the Eastern Cape Province of South Africa. Int. J. Econ. Commer. Manag. 2014;12:1–14."}, {"Citation": "Parwada C., Chigiya V., Ngezimana W., Chipomho J. Growth and Performance of Baby Spinach (Spinacia oleracea L.) Grown under Different Organic Fertilizers. Hindawi. Int. J. Agron. 2020;2020:8843906. doi: 10.1155/2020/8843906.", "ArticleIdList": ["10.1155/2020/8843906"]}, {"Citation": "Betek C.K.E., Jumbam N.D. Small scale vegetable production: A case study of Port St Johns, Eastern Cape Province, South Africa. Trans. R. Soc. S. Afr. 2015;70:41–45. doi: 10.1080/0035919X.2014.985759.", "ArticleIdList": ["10.1080/0035919X.2014.985759"]}, {"Citation": "Marais M., Swart A. Plant nematodes in South Africa. 8. Bizana, Lusikisiki and Port St Johns area, EasternCape Province. Afr. Plant Prot. 2007;13:16–27."}, {"Citation": "ARC . Production Gudeline for Winter Vegetables. Agricultural Research Council (ARC) ARC-Vegetable and Ornamental Plant Institute (ARC-VOPI); Pretoria, South Africa: 2013."}, {"Citation": "Mahlo S.M., McGaw L.J., Eloff J.N. Antifungal activity of leaf extracts from South African trees against plant pathogens. Crop Prot. 2010;29:1529–1533. doi: 10.1016/j.cropro.2010.08.015.", "ArticleIdList": ["10.1016/j.cropro.2010.08.015"]}, {"Citation": "Mdee L.K., Masoko P., Eloff J.N. The activity of extracts of seven common invasive plant species on fungal phytopathogens. S. Afr. J. Bot. 2009;75:375–379. doi: 10.1016/j.sajb.2009.02.003.", "ArticleIdList": ["10.1016/j.sajb.2009.02.003"]}, {"Citation": "Pelinganga O.M. Ph.D. Thesis. University of Limpopo; Mankweng, South Africa: 2013. Developing Phytonematicides Using Indigenous Cucumis africanus and Cucumis myriocarpus Fruits for Tomato Production Systems."}, {"Citation": "Bodah E.T. Root Rot Diseases in Plants: A Review of Common Causal Agents and Management Strategies. Agric. Res. Technol. Open 002 Access J. 2017;5:555661. doi: 10.19080/ARTOAJ.2017.04.555661.", "ArticleIdList": ["10.19080/ARTOAJ.2017.04.555661"]}, {"Citation": "Bello S., Jamaladdeen M.T., Elder S.S., Yaradua S.S., Kankara N.H., Wagini C.H., Stirton M.H., Musaya M. Threatened medicinal and economic plants of the Sudan Savanna in Katsina State, northwestern Nigeria. Bothalia Afr. Biodivers. Conserv. 2019;49:1–7. doi: 10.4102/abc.v49i1.2325.", "ArticleIdList": ["10.4102/abc.v49i1.2325"]}, {"Citation": "Moyo M., Aremu A.O., Van Staden J. Medicinal plants: An invaluable, dwindling resource in sub-Saharan Africa. J. Ethnopharmacol. 2015;174:595–606. doi: 10.1016/j.jep.2015.04.034.", "ArticleIdList": ["10.1016/j.jep.2015.04.034", "25929451"]}, {"Citation": "Teklehaymanot T., Giday M. Ethnobotanical study of medicinal plants used by people in Zegie Peninsula, Northwestern Ethiopia. J. Ethnobiol. Ethnomed. 2007;3:12. doi: 10.1186/1746-4269-3-12.", "ArticleIdList": ["10.1186/1746-4269-3-12", "PMC1852296", "17355645"]}, {"Citation": "Mlanjeni N.L. Master’s Thesis. University of Fort Hare; Alice, South Africa: 2014. Identification and Documentation of Ethnobiological Methods Used by Rural Farmers to Control Stalk Borers of Maize in the Eastern Cape Province of South Africa."}, {"Citation": "Seile B.P., Bareetseng S., Koitsiwe M.T., Aremu A.O. Indigenous Knowledge on the Uses, Sustainability and Conservation of African Ginger (Siphonochilus aethiopicus) among Two Communities in Mpumalanga Province, South Africa. Diversity. 2022;14:192. doi: 10.3390/d14030192.", "ArticleIdList": ["10.3390/d14030192"]}, {"Citation": "Semenya S.S., Potgieter M.J. Bapedi traditional healers in the Limpopo Province, South Africa: Their socio-cultural profile and traditional healing practice. J. Ethnobiol. Ethnomed. 2014;10:4. doi: 10.1186/1746-4269-10-4.", "ArticleIdList": ["10.1186/1746-4269-10-4", "PMC3904471", "24410790"]}, {"Citation": "Cheikhyoussef A., Shapi M., Matengu K., Mu Ashekele H. Ethnobotanical study of indigenous knowledge on medicinal plant use by traditional healers in Oshikoto region, Namibia. J. Ethnobiol. Ethnomed. 2011;7:10. doi: 10.1186/1746-4269-7-10.", "ArticleIdList": ["10.1186/1746-4269-7-10", "PMC3062575", "21388534"]}, {"Citation": "Odeyemi O.O., Masika P., Afolayan A.J. “Farmers” knowledge and experience of indigenous insect pest control in the Eastern Cape Province of South Africa. Indilinga-Afr. J. Indig. Knowl. Syst. 2006;5:174–176. doi: 10.4314/indilinga.v5i2.26409.", "ArticleIdList": ["10.4314/indilinga.v5i2.26409"]}, {"Citation": "Araújo C.A., Morgado C.S., Gomes A.K.C., Gomes A.C.C., Simas N.K. Asteraceae family: A review of its allelopathic potential and the case of Acmella oleracea and Sphagneticola trilobata. Rodriguésia. 2021;72 doi: 10.1590/2175-7860202172137.", "ArticleIdList": ["10.1590/2175-7860202172137"]}, {"Citation": "Makhubu F.N., Khosa M.C., McGaw L.J. South African plants with nematicidal activity against root-knot nematodes: A review. S. Afr. J. Bot. 2021;139:183–191. doi: 10.1016/j.sajb.2021.02.010.", "ArticleIdList": ["10.1016/j.sajb.2021.02.010"]}, {"Citation": "Ramakrishnappa K. Proceedings of the Forestry and Fisheries. FAO; Rome, Italy: 2022. Impact of Cultivation and Gathering of Medicinal Plants on Biodiversity: Case Studies from India."}, {"Citation": "Cocks M.L., Dold A.P. Significance of plant diversity to rural households in the Eastern Cape of South Africa. For. Trees Livelihoods. 2009;13:39–58. doi: 10.1080/14728028.2003.9752443.", "ArticleIdList": ["10.1080/14728028.2003.9752443"]}, {"Citation": "Mwinga J.L., Makhaga N.S., Aremu A.O., Otang-Mbeng W. Botanicals used for cosmetic purposes by Xhosa women in the Eastern Cape, South Africa. S. Afr. J. Bot. 2019;126:4–10. doi: 10.1016/j.sajb.2019.03.038.", "ArticleIdList": ["10.1016/j.sajb.2019.03.038"]}, {"Citation": "Dold A.P., Cocks M.L. The trade in medicinal plants in the Eastern Cape Province, South Africa. S. Afr. J. Sci. 2002;98:589–597."}, {"Citation": "Abayhne M.A., Chauhan N.M. Antifungal activity of various medicinal plants against late blight of potato from Ethiopia. J. Sci. Res. Rep. 2016;12:1–9. doi: 10.9734/JSRR/2016/30217.", "ArticleIdList": ["10.9734/JSRR/2016/30217", "0"]}, {"Citation": "Abd-El-Khair H., Haggag M. Application of some Egyptian medicinal plant extracts against potato late and early blights. Res. J. Agric. Biol. Sci. 2007;3:166–175."}, {"Citation": "Simeon A.U., Abubakar A. Evaluation of some plant extracts for the control of bacterial soft rot of tubers. Am. J. Exp. Agric. 2014;4:1869–1876. doi: 10.9734/AJEA/2014/12309.", "ArticleIdList": ["10.9734/AJEA/2014/12309"]}, {"Citation": "Qwarse M., Mihale M.J., Sempombe J., Mugoyela V., Henry L., Sunghwa F. Ethnobotanical survey of Medicinal and Pesticidal plants used by Agro-pastoral Communities in Mbulu District, Tanzania. Tanzan. J. Sci. Technol. 2018;1:22–35."}, {"Citation": "The World Flora Online.  [(accessed on 22 March 2022)].  Available online:  http://worldfloraonline.org/"}, {"Citation": "Sargin S.A., Selvi S., Büyükcengiz M. Ethnomedicinal plants of Aydıncık District of Mersin. J. Ethnopharmacol. 2015;174:200–216. doi: 10.1016/j.jep.2015.08.008.", "ArticleIdList": ["10.1016/j.jep.2015.08.008", "26278812"]}, {"Citation": "Mugisha-Kamatenesi M., Deng A.L., Ogendo O.J., Omolo E.O., Mihale M.J., Otim M., Buyungo J.P., Bett P.K. Indigenous knowledge of field insect pests and their management around lake Victoria basin in Uganda. Afr. J. Environ. Sci. Technol. 2008;2:342–348."}, {"Citation": "Ampitan T.A. Ethnobotanical Survey of medicinal plants in Biu local government area of Borno state, Nigeria. Compr. J. Herbs Med. Plants. 2013;2:7–11."}, {"Citation": "Ayyanar M., Ignacimuthu S. Ethnobotanical survey of medicinal plants commonly used by Kanitribals in Tirunelveli hills of Western Ghats, India. J. Ethnopharmacol. 2011;134:851–864. doi: 10.1016/j.jep.2011.01.029.", "ArticleIdList": ["10.1016/j.jep.2011.01.029", "21291981"]}, {"Citation": "Silva J.D.A., Nascimento M.G.B., Grazina L.G., Casto K.N.C., Mayo S.J., Andrade I.M. Ethnobotanical survey of medicinal plants used by the community of Sobradinho Lucís Correia, Piauí, Brazil. J. Med. Plants Res. 2015;9:872–883. doi: 10.5897/JMPR2015.5881.", "ArticleIdList": ["10.5897/JMPR2015.5881"]}, {"Citation": "Nethathe B.B., Ndip R.N. Bioactivity of Hydrona africana on selected bacterial phathogens: Preliminary phytochemical screening. Afr. J. Microbilogy Res. 2011;5:2820–2826. doi: 10.5897/AJMR11.566.", "ArticleIdList": ["10.5897/AJMR11.566"]}, {"Citation": "Samy R.P., Gopalakrishnakone P. Therapeutic potential of plants as antimicrobials of drug discovery. Evid.-Based Complement. Altern. Med. 2010;7:283–294. doi: 10.1093/ecam/nen036.", "ArticleIdList": ["10.1093/ecam/nen036", "PMC2887332", "18955349"]}, {"Citation": "Sibiya J., Tongoona P., Derera J., Makanda I. ‘Smallholder farmers’ perceptions on maize diseases, pests and other production constraints, their implications for maize breeding and evaluation of local maize cultivars in KwaZulu-Natal, South Africa. Afr. J. Agric. Res. 2003;8:1790–1798. doi: 10.5897/AJAR1712.1906.", "ArticleIdList": ["10.5897/AJAR1712.1906"]}, {"Citation": "Kamanula J., Sileshi G.W., Belmain S.R., Sola P., Mvumi B.M., Nyirenda G.K.C. ‘Farmers’ insect pest management practices and pesticidal plant use for protection of stored maize and beans in Southern Africa. Int. J. Pest Manag. 2011;57:41–49. doi: 10.1080/09670874.2010.522264.", "ArticleIdList": ["10.1080/09670874.2010.522264"]}, {"Citation": "Lwoga E.T. Master’s Thesis. University of KwaZulu-Natal; Durban, South Africa: 2009. Application of Knowledge Management Approaches and Information and Communication Technologies to Manage Indigenous Knowledge in the Agricultural Sector in Selected Districts of Tanzania."}, {"Citation": "Agea G.J., Katongole B., Waiswa D.N., Nabanoga G.N. Market survey of Mondia whytei (mulondo) roots in Kampala City, Uganda. Afr. J. Tradit. Complement. Altern. Med. 2008;5:419–420.", "ArticleIdList": ["PMC2816576", "20161964"]}, {"Citation": "Deng A.L., Ogendo J.O., Owuor G., Bett P.K., Omolo O.E., Mugisha-Kamatenesi M., Mihale J.M. Factors determining the use of botanical insect pest control methods by small holder farmers in the Lake Victoria basin, Kenya. Afr. J. Environ. Sci. Technol. 2009;30:231–235."}, {"Citation": "Dold A.P., Cocks M.L. The medical use of some weeds, problem and alien plants in the Graham’stown and Peddie district of Eastern Cape, South Africa. S. Afr. J. Sci. 2000;96:467–473."}, {"Citation": "Threatened Species Programme.  [(accessed on 30 August 2022)].  Available online:  https://redlist.sanbi.org/"}, {"Citation": "Britannica T. Editors of Encyclopaedia. Eastern Cape.  [(accessed on 14 September 2021)];Encycl. Br. 2021  Available online:  https://www.britannica.com/place/Eastern-Cape-province-South-Africa."}, {"Citation": "Sihlobo W. A Sleeping Giant: The Eastern Cape and Its Agriculture. 2019.  [(accessed on 17 September 2021)].  Available online:  https://wandilesihlobo.com/2019/2009/2027/a-sleeping-giant-the-eastern-cape-and-its-agriculture."}, {"Citation": "Phillipson P.B. A checklist of vascular plants of the Amatole mountains, Eastern Cape Province: Ciskei. Bothalia. 1987;17:237–256. doi: 10.4102/abc.v17i2.1039.", "ArticleIdList": ["10.4102/abc.v17i2.1039"]}, {"Citation": "Naderifar M., Goli H., Ghaljaie F. Snowball Sampling: A Purposeful Method of Sampling in Qualitative Research. Strides Dev. Med. Educ. 2017;14 doi: 10.5812/sdme.67670.", "ArticleIdList": ["10.5812/sdme.67670"]}, {"Citation": "Dold A.P., Cocks M.L. Preliminary list of Xhosa plant names from Eastern Cape, South Africa. Bothalia. 1999;29:267–292. doi: 10.4102/abc.v29i2.601.", "ArticleIdList": ["10.4102/abc.v29i2.601"]}, {"Citation": "Van Wyk B.-E., Oudtshoorn B.V., Gericke N. Medicinal Plants of South Africa. Briza Publications; Pretotia, South Africa: 1997."}, {"Citation": "Heckathorn D.D. Comment: Snowball versus respondent-driven sampling. Sociol. Methodol. 2011;41:353–366. doi: 10.1111/j.1467-9531.2011.01244.x.", "ArticleIdList": ["10.1111/j.1467-9531.2011.01244.x", "PMC3250988", "22228916"]}, {"Citation": "Tardío J., Pardo-de-Santayana M. Cultural importance indices: A comparative analysis based on the useful wild plants of Southern Cantabria (Northern Spain) Econ. Bot. 2008;62:24–39. doi: 10.1007/s12231-007-9004-5.", "ArticleIdList": ["10.1007/s12231-007-9004-5"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "10", "Day": "26"}, {"Year": "2022", "Month": "11", "Day": "13"}, {"Year": "2022", "Month": "11", "Day": "15"}, {"Year": "2022", "Month": "12", "Day": "11", "Hour": "1", "Minute": "32"}, {"Year": "2022", "Month": "12", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "12", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "11", "Day": "24"}], "PublicationStatus": "epublish", "ArticleIdList": ["36501255", "PMC9741191", "10.3390/plants11233215", "plants11233215"]}}], "PubmedBookArticle": []}