{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Analgesic effect", "Gastric cancer", "Network pharmacology", "Pain model", "Sedative effect", "Tinospora sagittata var. yunnanensis (S. Y. Hu) H. S. Lo"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36509262", "DateCompleted": {"Year": "2022", "Month": "12", "Day": "28"}, "DateRevised": {"Year": "2023", "Month": "01", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "12", "Day": "09"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jep.2022.115990", "S0378-8741(22)01029-7"], "Journal": {"ISSN": "1872-7573", "JournalIssue": {"Volume": "303", "PubDate": {"Year": "2023", "Month": "Mar", "Day": "01"}}, "Title": "Journal of ethnopharmacology", "ISOAbbreviation": "J Ethnopharmacol"}, "ArticleTitle": "The combined analgesic, sedative, and anti-gastric cancer mechanisms of Tinospora sagittata var. yunnanensis (S. Y. Hu) H. S. Lo based on integrated ethnopharmacological data.", "Pagination": {"StartPage": "115990", "MedlinePgn": "115990"}, "Abstract": {"AbstractText": ["As a Yi medicine for eliminating wind to relieve pain, Tinospora sagittata var. yunnanensis (S. Y. Hu) H. S. Lo (TSY) is widely used to treat sore throat, stomach pain, bone and muscle injuries, and tumors; however, the material basis and mechanism of action remain unclear.", "This study aims to investigate the potential active compounds of TSY and related pharmacological mechanisms against gastric cancer using a multitarget strategy.", "The main chemical components of TSY were collected through a literature review and database searches. The components were further screened for ADMET properties, and their targets were predicted using network pharmacology (admetSAR) and substructure-drug-target network-based inference (SDTNBI) approaches in silico. The pharmacological mechanism of action of TSY extract for pain relief, sedation, and anti-gastric cancer activities were identified via in vivo and in vitro biochemical analyses.", "Here, 28 chemical components were identified, 7 active compounds were selected, and 75 targets of TSY extract were predicted. A compound-target-disease network topological approach revealed that the predicted targets are highly related to the digestive system and nervous system. Network pharmacology results suggested that the anti-gastric cancer activity of TSY was highly correlated with its analgesic and sedative targets and MAPK. In vivo experiments confirmed that TSY extract not only reduced the number of voluntary activities in the mouse model but also exhibited a synergistic effect on sodium pentobarbital-induced sleep, reduced the number of mice exhibiting writhing responses to acetic acid, and increased the hot plate pain threshold of mice. Thus, TSY extract exhibits good analgesic and sedative effects. The TSY extract inhibited HGC-27 cell proliferation and induced apoptosis by regulating apoptotic proteins (BAX, BCL-2 and BCL-XL) in vitro.", "TSY exhibits combined analgesic, sedative, and anti-gastric cancer activities."], "CopyrightInformation": "Copyright © 2022. Published by Elsevier B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Medicinal and Edible Plants Resources Development of Sichuan Education Department, Sichuan Industrial Institute of Antibiotics, School of Pharmacy, Chengdu University, Chengdu, 610106, PR China; Key Laboratory of Xinjiang Phytomedicine Resources and Utilization, Ministry of Education, School of Pharmacy, Shihezi University, Shihezi, 832002, PR China. Electronic address: wqq_smile@126.com."}], "LastName": "Wang", "ForeName": "Qian-Qian", "Initials": "QQ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Medicinal and Edible Plants Resources Development of Sichuan Education Department, Sichuan Industrial Institute of Antibiotics, School of Pharmacy, Chengdu University, Chengdu, 610106, PR China; Key Laboratory of Xinjiang Phytomedicine Resources and Utilization, Ministry of Education, School of Pharmacy, Shihezi University, Shihezi, 832002, PR China. Electronic address: 2458194737@qq.com."}], "LastName": "Sun", "ForeName": "Qin-Rong", "Initials": "QR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Xinjiang Phytomedicine Resources and Utilization, Ministry of Education, School of Pharmacy, Shihezi University, Shihezi, 832002, PR China. Electronic address: jxy_yx@163.com."}], "LastName": "Ji", "ForeName": "Xin-Ye", "Initials": "XY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Shanghai Key Laboratory of New Drug Design, School of Pharmacy, East China University of Science and Technology, 130 Meilong Road, Shanghai, 200237, PR China. Electronic address: ytang234@ecust.edu.cn."}], "LastName": "Tang", "ForeName": "Yun", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Xinjiang Phytomedicine Resources and Utilization, Ministry of Education, School of Pharmacy, Shihezi University, Shihezi, 832002, PR China. Electronic address: xjzk1984@163.com."}], "LastName": "Zhang", "ForeName": "Ke", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Xinjiang Phytomedicine Resources and Utilization, Ministry of Education, School of Pharmacy, Shihezi University, Shihezi, 832002, PR China. Electronic address: wangxq5166@sina.com."}], "LastName": "Wang", "ForeName": "Xiao-Qin", "Initials": "XQ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Chemistry in Ethnic Medicinal Resources, State Ethnic Affairs Commission and Ministry of Education, Yunnan Minzu University, Kunming, 650504, PR China. Electronic address: 2261665443@qq.com."}], "LastName": "Li", "ForeName": "Hong-Rui", "Initials": "HR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Chemistry in Ethnic Medicinal Resources, State Ethnic Affairs Commission and Ministry of Education, Yunnan Minzu University, Kunming, 650504, PR China. Electronic address: xiangzhongh@126.com."}], "LastName": "Huang", "ForeName": "Xiang-Zhong", "Initials": "XZ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Medicinal and Edible Plants Resources Development of Sichuan Education Department, Sichuan Industrial Institute of Antibiotics, School of Pharmacy, Chengdu University, Chengdu, 610106, PR China. Electronic address: bozhang_lzu@126.com."}], "LastName": "Zhang", "ForeName": "Bo", "Initials": "B"}], "PublicationTypeList": ["Review", "Journal Article"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "J Ethnopharmacol", "NlmUniqueID": "7903310", "ISSNLinking": "0378-8741"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Hypnotics and Sedatives"}, {"RegistryNumber": "0", "NameOfSubstance": "Analgesics"}, {"RegistryNumber": "Q40Q9N063P", "NameOfSubstance": "Acetic Acid"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": ["chemistry"], "DescriptorName": "Tinospora"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Hypnotics and Sedatives"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Analgesics"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Pain"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Acetic Acid"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Neoplasms"}], "CoiStatement": "Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2022", "Month": "8", "Day": "16"}, {"Year": "2022", "Month": "11", "Day": "24"}, {"Year": "2022", "Month": "11", "Day": "24"}, {"Year": "2022", "Month": "12", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "12", "Hour": "19", "Minute": "26"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36509262", "10.1016/j.jep.2022.115990", "S0378-8741(22)01029-7"]}}], "PubmedBookArticle": []}