{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["HPLC", "medicinal plants", "phytochemical profiles", "plant extracts", "ruminant health", "scavenging"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36500671", "DateCompleted": {"Year": "2022", "Month": "12", "Day": "16"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "22"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "12", "Day": "05"}], "Language": ["eng"], "ELocationID": ["8580", "10.3390/molecules27238580"], "Journal": {"ISSN": "1420-3049", "JournalIssue": {"Volume": "27", "Issue": "23", "PubDate": {"Year": "2022", "Month": "Dec", "Day": "05"}}, "Title": "Molecules (Basel, Switzerland)", "ISOAbbreviation": "Molecules"}, "ArticleTitle": "Exploring the Phytochemical Profiles and Antioxidant, Antidiabetic, and Antihemolytic Properties of <i>Sauropus androgynus</i> Dried Leaf Extracts for Ruminant Health and Production.", "Abstract": {"AbstractText": ["<i>Sauropus androgynus</i> has become an essential plant in pharmaceutical formulations due to its beneficial antioxidant phytochemical components, participating in the antioxidant defense system and playing an important role in protecting human health. However, no research has been conducted on ruminant animals. This study aimed to evaluate the phytochemical profiles and biological potential of <i>S. androgynus</i> leaf extracts for ruminant health. Methanolic and hexanoic extracts from each commercially and noncommercially cultivated site were prepared over the course of five consecutive months. By means of HPLC-DAD, vitamins (ascorbic acid), essential oils (eugenol), tannins (gallic acid), cinnamic acids (caffeic acid, syringic acid, <i>p</i>-coumaric acid, sinapic acid and ferulic acid), and flavonoids (catechin, rutin, myricetin, quercetin, apigenin, and kaempferol) were detected. Variations in phytochemical composition were depending on solvent type but not on cultivation site or sample period. Methanolic extracts contained more phytochemicals than hexanoic extracts. Ascorbic acid and rutin were discovered to be the two most abundant phytochemicals in the methanolic extract of <i>S. androgynus</i> leaf, followed by essential oils, cinnamic acids, and tannins. In comparison to hexanoic extract, methanolic extract of <i>S. androgynus</i> demonstrated to be more efficient against oxidation scavenging: 1,1-diphenyl-2-picrylhydrazyl (IC<sub>50</sub> = 13.14 ± 0.055 (mg/mL)), nitric oxide (IC<sub>50</sub> = 55.02 ± 1.338 (mg/mL)) and superoxide (IC<sub>50</sub> = 25.31 ± 0.886 (mg/mL)), as well as α-glucosidase inhibitory activity (IC<sub>50</sub> = 9.83 ± 0.032 (mg/mL)). Similarly, methanolic was found to be more protective than hexanoic against oxidative damage in ruminant erythrocytes, with IC<sub>50</sub> values (mg/mL) for hemoglobin oxidation, lipid peroxidation, and hemolysis of 11.96 ± 0.011, 13.54 ± 0.012, and 5.940 ± 0.005, respectively. These findings suggested that the leaves of <i>S. androgynus</i> are a prospective source of phytochemical substances with health-promoting qualities for ruminant production."]}, "AuthorList": [{"Identifier": ["0000-0003-4672-1455"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Agricultural Technology, School of Animal Technology and Innovation, Suranaree University of Technology, Nakhon Ratchasima 30000, Thailand."}], "LastName": "Purba", "ForeName": "Rayudika Aprilia Patindra", "Initials": "RAP"}, {"Identifier": ["0000-0003-4007-9000"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Agricultural Technology, School of Animal Technology and Innovation, Suranaree University of Technology, Nakhon Ratchasima 30000, Thailand."}], "LastName": "Paengkoum", "ForeName": "Pramote", "Initials": "P"}], "GrantList": [{"GrantID": "Fulltime 61/02/2021", "Agency": "Suranaree University of Technology", "Country": ""}, {"GrantID": "project codes: 90464; 160368; FF3-303-65-36-17", "Agency": "National Science Research and Innovation Fund", "Country": ""}, {"GrantID": "project code: 900105", "Agency": "National Research Council of Thailand", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Molecules", "NlmUniqueID": "100964009", "ISSNLinking": "1420-3049"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Hypoglycemic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "140-10-3", "NameOfSubstance": "cinnamic acid"}, {"RegistryNumber": "0", "NameOfSubstance": "Tannins"}, {"RegistryNumber": "PQ6CK8PD0R", "NameOfSubstance": "Ascorbic Acid"}, {"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Hypoglycemic Agents"}, {"QualifierName": [], "DescriptorName": "Prospective Studies"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Phytochemicals"}, {"QualifierName": [], "DescriptorName": "Tannins"}, {"QualifierName": [], "DescriptorName": "Ascorbic Acid"}, {"QualifierName": [], "DescriptorName": "Oils, Volatile"}], "CoiStatement": "The authors declare no conflict of interest. The funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript; or in the decision to publish the results."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ban C., Paengkoum S., Yang S., Tian X.Z., Thongpea S., Purba R.A.P., Paengkoum P. Feeding meat goats mangosteen (Garcinia mangostana L.) peel rich in condensed tannins, flavonoids, and cinnamic acid improves growth performance and plasma antioxidant activity under tropical conditions. J. Appl. Anim. Res. 2022;50:307–315. doi: 10.1080/09712119.2022.2068557.", "ArticleIdList": ["10.1080/09712119.2022.2068557"]}, {"Citation": "Purba R.A.P., Paengkoum S., Yuangklang C., Paengkoum P., Salem A.Z.M., Liang J.B. Mammary gene expressions and oxidative indicators in ruminal fluid, blood, milk, and mammary tissue of dairy goats fed a total mixed ration containing piper meal (Piper betle L.) Ital. J. Anim. Sci. 2022;21:129–141. doi: 10.1080/1828051X.2021.2007173.", "ArticleIdList": ["10.1080/1828051X.2021.2007173"]}, {"Citation": "Celi P. Biomarkers of oxidative stress in ruminant medicine. Immunopharmacol. Immunotoxicol. 2011;33:233–240. doi: 10.3109/08923973.2010.514917.", "ArticleIdList": ["10.3109/08923973.2010.514917", "20849293"]}, {"Citation": "Zhang B.D., Cheng J.X., Zhang C.F., Bai Y.D., Liu W.Y., Li W., Koike K., Akihisa T., Feng F., Zhang J. Sauropus androgynus L. Merr.—A phytochemical, pharmacological and toxicological review. J. Ethnopharmacol. 2020;257:112778. doi: 10.1016/j.jep.2020.112778.", "ArticleIdList": ["10.1016/j.jep.2020.112778", "32205260"]}, {"Citation": "Purba R.A.P., Suong N.T.M., Paengkoum S., Paengkoum P., Liang J.B. Iron sulfate and molasses treated anthocyanin-rich black cane silage improves growth performance, rumen fermentation, antioxidant status, and meat tenderness in goats. Asian-Australas. J. Anim. Sci. 2022:1–27. doi: 10.5713/ab.22.0252.", "ArticleIdList": ["10.5713/ab.22.0252", "PMC9834728", "36108686"]}, {"Citation": "Neamsuvan O., Ruangrit T. A survey of herbal weeds that are used to treat gastrointestinal disorders from southern Thailand: Krabi and Songkhla provinces. J. Ethnopharmacol. 2017;196:84–93. doi: 10.1016/j.jep.2016.11.033.", "ArticleIdList": ["10.1016/j.jep.2016.11.033", "27956357"]}, {"Citation": "Petrus A.J.A. Sauropus androgynus (L.) Merrill-a potentially nutritive functional leafy-vegetable. Asian J. Chem. 2013;25:9425–9433. doi: 10.14233/ajchem.2013.15405.", "ArticleIdList": ["10.14233/ajchem.2013.15405"]}, {"Citation": "Purba R.A.P., Paengkoum S., Paengkoum P. Development of a simple high-performance liquid chromatography-based method to quantify synergistic compounds and their composition in dried leaf extracts of Piper sarmentosum Robx. Separations. 2021;8:152. doi: 10.3390/separations8090152.", "ArticleIdList": ["10.3390/separations8090152"]}, {"Citation": "Suong N.T.M., Paengkoum S., Purba R.A.P., Paengkoum P. Optimizing anthocyanin-rich black cane (Saccharum sinensis Robx.) silage for ruminants using molasses and iron sulphate: A sustainable alternative. Fermentation. 2022;8:248. doi: 10.3390/fermentation8060248.", "ArticleIdList": ["10.3390/fermentation8060248"]}, {"Citation": "Ferasyi T.R., Akmal M., Hamdani B., Wahyuni S., Pamungkas F.A., Nasution S., Barus R.A. Potency of combination of palm kernel meal and katuk leaf powder to improve the production performance of peranakan etawa (PE) goat: Toward a strategy for quality control of meat using “CGE” concept. Procedia Food Sci. 2015;3:389–395. doi: 10.1016/j.profoo.2015.01.043.", "ArticleIdList": ["10.1016/j.profoo.2015.01.043"]}, {"Citation": "Purba R.A.P., Paengkoum P. Bioanalytical HPLC method of Piper betle L. for quantifying phenolic compound, water-soluble vitamin, and essential oil in five different solvent extracts. J. Appl. Pharm. Sci. 2019;9:33–39. doi: 10.7324/JAPS.2019.90504.", "ArticleIdList": ["10.7324/JAPS.2019.90504"]}, {"Citation": "Bao H., Sagues W.J., Wang Y., Peng W., Zhang L., Yang S., Xiao D., Tong Z. Depolymerization of lignin into monophenolics by ferrous/persulfate reagent under mild conditions. ChemSusChem. 2020;13:6582–6593. doi: 10.1002/cssc.202002240.", "ArticleIdList": ["10.1002/cssc.202002240", "33078554"]}, {"Citation": "Padmavathi P., Rao M.P. Nutritive value of Sauropus androgynus leaves. Plant Foods Hum. Nutr. 1990;40:107–113. doi: 10.1007/BF02193767.", "ArticleIdList": ["10.1007/BF02193767", "2385571"]}, {"Citation": "Juxian G., Xian Y. Studies on the Toxicology of Sauropus androgynus, a Wild Vegetable in South China.  [(accessed on 5 November 2022)];J. South China Agric. Univ. 2005 28:10–14. Available online:  https://agris.fao.org/agris-search/search.do?recordID=CN2006002063."}, {"Citation": "Miean K.H., Mohamed S. Flavonoid (myricetin, quercetin, kaempferol, luteolin, and apigenin) content of edible tropical plants. J. Agric. Food Chem. 2001;49:3106–3112. doi: 10.1021/jf000892m.", "ArticleIdList": ["10.1021/jf000892m", "11410016"]}, {"Citation": "Singh S., Singh D.R., Salim K.M., Srivastava A., Singh L.B., Srivastava R.C. Estimation of proximate composition, micronutrients and phytochemical compounds in traditional vegetables from Andaman and Nicobar Islands. Int. J. Food Sci. 2011;62:765–773. doi: 10.3109/09637486.2011.585961.", "ArticleIdList": ["10.3109/09637486.2011.585961", "21615278"]}, {"Citation": "Andarwulan N., Kurniasih D., Apriady R.A., Rahmat H., Roto A.V., Bolling B.W. Polyphenols, carotenoids, and ascorbic acid in underutilized medicinal vegetables. J. Funct. Foods. 2012;4:339–347. doi: 10.1016/j.jff.2012.01.003.", "ArticleIdList": ["10.1016/j.jff.2012.01.003"]}, {"Citation": "Basker A. Phytochemical Analysis and GC-MS Profiling in the Leaves of Sauropus androgynus (l) MERR. Int. J. Drug Dev. Res. 2012;4:162–167."}, {"Citation": "Lin C.Q., Lin W.B., Pan W.D., Lee Y.J. Study on chemical constituents of the essential oil from the leaves of Sauropus androgynus L. Merr. J. Trop. Subtrop. Bot. 1999;3:255–256."}, {"Citation": "Hättenschwiler S., Hagerman A.E., Vitousek P.M. Polyphenols in litter from tropical montane forests across a wide range in soil fertility. Biogeochemistry. 2003;64:129–148. doi: 10.1023/A:1024966026225.", "ArticleIdList": ["10.1023/A:1024966026225"]}, {"Citation": "Suong N.T.M., Paengkoum P., Schonewille J.T., Purba R.A.P., Paengkoum P. Growth performance, blood biochemical indices, rumen bacterial community, and carcass characteristics in goats fed anthocyanin-rich black cane silage. Front. Vet. Sci. 2022;9:880838. doi: 10.3389/fvets.2022.880838.", "ArticleIdList": ["10.3389/fvets.2022.880838", "PMC9101464", "35573401"]}, {"Citation": "Lu S., Taethaisong N., Meethip W., Surakhunthod J., Sinpru B., Sroichak T., Archa P., Thongpea S., Paengkoum S., Purba R.A.P., et al. Nutritional composition of black soldier fly larvae (Hermetia illucens L.) and its potential uses as alternative protein sources in animal diets: A review. Insects. 2022;13:831. doi: 10.3390/insects13090831.", "ArticleIdList": ["10.3390/insects13090831", "PMC9502457", "36135532"]}, {"Citation": "Purba R.A.P., Suong N.T.M., Paengkoum S., Schonewille J.T., Paengkoum P. Dietary inclusion of anthocyanin-rich black cane silage treated with ferrous sulfate heptahydrate reduces oxidative stress and promotes tender meat production in goats. Front. Vet. Sci. 2022;9:969321. doi: 10.3389/fvets.2022.969321.", "ArticleIdList": ["10.3389/fvets.2022.969321", "PMC9386371", "35990268"]}, {"Citation": "Tiengtam N., Paengkoum P., Sirivoharn S., Phonsiri K., Boonanuntanasarn S. The effects of dietary inulin and Jerusalem artichoke (Helianthus tuberosus) tuber on the growth performance, haematological, blood chemical and immune parameters of Nile tilapia (Oreochromis niloticus) fingerlings. Aquac Res. 2017;48:5280–5288. doi: 10.1111/are.13341.", "ArticleIdList": ["10.1111/are.13341"]}, {"Citation": "Chisté R.C., Freitas M., Mercadante A.Z., Fernandes E. Carotenoids inhibit lipid peroxidation and hemoglobin oxidation, but not the depletion of glutathione induced by ROS in human erythrocytes. Life Sci. 2014;99:52–60. doi: 10.1016/j.lfs.2014.01.059.", "ArticleIdList": ["10.1016/j.lfs.2014.01.059", "24486304"]}, {"Citation": "Lee K.H., Padzil A., Ahmad S., Abdullah N., Saad W., Maziah M., Sulaiman M.R., Israf D.A., Shaari K., Lajis N.H. Evaluation of anti-inflammatory, antioxidant and antinociceptive activities of six Malaysian medicinal plants. J. Med. Plant Res. 2011;5:5555–5563."}, {"Citation": "Subhasree B., Baskar R., Keerthana R.L., Susan R.L., Rajasekaran P. Evaluation of antioxidant potential in selected green leafy vegetables. Food Chem. 2009;115:1213–1220. doi: 10.1016/j.foodchem.2009.01.029.", "ArticleIdList": ["10.1016/j.foodchem.2009.01.029"]}, {"Citation": "Sai K.S., Srividya N. Blood glucose lowering effect of the leaves of Tinospora cordifolia and Sauropus androgynus in diabetic subjects. J. Nat. Remedies. 2002;2:28–32."}, {"Citation": "Adisakwattana S., Chantarasinlapin P., Thammarat H., Yibchok-Anun S. A series of cinnamic acid derivatives and their inhibitory activity on intestinal α-glucosidase. J. Enzyme Inhib. Med. Chem. 2009;24:1194–1200. doi: 10.1080/14756360902779326.", "ArticleIdList": ["10.1080/14756360902779326", "19772492"]}, {"Citation": "Kroon P.A., Williamson G. Hydroxycinnamates in plants and food: Current and future perspectives. J. Sci. Food Agric. 1999;79:355–361. doi: 10.1002/(SICI)1097-0010(19990301)79:3<355::AID-JSFA255>3.0.CO;2-G.", "ArticleIdList": ["10.1002/(SICI)1097-0010(19990301)79:3<355::AID-JSFA255>3.0.CO;2-G"]}, {"Citation": "Proença C., Freitas M., Ribeiro D., Oliveira E.F.T., Sousa J.L.C., Tomé S.M., Ramos M.J., Silva A.M.S., Fernandes P.A., Fernandes E. α-Glucosidase inhibition by flavonoids: An in vitro and in silico structure–activity relationship study. J. Enzyme Inhib. Med. Chem. 2017;32:1216–1228. doi: 10.1080/14756366.2017.1368503.", "ArticleIdList": ["10.1080/14756366.2017.1368503", "PMC6009965", "28933564"]}, {"Citation": "Morera D., MacKenzie S.A. Is there a direct role for erythrocytes in the immune response? Vet. Res. 2011;42:89. doi: 10.1186/1297-9716-42-89.", "ArticleIdList": ["10.1186/1297-9716-42-89", "PMC3199785", "21801407"]}, {"Citation": "Tian X.Z., Lu Q., Paengkoum P., Paengkoum S. Short communication: Effect of purple corn pigment on change of anthocyanin composition and unsaturated fatty acids during milk storage. J. Dairy Sci. 2020;103:7808–7812. doi: 10.3168/jds.2020-18409.", "ArticleIdList": ["10.3168/jds.2020-18409", "32684465"]}, {"Citation": "Purba R.A.P., Yuangklang C., Paengkoum S., Paengkoum P. Piper oil decreases in vitro methane production with shifting ruminal fermentation in a variety of diets. Int. J. Agric. Biol. 2021;25:231–240. doi: 10.17957/IJAB/15.1661.", "ArticleIdList": ["10.17957/IJAB/15.1661"]}, {"Citation": "Purba R.A.P., Yuangklang C., Paengkoum P. Enhanced conjugated linoleic acid and biogas production after ruminal fermentation with Piper betle L. supplementation. Ciênc. Rural. 2020;50:e20191001. doi: 10.1590/0103-8478cr20191001.", "ArticleIdList": ["10.1590/0103-8478cr20191001"]}, {"Citation": "Umbreit J. Methemoglobin—It’s not just blue: A concise review. Am. J. Hematol. 2007;82:134–144. doi: 10.1002/ajh.20738.", "ArticleIdList": ["10.1002/ajh.20738", "16986127"]}, {"Citation": "Zhang D., Ivane N.M.A., Haruna S.A., Zekrumah M., Elysé F.K.R., Tahir H.E., Wang G., Wang C., Zou X. Recent trends in the micro-encapsulation of plant-derived compounds and their specific application in meat as antioxidants and antimicrobials. Meat Sci. 2022;191:108842. doi: 10.1016/j.meatsci.2022.108842.", "ArticleIdList": ["10.1016/j.meatsci.2022.108842", "35660290"]}, {"Citation": "González-Romero J., Guerra-Hernández E.J., Rodríguez-Pérez C. Chapter 19—Bioactive compounds from Moringa oleifera as promising protectors of in vivo inflammation and oxidative stress processes. In: Hernández-Ledesma B., Martínez-Villaluenga C., editors. Current Advances for Development of Functional Foods Modulating Inflammation and Oxidative Stress. Academic Press; Cambridge, MA, USA: 2022. pp. 379–399."}, {"Citation": "Purba R.A.P., Paengkoum S., Yuangklang C., Paengkoum P. Flavonoids and their aromatic derivatives in Piper betle powder promote in vitro methane mitigation in a variety of diets. Cienc. Agrotec. 2020;44:e012420. doi: 10.1590/1413-7054202044012420.", "ArticleIdList": ["10.1590/1413-7054202044012420"]}, {"Citation": "Ullah A., Munir S., Badshah S.L., Khan N., Ghani L., Poulson B.G., Emwas A.H., Jaremko M. Important flavonoids and their role as a therapeutic agent. Molecules. 2020;25:5243. doi: 10.3390/molecules25225243.", "ArticleIdList": ["10.3390/molecules25225243", "PMC7697716", "33187049"]}, {"Citation": "Purba R.A.P., Yuangklang C., Paengkoum S., Paengkoum P. Milk fatty acid composition, rumen microbial population and animal performance in response to diets rich in linoleic acid supplemented with Piper betle leaves in Saanen goats. Anim. Prod. Sci. 2022;62:1391–1401. doi: 10.1071/AN20182.", "ArticleIdList": ["10.1071/AN20182"]}, {"Citation": "Paengkoum S., Petlum A., Purba R.A.P., Paengkoum P. Protein-binding affinity of various condensed tannin molecular weights from tropical leaf peel. J. Appl. Pharm. Sci. 2021;11:114–120. doi: 10.7324/JAPS.2021.110314.", "ArticleIdList": ["10.7324/JAPS.2021.110314"]}, {"Citation": "Wanapat M., Chumpawadee S., Paengkoum P. Utilization of urea-treated rice straw and whole sugar cane crop as roughage sources for dairy cattle during the dry season. Asian-Australas. J. Anim. Sci. 2000;13:474–477. doi: 10.5713/ajas.2000.474.", "ArticleIdList": ["10.5713/ajas.2000.474"]}, {"Citation": "Kaewwongsa W., Traiyakun S., Yuangklang C., Wachirapakorn C., Paengkoum P. Protein enrichment of cassava pulp fermentation by Saccharomyces cerevisiae. J. Anim. Vet. Adv. 2011;10:2434–2440."}, {"Citation": "Paengkoum P. Effects of neem (Azadirachta indica) and leucaena (Leucaena leucocephala) fodders on digestibility, rumen fermentation and nitrogen balance of goats fed corn silage. J. Anim. Vet. Adv. 2010;9:883–886. doi: 10.3923/javaa.2010.883.886.", "ArticleIdList": ["10.3923/javaa.2010.883.886"]}, {"Citation": "Suong N.T.M., Paengkoum S., Salem A.Z.M., Paengkoum P., Purba R.A.P. Silage fermentation quality, anthocyanin stability, and in vitro rumen fermentation characteristic of ferrous sulfate heptahydrate-treated black cane (Saccharum sinensis R.) Front. Vet. Sci. 2022;9:896270. doi: 10.3389/fvets.2022.896270.", "ArticleIdList": ["10.3389/fvets.2022.896270", "PMC9152447", "35656174"]}, {"Citation": "Silva L.R., Azevedo J., Pereira M.J., Carro L., Velazquez E., Peix A., Valentão P., Andrade P.B. Inoculation of the nonlegume Capsicum annuum (L.) with Rhizobium strains. 1. Effect on bioactive compounds, antioxidant activity, and fruit ripeness. J. Agric. Food Chem. 2014;62:557–564. doi: 10.1021/jf4046649.", "ArticleIdList": ["10.1021/jf4046649", "24404842"]}, {"Citation": "Silva L.R., Teixeira R. Phenolic profile and biological potential of Endopleura uchi extracts. Asian Pac. J. Trop. Med. 2015;8:889–897. doi: 10.1016/j.apjtm.2015.10.013.", "ArticleIdList": ["10.1016/j.apjtm.2015.10.013", "26614987"]}, {"Citation": "Paengkoum S., Tatsapong P., Taethaisong N., Sorasak T., Purba R.A.P., Paengkoum P. Empirical evaluation and prediction of protein requirements for maintenance and growth of 18–24 months old thai swamp buffaloes. Animals. 2021;11:1405. doi: 10.3390/ani11051405.", "ArticleIdList": ["10.3390/ani11051405", "PMC8156132", "34069134"]}, {"Citation": "Vorlaphim T., Paengkoum P., Purba R.A.P., Yuangklang C., Paengkoum S., Schonewille J.T. Treatment of rice stubble with Pleurotus ostreatus and urea improves the growth performance in slow-growing goats. Animals. 2021;11:1053. doi: 10.3390/ani11041053.", "ArticleIdList": ["10.3390/ani11041053", "PMC8068234", "33917899"]}, {"Citation": "Paengkoum P., Liang J.B., Jelan Z.A., Basery M. Utilization of steam-treated oil palm fronds in growing saanen goats: II. Supplementation with energy and urea. Asian-Australas. J. Anim. Sci. 2006;19:1623–1631. doi: 10.5713/ajas.2006.1623.", "ArticleIdList": ["10.5713/ajas.2006.1623"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "11", "Day": "14"}, {"Year": "2022", "Month": "12", "Day": "1"}, {"Year": "2022", "Month": "12", "Day": "2"}, {"Year": "2022", "Month": "12", "Day": "11", "Hour": "1", "Minute": "29"}, {"Year": "2022", "Month": "12", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "5"}], "PublicationStatus": "epublish", "ArticleIdList": ["36500671", "PMC9735450", "10.3390/molecules27238580", "molecules27238580"]}}], "PubmedBookArticle": []}