{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["APX", "CAT", "Phenolic compounds", "SOD", "carotenoids", "cold stress", "proline"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36531362", "DateRevised": {"Year": "2022", "Month": "12", "Day": "22"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "30"}], "Language": ["eng"], "ELocationID": ["1042375", "10.3389/fpls.2022.1042375"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Does phenotyping of <i>Hypericum</i> secondary metabolism reveal a tolerance to biotic/abiotic stressors?", "Pagination": {"StartPage": "1042375", "MedlinePgn": "1042375"}, "Abstract": {"AbstractText": ["In this review we summarize the current knowledge about the changes in <i>Hypericum</i> secondary metabolism induced by biotic/abiotic stressors. It is known that the extreme environmental conditions activate signaling pathways leading to triggering of enzymatic and non-enzymatic defense systems, which stimulate production of secondary metabolites with antioxidant and protective effects. Due to several groups of bioactive compounds including naphthodianthrones, acylphloroglucinols, flavonoids, and phenylpropanes, the world-wide <i>Hypericum perforatum</i> represents a high-value medicinal crop of <i>Hypericum</i> genus, which belongs to the most diverse genera within flowering plants. The summary of the up-to-date knowledge reveals a relationship between the level of defense-related phenolic compounds and interspecific differences in the stress tolerance. The chlorogenic acid, and flavonoids, namely the amentoflavone, quercetin or kaempferol glycosides have been reported as the most defense-related metabolites associated with plant tolerance against stressful environment including temperature, light, and drought, in association with the biotic stimuli resulting from plant-microbe interactions. As an example, the species-specific cold-induced phenolics profiles of 10 <i>Hypericum</i> representatives of different provenances cultured <i>in vitro</i> are illustrated in the case-study. Principal component analysis revealed a relationship between the level of defense-related phenolic compounds and interspecific differences in the stress tolerance indicating a link between the provenance of <i>Hypericum</i> species and inherent mechanisms of cold tolerance. The underlying metabolome alterations along with the changes in the activities of ROS-scavenging enzymes, and non-enzymatic physiological markers are discussed. Given these data it can be anticipated that some <i>Hypericum</i> species native to divergent habitats, with interesting high-value secondary metabolite composition and predicted high tolerance to biotic/abiotic stresses would attract the attention as valuable sources of bioactive compounds for many medicinal purposes."], "CopyrightInformation": "Copyright © 2022 Bruňáková, Bálintová, Petijová and Čellárová."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Genetics, Institute of Biology and Ecology, Faculty of Science, Pavol Jozef Šafárik University in Košice, Košice, Slovakia."}], "LastName": "Bruňáková", "ForeName": "Katarína", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Genetics, Institute of Biology and Ecology, Faculty of Science, Pavol Jozef Šafárik University in Košice, Košice, Slovakia."}], "LastName": "Bálintová", "ForeName": "Miroslava", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Genetics, Institute of Biology and Ecology, Faculty of Science, Pavol Jozef Šafárik University in Košice, Košice, Slovakia."}], "LastName": "Petijová", "ForeName": "Linda", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Genetics, Institute of Biology and Ecology, Faculty of Science, Pavol Jozef Šafárik University in Košice, Košice, Slovakia."}], "LastName": "Čellárová", "ForeName": "Eva", "Initials": "E"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Agapouda A., Booker A., Kiss T., Hohmann J., Heinrich M., Csupor D. (2019). Quality control of Hypericum perforatum L. analytical challenges and recent progress. J. Pharm. Pharmacol. 71, 15–37. doi: 10.1111/jphp.12711", "ArticleIdList": ["10.1111/jphp.12711", "28266019"]}, {"Citation": "Ahmad P., Jaleel C. A., Salem M. A., Nabi G., Sharma S. (2010). Roles of enzymatic and non-enzymatic antioxidants in plants during abiotic stress. Crit. Rev. Biotechnol. 30, 161–175. doi: 10.3109/07388550903524243", "ArticleIdList": ["10.3109/07388550903524243", "20214435"]}, {"Citation": "Alscher R. G., Erturk N., Heath L. S. (2002). Role of superoxide dismutases (SODs) in controlling oxidative stress in plants. J. Exp. Bot. 53, 1331–1341. doi: 10.1093/jexbot/53.372.1331", "ArticleIdList": ["10.1093/jexbot/53.372.1331", "11997379"]}, {"Citation": "Angelova Z., Georgiev S., Roos W. (2006). Elicitation of plants. Biotechnol. Biotec. Eq. 20, 72–83. doi: 10.1080/13102818.2006.10817345", "ArticleIdList": ["10.1080/13102818.2006.10817345"]}, {"Citation": "Ashraf M., Riaz M., Arif M., Rasheed R., Iqbal M., Hussain I., et al. . (2019). “The role of non-enzymatic antioxidants in improving abiotic stress tolerance in plants,” in Plant tolerance to environmental stress. Eds. Hasanuzzaman M., Fujita M., Oku H., Islam T. M. (Boca Raton: CRC Press; ). doi: 10.1201/9780203705315-9", "ArticleIdList": ["10.1201/9780203705315-9"]}, {"Citation": "Azeez H. A., Ibrahim K. M. (2013). Effect of biotic elicitors on secondary metabolite production in cell suspensions of Hypericum triquetrifolium Turra. Bull. Univ. Agric. Sci. Vet. Med. Cluj-Napoca Hortic. 70, 26–33. doi: 10.15835/BUASVMCN-HORT:9264", "ArticleIdList": ["10.15835/BUASVMCN-HORT:9264"]}, {"Citation": "Bálintová M., Bruňáková K., Petijová L., Čellárová E. (2019). Targeted metabolomic profiling reveals interspecific variation in the genus Hypericum in response to biotic elicitors. Plant Physiol. Bioch. 135, 348–358. doi: 10.1016/j.plaphy.2018.12.024", "ArticleIdList": ["10.1016/j.plaphy.2018.12.024", "30612057"]}, {"Citation": "Bayat L., Arab M., Aliniaeifard S., Seif M., Lastochkina O., Li T. (2018). Effects of growth under different light spectra on the subsequent high light tolerance in rose plants. AoB PLANTS 10, ply052. doi: 10.1093/aobpla/ply052", "ArticleIdList": ["10.1093/aobpla/ply052", "PMC6191502", "30349659"]}, {"Citation": "Berwal M. K., Ram C. (2018). “Superoxide dismutase: a stable biochemical marker for abiotic stress tolerance in higher plants,” in Abiotic and biotic stress in plants. Ed. de Oliveira A. B. (London: IntechOpen; ). doi: 10.5772/intechopen.82079", "ArticleIdList": ["10.5772/intechopen.82079"]}, {"Citation": "Brechner M. L., Albright L. D., Weston L. A. (2011). Effects of UV-B on secondary metabolites of St. John’s wort (Hypericum perforatum L.) grown in controlled environments. Photochem. Photobiol. 87, 680–684. doi: 10.1111/j.1751-1097.2011.00904.x", "ArticleIdList": ["10.1111/j.1751-1097.2011.00904.x", "21275996"]}, {"Citation": "Bridi H., Meirelles G. C., von Poser G. L. (2018). Structural diversity and biological activities of phloroglucinol derivatives from Hypericum species. Phytochemistry 155, 203–232. doi: 10.1016/j.phytochem.2018.08.002", "ArticleIdList": ["10.1016/j.phytochem.2018.08.002", "30153613"]}, {"Citation": "Briskin D. P., Gawienowski M. C. (2001). Differential effects of light and nitrogen on production of hypericins and leaf glands in Hypericum perforatum . Plant Physiol. Bioch. 39, 1075–1081. doi: 10.1016/S0981-9428(01)01326-2", "ArticleIdList": ["10.1016/S0981-9428(01)01326-2"]}, {"Citation": "Bruňáková K., Čellárová E. (2016). “Shoot tip meristem cryopreservation of Hypericum species,” in Protocols for in vitro cultures and secondary metabolite analysis of aromatic and medicinal plants: Methods in molecular biology. Ed. Jain S. M. (New York: Humana Press; ). doi: 10.1007/978-1-4939-3332-7_3", "ArticleIdList": ["10.1007/978-1-4939-3332-7_3", "27108308"]}, {"Citation": "Bruňáková K., Čellárová E. (2017). Modulation of anthraquinones and phloroglucinols biosynthesis in Hypericum spp. by cryogenic treatment. J. Biotechnol. 251, 59–67. doi: 10.1016/j.jbiotec.2017.04.012", "ArticleIdList": ["10.1016/j.jbiotec.2017.04.012", "28414068"]}, {"Citation": "Bruňáková K., Petijová L., Zámečník J., Turečková V., Čellárová E. (2015). The role of ABA in the freezing injury avoidance in two Hypericum species differing in frost tolerance and potential to synthesise hypericins. Plant Cell Tiss. Org. 122, 45–56. doi: 10.1007/s11240-015-0748-9", "ArticleIdList": ["10.1007/s11240-015-0748-9"]}, {"Citation": "Bruňáková K., Zámečník J., Urbanová M., Čellárová E. (2011). Dehydration status of ABA-treated and cold-acclimated Hypericum perforatum L. shoot tips subjected to cryopreservation. Thermochim. Acta 525, 62–70. doi: 10.1016/j.tca.2011.07.022", "ArticleIdList": ["10.1016/j.tca.2011.07.022"]}, {"Citation": "Brunetti C., Di Ferdinando M., Fini A., Pollastri S., Tattini M. (2013). Flavonoids as antioxidants and developmental regulators: relative significance in plants and humans. Int. J. Mol. Sci. 14, 3540–3555. doi: 10.3390/ijms14023540", "ArticleIdList": ["10.3390/ijms14023540", "PMC3588057", "23434657"]}, {"Citation": "Bueno P., Varela J., Gimenez-Gallego G., Del Rio L. A. (1995). Peroxisomal copper, zinc superoxide dismutase. Characterization of the isoenzyme from watermelon cotyledons. Plant Physiol. 108, 1151–1160. doi: 10.1104/pp.108.3.1151", "ArticleIdList": ["10.1104/pp.108.3.1151", "PMC157468", "7630940"]}, {"Citation": "Bul'ková V. (2018). Physiological and biochemical status of cold-elicited in vitro systems in the genus Hypericum (Košice: Pavol Jozef Šafárik University; )."}, {"Citation": "Carrubba A., Lazzara S., Giovino A., Ruberto G., Napoli E. (2021). Content variability of bioactive secondary metabolites in Hypericum perforatum L. Phytochem. Lett. 46, 71–78. doi: 10.1016/j.phytol.2021.09.011", "ArticleIdList": ["10.1016/j.phytol.2021.09.011"]}, {"Citation": "Caverzan A., Casassola A., Brammer S. P. (2016). “Reactive oxygen species and antioxidant enzymes involved in plant tolerance to stress,” in Abiotic and biotic stress in plants. Eds. Shanker A. K., Shanker C. (London: IntechOpen; ). doi: 10.5772/61368", "ArticleIdList": ["10.5772/61368"]}, {"Citation": "Chandran A. K. N., Kim J. W., Yoo Y. H., Park H. L., Kim Y. J., Cho M. H., et al. . (2019). Transcriptome analysis of rice-seedling roots under soil–salt stress using RNA-seq method. Plant Biotechnol. Rep. 13, 567–578. doi: 10.1007/s11816-019-00550-3", "ArticleIdList": ["10.1007/s11816-019-00550-3"]}, {"Citation": "Chen Y., Jiang J., Chang Q., Gu C., Song A., Chen S., et al. . (2014). Cold acclimation induces freezing tolerance via antioxidative enzymes, proline metabolism and gene expression changes in two chrysanthemum species. Mol. Biol. Rep. 41, 815–822. doi: 10.1007/s11033-013-2921-8", "ArticleIdList": ["10.1007/s11033-013-2921-8", "24413987"]}, {"Citation": "Chung M. H., Deng T. S. (2020). Effects of circadian clock and light on melatonin concentration in Hypericum perforatum L. (St. John’s wort). Bot. Stud. 61, 23. doi: 10.1186/s40529-020-00301-6", "ArticleIdList": ["10.1186/s40529-020-00301-6", "PMC7492311", "32930904"]}, {"Citation": "Ciccarelli D., Andreucci A., Pagni A. (2001). Translucent glands and secretory canals in Hypericum perforatum L. (Hypericaceae): Morphological, anatomical and histochemical studies during the course of ontogenesis. Ann. Bot. - London 88, 637–644. doi: 10.1006/anbo.2001.1514", "ArticleIdList": ["10.1006/anbo.2001.1514"]}, {"Citation": "Çirak C., Aksoy H. M., Ayan A. K., Sağlam B., Kevseroğlu K. (2005). Enhanced hypericin production in Hypericum perforatum and Hypericum pruinatum in response to inoculation with two fungal pathogens. Plant Protect. Sci. 41, 109–114. doi: 10.17221/2725-PPS", "ArticleIdList": ["10.17221/2725-PPS"]}, {"Citation": "Çirak C., Radusiene J. (2019). Factors affecting the variation of bioactive compounds in Hypericum species. Biol. Fut. 70, 198–209. doi: 10.1556/019.70.2019.25", "ArticleIdList": ["10.1556/019.70.2019.25", "34554448"]}, {"Citation": "Çirak C., Radusiene J., Arslan B. (2008). Variation of bioactive substances in Hypericum montbretii during plant growth. Nat. Prod. Res. 22, 246–252. doi: 10.1080/14786410701642623", "ArticleIdList": ["10.1080/14786410701642623", "18266155"]}, {"Citation": "Çirak C., Radusiene J., Ivanauskas L., Jakstas V., Camaş N. (2015). Population variability of main secondary metabolites in Hypericum lydium Boiss. (Hypericaceae). Iran. J. Pharm. Res. 14, 969–978.", "ArticleIdList": ["PMC4518128", "26330888"]}, {"Citation": "Çirak C., Radusiene J., Ivanauskas L., Jakstas V., Camas N. (2014). Phenological changes in the chemical content of wild and greenhouse-grown Hypericum pruinatum: Flavonoids. Turk. J. Agric. For. 38, 362–370. doi: 10.3906/tar-1308-17", "ArticleIdList": ["10.3906/tar-1308-17"]}, {"Citation": "Çirak C., Radusiene J., Jakstas V., Ivanauskas L., Seyis F., Yayla F. (2016). Secondary metabolites of seven Hypericum species growing in Turkey. Pharm. Biol. 54, 2244–2253. doi: 10.3109/13880209.2016.1152277", "ArticleIdList": ["10.3109/13880209.2016.1152277", "26958815"]}, {"Citation": "Coste A., Pop C., Halmagyi A., Butiuc-Keul A. (2021). “Secondary metabolites in shoot cultures of Hypericum ,” in Plant cell and tissue differentiation and secondary metabolites. Reference series in phytochemistry. Eds. Ramawat K. G., Ekiert H. M., Goyal S. (Cham: Springer; ). doi: 10.1007/978-3-030-30185-9_9", "ArticleIdList": ["10.1007/978-3-030-30185-9_9"]}, {"Citation": "Coste A., Vlase L., Halmagyi A., Deliu C., Coldea G. (2011). Effects of plant growth regulators and elicitors on production of secondary metabolites in shoot cultures of Hypericum hirsutum and Hypericum maculatum . Plant Cell Tiss. Org. 106, 279–288. doi: 10.1007/s11240-011-9919-5", "ArticleIdList": ["10.1007/s11240-011-9919-5"]}, {"Citation": "Couceiro M. A., Afreen F., Zobayed S. M. A., Kozai T. (2006). Variation in concentrations of major bioactive compounds of St. John’s wort: effects of harvesting time, temperature and germplasm. Plant Sci. 170, 128–134. doi: 10.1016/j.plantsci.2005.08.011", "ArticleIdList": ["10.1016/j.plantsci.2005.08.011"]}, {"Citation": "Crockett S. L., Robson N. K. (2011). Taxonomy and chemotaxonomy of the genus Hypericum . Med. Aromat. Plant Sci. Biotechnol. 5, 1–13.", "ArticleIdList": ["PMC3364714", "22662019"]}, {"Citation": "Cui X. H., Murthy H. N., Wu C. H., Paek K. Y. (2010). Sucrose-induced osmotic stress affects biomass, metabolite, and antioxidant levels in root suspension cultures of Hypericum perforatum L. Plant Cell Tiss. Org. 103, 7–14. doi: 10.1007/s11240-010-9747-z", "ArticleIdList": ["10.1007/s11240-010-9747-z"]}, {"Citation": "Dai F., Huang Y., Zhou M., Zhang G. (2009). The influence of cold acclimation on antioxidative enzymes and antioxidants in sensitive and tolerant barley cultivars. Biol. Plant 53, 257–262. doi: 10.1007/s10535-009-0048-5", "ArticleIdList": ["10.1007/s10535-009-0048-5"]}, {"Citation": "Danova K., Nikolova-Damianova B., Denev R., Dimitrov D. (2012). Influence of vitamins on polyphenolic content, morphological development, and stress response in shoot cultures of Hypericum spp. Plant Cell Tiss. Org. 110, 383–393. doi: 10.1007/s11240-012-0159-0", "ArticleIdList": ["10.1007/s11240-012-0159-0"]}, {"Citation": "de Abreu I. N., Mazzafera P. (2005). Effect of water and temperature stress on the content of active constituents of Hypericum brasiliense Choisy. Plant Physiol. Bioch. 43, 241–248. doi: 10.1016/j.plaphy.2005.01.020", "ArticleIdList": ["10.1016/j.plaphy.2005.01.020", "15854832"]}, {"Citation": "de Abreu I. N., Porto A. L. M., Marsaioli A. J., Mazzafera P. (2004). Distribution of bioactive substances from Hypericum brasiliense during plant growth. Plant Sci. 167, 949–954. doi: 10.1016/j.plantsci.2004.06.002", "ArticleIdList": ["10.1016/j.plantsci.2004.06.002"]}, {"Citation": "DeLuna S. L., Ramírez-Garza R. E., Saldívar S. O. S. (2020). Environmentally friendly methods for flavonoid extraction from plant material: Impact of their operating conditions on yield and antioxidant properties. Sci. World J. 2020, 6792069. doi: 10.1155/2020/6792069", "ArticleIdList": ["10.1155/2020/6792069", "PMC7474796", "32908461"]}, {"Citation": "Ding Y., Shi Y., Yang S. (2019). Advances and challenges in uncovering cold tolerance regulatory mechanisms in plants. New Phytol. 222, 1690–1704. doi: 10.1111/nph.15696", "ArticleIdList": ["10.1111/nph.15696", "30664232"]}, {"Citation": "Dussarrat T., Prigent S., Latorre C., Bernillon S., Flandin A., Díaz F. P., et al. . (2022). Predictive metabolomics of multiple Atacama plant species unveils a core set of generic metabolites for extreme climate resilience. New Phytol. 234, 1614–1628. doi: 10.1111/nph.18095", "ArticleIdList": ["10.1111/nph.18095", "PMC9324839", "35288949"]}, {"Citation": "Dutta A., Sen J., Deswal R. (2013). New evidences about strictosidine synthase (Str) regulation by salinity, cold stress and nitric oxide in Catharanthus roseus . J. Plant Biochem. Biot. 22, 124–131. doi: 10.1007/s13562-012-0118-1", "ArticleIdList": ["10.1007/s13562-012-0118-1"]}, {"Citation": "Fang X., Yang C. Q., Wei Y. K., Ma Q. X., Yang L., Chen X. Y. (2011). Genomics grand for diversified plant secondary metabolites. Plant Div. Res. 33, 53–64. doi: 10.3724/SP.J.1143.2011.10233", "ArticleIdList": ["10.3724/SP.J.1143.2011.10233"]}, {"Citation": "Farnese F. S., Menezes-Silva P. E., Gusman G. S., Oliveira J. A. (2016). When bad guys become good ones: The key role of reactive oxygen species and nitric oxide in the plant responses to abiotic stress. Front. Plant Sci. 7. doi: 10.3389/fpls.2016.00471", "ArticleIdList": ["10.3389/fpls.2016.00471", "PMC4828662", "27148300"]}, {"Citation": "Ferdinando M. D., Brunetti C., Fini A., Tattini M. (2012). “Flavonoids as antioxidants in plants under abiotic stresses,” in Abiotic stress responses in plants: Metabolism, productivity and sustainability. Eds. Ahmad P., Prasad M. N. V. (New York, NY: Springer; ). doi: 10.1007/978-1-4614-0634-1_9", "ArticleIdList": ["10.1007/978-1-4614-0634-1_9"]}, {"Citation": "Fernandez O., Urrutia M., Bernillon S., Giauffret C., Tardieu F., Le Gouis J., et al. . (2016). Fortune telling: Metabolic markers of plant performance. Metabolomics 12, 158. doi: 10.1007/s11306-016-1099-1", "ArticleIdList": ["10.1007/s11306-016-1099-1", "PMC5025497", "27729832"]}, {"Citation": "Franklin G., Conceição L. F. R., Kombrink E., Dias A. C. P. (2009). Xanthone biosynthesis in Hypericum perforatum cells provides antioxidant and antimicrobial protection upon biotic stress. Phytochemistry 70, 60–68. doi: 10.1016/j.phytochem.2008.10.016", "ArticleIdList": ["10.1016/j.phytochem.2008.10.016", "19062051"]}, {"Citation": "Fürtauer L., Weiszmann J., Weckwerth W., Nägele T. (2019). Dynamics of plant metabolism during cold acclimation. Int. J. Mol. Sci. 20, 5411. doi: 10.3390/ijms20215411", "ArticleIdList": ["10.3390/ijms20215411", "PMC6862541", "31671650"]}, {"Citation": "Gadzovska S., Maury S., Delaunay A., Spasenoski M., Hagege D., Courtois D., et al. . (2013). The influence of salicylic acid elicitation of shoots, callus, and cell suspension cultures on production of naphtodianthrones and phenylpropanoids in Hypericum perforatum L. Plant Cell Tiss. Org. 113, 25–29. doi: 10.1007/s11240-012-0248-0", "ArticleIdList": ["10.1007/s11240-012-0248-0"]}, {"Citation": "Gadzovska S., Maury S., Delaunay A., Spasenoski M., Joseph C., Hagege D. (2007). Jasmonic acid elicitation of Hypericum perforatum L. cell suspensions and effect on the production of phenylpropanoids and naphtodianthrones. Plant Cell Tiss. Org. 89, 1–13. doi: 10.1007/s11240-007-9203-x", "ArticleIdList": ["10.1007/s11240-007-9203-x"]}, {"Citation": "Gadzovska-Simic S., Tusevski O., Antevski S., Atanasova-Pancevska N., Petreska J., Stefova M., et al. . (2012). Secondary metabolite production in Hypericum perforatum L. cell suspensions upon elicitation with fungal mycelia from Aspergillus flavus . Arch. Biol. Sci. 64, 113–121. doi: 10.2298/ABS1201113G", "ArticleIdList": ["10.2298/ABS1201113G"]}, {"Citation": "Gadzovska-Simic S., Tusevski O., Maury S., Delaunay A., Joseph C., Hagège D. (2014). Effects of polysaccharide elicitors on secondary metabolite production and antioxidant response in Hypericum perforatum L. shoot cultures Sci. World J. 2014, 609649. doi: 10.1155/2014/609649", "ArticleIdList": ["10.1155/2014/609649", "PMC4276679", "25574489"]}, {"Citation": "Gadzovska-Simic S., Tusevski O., Maury S., Delaunay A., Lainé E., Joseph C., et al. . (2015. a). Polysaccharide elicitors enhance phenylpropanoid and naphtodianthrone production in cell suspension cultures of Hypericum perforatum . Plant Cell Tiss. Org. 122, 649–663. doi: 10.1007/s11240-015-0798-z", "ArticleIdList": ["10.1007/s11240-015-0798-z"]}, {"Citation": "Gadzovska-Simic S., Tusevski O., Maury S., Hano C., Delaunay A., Chabbert B., et al. . (2015. b). Fungal elicitor-mediated enhancement in phenylpropanoid and naphtodianthrone contents of Hypericum perforatum L. cell cultures. Plant Cell Tiss. Org. 122, 213–226. doi: 10.1007/s11240-015-0762-y", "ArticleIdList": ["10.1007/s11240-015-0762-y"]}, {"Citation": "Gago J., Fernie A. R., Nikoloski Z., Tohge T., Martorell S., Escalona J. M., et al. . (2017). Integrative field scale phenotyping for investigating metabolic components of water stress within a vineyard. Plant Methods 13, 90. doi: 10.1186/s13007-017-0241-z", "ArticleIdList": ["10.1186/s13007-017-0241-z", "PMC5663058", "29093742"]}, {"Citation": "Galano A., Reiter R. J. (2018). Melatonin and its metabolites vs oxidative stress: From individual actions to collective protection. J. Pin. Res. 65, e12514. doi: 10.1111/jpi.12514", "ArticleIdList": ["10.1111/jpi.12514", "29888508"]}, {"Citation": "Gao J., Liu Z. L., Zhao W., Tomlinson K. W., Xia S. W., Zeng Q. Y., et al. . (2021). Combined genotype and phenotype analyses reveal patterns of genomic adaptation to local environments in the subtropical oak Quercus acutissima . J. Syst. Evol. 59, 541–556. doi: 10.1111/jse.12568", "ArticleIdList": ["10.1111/jse.12568"]}, {"Citation": "Georgieva K., Mihailova G., Gigova L., Dagnon S., Simova-Stoilova L., Velitchkova M. (2021). The role of antioxidant defense in freezing tolerance of resurrection plant Haberlea rhodopensis . Physiol. Mol. Biol. Pla. 27, 1119–1133. doi: 10.1007/s12298-021-00998-0", "ArticleIdList": ["10.1007/s12298-021-00998-0", "PMC8140058", "34108826"]}, {"Citation": "Georgieva E., Petrova D., Yordanova Z., Kapchina-Toteva V., Čellárová E., Chaneva G. (2014). Influence of cryopreservation on the antioxidative activity of in vitro cultivated Hypericum species. Biotechnol. Biotec. Eq. 28, 863–870. doi: 10.1080/13102818.2014.946805", "ArticleIdList": ["10.1080/13102818.2014.946805", "PMC4686917", "26740777"]}, {"Citation": "Germ M., Stibilj V., Kreft S., Gaberščik A., Kreft I. (2010). Flavonoid, tannin and hypericin concentrations in the leaves of St. John’s wort (Hypericum perforatum L.) are affected by UV-B radiation levels. Food Chem. 122, 471–474. doi: 10.1016/j.foodchem.2010.03.008", "ArticleIdList": ["10.1016/j.foodchem.2010.03.008"]}, {"Citation": "Gill T., Sreenivasulu Y., Kumar S., Ahuja P. S. (2010). Over-expression of superoxide dismutase exhibits lignifications of vascular structures in Arabidopsis thaliana . J. Plant Physiol. 167, 757–760. doi: 10.1016/j.jplph.2009.12.004", "ArticleIdList": ["10.1016/j.jplph.2009.12.004", "20138686"]}, {"Citation": "Gray D. E., Pallardy S. G., Garrett H. E., Rottinghaus G. E. (2003). Effect of acute drought stress and time of harvest on phytochemistry and dry weight of St. John’s wort leaves and flowers. Planta Med. 69, 1024–1030. doi: 10.1055/s-2003-45150", "ArticleIdList": ["10.1055/s-2003-45150", "14735441"]}, {"Citation": "Guo X., Liu D., Chong K. (2018). Cold signaling in plants: Insights into mechanisms and regulation. J. Integr. Plant Biol. 60, 745–756. doi: 10.1111/jipb.12706", "ArticleIdList": ["10.1111/jipb.12706", "30094919"]}, {"Citation": "Gusta L. V., Wisniewski M. (2013). Understanding plant cold hardiness: An opinion. Physiol. Plantarum. 147, 4–14. doi: 10.1111/j.1399-3054.2012.01611.x", "ArticleIdList": ["10.1111/j.1399-3054.2012.01611.x", "22409670"]}, {"Citation": "Hall R. D., D'Auria J. C., Silva Ferreira A. C., Gibon Y., Kruszka D., Mishra P., et al. . (2022). High-throughput plant phenotyping: A role for metabolomics? Trends Plant Sci. 27, 549–563. doi: 10.1016/j.tplants.2022.02.001", "ArticleIdList": ["10.1016/j.tplants.2022.02.001", "35248492"]}, {"Citation": "Han Q. H., Huang B., Ding C. B., Zhang Z. W., Chen Y. E., Hu C., et al. . (2017). Effects of melatonin on anti-oxidative systems and photosystem II in cold-stressed rice seedlings. Front. Plant Sci. 8. doi: 10.3389/fpls.2017.00785", "ArticleIdList": ["10.3389/fpls.2017.00785", "PMC5425610", "28553310"]}, {"Citation": "Hasanuzzaman M., Bhuyan M., Zulfiqar F., Raza A., Mohsin S. M., Mahmud J. A., et al. . (2020). Reactive oxygen species and antioxidant defense in plants under abiotic stress: Revisiting the crucial role of a universal defense regulator. Antioxidants (Basel). 9, 681. doi: 10.3390/antiox9080681", "ArticleIdList": ["10.3390/antiox9080681", "PMC7465626", "32751256"]}, {"Citation": "Henzelyová J., Čellárová E. (2018). Modulation of naphthodianthrone biosynthesis in hairy root-derived Hypericum tomentosum regenerants. Acta Physiol. Plant 40, 82. doi: 10.1007/s11738-018-2664-1", "ArticleIdList": ["10.1007/s11738-018-2664-1"]}, {"Citation": "Hoermiller I. I., Funck D., Schönewolf L., May H., Heyer A. G. (2022). Cytosolic proline is required for basal freezing tolerance in Arabidopsis . Plant Cell Environ. 45, 147–155. doi: 10.1111/pce.14196", "ArticleIdList": ["10.1111/pce.14196", "34605046"]}, {"Citation": "Hoermiller I. I., Ruschhaupt M., Heyer A. G. (2018). Mechanisms of frost resistance in Arabidopsis thaliana . Planta 248, 827–835. doi: 10.1007/s00425-018-2939-1", "ArticleIdList": ["10.1007/s00425-018-2939-1", "29936546"]}, {"Citation": "Isah T. (2019). Stress and defense responses in plant secondary metabolites production. Biol. Res. 52, 39. doi: 10.1186/s40659-019-0246-3", "ArticleIdList": ["10.1186/s40659-019-0246-3", "PMC6661828", "31358053"]}, {"Citation": "Isshiki R., Galis I., Tanakamaru S. (2014). Farinose flavonoids are associated with high freezing tolerance in fairy primrose (Primula malacoides) plants. J. Integr. Plant Biol. 56, 181–188. doi: 10.1111/jipb.12145", "ArticleIdList": ["10.1111/jipb.12145", "24325406"]}, {"Citation": "Jafarirad S., Kosari-Nasab M., Mohammadpour Tavana R., Mahjouri S., Ebadollahi R. (2021). Impacts of manganese bio-based nanocomposites on phytochemical classification, growth and physiological responses of Hypericum perforatum L. shoot cultures. Ecotox. Environ. Safe 209, 111841. doi: 10.1016/j.ecoenv.2020.111841", "ArticleIdList": ["10.1016/j.ecoenv.2020.111841", "33387772"]}, {"Citation": "Jan R., Asaf S., Numan M., Lubna L., Kim K.-M. (2021. a). Plant secondary metabolite biosynthesis and transcriptional regulation in response to biotic and abiotic stress conditions. Agronomy 11, 968. doi: 10.3390/agronomy11050968", "ArticleIdList": ["10.3390/agronomy11050968"]}, {"Citation": "Jan R., Kim N., Lee S. H., Khan M. A., Asaf S., Lubna L., et al. . (2021. b). Enhanced flavonoid accumulation reduces combined salt and heat stress through regulation of transcriptional and hormonal mechanisms. Front. Plant Sci. 12. doi: 10.3389/fpls.2021.796956", "ArticleIdList": ["10.3389/fpls.2021.796956", "PMC8724123", "34992623"]}, {"Citation": "Karakas O., Toker Z., Tilkat E., Ozen H. C., Onay A. (2009). Effects of different concentrations of benzylaminopurine on shoot regeneration and hypericin content in Hypericum triquetrifolium Turra. Nat. Prod. Res. 23, 1459–1465. doi: 10.1080/14786410701664528", "ArticleIdList": ["10.1080/14786410701664528", "18985513"]}, {"Citation": "Karim M. F., Johnson G. N. (2021). Acclimation of photosynthesis to changes in the environment results in decrease of oxidative stress in Arabidopsis thaliana . Front. Plant Sci. 12. doi: 10.3389/fpls.2021.683986", "ArticleIdList": ["10.3389/fpls.2021.683986", "PMC8495028", "34630448"]}, {"Citation": "Kerchev P. I., Van Breusegem F. (2022). Improving oxidative stress resilience in plants. Plant J. 109, 359–372. doi: 10.1111/tpj.15493", "ArticleIdList": ["10.1111/tpj.15493", "34519111"]}, {"Citation": "Khaleghi A., Naderi R., Brunetti C., Maserti B. E., Salami S. A., Babalar M. (2019). Morphological, physiochemical and antioxidant responses of Maclura pomifera to drought stress. Sci. Rep. 9, 19250. doi: 10.1038/s41598-019-55889-y", "ArticleIdList": ["10.1038/s41598-019-55889-y", "PMC6917715", "31848429"]}, {"Citation": "Khan A., Numan M., Khan A. L., Lee I. J., Imran M., Asaf S., et al. . (2020). Melatonin: Awakening the defense mechanisms during plant oxidative stress. Plants 9, 407. doi: 10.3390/plants9040407", "ArticleIdList": ["10.3390/plants9040407", "PMC7238205", "32218185"]}, {"Citation": "Kimáková K., Kimáková A., Idkowiak J., Stobiecki M., Rodziewicz P., Marczak Ł., et al. . (2018). Phenotyping the genus Hypericum by secondary metabolite profiling: emodin vs. skyrin, two possible key intermediates in hypericin biosynthesis. Anal. Bioanal. Chem. 410, 7689–7699. doi: 10.1007/s00216-018-1384-0", "ArticleIdList": ["10.1007/s00216-018-1384-0", "PMC6244766", "30291388"]}, {"Citation": "Kirakosyan A., Hayashi H., Inoue K., Charchoglyan A., Vardapetyan H. (2000). Stimulation of the production of hypericins by mannan in Hypericum perforatum shoot cultures. Phytochemistry 53, 345–348. doi: 10.1016/s0031-9422(99)00496-3", "ArticleIdList": ["10.1016/s0031-9422(99)00496-3", "10703055"]}, {"Citation": "Kirakosyan A., Kaufman P., Warber S., Zick S., Aaronson K., Bolling S., et al. . (2004). Applied environmental stresses to enhance the levels of polyphenolics in leaves of hawthorn plants. Physiol. Plantarum. 121, 182–186. doi: 10.1111/j.1399-3054.2004.00332.x", "ArticleIdList": ["10.1111/j.1399-3054.2004.00332.x", "15153184"]}, {"Citation": "Kleemann B., Loos B., Scriba T. J., Lang D., Davids L. M. (2014). St. John’s wort (Hypericum perforatum L.) photomedicine: Hypericin-photodynamic therapy induces metastatic melanoma cell death. PloS One 9, e103762. doi: 10.1371/journal.pone.0103762", "ArticleIdList": ["10.1371/journal.pone.0103762", "PMC4116257", "25076130"]}, {"Citation": "Koch K. G., Chapman K., Louis J., Heng-Moss T., Sarath G. (2016). Plant tolerance: A unique approach to control hemipteran pests. Front. Plant Sci. 7. doi: 10.3389/fpls.2016.01363", "ArticleIdList": ["10.3389/fpls.2016.01363", "PMC5020058", "27679643"]}, {"Citation": "Körner C. (2016). Plant adaptation to cold climates. F1000Res 5, 2769. doi: 10.12688/f1000research.9107.1", "ArticleIdList": ["10.12688/f1000research.9107.1", "PMC5130066", "27990251"]}, {"Citation": "Korn M., Peterek S., Mock H. P., Heyer A. G., Hincha D. K. (2008). Heterosis in the freezing tolerance, and sugar and flavonoid contents of crosses between Arabidopsis thaliana accessions of widely varying freezing tolerance. Plant Cell Environ. 31, 813–827. doi: 10.1111/j.1365-3040.2008.01800.x", "ArticleIdList": ["10.1111/j.1365-3040.2008.01800.x", "PMC2440548", "18284584"]}, {"Citation": "Kosakivska I. V. (2008). Biomarkers of plants with different types of ecological strategies. Gen. Appl. Plant Physiol. 34, 113–126."}, {"Citation": "Kucharíková A., Kimáková K., Janfelt C., Čellárová E. (2016). Interspecific variation in localization of hypericins and phloroglucinols in the genus Hypericum as revealed by desorption electrospray ionization mass spectrometry imaging. Physiol. Plantarum 157, 2–12. doi: 10.1111/ppl.12422", "ArticleIdList": ["10.1111/ppl.12422", "26822391"]}, {"Citation": "Kumari A., Bhinda M. S., Sharma S., Chitara M. K., Debnath A., Maharana C., et al. . (2021). “ROS regulation mechanism for mitigation of abiotic stress in plants,” in Reactive oxygen species. Ed. Ahmad R. (London: IntechOpen; ). doi: 10.5772/intechopen.99845", "ArticleIdList": ["10.5772/intechopen.99845"]}, {"Citation": "Kusari S., Sezgin S., Nigutová K., Čellárová E., Spiteller M. (2015). Spatial chemo-profiling of hypericin and related phytochemicals in Hypericum species using MALDI-HRMS imaging. Anal. Bioanal. Chem. 407, 4779–4791. doi: 10.1007/s00216-015-8682-6", "ArticleIdList": ["10.1007/s00216-015-8682-6", "25912460"]}, {"Citation": "Latowski D., Szymańska R., Strzalka K. (2014). “Carotenoids involved in antioxidant system of chloroplasts,” in Oxidative damage to plants: Antioxidant networks and signaling. Ed. Ahmad P. (Amsterdam: Elsevier; ). doi: 10.1016/B978-0-12-799963-0.00009-5", "ArticleIdList": ["10.1016/B978-0-12-799963-0.00009-5"]}, {"Citation": "Lazzara S., Militello M., Carrubba A., Napoli E., Saia S. (2017). Arbuscular mycorrhizal fungi altered the hypericin, pseudohypericin, and hyperforin content in flowers of Hypericum perforatum grown under contrasting P availability in a highly organic substrate. Mycorrhiza 27, 345–354. doi: 10.1007/s00572-016-0756-6", "ArticleIdList": ["10.1007/s00572-016-0756-6", "27999964"]}, {"Citation": "Lee H. Y., Byeon Y., Back K. (2014). Melatonin as a signal molecule triggering defense responses against pathogen attack in Arabidopsis and tobacco. J. Pin. Res. 57, 262–268. doi: 10.1111/jpi.12165", "ArticleIdList": ["10.1111/jpi.12165", "25099383"]}, {"Citation": "Li Y., Kong D., Fu Y., Sussman M. R., Wu H. (2020). The effect of developmental and environmental factors on secondary metabolites in medicinal plants. Plant Physiol. Bioch. 148, 80–89. doi: 10.1016/j.plaphy.2020.01.006", "ArticleIdList": ["10.1016/j.plaphy.2020.01.006", "31951944"]}, {"Citation": "Liu X. N., Zhang X. Q., Sun J. S. (2007). Effects of cytokinins and elicitors on the production of hypericins and hyperforin metabololites in Hypericum sampsonii and Hypericum perforatum . Plant Growth Regul. 53, 207–214."}, {"Citation": "Lu Y., Chen Q., Bu Y., Luo R., Hao S., Zhang J., et al. . (2017). Flavonoid accumulation plays an important role in the rust resistance of Malus plant leaves. Front. Plant Sci. 8. doi: 10.3389/fpls.2017.01286", "ArticleIdList": ["10.3389/fpls.2017.01286", "PMC5514348", "28769974"]}, {"Citation": "Lukatkin A. S., Brazaityte A., Bobinas C., Duchovskis P. (2012). Chilling injury in chilling-sensitive plants: A review. Zemdirbyste-Agriculture 99, 111–124."}, {"Citation": "Makarova K., Sajkowska-Kozielewicz J. J., Zawada K., Olchowik-Grabarek E., Ciach M. A., Gogolewski K., et al. . (2021). Harvest time affects antioxidant capacity, total polyphenol and flavonoid content of polish St. John’s wort’s (Hypericum perforatum L.) flowers. Sci. Rep. 11, 3989. doi: 10.1038/s41598-021-83409-4", "ArticleIdList": ["10.1038/s41598-021-83409-4", "PMC7889936", "33597594"]}, {"Citation": "Manchester L. C., Coto-Montes A., Boga J. A., Andersen L. P., Zhou Z., Galano A., et al. . (2015). Melatonin: An ancient molecule that makes oxygen metabolically tolerable. J. Pin. Res. 59, 403–419. doi: 10.1111/jpi.12267", "ArticleIdList": ["10.1111/jpi.12267", "26272235"]}, {"Citation": "Mañero F. J. G., Algar E., Gómez M. S. M., Sierra M. D. S., Solano B. R. (2012). Elicitation of secondary metabolism in Hypericum perforatum by rhizosphere bacteria and derived elicitors in seedlings and shoot cultures. Pharm. Biol. 50, 1–9. doi: 10.3109/13880209.2012.664150", "ArticleIdList": ["10.3109/13880209.2012.664150", "22900596"]}, {"Citation": "Ma N., Zhang J., Reiter R. J., Ma X. (2020). Melatonin mediates mucosal immune cells, microbial metabolism, and rhythm crosstalk: A therapeutic target to reduce intestinal inflammation. Med. Res. Rev. 40, 606–632. doi: 10.1002/med.21628", "ArticleIdList": ["10.1002/med.21628", "31420885"]}, {"Citation": "Meirelles G., Pinhatti A. V., Sosa-Gomez D., Rosa L. M. G., Rech S. B., von Poser G. L. (2013). Influence of fungal elicitation with Nomuraea rileyi (Farlow) Samson in the metabolism of acclimatized plants of Hypericum polyanthemum Klotzsech ex Reichardt (Guttiferae). Plant Cell Tiss. Org. 112, 379–385. doi: 10.1007/s11240-012-0234-6", "ArticleIdList": ["10.1007/s11240-012-0234-6"]}, {"Citation": "Mhamdi A., Queval G., Chaouch S., Vanderauwera S., Van Breusegem F., Noctor G. (2010). Catalase function in plants: a focus on Arabidopsis mutants as stress-mimic models. J. Exp. Bot. 61, 4197–4220. doi: 10.1093/jxb/erq282", "ArticleIdList": ["10.1093/jxb/erq282", "20876333"]}, {"Citation": "Miller G., Suzuki N., Ciftci-Yilmaz S., Mittler R. (2010). Reactive oxygen species homeostasis and signalling during drought and salinity stresses. Plant Cell Environ. 33, 453–467. doi: 10.1111/j.1365-3040.2009.02041.x", "ArticleIdList": ["10.1111/j.1365-3040.2009.02041.x", "19712065"]}, {"Citation": "Miller G., Suzuki N., Rizhsky L., Hegie A., Koussevitzky S., Mittler R. (2007). Double mutants deficient in cytosolic and thylakoid ascorbate peroxidase reveal a complex mode of interaction between reactive oxygen species, plant development, and response to abiotic stresses. Plant Physiol. 144, 1777–1785. doi: 10.1104/pp.107.101436", "ArticleIdList": ["10.1104/pp.107.101436", "PMC1949877", "17556505"]}, {"Citation": "Mittler R., Blumwald E. (2015). The roles of ROS and ABA in systemic acquired acclimation. Plant Cell 27, 64–70. doi: 10.1105/tpc.114.133090", "ArticleIdList": ["10.1105/tpc.114.133090", "PMC4330577", "25604442"]}, {"Citation": "Murch S. J., Saxena P. K. (2006). A melatonin-rich germplasm line of St. John’s wort (Hypericum perforatum L.). J. Pin. Res. 41, 284–287. doi: 10.1111/j.1600-079X.2006.00367.x", "ArticleIdList": ["10.1111/j.1600-079X.2006.00367.x", "16948791"]}, {"Citation": "Nabati J., Hasanfard A., Nezami A., Ahmadi-Lahijani M. J., Rezazadeh E. B. (2021). Gas exchange variables as promising criteria for screening freezing-tolerant faba bean (Vicia faba L.) landraces at early growth stages. Legume Science 3, e72. doi: 10.1002/leg3.72", "ArticleIdList": ["10.1002/leg3.72"]}, {"Citation": "Nabavi S. M., Šamec D., Tomczyk M., Milella L., Russo D., Habtemariam S., et al. . (2020). Flavonoid biosynthetic pathways in plants: versatile targets for metabolic engineering. Biotechnol. Adv. 38, 107316. doi: 10.1016/j.biotechadv.2018.11.005", "ArticleIdList": ["10.1016/j.biotechadv.2018.11.005", "30458225"]}, {"Citation": "Nadarajah K. K. (2020). ROS homeostasis in abiotic stress tolerance in plants. Int. J. Mol. Sci. 21, 5208. doi: 10.3390/ijms21155208", "ArticleIdList": ["10.3390/ijms21155208", "PMC7432042", "32717820"]}, {"Citation": "Nägele T., Heyer A. G. (2013). Approximating subcellular organisation of carbohydrate metabolism during cold acclimation in different natural accessions of Arabidopsis thaliana . New Phytol. 198, 777–787. doi: 10.1111/nph.12201", "ArticleIdList": ["10.1111/nph.12201", "23488986"]}, {"Citation": "Namli S., Işıkalan C., Akbaş F., Toker Z., Tilkat E. A. (2014). Effects of UV-B radiation on total phenolic, flavonoid and hypericin contents in Hypericum retusum Aucher grown under in vitro conditions. Nat. Prod. Res. 28, 2286–2292. doi: 10.1080/14786419.2014.940588", "ArticleIdList": ["10.1080/14786419.2014.940588", "25142873"]}, {"Citation": "Nguyen H. C., Lin K. H., Ho S. L., Chiang C. M., Yang C. M. (2018). Enhancing the abiotic stress tolerance of plants: From chemical treatment to biotechnological approaches. Physiol. Plantarum 164, 452–466. doi: 10.1111/ppl.12812", "ArticleIdList": ["10.1111/ppl.12812", "30054915"]}, {"Citation": "Nishimura T., Zobayed S. M. A., Kozai T., Goto E. (2007). Medicinally important secondary metabolites and growth of Hypericum perforatum L. plants as affected by light quality and intensity. Environ. Control Biol. 45, 113–120. doi: 10.2525/ecb.45.113", "ArticleIdList": ["10.2525/ecb.45.113"]}, {"Citation": "Nogueira T. M. J., Marcelo-Curto A., Figueiredo C., Barroso J. G., Pedro L. G., Rubiolo P., et al. . (2008). Chemotaxonomy of Hypericum genus from Portugal, geographical distribution and essential oils composition of Hypericum perfoliatum, Hypericum humifusum, Hypericum linarifolium and Hypericum pulchrum . Biochem. Syst. Ecol. 36, 40–50. doi: 10.1016/j.bse.2007.07.004", "ArticleIdList": ["10.1016/j.bse.2007.07.004"]}, {"Citation": "Nürk N. M., Madriñán S., Carine M. A., Chase M. W., Blattner F. R. (2013). Molecular phylogenetics and morphological evolution of St. John’s wort (Hypericum; Hypericaceae). Mol. Phylogenet. Evol. 66, 1–16. doi: 10.1016/j.ympev.2012.08.022", "ArticleIdList": ["10.1016/j.ympev.2012.08.022", "23058779"]}, {"Citation": "Oberschelp G., Guarnaschelli A. B., Teson N., Harrand L., Podestá F. E., Margarit E. (2020). Cold acclimation and freezing tolerance in three Eucalyptus species: a metabolomic and proteomic approach. Plant Physiol. Bioch. 154, 316–327. doi: 10.1016/j.plaphy.2020.05.026", "ArticleIdList": ["10.1016/j.plaphy.2020.05.026", "32593088"]}, {"Citation": "Odabas M. S., Camas N., Çirak C., Radusiene J., Janulis V., Ivanauskas L. (2010). The quantitative effects of temperature and light intensity on phenolics accumulation in St. John’s wort (Hypericum perforatum). Nat. Prod. Commun. 5, 535–540.", "ArticleIdList": ["20433067"]}, {"Citation": "Odabas M. S., Radusiene J., Camas N., Janulis V., Ivanauskas L., Çirak C. (2009). The quantitative effects of temperature and light intensity on hyperforin and hypericins accumulation in Hypericum perforatum L. J. Med. Plants Res. 3, 519–525.", "ArticleIdList": ["20433067"]}, {"Citation": "Pagán I., García-Arenal F. (2018). Tolerance to plant pathogens: Theory and experimental evidence. Int. J. Mol. Sci. 19, 810. doi: 10.3390/ijms19030810", "ArticleIdList": ["10.3390/ijms19030810", "PMC5877671", "29534493"]}, {"Citation": "Panche A. N., Diwan A. D., Chandra S. R. (2016). Flavonoids: An overview. J. Nutr. Sci. 5, e47. doi: 10.1017/jns.2016.41", "ArticleIdList": ["10.1017/jns.2016.41", "PMC5465813", "28620474"]}, {"Citation": "Pang Z., Chen J., Wang T., Gao C., Li Z., Guo L., et al. . (2021). Linking plant secondary metabolites and plant microbiomes: A review. Front. Plant Sci. 12. doi: 10.3389/fpls.2021.621276", "ArticleIdList": ["10.3389/fpls.2021.621276", "PMC7961088", "33737943"]}, {"Citation": "Pan X., Guan L., Lei K., Li J., Zhang X. (2022). Transcriptional and physiological data revealed cold tolerance in a photo-thermosensitive genic male sterile line Yu17S. BMC Plant Biol. 22, 44. doi: 10.1186/s12870-022-03437-8", "ArticleIdList": ["10.1186/s12870-022-03437-8", "PMC8781465", "35062884"]}, {"Citation": "Pavlík M., Vacek J., Klejdus B., Kubáň V. (2007). Hypericin and hyperforin production in St. John’s wort in vitro culture: Influence of saccharose, polyethylene glycol, methyl jasmonate, and Agrobacterium tumefaciens . J. Agr. Food Chem. 55, 6147–6153. doi: 10.1021/jf070245w", "ArticleIdList": ["10.1021/jf070245w", "17608493"]}, {"Citation": "Petijová L., Bruňáková K., Zámečník J., Zubrická D., Mišianiková A., Kimáková K., et al. . (2014). Relation between frost tolerance and post-cryogenic recovery in Hypericum spp. Cryoletters 35, 171–179.", "ArticleIdList": ["24997834"]}, {"Citation": "Petrussa E., Braidot E., Zancani M., Peresson C., Bertolini A., Patui S., et al. . (2013). Plant flavonoids–biosynthesis, transport and involvement in stress responses. Int. J. Mol. Sci. 14, 14950–14973. doi: 10.3390/ijms140714950", "ArticleIdList": ["10.3390/ijms140714950", "PMC3742282", "23867610"]}, {"Citation": "Porzel A., Farag M. A., Mülbradt J., Wessjohann L. A. (2014). Metabolite profiling and fingerprinting of Hypericum species: A comparison of MS and NMR metabolomics. Metabolomics 10, 574–588. doi: 10.1007/s11306-013-0609-7", "ArticleIdList": ["10.1007/s11306-013-0609-7"]}, {"Citation": "Puijalon S., Bouma T. J., Douady C. J., van Groenendael J., Anten N., Martel E., et al. . (2011). Plant resistance to mechanical stress: evidence of an avoidance-tolerance trade-off. New Phytol. 191, 1141–1149. doi: 10.1111/j.1469-8137.2011.03763.x", "ArticleIdList": ["10.1111/j.1469-8137.2011.03763.x", "21585390"]}, {"Citation": "Qari S. H., Hassan M. U., Chattha M. U., Mahmood A., Naqve M., Nawaz M., et al. . (2022). Melatonin induced cold tolerance in plants: Physiological and molecular responses. Front. Plant Sci. 13. doi: 10.3389/fpls.2022.843071", "ArticleIdList": ["10.3389/fpls.2022.843071", "PMC8967244", "35371159"]}, {"Citation": "Rahnavard A., Daneshian J., Heravan E., Valadabadi S., Golein B. (2012). Investigation of the most important secondary metabolites of St. John’s wort (Hypericum perforatum L.) in Caspian climate. J. Food Agric. Environ. 10, 375–381."}, {"Citation": "Revuru B., Bálintová M., Henzelyová J., Čellárová E., Kusari S. (2020). MALDI-HRMS imaging maps the localization of skyrin, the precursor of hypericin, and pathway intermediates in leaves of Hypericum species. Molecules (Basel). 25, 3964. doi: 10.3390/molecules25173964", "ArticleIdList": ["10.3390/molecules25173964", "PMC7504759", "32878122"]}, {"Citation": "Rizzo P., Altschmied L., Stark P., Rutten T., Gündel A., Scharfenberg S., et al. . (2019). Discovery of key regulators of dark gland development and hypericin biosynthesis in St. John’s wort (Hypericum perforatum). Plant Biotechnol. J. 17, 2299–2312. doi: 10.1111/pbi.13141", "ArticleIdList": ["10.1111/pbi.13141", "PMC6835128", "31037808"]}, {"Citation": "Robson N. K. B. (1985). “Studies in the genus Hypericum L. (Guttiferae). 3. sections 1. Campylosporus to 6a. Umbraculoides ,” in Bulletin of the British museum, vol. 12. (London: British Museum - Natural history; ), 163–325."}, {"Citation": "Robson N. K. B. (1996). “Studies in the genus Hypericum L. (Guttiferae) 6. sections 20. Myriandra to 28. Elodes ,” in Bulletin of the natural history museum, vol. 26. (London: The Natural History Museum; ), 75–217."}, {"Citation": "Robson N. K. B. (2001). “Studies in the genus Hypericum L. (Guttiferae). 4(1). sections 7. Roscyna to 9. Hypericum sensu lato (part 1),” in Bulletin of the natural history museum, vol. 31. (London: The Natural History Museum; ), 37–88."}, {"Citation": "Robson N. K. B. (2002). “Studies in the genus Hypericum L. (Guttiferae). 4(2). section 9. Hypericum sensu lato (part 2): subsection 1. Hypericum series 1. Hypericum ,” in Bulletin of the natural history museum, vol. 32. (London: The Natural History Museum; ), 61–123."}, {"Citation": "Robson N. K. B. (2006). Studies in the genus Hypericum L. (Clusiaceae). section 9. Hypericum sensu lato (part 3): subsection 1. Hypericum series 2. Senanensia, subsection 2. Erecta and section 9b. Graveolentia . Syst. Biodivers. 4, 19–98. doi: 10.1017/S1477200005001842", "ArticleIdList": ["10.1017/S1477200005001842"]}, {"Citation": "Robson N. K. B. (2010). Studies in the genus Hypericum L. (Hypericaceae) 5(1). sections 10. Olympia to 15/16. Crossophyllum . Phytotaxa 4, 5–126. doi: 10.11646/phytotaxa.4.1.2", "ArticleIdList": ["10.11646/phytotaxa.4.1.2"]}, {"Citation": "Sachdev S., Ansari S. A., Ansari M. I., Fujita M., Hasanuzzaman M. (2021). Abiotic stress and reactive oxygen species: Generation, signaling, and defense mechanisms. Antioxidants (Basel). 10, 277. doi: 10.3390/antiox10020277", "ArticleIdList": ["10.3390/antiox10020277", "PMC7916865", "33670123"]}, {"Citation": "Saed-Moucheshi A., Sohrabi F., Fasihfar E., Baniasadi F., Riasat M., Mozafari A. A. (2021). Superoxide dismutase (SOD) as a selection criterion for triticale grain yield under drought stress: a comprehensive study on genomics and expression profiling, bioinformatics, heritability, and phenotypic variability. BMC Plant Biol. 21, 148. doi: 10.1186/s12870-021-02919-5", "ArticleIdList": ["10.1186/s12870-021-02919-5", "PMC7986280", "33752615"]}, {"Citation": "Saffariha M., Jahani A., Jahani R., Latif S. (2021). Prediction of hypericin content in Hypericum perforatum L. in different ecological habitat using artificial neural networks. Plant Methods 17, 10. doi: 10.1186/s13007-021-00710-z", "ArticleIdList": ["10.1186/s13007-021-00710-z", "PMC7836460", "33499873"]}, {"Citation": "Sahoo R., Kumar S., Ahuja P. S. (2001). Induction of a new isozyme superoxide dismutase at low temperature in Potentilla astrisanguinea Lodd. variety argyrophylla (Wall.ex. Lehm) Griers. J. Plant Physiol. 158, 1093–1097. doi: 10.1078/0176-1617-00224", "ArticleIdList": ["10.1078/0176-1617-00224"]}, {"Citation": "Schenke D., Utami H. P., Zhou Z., Gallegos M. T., Cai D. (2019). Suppression of UV-B stress induced flavonoids by biotic stress: Is there reciprocal crosstalk? Plant Physiol. Bioch. 134, 53–63. doi: 10.1016/j.plaphy.2018.06.026", "ArticleIdList": ["10.1016/j.plaphy.2018.06.026", "30558728"]}, {"Citation": "Schulz E., Tohge T., Winkler J. B., Albert A., Schoffner A. R., Fernie A. R., et al. . (2021). Natural variation among Arabidopsis accessions in the regulation of flavonoid metabolism and stress gene expression by combined UV radiation and cold. Plant Cell Physiol. 62, 502–514. doi: 10.1093/pcp/pcab013", "ArticleIdList": ["10.1093/pcp/pcab013", "PMC8286136", "33544865"]}, {"Citation": "Schulz E., Tohge T., Zuther E., Fernie A. R., Hincha D. K. (2015). Natural variation in flavonol and anthocyanin metabolism during cold acclimation in Arabidopsis thaliana accessions. Plant Cell Environ. 38, 1658–1672. doi: 10.1111/pce.12518", "ArticleIdList": ["10.1111/pce.12518", "25689473"]}, {"Citation": "Schulz E., Tohge T., Zuther E., Fernie A. R., Hincha D. K. (2016). Flavonoids are determinants of freezing tolerance and cold acclimation in Arabidopsis thaliana . Sci. Rep. 6, 34027. doi: 10.1038/srep34027", "ArticleIdList": ["10.1038/srep34027", "PMC5034326", "27658445"]}, {"Citation": "Sen Raychaudhuri S., Deng X. W. (2000). The role of superoxide dismutase in combating oxidative stress in higher plants. Bot. Rev. 66, 89–98. doi: 10.1007/BF02857783", "ArticleIdList": ["10.1007/BF02857783"]}, {"Citation": "Sewelam N., Kazan K., Schenk P. M. (2016). Global plant stress signaling: Reactive oxygen species at the cross-road. Front. Plant Sci. 7, 187. doi: 10.3389/fpls.2016.00187", "ArticleIdList": ["10.3389/fpls.2016.00187", "PMC4763064", "26941757"]}, {"Citation": "Sewelam N., Oshima Y., Mitsuda N., Ohme-Takagi M. (2014). A step towards understanding plant responses to multiple environmental stresses: a genome-wide study. Plant Cell Environ. 37, 2024–2035. doi: 10.1111/pce.12274", "ArticleIdList": ["10.1111/pce.12274", "24417440"]}, {"Citation": "Shah A., Smith D. L. (2020). Flavonoids in agriculture: Chemistry and roles in, biotic and abiotic stress responses, and microbial associations. Agronomy 10, 1209. doi: 10.3390/agronomy10081209", "ArticleIdList": ["10.3390/agronomy10081209"]}, {"Citation": "Sharafi E., Nekoei S. M., Fotokian M. H., Davoodi D., Mirzaei H. H., Hasanloo T. (2013). Improvement of hypericin and hyperforin production using zinc and iron nano-oxides as elicitors in cell suspension culture of St john's wort (Hypericum perforatum L.). JMPB 2, 177–184."}, {"Citation": "Sharma P., Jha A. B., Dubey R. S., Pessarakli M. (2012). Reactive oxygen species, oxidative damage, and antioxidative defense mechanism in plants under stressful conditions. J. Bot. 2012, 217037. doi: 10.1155/2012/217037", "ArticleIdList": ["10.1155/2012/217037"]}, {"Citation": "Singh R. K., Hou W., Marslin G., Dias A., C. P., Franklin G. (2014). Lignin and flavonoid content increases in Hypericum perforatum cell wall after Agrobacterium tumefaciens co-cultivation. Planta Med. 80, P1M22. doi: 10.1055/s-0034-1394589", "ArticleIdList": ["10.1055/s-0034-1394589"]}, {"Citation": "Sirvent T. M., Gibson D. (2002). Induction of hypericins and hyperforin in Hypericum perforatum L. in response to biotic and chemical elicitors. Physiol. Mol. Plant P. 60, 311–320. doi: 10.1006/pmpp.2002.0410", "ArticleIdList": ["10.1006/pmpp.2002.0410"]}, {"Citation": "Sirvent T. M., Krasnoff S. B., Gibson D. M. (2003). Induction of hypericins and hyperforins in Hypericum perforatum in response to damage by herbivores. J. Chem. Ecol. 29, 2667–2681. doi: 10.1023/b:joec.0000008011.77213.64", "ArticleIdList": ["10.1023/b:joec.0000008011.77213.64", "14969354"]}, {"Citation": "Skyba M., Petijová L., Košuth J., Koleva D. P., Ganeva T. G., Kapchina-Toteva V. M., et al. . (2012). Oxidative stress and antioxidant response in Hypericum perforatum L. plants subjected to low temperature treatment. J. Plant Physiol. 169, 955–964. doi: 10.1016/j.jplph.2012.02.017", "ArticleIdList": ["10.1016/j.jplph.2012.02.017", "22575055"]}, {"Citation": "Skyba M., Urbanová M., Kapchina-Toteva V., Košuth J., Harding K., Čellárová E. (2010). Physiological, biochemical and molecular characteristics of cryopreserved Hypericum perforatum L. shoot tips. Cryo Letters 31, 249–260.", "ArticleIdList": ["20919454"]}, {"Citation": "Soliman W. S., Sugiyama S., Abbas A. M. (2018). Contribution of avoidance and tolerance strategies towards salinity stress resistance in eight C3 turfgrass species. Hortic. Environ. Biote. 59, 29–36. doi: 10.1007/s13580-018-0004-4", "ArticleIdList": ["10.1007/s13580-018-0004-4"]}, {"Citation": "Soltabayeva A., Ongaltay A., Omondi J. O., Srivastava S. (2021). Morphological, physiological and molecular markers for salt-stressed plants. Plants (Basel). 10, 243. doi: 10.3390/plants10020243", "ArticleIdList": ["10.3390/plants10020243", "PMC7912532", "33513682"]}, {"Citation": "Sooriamuthu S., Varghese R. J., Bayyapureddy A., John S. S. T., Narayanan R. (2013). Light-induced production of antidepressant compounds in etiolated shoot cultures of Hypericum hookerianum Wight & Arn. (Hypericaceae). Plant Cell Tiss. Org. 115, 169–178. doi: 10.1007/s11240-013-0350-y", "ArticleIdList": ["10.1007/s11240-013-0350-y"]}, {"Citation": "Southwell I. A., Bourke C. A. (2001). Seasonal variation in hypericin content of Hypericum perforatum L. (St. John’s Wort). Phytochemistry 56, 437–441. doi: 10.1016/s0031-9422(00)00411-8", "ArticleIdList": ["10.1016/s0031-9422(00)00411-8", "11261576"]}, {"Citation": "Soydam Aydin S., Büyük I., Aras S. (2013). Relationships among lipid peroxidation, SOD enzyme activity, and SOD gene expression profile in Lycopersicum esculentum L. exposed to cold stress. Genet. Mol. Res. 12, 3220–3229. doi: 10.4238/2013.August.29.6", "ArticleIdList": ["10.4238/2013.August.29.6", "24065665"]}, {"Citation": "Squeo F. A., Rada F., Azocar A., Goldstein G. (1991). Freezing tolerance and avoidance in high tropical Andean plants: Is it equally represented in species with different plant height? Oecologia 86, 378–382. doi: 10.1007/BF00317604", "ArticleIdList": ["10.1007/BF00317604", "28312924"]}, {"Citation": "Stazi M., Negro S., Megighian A., D'Este G., Solimena M., Jockers R., et al. . (2021). Melatonin promotes regeneration of injured motor axons via MT1 receptors. J. Pineal Res. 70, e12695. doi: 10.1111/jpi.12695", "ArticleIdList": ["10.1111/jpi.12695", "PMC7757164", "32939783"]}, {"Citation": "Stoyanova-Koleva D., Stefanova M., Ganeva T. S., Čellárová E. (2015). Structural modifications in the mesophyll associated with cryopreservation of seven Hypericum species. Biol. Plantarum. 59, 514–520. doi: 10.1007/s10535-015-0528-8", "ArticleIdList": ["10.1007/s10535-015-0528-8"]}, {"Citation": "Sung D. Y., Kaplan F., Lee K. J., Guy C. L. (2003). Acquired tolerance to temperature extremes. Trends Plant Sci. 8, 179–187. doi: 10.1016/S1360-1385(03)00047-5", "ArticleIdList": ["10.1016/S1360-1385(03)00047-5", "12711230"]}, {"Citation": "Swiderski A., Muras P., Koloczek H. (2004). Flavonoid composition in frost-resistant Rhododendron cultivars grown in Poland. Sci. Hortic-Amsterdam. 100, 139–151. doi: 10.1016/j.scienta.2003.08.013", "ArticleIdList": ["10.1016/j.scienta.2003.08.013"]}, {"Citation": "Sytar O., Kotta K., Valasiadis D., Kosyan A., Brestic M., Koidou V., et al. . (2021). The effects of photosensitizing dyes fagopyrin and hypericin on planktonic growth and multicellular life in budding yeast. Molecules (Basel). 26, 4708. doi: 10.3390/molecules26164708", "ArticleIdList": ["10.3390/molecules26164708", "PMC8398373", "34443298"]}, {"Citation": "Szymański J., Bocobza S., Panda S., Sonawane P., Cárdenas P. D., Lashbrooke J., et al. . (2020). Analysis of wild tomato introgression lines elucidates the genetic basis of transcriptome and metabolome variation underlying fruit traits and pathogen response. Nat. Genet. 52, 1111–1121. doi: 10.1038/s41588-020-0690-6", "ArticleIdList": ["10.1038/s41588-020-0690-6", "32989321"]}, {"Citation": "Tattini M., Galardi C., Pinelli P., Massai R., Remorini D., Agati G. (2004). Differential accumulation of flavonoids and hydroxycinnamates in leaves of Ligustrum vulgare under excess light and drought stress. New Phytol. 163, 547–561. doi: 10.1111/j.1469-8137.2004.01126.x", "ArticleIdList": ["10.1111/j.1469-8137.2004.01126.x", "33873733"]}, {"Citation": "Theodossiou T. A., Olsen C. E., Jonsson M., Kubin A., Hothersall J. S., Berg K. (2017). The diverse roles of glutathione-associated cell resistance against hypericin photodynamic therapy. Redox Biol. 12, 191–197. doi: 10.1016/j.redox.2017.02.018", "ArticleIdList": ["10.1016/j.redox.2017.02.018", "PMC5333531", "28254657"]}, {"Citation": "Thomashow M. F. (1999). Plant cold acclimation: Freezing tolerance genes and regulatory mechanisms. Annu. Rev. Plant Biol. 50, 571–599. doi: 10.1146/annurev.arplant.50.1.571", "ArticleIdList": ["10.1146/annurev.arplant.50.1.571", "15012220"]}, {"Citation": "Tusevski O., Stanoeva J. P., Stefova M., Gadzovska-Simic S. (2015). Agrobacterium enhances xanthone production in Hypericum perforatum cell suspensions. Plant Growth Regul. 76, 199–210. doi: 10.1007/s10725-014-9989-6", "ArticleIdList": ["10.1007/s10725-014-9989-6"]}, {"Citation": "Tusevski O., Vinterhalter B., Krstić Milošević D., Soković M., Ćirić A., Vinterhalter D., et al. . (2017). Production of phenolic compounds, antioxidant and antimicrobial activities in hairy root and shoot cultures of Hypericum perforatum L. Plant Cell Tiss. Org. 128, 589–605. doi: 10.1007/s11240-016-1136-9", "ArticleIdList": ["10.1007/s11240-016-1136-9"]}, {"Citation": "Uarrota V. G., Stefen D. L. V., Leolato L. S., Gindri D. M., Nerling D. (2018). “Revisiting carotenoids and their role in plant stress responses: from biosynthesis to plant signaling mechanisms during stress,” in Antioxidants and antioxidant enzymes in higher plants. Eds. Gupta D., Palma J., Corpas F. (Cham: Springer; ), 207–232. doi: 10.1007/978-3-319-75088-0_10", "ArticleIdList": ["10.1007/978-3-319-75088-0_10"]}, {"Citation": "Valizadeh R., Toorchi M., Mogadam M., Mohammadi H., Pessarakli M. (2017). Effects of freeze and cold stress on certain physiological and biochemical traits in sensitive and tolerant barley (Hordeum vulgare) genotypes. J. Plant Nutr. 41, 102–111. doi: 10.1080/01904167.2017.1381730", "ArticleIdList": ["10.1080/01904167.2017.1381730"]}, {"Citation": "van Buer J., Cvetkovic J., Baier M. (2016). Cold regulation of plastid ascorbate peroxidases serves as a priming hub controlling ROS signaling in Arabidopsis thaliana . BMC Plant Biol. 16, 163. doi: 10.1186/s12870-016-0856-7", "ArticleIdList": ["10.1186/s12870-016-0856-7", "PMC4955218", "27439459"]}, {"Citation": "Vanderauwera S., Suzuki N., Miller G., van de Cotte B., Morsa S., Ravanat J. L., et al. . (2011). Extranuclear protection of chromosomal DNA from oxidative stress. PNAS 108, 1711–1716. doi: 10.1073/pnas.1018359108", "ArticleIdList": ["10.1073/pnas.1018359108", "PMC3029710", "21220338"]}, {"Citation": "Verbruggen N., Hermans C. (2008). Proline accumulation in plants: a review. Amino Acids 35, 753–759. doi: 10.1007/s00726-008-0061-6", "ArticleIdList": ["10.1007/s00726-008-0061-6", "18379856"]}, {"Citation": "Wang Y., Jiang Y., Zou M., Liu J., Zhao H., Wang Y. (2022). Antidepressant actions of melatonin and melatonin receptor agonist: Focus on pathophysiology and treatment. Behav. Brain Res. 420, 113724. doi: 10.1016/j.bbr.2021.113724", "ArticleIdList": ["10.1016/j.bbr.2021.113724", "34929236"]}, {"Citation": "Wang J., Qian J., Yao L., Lu Y. (2015). Enhanced production of flavonoids by methyl jasmonate elicitation in cell suspension culture of Hypericum perforatum . Bioresour. Bioprocess 2, 5. doi: 10.1186/s40643-014-0033-5", "ArticleIdList": ["10.1186/s40643-014-0033-5"]}, {"Citation": "Wasternack C., Strnad M. (2019). Jasmonates are signals in the biosynthesis of secondary metabolites – pathways, transcription factors and applied aspects – a brief review. New Biotechnol. 48, 1–11. doi: 10.1016/j.nbt.2017.09.007", "ArticleIdList": ["10.1016/j.nbt.2017.09.007", "29017819"]}, {"Citation": "Wei Y., Chen H., Wang L., Zhao Q., Wang D., Zhang T. (2022). Cold acclimation alleviates cold stress-induced PSII inhibition and oxidative damage in tobacco leaves. Plant Signal. Behav. 17, 2013638. doi: 10.1080/15592324.2021.2013638", "ArticleIdList": ["10.1080/15592324.2021.2013638", "PMC8920150", "34964430"]}, {"Citation": "Wise R. R., Naylor A. W. (1987). Chilling-enhanced photooxidation: The peroxidative destruction of lipids during chilling injury to photosynthesis and ultrastructure. Plant Physiol. 83, 272–277. doi: 10.1104/pp.83.2.272", "ArticleIdList": ["10.1104/pp.83.2.272", "PMC1056347", "16665235"]}, {"Citation": "Xu Y., Fu X. (2022). Reprogramming of plant central metabolism in response to abiotic stresses: A metabolomics view. Int. J. Mol. Sci. 23, 5716. doi: 10.3390/ijms23105716", "ArticleIdList": ["10.3390/ijms23105716", "PMC9143615", "35628526"]}, {"Citation": "Xu L., Zhang M., Zhang X., Han L. (2015). Cold acclimation treatment–induced changes in abscisic acid, cytokinin, and antioxidant metabolism in zoysiagrass (Zoysia japonica). Hort Sci. 50, 1075–1080. doi: 10.21273/HORTSCI.50.7.1075", "ArticleIdList": ["10.21273/HORTSCI.50.7.1075"]}, {"Citation": "Yadav A. K., Carroll A. J., Estavillo G. M., Rebetzke G. J., Pogson B. J. (2019). Wheat drought tolerance in the field is predicted by amino acid responses to glasshouse-imposed drought. J. Exp. Bot. 70, 4931–4948. doi: 10.1093/jxb/erz224", "ArticleIdList": ["10.1093/jxb/erz224", "PMC6760313", "31189018"]}, {"Citation": "Yamaner O., Erdag B. (2013). Effects of sucrose and polyethylene glycol on hypericins content in Hypericum adenotrichum . Eurasia J. Biosci. 7, 101–110. doi: 10.5053/ejobios.2013.7.0.12", "ArticleIdList": ["10.5053/ejobios.2013.7.0.12"]}, {"Citation": "Yang X., Cushman J. C., Borland A. M., Liu Q. (2020). Editorial: Systems biology and synthetic biology in relation to drought tolerance or avoidance in plants. Front. Plant Sci. 11. doi: 10.3389/fpls.2020.00394", "ArticleIdList": ["10.3389/fpls.2020.00394", "PMC7161431", "32328077"]}, {"Citation": "Yang L., Wen K. S., Ruan X., Zhao Y. X., Wei F., Wang Q. (2018). Response of plant secondary metabolites to environmental factors. Molecules (Basel). 23, 762. doi: 10.3390/molecules23040762", "ArticleIdList": ["10.3390/molecules23040762", "PMC6017249", "29584636"]}, {"Citation": "Yang Z., Wu Y., Li Y., Ling H. Q., Chu C. (2009). OsMT1a, a type 1 metallothionein, plays the pivotal role in zinc homeostasis and drought tolerance in rice. Plant Mol. Biol. 70, 219–229. doi: 10.1007/s11103-009-9466-1", "ArticleIdList": ["10.1007/s11103-009-9466-1", "19229638"]}, {"Citation": "Yao Y., Kang T., Jin L., Liu Z., Zhang Z., Xing H., et al. . (2019). Temperature-dependent growth and hypericin biosynthesis in Hypericum perforatum . Plant Physiol. Bioch. 139, 613–619. doi: 10.1016/j.plaphy.2019.04.012", "ArticleIdList": ["10.1016/j.plaphy.2019.04.012", "31030029"]}, {"Citation": "Yin L., Wang S., Eltayeb A. E., Uddin M. I., Yamamoto Y., Tsuji W., et al. . (2010). Overexpression of dehydroascorbate reductase, but not monodehydroascorbate reductase, confers tolerance to aluminum stress in transgenic tobacco. Planta 231, 609–621. doi: 10.1007/s00425-009-1075-3", "ArticleIdList": ["10.1007/s00425-009-1075-3", "19960204"]}, {"Citation": "You J., Chan Z. (2015). ROS regulation during abiotic stress responses in crop plants. Front. Plant Sci. 6. doi: 10.3389/fpls.2015.01092", "ArticleIdList": ["10.3389/fpls.2015.01092", "PMC4672674", "26697045"]}, {"Citation": "Zambounis A., Sytar O., Valasiadis D., Hilioti Z. (2020). Effect of photosensitisers on growth and morphology of Phytophthora citrophthora coupled with leaf bioassays in pear seedlings. Plant Protect. Sci. 56, 74–82. doi: 10.17221/102/2019-pps", "ArticleIdList": ["10.17221/102/2019-pps"]}, {"Citation": "Zandalinas S. I., Fichman Y., Devireddy A. R., Sengupta S., Azad R. K., Mittler R. (2020). Systemic signaling during abiotic stress combination in plants. PNAS 117, 13810–13820. doi: 10.1073/pnas.2005077117", "ArticleIdList": ["10.1073/pnas.2005077117", "PMC7306788", "32471943"]}, {"Citation": "Zdunić G., Gođevac D., Savikin K., Petrovic S. (2017). Comparative analysis of phenolic compounds in seven Hypericum species and their antioxidant properties. Nat. Prod. Commun. 12, 1805–1811. doi: 10.1177/1934578X1701201140", "ArticleIdList": ["10.1177/1934578X1701201140"]}, {"Citation": "Zhang Q., Zhai J., Shao L., Lin W., Peng C. (2019). Accumulation of anthocyanins: an adaptation strategy of Mikania micrantha to low temperature in winter. Front. Plant Sci. 10. doi: 10.3389/fpls.2019.01049", "ArticleIdList": ["10.3389/fpls.2019.01049", "PMC6726734", "31555311"]}, {"Citation": "Zhen Y., Ungerer M. C. (2008). Clinal variation in freezing tolerance among natural accessions of Arabidopsis thaliana . New Phytol. 177, 419–427. doi: 10.1111/j.1469-8137.2007.02262.x", "ArticleIdList": ["10.1111/j.1469-8137.2007.02262.x", "17995917"]}, {"Citation": "Zhou W., Yang S., Zhang Q., Xiao R., Li B., Wang D., et al. . (2021). Functional characterization of serotonin n-acetyltransferase genes (SNAT1/2) in melatonin biosynthesis of Hypericum perforatum . Front. Plant Sci. 12. doi: 10.3389/fpls.2021.781717", "ArticleIdList": ["10.3389/fpls.2021.781717", "PMC8688956", "34950170"]}, {"Citation": "Zisapel N. (2018). New perspectives on the role of melatonin in human sleep, circadian rhythms and their regulation. Brit. J. Pharmacol. 175, 3190–3199. doi: 10.1111/bph.14116", "ArticleIdList": ["10.1111/bph.14116", "PMC6057895", "29318587"]}, {"Citation": "Zobayed S. M. A., Afreen F., Goto E., Kozai T. (2006). Plant-environment interactions: Accumulation of hypericin in dark glands of Hypericum perforatum . Ann. Bot. 98, 793–804. doi: 10.1093/aob/mcl169", "ArticleIdList": ["10.1093/aob/mcl169", "PMC2806163", "16891333"]}, {"Citation": "Zobayed S. M. A., Afreen F., Kozai T. (2005). Temperature stress can alter the photosynthetic efficiency and secondary metabolite concentrations in St. John’s wort. Plant Physiol. Bioch. 43, 977–984. doi: 10.1016/j.plaphy.2005.07.013", "ArticleIdList": ["10.1016/j.plaphy.2005.07.013", "16310362"]}, {"Citation": "Zobayed S. M. A., Murch S. J., Rupasinge H. P. V., Saxena P. K. (2003). Elevated carbon supply altered hypericin and hyperforin contents of St. John’s wort (Hypericum perforatum) grown in bioreactors. Plant Cell Tiss. Org. 75, 143–149. doi: 10.1023/A:1025053427371", "ArticleIdList": ["10.1023/A:1025053427371"]}, {"Citation": "Zubek S., Mielcarek S., Turnau K. (2012). Hypericin and pseudohypericin concentrations of a valuable medicinal plant Hypericum perforatum L. are enhanced by arbuscular mycorrhizal fungi. Mycorrhiza 22, 149–156. doi: 10.1007/s00572-011-0391-1", "ArticleIdList": ["10.1007/s00572-011-0391-1", "PMC3261393", "21626142"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "9", "Day": "12"}, {"Year": "2022", "Month": "10", "Day": "24"}, {"Year": "2022", "Month": "12", "Day": "19", "Hour": "3", "Minute": "51"}, {"Year": "2022", "Month": "12", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "20", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["36531362", "PMC9748567", "10.3389/fpls.2022.1042375"]}}], "PubmedBookArticle": []}