{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antioxidant and antibacterial activities", "Beetroot leaves", "Chemometric approaches", "Foodborne bacterial pathogen inactivation", "Mixture design", "Phytochemical contents"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36530596", "DateRevised": {"Year": "2024", "Month": "02", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "12", "Day": "13"}], "Language": ["eng"], "ELocationID": ["10.1007/s13399-022-03645-0"], "Journal": {"ISSN": "2190-6815", "JournalIssue": {"PubDate": {"Year": "2022", "Month": "Dec", "Day": "13"}}, "Title": "Biomass conversion and biorefinery", "ISOAbbreviation": "Biomass Convers Biorefin"}, "ArticleTitle": "Multiobjective response and chemometric approaches to enhance the phytochemicals and biological activities of beetroot leaves: an unexploited organic waste.", "Pagination": {"StartPage": "1", "EndPage": "15", "MedlinePgn": "1-15"}, "Abstract": {"AbstractText": ["Research on medicinal plants is developing each day due to inborn phytochemicals, which can encourage the progress of novel drugs. Most plant-based phytochemicals have valuable effects on well-being. Among them, beetroot leaves (BL) are known for their therapeutic properties. Here, three solvents, namely, acetonitrile, ethanol, and water, and their combinations were developed for BL extraction and simultaneous assessment of phytochemical compounds and antioxidant and antifoodborne pathogen bacteria activities. By using the augmented simplex-centroid mixture design, 40.40% acetonitrile diluted in water at 38.74% and ethanol at 20.86% favored the recovery of 49.28 mg GAE/mL (total phenolic content (TPC)) and 0.314 mg QE/mL (total flavonoid content (TFC)), respectively. Acetonitrile diluted in water at 50% guarantees the best antioxidant activity, whereas the optimal predicted mixture for the highest antibacterial activity matches 24.58, 50.17, and 25.25% of acetonitrile, ethanol, and water, respectively. These extraction conditions ensured inhibition of <i>Staphylococcus aureus</i>, <i>Salmonella enterica</i>, and <i>Escherichia coli</i>, respectively, at 0.402, 0.497, and 0.207 mg/mL. Under optimized conditions, at three concentrations of BL, minimal inhibitory concentration (MIC), 2 × MIC, and 4 × MIC, a linear model was employed to investigate the inhibition behavior against the three tested bacteria. The early logarithmic growth phase of these bacteria illustrated the bactericidal effect of optimized extracted BL with a logarithmic growth phase inferior to 6 h. Therefore, BL extract at 4 × MIC, which corresponds to 1.608, 1.988, and 0.828 mg/mL, was more efficient against <i>S. aureus</i>, <i>S. enterica</i>, and <i>E. coli.</i>"], "CopyrightInformation": "© The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature 2022, Springer Nature or its licensor (e.g. a society or other partner) holds exclusive rights to this article under a publishing agreement with the author(s) or other rightsholder(s); author self-archiving of the accepted manuscript version of this article is solely governed by the terms of such publishing agreement and applicable law."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412124.0", "0000 0001 2323 5644"], "Affiliation": "Laboratory of Microbial Biotechnology and Engineering Enzymes (LMBEE), Center of Biotechnology of Sfax (CBS), University of Sfax, Road of Sidi Mansour Km 6, P.O. Box 1177, 3018 Sfax, Tunisia."}], "LastName": "Chaari", "ForeName": "Moufida", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412124.0", "0000 0001 2323 5644"], "Affiliation": "Laboratory of Microbial Biotechnology and Engineering Enzymes (LMBEE), Center of Biotechnology of Sfax (CBS), University of Sfax, Road of Sidi Mansour Km 6, P.O. Box 1177, 3018 Sfax, Tunisia."}], "LastName": "Elhadef", "ForeName": "Khaoula", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412124.0", "0000 0001 2323 5644"], "Affiliation": "Laboratory of Microbial Biotechnology and Engineering Enzymes (LMBEE), Center of Biotechnology of Sfax (CBS), University of Sfax, Road of Sidi Mansour Km 6, P.O. Box 1177, 3018 Sfax, Tunisia."}], "LastName": "Akermi", "ForeName": "Sarra", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412124.0", "0000 0001 2323 5644"], "Affiliation": "Laboratory of Enzymatic Engineering and Microbiology, Algae Biotechnology Unit, Biological Engineering Department, National School of Engineers of Sfax, University of Sfax, 3038 Sfax, Tunisia."}], "LastName": "Hlima", "ForeName": "Hajer Ben", "Initials": "HB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412124.0", "0000 0001 2323 5644"], "Affiliation": "Laboratory of Microbial Biotechnology and Engineering Enzymes (LMBEE), Center of Biotechnology of Sfax (CBS), University of Sfax, Road of Sidi Mansour Km 6, P.O. Box 1177, 3018 Sfax, Tunisia."}], "LastName": "Fourati", "ForeName": "Mariam", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412124.0", "0000 0001 2323 5644"], "Affiliation": "Laboratory of Microbial Biotechnology and Engineering Enzymes (LMBEE), Center of Biotechnology of Sfax (CBS), University of Sfax, Road of Sidi Mansour Km 6, P.O. Box 1177, 3018 Sfax, Tunisia."}], "LastName": "Chakchouk Mtibaa", "ForeName": "Ahlem", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.505920.b"], "Affiliation": "Department of Food Technology, Malda Polytechnic, West Bengal State Council of Technical Education, Govt. of West Bengal, Malda, 732102 West Bengal India."}], "LastName": "Sarkar", "ForeName": "Tanmay", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.446163.2", "0000 0000 9194 3477"], "Affiliation": "Department of Scientific Research, Russian State Agrarian University-Moscow Timiryazev Agricultural Academy, Moscow, 127550 Russia."}, {"Identifier": ["grid.496798.d"], "Affiliation": "Department of Scientific Research, K.G. Razumovsky Moscow State University of Technologies and Management (The First Cossack University), 109004 Moscow, Russia."}], "LastName": "Shariati", "ForeName": "Mohammed Ali", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.446163.2", "0000 0000 9194 3477"], "Affiliation": "Department of Scientific Research, Russian State Agrarian University-Moscow Timiryazev Agricultural Academy, Moscow, 127550 Russia."}, {"Identifier": ["grid.496798.d"], "Affiliation": "Department of Scientific Research, K.G. Razumovsky Moscow State University of Technologies and Management (The First Cossack University), 109004 Moscow, Russia."}, {"Identifier": ["grid.465377.4", "0000 0004 5940 5280"], "Affiliation": "Department of Scientific Research, V. M. Gorbatov Federal Research Center for Food Systems, Moscow, 109316 Russia."}], "LastName": "Rebezov", "ForeName": "Maksim", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.508082.7", "0000 0004 1755 4106"], "Affiliation": "Chemistry Department, Istituto Zooprofilattico Sperimentale Della Puglia E Della, Foggia, Italy."}], "LastName": "D'Amore", "ForeName": "Teresa", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412124.0", "0000 0001 2323 5644"], "Affiliation": "Laboratory of Microbial Biotechnology and Engineering Enzymes (LMBEE), Center of Biotechnology of Sfax (CBS), University of Sfax, Road of Sidi Mansour Km 6, P.O. Box 1177, 3018 Sfax, Tunisia."}], "LastName": "Mellouli", "ForeName": "Lotfi", "Initials": "L"}, {"Identifier": ["0000-0002-8839-7377"], "AffiliationInfo": [{"Identifier": ["grid.412124.0", "0000 0001 2323 5644"], "Affiliation": "Laboratory of Microbial Biotechnology and Engineering Enzymes (LMBEE), Center of Biotechnology of Sfax (CBS), University of Sfax, Road of Sidi Mansour Km 6, P.O. Box 1177, 3018 Sfax, Tunisia."}], "LastName": "Smaoui", "ForeName": "Slim", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Biomass Convers Biorefin", "NlmUniqueID": "101698202", "ISSNLinking": "2190-6815"}, "CoiStatement": "Conflict of interestThe authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Beegum PPS, Pandiselvam R, Ramesh SV, et al (2022) A critical appraisal on the antimicrobial, oral protective, and anti-diabetic functions of coconut and its derivatives. Qual Assur Saf Crops Foods 14:86–100. 10.15586/qas.v14i2.1040"}, {"Citation": "Wani SA, Naik H, Wagay J, et al (2022) Mentha: A review on its bioactive compounds and potential health benefits. Qual Assur Saf Crops Foods 14:154–168. 10.15586/qas.v14i4.1129"}, {"Citation": "Xie F, Wang H, Cao Q, et al (2022) The effects of Oldenlandia diffusa water extract on glucose metabolism and inflammation level in rats with streptozotocin-induced gestational diabetes mellitus. Qual Assur Saf Crops Foods 14:24–30. 10.15586/qas.v14i1.970"}, {"Citation": "Castro-Muñoz R, Díaz-Montes E, Gontarek-Castro E, et al. A comprehensive review on current and emerging technologies toward the valorization of bio-based wastes and by products from foods. Compr Rev Food Sci Food Saf. 2022;21:46–105. doi: 10.1111/1541-4337.12894.", "ArticleIdList": ["10.1111/1541-4337.12894", "34957673"]}, {"Citation": "Calatayud-Sáez FM (2022) The traditional Mediterranean diet is effective in the prevention and treatment of acute and recurrent inflammatory diseases of childhood. aei 50:93–95. 10.15586/aei.v50i2.565", "ArticleIdList": ["35257551"]}, {"Citation": "Prabhu S, Rajasekar M. Identification of colour pigments in root vegetables - carrot (Daucus carota) and beetroot (Beta vulgaris) by foldscope. Int j sci eng res. 2019;10:4."}, {"Citation": "Nobari H, Saedmocheshi S, Johnson K, et al. A brief overview of the effects of exercise and red beets on the immune system in patients with prostate cancer. Sustainability. 2022;14:6492. doi: 10.3390/su14116492.", "ArticleIdList": ["10.3390/su14116492"]}, {"Citation": "Amirpoor A, Zavar R, Amerizadeh A, et al. Effect of beetroot consumption on serum lipid profile: a systematic review and meta-analysis. Curr Probl Cardiol. 2022;47:100887. doi: 10.1016/j.cpcardiol.2021.100887.", "ArticleIdList": ["10.1016/j.cpcardiol.2021.100887", "34154819"]}, {"Citation": "Nade VS, Kawale LA, Zambre SS, Kapure AB. Neuroprotective potential of Beta vulgaris L. in Parkinson’s disease. Indian J Pharmacol. 2015;47:403–408. doi: 10.4103/0253-7613.161263.", "ArticleIdList": ["10.4103/0253-7613.161263", "PMC4527062", "26288473"]}, {"Citation": "dos S. Baião D, da Silva DVT, Paschoalin VMF, Beetroot, a remarkable vegetable: its nitrate and phytochemical contents can be adjusted in novel formulations to benefit health and support cardiovascular disease therapies. Antioxidants. 2020;9:960. doi: 10.3390/antiox9100960.", "ArticleIdList": ["10.3390/antiox9100960", "PMC7600128", "33049969"]}, {"Citation": "Akyüz A, Ersus S (2021) Optimization of enzyme assisted extraction of protein from the sugar beet (Beta vulgaris L.) leaves for alternative plant protein concentrate production. Food Chemistry 335:127673. 10.1016/j.foodchem.2020.127673", "ArticleIdList": ["32745844"]}, {"Citation": "Asadi SZ, Khan MA. The effect of beetroot (Beta vulgaris L.) leaves powder on nutritional, textural, sensorial and antioxidant properties of cookies. J Culin Sci Technol. 2021;19:424–438. doi: 10.1080/15428052.2020.1787285.", "ArticleIdList": ["10.1080/15428052.2020.1787285"]}, {"Citation": "Goyeneche R, Di Scala K, Ramirez CL, Fanovich MA. Recovery of bioactive compounds from beetroot leaves by supercritical CO2 extraction as a promising bioresource. J Supercrit Fluids. 2020;155:104658. doi: 10.1016/j.supflu.2019.104658.", "ArticleIdList": ["10.1016/j.supflu.2019.104658"]}, {"Citation": "Gawlik-Dziki U, Dziki L, Anisiewicz J, et al. Leaves of white beetroot as a new source of antioxidant and anti-inflammatory compounds. Plants. 2020;9:944. doi: 10.3390/plants9080944.", "ArticleIdList": ["10.3390/plants9080944", "PMC7464984", "32722637"]}, {"Citation": "Silva LGS, Morelli AP, Pavan ICB, et al. Protective effects of beet ( Beta vulgaris ) leaves extract against oxidative stress in endothelial cells in vitro. Phytother Res. 2020;34:1385–1396. doi: 10.1002/ptr.6612.", "ArticleIdList": ["10.1002/ptr.6612", "31989717"]}, {"Citation": "Abd El-Ghffar EA, Hegazi NM, Saad HH, et al. HPLC-ESI- MS/MS analysis of beet (Beta vulgaris) leaves and its beneficial properties in type 1 diabetic rats. Biomed Pharmacother. 2019;120:109541. doi: 10.1016/j.biopha.2019.109541.", "ArticleIdList": ["10.1016/j.biopha.2019.109541", "31629949"]}, {"Citation": "Gholamalipour Alamdari E, Taleghani A (2022) New bioactive compounds characterized by liquid chromatography–mass spectrometry and gas chromatography–mass spectrometry in hydro-methanol and petroleum ether extracts of Prosopis farcta (Banks & Sol.) J. F. Macbr weed. J Mass Spectrom 57:. 10.1002/jms.4884", "ArticleIdList": ["36128672"]}, {"Citation": "Lorizola IM, Furlan CPB, Portovedo M, et al (2018) Beet stalks and leaves (Beta vulgaris L.) protect against high-fat diet-induced oxidative damage in the liver in mice. Nutrients 10:872. 10.3390/nu10070872", "ArticleIdList": ["PMC6073334", "29976910"]}, {"Citation": "Biondo PBF, Boeing JS, Barizão ÉO, et al. Evaluation of beetroot (Beta vulgaris L.) leaves during its developmental stages: a chemical composition study. Food Sci Technol. 2014;34:94–101. doi: 10.1590/S0101-20612014005000007.", "ArticleIdList": ["10.1590/S0101-20612014005000007"]}, {"Citation": "de Oliveira SPA, do Nascimento HMA, Sampaio KB, de Souza EL, A review on bioactive compounds of beet ( Beta vulgaris L. subsp. vulgaris ) with special emphasis on their beneficial effects on gut microbiota and gastrointestinal health. Crit Rev Food Sci Nutr. 2021;61:2022–2033. doi: 10.1080/10408398.2020.1768510.", "ArticleIdList": ["10.1080/10408398.2020.1768510", "32449379"]}, {"Citation": "Hikmawanti NPE, Dwita LP, Wisnunanda DW, Farista F. The effect of different extracts of beetroots as antioxidant and anti-anaemia on phenylhydrazine-induced rats. Eur Pharm J. 2021;68:1–7. doi: 10.2478/afpuc-2020-0014.", "ArticleIdList": ["10.2478/afpuc-2020-0014"]}, {"Citation": "Grispoldi L, Karama M, Armani A, et al. Staphylococcus aureus enterotoxin in food of animal origin and staphylococcal food poisoning risk assessment from farm to table. Ital J Anim Sci. 2021;20:677–690. doi: 10.1080/1828051X.2020.1871428.", "ArticleIdList": ["10.1080/1828051X.2020.1871428"]}, {"Citation": "Monte DF, Lincopan N, Berman H, et al. Genomic features of high-priority Salmonella enterica serovars circulating in the food production chain, Brazil, 2000–2016. Sci Rep. 2019;9:11058. doi: 10.1038/s41598-019-45838-0.", "ArticleIdList": ["10.1038/s41598-019-45838-0", "PMC6667439", "31363103"]}, {"Citation": "Punia Bangar S, Sharma N, Bhardwaj A, Phimolsiripol Y (2022) Lactic acid bacteria: a bio-green preservative against mycotoxins for food safety and shelf-life extension. Qual Assur Saf Crops Foods 14:13–31. 10.15586/qas.v14i2.1014"}, {"Citation": "Adnan Md, Oh KK, Azad MOK, et al (2020) Kenaf (Hibiscus cannabinus L.) leaves and seed as a potential source of the bioactive compounds: effects of various extraction solvents on biological properties. Life 10:223. 10.3390/life10100223", "ArticleIdList": ["PMC7601236", "32998223"]}, {"Citation": "Aboulghazi A, Bakour M, Fadil M, Lyoussi B. Simultaneous optimization of extraction yield, phenolic compounds and antioxidant activity of Moroccan propolis extracts: improvement of ultrasound-assisted technique using response surface methodology. Processes. 2022;10:297. doi: 10.3390/pr10020297.", "ArticleIdList": ["10.3390/pr10020297"]}, {"Citation": "Xu H-R, Zhang Y-Q, Wang S, et al (2022) Optimization of functional compounds extraction from Ginkgo biloba seeds using response surface methodology. Qual Assur Saf Crops Foods 14:102–112. 10.15586/qas.v14i1.1033"}, {"Citation": "Alcântara MA, de Lima Brito Polari I, de Albuquerque Meireles BRL, , et al. Effect of the solvent composition on the profile of phenolic compounds extracted from chia seeds. Food Chem. 2019;275:489–496. doi: 10.1016/j.foodchem.2018.09.133.", "ArticleIdList": ["10.1016/j.foodchem.2018.09.133", "30724224"]}, {"Citation": "Ksibi IE, Slama RB, Faidi K, et al. Mixture approach for optimizing the recovery of colored phenolics from red pepper (Capsicum annum L.) by-products as potential source of natural dye and assessment of its antimicrobial activity. Ind Crops Prod. 2015;70:34–40. doi: 10.1016/j.indcrop.2015.03.017.", "ArticleIdList": ["10.1016/j.indcrop.2015.03.017"]}, {"Citation": "Smaoui S, Ben Hlima H, Fourati M, et al (2020) Multiobjective optimization of Phoenix dactylifera L. seeds extraction: mixture design methodology for phytochemical contents and antibacterial activity. J Food Process Preserv 44:. 10.1111/jfpp.14822"}, {"Citation": "Gasemloo S, Khosravi M, Sohrabi MR, et al. Response surface methodology (RSM) modeling to improve removal of Cr (VI) ions from tannery wastewater using sulfated carboxymethyl cellulose nanofilter. J Clean Prod. 2019;208:736–742. doi: 10.1016/j.jclepro.2018.10.177.", "ArticleIdList": ["10.1016/j.jclepro.2018.10.177"]}, {"Citation": "Chaari M, Akermi S, Elhadef K, et al (2022) From modeling and optimizing extraction of peels beetroot (Beta vulgaris L.) betalains to in silico probing of their antibacterial multitarget mechanisms. Biomass Conv Bioref. 10.1007/s13399-022-03140-6"}, {"Citation": "Lezoul NEH, Belkadi M, Habibi F, Guillén F. Extraction processes with several solvents on total bioactive compounds in different organs of three medicinal plants. Molecules. 2020;25:4672. doi: 10.3390/molecules25204672.", "ArticleIdList": ["10.3390/molecules25204672", "PMC7587357", "33066273"]}, {"Citation": "López-Froilán R, Hernández-Ledesma B, Cámara M, Pérez-Rodríguez ML. Evaluation of the antioxidant potential of mixed fruit-based beverages: a new insight on the Folin-Ciocalteu method. Food Anal Methods. 2018;11:2897–2906. doi: 10.1007/s12161-018-1259-1.", "ArticleIdList": ["10.1007/s12161-018-1259-1"]}, {"Citation": "Saharan P, Sadh PK, Duhan S, Duhan JS. Bio-enrichment of phenolic, flavonoids content and antioxidant activity of commonly used pulses by solid-state fermentation. Food Measure. 2020;14:1497–1510. doi: 10.1007/s11694-020-00399-z.", "ArticleIdList": ["10.1007/s11694-020-00399-z"]}, {"Citation": "Fourati M, Smaoui S, Ennouri K, et al. Multiresponse optimization of pomegranate peel extraction by statistical versus artificial intelligence: predictive approach for foodborne bacterial pathogen inactivation. Evid Based Complementary Altern Med. 2019;2019:1–18. doi: 10.1155/2019/1542615.", "ArticleIdList": ["10.1155/2019/1542615", "PMC6815538", "31737081"]}, {"Citation": "Elhadef K, Akermi S, Ben Hlima H, et al. Tunisian pistachio hull extracts: phytochemical content, antioxidant activity, and foodborne pathogen inhibition. J Food Qual. 2021;2021:1–18. doi: 10.1155/2021/9953545.", "ArticleIdList": ["10.1155/2021/9953545"]}, {"Citation": "Zeouk I, Ouedrhiri W, Jiménez IA, et al. Intra-combined antioxidant activity and chemical characterization of three fractions from Rhamnus alaternus extract: mixture design. Ind Crops Prod. 2020;144:112054. doi: 10.1016/j.indcrop.2019.112054.", "ArticleIdList": ["10.1016/j.indcrop.2019.112054"]}, {"Citation": "Aykın-Dinçer E, Güngör KK, Çağlar E, Erbaş M. The use of beetroot extract and extract powder in sausages as natural food colorant. Int J Food Eng. 2021;17:75–82. doi: 10.1515/ijfe-2019-0052.", "ArticleIdList": ["10.1515/ijfe-2019-0052"]}, {"Citation": "Park BI, Kim J, Lee K, et al. Flavonoids in common and tartary buckwheat hull extracts and antioxidant activity of the extracts against lipids in mayonnaise. J Food Sci Technol. 2019;56:2712–2720. doi: 10.1007/s13197-019-03761-2.", "ArticleIdList": ["10.1007/s13197-019-03761-2", "PMC6525702", "31168153"]}, {"Citation": "Ameer K, Shahbaz HM, Kwon J-H. Green extraction methods for polyphenols from plant matrices and their byproducts: a review: polyphenols extraction by green methods. Compr Rev Food Sci Food Saf. 2017;16:295–315. doi: 10.1111/1541-4337.12253.", "ArticleIdList": ["10.1111/1541-4337.12253", "33371540"]}, {"Citation": "Ivanović M, Islamčević Razboršek M, Kolar M. Innovative extraction techniques using deep eutectic solvents and analytical methods for the isolation and characterization of natural bioactive compounds from plant material. Plants. 2020;9:1428. doi: 10.3390/plants9111428.", "ArticleIdList": ["10.3390/plants9111428", "PMC7690858", "33114332"]}, {"Citation": "Wijekoon MMJO, Bhat R, Karim AA. Effect of extraction solvents on the phenolic compounds and antioxidant activities of bunga kantan (Etlingera elatior Jack.) inflorescence. J Food Compost Anal. 2011;24:615–619. doi: 10.1016/j.jfca.2010.09.018.", "ArticleIdList": ["10.1016/j.jfca.2010.09.018"]}, {"Citation": "Galanakis CM, Goulas V, Tsakona S, et al. A knowledge base for the recovery of natural phenols with different solvents. Int J Food Prop. 2013;16:382–396. doi: 10.1080/10942912.2010.522750.", "ArticleIdList": ["10.1080/10942912.2010.522750"]}, {"Citation": "Vural N, Algan Cavuldak Ö, Akay MA, Anlı RE. Determination of the various extraction solvent effects on polyphenolic profile and antioxidant activities of selected tea samples by chemometric approach. Food Measure. 2020;14:1286–1305. doi: 10.1007/s11694-020-00376-6.", "ArticleIdList": ["10.1007/s11694-020-00376-6"]}, {"Citation": "Handa CL, de Lima FS, Guelfi MFG, et al. Multi-response optimisation of the extraction solvent system for phenolics and antioxidant activities from fermented soy flour using a simplex-centroid design. Food Chem. 2016;197:175–184. doi: 10.1016/j.foodchem.2015.10.124.", "ArticleIdList": ["10.1016/j.foodchem.2015.10.124", "26616938"]}, {"Citation": "dos Santos C, Mizobucchi AL, Escaramboni B, et al (2020) Optimization of Eugenia punicifolia (Kunth) D. C. leaf extraction using a simplex centroid design focused on extracting phenolics with antioxidant and antiproliferative activities. BMC Chemistry 14:34. 10.1186/s13065-020-00686-2", "ArticleIdList": ["PMC7187488", "32355912"]}, {"Citation": "Ng ZX, Samsuri SN, Yong PH (2020) The antioxidant index and chemometric analysis of tannin, flavonoid, and total phenolic extracted from medicinal plant foods with the solvents of different polarities. J Food Process Preserv 44:.10.1111/jfpp.14680"}, {"Citation": "Jasna T K, Khaleel K M (2022) Evaluation of antioxidant activities and quantitative estimation of phytochemicals in Kandelia candel (L.) Druce. Int J Res Pharm Sci 13:166–172. 10.26452/ijrps.v13i2.138"}, {"Citation": "Naseem Z, Hanif MA, Zahid M, et al. Ultrasound-assisted deep eutectic solvent–based extraction of phytochemicals from Mentha arvensis: optimization using Box-Behnken design. Biomass Conv Bioref. 2021 doi: 10.1007/s13399-021-01617-4.", "ArticleIdList": ["10.1007/s13399-021-01617-4"]}, {"Citation": "Chhikara N, Kushwaha K, Jaglan S, et al. Nutritional, physicochemical, and functional quality of beetroot ( Beta vulgaris L.) incorporated Asian noodles. Cereal Chem. 2019;96:154–161. doi: 10.1002/cche.10126.", "ArticleIdList": ["10.1002/cche.10126"]}, {"Citation": "Edziri H, Jaziri R, Haddad O, et al. Phytochemical analysis, antioxidant, anticoagulant and in vitro toxicity and genotoxicity testing of methanolic and juice extracts of Beta vulgaris L. S Afr J Bot. 2019;126:170–175. doi: 10.1016/j.sajb.2019.01.017.", "ArticleIdList": ["10.1016/j.sajb.2019.01.017"]}, {"Citation": "Righi Pessoa da Silva H, da Silva C, Bolanho BC (2018) Ultrasonic-assisted extraction of betalains from red beet ( Beta vulgaris L.). J Food Process Eng 41:e12833. 10.1111/jfpe.12833"}, {"Citation": "Čanadanović-Brunet JM, Savatović SS, Ćetković GS, et al (2011) Antioxidant and antimicrobial activities of beet root pomace extracts. Czech J Food Sci 29:575–585. 10.17221/210/2010-CJFS"}, {"Citation": "Pellegrini MC, Ponce AG. Beet (Beta vulgaris) and leek (Allium porrum) leaves as a source of bioactive compounds with anti-quorum sensing and anti-biofilm activity. Waste Biomass Valor. 2020;11:4305–4313. doi: 10.1007/s12649-019-00775-x.", "ArticleIdList": ["10.1007/s12649-019-00775-x"]}, {"Citation": "Das M, Das A, Samaddar S, et al (2018) Vitexin altersStaphylococcus aureussurface hydrophobicity to interfere with biofilm formatio", "ArticleIdList": ["35914415"]}, {"Citation": "Martinez RM, Hohmann MS, Longhi-Balbinot DT, et al. Analgesic activity and mechanism of action of a Beta vulgaris dye enriched in betalains in inflammatory models in mice. Inflammopharmacol. 2020;28:1663–1675. doi: 10.1007/s10787-020-00689-4.", "ArticleIdList": ["10.1007/s10787-020-00689-4", "32141011"]}, {"Citation": "Tayebeh B, Soraya K, Khaneghah AM (2021) Antioxidant and antibacterial activity of ethanolic extract of safflower with contrasting seed coat colors. Qual Assur Saf Crops Foods 13:94–100. 10.15586/qas.v13i2.866"}, {"Citation": "Miladinović DL, Dimitrijević MV, Mihajilov-Krstev TM, et al. The significance of minor components on the antibacterial activity of essential oil via chemometrics. LWT. 2021;136:110305. doi: 10.1016/j.lwt.2020.110305.", "ArticleIdList": ["10.1016/j.lwt.2020.110305"]}, {"Citation": "Ferreira DS, Rocha JCB, Arellano DB, Pallone JAL (2022) Discrimination of South American grains based on fatty acid. Qual Assur Saf Crops Foods 14:30–42. 10.15586/qas.v14i3.1064"}, {"Citation": "Cerqueira da Silva VH, da Silva S, junior AL, Pinheiro Lôbo I, , et al. Chemometric tools in the optimization of a microwave-assisted digestion procedure for guarana-based drink samples and data analysis from elemental, caffeine, and epicatechin contents. Food Chem. 2021;365:130468. doi: 10.1016/j.foodchem.2021.130468.", "ArticleIdList": ["10.1016/j.foodchem.2021.130468", "34392233"]}, {"Citation": "Tan J, Li M-F (2021) Rapid and nondestructive identification of Belgian and Netherlandish Trappist beers by front-face synchronous fluorescence spectroscopy coupled with multiple statistical analysis. Qual Assur Saf Crops Foods 13:83–92. 10.15586/qas.v13i1.839"}, {"Citation": "Sıcak Y, Şahin-Yağlıoğlu A, Öztürk M. Bioactivities and phenolic constituents relationship of Muğla thyme and pine honey of Turkey with the chemometric approach. Food Measure. 2021;15:3694–3707. doi: 10.1007/s11694-021-00940-8.", "ArticleIdList": ["10.1007/s11694-021-00940-8"]}, {"Citation": "Lee C-H, Woo H-J, Kang J-H, Song KB. Electrostatic spraying of passion fruit (Passiflora edulis L.) peel extract for inactivation of Escherichia coli O157:H7 and Listeria monocytogenes on fresh-cut lollo rossa and beetroot leaves. Food Bioprocess Technol. 2021;14:898–908. doi: 10.1007/s11947-021-02608-z.", "ArticleIdList": ["10.1007/s11947-021-02608-z"]}, {"Citation": "Bouslamti M, El Barnossi A, Kara M, et al (2022) Total polyphenols content, antioxidant and antimicrobial activities of leaves of Solanum elaeagnifolium Cav. from Morocco. Molecules 27:4322. 10.3390/molecules27134322", "ArticleIdList": ["PMC9268098", "35807566"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "10", "Day": "6"}, {"Year": "2022", "Month": "12", "Day": "2"}, {"Year": "2022", "Month": "12", "Day": "5"}, {"Year": "2022", "Month": "12", "Day": "19", "Hour": "3", "Minute": "33"}, {"Year": "2022", "Month": "12", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "13"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["36530596", "PMC9746593", "10.1007/s13399-022-03645-0", "3645"]}}], "PubmedBookArticle": []}