{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ethnomedicine", "Lepidium sativum", "medicinal plants", "nutraceutical", "therapeutic agents"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36544402", "DateRevised": {"Year": "2022", "Month": "12", "Day": "30"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.4274/tjps.galenos.2021.07504"], "Journal": {"ISSN": "2148-6247", "JournalIssue": {"Volume": "19", "Issue": "6", "PubDate": {"Year": "2022", "Month": "Dec", "Day": "21"}}, "Title": "Turkish journal of pharmaceutical sciences", "ISOAbbreviation": "Turk J Pharm Sci"}, "ArticleTitle": "Evidence for Health-Promoting Properties of <i>Lepidium sativum</i> L.: An Updated Comprehensive Review.", "Pagination": {"StartPage": "714", "EndPage": "723", "MedlinePgn": "714-723"}, "Abstract": {"AbstractText": ["<i>Lepidium sativum</i> L. is a common herb distributed worldwide, used as a food ingredient and therapeutic agent in traditional medicine for treating health-related disorders. <i>L. sativum</i> and its extracts have been described to possess numerous biological activities including antimicrobial, antidiabetic, antioxidant, antidiarrheal, anticancer, and numerous health-promoting effects in <i>in vivo</i> and <i>in vitro</i> studies. The purpose of this review is to summarize the findings describing important biological functions and therapeutic effects of <i>L. sativum</i> in various cell lines and animal models. In this review, the English-language articles were gathered from electronic databases including Web of Science, PubMed and Google Scholar with no time limit applied to any database. The search terms used in this review include, \"<i>Lepidium sativum</i> L.\" and/or \"chemical composition\", \"health benefits\", \"antimicrobial\", \"antioxidant\", \"anticancer\", \"diuretic\", \"nephro-protection\", \"antidiarrheal\", \"antidiabetic\", \"anti-asthmatic\", \"neuroprotection\", \"metabolic\", \"bone fracture\", and \"reproductive performance\". Additional and eligible studies were collected from reference lists of appropriate articles. The information presented will be helpful to attract more interest toward medicinal plants by defining and developing novel clinical applications and new drug formulations in the future. Pre-clinical studies showed that <i>L. sativum</i> possesses potent health-promoting effects involving various molecular mechanisms. Taken all together, data suggested that identified herbal plants such as <i>L. sativum</i>, can be exploited as nutritional and therapeutic agents to combat various ailments. Despite much research in this field, further comprehensive <i>in vitro/in vivo</i> studies and clinical trials are needed to identify the mechanisms underlying the biological and therapeutic activities of <i>L. sativum</i>."], "CopyrightInformation": "©Turk J Pharm Sci, Published by Galenos Publishing House."}, "AuthorList": [{"Identifier": ["0000-0003-4683-074X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Missouri, School of Medicine, Department of Child Health, Columbia, USA."}, {"Identifier": [], "Affiliation": "Altınbaş University, School of Medicine, Medical Biology Department, İstanbul, Türkiye."}], "LastName": "Hekmatshoar", "ForeName": "Yalda", "Initials": "Y"}, {"Identifier": ["0000-0002-1431-2385"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Missouri, School of Medicine, Department of Child Health, Columbia, USA."}, {"Identifier": [], "Affiliation": "Ankara University, Faculty of Medicine, Department of Medical Biology, Ankara, Türkiye."}], "LastName": "Özkan", "ForeName": "Tülin", "Initials": "T"}, {"Identifier": ["0000-0002-3295-404X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Tabriz University of Medical Sciences, Kidney Research Center, Tabriz, Iran."}], "LastName": "Rahbar Saadat", "ForeName": "Yalda", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Turkey", "MedlineTA": "Turk J Pharm Sci", "NlmUniqueID": "101717890", "ISSNLinking": "1304-530X"}, "CoiStatement": "Conflict of Interest: No conflict of interest was declared by the authors."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Alshammari GM, Yahya MA, Ahmed SB. Nutritive value of elrashad (Lepidium sativum L.) seeds grown in Saudi Arabia. J Exp Biol Agric Sci. 2017;5:155–159."}, {"Citation": "Adam SIY, Shayma AMS, Abdelgadir WS. In vitro antimicrobial assessment of Lepidium sativum L. seeds extracts. Asian J Med Sci. 2011;3:254–261."}, {"Citation": "Vaishnavi RG, Choudhary P. Botanical description of garden cress (Lepidium sativum L.) plant and physical characteristics of its seeds. J Pharmacogn Phytochem. 2020;9:2424–2428."}, {"Citation": "Al-Snafi AE. Chemical constituents and pharmacological effects of Lepidium sativum-a review. Int J Curr Pharm Res. 2019;11:1–10."}, {"Citation": "Sharma S, Agarwal N. Nourishing and healing prowess of garden cress (Lepidium sativum Linn.)-a review. Indian J Nat Prod Resour. 2011;2:292–297."}, {"Citation": "Sharma A. A comprehensive review on pharmacological properties of garden cress (Lepidium sativum) seeds. Res in Pharm Sci. 2020;10:13–18."}, {"Citation": "Getahun T, Sharma V, Gupta N. Chemical composition, antibacterial and antioxidant activities of oils obtained by different extraction methods from Lepidium sativum L. seeds. Ind Crops Prod. 2020;156:112876."}, {"Citation": "Kumar V, Tomar V, Ranade SA, Yadav HK, Srivastava M. Phytochemical, antioxidant investigations and fatty acid composition of Lepidium sativum seeds. J Environ Biol. 2020;41:59–65."}, {"Citation": "Rehman NU, Mehmood MH, Alkharfy KM, Gilani AH. Studies on antidiarrheal and antispasmodic activities of Lepidium sativum crude extract in rats. Phytother Res. 2012;26:136–141.", "ArticleIdList": ["22006354"]}, {"Citation": "Agarwal J, Verna DL. Antioxidative activity and flavonoid composition from Lepidium sativum. Nat Sci. 2011;9:21–25."}, {"Citation": "Ghante MH, Badole SL, Bodhankar SL. Health benefits of garden cress (Lepidium sativum Linn.) seed extracts. Nuts and Seeds in Health and Disease Prevention. 2011:521–525."}, {"Citation": "Baregama C, Goyal A. Phytoconstituents, pharmacological activity, and medicinal use of Lepidium sativum Linn.: a review. Asian J Pharm Clin Res. 2019;12:45–50."}, {"Citation": "Jain T, Grover K. A comprehensive review on the nutritional and nutraceutical aspects of garden cress (Lepidium sativum Linn.) Proc Natl Acad Sci India Sect B Biol Sci. 2016;88:829–836."}, {"Citation": "Mohite SY, Gharal DB, Ranveer RC, Sahoo AK, Ghosh JS. Development of health drink enriched with processed garden-cress (Lepidium sativum L.) seeds. Am J Food Technol. 2012;7:571–573."}, {"Citation": "Sat IG, Yildirim E, Turan M, Demirbas M. Antioxidant and nutritional characteristics of garden cress (Lepidium sativum) Acta Sci Pol Hortorum Cultus. 2013;12:173–179."}, {"Citation": "Zia-Ul-Haq M, Ahmad S, Calani L, Mazzeo T, Del Rio D, Pellegrini N, De Feo V. Compositional study and antioxidant potential of Ipomoea hederacea Jacq. and Lepidium sativum L. seeds. Molecules. 2012;17:10306–10321.", "ArticleIdList": ["PMC6268377", "22932212"]}, {"Citation": "Doke S, Manisha G. Garden cress (Lepidium sativum L.) seed-an important medicinal source: a review. J Nat Prod Plant Resour. 2014;4:69–80."}, {"Citation": "Wadhwa S, Panwar MS, Agrawal A, Saini N, Patidar LN. A review on pharmacognostical study of Lepidium sativum. ARPB. 2012;2:316323."}, {"Citation": "Behrouzian F, Razavi SMA, Phillips GO. Cress seed (Lepidium sativum) mucilage, an overview. Bioac Carbohydr Diet Fibre. 2014;3:17–28."}, {"Citation": "Ramadan MF, Oraby HF. Chapter 20-Lepidium sativum seeds: therapeutic significance and health-promoting potential. (2nd eds) Nuts and Seeds in Health and Disease Prevention. 2020:273–289."}, {"Citation": "Kharkwal N, Prasad RV, Kumar S. Physico-chemical characterisation of Lepidium sativum (garden cress) GA-1 seed. J Pharmacogn Phytochem. 2021;10:1373–1377."}, {"Citation": "Shah MB, Dudhat VA, Gadhvi KV. Lepidium sativum: a potential functional food. J Ayurvedic Herb Med. 2021;7:140–149."}, {"Citation": "Chatoui K, Harhar H, El Kamli T, Tabyaoui M. Chemical composition and antioxidant capacity of Lepidium sativum seeds from four regions of Morocco. Evid-Based Complement Altern Med. 2020;2020:7302727.", "ArticleIdList": ["PMC7346108", "32714416"]}, {"Citation": "El-Haggar M, El-Hosseiny L, Ghazy NM, El-Fiky FK, El-Hawiet A. Phytochemical investigation, antimicrobial and cytotoxic activities of suspension cultures of Lepidium sativum L. S Afr J Bot. 2021;138:500–505."}, {"Citation": "Prajapati VD, Maheriya PM, Jani GK, Patil PD, Patel BN. Lepidium sativum Linn.: a current addition to the family of mucilage and its applications. Int J Biol Macromol. 2014;65:72–80.", "ArticleIdList": ["24418343"]}, {"Citation": "Al-Otaibi MSA, Al-Quraishy S, Al-Malki ES, Abdel-Baki AS. Therapeutic potential of the methanolic extract of Lepidium sativum seeds on mice infected with Trypanosoma evansi. Saudi J Biol Sci. 2019;26:1473–1477.", "ArticleIdList": ["PMC6864210", "31762612"]}, {"Citation": "Jasim AH. Effect of the garden cress, Lepidium sativum L. leaf extract on protoscolices of Echinococcus granulosus of sheep origin in in vitro conditions. Plant Archives. 2020;20:870–874."}, {"Citation": "Al-Marzoqi AH, Al-Khafaji NMS, Hussein HJ. In vitro antibacterial activity assessment of the crude phenolic, alkaloid and terpenoid compounds extracts of Lepidium sativum L. on human pathogenic bacteria. Int J Chemtech Res. 2016;9:529–532."}, {"Citation": "Alqahtani FY, Aleanizy FS, Mahmoud AZ, Farshori NN, Alfaraj R, Al-Sheddi ES, Alsarra IA. Chemical composition and antimicrobial, antioxidant, and anti-inflammatory activities of Lepidium sativum seed oil. Saudi J Biol Sci. 2019;26:1089–1092.", "ArticleIdList": ["PMC6600769", "31303845"]}, {"Citation": "Berehe SG, Boru AD. Phytochemical screening and antimicrobial activities of crude extract of Lepidium sativium seeds grown in Ethiopia. Int J Pharm Sci Res. 2014;5:4182–4187."}, {"Citation": "Besufekad Y, Beri S, Adugnaw T, Beyene K. Antibacterial activity of Ethiopian Lepidium sativum L. against pathogenic bacteria. J Med Plant Res. 2018;12:64–68."}, {"Citation": "Chatoui K, Talbaoui A, Aneb M, Bakri Y, Harhar H, Tabyaoui M. Phytochemical screening, antioxidant and antibacterial activity of Lepidium sativum seeds from Morocco. J Mater Environ Sci. 2016;7:2938–2946."}, {"Citation": "Abdulrahman ZFA, Akrayi HFS, Muhammad MI. Molecular study and assessment of the medicinal potential of the Lepidium sativum plant extracts against antibiotic resistance E. coli. Med J Islamic World Acad Sci. 2012;20:98–105."}, {"Citation": "Omer AB, Nour AH, Ali MM, Ishag OAO, Erwa IY, Ali MA. Phytochemical screening, antimicrobial and antioxidant activity of Lepidium sativum seeds extract. SARJNP. 2020;3:10–17."}, {"Citation": "Stüven J, Pflugmacher S. Antioxidative stress response of Lepidium sativum due to exposure to cyanobacterial secondary metabolites. Toxicon. 2007;50:85–93.", "ArticleIdList": ["17434197"]}, {"Citation": "Aydemir T, Becerik S. Phenolic content and antioxidant activity of different extracts from Ocimum basilicum, Apium graveolens and Lepidium sativum seeds. J Food Biochem. 2011;35:62–79."}, {"Citation": "Malar J, Chairman K, Singh ARJ, Vanmathi JS, Balasubramanian A, Vasanthi K. Antioxidative activity of different parts of the plant Lepidium sativum Linn. Biotechnol Rep (Amst). 2014;3:95–98.", "ArticleIdList": ["PMC5374141", "28435800"]}, {"Citation": "Kasabe PJ, Patil PN, Kamble DD, Dange P. Nutritional, elemental analysis and antioxidant activity of garden cress (Lepidium sativum L.) seeds. Int J Pharm Sci Rev Res. 2012;4:392–395."}, {"Citation": "Choudhari AS, Mandave PC, Deshpande M, Ranjekar P, Prakash O. Phytochemicals in cancer treatment: from preclinical studies to clinical practice. Front Pharmacol. 2020;10:1614. Erratum in: Front Pharmacol. 2020;11:175.", "ArticleIdList": ["PMC7025531", "32116665"]}, {"Citation": "Bishayee A, Sethi G. Bioactive natural products in cancer prevention and therapy: progress and promise. Semin Cancer Biol. 2016;40-41:1–3.", "ArticleIdList": ["27565447"]}, {"Citation": "Mahassni SH, Al-Reemi RM. Apoptosis and necrosis of human breast cancer cells by an aqueous extract of garden cress (Lepidium sativum) seeds. Saudi J Biol Sci. 2013;20:131–139.", "ArticleIdList": ["PMC3730895", "23961228"]}, {"Citation": "El Sayed RA, Hanafy ZEM, Abd El Fattah HF. Possible antioxidant and anticancer effects of plant extracts from Anastatica hierochuntica, Lepidium sativum and Carica papaya against Ehrlich ascites carcinoma cells. Cancer Biology. 2020;10:1–6."}, {"Citation": "Selek S, Koyuncu I, Caglar HG, Bektas I, Yilmaz MA, Gonel A, Akyuz E. The evaluation of antioxidant and anticancer effects of Lepidium sativum subsp.spinescens L. methanol extract on cancer cells. Cell Mol Biol (Noisy-le-grand). 2018;64:72–80.", "ArticleIdList": ["29506633"]}, {"Citation": "AlObaidi LAH. Study the anticancer effect of Lepidium sativum leaves extract on squamous cell carcinoma (CAL-27) cell lines. Int Res J Nat Sci. 2014;4:48–52."}, {"Citation": "Jahani S, Heidari Z, Azami M, Moudi B. Comparison of anticancer effects of hydroalcoholic extracts of Camellia sinensis and Lepidium sativum L on HeLa cell line. Int J Cancer Manag. 2020;13:e98913."}, {"Citation": "Aslani E, Naghsh N, Ranjbar M. Cytotoxic effects of hydro-alcoholic extracts of cress (Lepidium sativum)-made from different stages of the plant-on k562 Leukemia cell line. HMJ. 2014;18:364."}, {"Citation": "Patel U, Kulkarni M, Undale V, Bhosale A. Evaluation of diuretic activity of aqueous and methanol extracts of Lepidium sativum garden cress (Cruciferae) in rats. Trop J Pharm Res. 2009;8:215."}, {"Citation": "Maghrani M, Zeggwagh NA, Michel JB, Eddouks M. Antihypertensive effect of Lepidium sativum L. in spontaneously hypertensive rats. J Ethnopharmacol. 2005;100:193–197.", "ArticleIdList": ["15955648"]}, {"Citation": "Yadav YC, Srivastav DN, Seth AK, Gupta VD, Yadav KS, Sharad K. Nephroprotective and curative activity of Lepidium sativum L. seeds in albino rats using cisplatin induced nephrotoxicity. Pharmacologyonline. 2009;3:640–646."}, {"Citation": "Alsadee SAA. Hepato-nephroprotective role of Lepidium sativum against oxidative stress induced by dexamethasone in rats. Indian J Forensic Med Toxicol. 2021;15:2643–2653."}, {"Citation": "Nasef ANZ, Khateib BRM. Study the potential therapeutic effect of garden cress (Lepidium sativum) on nephropathy diabetic rats: biological and biochemical studies. Alex Sci Exch J. 2021;42:263–272."}, {"Citation": "Manohar D, Viswanatha GL, Nagesh S, Jain V. S. Ethnopharmacology of Lepidium sativum Linn (Brassicaceae): a review. Int J Phytother Res. 2012;2:1–7."}, {"Citation": "Gilani AH, Rehman NU, Mehmood MH, Alkharfy KM. Species differences in the antidiarrheal and antispasmodic activities of Lepidium sativum and insight into underlying mechanisms. Phytother Res. 2013;27:1086–1094.", "ArticleIdList": ["23007892"]}, {"Citation": "Najeeb-Ur Rehman, Mehmood MH, Alkharfy KM, Gilani AH. Prokinetic and laxative activities of Lepidium sativum seed extract with species and tissue selective gut stimulatory actions. J Ethnopharmacol. 2011;134:878–883.", "ArticleIdList": ["21296647"]}, {"Citation": "Abdulmalek SA, Fessal M, El-Sayed M. Effective amelioration of hepatic inflammation and insulin response in high fat diet-fed rats via regulating AKT/mTOR signaling: role of Lepidium sativum seed extracts. J Ethnopharmacol. 2021;266:113439.", "ArticleIdList": ["33017634"]}, {"Citation": "Al-Asmari AK, Athar MT, Al-Shahrani HM, Al-Dakheel SI, Al-Ghamdi MA. Efficacy of Lepidium sativum against carbon tetrachloride induced hepatotoxicity and determination of its bioactive compounds by GCMS. Toxicol Rep. 2015;2:1319–1326.", "ArticleIdList": ["PMC5598273", "28962474"]}, {"Citation": "Zamzami MA, Baothman OAS, Samy F, Abo-Golayel MK. Amelioration of CCl4-induced hepatotoxicity in rabbits by Lepidium sativum seeds. Evid- Based Complement Alter Med. 2019;2019:5947234.", "ArticleIdList": ["PMC6431501", "30984276"]}, {"Citation": "Balgoon MJ. Assessment of the protective effect of Lepidium sativum against aluminum-induced liver and kidney effects in albino rat. Biomed Res Int. 2019;2019:4516730.", "ArticleIdList": ["PMC6668553", "31396529"]}, {"Citation": "Mohamed ET, Safwat GM. Evaluation of cardioprotective activity of Lepidium sativum seed powder in albino rats treated with 5-fluorouracil. Beni-Suef Univ J Basic Appl Sci. 2016;5:208–215."}, {"Citation": "Shukla AK, Bigoniya P, Soni P. Hypolipidemic activity of Lepidium sativum Linn. seed in rats. J Pharm Biol Sci. 2015;10:13–22."}, {"Citation": "Raish M, Ahmad A, Alkharfy KM, Ahamad SR, Mohsin K, Al-Jenoobi FI, Al-Mohizea AM, Ansari MA. Hepatoprotective activity of Lepidium sativum seeds against D-galactosamine/lipopolysaccharide induced hepatotoxicity in animal model. BMC Complement Altern Med. 2016;16:501.", "ArticleIdList": ["PMC5135812", "27912738"]}, {"Citation": "Ibrahim IA, Shalaby AA, Abdallah HM, El Zohairy NF, Bahr HI. Ameliorative effect of garden cress (Lepidium sativum L.) seeds ethanolic extract on high fat diet-prompted non-alcoholic fatty liver disease in the rat model: impact on 3-hydroxy-3-methylglutaryl-coenzyme a reductase and vascular endothelial growth facto. Adv Anim Vet Sci. 2020;8."}, {"Citation": "Sakran M, Selim Y, Zidan N. A new isoflavonoid from seeds of Lepidium sativum L. and its protective effect on hepatotoxicity induced by paracetamol in male rats. Molecules. 2014;19:15440–15451.", "ArticleIdList": ["PMC6270865", "25264831"]}, {"Citation": "Attia ES, Amer AH, Hasanein MA. The hypoglycemic and antioxidant activities of garden cress (Lepidium sativum L.) seed on alloxan-induced diabetic male rats. Nat Prod Res. 2019;33:901–905.", "ArticleIdList": ["29237302"]}, {"Citation": "Eddouks M, Maghrani M, Zeggwagh NA, Michel JB. Study of the hypoglycaemic activity of Lepidium sativum L. aqueous extract in normal and diabetic rats. J Ethnopharmacol. 2005;97:391–395.", "ArticleIdList": ["15707780"]}, {"Citation": "Amawi K, Aljamal A. Effect of Lepidium sativum on lipid profiles and blood glucose in rats. J Phys Pharm Adv. 2012;2:277–281."}, {"Citation": "Eddouks M, Maghrani M. Effect of Lepidium sativum L. on renal glucose reabsorption and urinary TGF-beta 1 levels in diabetic rats. Phytother Res. 2008;22:1–5.", "ArticleIdList": ["18064603"]}, {"Citation": "Chauhan K, Sharma S, Agarwal N, Chauhan S, Chauhan B. A study on potential hypoglycemic and hypolipidemic effects of Lepidium Sativum (garden cress) in alloxan induced diabetic rats. Am J PharmTech Res. 2012;2:522–535."}, {"Citation": "Ullah MA, Tungmunnithum D, Garros L, Hano C, Abbasi BH. Monochromatic lights-induced trends in antioxidant and antidiabetic polyphenol accumulation in in vitro callus cultures of Lepidium sativum L. J Photochem Photobiol B Biol. 2019;196:111505.", "ArticleIdList": ["31129506"]}, {"Citation": "L’hadj I, Azzi R, Lahfa F, Koceir EA, Omari N. The nutraceutical potential of Lepidium sativum L. seed flavonoid-rich extract in managing metabolic syndrome components. J Food Biochem. 2019;43:e12725.", "ArticleIdList": ["31353542"]}, {"Citation": "El-Speiy M, Abdella M, Abd Elaal M, Khalifah A. Effects of oral administration of Lepidium sativum, Moringa oleifera oils and aqueous extract of Vitex agnus-castus on reproductive performance and blood biochemical of doe rabbits. EJRS. 2021;31:1–24."}, {"Citation": "Kamani M, Hosseini ES, Kashani HH, Atlasi MA, Nikzad H. Protective effect of Lepidium sativum seed extract on histopathology and morphology of epididymis in diabetic rat model. Int J Morphol. 2017;35:603–610."}, {"Citation": "Asl FR, Khosravi M, Hajikhani R, Solati J, Fahimi H. Complementary effects of coenzyme Q10 and Lepidium sativum supplementation on the reproductive function of mice: an experimental study. Int J Reprod Biomed. 2021;19:607–618.", "ArticleIdList": ["PMC8387710", "34458669"]}, {"Citation": "Ibraheem SR, Ibraheem MR, Hashim SS. Effect of Lepidium sativum aqueous crude extract in some fertility parameters in mice. Int J Sci Res. 2017;6:260–266."}, {"Citation": "Victoria IO, Fedrick SO, Oladele G, Oluwafem AE, Atiang BJ. Effects of Lepidium sativum seed on reproductive characteristics in rabbit bucks. J Phytopharm. 2020;9:89–95."}, {"Citation": "Dixit Jr Iii V, Kumar I, Palandurkar K, Giri R, Giri K. Lepidium sativum: bone healer in traditional medicine, an experimental validation study in rats. J Family Med Prim Care. 2020;9:812–818.", "ArticleIdList": ["PMC7113932", "32318426"]}, {"Citation": "Abdul-Jabbar ZS, Mohammed JA. Study of histological changes in the bones of front and hind limbs of white rat treated with ibuprofen and Lepidium sativum. GEINTEC. 2021;11:1988–2003."}, {"Citation": "El-Haroun H, Soliman M, Soliman M, Abd El-Gawad S. Comparative study on the possible protective effect of Lepidium sativum versus teriparatide in induced osteoporosis in adult male guinea pigs. Egypt J Histol. 2020:931–947."}, {"Citation": "Abdallah HM, Farag MA, Algandaby MM, Nasrullah MZ, Abdel-Naim AB, Eid BG, Safo MK, Koshak AE, Malebari AM. Osteoprotective activity and metabolite fingerprint via UPLC/MS and GC/MS of Lepidium sativum in ovariectomized rats. Nutrients. 2020;12:2075.", "ArticleIdList": ["PMC7400896", "32668691"]}, {"Citation": "Elshal MF, Almalki AL, Hussein HK, Khan JA. Synergistic antiosteoporotic effect of Lepidium sativum and alendronate in glucocorticoid-induced osteoporosis in Wistar rats. Afr J Tradit Complement Altern Med. 2013;10:267–73.", "ArticleIdList": ["PMC3847415", "24311835"]}, {"Citation": "Juma Ab. The effects of Lepidium sativum seeds on fracture-induced healing in rabbits. MedGenMed. 2007;9:23.", "ArticleIdList": ["PMC1994840", "17955079"]}, {"Citation": "Alharbi FH, Baothman OAS, Zamzami MA, Abou Gabal HH, Khoja SM, Karrouf G, Zeyadi MA, Hosawi SB, Hakeem KR, Abo-Golayel MK. Garden cress (Lepidium sativum L.) seeds enhancing osteogenesis postinduced-bone fracture. Pharmacogn Mag. 2021;17:170–178."}, {"Citation": "Paranjape AN, Mehta AA. A study on clinical efficacy of Lepidium sativum seeds in treatment of bronchial asthma. Iran J Pharmacol Ther. 2006;5:55–59."}, {"Citation": "Mali RG, Mahajan SG, Mehta AA. Studies on bronchodilatory effect of Lepidium sativum against allergen induced bronchospasm in guinea pigs. Pharmacogn Mag. 2008;4:189–192."}, {"Citation": "Rehman NU, Khan AU, Alkharfy KM, Gilani AH. Pharmacological basis for the medicinal use of Lepidium sativum in airways disorders. Evid-Based Complement Altern Med. 2012;2012:596524.", "ArticleIdList": ["PMC3265128", "22291849"]}, {"Citation": "El-Ghazouly DE, Mahmoud BL, Mansour MA, Konsowa EB. Histological and immunohistochemical study on the effect of methotrexate on the cerebellum of adult male albino rats and the possible protective role of Lepidium sativum. Egypt J Histol. 2021;44:241–255."}, {"Citation": "Shukla A, Singh R, Bigoniya P. Phytochemical and CNS activity of Lepidium sativum Linn. seeds total alkaloid. Der Pharm Lett. 2011;3:226–237."}, {"Citation": "Al-Dbass A, Amina M, Al Musayeib NM, El-Anssary AA, Bhat RS, Fahmy R, Alhamdan MM, El-Ansary A. Lepidium sativum as candidate against excitotoxicity in retinal ganglion cells. Transl Neurosci. 2021;12:247–259.", "ArticleIdList": ["PMC8178586", "34141454"]}, {"Citation": "Al-Yahya MA, Mossa JS, Ageel AM, Rafatullah S. Pharmacological and safety evaluation studies on Lepidium sativum L. seeds. Phytomedicine. 1994;1:155–159.", "ArticleIdList": ["23195890"]}, {"Citation": "Yahla I, Benguiar R, Riazi A. In vivo anti-inflammatory activity of Lepidium sativum (L.) seeds. South Asian J Exp Biol. 2021;11:81–85."}, {"Citation": "Alkharfy KM, Al-Jenoobi FI, Al-Mohizea AM, Al-Suwayeh SA, Khan RM, Ahmad A. Effects of Lepidium sativum, Nigella sativa and Trigonella foenum-graceum on phenytoin pharmacokinetics in beagle dogs. Phytother Res. 2013;27:1800–1804.", "ArticleIdList": ["23401262"]}, {"Citation": "Kassem IAA, Farghaly AA, Ghaly NS, Hassan ZM, Nabil M. Composition and genoprotective effect of the flavonoidal content of Lepidium sativum L. methanolic seed extract against cyclophosphamide-induced DNA damage in mice. Pharmacogn J. 2020;12:124–130."}, {"Citation": "Datta PK, Diwakar BK, Viswanatha S, Murthy KN. Original report safety evaluation studies on garden cress (Lepidium sativum L.) seeds in Wistar rats. Int J Appl Res Nat Prod. 2011;4:37–43."}, {"Citation": "Mahassni SH, Khudauardi ER. A pilot study: the effects of an aqueous extract of Lepidium sativum seeds on levels of immune cells and body and organs weights in Mice. J Ayurvedic Herb Med. 2017;3:27–32."}, {"Citation": "Mahassni SH, Munshi MA. Ground Lepidium sativum Linn seeds mixed with the regular diet of rats lead to higher body weight and body weight gain. Pharmacophore. 2019;10:49–56."}, {"Citation": "Kaur T, Sharma M. Garden cress seeds can combat anemia. IJNAR. 2016;3:10–5."}, {"Citation": "Diwakar BT, Lokesh BR, Naidu KA. Modulatory effect of α-linolenic acid-rich garden cress (Lepidium sativum L.) seed oil on inflammatory mediators in adult albino rats. Br J Nutr. 2011;106:530–539.", "ArticleIdList": ["21521541"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "12", "Day": "22", "Hour": "2", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "23", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "12", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36544402", "PMC9780570", "10.4274/tjps.galenos.2021.07504"]}}], "PubmedBookArticle": []}