{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["anticancer drugs", "medicinal mushrooms", "medicinal plants", "natural products"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36551687", "DateRevised": {"Year": "2022", "Month": "12", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "12", "Day": "15"}], "Language": ["eng"], "ELocationID": ["6203", "10.3390/cancers14246203"], "Journal": {"ISSN": "2072-6694", "JournalIssue": {"Volume": "14", "Issue": "24", "PubDate": {"Year": "2022", "Month": "Dec", "Day": "15"}}, "Title": "Cancers", "ISOAbbreviation": "Cancers (Basel)"}, "ArticleTitle": "Natural Products/Bioactive Compounds as a Source of Anticancer Drugs.", "Abstract": {"AbstractText": ["Cancer is one of the major deadly diseases globally. The alarming rise in the mortality rate due to this disease attracks attention towards discovering potent anticancer agents to overcome its mortality rate. The discovery of novel and effective anticancer agents from natural sources has been the main point of interest in pharmaceutical research because of attractive natural therapeutic agents with an immense chemical diversity in species of animals, plants, and microorganisms. More than 60% of contemporary anticancer drugs, in one form or another, have originated from natural sources. Plants and microbial species are chosen based on their composition, ecology, phytochemical, and ethnopharmacological properties. Plants and their derivatives have played a significant role in producing effective anticancer agents. Some plant derivatives include vincristine, vinblastine, irinotecan, topotecan, etoposide, podophyllotoxin, and paclitaxel. Based on their particular activity, a number of other plant-derived bioactive compounds are in the clinical development phase against cancer, such as gimatecan, elomotecan, etc. Additionally, the conjugation of natural compounds with anti-cancerous drugs, or some polymeric carriers particularly targeted to epitopes on the site of interest to tumors, can generate effective targeted treatment therapies. Cognizance from such pharmaceutical research studies would yield alternative drug development strategies through natural sources which could be economical, more reliable, and safe to use."]}, "AuthorList": [{"Identifier": ["0000-0001-5762-1877"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Hygiene and Technology, Faculty of Veterinary Medicine, Afyon Kocatepe University, Afyonkarahisar 03200, Turkey."}], "LastName": "Asma", "ForeName": "Syeda Tasmia", "Initials": "ST"}, {"Identifier": ["0000-0002-1533-4519"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Hygiene and Technology, Faculty of Veterinary Medicine, Afyon Kocatepe University, Afyonkarahisar 03200, Turkey."}, {"Identifier": [], "Affiliation": "ACR Bio Food and Biochemistry Research and Development, Afyonkarahisar 03200, Turkey."}], "LastName": "Acaroz", "ForeName": "Ulas", "Initials": "U"}, {"Identifier": ["0000-0002-6057-882X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Production and Veterinary Public Health, Faculty of Veterinary Medicine, University of Life Sciences \"King Mihai I\" from Timișoara, 300645 Timisoara, Romania."}], "LastName": "Imre", "ForeName": "Kálmán", "Initials": "K"}, {"Identifier": ["0000-0002-4701-4229"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Production and Veterinary Public Health, Faculty of Veterinary Medicine, University of Life Sciences \"King Mihai I\" from Timișoara, 300645 Timisoara, Romania."}], "LastName": "Morar", "ForeName": "Adriana", "Initials": "A"}, {"Identifier": ["0000-0002-2752-4854"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Nutrition and Nutritional Diseases, Faculty of Veterinary Medicine, Afyon Kocatepe University, Afyonkarahisar 03200, Turkey."}], "LastName": "Shah", "ForeName": "Syed Rizwan Ali", "Initials": "SRA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry and Chemical Engineering, SBA School of Science & Engineering (SBASSE), Lahore University of Management Sciences (LUMS), Lahore 54792, Pakistan."}], "LastName": "Hussain", "ForeName": "Syed Zajif", "Initials": "SZ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "ACR Bio Food and Biochemistry Research and Development, Afyonkarahisar 03200, Turkey."}, {"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Veterinary Medicine, Afyon Kocatepe University, Afyonkarahisar 03200, Turkey."}], "LastName": "Arslan-Acaroz", "ForeName": "Damla", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neurology, Faculty of Medicine, Afyonkarahisar Health Sciences University, Afyonkarahisar 03030, Turkey."}], "LastName": "Demirbas", "ForeName": "Hayri", "Initials": "H"}, {"Identifier": ["0000-0003-4999-9022"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Veterinary Medicine, Ss. Cyril and Methodius University of Skopje, 1000 Skopje, North Macedonia."}], "LastName": "Hajrulai-Musliu", "ForeName": "Zehra", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry and Technology, Faculty of Veterinary Medicine, Kyrgyz-Turkish Manas University, Bishkek KG-720038, Kyrgyzstan."}], "LastName": "Istanbullugil", "ForeName": "Fatih Ramazan", "Initials": "FR"}, {"Identifier": ["0000-0002-1591-2198"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Theriogenology, Faculty of Veterinary Medicine, Urmia University, Urmia 5756151818, Iran."}], "LastName": "Soleimanzadeh", "ForeName": "Ali", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epizootology and Infectious Diseases, Vitebsk State Academy of Veterinary Medicine, 210026 Vitebsk, Belarus."}], "LastName": "Morozov", "ForeName": "Dmitry", "Initials": "D"}, {"Identifier": ["0000-0001-8242-3952"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Center for Veterinary Drug Safety Evaluation, College of Veterinary Medicine, China Agricultural University, Beijing 100193, China."}], "LastName": "Zhu", "ForeName": "Kui", "Initials": "K"}, {"Identifier": ["0000-0001-7118-6488"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Infectious Disease and Preventive Medicine, Faculty of Veterinary Medicine, University of Life Sciences \"King Mihai I\" from Timișoara, 300645 Timisoara, Romania."}], "LastName": "Herman", "ForeName": "Viorel", "Initials": "V"}, {"Identifier": ["0000-0002-9325-7889"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physical Biology and Chemistry, Faculty of Nature and Life Sciences, Université de Bejaia, Bejaia 06000, Algeria."}], "LastName": "Ayad", "ForeName": "Abdelhanine", "Initials": "A"}, {"Identifier": ["0000-0001-6578-4019"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Entomology and Agriculture Zoology, Department of Agriculture, Crop Production and Rural Environment, University of Thessaly, 38446 Volos, Greece."}], "LastName": "Athanassiou", "ForeName": "Christos", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Faculty of Veterinary Medicine, Afyon Kocatepe University, Afyonkarahisar 03200, Turkey."}], "LastName": "Ince", "ForeName": "Sinan", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Cancers (Basel)", "NlmUniqueID": "101526829", "ISSNLinking": "2072-6694"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Tan G., Gyllenhaal C., Soejarto D. Biodiversity as a source of anticancer drugs. Curr. Drug Targets. 2006;7:265–277. doi: 10.2174/138945006776054942.", "ArticleIdList": ["10.2174/138945006776054942", "16515527"]}, {"Citation": "De Mesquita M.L., de Paula J.E., Pessoa C., de Moraes M.O., Costa-Lotufo L.V., Grougnet R., Michel S., Tillequin F., Espindola L.S. Cytotoxic activity of Brazilian Cerrado plants used in traditional medicine against cancer cell lines. J. Ethnopharmacol. 2009;123:439–445. doi: 10.1016/j.jep.2009.03.018.", "ArticleIdList": ["10.1016/j.jep.2009.03.018", "19501276"]}, {"Citation": "Hong W.K., Sporn M.B. Recent advances in chemoprevention of cancer. Science. 1997;278:1073–1077. doi: 10.1126/science.278.5340.1073.", "ArticleIdList": ["10.1126/science.278.5340.1073", "9353183"]}, {"Citation": "Chandra S. Endophytic fungi: Novel sources of anticancer lead molecules. Appl. Microbiol. Biotechnol. 2012;95:47–59. doi: 10.1007/s00253-012-4128-7.", "ArticleIdList": ["10.1007/s00253-012-4128-7", "22622838"]}, {"Citation": "Srivastava V., Negi A.S., Kumar J., Gupta M., Khanuja S.P. Plant-based anticancer molecules: A chemical and biological profile of some important leads. Bioorg. Med. Chem. 2005;13:5892–5908. doi: 10.1016/j.bmc.2005.05.066.", "ArticleIdList": ["10.1016/j.bmc.2005.05.066", "16129603"]}, {"Citation": "Newman D.J., Cragg G.M. Natural Products. Springer; Berlin/Heidelberg, Germany: 2005. The discovery of anticancer drugs from natural sources; pp. 129–168."}, {"Citation": "Larkin T. Herbs are often more toxic than magical. FDA Consumers. 1983;17:4–10."}, {"Citation": "Saxe T. Toxicity of medicinal herbal preparations. Am. Fam. Physician. 1987;35:135–142. doi: 10.1016/0378-8741(88)90243-7.", "ArticleIdList": ["10.1016/0378-8741(88)90243-7", "3577986"]}, {"Citation": "Madhuri S., Pandey G. Some dietary agricultural plants with anticancer properties. Plant Arch. 2008;8:13–16."}, {"Citation": "Sivalokanathan S., Ilayaraja M., Balasubramanian M. Efficacy of Terminalia arjuna (Roxb.) on N-nitrosodiethylamine induced hepatocellular carcinoma in rats. Indian J. Exp. Biol. 2005;43:264–267.", "ArticleIdList": ["15816414"]}, {"Citation": "Chaudhary A., Singh N. Contribution of world health organization in the global acceptance of Ayurveda. J. Ayurveda Integr. Med. 2011;2:176–186. doi: 10.4103/0975-9476.90769.", "ArticleIdList": ["10.4103/0975-9476.90769", "PMC3255448", "22253507"]}, {"Citation": "Anand U., Jacobo-Herrera N., Altemimi A., Lakhssassi N. A comprehensive review on medicinal plants as antimicrobial therapeutics: Potential avenues of biocompatible drug discovery. Metabolites. 2019;9:258. doi: 10.3390/metabo9110258.", "ArticleIdList": ["10.3390/metabo9110258", "PMC6918160", "31683833"]}, {"Citation": "Semeniuc C.A., Socaciu M.-I., Socaci S.A., Mureșan V., Fogarasi M., Rotar A.M. Chemometric comparison and classification of some essential oils extracted from plants belonging to Apiaceae and Lamiaceae families based on their chemical composition and biological activities. Molecules. 2018;23:2261. doi: 10.3390/molecules23092261.", "ArticleIdList": ["10.3390/molecules23092261", "PMC6225327", "30189606"]}, {"Citation": "Pengelly A., Bone K. The Constituents of Medicinal Plants: An Introduction to the Chemistry and Therapeutics of Herbal Medicine. Routledge; Abingdon, UK: 2020.", "ArticleIdList": ["10.4324/9781003117964"]}, {"Citation": "Ahmad I., Mehmood Z., Mohammad F. Screening of some Indian medicinal plants for their antimicrobial properties. J. Ethnopharmacol. 1998;62:183–193. doi: 10.1016/S0378-8741(98)00055-5.", "ArticleIdList": ["10.1016/S0378-8741(98)00055-5", "9741890"]}, {"Citation": "Singla R.K., De R., Efferth T., Mezzetti B., Sahab Uddin M.d., Sanusi, Ntie-Kang F., Wang D., Schultz F., Kharat K.R., et al. The International Natural Product Sciences Taskforce (INPST) and the power of Twitter networking exemplified through #INPST Hashtag Analysis. Phytomedicine. 2023;108:154520. doi: 10.1016/j.phymed.2022.154520.", "ArticleIdList": ["10.1016/j.phymed.2022.154520", "36334386"]}, {"Citation": "Rosangkima G., Prasad S. Antitumour activity of some plants from Meghalaya and Mizoram against murine ascites Dalton's lymphoma. Indian J. Exp. Biol. 2004;42:981–988.", "ArticleIdList": ["15511001"]}, {"Citation": "Cragg G.M., Newman D.J. Plants as a source of anticancer agents. J. Ethnopharmacol. 2005;100:72–79. doi: 10.1016/j.jep.2005.05.011.", "ArticleIdList": ["10.1016/j.jep.2005.05.011", "16009521"]}, {"Citation": "Sohn H., Okos M.R. Paclitaxel (taxol): From nutt to drug. J. Microbiol. Biotechnol. 1998;8:427–440."}, {"Citation": "Kaur R., Kapoor K., Kaur H. Plants as a source of anticancer agents. J. Nat. Prod. Plant Resour. 2011;1:119–124."}, {"Citation": "Fouché G., Cragg G., Pillay P., Kolesnikova N., Maharaj V., Senabe J. In vitro anticancer screening of South African plants. J. Ethnopharmacol. 2008;119:455–461. doi: 10.1016/j.jep.2008.07.005.", "ArticleIdList": ["10.1016/j.jep.2008.07.005", "18678239"]}, {"Citation": "Georgaki S., Skopeliti M., Tsiatas M., Nicolaou K.A., Ioannou K., Husband A., Bamias A., Dimopoulos M.A., Constantinou A.I., Tsitsilonis O.E. Phenoxodiol, an anticancer isoflavene, induces immunomodulatory effects in vitro and in vivo. J. Cell Mol. Med. 2009;13:3929–3938. doi: 10.1111/j.1582-4934.2009.00695.x.", "ArticleIdList": ["10.1111/j.1582-4934.2009.00695.x", "PMC4516540", "19220577"]}, {"Citation": "Kinghorn A., Farnsworth N., Beecher C., Soejarto D., Cordell G., Pezzuto J., Wall M., Wani M., Brown D., O'neill M.M., et al. Novel strategies for plant-derived anticancer agents. Int. J. Pharmacogn. 1995;33:48–58. doi: 10.3109/13880209509067087.", "ArticleIdList": ["10.3109/13880209509067087"]}, {"Citation": "Kinghorn A.D., Su B.-N., Jang D.S., Chang L.C., Lee D., Gu J.-Q., Carcache-Blanco E.J., Pawlus A.D., Lee S.K., Park E.J. Natural inhibitors of carcinogenesis. Planta Med. 2004;70:691–705. doi: 10.1055/s-2004-827198.", "ArticleIdList": ["10.1055/s-2004-827198", "15326546"]}, {"Citation": "Powis G. Anticancer Drugs: Antimetabolite Metabolism and Natural Anticancer Agents. 1st ed. Pergamon; Oxford, UK: 1994. Section 140."}, {"Citation": "Yun T.K. Update from Asia: Asian studies on cancer chemoprevention. Ann. N. Y. Acad. Sci. 1999;889:157–192. doi: 10.1111/j.1749-6632.1999.tb08734.x.", "ArticleIdList": ["10.1111/j.1749-6632.1999.tb08734.x", "10668493"]}, {"Citation": "Kamath K., Park K. Mucosal adhesive preparations. In: Swarbrick J., Boylan J.C., editors. Encyclopedia of Pharmaceutical Technology. Volume 10. Marcel Dekker Inc.; New York, NY, USA: 1988. p. 133."}, {"Citation": "Sagini K., Urbanelli L., Buratta S., Leonardi L., Emiliani C. Nanovesicles from plants as edible carriers of bioactive compounds. AgroLife Sci. J. 2017;6:167–171."}, {"Citation": "Shengquan L., Ngong H.S. Design of low-molecular-weight prodrugs for targeted delivery of anticancer agents; Proceedings of the 3rd International Conference and Exhibition on Pharmaceutics & Novel Drug Delivery Systems; Chicago, IL, USA. 8–10 April 2013."}, {"Citation": "Kratz F., Müller I.A., Ryppa C., Warnecke A. Prodrug strategies in anticancer chemotherapy. ChemMedChem. 2008;3:20–53. doi: 10.1002/cmdc.200700159.", "ArticleIdList": ["10.1002/cmdc.200700159", "17963208"]}, {"Citation": "Sporn M.B., Liby K.T. Cancer chemoprevention: Scientific promise, clinical uncertainty. Nat. Clin. Pract. Oncol. 2005;2:518–525. doi: 10.1038/ncponc0319.", "ArticleIdList": ["10.1038/ncponc0319", "16205771"]}, {"Citation": "Duffy R., Wade C., Chang R. Discovery of anticancer drugs from antimalarial natural products: A MEDLINE literature review. Drug Discov. Today. 2012;17:942–953. doi: 10.1016/j.drudis.2012.03.013.", "ArticleIdList": ["10.1016/j.drudis.2012.03.013", "22504324"]}, {"Citation": "Pereira D.M., Valentao P., Correia-da-Silva G., Teixeira N., Andrade P.B. Plant secondary metabolites in cancer chemotherapy: Where are we? Curr. Pharm. Biotechnol. 2012;13:632–650. doi: 10.2174/138920112799857530.", "ArticleIdList": ["10.2174/138920112799857530", "22122478"]}, {"Citation": "Singh S., Awasthi M., Pandey V.P., Dwivedi U.N. Natural products as anticancerous therapeutic molecules with special reference to enzymatic targets topoisomerase, COX, LOX and aromatase. Curr. Protein Pept. Sci. 2018;19:238–274. doi: 10.2174/1389203718666170106102223.", "ArticleIdList": ["10.2174/1389203718666170106102223", "28059043"]}, {"Citation": "Ertas Onmaz N., Demirezen Yilmaz D., Imre K., Morar A., Gungor C., Yilmaz S., Gundog D.A., Dishan A., Herman V., Gungor G. Green synthesis of gold nanoflowers using Rosmarinus officinalis and Helichrysum italicum extracts: Comparative studies of their antimicrobial and antibiofilm activities. Antibiotics. 2022;11:1466. doi: 10.3390/antibiotics11111466.", "ArticleIdList": ["10.3390/antibiotics11111466", "PMC9686685", "36358121"]}, {"Citation": "Song N., Ma J., Zhang X., Qu D., Hui L., Sang C., Li H. Lappaconitine hydrochloride induces apoptosis and S phase cell cycle arrest through MAPK signaling pathway in human liver cancer HepG2 cells. Pharmacogn. Mag. 2021;17:334–341. doi: 10.4103/pm.pm_251_20.", "ArticleIdList": ["10.4103/pm.pm_251_20"]}, {"Citation": "Lai K.-C., Huang A.-C., Hsu S.-C., Kuo C.-L., Yang J.-S., Wu S.-H., Chung J.-G. Benzyl isothiocyanate (BITC) inhibits migration and invasion of human colon cancer HT29 cells by inhibiting matrix metalloproteinase-2/-9 and urokinase plasminogen (uPA) through PKC and MAPK signaling pathway. J. Agric. Food Chem. 2010;58:2935–2942. doi: 10.1021/jf9036694.", "ArticleIdList": ["10.1021/jf9036694", "20136087"]}, {"Citation": "Hong Y., Lee J., Moon H., Ryu C.H., Seok J., Jung Y.-S., Ryu J., Baek S.J. Quercetin induces anticancer activity by upregulating pro-NAG-1/GDF15 in differentiated thyroid cancer cells. Cancers. 2021;13:3022. doi: 10.3390/cancers13123022.", "ArticleIdList": ["10.3390/cancers13123022", "PMC8233818", "34208730"]}, {"Citation": "Guan X., Guan Y. Artemisinin induces selective and potent anticancer effects in drug resistant breast cancer cells by inducing cellular apoptosis and autophagy and G2/M cell cycle arrest. JBUON. 2020;25:1330–1336.", "ArticleIdList": ["32862573"]}, {"Citation": "Tsai Y.-J., Chen B.-H. Preparation of catechin extracts and nanoemulsions from green tea leaf waste and their inhibition effect on prostate cancer cell PC-3. Int. J. Nanomed. 2016;11:1907–1926. doi: 10.2147/IJN.S103759.", "ArticleIdList": ["10.2147/IJN.S103759", "PMC4866752", "27226712"]}, {"Citation": "Hussein N.A.E.M., El-Toukhy M.A.E.-F., Kazem A.H., Ali M.E.-S., Ahmad M.A.E.-R., Ghazy H.M.R., El-Din A.M.G. Protective and therapeutic effects of cannabis plant extract on liver cancer induced by dimethylnitrosamine in mice. Alex. J. Med. 2014;50:241–251. doi: 10.1016/j.ajme.2014.02.003.", "ArticleIdList": ["10.1016/j.ajme.2014.02.003"]}, {"Citation": "Chen M., Xiao C., Jiang W., Yang W., Qin Q., Tan Q., Lian B., Liang Z., Wei C. Capsaicin inhibits proliferation and induces apoptosis in breast cancer by down-regulating FBI-1-mediated NF-κB pathway. Drug Des. Dev. Ther. 2021;15:125–140. doi: 10.2147/DDDT.S269901.", "ArticleIdList": ["10.2147/DDDT.S269901", "PMC7811378", "33469265"]}, {"Citation": "Pramanik K.C., Fofaria N.M., Gupta P., Ranjan A., Kim S.-H., Srivastava S.K. Inhibition of β-catenin signaling suppresses pancreatic tumor growth by disrupting nuclear β-catenin/TCF-1 complex: Critical role of STAT-3. Oncotarget. 2015;6:11561–11574. doi: 10.18632/oncotarget.3427.", "ArticleIdList": ["10.18632/oncotarget.3427", "PMC4484476", "25869100"]}, {"Citation": "Boreddy S.R., Pramanik K.C., Srivastava S.K. Pancreatic tumor suppression by benzyl isothiocyanate is associated with inhibition of PI3K/AKT/FOXO pathway. Clin. Cancer Res. 2011;17:1784–1795. doi: 10.1158/1078-0432.CCR-10-1891.", "ArticleIdList": ["10.1158/1078-0432.CCR-10-1891", "PMC3076680", "21350002"]}, {"Citation": "Kandelous H.M., Salimi M., Khori V., Rastkari N., Amanzadeh A., Salimi M. Mitochondrial apoptosis induced by Chamaemelum nobile extract in breast cancer cells. Iranian J. Pharm. Res. 2016;15:197–204.", "ArticleIdList": ["PMC5242365", "28228817"]}, {"Citation": "Kongtawelert P., Wudtiwai B., Shwe T.H., Pothacharoen P., Phitak T. Inhibitory effect of hesperidin on the expression of programmed death ligand (PD-L1) in breast cancer. Molecules. 2020;25:252. doi: 10.3390/molecules25020252.", "ArticleIdList": ["10.3390/molecules25020252", "PMC7024188", "31936263"]}, {"Citation": "Ning L., Zhao W., Gao H., Wu Y. Hesperidin induces anticancer effects on human prostate cancer cells via ROS-mediated necrosis like cell death. J. BUON. 2020;25:2629–2634.", "ArticleIdList": ["33455106"]}, {"Citation": "Jiang X., Li Y., Feng J.-L., Nik Nabil W.N., Wu R., Lu Y., Liu H., Xi Z.-C., Xu H.-X. Safrana l prevents prostate cancer recurrence by blocking the Re-activation of quiescent cancer cells via downregulation of S-phase kinase-associated protein 2. Front. Cell Dev. Biol. 2020;8:598620. doi: 10.3389/fcell.2020.598620.", "ArticleIdList": ["10.3389/fcell.2020.598620", "PMC7772204", "33392189"]}, {"Citation": "Zheng Q., Liu Y., Liu W., Ma F., Zhou Y., Chen M., Chang J., Wang Y., Yang G., He G. Cucurbitacin B inhibits growth and induces apoptosis through the JAK2/STAT3 and MAPK pathways in SH-SY5Y human neuroblastoma cells. Mol. Med. Rep. 2014;10:89–94. doi: 10.3892/mmr.2014.2175.", "ArticleIdList": ["10.3892/mmr.2014.2175", "24789581"]}, {"Citation": "Yar Saglam A., Alp E., Elmazoglu Z., Menevse S. Treatment with cucurbitacin B alone and in combination with gefitinib induces cell cycle inhibition and apoptosis via EGFR and JAK/STAT pathway in human colorectal cancer cell lines. Hum. Exp. Toxicol. 2016;35:526–543. doi: 10.1177/0960327115595686.", "ArticleIdList": ["10.1177/0960327115595686", "26183715"]}, {"Citation": "Xu Y., Fang R., Shao J., Cai Z. Erianin induces triple-negative breast cancer cells apoptosis by activating PI3K/Akt pathway. Biosci. Rep. 2021;41:BSR20210093. doi: 10.1042/BSR20210093.", "ArticleIdList": ["10.1042/BSR20210093", "PMC8202065", "34036307"]}, {"Citation": "Arya R.K., Singh A., Yadav N.K., Cheruvu S.H., Hossain Z., Meena S., Maheshwari S., Singh A.K., Shahab U., Sharma C. Anti-breast tumor activity of Eclipta extract in-vitro and in-vivo: Novel evidence of endoplasmic reticulum specific localization of Hsp60 during apoptosis. Sci. Rep. 2015;5:18457. doi: 10.1038/srep18457.", "ArticleIdList": ["10.1038/srep18457", "PMC4682077", "26672742"]}, {"Citation": "Lin X., Wang G., Liu P., Han L., Wang T., Chen K., Gao Y. Gallic acid suppresses colon cancer proliferation by inhibiting SRC and EGFR phosphorylation. Exp. Ther. Med. 2021;21:638. doi: 10.3892/etm.2021.10070.", "ArticleIdList": ["10.3892/etm.2021.10070", "PMC8097205", "33968169"]}, {"Citation": "Shi C.-J., Zheng Y.-B., Pan F.-F., Zhang F.-W., Zhuang P., Fu W.-M. Gallic acid suppressed tumorigenesis by an LncRNA MALAT1-Wnt/β-catenin axis in hepatocellular carcinoma. Front. Pharmacol. 2021;12:708967. doi: 10.3389/fphar.2021.708967.", "ArticleIdList": ["10.3389/fphar.2021.708967", "PMC8526893", "34690755"]}, {"Citation": "Luo W., Sun R., Chen X., Li J., Jiang J., He Y., Shi S., Wen H. ERK activation-mediated autophagy induction resists licochalcone A-induced anticancer activities in lung cancer cells in vitro. OncoTargets Ther. 2020;13:13437–13450. doi: 10.2147/OTT.S278268.", "ArticleIdList": ["10.2147/OTT.S278268", "PMC7802906", "33447049"]}, {"Citation": "Haasler L., Kondadi A.K., Tsigaras T., von Montfort C., Graf P., Stahl W., Brenneisen P. The BH3 mimetic (±) gossypol induces ROS-independent apoptosis and mitochondrial dysfunction in human A375 melanoma cells in vitro. Arch. Toxicol. 2021;95:1349–1365. doi: 10.1007/s00204-021-02987-4.", "ArticleIdList": ["10.1007/s00204-021-02987-4", "PMC8032633", "33523262"]}, {"Citation": "Hsieh Y.-S., Chu S.-C., Huang S.-C., Kao S.-H., Lin M.-S., Chen P.-N. Gossypol reduces metastasis and epithelial-mesenchymal transition by targeting protease in human cervical cancer. Am. J. Chin. Med. 2021;49:181–198. doi: 10.1142/S0192415X21500105.", "ArticleIdList": ["10.1142/S0192415X21500105", "33371817"]}, {"Citation": "Cao H., Sethumadhavan K., Cao F., Wang T.T. Gossypol decreased cell viability and down-regulated the expression of a number of genes in human colon cancer cells. Sci. Rep. 2021;11:5922. doi: 10.1038/s41598-021-84970-8.", "ArticleIdList": ["10.1038/s41598-021-84970-8", "PMC7961146", "33723275"]}, {"Citation": "Cui A., Li X., Ma X., Wang X., Liu C., Song Z., Pan F., Xia Y., Li C. Transcriptome and proteome analysis reveals corosolic acid inhibiting bladder cancer via targeting cell cycle and inducing mitophagy in vitro and in vivo. Res. Sq. 2021. preprint .", "ArticleIdList": ["10.21203/rs.3.rs-705930/v1"]}, {"Citation": "Zhang C., Niu Y., Wang Z., Xu X., Li Y., Ma L., Wang J., Yu Y. Corosolic acid inhibits cancer progression by decreasing the level of CDK19-mediated O-GlcNAcylation in liver cancer cells. Cell Death Dis. 2021;12:889. doi: 10.1038/s41419-021-04164-y.", "ArticleIdList": ["10.1038/s41419-021-04164-y", "PMC8481254", "34588426"]}, {"Citation": "Zhang B.Y., Zhang L., Chen Y.M., Qiao X., Zhao S.L., Li P., Liu J.F., Wen X., Yang J. Corosolic acid inhibits colorectal cancer cells growth as a novel HER2/HER3 heterodimerization inhibitor. Br. J. Pharmacol. 2021;178:1475–1491. doi: 10.1111/bph.15372.", "ArticleIdList": ["10.1111/bph.15372", "33443775"]}, {"Citation": "Li J., Guo Q., Lei X., Zhang L., Su C., Liu Y., Zhou W., Chen H., Wang H., Wang F. Pristimerin induces apoptosis and inhibits proliferation, migration in H1299 lung cancer cells. J. Cancer. 2020;11:6348–6355. doi: 10.7150/jca.44431.", "ArticleIdList": ["10.7150/jca.44431", "PMC7532514", "33033518"]}, {"Citation": "Kang H.R., Moon J.Y., Ediriweera M.K., Song Y.W., Cho M., Kasiviswanathan D., Cho S.K. Dietary flavonoid myricetin inhibits invasion and migration of radioresistant lung cancer cells (A549-IR) by suppressing MMP-2 and MMP-9 expressions through inhibition of the FAK-ERK signaling pathway. Food Sci. Nutr. 2020;8:2059–2067. doi: 10.1002/fsn3.1495.", "ArticleIdList": ["10.1002/fsn3.1495", "PMC7174229", "32328272"]}, {"Citation": "Guon T.E., Chung H.S. Hyperoside and rutin of Nelumbo nucifera induce mitochondrial apoptosis through a caspase-dependent mechanism in HT-29 human colon cancer cells. Oncol. Lett. 2016;11:2463–2470. doi: 10.3892/ol.2016.4247.", "ArticleIdList": ["10.3892/ol.2016.4247", "PMC4812267", "27073499"]}, {"Citation": "Kim J.S., Yoo J.-M., Park J.E., Kim J., Kim S.-G., Seok Y.M., Son J.-H., Kim H.J. Anti-angiogenic effect of mountain ginseng in vitro and in vivo: Comparison with farm-cultivated ginseng. Mol. Med. Rep. 2021;24:615. doi: 10.3892/mmr.2021.12254.", "ArticleIdList": ["10.3892/mmr.2021.12254", "34225442"]}, {"Citation": "Kim J., Yoo J.-M., Kim J.S., Kim S.-G., Park J.E., Seok Y.M., Son J.-H., Kim H.J. Anticancer effect of mountain ginseng on human breast cancer: Comparison with farm-cultivated ginseng. Evid. Based Complement. Alternat. Med. 2020;2020:2584783. doi: 10.1155/2020/2584783.", "ArticleIdList": ["10.1155/2020/2584783", "PMC7399781", "32774407"]}, {"Citation": "Tian X., Liu M., Huang X., Zhu Q., Liu W., Chen W., Zou Y., Cai Y., Huang S., Chen A. Noscapine induces apoptosis in human colon cancer cells by regulating mitochondrial damage and Warburg effect via PTEN/PI3K/mTOR signaling pathway. OncoTargets Ther. 2020;13:5419–5428. doi: 10.2147/OTT.S232137.", "ArticleIdList": ["10.2147/OTT.S232137", "PMC7297602", "32606759"]}, {"Citation": "Geryani M.A., Mahdian D., Mousavi S.H., Hosseini A. Ctotoxic and apoptogenic effects of Perovskia abrotanoides flower extract on MCF-7 and HeLa cell lines. Avicenna J. Phytomed. 2016;6:410–417.", "ArticleIdList": ["PMC4967836", "27516981"]}, {"Citation": "Zhang D.-F., Yang Z.-C., Chen J.-Q., Jin X.-X., Qiu Y.-D., Chen X.-J., Shi H.-Y., Liu Z.-G., Wang M.-S., Liang G. Piperlongumine inhibits migration and proliferation of castration-resistant prostate cancer cells via triggering persistent DNA damage. BMC Complement. Med. Ther. 2021;21:195. doi: 10.1186/s12906-021-03369-0.", "ArticleIdList": ["10.1186/s12906-021-03369-0", "PMC8261967", "34229670"]}, {"Citation": "Wang F., Mao Y., You Q., Hua D., Cai D. Piperlongumine induces apoptosis and autophagy in human lung cancer cells through inhibition of PI3K/Akt/mTOR pathway. Int. J. Immunopathol. Pharmacol. 2015;28:362–373. doi: 10.1177/0394632015598849.", "ArticleIdList": ["10.1177/0394632015598849", "26246196"]}, {"Citation": "De Almeida G.C., Oliveira L.F., Predes D., Fokoue H.H., Kuster R.M., Oliveira F.L., Mendes F.A., Abreu J.G. Piperine suppresses the Wnt/β-catenin pathway and has anticancer effects on colorectal cancer cells. Sci. Rep. 2020;10:1161. doi: 10.1038/s41598-020-68574-2.", "ArticleIdList": ["10.1038/s41598-020-68574-2", "PMC7363889", "32669593"]}, {"Citation": "Zhang Y., Li Y., Sun C., Chen X., Han L., Wang T., Liu J., Chen X., Zhao D. Effect of pterostilbene, a natural derivative of resveratrol, in the treatment of colorectal cancer through Top1/Tdp1-mediated DNA repair pathway. Cancers. 2021;13:4002. doi: 10.3390/cancers13164002.", "ArticleIdList": ["10.3390/cancers13164002", "PMC8391236", "34439157"]}, {"Citation": "Harinantenaina L., Brodie P.J., Slebodnick C., Callmander M.W., Rakotobe E., Randrianasolo S., Randrianaivo R., Rasamison V.E., TenDyke K., Shen Y. Antiproliferative compounds from Pongamiopsis pervilleana from the Madagascar dry forest. J. Nat. Prod. 2010;73:1559–1562. doi: 10.1021/np100430r.", "ArticleIdList": ["10.1021/np100430r", "PMC2945424", "20804165"]}, {"Citation": "Li J., Xiong C., Xu P., Luo Q., Zhang R. Puerarin induces apoptosis in prostate cancer cells via inactivation of the Keap1/Nrf2/ARE signaling pathway. Bioengineered. 2021;12:402–413. doi: 10.1080/21655979.2020.1868733.", "ArticleIdList": ["10.1080/21655979.2020.1868733", "PMC8291817", "33356808"]}, {"Citation": "Ward A.B., Mir H., Kapur N., Gales D.N., Carriere P.P., Singh S. Quercetin inhibits prostate cancer by attenuating cell survival and inhibiting anti-apoptotic pathways. World J. Surg. Oncol. 2018;16:108. doi: 10.1186/s12957-018-1400-z.", "ArticleIdList": ["10.1186/s12957-018-1400-z", "PMC6001031", "29898731"]}, {"Citation": "Masraksa W., Tanasawet S., Hutamekalin P., Wongtawatchai T., Sukketsiri W. Luteolin attenuates migration and invasion of lung cancer cells via suppressing focal adhesion kinase and non-receptor tyrosine kinase signaling pathway. Nutr. Res. Pract. 2020;14:127–133. doi: 10.4162/nrp.2020.14.2.127.", "ArticleIdList": ["10.4162/nrp.2020.14.2.127", "PMC7075744", "32256987"]}, {"Citation": "Li M., Jin S., Cao Y., Xu J., Zhu S., Li Z. Emodin regulates cell cycle of non-small lung cancer (NSCLC) cells through hyaluronan synthase 2 (HA2)-HA-CD44/receptor for hyaluronic acid-mediated motility (RHAMM) interaction-dependent signaling pathway. Cancer Cell Int. 2021;21:19. doi: 10.1186/s12935-020-01711-z.", "ArticleIdList": ["10.1186/s12935-020-01711-z", "PMC7789699", "33407495"]}, {"Citation": "Fadlalla K., Watson A., Yehualaeshet T., Turner T., Samuel T. Ruta graveolens extract induces DNA damage pathways and blocks Akt activation to inhibit cancer cell proliferation and survival. Anticancer Res. 2011;31:233–241.", "ArticleIdList": ["PMC3124362", "21273604"]}, {"Citation": "Lv L., Zhang W., Li T., Jiang L., Lu X., Lin J. Hispidulin exhibits potent anticancer activity in vitro and in vivo through activating ER stress in non-small-cell lung cancer cells. Oncol. Rep. 2020;43:1995–2003. doi: 10.3892/or.2020.7568.", "ArticleIdList": ["10.3892/or.2020.7568", "PMC7160559", "32236602"]}, {"Citation": "Aktepe O.H., Şahin T.K., Güner G., Arik Z., Yalçin Ş. Lycopene sensitizes the cervical cancer cells to cisplatin via targeting nuclear factorkappaB (NF- B) pathway. Turk. J. Med. Sci. 2021;51:368–374. doi: 10.3906/sag-2005-413.", "ArticleIdList": ["10.3906/sag-2005-413", "PMC7991865", "32718121"]}, {"Citation": "Cheng J., Miller B., Balbuena E., Eroglu A. Lycopene protects against smoking-induced lung cancer by inducing base excision repair. Antioxidants. 2020;9:643. doi: 10.3390/antiox9070643.", "ArticleIdList": ["10.3390/antiox9070643", "PMC7402151", "32708354"]}, {"Citation": "Czarnik-Kwaśniak J., Kwaśniak K., Kwasek P., Świerzowska E., Strojewska A., Tabarkiewicz J. The influence of lycopene, [6]-gingerol, and silymarin on the apoptosis on U-118MG glioblastoma cells in vitro model. Nutrients. 2019;12:96. doi: 10.3390/nu12010096.", "ArticleIdList": ["10.3390/nu12010096", "PMC7019537", "31905849"]}, {"Citation": "Preet R., Mohapatra P., Das D., Satapathy S.R., Choudhuri T., Wyatt M.D., Kundu C.N. Lycopene synergistically enhances quinacrine action to inhibit Wnt-TCF signaling in breast cancer cells through APC. Carcinogenesis. 2013;34:277–286. doi: 10.1093/carcin/bgs351.", "ArticleIdList": ["10.1093/carcin/bgs351", "23129580"]}, {"Citation": "Lin S., Zhuang J., Zhu L., Jiang Z. Matrine inhibits cell growth, migration, invasion and promotes autophagy in hepatocellular carcinoma by regulation of circ_0027345/miR-345-5p/HOXD3 axis. Cancer Cell Int. 2020;20:246. doi: 10.1186/s12935-020-01293-w.", "ArticleIdList": ["10.1186/s12935-020-01293-w", "PMC7296946", "32549793"]}, {"Citation": "Wang F., Wang L., Qu C., Chen L., Geng Y., Cheng C., Yu S., Wang D., Yang L., Meng Z. Kaempferol induces ROS-dependent apoptosis in pancreatic cancer cells via TGM2-mediated Akt/mTOR signaling. BMC Cancer. 2021;21:396. doi: 10.1186/s12885-021-08158-z.", "ArticleIdList": ["10.1186/s12885-021-08158-z", "PMC8042867", "33845796"]}, {"Citation": "Zhu L., Xue L. Kaempferol suppresses proliferation and induces cell cycle arrest, apoptosis, and DNA damage in breast cancer cells. Oncol. Res. 2019;27:629–634. doi: 10.3727/096504018X15228018559434.", "ArticleIdList": ["10.3727/096504018X15228018559434", "PMC7848404", "29739490"]}, {"Citation": "Bishayee A., Mandal A. Trianthema portulacastrum Linn. exerts chemoprevention of 7, 12-dimethylbenz (a) anthracene-induced mammary tumorigenesis in rats. Mutat. Res. 2014;768:107–118. doi: 10.1016/j.mrfmmm.2014.01.002.", "ArticleIdList": ["10.1016/j.mrfmmm.2014.01.002", "24451939"]}, {"Citation": "Wu H., Chen L., Zhu F., Han X., Sun L., Chen K. The cytotoxicity effect of resveratrol: Cell cycle arrest and induced apoptosis of breast cancer 4T1 cells. Toxins. 2019;11:731. doi: 10.3390/toxins11120731.", "ArticleIdList": ["10.3390/toxins11120731", "PMC6950385", "31847250"]}, {"Citation": "Peng L., Jiang D. Resveratrol eliminates cancer stem cells of osteosarcoma by STAT3 pathway inhibition. PLoS ONE. 2018;13:e0205918. doi: 10.1371/journal.pone.0205918.", "ArticleIdList": ["10.1371/journal.pone.0205918", "PMC6200233", "30356255"]}, {"Citation": "Buhrmann C., Shayan P., Goel A., Shakibaei M. Resveratrol regulates colorectal cancer cell invasion by modulation of focal adhesion molecules. Nutrients. 2017;9:1073. doi: 10.3390/nu9101073.", "ArticleIdList": ["10.3390/nu9101073", "PMC5691690", "28953264"]}, {"Citation": "Tsai Y., Xia C., Sun Z. The inhibitory effect of 6-gingerol on ubiquitin-specific peptidase 14 enhances autophagy-dependent ferroptosis and anti-tumor in vivo and in vitro. Front. Pharmacol. 2020;11:598555. doi: 10.3389/fphar.2020.598555.", "ArticleIdList": ["10.3389/fphar.2020.598555", "PMC7691590", "33281606"]}, {"Citation": "Sp N., Kang D.Y., Lee J.-M., Bae S.W., Jang K.-J. Potential anti-tumor effects of 6-gingerol in p53-dependent mitochondrial apoptosis and inhibition of tumor sphere formation in breast cancer cells. Int. J. Mol. Sci. 2021;22:4660. doi: 10.3390/ijms22094660.", "ArticleIdList": ["10.3390/ijms22094660", "PMC8124719", "33925065"]}, {"Citation": "Verma A., Singh R. Induced dwarf mutant in Catharanthus roseus with enhanced antibacterial activity. Indian J. Pharm. Sci. 2010;72:655–657. doi: 10.4103/0250-474X.78541.", "ArticleIdList": ["10.4103/0250-474X.78541", "PMC3116317", "21695004"]}, {"Citation": "Jordan M.A., Thrower D., Wilson L. Mechanism of inhibition of cell proliferation by Vinca alkaloids. Cancer Res. 1991;51:2212–2222.", "ArticleIdList": ["2009540"]}, {"Citation": "Jordan M.A., Wilson L. Microtubules as a target for anticancer drugs. Nat. Rev. Cancer. 2004;4:253–265. doi: 10.1038/nrc1317.", "ArticleIdList": ["10.1038/nrc1317", "15057285"]}, {"Citation": "Mamtani R., Vaughn D.J. Vinflunine in the treatment of advanced bladder cancer. Expert Rev. Anticancer Ther. 2011;11:13–20. doi: 10.1586/era.10.196.", "ArticleIdList": ["10.1586/era.10.196", "21166506"]}, {"Citation": "Bachner M., De Santis M. Vinflunine in the treatment of bladder cancer. Ther. Clin. Risk Manag. 2008;4:1243–1253. doi: 10.2147/TCRM.S3384.", "ArticleIdList": ["10.2147/TCRM.S3384", "PMC2643105", "19337431"]}, {"Citation": "Bennouna J., Delord J.-P., Campone M., Nguyen L. Vinflunine: A new microtubule inhibitor agent. Clin. Cancer Res. 2008;14:1625–1632. doi: 10.1158/1078-0432.CCR-07-2219.", "ArticleIdList": ["10.1158/1078-0432.CCR-07-2219", "18347163"]}, {"Citation": "Kruczynski A., Barret J.-M., Etiévant C., Colpaert F., Fahy J., Hill B.T. Antimitotic and tubulin-interacting properties of vinflunine, a novel fluorinated Vinca alkaloid. Biochem. Pharmacol. 1998;55:635–648. doi: 10.1016/S0006-2952(97)00505-4.", "ArticleIdList": ["10.1016/S0006-2952(97)00505-4", "9515574"]}, {"Citation": "Pourroy B., Carré M., Honoré S., Bourgarel-Rey V., Kruczynski A., Briand C., Braguer D. Low concentrations of vinflunine induce apoptosis in human SK-N-SH neuroblastoma cells through a postmitotic G1 arrest and a mitochondrial pathway. Mol. Pharmacol. 2004;66:580–591. doi: 10.1124/mol.66.3.", "ArticleIdList": ["10.1124/mol.66.3", "15322250"]}, {"Citation": "Simoens C., Vermorken J.B., Korst A.E., Pauwels B., De Pooter C.M., Pattyn G.G., Lambrechts H.A., Breillout F., Lardon F. Cell cycle effects of vinflunine, the most recent promising Vinca alkaloid, and its interaction with radiation, in vitro. Cancer Chemother. Pharmacol. 2006;58:210–218. doi: 10.1007/s00280-005-0147-8.", "ArticleIdList": ["10.1007/s00280-005-0147-8", "16317558"]}, {"Citation": "Cao Z., Zhu S., Xue Z., Zhang F., Zhang L., Zhang Y., Guo Y., Zhan G., Zhang X., Guo Z. Isoquinoline alkaloids from Hylomecon japonica and their potential anti-breast cancer activities. Phytochemistry. 2022;202:113321. doi: 10.1016/j.phytochem.2022.113321.", "ArticleIdList": ["10.1016/j.phytochem.2022.113321", "35921889"]}, {"Citation": "Freeling J.L., Scholl J.L., Eikanger M., Knoblich C., Potts R.A., Anderson D.J., Rower J.E., Farjoo M.H., Zhao H., Pillatzki A. Pre-clinical safety and therapeutic efficacy of a plant-based alkaloid in a human colon cancer xenograft model. Cell Death Discov. 2022;8:135. doi: 10.1038/s41420-022-00936-3.", "ArticleIdList": ["10.1038/s41420-022-00936-3", "PMC8960818", "35347121"]}, {"Citation": "Liu L., Yan J., Cao Y., Yan Y., Shen X., Yu B., Tao L., Wang S. Proliferation, migration and invasion of triple negative breast cancer cells are suppressed by berbamine via the PI3K/Akt/MDM2/p53 and PI3K/Akt/mTOR signaling pathways. Oncol. Lett. 2021;21:70. doi: 10.3892/ol.2020.12331.", "ArticleIdList": ["10.3892/ol.2020.12331", "PMC7716707", "33365081"]}, {"Citation": "Esnaashari S.S., Muhammadnejad S., Amanpour S., Amani A. A combinational approach towards treatment of breast cancer: An analysis of noscapine-loaded polymeric nanoparticles and doxorubicin. AAPS PharmSciTech. 2020;21:166. doi: 10.1208/s12249-020-01710-3.", "ArticleIdList": ["10.1208/s12249-020-01710-3", "32504144"]}, {"Citation": "Hsiang Y.-H., Hertzberg R., Hecht S., Liu L. Camptothecin induces protein-linked DNA breaks via mammalian DNA topoisomerase I. J. Biol. Chem. 1985;260:14873–14878. doi: 10.1016/S0021-9258(17)38654-4.", "ArticleIdList": ["10.1016/S0021-9258(17)38654-4", "2997227"]}, {"Citation": "Oberlies N.H., Kroll D.J. Camptothecin and taxol: Historic achievements in natural products research. J. Nat. Prod. 2004;67:129–135. doi: 10.1021/np030498t.", "ArticleIdList": ["10.1021/np030498t", "14987046"]}, {"Citation": "Pazdur R., Diaz-Canton E., Ballard W.P., Bradof J.E., Graham S., Arbuck S.G., Abbruzzese J.L., Winn R. Phase II trial of 9-aminocamptothecin administered as a 72-hour continuous infusion in metastatic colorectal carcinoma. J. Clin. Oncol. 1997;15:2905–2909. doi: 10.1200/JCO.1997.15.8.2905.", "ArticleIdList": ["10.1200/JCO.1997.15.8.2905", "9256134"]}, {"Citation": "Farray D., Ahluwalia M.S., Snyder J., Barnett G.H., Cohen B.H., Suh J.H., Peereboom D.M. Pre-irradiation 9-amino [20s] camptothecin (9-AC) in patients with newly diagnosed glioblastoma multiforme. Invest. New Drugs. 2006;24:177–180. doi: 10.1007/s10637-005-2464-5.", "ArticleIdList": ["10.1007/s10637-005-2464-5", "16086097"]}, {"Citation": "Scott L., Soepenberg O., Verweij J., de Jonge M., Th Planting A., McGovern D., Principe P., Obach R., Twelves C. A multicentre phase I and pharmacokinetic study of BN80915 (diflomotecan) administered daily as a 20-min intravenous infusion for 5 days every 3 weeks to patients with advanced solid tumours. Ann. Oncol. 2007;18:569–575. doi: 10.1093/annonc/mdl439.", "ArticleIdList": ["10.1093/annonc/mdl439", "17322542"]}, {"Citation": "Zhu A.X., Ready N., Clark J.W., Safran H., Amato A., Salem N., Pace S., He X., Zvereva N., Lynch T.J. Phase I and pharmacokinetic study of gimatecan given orally once a week for 3 of 4 weeks in patients with advanced solid tumors. Clin. Cancer Res. 2009;15:374–381. doi: 10.1158/1078-0432.CCR-08-1024.", "ArticleIdList": ["10.1158/1078-0432.CCR-08-1024", "19118068"]}, {"Citation": "Pecorelli S., Ray-Coquard I., Tredan O., Colombo N., Parma G., Tisi G., Katsaros D., Lhomme C., Lissoni A., Vermorken J. Phase II of oral gimatecan in patients with recurrent epithelial ovarian, fallopian tube or peritoneal cancer, previously treated with platinum and taxanes. Ann. Oncol. 2009;21:759–765. doi: 10.1093/annonc/mdp514.", "ArticleIdList": ["10.1093/annonc/mdp514", "PMC2844948", "19906760"]}, {"Citation": "Trocóniz I.F., Cendrós J.-M., Soto E., Pruñonosa J., Perez-Mayoral A., Peraire C., Principe P., Delavault P., Cvitkovic F., Lesimple T. Population pharmacokinetic/pharmacodynamic modeling of drug-induced adverse effects of a novel homocamptothecin analog, elomotecan (BN80927), in a Phase I dose finding study in patients with advanced solid tumors. Cancer Chemother. Pharmacol. 2012;70:239–250. doi: 10.1007/s00280-012-1906-y.", "ArticleIdList": ["10.1007/s00280-012-1906-y", "22699813"]}, {"Citation": "Kurzrock R., Goel S., Wheler J., Hong D., Fu S., Rezai K., Morgan-Linnell S.K., Urien S., Mani S., Chaudhary I. Safety, pharmacokinetics, and activity of EZN-2208, a novel conjugate of polyethylene glycol and SN38, in patients with advanced malignancies. Cancer. 2012;118:6144–6151. doi: 10.1002/cncr.27647.", "ArticleIdList": ["10.1002/cncr.27647", "22674635"]}, {"Citation": "Imbert T. Discovery of podophyllotoxins. Biochimie. 1998;80:207–222. doi: 10.1016/S0300-9084(98)80004-7.", "ArticleIdList": ["10.1016/S0300-9084(98)80004-7", "9615861"]}, {"Citation": "Sargent J.M., Elgie A.W., Williamson C.J., Hill B.T. Ex vivo effects of the dual topoisomerase inhibitor tafluposide (F 11782) on cells isolated from fresh tumor samples taken from patients with cancer. Anti Cancer Drugs. 2003;14:467–473. doi: 10.1097/00001813-200307000-00013.", "ArticleIdList": ["10.1097/00001813-200307000-00013", "12853890"]}, {"Citation": "Kinghorn A.D., Seo E.-K. Plants as sources of drugs. In: Fuller G., McKeon T.A., Bills D.D., editors. Agricultural Materials as Renewable Resources. Volume 647. ACS Publications; Washington, DC, USA: 1996. pp. 179–193."}, {"Citation": "Gelmon K. The taxoids: Paclitaxel and docetaxel. The Lancet. 1994;344:1267–1272. doi: 10.1016/S0140-6736(94)90754-4.", "ArticleIdList": ["10.1016/S0140-6736(94)90754-4", "7967989"]}, {"Citation": "Bissery M.-C., Nohynek G., Sanderink G.-J., Lavelle F. Docetaxel (Taxotere): A review of preclinical and clinical experience. Part I: Preclinical experience. Anticancer Drugs. 1995;6:339–355, 363–368. doi: 10.1097/00001813-199506000-00001.", "ArticleIdList": ["10.1097/00001813-199506000-00001", "7670132"]}, {"Citation": "Beaulieu E., Demeule M., Ghitescu L., Béliveau R. P-glycoprotein is strongly expressed in the luminal membranes of the endothelium of blood vessels in the brain. Biochem. J. 1997;326:539–544. doi: 10.1042/bj3260539.", "ArticleIdList": ["10.1042/bj3260539", "PMC1218702", "9291129"]}, {"Citation": "Fellner S., Bauer B., Miller D.S., Schaffrik M., Fankhänel M., Spruß T., Bernhardt G., Graeff C., Färber L., Gschaidmeier H. Transport of paclitaxel (Taxol) across the blood-brain barrier in vitro and in vivo. J. Clin. Invest. 2002;110:1309–1318. doi: 10.1172/JCI0215451.", "ArticleIdList": ["10.1172/JCI0215451", "PMC151606", "12417570"]}, {"Citation": "Kemper E.M., van Zandbergen A.E., Cleypool C., Mos H.A., Boogerd W., Beijnen J.H., van Tellingen O. Increased penetration of paclitaxel into the brain by inhibition of P-Glycoprotein. Clin. Cancer Res. 2003;9:2849–2855.", "ArticleIdList": ["12855665"]}, {"Citation": "Paller C.J., Antonarakis E.S. Cabazitaxel: A novel second-line treatment for metastatic castration-resistant prostate cancer. Drug Des. Dev. Ther. 2011;5:117–124. doi: 10.2147/DDDT.S13029.", "ArticleIdList": ["10.2147/DDDT.S13029", "PMC3063116", "21448449"]}, {"Citation": "Bao R., Chan P. Novel compounds in the treatment of lung cancer: Current and developing therapeutic agents. J. Exp. Pharmacol. 2011;3:21–34. doi: 10.2147/JEP.S7804.", "ArticleIdList": ["10.2147/JEP.S7804", "PMC4863377", "27186107"]}, {"Citation": "Wetzler M., Segal D. Omacetaxine as an anticancer therapeutic: What is old is new again. Curr. Pharm. Des. 2011;17:59–64. doi: 10.2174/138161211795049778.", "ArticleIdList": ["10.2174/138161211795049778", "21294709"]}, {"Citation": "Fallen R.S., Gooderham M. Ingenol mebutate: An introduction. Ski. Ther. Lett. 2012;17:1–3.", "ArticleIdList": ["22358305"]}, {"Citation": "Pisha E., Chai H., Lee I.-S., Chagwedera T.E., Farnsworth N.R., Cordell G.A., Beecher C.W., Fong H.H., Kinghorn A.D., Brown D.M. Discovery of betulinic acid as a selective inhibitor of human melanoma that functions by induction of apoptosis. Nat. Med. 1995;1:1046–1051. doi: 10.1038/nm1095-1046.", "ArticleIdList": ["10.1038/nm1095-1046", "7489361"]}, {"Citation": "Shoeb M. Anti-cancer agents from medicinal plants. Bangladesh J. Pharmacol. 2006;1:35–41. doi: 10.3329/bjp.v1i2.486.", "ArticleIdList": ["10.3329/bjp.v1i2.486"]}, {"Citation": "Onwuchekwa C., Oluwole F. Anti-gastric ulcer and antiinflammatory properties of betulinic acid in male albino rats. Sci. World J. 2010;5:15–17."}, {"Citation": "Tzakos A.G., Kontogianni V.G., Tsoumani M., Kyriakou E., Hwa J., Rodrigues F.A., Tselepis A.D. Exploration of the antiplatelet activity profile of betulinic acid on human platelets. J. Agric. Food Chem. 2012;60:6977–6983. doi: 10.1021/jf3006728.", "ArticleIdList": ["10.1021/jf3006728", "PMC3676635", "22720759"]}, {"Citation": "Dai S., Liu Y., Zhao F., Wang H., Shao T., Xu Z., Shou L., Chen S., Shu Q. Aqueous extract of Taxus chinensis var. mairei targeting CD47 enhanced antitumor effects in non-small cell lung cancer. Biomed. Pharmacother. 2022;154:113628. doi: 10.1016/j.biopha.2022.113628.", "ArticleIdList": ["10.1016/j.biopha.2022.113628", "36058145"]}, {"Citation": "Wu M., Zhang F., Yu Z., Lin J., Yang L. Chemical characterization and in vitro antitumor activity of a single-component polysaccharide from Taxus chinensis var. mairei. Carbohydr. Polym. 2015;133:294–301. doi: 10.1016/j.carbpol.2015.06.107.", "ArticleIdList": ["10.1016/j.carbpol.2015.06.107", "26344284"]}, {"Citation": "Naik R.G., Kattige S., Bhat S., Alreja B., De Souza N., Rupp R. An antiinflammatory cum immunomodulatory piperidinylbenzopyranone from Dysoxylum binectariferum: Isolation, structure and total synthesis. Tetrahedron. 1988;44:2081–2086. doi: 10.1016/S0040-4020(01)90352-7.", "ArticleIdList": ["10.1016/S0040-4020(01)90352-7"]}, {"Citation": "Chao S.-H., Price D.H. Flavopiridol inactivates P-TEFb and blocks most RNA polymerase II transcription in vivo. J. Biol. Chem. 2001;276:31793–31799. doi: 10.1074/jbc.M102306200.", "ArticleIdList": ["10.1074/jbc.M102306200", "11431468"]}, {"Citation": "de Azevedo W.F., Canduri F., da Silveira N.J.F. Structural basis for inhibition of cyclin-dependent kinase 9 by flavopiridol. Biochem. Biophys. Res. Commun. 2002;293:566–571. doi: 10.1016/S0006-291X(02)00266-8.", "ArticleIdList": ["10.1016/S0006-291X(02)00266-8", "12054639"]}, {"Citation": "Hussain S.-R.A., Lucas D.M., Johnson A.J., Lin T.S., Bakaletz A.P., Dang V.X., Viatchenko-Karpinski S., Ruppert A.S., Byrd J.C., Kuppusamy P. Flavopiridol causes early mitochondrial damage in chronic lymphocytic leukemia cells with impaired oxygen consumption and mobilization of intracellular calcium. Blood. 2008;111:3190–3199. doi: 10.1182/blood-2007-10-115733.", "ArticleIdList": ["10.1182/blood-2007-10-115733", "PMC2265456", "18192508"]}, {"Citation": "Shapiro G.I. Preclinical and clinical development of the cyclin-dependent kinase inhibitor flavopiridol. Clin. Cancer Res. 2004;10:4270–4275. doi: 10.1158/1078-0432.CCR-040020.", "ArticleIdList": ["10.1158/1078-0432.CCR-040020", "15217973"]}, {"Citation": "Akram M., Shahab-Uddin A.A., Usmanghani K., Hannan A., Mohiuddin E., Asif M. Curcuma longa and curcumin: A review article. Rom. J. Biol. Plant Biol. 2010;55:65–70."}, {"Citation": "Wilken R., Veena M.S., Wang M.B., Srivatsan E.S. Curcumin: A review of anticancer properties and therapeutic activity in head and neck squamous cell carcinoma. Mol. Cancer. 2011;10:12. doi: 10.1186/1476-4598-10-12.", "ArticleIdList": ["10.1186/1476-4598-10-12", "PMC3055228", "21299897"]}, {"Citation": "Zaidman B.-Z., Yassin M., Mahajna J., Wasser S.P. Medicinal mushroom modulators of molecular targets as cancer therapeutics. Appl. Microbiol. Biotechnol. 2005;67:453–468. doi: 10.1007/s00253-004-1787-z.", "ArticleIdList": ["10.1007/s00253-004-1787-z", "15726350"]}, {"Citation": "Wasser S. Medicinal mushrooms as a source of anti-tumor and immunomodulating polysaccharides. Appl. Microbiol. Biotechnol. 2002;60:258–274. doi: 10.1007/s00253-002-1076-7.", "ArticleIdList": ["10.1007/s00253-002-1076-7", "12436306"]}, {"Citation": "Jong S., Birmingham J. Medicinal benefits of the mushroom Ganoderma. Adv. Appl. Microbiol. 1992;37:101–134. doi: 10.1016/s0065-2164(08)70253-3.", "ArticleIdList": ["10.1016/s0065-2164(08)70253-3", "1642155"]}, {"Citation": "Wasser S.P., Weis A.L. Medicinal properties of substances occurring in higher basidiomycetes mushrooms: Current perspectives. Int. J. Med. Mushrooms. 1999;1:31–62. doi: 10.1615/IntJMedMushrooms.v1.i1.30.", "ArticleIdList": ["10.1615/IntJMedMushrooms.v1.i1.30", "9987601"]}, {"Citation": "Rutckeviski R., Corso C.R., Román-Ochoa Y., Cipriani T.R., Centa A., Smiderle F.R. Agaricus bisporus β-(1→ 6)-d-glucan induces M1 phenotype on macrophages and increases sensitivity to doxorubicin of triple negative breast cancer cells. Carbohidr. Polym. 2022;278:118917. doi: 10.1016/j.carbpol.2021.118917.", "ArticleIdList": ["10.1016/j.carbpol.2021.118917", "34973736"]}, {"Citation": "Yoon S.Y., Lindroth A.M., Kwon S., Park S.J., Park Y.J. Adenosine derivatives from Cordyceps exert anti-tumor effects against ovarian cancer cells through ENT1-mediated transport, induction of AMPK signaling, and consequent autophagic cell death. Biomed. Pharmacother. 2022;153:113491. doi: 10.1016/j.biopha.2022.113491.", "ArticleIdList": ["10.1016/j.biopha.2022.113491", "36076585"]}, {"Citation": "Cen K., Chen M., He M., Li Z., Song Y., Liu P., Jiang Q., Xu S., Jia Y., Shen P. Sporoderm-broken spores of Ganoderma lucidum sensitizes ovarian cancer to cisplatin by ROS/ERK signaling and attenuates chemotherapy-related toxicity. Front. Pharmacol. 2022;13:826716. doi: 10.3389/fphar.2022.826716.", "ArticleIdList": ["10.3389/fphar.2022.826716", "PMC8900012", "35264959"]}, {"Citation": "Thimmaraju A., Govindan S. Novel studies of characterization, antioxidant, anticoagulant and anticancer activity of purified polysaccharide from Hypsizygus ulmarius mushroom. Bioact. Carbohydr. Diet. Fibre. 2022;27:100308. doi: 10.1016/j.bcdf.2022.100308.", "ArticleIdList": ["10.1016/j.bcdf.2022.100308"]}, {"Citation": "Fekry T., Salem M.F., Abd-Elaziz A.A., Muawia S., Naguib Y.M., Khalil H. Anticancer properties of selenium-enriched oyster culinary-medicinal mushroom, Pleurotus ostreatus (Agaricomycetes), in colon cancer in vitro. Int. J. Med. Mushrooms. 2022;24:1–20. doi: 10.1615/IntJMedMushrooms.2022045181.", "ArticleIdList": ["10.1615/IntJMedMushrooms.2022045181", "36374945"]}, {"Citation": "Meng T., Yu S.-S., Ji H.-Y., Xu X.-M., Liu A.-J. A novel acid polysaccharide from Boletus edulis: Extraction, characteristics and antitumor activities in vitro. Glycoconj. J. 2021;38:13–24. doi: 10.1007/s10719-021-09972-0.", "ArticleIdList": ["10.1007/s10719-021-09972-0", "33507460"]}, {"Citation": "Kaplan Ö., Tosun N.G., Özgür A., Tayhan S.E., Bilgin S., Türkekul İ., Gökce İ. Microwave-assisted green synthesis of silver nanoparticles using crude extracts of Boletus edulis and Coriolus versicolor: Characterization, anticancer, antimicrobial and wound healing activities. J. Drug Deliv. Sci. Technol. 2021;64:102641. doi: 10.1016/j.jddst.2021.102641.", "ArticleIdList": ["10.1016/j.jddst.2021.102641"]}, {"Citation": "Zhang Y., Zhou R., Liu F., Ng T.B. Purification and characterization of a novel protein with activity against non-small-cell lung cancer in vitro and in vivo from the edible mushroom Boletus edulis. Int. J. Biol. Macromol. 2021;174:77–88. doi: 10.1016/j.ijbiomac.2021.01.149.", "ArticleIdList": ["10.1016/j.ijbiomac.2021.01.149", "33508361"]}, {"Citation": "Fogarasi M., Socaciu M.-I., Sălăgean C.-D., Ranga F., Fărcaș A.C., Socaci S.A., Socaciu C., Țibulcă D., Fogarasi S., Semeniuc C.A. Comparison of different extraction solvents for characterization of antioxidant potential and polyphenolic composition in Boletus edulis and Cantharellus cibarius mushrooms from Romania. Molecules. 2021;26:7508. doi: 10.3390/molecules26247508.", "ArticleIdList": ["10.3390/molecules26247508", "PMC8704948", "34946590"]}, {"Citation": "Nowakowski P., Markiewicz-Żukowska R., Gromkowska-Kępka K., Naliwajko S.K., Moskwa J., Bielecka J., Grabia M., Borawska M., Socha K. Mushrooms as potential therapeutic agents in the treatment of cancer: Evaluation of anti-glioma effects of Coprinus comatus, Cantharellus cibarius, Lycoperdon perlatum and Lactarius deliciosus extracts. Biomed. Pharmacother. 2021;133:111090. doi: 10.1016/j.biopha.2020.111090.", "ArticleIdList": ["10.1016/j.biopha.2020.111090", "33378984"]}, {"Citation": "Fang J., Gao S., Islam R., Teramoto Y., Maeda H. Extracts of Phellinus linteus, bamboo (Sasa senanensis) leaf and chaga mushroom (Inonotus obliquus) exhibit anti-tumor activity through activating innate immunity. Nutrients. 2020;12:2279. doi: 10.3390/nu12082279.", "ArticleIdList": ["10.3390/nu12082279", "PMC7469031", "32751371"]}, {"Citation": "Jiao C., Chen W., Tan X., Liang H., Li J., Yun H., He C., Chen J., Ma X., Xie Y. Ganoderma lucidum spore oil induces apoptosis of breast cancer cells in vitro and in vivo by activating caspase-3 and caspase-9. J. Ethnopharmacol. 2020;247:112256. doi: 10.1016/j.jep.2019.112256.", "ArticleIdList": ["10.1016/j.jep.2019.112256", "31586690"]}, {"Citation": "Haque M.A., Reza A.A., Nasrin M.S., Rahman M.A. Pleurotus highking mushrooms potentiate antiproliferative and antimigratory activity against triple-negative breast cancer cells by suppressing Akt signaling. Integr. Cancer Ther. 2020;19:1534735420969809. doi: 10.1177/1534735420969809.", "ArticleIdList": ["10.1177/1534735420969809", "PMC7673053", "33176517"]}, {"Citation": "Kong B.H., Teoh K.H., Tan N.H., Tan C.S., Ng S.T., Fung S.Y. Proteins from Lignosus tigris with selective apoptotic cytotoxicity towards MCF7 cell line and suppresses MCF7-xenograft tumor growth. PeerJ. 2020;8:e9650. doi: 10.7717/peerj.9650.", "ArticleIdList": ["10.7717/peerj.9650", "PMC7413093", "32832273"]}, {"Citation": "Tan X., Chen W., Jiao C., Liang H., Yun H., He C., Chen J., Ma X., Xie Y. Anti-tumor and immunomodulatory activity of the aqueous extract of Sarcodon imbricatus in vitro and in vivo. Food Funct. 2020;11:1110–1121. doi: 10.1039/C9FO01230C.", "ArticleIdList": ["10.1039/C9FO01230C", "31825431"]}, {"Citation": "Wang W., Wang L.-Y., Yang H.-R., Zhang Y.-P., Zhang H.-N., Fan H., Zhao X.-L., Zhang J., Jia W. Antitumor effect of By-1 from spent broth from submerged cultures of stout camphor medicinal mushroom, Taiwanofungus camphoratus (higher Basidiomycetes), on A549 adenocarcinoma cells. Int. J. Med. Mushrooms. 2017;19:225–232. doi: 10.1615/IntJMedMushrooms.v19.i3.40.", "ArticleIdList": ["10.1615/IntJMedMushrooms.v19.i3.40", "28605337"]}, {"Citation": "Lau M.F., Chua K.H., Sabaratnam V., Kuppusamy U.R. In vitro and in silico anticancer evaluation of a medicinal mushroom, Ganoderma neo-japonicum Imazeki, against human colonic carcinoma cells. Biotechnol. Appl. Biochem. 2021;68:902–917. doi: 10.1002/bab.2013.", "ArticleIdList": ["10.1002/bab.2013", "32856730"]}, {"Citation": "Ghosh S.K., Sanyal T., Bera T. Anticancer activity of solvent extracts of Hexogonia glabra against cervical cancer cell lines. Asian Pac. J. Cancer Prev. 2020;21:1977–1986. doi: 10.31557/APJCP.2020.21.7.1977.", "ArticleIdList": ["10.31557/APJCP.2020.21.7.1977", "PMC7573405", "32711423"]}, {"Citation": "Ghosh S., Sanyal T. Antiproliferative and apoptotic effect of ethanolic extract of Calocybe indica on PANC-1 and MIAPaCa2 cell lines of pancreatic cancer. Exp. Oncol. 2020;42:178–182. doi: 10.32471/exp-oncology.", "ArticleIdList": ["10.32471/exp-oncology", "32996735"]}, {"Citation": "Kao C.H., Greenwood D.R., Jamieson S.M., Coe M.E., Murray P.M., Ferguson L.R., Bishop K.S. Anticancer characteristics of Fomitopsis pinicola extract in a xenograft mouse model—A preliminary study. Nutr. Cancer. 2020;72:645–652. doi: 10.1080/01635581.2019.1648693.", "ArticleIdList": ["10.1080/01635581.2019.1648693", "31387396"]}, {"Citation": "Zhu L., Wu M., Li P., Zhou Y., Zhong J., Zhang Z., Li Y., Yao W., Xu J. High-pressure supercritical CO2 extracts of Ganoderma lucidum fruiting body and their anti-hepatoma effect associated with the Ras/Raf/MEK/ERK signaling pathway. Front. Pharmacol. 2020;11:602702. doi: 10.3389/fphar.2020.602702.", "ArticleIdList": ["10.3389/fphar.2020.602702", "PMC7768272", "33381043"]}, {"Citation": "Cheng A.-Y., Chien Y.-C., Lee H.-C., Hsieh Y.-H., Yu Y.-L. Water-extracted Ganoderma lucidum induces apoptosis and S-phase arrest via cyclin-CDK2 pathway in glioblastoma cells. Molecules. 2020;25:3585. doi: 10.3390/molecules25163585.", "ArticleIdList": ["10.3390/molecules25163585", "PMC7464863", "32781747"]}, {"Citation": "Tsai Y.T., Kuo P.H., Kuo H.P., Hsu C.Y., Lee Y.J., Kuo C.L., Liu J.Y., Lee S.L., Kao M.C. Ganoderma tsugae suppresses the proliferation of endometrial carcinoma cells via Akt signaling pathway. Environ. Toxicol. 2021;36:320–327. doi: 10.1002/tox.23037.", "ArticleIdList": ["10.1002/tox.23037", "33044769"]}, {"Citation": "Sadowska A., Zapora E., Sawicka D., Niemirowicz-Laskowska K., Surażyński A., Sułkowska-Ziaja K., Kała K., Stocki M., Wołkowycki M., Bakier S. Heterobasidion annosum induces apoptosis in DLD-1 cells and decreases colon cancer growth in in vivo model. Int. J. Mol. Sci. 2020;21:3447. doi: 10.3390/ijms21103447.", "ArticleIdList": ["10.3390/ijms21103447", "PMC7279362", "32414138"]}, {"Citation": "Mondal A., Banerjee D., Majumder R., Maity T.K., Khowala S. Evaluation of in vitro antioxidant, anticancer and in vivo antitumour activity of Termitomyces clypeatus MTCC 5091. Pharm. Biol. 2016;54:2536–2546. doi: 10.3109/13880209.2016.1168854.", "ArticleIdList": ["10.3109/13880209.2016.1168854", "27225970"]}, {"Citation": "Peng C.-C., Chen K.-C., Peng R.Y., Chyau C.-C., Su C.-H., Hsieh-Li H.M. Antrodia camphorata extract induces replicative senescence in superficial TCC, and inhibits the absolute migration capability in invasive bladder carcinoma cells. J. Ethnopharmacol. 2007;109:93–103. doi: 10.1016/j.jep.2006.07.009.", "ArticleIdList": ["10.1016/j.jep.2006.07.009", "16930895"]}, {"Citation": "Jayachandran M., Xiao J., Xu B. A critical review on health promoting benefits of edible mushrooms through gut microbiota. Int. J. Mol. Sci. 2017;18:1934. doi: 10.3390/ijms18091934.", "ArticleIdList": ["10.3390/ijms18091934", "PMC5618583", "28885559"]}, {"Citation": "Park H.-J. Current uses of mushrooms in cancer treatment and their anticancer mechanisms. Int. J. Mol. Sci. 2022;23:10502. doi: 10.3390/ijms231810502.", "ArticleIdList": ["10.3390/ijms231810502", "PMC9504980", "36142412"]}, {"Citation": "Hetland G., Tangen J.-M., Mahmood F., Mirlashari M.R., Nissen-Meyer L.S.H., Nentwich I., Therkelsen S.P., Tjønnfjord G.E., Johnson E. Antitumor, anti-inflammatory and antiallergic effects of Agaricus blazei mushroom extract and the related medicinal basidiomycetes mushrooms, Hericium erinaceus and Grifola frondosa: A review of preclinical and clinical studies. Nutrients. 2020;12:1339. doi: 10.3390/nu12051339.", "ArticleIdList": ["10.3390/nu12051339", "PMC7285126", "32397163"]}, {"Citation": "Misgiati M., Widyawaruyanti A., Raharjo S.J., Sukardiman S. Ergosterol isolated from Agaricus blazei Murill n-hexane extracts as potential anticancer MCF-7 activity. Pharmacogn. J. 2021;13:418–426. doi: 10.5530/pj.2021.13.53.", "ArticleIdList": ["10.5530/pj.2021.13.53"]}, {"Citation": "Sun Y., Cheng M., Dong L., Yang K., Ma Z., Yu S., Yan P., Bai K., Zhu X., Zhang Q. Agaricus blazei extract (FA-2-b-β) induces apoptosis in chronic myeloid leukemia cells. Oncol. Lett. 2020;20:270. doi: 10.3892/ol.2020.12133.", "ArticleIdList": ["10.3892/ol.2020.12133", "PMC7517625", "32989404"]}, {"Citation": "Jeitler M., Michalsen A., Frings D., Hübner M., Fischer M., Koppold-Liebscher D.A., Murthy V., Kessler C.S. Significance of medicinal mushrooms in integrative oncology: A narrative review. Front. Pharmacol. 2020;11:580656. doi: 10.3389/fphar.2020.580656.", "ArticleIdList": ["10.3389/fphar.2020.580656", "PMC7794004", "33424591"]}, {"Citation": "Chay W.Y., Tham C.K., Toh H.C., Lim H.Y., Tan C.K., Lim C., Wang W.-W., Choo S.-P. Coriolus versicolor (Yunzhi) use as therapy in advanced hepatocellular carcinoma patients with poor liver function or who are unfit for standard therapy. J. Altern. Complement. Med. 2017;23:648–652. doi: 10.1089/acm.2016.0136.", "ArticleIdList": ["10.1089/acm.2016.0136", "28375640"]}, {"Citation": "Twardowski P., Kanaya N., Frankel P., Synold T., Ruel C., Pal S.K., Junqueira M., Prajapati M., Moore T., Tryon P. A phase I trial of mushroom powder in patients with biochemically recurrent prostate cancer: Roles of cytokines and myeloid-derived suppressor cells for Agaricus bisporus–induced prostate-specific antigen responses. Cancer. 2015;121:2942–2950. doi: 10.1002/cncr.29421.", "ArticleIdList": ["10.1002/cncr.29421", "PMC5685188", "25989179"]}, {"Citation": "Torkelson C.J., Sweet E., Martzen M.R., Sasagawa M., Wenner C.A., Gay J., Putiri A., Standish L.J. Phase 1 clinical trial of Trametes versicolor in women with breast cancer. ISRN Oncol. 2012;2012:251632. doi: 10.5402/2012/251632.", "ArticleIdList": ["10.5402/2012/251632", "PMC3369477", "22701186"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "11", "Day": "3"}, {"Year": "2022", "Month": "12", "Day": "8"}, {"Year": "2022", "Month": "12", "Day": "12"}, {"Year": "2022", "Month": "12", "Day": "23", "Hour": "1", "Minute": "11"}, {"Year": "2022", "Month": "12", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "24", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "12", "Day": "15"}], "PublicationStatus": "epublish", "ArticleIdList": ["36551687", "PMC9777303", "10.3390/cancers14246203", "cancers14246203"]}}], "PubmedBookArticle": []}