{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["legume", "polyethylene glycol (PEG)", "seedling establishment", "smallholder farmers"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36559674", "DateRevised": {"Year": "2024", "Month": "01", "Day": "08"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "12", "Day": "16"}], "Language": ["eng"], "ELocationID": ["3562", "10.3390/plants11243562"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "11", "Issue": "24", "PubDate": {"Year": "2022", "Month": "Dec", "Day": "16"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Screening Bambara Groundnut (<i>Vigna subterranea</i> L. Verdc) Genotypes for Drought Tolerance at the Germination Stage under Simulated Drought Conditions.", "Abstract": {"AbstractText": ["Bambara groundnut (Vigna subterranea L. Verdc) is grown by smallholders and subsistence farmers in the marginal parts of sub-Saharan Africa. This legume is native to Africa and is cultivated throughout semi-arid sub-Saharan Africa. It is hardy and has been recognized as a nutritious food source in times of scarcity. Drought can negatively affect the germination or establishment of seedlings in the early stages of crop growth. Drought can limit the growing season of certain crops and create conditions that encourage the invasion of insects and diseases. Drought can also lead to a lack of crop yield, leading to rising food prices, shortages, and possibly malnutrition in vulnerable populations. A drought-tolerant genotype can be identified at the germination stage of Bambara groundnut by screening for drought-tolerance traits, and this knowledge can be applied to Bambara crop improvement programs to identify drought-tolerant traits during early growth phases. As an osmolyte, polyethylene glycol (PEG 6000) reduced water potential and simulated drought stress in Bambara groundnut seeds of different genotypes. Osmolytes are low-molecular-weight organic compounds that influence biological fluid properties. In this study, 24 Bambara groundnut genotypes were used. Data were collected on seed germination percentage (G%), germination velocity index (GVI), mean germination time (MGT), root dry mass (RDM), root fresh mass (RFM), and seven drought tolerance indices: mean productivity (MP), tolerance index (TOL), geometric mean productivity (GMP), stress susceptibility index (SSI), yield index (YI), yield stability index (YSI), stress tolerance index (STI) as well as seed coat color measurements. The data were applied to the mean observation of genotypes under simulated drought conditions (Ys) and the mean observation of genotypes under controlled conditions (Yp). Germination%, germination velocity index (GVI), mass germination time (MGT), and root fresh mass (RFM) differed significantly (p < 0.001) between the two stress conditions. Bambara genotypes Acc 82 and Acc 96 were found to be the most drought-tolerant."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Agricultural, Earth and Environmental Sciences, University of KwaZulu-Natal, Private Bag X01, Scottsville, Pietermaritzburg 3209, South Africa."}], "LastName": "Kunene", "ForeName": "Sithembile", "Initials": "S"}, {"Identifier": ["0000-0003-1743-4406"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Agricultural, Earth and Environmental Sciences, University of KwaZulu-Natal, Private Bag X01, Scottsville, Pietermaritzburg 3209, South Africa."}], "LastName": "Odindo", "ForeName": "Alfred Oduor", "Initials": "AO"}, {"Identifier": ["0000-0001-7472-8246"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agricultural Research Council, Vegetables, Industrial and Medicinal Plants, Private Bag X293, Pretoria 0001, South Africa."}, {"Identifier": [], "Affiliation": "Department of Plant Sciences and Plant Pathology, Montana State University, Bozeman, MT 59717, USA."}, {"Identifier": [], "Affiliation": "Food Security and Safety Focus Area, Faculty of Natural and Agricultural Sciences, North-West University, Private Bag X2046, Mmabatho 2735, South Africa."}], "LastName": "Gerrano", "ForeName": "Abe Shegro", "Initials": "AS"}, {"Identifier": ["0000-0003-2078-3041"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Agricultural, Earth and Environmental Sciences, University of KwaZulu-Natal, Private Bag X01, Scottsville, Pietermaritzburg 3209, South Africa."}], "LastName": "Mandizvo", "ForeName": "Takudzwa", "Initials": "T"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "We declare no conflict of interest. The funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript, or in the decision to publish the results."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Tan X.L., Azam-Ali S., Goh E.V., Mustafa M., Chai H.H., Ho W.K., Mayes S., Mabhaudhi T., Azam-Ali S., Massawe F. Bambara groundnut: An underutilized leguminous crop for global food security and nutrition. Front. Nutr. 2020;7:601496. doi: 10.3389/fnut.2020.601496.", "ArticleIdList": ["10.3389/fnut.2020.601496", "PMC7758284", "33363196"]}, {"Citation": "Murevanhema Y.Y., Jideani V.A. Potential of Bambara groundnut (Vigna subterranea L. Verdc) milk as a probiotic beverage: A review. Crit. Rev. Food Sci. Nutr. 2013;53:954–967. doi: 10.1080/10408398.2011.574803.", "ArticleIdList": ["10.1080/10408398.2011.574803", "23768187"]}, {"Citation": "Boivin N., Crowther A., Helm R., Fuller D.Q. East Africa and Madagascar in the Indian ocean world. J. World Prehistory. 2013;26:213–281. doi: 10.1007/s10963-013-9067-4.", "ArticleIdList": ["10.1007/s10963-013-9067-4"]}, {"Citation": "Ogwu M., Ahana C., Osawaru M. Sustainable food production in Nigeria: A case study for Bambara Groundnut (Vigna subterranea (L.) Verdc. Fabaceae) J. Energy Nat. Resour. Manag. 2018;1:68–77."}, {"Citation": "Mabhaudhi T., Chimonyo V.G.P., Hlahla S., Massawe F., Mayes S., Nhamo L., Modi A.T. Prospects of orphan crops in climate change. Planta. 2019;250:695–708. doi: 10.1007/s00425-019-03129-y.", "ArticleIdList": ["10.1007/s00425-019-03129-y", "PMC6667417", "30868238"]}, {"Citation": "Khan M.M.H., Rafii M.Y., Ramlee S.I., Jusoh M., Al-Mamun M. Bambara Groundnut (Vigna subterranea L. Verdc): A Crop for the New Millennium, Its Genetic Diversity, and Improvements to Mitigate Future Food and Nutritional Challenges. Sustainability. 2021;13:5530. doi: 10.3390/su13105530.", "ArticleIdList": ["10.3390/su13105530"]}, {"Citation": "Shegro A., Van Rensburg W.J., Adebola P. Assessment of genetic variability in bambara groundnut (Vigna subterrenea L. Verdc.) using morphological quantitative traits. Acad. J. Agric. Res. 2013;1:45–51."}, {"Citation": "Muhammad I., Rafii M.Y., Ramlee S.I., Nazli M.H., Harun A.R., Oladosu Y., Musa I., Arolu F., Chukwu S.C., Sani Haliru B., et al. Exploration of Bambara Groundnut (Vigna subterranea (L.) Verdc.), an Underutilized Crop, to Aid Global Food Security: Varietal Improvement, Genetic Diversity and Processing. Agronomy. 2020;10:766. doi: 10.3390/agronomy10060766.", "ArticleIdList": ["10.3390/agronomy10060766"]}, {"Citation": "Mabhaudhi T., Modi A.T. Growth, phenological and yield responses of a Bambara groundnut (Vigna subterranea (L.) Verdc.) landrace to imposed water stress under field conditions. S. Afr. J. Plant Soil. 2013;30:69–79. doi: 10.1080/02571862.2013.790492.", "ArticleIdList": ["10.1080/02571862.2013.790492"]}, {"Citation": "Kapoor D., Bhardwaj S., Landi M., Sharma A., Ramakrishnan M., Sharma A. The Impact of Drought in Plant Metabolism: How to Exploit Tolerance Mechanisms to Increase Crop Production. Appl. Sci. 2020;10:5692. doi: 10.3390/app10165692.", "ArticleIdList": ["10.3390/app10165692"]}, {"Citation": "Wahab A., Abdi G., Saleem M.H., Ali B., Ullah S., Shah W., Mumtaz S., Yasin G., Muresan C.C., Marc R.A. Plants’ physio-biochemical and phyto-hormonal responses to alleviate the adverse effects of drought stress: A comprehensive review. Plants. 2022;11:1620. doi: 10.3390/plants11131620.", "ArticleIdList": ["10.3390/plants11131620", "PMC9269229", "35807572"]}, {"Citation": "Mandizvo T., Odindo A.O. Seed coat structural and imbibitional characteristics of dark and light coloured Bambara groundnut (Vigna subterranea L.) landraces. Heliyon. 2019;5:e01249. doi: 10.1016/j.heliyon.2019.e01249.", "ArticleIdList": ["10.1016/j.heliyon.2019.e01249", "PMC6383029", "30828667"]}, {"Citation": "Chimonyo V.G.P. Seed Performance of Selected Bottle Gourd (Lagenaria siceraria (Molina) Standl.) Am. J. Exp. Agric. 2013;3:740–766. doi: 10.9734/ajea/2013/4114.", "ArticleIdList": ["10.9734/ajea/2013/4114"]}, {"Citation": "Harrison E.L., Arce Cubas L., Gray J.E., Hepworth C. The influence of stomatal morphology and distribution on photosynthetic gas exchange. Plant J. 2020;101:768–779. doi: 10.1111/tpj.14560.", "ArticleIdList": ["10.1111/tpj.14560", "PMC7065165", "31583771"]}, {"Citation": "Ilyas S., Sopian O. Effect of Seed Maturity and Invigoration on Seed Viability and Vigor, Plant Growth, and Yield of Bambara Groundnut (Vigna subterranea (L.) Verdcourt) Acta Hortic. 2013;979:695–702. doi: 10.17660/ActaHortic.2013.979.78.", "ArticleIdList": ["10.17660/ActaHortic.2013.979.78"]}, {"Citation": "Cheng A., Raai M.N., Zain N.A.M., Massawe F., Singh A., Wan-Mohtar W.A.A.Q.I. In search of alternative proteins: Unlocking the potential of underutilized tropical legumes. Food Security. 2019;11:1205–1215. doi: 10.1007/s12571-019-00977-0.", "ArticleIdList": ["10.1007/s12571-019-00977-0"]}, {"Citation": "Hlanga N.C., Modi A.T., Mathew I. Evaluating nutritional content among Bambara groundnut lines. J. Food Compos. Anal. 2021;102:104053. doi: 10.1016/j.jfca.2021.104053.", "ArticleIdList": ["10.1016/j.jfca.2021.104053"]}, {"Citation": "Onuche U., Ibitoye S.J., Anthony T. Profitability and efficiency of Bambara groundnut production in Nigeria: A case study. Rev. Agric. Appl. Econ. 2020;23:92–101. doi: 10.15414/raae.2020.23.02.92-101.", "ArticleIdList": ["10.15414/raae.2020.23.02.92-101"]}, {"Citation": "Mwale S., Azam-Ali S., Massawe F. Growth and development of bambara groundnut (Vigna subterranea) in response to soil moisture: 1. Dry matter and yield. Eur. J. Agron. 2007;26:345–353. doi: 10.1016/j.eja.2006.09.007.", "ArticleIdList": ["10.1016/j.eja.2006.09.007"]}, {"Citation": "Hussain M.I., Lyra D.-A., Farooq M., Nikoloudakis N., Khalid N. Salt and drought stresses in safflower: A review. Agron. Sustain. Dev. 2016;36:1–31. doi: 10.1007/s13593-015-0344-8.", "ArticleIdList": ["10.1007/s13593-015-0344-8"]}, {"Citation": "Chibarabada T.P., Modi A.T., Mabhaudhi T. Water use characteristics of a bambara groundnut (Vigna subterranea L. Verdc) landrace during seedling establishment. Water SA. 2015;41:472–482. doi: 10.4314/wsa.v41i4.06.", "ArticleIdList": ["10.4314/wsa.v41i4.06"]}, {"Citation": "Massawe F., Mwale S., Azam-Ali S., Roberts J. Breeding in bambara groundnut (Vigna subterranea (L.) Verdc.): Strategic considerations. Afr. J. Biotechnol. 2005;4:463–471."}, {"Citation": "Rahmah N., Ilyas S., Setiawan A. Evaluation of bambara groundnut (Vigna subterranea L. Verdc.) genotypes for drought tolerance at germination stage. Sabrao J. Breed. Genet. 2020;52:45–63."}, {"Citation": "Miranda R.D.Q., Correia R.M., de Almeida-Cortez J.S., Pompelli M.F. Germination of P rosopis juliflora (S w.) DC seeds at different osmotic potentials and temperatures. Plant Species Biol. 2014;29:E9–E20. doi: 10.1111/1442-1984.12025.", "ArticleIdList": ["10.1111/1442-1984.12025"]}, {"Citation": "Pei Z., Ming D., Liu D., Wan G., Geng X., Gong H., Zhou W. Silicon improves the tolerance to water-deficit stress induced by polyethylene glycol in wheat (Triticum aestivum L.) seedlings. J. Plant Growth Regul. 2010;29:106–115. doi: 10.1007/s00344-009-9120-9.", "ArticleIdList": ["10.1007/s00344-009-9120-9"]}, {"Citation": "Hosseini N.S., Ghasimi Hagh Z., Khoshghalb H. Morphological, antioxidant enzyme activity and secondary metabolites accumulation in response of polyethylene glycol-induced osmotic stress in embryo-derived plantlets and callus cultures of Salvia leriifolia. Plant Cell Tissue Organ Cult. 2020;140:143–155. doi: 10.1007/s11240-019-01718-z.", "ArticleIdList": ["10.1007/s11240-019-01718-z"]}, {"Citation": "Guzzon F., Müller J., Do Nascimento Araujo M., Cauzzi P., Orsenigo S., Mondoni A., Abeli T. Drought avoidance adaptive traits in seed germination and seedling growth of Citrullus amarus landraces. S. Afr. J. Bot. 2017;113:382–388. doi: 10.1016/j.sajb.2017.09.023.", "ArticleIdList": ["10.1016/j.sajb.2017.09.023"]}, {"Citation": "Zondi L.Z. Responses of Bambara groundnut (Vigna Subterannea L. Verdc) Landraces to Field and Controlled Environment Conditions of Water Stress. University of Kwazulu Natal; Durban, South Africa: 2012."}, {"Citation": "Gao X., Bamba A.S.A., Kundy A.C., Mateva K.I., Chai H.H., Ho W.K., Musa M., Mayes S., Massawe F. Variation of phenotypic traits in twelve bambara groundnut (Vigna subterranea (L.) Verdc.) genotypes and two F2 bi-parental segregating populations. Agronomy. 2020;10:1451. doi: 10.3390/agronomy10101451.", "ArticleIdList": ["10.3390/agronomy10101451"]}, {"Citation": "Mayes S., Ho W.K., Chai H.H., Gao X., Kundy A.C., Mateva K.I., Zahrulakmal M., Hahiree M.K.I.M., Kendabie P., Licea L. Bambara groundnut: An exemplar underutilised legume for resilience under climate change. Planta. 2019;250:803–820. doi: 10.1007/s00425-019-03191-6.", "ArticleIdList": ["10.1007/s00425-019-03191-6", "31267230"]}, {"Citation": "Shahriari S., Puteh A.A.B., Saleh G.B., Rahim A.B.A. Germination at low osmotic potential as a selection criteria for drought stress tolerance in sweet corn. Afr. J. Biotechnol. 2014;13:294–300. doi: 10.5897/AJB11.3435.", "ArticleIdList": ["10.5897/AJB11.3435"]}, {"Citation": "Guo J., Du M., Tian H., Wang B. Exposure to high salinity during seed development markedly enhances seedling emergence and fitness of the progeny of the extreme halophyte Suaeda salsa. Front. Plant Sci. 2020;11:1291. doi: 10.3389/fpls.2020.01291.", "ArticleIdList": ["10.3389/fpls.2020.01291", "PMC7472538", "32973849"]}, {"Citation": "Maraghni M., Gorai M., Neffati M. Seed germination at different temperatures and water stress levels, and seedling emergence from different depths of Ziziphus lotus. S. Afr. J. Bot. 2010;76:453–459. doi: 10.1016/j.sajb.2010.02.092.", "ArticleIdList": ["10.1016/j.sajb.2010.02.092"]}, {"Citation": "Allahverdiyeva Y., Suorsa M., Tikkanen M., Aro E.-M. Photoprotection of photosystems in fluctuating light intensities. J. Exp. Bot. 2015;66:2427–2436. doi: 10.1093/jxb/eru463.", "ArticleIdList": ["10.1093/jxb/eru463", "25468932"]}, {"Citation": "Khakwani A.A., Dennett M., Munir M. Drought tolerance screening of wheat varieties by inducing water stress conditions. Songklanakarin J. Sci. Technol. 2011;33:135–142."}, {"Citation": "Abejide D.R., Falusi O.A., Adebola M.O., Daudu O.A., Salihu B.Z. Evaluation of seed yield of Nigerian bambara groundnut [Vigna subterranea (L.) Verdc.] landraces under varying water conditions. Not. Sci. Biol. 2018;10:233–239. doi: 10.15835/nsb10210238.", "ArticleIdList": ["10.15835/nsb10210238"]}, {"Citation": "Ahmadizadeh M., Valizadeh M., Shahbazi H., Nori A. Behavior of durum wheat genotypes under normal irrigation and drought stress conditions in the greenhouse. Afr. J. Biotechnol. 2012;11:1912–1923."}, {"Citation": "Ibny F.Y., Jaiswal S.K., Mohammed M., Dakora F.D. Symbiotic effectiveness and ecologically adaptive traits of native rhizobial symbionts of Bambara groundnut (Vigna subterranea L. Verdc.) in Africa and their relationship with phylogeny. Sci. Rep. 2019;9:12666. doi: 10.1038/s41598-019-48944-1.", "ArticleIdList": ["10.1038/s41598-019-48944-1", "PMC6718677", "31477738"]}, {"Citation": "Nouri A., Etminan A., Teixeira da Silva J.A., Mohammadi R. Assessment of yield, yield-related traits and drought tolerance of durum wheat genotypes (Triticum turjidum var. durum Desf.) Aust. J. Crop Sci. 2011;5:8–16."}, {"Citation": "Mohammadi R., Amri A. Graphic analysis of trait relations and genotype evaluation in durum wheat. J. Crop Improv. 2011;25:680–696. doi: 10.1080/15427528.2011.601437.", "ArticleIdList": ["10.1080/15427528.2011.601437"]}, {"Citation": "Kamali B., Jahanbakhshi F., Dogaru D., Dietrich J., Nendel C., AghaKouchak A. Probabilistic modeling of crop-yield loss risk under drought: A spatial showcase for sub-Saharan Africa. Environ. Res. Lett. 2022;17:024028. doi: 10.1088/1748-9326/ac4ec1.", "ArticleIdList": ["10.1088/1748-9326/ac4ec1"]}, {"Citation": "Pavli O.I. PEG-Induced Drought Stress During Germination: Effects on Soybean Germplasm. Agric. Res. Technol. Open Access J. 2020;23:70–80."}, {"Citation": "Koné M., Koné T., Silué N., Soumahoro A.B., Kouakou T.H. In vitro seeds germination and seedling growth of Bambara groundnut (Vigna subterranea (L.) Verdc.(Fabaceae)) Sci. World J. 2015;2015:595073. doi: 10.1155/2015/595073.", "ArticleIdList": ["10.1155/2015/595073", "PMC4621365", "26550604"]}, {"Citation": "Ayed S., Othmani A., Bouhaouel I., Teixeira da Silva J.A. Multi-Environment Screening of Durum Wheat Genotypes for Drought Tolerance in Changing Climatic Events. Agronomy. 2021;11:875. doi: 10.3390/agronomy11050875.", "ArticleIdList": ["10.3390/agronomy11050875"]}, {"Citation": "Belay G.A., Zhang Z., Xu P. Physio-Morphological and Biochemical Trait-Based Evaluation of Ethiopian and Chinese Wheat Germplasm for Drought Tolerance at the Seedling Stage. Sustainability. 2021;13:4605. doi: 10.3390/su13094605.", "ArticleIdList": ["10.3390/su13094605"]}, {"Citation": "Pour-Aboughadareh A., Yousefian M., Moradkhani H., Moghaddam Vahed M., Poczai P., Siddique K.H.M. iPASTIC: An online toolkit to estimate plant abiotic stress indices. Appl. Plant Sci. 2019;7:e11278. doi: 10.1002/aps3.11278.", "ArticleIdList": ["10.1002/aps3.11278", "PMC6636621", "31346510"]}, {"Citation": "Ekbic E., Cagıran C., Korkmaz K., Kose M.A., Aras V. Assessment of watermelon accessions for salt tolerance using stress tolerance indices. Cienc. E Agrotecnologia. 2017;41:616–625. doi: 10.1590/1413-70542017416013017.", "ArticleIdList": ["10.1590/1413-70542017416013017"]}, {"Citation": "Grzesiak S., Hordyńska N., Szczyrek P., Grzesiak M.T., Noga A., Szechyńska-Hebda M. Variation among wheat (Triticum easativum L.) genotypes in response to the drought stress: I–selection approaches. J. Plant Interact. 2018;14:30–44. doi: 10.1080/17429145.2018.1550817.", "ArticleIdList": ["10.1080/17429145.2018.1550817"]}, {"Citation": "El-Hashash E.F., El-Agoury R.Y.A., El-Absy K.M., Sakr S.M.I. Genetic parameters, multivariate analysis and tolerance indices of rice genotypes under normal and drought stress environments. Asian J. Res. Crop Sci. 2018;1:1–18. doi: 10.9734/AJRCS/2018/41549.", "ArticleIdList": ["10.9734/AJRCS/2018/41549"]}, {"Citation": "Sánchez-Virosta Á., Sadras V.O., Sánchez-Gómez D. Phenotypic plasticity in relation to inter-cultivar variation of garlic (Allium sativum L.) functional performance and yield-stability in response to water availability. Sci. Hortic. 2021;285:0304–4238. doi: 10.1016/j.scienta.2021.110128.", "ArticleIdList": ["10.1016/j.scienta.2021.110128"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "11", "Day": "15"}, {"Year": "2022", "Month": "12", "Day": "12"}, {"Year": "2022", "Month": "12", "Day": "13"}, {"Year": "2022", "Month": "12", "Day": "23", "Hour": "1", "Minute": "59"}, {"Year": "2022", "Month": "12", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "24", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "12", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["36559674", "PMC9788078", "10.3390/plants11243562", "plants11243562"]}}], "PubmedBookArticle": []}