{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Arnica montana", "achene", "glandular trichomes", "morphological traits", "reproductive characteristics"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36559536", "DateRevised": {"Year": "2022", "Month": "12", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "12", "Day": "08"}], "Language": ["eng"], "ELocationID": ["3424", "10.3390/plants11243424"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "11", "Issue": "24", "PubDate": {"Year": "2022", "Month": "Dec", "Day": "08"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Differentiation and Propagation Potential of <i>Arnica montana</i> L. Achenes as a Consequence of the Morphological Diversity of Flowers and the Position of Flower Heads on the Plant.", "Abstract": {"AbstractText": ["<i>Arnica montana</i> L. is a very important medicinal plant and simultaneously a European endemic endangered plant species. The morphological features and details of seed development and achene variability are poorly recognized. The aim of this study was to determine the impact of the achene position in the infructescence and the location of the inflorescence on the plant on the (i) morphological characteristics and germination ability of achenes, and (ii) recruitment of seedlings and their biometric features. Infructescences containing fully ripe achenes were randomly collected from <i>A. montana</i> individuals for the measurements and the germination experiment. Scanning electron microscopy, fluorescence microscopy, and light microscopy were used for characterization of flowers and achenes. The morphological traits of achenes and reproductive characteristics of <i>A. montana</i> were determined by the position of the achenes in the infructescence and the location of the inflorescence on the plant. The surface of arnica achenes is equipped with non-glandular and glandular trichomes, which is very rarely presented in species of the family Asteraceae. It is possible that the fluid-containing glandular trichomes are a source of essential oils. The peripherally located achenes were longer, thinner, and lighter. They were characterized by lower embryo weight, lower embryo/achene weight ratio, and lower germination capacity in comparison to the centrally located ones. The results presented in this article fill the gap in the knowledge of the morphology of achenes and the biology of the species, and provide information that can help in breeding programs, active protection, and field cultivation."]}, "AuthorList": [{"Identifier": ["0000-0002-1448-1517"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Mycology and Ecology, Institute of Biological Sciences, Maria Curie-Skłodowska University, 19 Akademicka Street, 20-033 Lublin, Poland."}], "LastName": "Sugier", "ForeName": "Piotr", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Mycology and Ecology, Institute of Biological Sciences, Maria Curie-Skłodowska University, 19 Akademicka Street, 20-033 Lublin, Poland."}], "LastName": "Rysiak", "ForeName": "Anna", "Initials": "A"}, {"Identifier": ["0000-0002-0837-9751"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Industrial and Medicinal Plants, University of Life Sciences in Lublin, 15 Akademicka Street, 20-950 Lublin, Poland."}], "LastName": "Sugier", "ForeName": "Danuta", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cell Biology, Institute of Biological Sciences, Maria Curie-Skłodowska University, 19 Akademicka Street, 20-033 Lublin, Poland."}], "LastName": "Winiarczyk", "ForeName": "Krystyna", "Initials": "K"}, {"Identifier": ["0000-0003-2532-0468"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Forest Environment, Institute of Forest Sciences, Bialystok University of Technology, 45E Wiejska Street, 15-351 Białystok, Poland."}], "LastName": "Wołkowycki", "ForeName": "Dan", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Forest Environment, Institute of Forest Sciences, Bialystok University of Technology, 45E Wiejska Street, 15-351 Białystok, Poland."}], "LastName": "Kołos", "ForeName": "Aleksander", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Wolfe L.M. Why does the size of reproductive structures decline through time in Hydrophyllum appendiculatum (Hydrophyllaceae)? developmental constraints vs. resource limitation. Am. J. Bot. 1992;79:1286–1290. doi: 10.1002/j.1537-2197.1992.tb13733.x.", "ArticleIdList": ["10.1002/j.1537-2197.1992.tb13733.x"]}, {"Citation": "Diggle P.K. Architectural effects on floral form and function: A review. In: Stuessy T., Hsrandl E., Mayer V., editors. Deep Morphology: Towards a Renaissance of Morphology in Plant Systematics. Ganter Verlag; Koenigstein, Germany: 2003. pp. 63–80."}, {"Citation": "Torices R., Méndez M. Fruit size decline from the margin to the center of capitula is the result of resource competition and architectural constraints. Oecologia. 2010;164:949–958. doi: 10.1007/s00442-010-1715-0.", "ArticleIdList": ["10.1007/s00442-010-1715-0", "20623142"]}, {"Citation": "Kliber A., Eckert C.G. Sequential decline in allocation among flowers within inflorescences: Proximate mechanism and adaptive significance. Ecology. 2004;85:1675–1687. doi: 10.1890/03-0477.", "ArticleIdList": ["10.1890/03-0477"]}, {"Citation": "Medrano M., Guitián P., Guitián J. Patterns of fruit and seed set within inflorescences of Pacratium maritimum Amaryllidaceae: Nonuniform pollination, resource limitation, or architectural effects? Am. J. Bot. 2000;87:493–501. doi: 10.2307/2656592.", "ArticleIdList": ["10.2307/2656592", "10766720"]}, {"Citation": "El-Keblawy A. Effects of achene dimorphism on dormancy and progeny traits in the two ephemerals Hedypnois cretica and Crepis aspera Asteraceae. Can. J. Bot. 2003;81:550–559. doi: 10.1139/b03-052.", "ArticleIdList": ["10.1139/b03-052"]}, {"Citation": "Imbert E., Escarre J., Lepart J. Seed heteromorphism in Crepis sancta Asteraceae: Performance of two morphologies in different environments. Oikos. 1997;79:325–332. doi: 10.2307/3546016.", "ArticleIdList": ["10.2307/3546016"]}, {"Citation": "Picó F.X., Koubek T. Inbreeding effects on fitness traits in the heterocarpic herb Leontodon autumnalis L. Asteraceae. Acta Oecol. 2003;24:289–294. doi: 10.1016/j.actao.2003.09.005.", "ArticleIdList": ["10.1016/j.actao.2003.09.005"]}, {"Citation": "Ruíz de Clavijo E. The ecological significance of fruit heteromorphism in the amphicarphic species Catananche lutea Asteraceae. Int. J. Plant Sci. 1995;156:824–833. doi: 10.1086/297306.", "ArticleIdList": ["10.1086/297306"]}, {"Citation": "Castillo-Sánchez I.L., Figueroa-Castro D.M. Intra-inflorescence variation in reproductive traits of Conopholis alpina Orobanchaceae: Effect of flower maturation pattern and resource competition. Plant Ecol. 2019;220:721–729. doi: 10.1007/s11258-019-00947-8.", "ArticleIdList": ["10.1007/s11258-019-00947-8"]}, {"Citation": "Lane M.A. Pollination biology of Compositae. In: Caligari P.D.S., Hind D.J.N., editors. Compositae: Biology and Utilization. Kew; Royal Botanical Gardens, UK: 1996. pp. 61–80. Proceedings of the International Compositae Conference, Kew 1996, vol. 2."}, {"Citation": "Jeffrey C. Evolution of Compositae flowers. In: Funk V., Susanna A., Stuessy T.F., Bayer R.J., editors. Systematics, Evolution, and Biogeography of Compositae. International Association for Plant Taxonomy; Vienna, Austria: 2009. pp. 131–138."}, {"Citation": "Bremer K. Asteraceae, Cladistics and Classification. Timber Press Inc.; Portland, OR, USA: 1994. p. 752."}, {"Citation": "Andersson S. Pollinator and nonpollinator selection on ray morphology in Leucanthemum vulgare (oxeye daisy, Asteraceae) Am. J. Bot. 2008;95:1072–1078. doi: 10.3732/ajb.0800087.", "ArticleIdList": ["10.3732/ajb.0800087", "21632427"]}, {"Citation": "Bello M.A., Álvarez I., Torices R., Fuertes-Aguilar J. Floral development and evolution of capitulum structure in Anacyclus (Anthemideae, Asteraceae) Ann. Bot. 2013;112:1597–1612. doi: 10.1093/aob/mcs301.", "ArticleIdList": ["10.1093/aob/mcs301", "PMC3828941", "23287557"]}, {"Citation": "Chapman M.A., Abbott R.J. Introgression of fitness genes across a ploidy barrier. New Phytol. 2009;186:63–71. doi: 10.1111/j.1469-8137.2009.03091.x.", "ArticleIdList": ["10.1111/j.1469-8137.2009.03091.x", "19912548"]}, {"Citation": "Sun M., Ganders F.R. Outcrossing rates and allozyme variation in rayed and rayless morphs of Bidens pilosa. Heredity. 1990;64:139–143. doi: 10.1038/hdy.1990.18.", "ArticleIdList": ["10.1038/hdy.1990.18"]}, {"Citation": "Torices R., Méndez M., Gómez J.M. Where do monomorphic sexual systems fit in the evolution of dioecy? Insights from the largest family of Angiosperms. New Phytol. 2011;190:238–248. doi: 10.1111/j.1469-8137.2010.03609.x.", "ArticleIdList": ["10.1111/j.1469-8137.2010.03609.x", "21219336"]}, {"Citation": "Herrera C.M. Multiplicity in Unity. Plant Subindividual Variation and Interactions with Animals. University of Chicago Press; Chicago, IL, USA: 2009. p. 448."}, {"Citation": "Strykstra R.J., Pegtel D.M., Bergsma A. Dispersal distance and achene quality of the rare anemochorous species Arnica montana L. Implication for conservation. Acta Bot. Neerl. 1998;47:45–56."}, {"Citation": "Kahmen S., Poschlod P. Population size, plant performance, and genetic variation in the rare plant Arnica montana L. in the Rhön, Germany. Basic Appl. Ecol. 2000;1:43–51. doi: 10.1078/1439-1791-00007.", "ArticleIdList": ["10.1078/1439-1791-00007"]}, {"Citation": "Maurice T., Colling G., Muller S., Matthies D. Habitat characteristics, stage structure and reproduction of colline and montane populations of the threatened species Arnica montana. Plant Ecol. 2012;213:831–842. doi: 10.1007/s11258-012-0045-1.", "ArticleIdList": ["10.1007/s11258-012-0045-1"]}, {"Citation": "Sugier P., Kołos A., Wołkowycki D., Sugier D., Plak A., Sozinov O. Evaluation of species inter-relations and soil conditions in Arnica montana L. habitats. A step towards active protection of endangered and high-valued medicinal plant species in NE Poland. Acta Soc. Bot. Pol. 2018;87:3592. doi: 10.5586/asbp.3592.", "ArticleIdList": ["10.5586/asbp.3592"]}, {"Citation": "Sugier P., Sugier D., Sozinov O., Kołos A., Wołkowycki D., Plak A., Budnyk O. Characteristics of plant communities, population features, and edaphic conditions of Arnica montana L. populations in pine forests of mid-eastern Europe. Acta Soc. Bot. Pol. 2019;88:3640. doi: 10.5586/asbp.3640.", "ArticleIdList": ["10.5586/asbp.3640"]}, {"Citation": "Kowalski R., Sugier D., Sugier P., Kołodziej B. Evaluation of the chemical composition of essential oils with respect to the maturity of flower heads of Arnica montana L. and Arnica chamissonis Less. cultivated for industry. Ind. Crops Prod. 2015;76:857–865. doi: 10.1016/j.indcrop.2015.07.029.", "ArticleIdList": ["10.1016/j.indcrop.2015.07.029"]}, {"Citation": "Merfort I., Wendisch D. Flavonoid glucuronides from the flowers of Arnica montana. Planta Med. 1988;54:247–250. doi: 10.1055/s-2006-962419.", "ArticleIdList": ["10.1055/s-2006-962419", "17265264"]}, {"Citation": "Perry N.B., Burgess E.J., Rodriguez M.A., Romero Franco R., López Morquero E., Smallfield B.M., Joyce N.I., Litrtlejohn R.P. Sesquiterpene lactones in Arnica montana helenalin and dihydrohelenalin chemotypes in Spain. Planta Med. 2009;75:660–666. doi: 10.1055/s-0029-1185362.", "ArticleIdList": ["10.1055/s-0029-1185362", "19235681"]}, {"Citation": "Sugier P., Jakubowicz-Gil J., Sugier D., Kowalski R., Gawlik-Dziki U., Kołodziej B., Dziki D. Chemical characteristics and anticancer activity of essential oil from Arnica montana L. rhizomes and roots. Molecules. 2020;25:1284. doi: 10.3390/molecules25061284.", "ArticleIdList": ["10.3390/molecules25061284", "PMC7143959", "32178275"]}, {"Citation": "Sugier D., Sugier P., Jakubowicz-Gil J., Winiarczyk K., Kowalski R. Essential oil from Arnica montana L. achenes: Chemical characteristics and anticancer activity. Molecules. 2019;24:4158. doi: 10.3390/molecules24224158.", "ArticleIdList": ["10.3390/molecules24224158", "PMC6891426", "31744121"]}, {"Citation": "Sugier D., Sugier P., Kowalski R., Kołodziej B., Olesińska K. Foliar boron fertilization as factor affecting the essential oil content and yield of oil components from flower heads of Arnica montana L. and Arnica chamissonis Less. cultivated for industry. Ind. Crops Prod. 2017;109:587–597. doi: 10.1016/j.indcrop.2017.09.014.", "ArticleIdList": ["10.1016/j.indcrop.2017.09.014"]}, {"Citation": "Gaspar A., Cracinescu O., Trif M., Moisei M., Moldovan L. Antioxidant and anti-inflammatory properties of active compounds from Arnica montana L. Rom. Biotech. Lett. 2014;19:9353–9365."}, {"Citation": "Gawlik-Dziki U., Świeca M., Sugier D., Cichocka J. Comparison of in vitro lipoxygenase, xanthine oxidase inhibitory and antioxidant activity of Arnica montana and Arnica chamissonis tinctures. Acta Sci. Pol. Hortorum Cultus. 2011;10:15–27."}, {"Citation": "Jäger C., Hrenn A., Zwingmann J., Sute A., Merfort I. Phytomedicines prepared from Arnica flowers inhibit the transcription factors AP-1 and NF-kappaB and modulate the activity of MMP1 and MMP13 in human and bovine chondrocytes. Planta Med. 2009;75:1319–1325. doi: 10.1055/s-0029-1185668.", "ArticleIdList": ["10.1055/s-0029-1185668", "19431101"]}, {"Citation": "Kriplani P., Guarve K., Baghael U.S. Arnica montana L.—A plant of healing. Rev. J. Pharm. Pharmacol. 2017;69:925–945. doi: 10.1111/jphp.12724.", "ArticleIdList": ["10.1111/jphp.12724", "28401567"]}, {"Citation": "Macêdo S.B., Ferreira L.R., Perazzo F.F., Tavares Carvalho J.C. Anti-inflammatory activity of Arnica montana 6cH. Preclinical study in animals. Homeopathy. 2004;93:84–87. doi: 10.1016/j.homp.2004.02.006.", "ArticleIdList": ["10.1016/j.homp.2004.02.006", "15139092"]}, {"Citation": "Nieto-Trujillo A., Cruz-Sosa F., Luria-Pérez R., Gutiérrez-Rebolledo G.A., Román-Guerrero A., Burrola-Aguilar C., Zepeda-Gómez C., Estrada-Zúñiga M.E. Arnica montana cell culture establishment, and assessment of its cytotoxic, antibacterial, α-amylase inhibitor, and antioxidant in vitro bioactivities. Plants. 2021;10:2300. doi: 10.3390/plants10112300.", "ArticleIdList": ["10.3390/plants10112300", "PMC8624820", "34834662"]}, {"Citation": "Žitek T., Postružnik V., Knez Ž., Golle A., Dariš B., Marevci M.K. Arnica montana L. supercritical extraction optimization for antibiotic and anticancer activity. Front. Bioeng. Biotechnol. 2022;10:897185. doi: 10.3389/fbioe.2022.897185.", "ArticleIdList": ["10.3389/fbioe.2022.897185", "PMC9127360", "35620474"]}, {"Citation": "Gawlik-Dziki U., Świeca M., Sugier D., Cichocka J. Seeds of Arnica montana and Arnica chamissonis as a potential source of natural antioxidants. Herba Pol. 2009;55:60–71."}, {"Citation": "Aiello N., Scartezzini F., Vender C. Cultivation trial of Arnica montana wild accessions results of the second year. Acta Hortic. 2012;955:253–257. doi: 10.17660/ActaHortic.2012.955.36.", "ArticleIdList": ["10.17660/ActaHortic.2012.955.36"]}, {"Citation": "Balabanova V.I., Vitkova A., Zheleva-Dimitrova D. Flower yield of Arnica sp. cultivated in two floristic regions in Bulgaria. J. Agric. Ecol. Res. Int. 2016;9:1–7. doi: 10.9734/JAERI/2016/27775.", "ArticleIdList": ["10.9734/JAERI/2016/27775"]}, {"Citation": "Pljevljakušić D., Janković T., Jelačić S., Novaković M., Menković N., Beatović D., Dajić-Stevanović Z. Morphological and chemical characterization of Arnica montana L. under different cultivation models. Ind. Crops Prod. 2014;52:233–244. doi: 10.1016/j.indcrop.2013.10.035.", "ArticleIdList": ["10.1016/j.indcrop.2013.10.035"]}, {"Citation": "Sugier D., Sugier P., Gawlik-Dziki U. Propagation and introduction of Arnica montana L. into cultivation. A step to reduce the pressure on endangered and high-valued medicinal plant species. Sci. World J. 2013;2013:414363. doi: 10.1155/2013/414363.", "ArticleIdList": ["10.1155/2013/414363", "PMC3824641", "24282381"]}, {"Citation": "Leoni V., Borgonovo G., Giupponi L., Bassoli A., Pedrali D., Zuccolo M., Rodari A., Giorgi A. Comparing wild and cultivated Arnica montana L. from the Italian Alps to explore the possibility of sustainable production using local seeds. Sustainability. 2021;13:3382. doi: 10.3390/su13063382.", "ArticleIdList": ["10.3390/su13063382"]}, {"Citation": "Hollmann V., Donath T.W., Grammel F., Himmighofen T., Zerahn U., Leyer I. From nutrients to competition processes. Habitat specific threats to Arnica montana L. populations in Hesse, Germany. PLoS ONE. 2020;15:e0233709. doi: 10.1371/journal.pone.0233709.", "ArticleIdList": ["10.1371/journal.pone.0233709", "PMC7259784", "32470080"]}, {"Citation": "Blachnik T., Saller R. In situ-Vermehrung von Arnica montana—Ergebnisse und Handlungsempfehlungen für die Artenschutz-Praxis. Anliegen Natur. 2015;37:31–41."}, {"Citation": "Balabanova V., Vitkova A., Zheleva-Dimitrova D. Comparative study of germination and seed antioxidant activity of Arnica montana L. and Arnica chamissonis Less. Asteraceae. Comptes Rendus L’académie Bulg. Sci. Sci. Mathématiques Nat. 2013;66:1261–1268."}, {"Citation": "Vitkova A., Balabanova V. Trials on introduction and cultivation of Arnica montana L. in Bulgaria. Biol. Nyssana. 2018;9:21–29."}, {"Citation": "Fahn A. Structure and function of secretory cells. In: Hallahan D.L., Gray J.C., editors. Plant Trichomes. Academic Press; London, UK: 2000. pp. 37–76."}, {"Citation": "Werker E. Trichome diversity and development. In: Hallahan D.L., Gray J.C., editors. Plant Trichomes. Academic Press; London, UK: 2000. pp. 1–36."}, {"Citation": "Wagner G.J., Wang E., Shepherd R. New approaches for studying and exploiting an old protuberance, the plant trichome. Ann. Bot. 2004;931:3. doi: 10.1093/aob/mch011.", "ArticleIdList": ["10.1093/aob/mch011", "PMC4242265", "14678941"]}, {"Citation": "Tian D., Tooker J., Peiffer M., Chung S.H., Felton G.W. Role of trichomes in defense against herbivores: Comparison of herbivore response to woolly and hairless trichome mutants in tomato Solanum lycopersicum. Planta. 2012;236:1053–1066. doi: 10.1007/s00425-012-1651-9.", "ArticleIdList": ["10.1007/s00425-012-1651-9", "22552638"]}, {"Citation": "Duke S.O. Glandular trichomes—A focal point of chemical and structural interactions. Int. J. Plant Sci. 1994;155:617–620. doi: 10.1086/297200.", "ArticleIdList": ["10.1086/297200"]}, {"Citation": "Peiffer M., Tooker J.F., Luthe D.S., Felton G.W. Plants on early alert: Glandular trichomes as sensors for insect herbivores. New Phytol. 2009;184:644–656. doi: 10.1111/j.1469-8137.2009.03002.x.", "ArticleIdList": ["10.1111/j.1469-8137.2009.03002.x", "19703113"]}, {"Citation": "Dalin P., Bjökman C. Adult beetle grazing induces willow trichome defence against subsequent larval feeding. Oecologia. 2002;134:112–118. doi: 10.1007/s00442-002-1093-3.", "ArticleIdList": ["10.1007/s00442-002-1093-3", "12647188"]}, {"Citation": "Sletvold N., Huttunen P., Handley R., Kärkkäinen K., Ågren J. Cost of trichome production and resistance to a specialist insect herbivore in Arabidopsis lyrata. Evol. Ecol. 2010;24:1307–1319. doi: 10.1007/s10682-010-9381-6.", "ArticleIdList": ["10.1007/s10682-010-9381-6"]}, {"Citation": "Pierce S., Maxwell K., Griffiths H., Winter K. Hydrophobic trichome layers and epicuticular wax powders in Bromeliaceae. Am. J. Bot. 2001;88:1371–1389. doi: 10.2307/3558444.", "ArticleIdList": ["10.2307/3558444", "21669669"]}, {"Citation": "Levizou E., Drilias P., Psaras G.K., Manetas Y. Nondestructive assessment of leaf chemistry and physiology through spectral reflectance measurements may be misleading when changes in trichome density co-occur. New Phytol. 2005;165:463–472. doi: 10.1111/j.1469-8137.2004.01250.x.", "ArticleIdList": ["10.1111/j.1469-8137.2004.01250.x", "15720657"]}, {"Citation": "Savé R., Biel C., de Herralde F. Leaf pubescence, water relations and chlorophyll fluorescence in two subspecies of Lotus creticus L. Biol. Plant. 2000;43:239–244. doi: 10.1023/A:1002704327076.", "ArticleIdList": ["10.1023/A:1002704327076"]}, {"Citation": "Bacelar E.A., Correia C.M., Moutinho-Pereira J.M., Gonçalves B.C., Lopes J.I., Torres-Pereira J.M.G. Sclerophylly and leaf anatomical traits of five field-grown olive cultivars growing under drought conditions. Tree Physiol. 2004;24:233–239. doi: 10.1093/treephys/24.2.233.", "ArticleIdList": ["10.1093/treephys/24.2.233", "14676039"]}, {"Citation": "Tan J., Walford S.A., Dennis E.S., Llewellyn D. Trichomes control flower bud shape by linking together young petals. Nat. Plants. 2016;27:1–5. doi: 10.1038/nplants.2016.93.", "ArticleIdList": ["10.1038/nplants.2016.93", "27322517"]}, {"Citation": "Tiwari S.C., Wilkins T.A. Cotton Gossypium hirsutum seed trichomes expand via diffuse growing mechanism. Can. J. Bot. 1995;735:746–757. doi: 10.1139/b95-081.", "ArticleIdList": ["10.1139/b95-081"]}, {"Citation": "Balabanova V., Vitkova A., Tashev A. A study of seed propagation of Arnica montana L. (Asteraceae) Rast. Nauk. 2009;46:398–401."}, {"Citation": "Aiello N., Carlini A., Fusani P., Scartezzini F. Seed yield and germination characteristics of wild accessions of Arnica montana L. from Trentino (Italy) J. Appl. Res. Med. Aromat. Plants. 2014;1:e30–e33. doi: 10.1016/j.jarmap.2014.03.001.", "ArticleIdList": ["10.1016/j.jarmap.2014.03.001"]}, {"Citation": "Yankova-Tsvetkova E., Yurukova-Grancharova P., Baldjiev G., Vitkova A. Embryological features, pollen and seed viability of Arnica montana (Asteraceae)—A threatened endemic species in Europe. Acta Bot. Croat. 2016;75:39–44. doi: 10.1515/botcro-2016-0014.", "ArticleIdList": ["10.1515/botcro-2016-0014"]}, {"Citation": "Luijten S.H., Oostermeijer J.G.B., van Leeuwen N.C., den Nijs J.C.M. Reproductive success and clonal genetic structure of the rare Arnica montana (Compositae) in The Netherlands. Plant Syst. Evol. 1996;210:15–30. doi: 10.1007/BF00989049.", "ArticleIdList": ["10.1007/BF00989049"]}, {"Citation": "Luijten S.H. Ph.D. Thesis. University of Amsterdam; Amsterdam, The Netherlands: 2001. Reproduction and Genetics of Fragmented Plant Populations."}, {"Citation": "Torices R., Agudo A., Álvarez I. Not only size matters: Achene morphology affects time of seedling emergence in three heterocarpic species of Anacyclus (Anthemideae, Asteraceae) An. Jard. Bot. Madr. 2013;70:48–55. doi: 10.3989/ajbm.2351.", "ArticleIdList": ["10.3989/ajbm.2351"]}, {"Citation": "Diggle P.K. Architectural effects and the interpretation of patterns of fruit and seed development. Annu. Rev. Ecol. Syst. 1995;26:531–532. doi: 10.1146/annurev.es.26.110195.002531.", "ArticleIdList": ["10.1146/annurev.es.26.110195.002531"]}, {"Citation": "Heywood V.H., Harborne J.B., Turner B.L., editors. The Biology and Chemistry of the Compositae. Academic Press; London, UK: 1977."}, {"Citation": "Stephenson A.G. An evolutionary examination of the floral display of Catalpa speciosa (Bignoniaceae) Evolution. 1979;33:1200–1209. doi: 10.2307/2407478.", "ArticleIdList": ["10.2307/2407478", "28563909"]}, {"Citation": "Bawa K.S., Webb C.J. Flower, fruit and seed abortion in tropical forest trees: Implications for the evolution of paternal and maternal reproductive patterns. Am. J. Bot. 1984;71:736–751. doi: 10.1002/j.1537-2197.1984.tb14181.x.", "ArticleIdList": ["10.1002/j.1537-2197.1984.tb14181.x"]}, {"Citation": "Nakamura R.R. Maternal investment and fruit abortion in Phaseolus vulgaris. Am. J. Bot. 1986;73:1049–1057. doi: 10.1002/j.1537-2197.1986.tb08550.x.", "ArticleIdList": ["10.1002/j.1537-2197.1986.tb08550.x"]}, {"Citation": "Lee T.D. Patterns of fruit and seed production. In: Lovett Doust J., Lovett Doust L., editors. Plant Reproductive Ecology: Patterns and Strategies. Oxford University Press; New York, NY, USA: 1988. pp. 179–202."}, {"Citation": "Thomson J.D. Deployment of ovules and pollen among flowers within inflorescences. Evol. Trends Plants. 1989;3:65–68."}, {"Citation": "Guittian N.J. Why Prunus mahaleb (Rosaceae) produces more flowers than fruits. Am. J. Bot. 1993;80:1305–1309. doi: 10.1002/j.1537-2197.1993.tb15369.x.", "ArticleIdList": ["10.1002/j.1537-2197.1993.tb15369.x"]}, {"Citation": "Obeso J.R. Seed mass variation in the perennial herb Asphodelus albus: Sources of variation and position effect. Oecologia. 1993;93:571–575. doi: 10.1007/BF00328967.", "ArticleIdList": ["10.1007/BF00328967", "28313827"]}, {"Citation": "Brunet J. Male reproductive success and variation in fruit and seed set in Aquilegia caerulea (Ranunculaceae) Ecology. 1996;77:2458–2471. doi: 10.2307/2265746.", "ArticleIdList": ["10.2307/2265746"]}, {"Citation": "Guittian N.J., Navarro L. Allocation of reproductive resources within inflorescences of Petrocoptis grandiflora (Caryophyllaceae) Can. J. Bot. 1996;74:1482–1486. doi: 10.1139/b96-178.", "ArticleIdList": ["10.1139/b96-178"]}, {"Citation": "Navarro L. Fruit-set and seed weight variation in Anthyllis vulneraria subsp. vulgaris (Fabaceae) Plant Syst. Evol. 1996;201:139–148. doi: 10.1007/BF00989057.", "ArticleIdList": ["10.1007/BF00989057"]}, {"Citation": "Mendez M. Sources of variation in seed mass in Arum italicum. Int. J. Plant Sci. 1997;158:298–305. doi: 10.1086/297441.", "ArticleIdList": ["10.1086/297441"]}, {"Citation": "Thomson J.D. Pollination and seed set in Diervilla lonicera (Caprifoliaceae): Temporal patterns of flower and ovule development. Am. J. Bot. 1985;72:737–740. doi: 10.1002/j.1537-2197.1985.tb08334.x.", "ArticleIdList": ["10.1002/j.1537-2197.1985.tb08334.x"]}, {"Citation": "Goldingay R.L., Whelan R.J. The influence of pollinators on fruit positioning in the Australian shrub Telopea speciosissima (Proteaceae) Oikos. 1993;68:501–509. doi: 10.2307/3544918.", "ArticleIdList": ["10.2307/3544918"]}, {"Citation": "Brunet J., Charlesworth D. Floral sex allocation in sequentially blooming plants. Evolution. 1995;49:70–79.", "ArticleIdList": ["28593669"]}, {"Citation": "Solomon B.P. Patterns of pre- and postfertilization resource allocation within an inflorescence: Evidence for interovary competition. Am. J. Bot. 1988;75:1074–1079. doi: 10.1002/j.1537-2197.1988.tb08814.x.", "ArticleIdList": ["10.1002/j.1537-2197.1988.tb08814.x"]}, {"Citation": "Berry P.E., Calvo R.N. Pollinator limitation and position dependent fruit set in the high Andean orchid Myrosmodes cochleare (Orchidaceae) Plant Syst. Evol. 1991;174:93–101. doi: 10.1007/BF00937697.", "ArticleIdList": ["10.1007/BF00937697"]}, {"Citation": "Herrera J. Allocation of reproductive resources within and among inflorescences of Lavandula stoechas (Lamiaceae) Am. J. Bot. 1991;78:789–794. doi: 10.1002/j.1537-2197.1991.tb14480.x.", "ArticleIdList": ["10.1002/j.1537-2197.1991.tb14480.x"]}, {"Citation": "Ashman T.L., Hitchens M.S. Dissecting the causes of variation in intra-inflorescence allocation in a sexually polymorphic species, Fragaria virginiana (Rosaceae) Am. J. Bot. 2000;87:197–204. doi: 10.2307/2656906.", "ArticleIdList": ["10.2307/2656906", "10675306"]}, {"Citation": "Grubb P.J., Coomes D.A. Seed mass and nutrient content in nutrient starved tropical rainforest in Venezuela. Seed Sci. Res. 1997;7:269–280. doi: 10.1017/S0960258500003627.", "ArticleIdList": ["10.1017/S0960258500003627"]}, {"Citation": "Wulff R.D. Seed size variation in Desmodium paniculatum. I. Factors affecting seed size. J. Ecol. 1986;74:87–97. doi: 10.2307/2260350.", "ArticleIdList": ["10.2307/2260350"]}, {"Citation": "McGinley M.A., Temme D.H., Geber M.A. Parental investment in offspring in variable environments: Theoretical and empirical considerations. Am. Nat. 1987;130:370–398. doi: 10.1086/284716.", "ArticleIdList": ["10.1086/284716"]}, {"Citation": "Khan M.L. Effects of seed mass on seedling success in Artocarpus heterophyllus L., a tropical tree species of north-east India. Acta Oecol. 2004;25:103–110. doi: 10.1016/j.actao.2003.11.007.", "ArticleIdList": ["10.1016/j.actao.2003.11.007"]}, {"Citation": "Harper J.L. Population Biology of Plants. Academic Press; London, UK: 1977."}, {"Citation": "Meyer S.E., Carlson S.L. Achene mass variation in Ericameria nauseosus (Asteraceae) in relation to dispersal ability and seedling fitness. Funct. Ecol. 2001;15:274–281. doi: 10.1046/j.1365-2435.2001.00520.x.", "ArticleIdList": ["10.1046/j.1365-2435.2001.00520.x"]}, {"Citation": "Talbot M.J., White R.G. Methanol fixation of plant tissue for scanning electron microscopy improves preservation of tissue morphology and dimensions. Plant Methods. 2013;9:36. doi: 10.1186/1746-4811-9-36.", "ArticleIdList": ["10.1186/1746-4811-9-36", "PMC3853006", "24083940"]}, {"Citation": "Lundquist K., Josefsson B., Nyquist G. Analysis of Lignin Products by Fluorescence Spectroscopy. Holzforschung. 1978;32:27–32. doi: 10.1515/hfsg.1978.32.1.27.", "ArticleIdList": ["10.1515/hfsg.1978.32.1.27"]}, {"Citation": "Kovach W. MVSP—A Multivariate Statistical Package for Windows. Kovach Computing Services; Wales, UK: 1999. Version 3.1."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "11", "Day": "21"}, {"Year": "2022", "Month": "12", "Day": "3"}, {"Year": "2022", "Month": "12", "Day": "6"}, {"Year": "2022", "Month": "12", "Day": "23", "Hour": "1", "Minute": "59"}, {"Year": "2022", "Month": "12", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "24", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "12", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["36559536", "PMC9785536", "10.3390/plants11243424", "plants11243424"]}}], "PubmedBookArticle": []}