{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["(E)-β-farnesene", "Chemotaxonomy", "GC-MS", "Polygonum", "dodecanal"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36558187", "DateCompleted": {"Year": "2022", "Month": "12", "Day": "26"}, "DateRevised": {"Year": "2023", "Month": "03", "Day": "08"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "12", "Day": "19"}], "Language": ["eng"], "ELocationID": ["9053", "10.3390/molecules27249053"], "Journal": {"ISSN": "1420-3049", "JournalIssue": {"Volume": "27", "Issue": "24", "PubDate": {"Year": "2022", "Month": "Dec", "Day": "19"}}, "Title": "Molecules (Basel, Switzerland)", "ISOAbbreviation": "Molecules"}, "ArticleTitle": "Chemical Composition of Essential Oils of Seven <i>Polygonum</i> Species from Turkey: A Chemotaxonomic Approach.", "Abstract": {"AbstractText": ["Medicinal plants and herbal preparations are gaining attention in the scientific community today, as they are often used intermittently in the treatment of various diseases. The genus of Polygonum (Polygonaceae), known locally as “madimak”, is an aromatic plant widely used in world flavors. The chemical composition of the essential oils of dried aerial parts of seven of Polygonum was analyzed by GC-MS. These species are Polygonum lapathifolium L., Polygonum persicaria L., Polygonum arenastrum Bor., Polygonum bellardii All., Polygonum arenarium Waldst. Et Kit., Polygonum aviculare L., and Polygonum cognatum Meissn. Qualitative and quantitative differences were found in the essential oil analysis of the seven Polygonum species. The major compounds were determined as (E)-β-farnesene (19. 46%), dodecanal (15.92%), β-caryophyllene (12.95%), in P. aviculare; (E)-β-farnesene (25.00%), dodecanal (20.45%), β-caryophyllene (9.38%), and caryophyllene oxide (8. 26%) in P. persicaria; dodecanal (25.65%), caryophyllene oxide (13.35%), β-caryophyllene (7.95%), and (E)-β-farnesene (6.20%) in P. lapathifolium, and dodecanal (19.65%), (E)-β-farnesene (13.86%), β-caryophyllene (8.06%), and α-terpineol (7.2%) in P. arenarium, dodecanal (16.23%), β-caryophyllene (16.09%), (E)-β-farnesene (12.26%), caryophyllene oxide (7.94%) in P. bellardii, (E)-β-farnesene (20.75%), dodecanal (17.96%), β-caryophyllene (13.01%), α-terpineol (4.97%) in P. arenastrum, (E)-β-farnesene (9.49%), dodecanal (14.01%), β-caryophyllene (11.92%), geranyl acetate (9.49%), and undecanal (7.35%) in P. cognatum. This study is the most comprehensive study conducted to determine the essential oil components of Polygonum species. In addition, a literature review on the composition of the essential oils of these Polygonum taxa was performed. The essential oil components of the species in our study were revealed for the first time with this study."]}, "AuthorList": [{"Identifier": ["0000-0001-7192-185X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant and Animal Production Department, Vocational School of Food, Agriculture and Livestock, University of Bingöl, Bingöl 12000, Turkey."}], "LastName": "Demirpolat", "ForeName": "Azize", "Initials": "A"}], "PublicationTypeList": ["Review", "Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Molecules", "NlmUniqueID": "100964009", "ISSNLinking": "1420-3049"}, "ChemicalList": [{"RegistryNumber": "S2XU9K448U", "NameOfSubstance": "caryophyllene oxide"}, {"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}, {"RegistryNumber": "18794-84-8", "NameOfSubstance": "beta-farnesene"}, {"RegistryNumber": "BHW853AU9H", "NameOfSubstance": "caryophyllene"}, {"RegistryNumber": "21334LVV8W", "NameOfSubstance": "alpha-terpineol"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Oils"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Oils, Volatile"}, {"QualifierName": ["chemistry"], "DescriptorName": "Polygonum"}, {"QualifierName": [], "DescriptorName": "Turkey"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Oils"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Jansone B. Assessment report on Polygonum aviculare L. herba. Committee on Herbal Medicinal Products (HMPC) Commi. Herb. Med. Prodc. 2015;33:7–12."}, {"Citation": "Davis P.H. Flora of Turkey and the East Aegean Islands. Edinburg University; Edinburgh, UK: 1967."}, {"Citation": "Önen H., Yılar M., Kaya C. Phenolic composition of madimak (Polygonum cognatum Meissn.) Plants; Proceedings of the 3rd Plant Protection Congress; Van, Turkey. 15–18 July 2009; p. 275. Abstract Book."}, {"Citation": "Sargin S.A., Selvi S., López V. Ethnomedicinal plants of Sarigöl district (Manisa), Turkey. J. Ethnobot. 2015;171:64–84. doi: 10.1016/j.jep.2015.05.031.", "ArticleIdList": ["10.1016/j.jep.2015.05.031", "26026370"]}, {"Citation": "Kılıç Ö. A Morphological Study on Five Polygonum L. (Polygonaceae) Species from Turkey. Düzce Uni. J. Sci. Tech. 2004;2:475–486."}, {"Citation": "Koçyiğit M., Nasabi N.T., Keskin M.E. İstanbul’dan (Türkiye) toplanan dört Polygonum L. türüne morfolojik katkılar. IUFS. 2015;2:17–23."}, {"Citation": "Yeşilay E.Y. Morphological, Anatomical and Micromorphological Investigation on Some Polygonum L. (Polygonaceae) Species. Ordu Üniversitesi Fen Bilimleri Enstitüsü; Ordu, Turkey: 2018."}, {"Citation": "Civelek C. Master’s Thesis. Ondokuz Mayıs University, Graduate School of Natural and Applied Science, Department of Horticulture; Samsun, Turkey: 2011. Bafra Ovasında Sebze Olarak Kullanılan Yabancı Bitkilerin Toplanması. Bazı Besin Içeriklerinin Saptanması ve Islah Amaçlı Olarak Değerlendirilmesi."}, {"Citation": "Rustamova N. Master’s Thesis. Atatürk Üniversitesi Sağlık Bilimleri Enstitüsü Biyokimya; Erzurum, Turkey: 2020. Polygonum cognatum Meissn. Ekstresinin Sıçanlarda İndometazin ile İndüklenen Ülser Modelinde Koruyucu Etkilerinin Araştırılması."}, {"Citation": "Ahmad R., Baharum S.N., Bunawan H., Lee M., Noor N.M., Rohani E.R., Ilias N., Zin N.M. Clinical effect of a Mexican Sanguinaria. Plant Omics. 2014;9:289–291."}, {"Citation": "Yıldırım A., Mavi A., Kara A.A. Antioxidant and antimicrobial activities of Polygonum cognatum Meissn. extracts. J. Sci. Food Agric. 2003;83:64–69. doi: 10.1002/jsfa.1288.", "ArticleIdList": ["10.1002/jsfa.1288"]}, {"Citation": "Baytop T. Türkiye’de Bitkiler ile Tedavi, Geçmişte ve Bugün. Nobel Tıp Kitabevleri; Istanbul, Turkey: 1999."}, {"Citation": "Dereli F.T.G., Ilhan M., Kozan E., Akkol E.K. Effective eradication of pinworms (Syphacia obvelata and Aspiculuris tetraptera) with Polygonum cognatum Meissn. Exp. Parasitol. 2019;196:63–67. doi: 10.1016/j.exppara.2018.09.006.", "ArticleIdList": ["10.1016/j.exppara.2018.09.006", "30237049"]}, {"Citation": "Anjum S., Hussain F., Durrani M.J., Masood A., Mushtaq A., Rizwan S., Behlil F. Floristic Composition, Ecological characteristics and Ethnobotanical profile of protected and open grazing land of Karkhasa, Balochistan. Pakistan. J. Anim. Plant Sci. 2020;30:420–430."}, {"Citation": "Gonzalez B., Yslas M., Reyes N., Quiroz E., Santana V., Jimenez G.J. Clinical effect of a Mexican Sanguinaria extract (Polygonum aviculare L.) on gingivitis. J. Ethnopharmacol. 2001;74:45–51. doi: 10.1016/S0378-8741(00)00338-X.", "ArticleIdList": ["10.1016/S0378-8741(00)00338-X", "11137347"]}, {"Citation": "Aker M. Madımak Yetiştiriciliği. Graduate Seminar; Cumhuriyet Üniversitesi Fen Bilimleri Enstitüsü Bahçe Bitkileri Anabilim Dalı; Tokat, Turkey: 1989."}, {"Citation": "Mckenzie R.A., Dunstar P.J., Burchills J.C. Smartweeds Polygonum spp. and Photosensitisation of Cattle. Herb. Abst. 1989;59:5.", "ArticleIdList": ["3390092"]}, {"Citation": "Töngel Ö.M., Ayan İ. Samsun İli Çayır Mera alanlarında Yetişen Bazı Zararlı Bitkiler ve Hayvanlar Üzerindeki Etkileri. J. Fzc. Agric. 2005;20:84–93."}, {"Citation": "Rice E.L. Allelopathy. 2nd ed. Academy Press Inc., Ltd.; London, UK: 1984."}, {"Citation": "Blum U. Allelopathy: Chemistry and Mode of Action of Allelochemicals. CRC Press; Boca Raton, FL, USA: 2004. Fate of Phenolic Allelochemicals in Soils-the Role of Soil and Rhizosphere Microorganisms; pp. 57–76."}, {"Citation": "Lyimo M., Temu R., Mugula J. Identification and nutrient composition of indigenous vegetables of Tanzania. Plant Foods Hum. Nutr. 2003;58:85–92. doi: 10.1023/A:1024044831196.", "ArticleIdList": ["10.1023/A:1024044831196", "12859016"]}, {"Citation": "Baharum S.N., Bunawan H., Ghani M.A., Mustapha W.A.W. Analysis of the chemical composition of the essential oil of Polygonum minus Huds. using two-dimensional gas chromatography-time-of-flight mass spectrometry (GC-TOF-MS) Molecules. 2010;15:7006–7015. doi: 10.3390/molecules15107006.", "ArticleIdList": ["10.3390/molecules15107006", "PMC6259174", "20944520"]}, {"Citation": "Lei J., Yao N., Wang K.W. Phytochemical and chemotaxomic study on Polygonum perfoliatum L. Biochem. Syst. Ecol. 2013;48:186–188. doi: 10.1016/j.bse.2012.12.006.", "ArticleIdList": ["10.1016/j.bse.2012.12.006"]}, {"Citation": "Hassan W.W. Healing Herbs of Malaysia. Federal Land Development Authority (FELDA); Kuala Lumpur, Malaysia: 2007."}, {"Citation": "Kiselev K.V. Perspectives for production and application of resveratrol. Appl. Microbiol. Biotechnol. 2011;90:417–425. doi: 10.1007/s00253-011-3184-8.", "ArticleIdList": ["10.1007/s00253-011-3184-8", "21360145"]}, {"Citation": "Chen L., Han Y., Yang F., Zhang T. High-speed counter-current chromatography separation and purification of resveratrol and piceid from Polygonum cuspidatum. J. Chromat. 2001;907:343–346. doi: 10.1016/S0021-9673(00)00960-2.", "ArticleIdList": ["10.1016/S0021-9673(00)00960-2", "11217042"]}, {"Citation": "Haiwu X., Liuxin L. Study on the content of resveratrol in some fruits. J. Plant Resour. Environ. 2005;14:55–56."}, {"Citation": "Douhri B., Draoui K., Raissouni I., Hadri M., Khay Q., Farah A., Senhaji N.S., Abrini J., Douhri H. Chemical composition and biological activity of essential oil of the Moroccan endemic Origanum grosii. Mater. Today Proceed. 2022 doi: 10.1016/j.matpr.2022.08.309. in press .", "ArticleIdList": ["10.1016/j.matpr.2022.08.309"]}, {"Citation": "Bagci E., Akbaba E., Maniu C., Ungureanu E., Hritcu E. Evaluation of antiamnesic activity of Salvia multicaulis essential oil on scopolamine-induced amnesia in rats: In vivo and in silico approaches. Heliyon. 2019;5:e02223. doi: 10.1016/j.heliyon.2019.e02223.", "ArticleIdList": ["10.1016/j.heliyon.2019.e02223", "PMC6698886", "31440590"]}, {"Citation": "Demirpolat A., Akman F., Kazachenko A.S. An Experimental and Theoretical Study on Essential Oil of Aethionema sancakense: Characterization, Molecular Properties and RDG Analysis. Molecules. 2022;27:6129. doi: 10.3390/molecules27186129.", "ArticleIdList": ["10.3390/molecules27186129", "PMC9504168", "36144861"]}, {"Citation": "Flamini G., Cioni L., Morelli I. Variability of the essential oil of Viola etrusca. Ann. Bot. Rome. 2003;91:493–497. doi: 10.1093/aob/mcg039.", "ArticleIdList": ["10.1093/aob/mcg039", "PMC4241061", "12588729"]}, {"Citation": "Kilic A. Volatile compounds of buds, flowers and fruits of bay (Laurus nobilis L.) and their odour contribution; Proceedings of the ICNP 2002; Trabzon, Turkiye. 16–19 October 2002; pp. 338–341."}, {"Citation": "Block S., Flamini G., Brkic D., Morelli I., Quetin-Leclercq J. Analysis of the essential oil from leaves of Croton zambesicus Muell. Arg. growing in Benin. Flavour Fragr. J. 2006;21:222–224. doi: 10.1002/ffj.1558.", "ArticleIdList": ["10.1002/ffj.1558"]}, {"Citation": "Greger V., Schieberle P. Characterization of the Key Aroma Compounds in Apricots (Prunus armeniaca) by Application of the Molecular Sensory Science Concept. J. Agric. Food Chem. 2007;55:5221–5228. doi: 10.1021/jf0705015.", "ArticleIdList": ["10.1021/jf0705015", "17530862"]}, {"Citation": "Jirovetz L., Buchbauer G., Shafi M.P., Leela N.K. Analysis of the essential oils of the leaves, stems, rhizomes and roots of the medicinal plant Alpinia galanga from southern India. Acta Pharm. Hung. 2003;53:73–81.", "ArticleIdList": ["14764241"]}, {"Citation": "Baser K.H.C., Demirci B., Kirimer N., Satil F., Tumen G. The essential oils of Thymus migricus and T. fedtschenkoi var. handelii from Turkey. Flavour Fragr. J. 2002;17:41–45. doi: 10.1002/ffj.1036.", "ArticleIdList": ["10.1002/ffj.1036"]}, {"Citation": "Brander C.F., Kepner R.E., Webb A.D. Identification of Some Volatile Compounds of Wine of Vitis Vinifera Cultivar Pinot Noir. Am. J. Enol. Vitic. 1980;31:69–75."}, {"Citation": "Ullah H., Devi C., Maizatul W., Shaharun S. Comparative assessment of various extraction approaches for the isolation of essential oil from Polygonum minus using ionic liquids. J. King Saud Univ.-Sci. 2019;31:230–239. doi: 10.1016/j.jksus.2017.05.014.", "ArticleIdList": ["10.1016/j.jksus.2017.05.014"]}, {"Citation": "Maeda K., Fukuda M.J. In Vitro Effectiveness of Several Whitening Cosmetic Components in Human Melanocytes. Cosmet. Sci. 1991;42:361–368."}, {"Citation": "Mayer A.M. Polyphenol oxidases in plants: Recent progress. Phytochemistry. 1987;26:11–20. doi: 10.1016/S0031-9422(00)81472-7.", "ArticleIdList": ["10.1016/S0031-9422(00)81472-7"]}, {"Citation": "Whitaker J.R. Food Enzymes, Structure And Mechanism. Wong Champman and Hall; New York, NY, USA: 1995. pp. 271–307."}, {"Citation": "Friedman M. Food browning and its prevention: An overview. J. Agric. Food Chem. 1996;44:631–653. doi: 10.1021/jf950394r.", "ArticleIdList": ["10.1021/jf950394r"]}, {"Citation": "Murray A.F., Satooka H.K., Chavasiri W., Kubo I. Polygonum odoratum essential oil inhibits the activity of mushroom derived tyrosinase. Heliyon. 2019;5:11. doi: 10.1016/j.heliyon.2019.e02817.", "ArticleIdList": ["10.1016/j.heliyon.2019.e02817", "PMC6895583", "31844734"]}, {"Citation": "Wang B., Dong W., Li H., D’Onofrio C., Bai P., Chen R., Yang L., Wu J., Wang X., Wang B., et al. Molecular basis of (E)-β-farnesene-mediated aphid location in the predator Eupeodes corollae. Curr. Biol. 2022;32:951–962. doi: 10.1016/j.cub.2021.12.054.", "ArticleIdList": ["10.1016/j.cub.2021.12.054", "35065682"]}, {"Citation": "Gibson R.W., Pickett J.A. Wild potato repels aphids by release of aphid alarm pheromone. Nature. 1983;302:608–609. doi: 10.1038/302608a0.", "ArticleIdList": ["10.1038/302608a0"]}, {"Citation": "De Almeida Borges V.R., Ribeiro A.F., de Souza Anselmo C., Cabral L.M., de Sousa V.P. Development of a high performance liquid chromatography method for quantification of isomers β-caryophyllene and α-humulene in copaiba oleoresin using the Box-Behnken design. J. Chromatogr. B. 2013;940:35–41. doi: 10.1016/j.jchromb.2013.09.024.", "ArticleIdList": ["10.1016/j.jchromb.2013.09.024", "24140654"]}, {"Citation": "Khani A., Heydarian M. Fumigant and repellent properties of sesquiterpene-rich essential oil from Teucrium polium subsp. capitatum (L.) Asian Pac. J. Trop. Med. 2014;7:956–961. doi: 10.1016/S1995-7645(14)60169-3.", "ArticleIdList": ["10.1016/S1995-7645(14)60169-3", "25479624"]}, {"Citation": "Calleja M.A., Vieites J.M., Montero-Meléndez T., Torres M.I., Faus M.J., Gil A. The antioxidant effect of β-caryophyllene protects rat liver from carbon tetrachloride-induced fibrosis by inhibiting hepatic stellate cell activation. Br. J. Nutr. 2013;109:394–401. doi: 10.1017/S0007114512001298.", "ArticleIdList": ["10.1017/S0007114512001298", "22717234"]}, {"Citation": "Cho H.I., Hong J.M., Choi J.W., Choi H.S., Kwak J., Dong-Ung L. β-Caryophyllene alleviates D-galactosamine and lipopolysaccharide-induced hepatic injury through suppression of the TLR4 and RAGE signaling pathways. Eur. J. Pharmacol. 2015;764:1–15. doi: 10.1016/j.ejphar.2015.08.001.", "ArticleIdList": ["10.1016/j.ejphar.2015.08.001", "26254779"]}, {"Citation": "Horváth B., Mukhopadhyay P., Kechrid M., Patel V., Tanashian G., Wink D.A. β-caryophyllene ameliorates cisplatin-induced nephrotoxicity in a cannabinoid 2 receptor-dependent manner. Free Radic. Biol. Med. 2012;52:1325–1333. doi: 10.1016/j.freeradbiomed.2012.01.014.", "ArticleIdList": ["10.1016/j.freeradbiomed.2012.01.014", "PMC3312970", "22326488"]}, {"Citation": "Ahmad R., Baharum S.N., Bunawan H., Lee M., Mohd Noor N., Rohani E.R. Volatile profiling of aromatic traditional medicinal plant, Polygonum minus in different tissues and its biological activities. Molecules. 2014;18:19220–19242. doi: 10.3390/molecules191119220.", "ArticleIdList": ["10.3390/molecules191119220", "PMC6271663", "25420073"]}, {"Citation": "Jiang Z., Guo X., Zhang K., Sekaran G., Cao B., Zhao Q. The essential oils and eucalyptol from Artemisia vulgaris L. prevent acetaminophen-induced liver injury by activating Nrf2–Keap1 and enhancing APAP clearance through non-toxic metabolic pathway. Front Pharmacol. 2019;10:782. doi: 10.3389/fphar.2019.00782.", "ArticleIdList": ["10.3389/fphar.2019.00782", "PMC6669816", "31404264"]}, {"Citation": "Özbek H., Kırmızı N.İ., Cengiz N., Erdogan E. Hepatoprotective effects of Coriandrum sativum essential oil against acute hepatotoxicity induced by carbon tetrachloride on rats. Acta Pharm. Sci. 2016;54:35. doi: 10.23893/1307-2080.APS.0543.", "ArticleIdList": ["10.23893/1307-2080.APS.0543"]}, {"Citation": "Abd Rashid N., Hussan F., Hamid A., Adib Ridzuan N.R., Halim S., Abdul Jalil N.A., Najib N., Teoh S.L., Budin S.B. Polygonum minus essential oil modulates cisplatin-induced hepatotoxicity through inflammatory and apoptotic pathways. EXCLI J. 2020;19:1246–1265.", "ArticleIdList": ["PMC7590832", "33122975"]}, {"Citation": "Miyazawa M., Tamura N. Components of the essential oil from sprouts of Polygonum hydropiper L. (‘Benitade’) Flavour Fragr. J. 2007;22:188–190. doi: 10.1002/ffj.1779.", "ArticleIdList": ["10.1002/ffj.1779"]}, {"Citation": "Yao Z., Liu J., Zhou L. Study the chemical constituents on essential oil from Polygonum hydropiper L. in Xiangxi. Nat. Prod. Res. Dev. 1999;11:37–40."}, {"Citation": "Dung N.X., Van H., Moi L.D., Cu L.D., Leclercq P.A. Volatile constituents of the essential oils of two Polygonum species from Vietnam. Tap Chi Hoa Hoc. 1994;32:75–78."}, {"Citation": "Maheswaran R., Ignacimuthu S. Bioefficacy of essential oil from Polygonum hydropiper L. against mosquitoes. Ecotoxicol. Environ. Saf. 2013;97:26–31. doi: 10.1016/j.ecoenv.2013.06.028.", "ArticleIdList": ["10.1016/j.ecoenv.2013.06.028", "23942240"]}, {"Citation": "Kima Y., Hwangb C., Shinb D. Volatile constituents from the leaves of Polygonum cuspidatum S. et Z. and their anti-bacterial activities. Food Microbiol. 2005;22:139–144. doi: 10.1016/j.fm.2004.01.016.", "ArticleIdList": ["10.1016/j.fm.2004.01.016"]}, {"Citation": "Huang G., Gao Y., Wu Z., Yang Y., Huang D., Chen W.S., Sun S.L. Chemical constituents from Polygonum capitatum Buch-Ham. ex D. Don. Biochem. Syst. Ecol. 2015;59:8–11. doi: 10.1016/j.bse.2014.12.012.", "ArticleIdList": ["10.1016/j.bse.2014.12.012"]}, {"Citation": "Madeddu S., Marongiu A., Sanna G., Zannella C., Falconieri D., Porcedda S., Manzin A., Piras A. Bovine Viral Diarrhea Virus (BVDV): A Preliminary Study on Antiviral Properties of Some Aromatic and Medicinal Plants. Pathogens. 2021;10:403. doi: 10.3390/pathogens10040403.", "ArticleIdList": ["10.3390/pathogens10040403", "PMC8066157", "33805453"]}, {"Citation": "Doğru T. Bachelor’s Thesis. Gazi Üniversitesi Sağlık Bilimleri Enstitüsü; Ankara, Turkey: 2021. Ülkemizde Yetişen Bazı Polygonum L. Türlerinin Resveratrol İçeriği Bakımından Değerlendirilmesi."}, {"Citation": "Adams R.P. Identification of Essential Oil Components by Gas Chromatography/Mass Spectrometry. Volume 456 Allured Publishing Corporation; Carol Stream, IL, USA: 2007."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "11", "Day": "2"}, {"Year": "2022", "Month": "12", "Day": "10"}, {"Year": "2022", "Month": "12", "Day": "14"}, {"Year": "2022", "Month": "12", "Day": "23", "Hour": "1", "Minute": "51"}, {"Year": "2022", "Month": "12", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "19"}], "PublicationStatus": "epublish", "ArticleIdList": ["36558187", "PMC9785205", "10.3390/molecules27249053", "molecules27249053"]}}], "PubmedBookArticle": []}