{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Xanthium spinosum", "anticancer", "apoptosis", "immunomodulation", "medicinal plant"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36558955", "DateRevised": {"Year": "2022", "Month": "12", "Day": "26"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "12", "Day": "02"}], "Language": ["eng"], "ELocationID": ["1504", "10.3390/ph15121504"], "Journal": {"ISSN": "1424-8247", "JournalIssue": {"Volume": "15", "Issue": "12", "PubDate": {"Year": "2022", "Month": "Dec", "Day": "02"}}, "Title": "Pharmaceuticals (Basel, Switzerland)", "ISOAbbreviation": "Pharmaceuticals (Basel)"}, "ArticleTitle": "<i>Xanthium spinosum</i> L. Extracts Inhibit Breast Cancer in Mice by Apoptosis Induction and Immune System Modulation.", "Abstract": {"AbstractText": ["Plants have been considered for many years as an important source of medicine to treat different diseases. <i>Xanthium spinosum</i> L. (Asteraceae, Compositae) is known for its diuretic, anti-inflammatory, and sedative effects. It is also used in the treatment of several ailments, such as cancer. In order to evaluate the anticancer and immunomodulatory activities, crude ethanol extract was prepared from the aerial part of <i>X. spinosum</i> and then fractionated using solvents with different polarities. As well, the chemical composition of <i>X. spinosum</i> extract and fractions were identified using LC-MS analysis. The antitumor effect of <i>X. spinosum</i> was assessed in both in vitro and in vivo models. Apoptosis induction was measured in vitro using a caspase-3 activity kit. Lymphocyte proliferation and phagocytosis and pinocytosis induction were used to quantify the effect of the plant extract and fractions on acquired and innate immunity, respectively. The effect of <i>X. spinosum</i> extract, and fractions on the levels of cytokines (IFN-γ, IL-2, IL-4, and IL-10) in murine lymphocytes was determined using a mouse-uncoated TH1/TH2 ELISA kit. Results showed that ethanol extract had the highest antiproliferative activity (IC₅₀ = 2.5 mg mL<sup>-1</sup>) against EMT6/P cell lines, while the aqueous and chloroform fractions had the highest apoptotic activity with 2.2 and 1.7 folds, respectively. On the other hand, the <i>n</i>-hexane fraction was the most effective in stimulating lymphocyte proliferation, whereas ethanol extract, aq. Methanol and aqueous fractions exhibited the highest phagocytic activity. As well, <i>X. spinosum</i> extract and fractions were able to modulate the expression of IL-2, IL-4, and IFN-γ. A remarkable decrease in tumor size was accomplished following the treatment of tumor-bearing mice with <i>X. spinosum</i> extract and fractions. Both aq. Methanol and chloroform fractions showed the highest percentage change in tumor size with -58 and -55%, respectively. As well, tumor-bearing mice treated with chloroform fraction demonstrated a high curable percentage with a value of 57.1%. Anyway, <i>X. spinosum</i> extract and fractions exhibited no toxic impact on the liver or kidney functions of the mice-treated groups. These findings may confirm that <i>X. spinosum</i> has favorable anticancer and immunomodulatory effects. However, additional studies are required to fully understand the mechanisms of action of this plant and the signaling pathways involved in its effects. Moreover, more testing is needed to have better insight into the apoptotic pathway and to know the exact concentration of active compounds."]}, "AuthorList": [{"Identifier": ["0000-0002-8338-7655"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Health Sciences, College of Natural and Health Sciences, Zayed University, Abu Dhabi 144534, United Arab Emirates."}], "LastName": "Al Kury", "ForeName": "Lina T", "Initials": "LT"}, {"Identifier": ["0000-0002-3915-3755"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Health Sciences, College of Natural and Health Sciences, Zayed University, Abu Dhabi 144534, United Arab Emirates."}], "LastName": "Taha", "ForeName": "Zainab", "Initials": "Z"}, {"Identifier": ["0000-0002-4591-7408"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Pharmacy and Therapeutics, Applied Science Private University, Amman 11931-166, Jordan."}], "LastName": "Mahmod", "ForeName": "Asma Ismail", "Initials": "AI"}, {"Identifier": ["0000-0003-1942-8982"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Allied Medical Sciences, Applied Science Private University, Amman 11931-166, Jordan."}], "LastName": "Talib", "ForeName": "Wamidh H", "Initials": "WH"}], "GrantList": [{"GrantID": "R18036", "Agency": "Zayed University", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Pharmaceuticals (Basel)", "NlmUniqueID": "101238453", "ISSNLinking": "1424-8247"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Al-Dimassi S., Abou-Antoun T., El-Sibai M. Cancer cell resistance mechanisms: A mini review. Clin. Transl. Oncol. Off. Publ. Fed. Span. Oncol. Soc. Natl. Cancer Inst. Mex. 2014;16:511–516. doi: 10.1007/s12094-014-1162-1.", "ArticleIdList": ["10.1007/s12094-014-1162-1", "24647842"]}, {"Citation": "Mathers C.D., Loncar D. Projections of global mortality and burden of disease from 2002 to 2030. PLoS Med. 2006;3:e442. doi: 10.1371/journal.pmed.0030442.", "ArticleIdList": ["10.1371/journal.pmed.0030442", "PMC1664601", "17132052"]}, {"Citation": "Desai A.G., Qazi G.N., Ganju R.K., El-Tamer M., Singh J., Saxena A.K., Bedi Y.S., Taneja S.C., Bhat H.K. Medicinal plants and cancer chemoprevention. Curr. Drug Metab. 2008;9:581–591. doi: 10.2174/138920008785821657.", "ArticleIdList": ["10.2174/138920008785821657", "PMC4160808", "18781909"]}, {"Citation": "Bredel M. Anticancer drug resistance in primary human brain tumors. Brain Res. Rev. 2001;35:161–204. doi: 10.1016/S0165-0173(01)00045-5.", "ArticleIdList": ["10.1016/S0165-0173(01)00045-5", "11336781"]}, {"Citation": "Pan S.-Y., Zhou S.-F., Gao S.-H., Yu Z.-L., Zhang S.-F., Tang M.-K., Sun J.-N., Ma D.-L., Han Y.-F., Fong W.-F. New perspectives on how to discover drugs from herbal medicines: CAM’s outstanding contribution to modern therapeutics. Evid.-Based Complement. Altern. Med. 2013;2013:627375. doi: 10.1155/2013/627375.", "ArticleIdList": ["10.1155/2013/627375", "PMC3619623", "23634172"]}, {"Citation": "Löve D., Dansereau P. Biosystematic studies on Xanthium: Taxonomic appraisal and ecological status. Can. J. Bot. 1959;37:173–208. doi: 10.1139/b59-016.", "ArticleIdList": ["10.1139/b59-016"]}, {"Citation": "Weber E. Invasive Plant Species of the World: A Reference Guide to Environmental Weeds. CABI; Wallingford, UK: 2017."}, {"Citation": "Romero M., Zanuy M., Rosell E., Cascante M., Piulats J., Font-Bardia M., Balzarini J., De Clerq E., Pujol M.D. Optimization of xanthatin extraction from Xanthium spinosum L. and its cytotoxic, anti-angiogenesis and antiviral properties. Eur. J. Med. Chem. 2015;90:491–496. doi: 10.1016/j.ejmech.2014.11.060.", "ArticleIdList": ["10.1016/j.ejmech.2014.11.060", "PMC7115430", "25481815"]}, {"Citation": "Tetik F., Civelek S., Cakilcioglu U. Traditional uses of some medicinal plants in Malatya (Turkey) J. Ethnopharmacol. 2013;146:331–346. doi: 10.1016/j.jep.2012.12.054.", "ArticleIdList": ["10.1016/j.jep.2012.12.054", "23333750"]}, {"Citation": "Ginesta-Peris E., Garcia-Breijo F.-J., Primo-Yúfera E. Antimicrobial activity of xanthatin from Xanthium spinosum L. Lett. Appl. Microbiol. 1994;18:206–208. doi: 10.1111/j.1472-765X.1994.tb00848.x.", "ArticleIdList": ["10.1111/j.1472-765X.1994.tb00848.x"]}, {"Citation": "Kuo C.L., Ho F.M., Chang M.Y., Prakash E., Lin W.W. Inhibition of lipopolysaccharide-induced inducible nitric oxide synthase and cyclooxygenase-2 gene expression by 5-aminoimidazole-4-carboxamide riboside is independent of AMP-activated protein kinase. J. Cell. Biochem. 2008;103:931–940. doi: 10.1002/jcb.21466.", "ArticleIdList": ["10.1002/jcb.21466", "17615555"]}, {"Citation": "Amin S., Barkatullah H.K. Pharmacology of Xanthium species. A review. J. Phytopharm. 2016;5:126–127. doi: 10.31254/phyto.2016.5308.", "ArticleIdList": ["10.31254/phyto.2016.5308"]}, {"Citation": "Khan M. Traditional Uses of Medicinal Plants Practiced by the Indigenous Communities at Mohmand Agency, FATA, Pakistan. J. Ethnobiol. Ethnomed. 2018;14:2.", "ArticleIdList": ["PMC5761105", "29316948"]}, {"Citation": "Salinas A., De Ruiz R., Ruiz S. sterols, flavonoids, and sesquiterpenic lactones from Xanthium spinosum (Asteraceae) Acta Farm. Bonaer. 1998;17:297–300."}, {"Citation": "Raman G., Park K.T., Kim J.-H., Park S. Characteristics of the completed chloroplast genome sequence of Xanthium spinosum: Comparative analyses, identification of mutational hotspots and phylogenetic implications. BMC Genom. 2020;21:855. doi: 10.1186/s12864-020-07219-0.", "ArticleIdList": ["10.1186/s12864-020-07219-0", "PMC7709266", "33267775"]}, {"Citation": "Yoon J.H., Lim H.J., Lee H.J., Kim H.D., Jeon R., Ryu J.H. Inhibition of lipopolysaccharide-induced inducible nitric oxide synthase and cyclooxygenase-2 expression by xanthanolides isolated from Xanthium strumarium. Bioorgan. Med. Chem. Lett. 2008;18:2179–2182. doi: 10.1016/j.bmcl.2007.12.076.", "ArticleIdList": ["10.1016/j.bmcl.2007.12.076", "18276135"]}, {"Citation": "Andreani S., Paolini J., Costa J., Muselli A. Chemical Composition of Essential Oils of Xanthium spinosum L. an Invasive Species of Corsica. Chem. Biodivers. 2017;14:e1600148. doi: 10.1002/cbdv.201600148.", "ArticleIdList": ["10.1002/cbdv.201600148", "27545965"]}, {"Citation": "McQueen K., Gottumukkala V., Davies J.F., Riedel B. Perioperative implications of the global cancer epidemic. Curr. Anesthesiol. Rep. 2015;5:243–249. doi: 10.1007/s40140-015-0123-8.", "ArticleIdList": ["10.1007/s40140-015-0123-8"]}, {"Citation": "Domokos E., Kursinszki L., Kelemen H., Varga E. Phytopharmacological review of bathurst burr (Xanthium spinosum L.) Acta Pharm. Hung. 2016;86:35–40.", "ArticleIdList": ["27295875"]}, {"Citation": "Kim Y.S., Kim J.S., Park S.H., Choi S.U., Lee C.O., Kim S.K., Kim Y.K., Kim S.H., Ryu S.Y. Two cytotoxic sesquiterpene lactones from the leaves of Xanthium strumarium and their in vitro inhibitory activity on farnesyltransferase. Planta Med. 2003;69:375–377. doi: 10.1055/s-2003-38879.", "ArticleIdList": ["10.1055/s-2003-38879", "12709909"]}, {"Citation": "Wang L., Wang J., Li F., Liu X., Chen B., Tang Y.X., Wang M.K. Cytotoxic sesquiterpene lactones from aerial parts of Xanthium sibiricum. Planta Med. 2013;79:661–665. doi: 10.1055/s-0032-1328482.", "ArticleIdList": ["10.1055/s-0032-1328482", "23702839"]}, {"Citation": "Kim M.J., Kim D.H., Na H.K., Oh T.Y., Shin C.Y., Surh Y.J. Eupatilin, a pharmacologically active flavone derived from Artemisia plants, induces apoptosis in human gastric cancer (AGS) cells. J. Environ. Pathol. Toxicol. Oncol. Off. Organ. Int. Soc. Environ. Toxicol. Cancer. 2005;24:261–269. doi: 10.1615/JEnvironPatholToxicolOncol.v24.i4.30.", "ArticleIdList": ["10.1615/JEnvironPatholToxicolOncol.v24.i4.30", "16393120"]}, {"Citation": "Zhong W., Wu Z., Chen N., Zhong K., Lin Y., Jiang H., Wan P., Lu S., Yang L., Liu S. Eupatilin Inhibits Renal Cancer Growth by Downregulating MicroRNA-21 through the Activation of YAP1. BioMed Res. Int. 2019;2019:5016483. doi: 10.1155/2019/5016483.", "ArticleIdList": ["10.1155/2019/5016483", "PMC6507163", "31179326"]}, {"Citation": "Cho J.H., Lee J.G., Yang Y.I., Kim J.H., Ahn J.H., Baek N.I., Lee K.T., Choi J.H. Eupatilin, a dietary flavonoid, induces G2/M cell cycle arrest in human endometrial cancer cells. Food Chem. Toxicol. Int. J. Publ. Br. Ind. Biol. Res. Assoc. 2011;49:1737–1744. doi: 10.1016/j.fct.2011.04.019.", "ArticleIdList": ["10.1016/j.fct.2011.04.019", "21554918"]}, {"Citation": "Wang X., Zhu Y., Zhu L., Chen X., Xu Y., Zhao Y., Shao Y., Li F., Jiang Y., Lu J., et al. Eupatilin inhibits the proliferation of human esophageal cancer TE1 cells by targeting the Akt-GSK3β and MAPK/ERK signaling cascades. Oncol. Rep. 2018;39:2942–2950. doi: 10.3892/or.2018.6390.", "ArticleIdList": ["10.3892/or.2018.6390", "29693162"]}, {"Citation": "Zhong W.F., Wang X.H., Pan B., Li F., Kuang L., Su Z.X. Eupatilin induces human renal cancer cell apoptosis via ROS-mediated MAPK and PI3K/AKT signaling pathways. Oncol. Lett. 2016;12:2894–2899. doi: 10.3892/ol.2016.4989.", "ArticleIdList": ["10.3892/ol.2016.4989", "PMC5038859", "27698876"]}, {"Citation": "Serttas R., Koroglu C., Erdogan S. Eupatilin inhibits the proliferation and migration of prostate cancer cells through modulation of PTEN and NF-κB signaling. Anti-Cancer Agents Med. Chem. (Former. Curr. Med. Chem.-Anti-Cancer Agents) 2021;21:372–382. doi: 10.2174/1871520620666200811113549.", "ArticleIdList": ["10.2174/1871520620666200811113549", "32781972"]}, {"Citation": "Jung Y., Kim J.C., Park N.J., Bong S.K., Lee S., Jegal H., Jin L.T., Kim S.M., Kim Y.K., Kim S.N. Eupatilin, an activator of PPARα, inhibits the development of oxazolone-induced atopic dermatitis symptoms in Balb/c mice. Biochem. Biophys. Res. Commun. 2018;496:508–514. doi: 10.1016/j.bbrc.2018.01.098.", "ArticleIdList": ["10.1016/j.bbrc.2018.01.098", "29353040"]}, {"Citation": "Hausmann M., Obermeier F., Paper D.H., Balan K., Dunger N., Menzel K., Falk W., Schoelmerich J., Herfarth H., Rogler G. In vivo treatment with the herbal phenylethanoid acteoside ameliorates intestinal inflammation in dextran sulphate sodium-induced colitis. Clin. Exp. Immunol. 2007;148:373–381. doi: 10.1111/j.1365-2249.2007.03350.x.", "ArticleIdList": ["10.1111/j.1365-2249.2007.03350.x", "PMC1868873", "17437425"]}, {"Citation": "Woo J.H., Ahn J.H., Jang D.S., Lee K.T., Choi J.H. Effect of Kumatakenin Isolated From Cloves on the Apoptosis of Cancer Cells and the Alternative Activation of Tumor-Associated Macrophages. J. Agric. Food Chem. 2017;65:7893–7899. doi: 10.1021/acs.jafc.7b01543.", "ArticleIdList": ["10.1021/acs.jafc.7b01543", "28763204"]}, {"Citation": "Nath L.R., Gorantla J.N., Joseph S.M., Antony J., Thankachan S., Menon D.B., Sankar S., Lankalapalli R.S., Anto R.J. Kaempferide, the most active among the four flavonoids isolated and characterized from Chromolaena odorata, induces apoptosis in cervical cancer cells while being pharmacologically safe. RSC Adv. 2015;5:100912–100922. doi: 10.1039/C5RA19199H.", "ArticleIdList": ["10.1039/C5RA19199H"]}, {"Citation": "Yu Y., Yu J., Pei C.G., Li Y.Y., Tu P., Gao G.P., Shao Y. Xanthatin, a novel potent inhibitor of VEGFR2 signaling, inhibits angiogenesis and tumor growth in breast cancer cells. Int. J. Clin. Exp. Pathol. 2015;8:10355.", "ArticleIdList": ["PMC4637558", "26617743"]}, {"Citation": "Zhang L., Tao L., Ruan J., Li W., Wu Y., Yan L., Zhang F., Fan F., Zheng S., Wang A. Xanthatin induces G2/M cell cycle arrest and apoptosis in human gastric carcinoma MKN-45 cells. Planta Med. 2012;78:890–895. doi: 10.1055/s-0031-1298481.", "ArticleIdList": ["10.1055/s-0031-1298481", "22532019"]}, {"Citation": "Tao L., Cao Y., Wei Z., Jia Q., Yu S., Zhong J., Wang A., Woodgett J.R., Lu Y. Xanthatin triggers Chk1-mediated DNA damage response and destabilizes Cdc25C via lysosomal degradation in lung cancer cells. Toxicol. Appl. Pharmacol. 2017;337:85–94. doi: 10.1016/j.taap.2017.10.015.", "ArticleIdList": ["10.1016/j.taap.2017.10.015", "29074359"]}, {"Citation": "Talib W.H., Mahasneh A.M. Antiproliferative activity of plant extracts used against cancer in traditional medicine. Sci. Pharm. 2010;78:33–46. doi: 10.3797/scipharm.0912-11.", "ArticleIdList": ["10.3797/scipharm.0912-11", "PMC3002826", "21179373"]}, {"Citation": "Akhila J.S., Shyamjith D., Alwar M. Acute toxicity studies and determination of median lethal dose. Curr. Sci. 2007;93:917–920."}, {"Citation": "Sabbah D.A., Al-Tarawneh F., Talib W.H., Sweidan K., Bardaweel S.K., Al-Shalabi E., Zhong H.A., Abu Sheikha G., Abu Khalaf R., Mubarak M.S. Benzoin schiff bases: Design, synthesis, and biological evaluation as potential antitumor agents. Med. Chem. 2018;14:695–708. doi: 10.2174/1573406414666180412160142.", "ArticleIdList": ["10.2174/1573406414666180412160142", "29651943"]}, {"Citation": "Talib W.H., Mahasneh A.M. Combination of Ononis hirta and Bifidobacterium longum decreases syngeneic mouse mammary tumor burden and enhances immune response. J. Cancer Res. Ther. 2012;8:417–423. doi: 10.4103/0973-1482.103523.", "ArticleIdList": ["10.4103/0973-1482.103523", "23174725"]}, {"Citation": "Agrawal N., Bettegowda C., Cheong I., Geschwind J.-F., Drake C.G., Hipkiss E.L., Tatsumi M., Dang L.H., Diaz L.A., Pomper M. Bacteriolytic therapy can generate a potent immune response against experimental tumors. Proc. Natl. Acad. Sci. USA. 2004;101:15172–15177. doi: 10.1073/pnas.0406242101.", "ArticleIdList": ["10.1073/pnas.0406242101", "PMC523456", "15471990"]}, {"Citation": "Chen J.-R., Yang Z.-Q., Hu T.-J., Yan Z.-T., Niu T.-X., Wang L., Cui D.-A., Wang M. Immunomodulatory activity in vitro and in vivo of polysaccharide from Potentilla anserina. Fitoterapia. 2010;81:1117–1124. doi: 10.1016/j.fitote.2010.07.009.", "ArticleIdList": ["10.1016/j.fitote.2010.07.009", "20624446"]}, {"Citation": "Boothapandi M., Ramanibai R. Immunomodulatory activity of Indigofera tinctoria leaf extract on in vitro macrophage responses and lymphocyte proliferation. Int. J. Pharm. Pharm. Sci. 2016;8:58–63."}, {"Citation": "Liu Z., Xing J., Huang Y., Bo R., Zheng S., Luo L., Niu Y., Zhang Y., Hu Y., Liu J. Activation effect of Ganoderma lucidum polysaccharides liposomes on murine peritoneal macrophages. Int. J. Biol. Macromol. 2016;82:973–978. doi: 10.1016/j.ijbiomac.2015.10.088.", "ArticleIdList": ["10.1016/j.ijbiomac.2015.10.088", "26529190"]}, {"Citation": "Rainard P. A colorimetric microassay for opsonins by reduction of NBT in phagocytosing bovine polymorphs. J. Immunol. Methods. 1986;90:197–201. doi: 10.1016/0022-1759(86)90076-1.", "ArticleIdList": ["10.1016/0022-1759(86)90076-1", "3522741"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "10", "Day": "11"}, {"Year": "2022", "Month": "11", "Day": "26"}, {"Year": "2022", "Month": "11", "Day": "28"}, {"Year": "2022", "Month": "12", "Day": "23", "Hour": "1", "Minute": "55"}, {"Year": "2022", "Month": "12", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "24", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "12", "Day": "2"}], "PublicationStatus": "epublish", "ArticleIdList": ["36558955", "PMC9784301", "10.3390/ph15121504", "ph15121504"]}}], "PubmedBookArticle": []}