{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Leptinotarsa decemlineata", "botanicals", "deterrent", "irritant", "monoterpene ketone", "repellent"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36559699", "DateRevised": {"Year": "2022", "Month": "12", "Day": "26"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "12", "Day": "19"}], "Language": ["eng"], "ELocationID": ["3587", "10.3390/plants11243587"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "11", "Issue": "24", "PubDate": {"Year": "2022", "Month": "Dec", "Day": "19"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Pure Camphor and a Thujone-Camphor Mixture as Eco-Friendly Antifeedants against Larvae and Adults of the Colorado Potato Beetle.", "Abstract": {"AbstractText": ["The Colorado potato beetle (CPB) is a serious pest of economically important Solanaceae species. The use of essential oil compounds in pest management has been proposed as an alternative to harmful chemical insecticides that disturb human health and ecosystem functioning. We examined the antifeedant activity of three concentrations (0.125%, 0.25% and 0.5%) of pure camphor and a thujone-camphor mixture against 3rd instar larvae and adults. Their efficacy was evaluated according to the degree of leaf damage and avoidance of treated leaves by the CPB. Treatment of potato leaves significantly reduced leaf damage compared to the control. Leaf protection increased at higher concentrations of the examined compounds. Camphor was more effective against larvae and the thujone-camphor mixture was more effective against adults. Additionally, adults moved faster towards the control leaf disc in the two-choice olfactometer assay if an alternative disc was treated with a thujone-camphor mixture, whereas larvae responded similarly to the two potential repellents. However, after contact with the leaf disc treated with the highest compound concentration, the larvae escaped faster from the thujone-camphor mixture than from pure camphor. In conclusion, both examined compounds are promising eco-friendly antifeedants, but their efficacy depends on the developmental stage of the beetle, compound type and applied concentration."]}, "AuthorList": [{"Identifier": ["0000-0002-7026-9385"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Biological Research \"Siniša Stanković\"-National Institute of the Republic of Serbia, University of Belgrade, Bulevar Despota Stefana 142, 11060 Belgrade, Serbia."}], "LastName": "Lazarević", "ForeName": "Jelica", "Initials": "J"}, {"Identifier": ["0000-0002-8414-3791"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Multidisciplinary Research, University of Belgrade, Kneza Višeslava 1, 11030 Belgrade, Serbia."}], "LastName": "Kostić", "ForeName": "Igor", "Initials": "I"}, {"Identifier": ["0000-0003-3031-8426"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Biological Research \"Siniša Stanković\"-National Institute of the Republic of Serbia, University of Belgrade, Bulevar Despota Stefana 142, 11060 Belgrade, Serbia."}], "LastName": "Šešlija Jovanović", "ForeName": "Darka", "Initials": "D"}, {"Identifier": ["0000-0002-8987-2563"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Biological Research \"Siniša Stanković\"-National Institute of the Republic of Serbia, University of Belgrade, Bulevar Despota Stefana 142, 11060 Belgrade, Serbia."}], "LastName": "Ćalić", "ForeName": "Dušica", "Initials": "D"}, {"Identifier": ["0000-0002-8260-999X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Forestry, University of Belgrade, Kneza Višeslava 1, 11030 Belgrade, Serbia."}, {"Identifier": [], "Affiliation": "Department of Forest Protection and Wildlife Management, Faculty of Forestry and Wood Technology, Mendel University, Zemědělská 3, 61300 Brno, Czech Republic."}], "LastName": "Milanović", "ForeName": "Slobodan", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Medicinal Plant Research \"Dr Josif Pančić\", Tadeuša Košćuška 1, 11000 Belgrade, Serbia."}], "LastName": "Kostić", "ForeName": "Miroslav", "Initials": "M"}], "GrantList": [{"GrantID": "451-03-68/2022-14/200007", "Agency": "Ministry of Science, Technological Development and Innovation of the Republic of Serbia", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Metcalf R.L. Changing role of insecticides in crop protection. Ann. Rev. Entomol. 1980;25:219–256. doi: 10.1146/annurev.en.25.010180.001251.", "ArticleIdList": ["10.1146/annurev.en.25.010180.001251"]}, {"Citation": "Aktar W., Sengupta D., Chowdhury A. Impact of pesticides use in agriculture: Their benefits and hazards. Interdiscip. Toxicol. 2009;2:1–12. doi: 10.2478/v10102-009-0001-7.", "ArticleIdList": ["10.2478/v10102-009-0001-7", "PMC2984095", "21217838"]}, {"Citation": "Tudi M., Daniel Ruan H., Wang L., Lyu J., Sadler R., Connell D., Chu C., Phung D.T. Agriculture development, pesticide application and its impact on the environment. Int. J. Environ. Res. Public Health. 2021;18:1112. doi: 10.3390/ijerph18031112.", "ArticleIdList": ["10.3390/ijerph18031112", "PMC7908628", "33513796"]}, {"Citation": "Metcalf R.L. Insect resistance to insecticides. Pestic. Sci. 1989;26:333–358. doi: 10.1002/ps.2780260403.", "ArticleIdList": ["10.1002/ps.2780260403"]}, {"Citation": "Bass C., Denholm I., Williamson M.S., Nauen R. The global status of insect resistance to neonicotinoid insecticides. Pestic. Biochem. Phys. 2015;121:78–87. doi: 10.1016/j.pestbp.2015.04.004.", "ArticleIdList": ["10.1016/j.pestbp.2015.04.004", "26047114"]}, {"Citation": "Dudareva N., Negre F., Nagegowda D.A., Orlova I. Plant volatiles: Recent advances and future perspectives. Crit. Rev. Plant Sci. 2006;25:417–440. doi: 10.1080/07352680600899973.", "ArticleIdList": ["10.1080/07352680600899973"]}, {"Citation": "Isman M.B. Pesticides based on plant essential oils: Phytochemical and practical considerations. In: Jeliazkov (Zheljazkov) V.D., Cantrell C.L., editors. Medicinal and Aromatic Crops: Production, Phytochemistry, and Utilization. Volume 1218. American Chemical Society; Washington, DC, USA: 2016. pp. 13–26."}, {"Citation": "Pavela R. History, presence and perspective of using plant extracts as commercial botanical insecticides and farm products for protection against insects—A review. Plant Prot. Sci. 2016;52:229–241."}, {"Citation": "Spochacz M., Chowański S., Walkowiak-Nowicka K., Szymczak M., Adamski Z. Plant-derived substances used against beetles–pests of stored crops and food–and their mode of action: A review. Compr. Rev. Food Sci. Food Saf. 2018;17:1339–1366. doi: 10.1111/1541-4337.12377.", "ArticleIdList": ["10.1111/1541-4337.12377", "33350162"]}, {"Citation": "Ebadollahi A., Ziaee M., Palla F. Essential oils extracted from different species of the Lamiaceae plant family as prospective bioagents against several detrimental pests. Molecules. 2020;25:1556. doi: 10.3390/molecules25071556.", "ArticleIdList": ["10.3390/molecules25071556", "PMC7180760", "32231104"]}, {"Citation": "Abdelgaleil S.A.M., Gad H.A., Ramadan G.R., El-Bakry A.M., El-Sabrout A.M. Monoterpenes: Chemistry, insecticidal activity against stored product insects and modes of action—A review. Int. J. Pest Manag. 2021:1–23. doi: 10.1080/09670874.2021.1982067.", "ArticleIdList": ["10.1080/09670874.2021.1982067"]}, {"Citation": "Chaudhari A.K., Singh V.K., Kedia A., Das S., Dubey N.K. Essential oils and their bioactive compounds as eco-friendly novel green pesticides for management of storage insect pests: Prospects and retrospects. Environ. Sci. Pollut. Res. 2021;28:18918–18940. doi: 10.1007/s11356-021-12841-w.", "ArticleIdList": ["10.1007/s11356-021-12841-w", "33609244"]}, {"Citation": "Iqbal T., Ahmed N., Shahjeer K., Ahmed S., Al-Mutairi K.A., Khater H.F., Ali R.F. Botanical insecticides and their potential as anti-insect/pests: Are they successful against insects and pests? In: El-Shafie H.A.F., editor. Global Decline of Insects. IntechOpen; London, UK: 2022.", "ArticleIdList": ["10.5772/intechopen.100418"]}, {"Citation": "Hummelbrunner L.A., Isman M.B. Acute, sublethal, antifeedant, and synergistic effects of monoterpenoid essential oil compounds on the tobacco cutworm, Spodoptera litura (Lep., Noctuidae) J. Agric. Food Chem. 2001;49:715–720. doi: 10.1021/jf000749t.", "ArticleIdList": ["10.1021/jf000749t", "11262018"]}, {"Citation": "Singh R., Koul O., Rup P.J., Jindal J. Toxicity of some essential oil constituents and their binary mixtures against Chilo partellus (Lepidoptera: Pyralidae) Int. J. Trop. Insect Sci. 2009;29:93–101. doi: 10.1017/S1742758409990087.", "ArticleIdList": ["10.1017/S1742758409990087"]}, {"Citation": "Jiang Z.L., Akhtar Y., Zhang X., Bradbury R., Isman M.B. Insecticidal and feeding deterrent activities of essential oils in the cabbage looper, Trichoplusia ni (Lepidoptera: Noctuidae) J. Appl. Entomol. 2012;136:191–202. doi: 10.1111/j.1439-0418.2010.01587.x.", "ArticleIdList": ["10.1111/j.1439-0418.2010.01587.x"]}, {"Citation": "Gonzales Correa Y.D.C., Faroni L.R., Haddi K., Oliveira E.E., Pereira E.J.G. Locomotory and physiological responses induced by clove and cinnamon essential oils in the maize weevil Sitophilus zeamais. Pestic. Biochem. Phys. 2015;125:31–37. doi: 10.1016/j.pestbp.2015.06.005.", "ArticleIdList": ["10.1016/j.pestbp.2015.06.005", "26615148"]}, {"Citation": "Pavela R., Maggi F., Petrelli R., Cappellacci L., Buccioni M., Palmieri A., Canale A., Benelli G. Outstanding insecticidal activity and sublethal effects of Carlina acaulis root essential oil on the housefly, Musca domestica, with insights on its toxicity on human cells. Food Chem. Toxicol. 2020;136:111037. doi: 10.1016/j.fct.2019.111037.", "ArticleIdList": ["10.1016/j.fct.2019.111037", "31816346"]}, {"Citation": "Lazarević J., Jevremović S., Kostić I., Kostić M., Vuleta A., Manitašević Jovanović S., Šešlija Jovanović D. Toxic, oviposition deterrent and oxidative stress effects of Thymus vulgaris essential oil against Acanthoscelides obtectus. Insects. 2020;11:563. doi: 10.3390/insects11090563.", "ArticleIdList": ["10.3390/insects11090563", "PMC7563443", "32846872"]}, {"Citation": "Lazarević J., Jevremović S., Kostić I., Vuleta A., Manitašević Jovanović S., Kostić M., Šešlija Jovanović D. Assessment of sex-specific toxicity and physiological responses to thymol in a common bean pest Acanthoscelides obtectus Say. Front. Physiol. 2022;13:842314. doi: 10.3389/fphys.2022.842314.", "ArticleIdList": ["10.3389/fphys.2022.842314", "PMC8892178", "35250641"]}, {"Citation": "Pavela R., Benelli G. Essential oils as ecofriendly biopesticides? Challenges and constraints. Trends Plant Sci. 2016;21:1000–1007. doi: 10.1016/j.tplants.2016.10.005.", "ArticleIdList": ["10.1016/j.tplants.2016.10.005", "27789158"]}, {"Citation": "Gross A.D., Coats J.R. Can green chemistry provide effective repellents? In: Debboun M., Frances S.P., Strickman D.A., editors. Insect Repellents Handbook. CRC Press; Boca Raton, FL, USA: 2015. pp. 75–90."}, {"Citation": "Isman M.B. Commercial development of plant essential oils and their constituents as active ingredients in bioinsecticides. Phytochem. Rev. 2020;19:235–241. doi: 10.1007/s11101-019-09653-9.", "ArticleIdList": ["10.1007/s11101-019-09653-9"]}, {"Citation": "Slansky F., Jr. Effect of the lichen chemicals atranorin and vulpinic acid upon feeding and growth of larvae of the yellow-striped armyworm, Spodoptera ornithogalli. Environ. Entomol. 1979;8:865–868. doi: 10.1093/ee/8.5.865.", "ArticleIdList": ["10.1093/ee/8.5.865"]}, {"Citation": "Schröder R., Hilker M. The relevance of background odor in resource location by insects: A behavioral approach. AIBS Bull. 2008;58:308–316. doi: 10.1641/B580406.", "ArticleIdList": ["10.1641/B580406"]}, {"Citation": "Deletre E., Schatz B., Bourguet D., Chandre F., Williams L., Ratnadass A., Martin T. Prospects for repellent in pest control: Current developments and future challenges. Chemoecology. 2016;26:127–142. doi: 10.1007/s00049-016-0214-0.", "ArticleIdList": ["10.1007/s00049-016-0214-0"]}, {"Citation": "Nerio L.S., Olivero-Verbel J., Stashenko E. Repellent activity of essential oils: A review. Bioresour. Technol. 2010;101:372–378. doi: 10.1016/j.biortech.2009.07.048.", "ArticleIdList": ["10.1016/j.biortech.2009.07.048", "19729299"]}, {"Citation": "Kłyś M., Malejky N., Nowak-Chmura M. The repellent effect of plants and their active substances against the beetle storage pests. J. Stored Prod. Res. 2017;74:66–77. doi: 10.1016/j.jspr.2017.10.006.", "ArticleIdList": ["10.1016/j.jspr.2017.10.006"]}, {"Citation": "Warthen J.D., Morgan E.D. Insect feeding deterrents. In: Morgan E.D., editor. CRC Handbook of Natural Pesticides. 1st ed. CRC Press; Boca Raton, FL, USA: 1990. pp. 23–134."}, {"Citation": "Norris D.M. Repellents. In: Morgan E.D., editor. CRC Handbook of Natural Pesticides. 1st ed. CRC Press; Boca Raton, FL, USA: 1990. pp. 135–149."}, {"Citation": "Alyokhin A., Udalov M., Benkovskaya G. The Colorado potato beetle. In: Alyokhin A., editor. Insect Pests of Potato. 1st ed. Associated Press; Oxford, UK: 2012. pp. 11–29."}, {"Citation": "Alyokhin A., Baker M., Mota-Sanchez D., Dively G., Grafius E. Colorado potato beetle resistance to insecticides. Am. J. Potato Res. 2008;85:395–413. doi: 10.1007/s12230-008-9052-0.", "ArticleIdList": ["10.1007/s12230-008-9052-0"]}, {"Citation": "Chatterjee D., Kundu A. Push pull strategy of integrated pest management. Just Agric. 2022;9:1–6."}, {"Citation": "Visser J.H., Van Straten S., Maarse H. Isolation and identification of volatiles in the foliage of potato, Solanum tuberosum, a host plant of the Colorado beetle, Leptinotarsa decemlineata. J. Chem. Ecol. 1979;5:13–25. doi: 10.1007/BF00987684.", "ArticleIdList": ["10.1007/BF00987684"]}, {"Citation": "Panasiuk O. Response of Colorado potato beetles, Leptinotarsa decemlineata (Say), to volatile components of tansy, Tanacetum vulgare. J. Chem. Ecol. 1984;10:1325–1333. doi: 10.1007/BF00988114.", "ArticleIdList": ["10.1007/BF00988114", "24317584"]}, {"Citation": "Schearer W.R. Components of oil of tansy (Tanacetum vulgare) that repel Colorado potato beetles (Leptinotarsa decemlineata) J. Nat. Prod. 1984;47:964–969. doi: 10.1021/np50036a009.", "ArticleIdList": ["10.1021/np50036a009"]}, {"Citation": "Thiery D., Visser J.H. Masking of host plant odour in the olfactory orientation of the Colorado potato beetle. Entomol. Exp. Appl. 1986;41:165–172. doi: 10.1111/j.1570-7458.1986.tb00524.x.", "ArticleIdList": ["10.1111/j.1570-7458.1986.tb00524.x"]}, {"Citation": "Bolter C.J., Dicke M., Van Loon J.J., Visser J.H., Posthumus M.A. Attraction of Colorado potato beetle to herbivore-damaged plants during herbivory and after its termination. J. Chem. Ecol. 1997;23:1003–1023. doi: 10.1023/B:JOEC.0000006385.70652.5e.", "ArticleIdList": ["10.1023/B:JOEC.0000006385.70652.5e"]}, {"Citation": "Dickens J.C. Orientation of Colorado potato beetle to natural and synthetic blends of volatiles emitted by potato plants. Agric. For. Entomol. 2000;2:167–172. doi: 10.1046/j.1461-9563.2000.00065.x.", "ArticleIdList": ["10.1046/j.1461-9563.2000.00065.x"]}, {"Citation": "Kostić M., Dražic S., Popović Z., Stanković S., Sivčev I., Živanović T. Developmental and feeding alternations in Leptinotarsa decemlineata Say. (Coleoptera: Chrysomelidae) caused by Salvia officinalis L. (Lamiaceae) essential oil. Biotechnol. Biotechnol. Equip. 2007;21:426–430. doi: 10.1080/13102818.2007.10817488.", "ArticleIdList": ["10.1080/13102818.2007.10817488"]}, {"Citation": "Sablon L., Dickens J.C., Haubruge É., Verheggen F.J. Chemical ecology of the Colorado potato beetle, Leptinotarsa decemlineata (Say) (Coleoptera: Chrysomelidae), and potential for alternative control methods. Insects. 2012;4:31–54. doi: 10.3390/insects4010031.", "ArticleIdList": ["10.3390/insects4010031", "PMC4553428", "26466794"]}, {"Citation": "Göldel B., Lemic D., Bažok R. Alternatives to synthetic insecticides in the control of the colorado potato beetle (Leptinotarsa decemlineata Say) and their environmental benefits. Agriculture. 2020;10:611. doi: 10.3390/agriculture10120611.", "ArticleIdList": ["10.3390/agriculture10120611"]}, {"Citation": "Szczepanik M., Grabarczyk M., Olejniczak T., Paruch E., Wawrzenczyk C., Szczepaniak E. Effect of terpenoid lactones and azadirachtin on food consumption and growth rate of colorado potato beetle larvae, Leptinotarsa decemlineata Say. J. Plant Prot. Res. 2000;40:193–197."}, {"Citation": "González-Coloma A., Guadaño A., Tonn C.E., Sosa M.E. Antifeedant/insecticidal terpenes from Asteraceae and Labiatae species native to Argentinean semi-arid lands. Z. Naturforsch. C. 2005;60:855–861. doi: 10.1515/znc-2005-11-1207.", "ArticleIdList": ["10.1515/znc-2005-11-1207", "16402545"]}, {"Citation": "Gökçe A., Isaacs R., Whalon M.E. Behavioural response of Colorado potato beetle (Leptinotarsa decemlineata) larvae to selected plant extracts. Pest Manag. Sci. 2006;62:1052–1057. doi: 10.1002/ps.1271.", "ArticleIdList": ["10.1002/ps.1271", "16886174"]}, {"Citation": "Saroukolai A.T., Nouri-Ganbalani G., Hadian J., Rafiee-Dastjerdi H. Antifeedant activity and toxicity of some plant essential oils to Colorado potato beetle, Leptinotarsa decemlineata Say (Coleoptera: Chrysomelidae) Plant Protect. Sci. 2014;50:207–216. doi: 10.17221/9/2014-PPS.", "ArticleIdList": ["10.17221/9/2014-PPS"]}, {"Citation": "Ortiz de Elguea-Culebras G., Sánchez-Vioque R., Berruga M.I., Herraiz-Peñalver D., Santana-Méridas O. Antifeedant effects of common terpenes from Mediterranean aromatic plants on Leptinotarsa decemlineata. J. Soil Sci. Plant Nutr. 2017;17:475–485. doi: 10.4067/S0718-95162017005000034.", "ArticleIdList": ["10.4067/S0718-95162017005000034"]}, {"Citation": "Rusin M., Gospodarek J. The effect of water extracts from Origanum vulgare L. on feeding of Leptinotarsa decemlineata Say. J. Res. Appl. Agric. Eng. 2018;63:82–85."}, {"Citation": "Lazarević J., Kostić I., Milanović S., Šešlija Jovanović D., Krnjajić S., Ćalić D., Stanković S., Kostić M. Repellent activity of Tanacetum parthenium (L.) and Tanacetum vulgare (L.) essential oils against Leptinotarsa decemlineata (Say) Bull. Entomol. Res. 2021;111:190–199. doi: 10.1017/S0007485320000504.", "ArticleIdList": ["10.1017/S0007485320000504", "32778187"]}, {"Citation": "Herrera J.M., Zunino M.P., Dambolena J.S., Pizzolitto R.P., Gañan N.A., Lucini E.I., Zygadlo J.A. Terpene ketones as natural insecticides against Sitophilus zeamais. Ind. Crop. Prod. 2015;70:435–442. doi: 10.1016/j.indcrop.2015.03.074.", "ArticleIdList": ["10.1016/j.indcrop.2015.03.074"]}, {"Citation": "Pragadheesh V.S., Saroj A., Yadav A., Chanotiya C.S., Alam M., Samad A. Chemical characterization and antifungal activity of Cinnamomum camphora essential oil. Ind. Crop. Prod. 2013;49:628–633. doi: 10.1016/j.indcrop.2013.06.023.", "ArticleIdList": ["10.1016/j.indcrop.2013.06.023"]}, {"Citation": "Purkayastha J., Nath S.C. Composition of the camphor-rich essential oil of Ocimum basilicum L. native to Northeast India. J. Essent. Oil Res. 2006;18:332–334. doi: 10.1080/10412905.2006.9699104.", "ArticleIdList": ["10.1080/10412905.2006.9699104"]}, {"Citation": "Sefidkon F., Jalili A., Mirhaji T. Essential oil composition of three Artemisia spp. from Iran. Flavour Fragr. J. 2002;17:150–152. doi: 10.1002/ffj.1063.", "ArticleIdList": ["10.1002/ffj.1063"]}, {"Citation": "Tabanca N., Özek T., Baser K.H.C., Vural M. Composition of the essential oil of Achillea sieheana Stapf and the enantiomeric distribution of camphor. J. Essent. Oil Res. 2004;16:180–181. doi: 10.1080/10412905.2004.9698689.", "ArticleIdList": ["10.1080/10412905.2004.9698689"]}, {"Citation": "Izadi Z., Esna-Ashari M., Piri K., Davoodi P. Chemical composition and antimicrobial activity of feverfew (Tanacetum parthenium) essential oil. Int. J. Agric. Biol. 2010;12:759–763."}, {"Citation": "Tzakou O., Bazos I., Yannitsaros A. Essential oil composition and enantiomeric distribution of fenchone and camphor of Lavandula cariensis and L. stoechas subsp. stoechas grown in Greece. Nat. Prod. Commun. 2009;4:1103–1106. doi: 10.1177/1934578X0900400818.", "ArticleIdList": ["10.1177/1934578X0900400818", "19768993"]}, {"Citation": "Nguyen H.T., Németh Z.É. Sources of variability of wormwood (Artemisia absinthium L.) essential oil. J. Appl. Res. Med. Aromat. Plants. 2016;3:143–150. doi: 10.1016/j.jarmap.2016.07.005.", "ArticleIdList": ["10.1016/j.jarmap.2016.07.005"]}, {"Citation": "Gören N., Demirci B., Başer K.H.C. Composition of the essential oils of Tanacetum spp. from Turkey. Flavour Fragr. J. 2001;16:191–194. doi: 10.1002/ffj.976.", "ArticleIdList": ["10.1002/ffj.976"]}, {"Citation": "Rohloff J., Mordal R., Dragland S. Chemotypical variation of tansy (Tanacetum vulgare L.) from 40 different locations in Norway. J. Agric. Food Chem. 2004;52:1742–1748. doi: 10.1021/jf0352430.", "ArticleIdList": ["10.1021/jf0352430", "15030239"]}, {"Citation": "Radulović N.S., Genčić M.S., Stojanović N.M., Randjelović P.J., Stojanović-Radić Z.Z., Stojiljković N.I. Toxic essential oils. Part V: Behaviour modulating and toxic properties of thujones and thujone-containing essential oils of Salvia officinalis L., Artemisia absinthium L., Thuja occidentalis L. and Tanacetum vulgare L. Food Chem. Toxicol. 2017;105:355–369. doi: 10.1016/j.fct.2017.04.044.", "ArticleIdList": ["10.1016/j.fct.2017.04.044", "28472675"]}, {"Citation": "Mengi N., Garg S.N., Agarwal S.K., Mathela C.S. The occurrence of β-thujone and a new p-menthane derivative in Senecio chrysanthemoides leaf oil. J. Essent. Oil Res. 1995;7:511–514. doi: 10.1080/10412905.1995.9698575.", "ArticleIdList": ["10.1080/10412905.1995.9698575"]}, {"Citation": "Raal A., Orav A., Arak E. Composition of the essential oil of Salvia officinalis L. from various European countries. Nat. Prod. Res. 2007;21:406–411. doi: 10.1080/14786410500528478.", "ArticleIdList": ["10.1080/14786410500528478", "17487611"]}, {"Citation": "Obeng-Ofori D., Reichmuth C.H., Bekele A.J., Hassanali A. Toxicity and protectant potential of camphor, a major component of essential oil of Ocimum kilimandscharicum, against four stored product beetles. Int. J. Pest Manag. 1998;44:203–209. doi: 10.1080/096708798228112.", "ArticleIdList": ["10.1080/096708798228112"]}, {"Citation": "Kéïta S.M., Vincent C., Schmidt J.P., Thor Arnason J. Insecticidal effects of Thuja occidentalis (Cupressaceae) essential oil on Callosobruchus maculatus [Coleoptera: Bruchidae] Can. J. Plant Sci. 2001;81:173–177. doi: 10.4141/P00-059.", "ArticleIdList": ["10.4141/P00-059"]}, {"Citation": "Jang Y.S., Yang Y.C., Choi D.S., Ahn Y.J. Vapor phase toxicity of marjoram oil compounds and their related monoterpenoids to Blattella germanica (Orthoptera: Blattellidae) J. Agric. Food Chem. 2005;53:7892–7898. doi: 10.1021/jf051127g.", "ArticleIdList": ["10.1021/jf051127g", "16190647"]}, {"Citation": "Kembro J.M., Marin R.H., Zygadlo J.A., Gleiser R.M. Effects of the essential oils of Lippia turbinata and Lippia polystachya (Verbenaceae) on the temporal pattern of locomotion of the mosquito Culex quinquefasciatus (Diptera: Culicidae) larvae. Parasitol. Res. 2009;104:1119–1127. doi: 10.1007/s00436-008-1296-6.", "ArticleIdList": ["10.1007/s00436-008-1296-6", "19085007"]}, {"Citation": "Bailen M., Julio L.F., Diaz C.E., Sanz J., Martínez-Díaz R.A., Cabrera R., Burillo J., Gonzalez-Coloma A. Chemical composition and biological effects of essential oils from Artemisia absinthium L. cultivated under different environmental conditions. Ind. Crop. Prod. 2013;49:102–107. doi: 10.1016/j.indcrop.2013.04.055.", "ArticleIdList": ["10.1016/j.indcrop.2013.04.055"]}, {"Citation": "Herrera J.M., Zunino M.P., Massuh Y., Pizzollito R.P., Dambolena J.S., Gañan N.A., Zygadlo J.A. Fumigant toxicity from five essential oils rich in ketones against Sitophilus zeamais (Motschulsky) Agriscientia. 2014;31:35–41. doi: 10.31047/1668.298x.v31.n1.9839.", "ArticleIdList": ["10.31047/1668.298x.v31.n1.9839"]}, {"Citation": "Kim K.H., Yi C.G., Ahn Y.J., Kim S.I., Lee S.G., Kim J.R. Fumigant toxicity of basil oil compounds and related compounds to Thrips palmi and Orius strigicollis. Pest Manag. Sci. 2015;71:1292–1296. doi: 10.1002/ps.3925.", "ArticleIdList": ["10.1002/ps.3925", "25315807"]}, {"Citation": "Pizzolitto R.P., Herrera J.M., Zaio Y.P., Dambolena J.S., Zunino M.P., Gallucci M.N., Zygadlo J.A. Bioactivities of ketones terpenes: Antifungal effect on F. verticillioides and repellents to control insect fungal vector, S. zeamais. Microorganisms. 2015;3:851–865. doi: 10.3390/microorganisms3040851.", "ArticleIdList": ["10.3390/microorganisms3040851", "PMC5023262", "27682121"]}, {"Citation": "Srinivasan R., Natarajan D., Shivakumar M.S., Vinuchakkaravarthy T., Velmurugan D. Bioassay guided isolation of mosquito larvicidal compound from acetone leaf extract of Elaeagnus indica Servett Bull and its in-silico study. Ind. Crop. Prod. 2015;76:394–401. doi: 10.1016/j.indcrop.2015.07.032.", "ArticleIdList": ["10.1016/j.indcrop.2015.07.032"]}, {"Citation": "Tampe J., Parra L., Huaiquil K., Mutis A., Quiroz A. Repellent effect and metabolite volatile profile of the essential oil of Achillea millefolium against Aegorhinus nodipennis (Hope) (Coleoptera: Curculionidae) Neotrop. Entomol. 2015;44:279–285. doi: 10.1007/s13744-015-0278-5.", "ArticleIdList": ["10.1007/s13744-015-0278-5", "26013273"]}, {"Citation": "Guo S., Geng Z., Zhang W., Liang J., Wang C., Deng Z., Du S. The chemical composition of essential oils from Cinnamomum camphora and their insecticidal activity against the stored product pests. Int. J. Mol. Sci. 2016;17:1836. doi: 10.3390/ijms17111836.", "ArticleIdList": ["10.3390/ijms17111836", "PMC5133837", "27827929"]}, {"Citation": "Kanda D., Kaur S., Koul O. Effect of keto-compounds from essential oils on the growth and reproductive performance of Tribolium castaneum (Herbst) Biopestic Int. 2016;12:119–125."}, {"Citation": "Ali A.M., Ibrahim A.M. Castor and camphor essential oils alter hemocyte populations and induce biochemical changes in larvae of Spodoptera littoralis (Boisduval) (Lepidoptera: Noctuidae) J. Asia-Pac. Entomol. 2018;21:631–637. doi: 10.1016/j.aspen.2018.04.005.", "ArticleIdList": ["10.1016/j.aspen.2018.04.005"]}, {"Citation": "Chen Z.Y., Guo S.S., Cao J.Q., Pang X., Geng Z.F., Wang Y., Zhang Z., Du S.S. Insecticidal and repellent activity of essential oil from Amomum villosum Lour. and its main compounds against two stored-product insects. Int. J. Food Prop. 2018;21:2265–2275. doi: 10.1080/10942912.2018.1508158.", "ArticleIdList": ["10.1080/10942912.2018.1508158"]}, {"Citation": "Chen Z., Liu F., Liu N. Neuronal responses of antennal olfactory sensilla to insect chemical repellents in the yellow fever mosquito, Aedes aegypti. J. Chem. Ecol. 2018;44:1120–1126. doi: 10.1007/s10886-018-1022-5.", "ArticleIdList": ["10.1007/s10886-018-1022-5", "30291492"]}, {"Citation": "El-Minshawy A.M., Abdelgaleil S.A., Gadelhak G.G., Al-Eryan M.A., Rabab R.A. Effects of monoterpenes on mortality, growth, fecundity, and ovarian development of Bactrocera zonata (Saunders)(Diptera: Tephritidae) Environ. Sci. Pollut. Res. 2018;25:15671–15679. doi: 10.1007/s11356-018-1780-1.", "ArticleIdList": ["10.1007/s11356-018-1780-1", "29574643"]}, {"Citation": "Koutsaviti A., Antonopoulou V., Vlassi A., Antonatos S., Michaelakis A., Papachristos D.P., Tzakou O. Chemical composition and fumigant activity of essential oils from six plant families against Sitophilus oryzae (Col: Curculionidae) J. Pest Sci. 2018;91:873–886. doi: 10.1007/s10340-017-0934-0.", "ArticleIdList": ["10.1007/s10340-017-0934-0"]}, {"Citation": "Wróblewska-Kurdyk A., Gniłka R., Dancewicz K., Grudniewska A., Wawrzeńczyk C., Gabryś B. β-thujone and its derivatives modify the probing behavior of the peach potato aphid. Molecules. 2019;24:1847. doi: 10.3390/molecules24101847.", "ArticleIdList": ["10.3390/molecules24101847", "PMC6572410", "31091712"]}, {"Citation": "Xie F., Rizvi S.A.H., Zeng X. Fumigant toxicity and biochemical properties of (α+ β) thujone and 1, 8-cineole derived from Seriphidium brevifolium volatile oil against the red imported fire ant Solenopsis invicta (Hymenoptera: Formicidae) Rev. Bras. Farmacogn. 2020;29:720–727. doi: 10.1016/j.bjp.2019.04.013.", "ArticleIdList": ["10.1016/j.bjp.2019.04.013"]}, {"Citation": "Magierowicz K., Górska-Drabik E., Sempruch C. The effect of Tanacetum vulgare essential oil and its main components on some ecological and physiological parameters of Acrobasis advenella (Zinck.)(Lepidoptera: Pyralidae) Pestic. Biochem. Physiol. 2020;162:105–112. doi: 10.1016/j.pestbp.2019.09.008.", "ArticleIdList": ["10.1016/j.pestbp.2019.09.008", "31836045"]}, {"Citation": "Rizvi S.A.H., Ling S., Zeng X. Seriphidium brevifolium essential oil: A novel alternative to synthetic insecticides against the dengue vector Aedes albopictus. Environ. Sci. Pollut. Res. 2020;27:31863–31871. doi: 10.1007/s11356-020-09108-1.", "ArticleIdList": ["10.1007/s11356-020-09108-1", "32504436"]}, {"Citation": "Wang Q., Xu P., Sanchez S., Duran P., Andreazza F., Isaacs R., Dong K. Behavioral and physiological responses of Drosophila melanogaster and D. suzukii to volatiles from plant essential oils. Pest Manag. Sci. 2021;77:3698–3705. doi: 10.1002/ps.6282.", "ArticleIdList": ["10.1002/ps.6282", "33442945"]}, {"Citation": "Dehliz A., Lakhdari W., Mlik R., Chahbar N., Acheuk F., Mekhadmi N.E., Benyahia I., Fethallah R., Hammi H., Mohammed B., et al. Chemical composition and bioactivity of essential oil against the green peach aphid (Myzus persicae) Org. Agric. 2022;12:411–418. doi: 10.1007/s13165-022-00398-y.", "ArticleIdList": ["10.1007/s13165-022-00398-y"]}, {"Citation": "Adeyemi M.M., Mohammed M. Prospect of antifeedant secondary metabolites as post harvest material. Int. J. Innov. Res. Sci. Eng. Technol. 2014;3:8701–8708."}, {"Citation": "Tak J.H., Isman M.B. Acaricidal and repellent activity of plant essential oil-derived terpenes and the effect of binary mixtures against Tetranychus urticae Koch (Acari: Tetranychidae) Ind. Crop. Prod. 2017;108:786–792. doi: 10.1016/j.indcrop.2017.08.003.", "ArticleIdList": ["10.1016/j.indcrop.2017.08.003"]}, {"Citation": "Zaio Y.P., Gatti G., Ponce A.A., Saavedra Larralde N.A., Martinez M.J., Zunino M.P., Zygadlo J.A. Cinnamaldehyde and related phenylpropanoids, natural repellents, and insecticides against Sitophilus zeamais (Motsch.). A chemical structure-bioactivity relationship. J. Sci. Food Agric. 2018;98:5822–5831. doi: 10.1002/jsfa.9132.", "ArticleIdList": ["10.1002/jsfa.9132", "29756351"]}, {"Citation": "González-Coloma A., Martin-Benito D., Mohamed N., Garcia-Vallejo M.C., Soria A.C. Antifeedant effects and chemical composition of essential oils from different populations of Lavandula luisieri L. Biochem. Syst. Ecol. 2006;34:609–616. doi: 10.1016/j.bse.2006.02.006.", "ArticleIdList": ["10.1016/j.bse.2006.02.006"]}, {"Citation": "Tong F., Coats J.R. Effects of monoterpenoid insecticides on [3H]-TBOB binding in house fly GABA receptor and 36Cl− uptake in American cockroach ventral nerve cord. Pestic. Biochem. Physiol. 2010;98:317–324. doi: 10.1016/j.pestbp.2010.07.003.", "ArticleIdList": ["10.1016/j.pestbp.2010.07.003"]}, {"Citation": "Zhang F., Liu Y., Li X., Zhang Y., Cheng D., Guo W., Tursun A. Sequence analysis and gene expression profiling of odorant binding proteins in the Colorado potato beetle, Leptinotarsa decemlineata (Coleoptera: Chrysomelidae) Acta Entomol. Sin. 2019;62:428–441."}, {"Citation": "Knaden M., Strutz A., Ahsan J., Sachse S., Hansson B.S. Spatial representation of odorant valence in an insect brain. Cell Rep. 2012;1:392–399. doi: 10.1016/j.celrep.2012.03.002.", "ArticleIdList": ["10.1016/j.celrep.2012.03.002", "22832228"]}, {"Citation": "Kostić B.M., Kostić M.I., Marković L.T., Jevdjović D.R., Stanković R.S., Todorović N.G., Nedić M.N. Disruption of Attractant Properties of Potato Foliage on Leptinotarsa decemlineata Say by the Use of Salvia officinalis L. Essential Oil; Proceedings of the Seventh Conference on Medicinal and Aromatic Plants of Southeast European Countries; Subotica, Serbia. 27–31 May 2012."}, {"Citation": "Pavela R., Sajfrtová M., Sovová H., Karban J., Bárnet M. The effects of extracts obtained by supercritical fluid extraction and traditional extraction techniques on larvae Leptinotarsa decemlineata Say. J. Essent. Oil Res. 2009;21:367–373. doi: 10.1080/10412905.2009.9700194.", "ArticleIdList": ["10.1080/10412905.2009.9700194"]}, {"Citation": "Gökçe A., Isaacs R., Whalon M.E. Dose–response relationships for the antifeedant effects of Humulus lupulus extracts against larvae and adults of the Colorado potato beetle. Pest Manag. Sci. 2012;68:476–481. doi: 10.1002/ps.2299.", "ArticleIdList": ["10.1002/ps.2299", "22228454"]}, {"Citation": "Abdelgaleil S.A., Abou-Taleb H.K., Al-Nagar N., Shawir M.S. Antifeedant, growth regulatory and biochemical effects of terpenes and phenylpropenes on Spodoptera littoralis Boisduval. Int. J. Trop. Insect Sci. 2020;40:423–433. doi: 10.1007/s42690-019-00093-8.", "ArticleIdList": ["10.1007/s42690-019-00093-8"]}, {"Citation": "Góngora C.E., Tapias J., Jaramillo J., Medina R., Gonzalez S., Casanova H., Ortiz A., Benavides P. Evaluation of terpene-volatile compounds repellent to the coffee berry borer, Hypothenemus hampei (Ferrari)(Coleoptera: Curculionidae) J. Chem. Ecol. 2020;46:881–890. doi: 10.1007/s10886-020-01202-5.", "ArticleIdList": ["10.1007/s10886-020-01202-5", "32803512"]}, {"Citation": "Valcárcel F., Olmeda A.S., González M.G., Andrés M.F., Navarro-Rocha J., González-Coloma A. Acaricidal and insect antifeedant effects of essential oils from selected aromatic plants and their main components. Front. Agron. 2021;3:662802. doi: 10.3389/fagro.2021.662802.", "ArticleIdList": ["10.3389/fagro.2021.662802"]}, {"Citation": "Nararak J., Di Giorgio C., Thanispong K., Sukkanon C., Sanguanpong U., Mahiou-Leddet V., Ollivier E., Chareonviriyaphap T., Manguin S. Behavioral avoidance and biological safety of vetiver oil and its constituents against Aedes aegypti (L.), Aedes albopictus (Skuse) and Culex quinquefasciatus Say. Curr. Res. Insect Sci. 2022;2:100044. doi: 10.1016/j.cris.2022.100044.", "ArticleIdList": ["10.1016/j.cris.2022.100044"]}, {"Citation": "Hough-Goldstein J.A. Antifeedant effects of common herbs on the Colorado potato beetle (Coleoptera: Chrysomelidae) Environ. Entomol. 1990;19:234–238. doi: 10.1093/ee/19.2.234.", "ArticleIdList": ["10.1093/ee/19.2.234"]}, {"Citation": "Pavela R. Antifeedant activity of plant extracts on Leptinotarsa decemlineata Say. and Spodoptera littoralis Bois. larvae. Ind. Crop. Prod. 2010;32:213–219. doi: 10.1016/j.indcrop.2010.04.010.", "ArticleIdList": ["10.1016/j.indcrop.2010.04.010"]}, {"Citation": "Zabel A., Manojlovic B., Rajkovic S., Stankovic S., Kostic M. Effect of neem extract on Lymantria dispar L.(Lepidoptera: Lymantriidae) and Leptinotarsa decemlineata Say (Coleoptera: Chrysomelidae) J. Pest Sci. 2002;75:19–25. doi: 10.1046/j.1439-0280.2002.02006.x.", "ArticleIdList": ["10.1046/j.1439-0280.2002.02006.x"]}, {"Citation": "Rusin M., Gospodarek J., Biniaś B. The effect of water extracts from Artemisia absinthium L. on feeding of Leptinotarsa decemlineata Say larvae. J. Res. Appl. Agric. Eng. 2015;60:80–83."}, {"Citation": "Rusin M., Gospodarek J., Biniaś B. The effect of water extract from wild thyme on Colorado potato beetle feeding. J. Ecol. Eng. 2016;17:197–202. doi: 10.12911/22998993/64559.", "ArticleIdList": ["10.12911/22998993/64559"]}, {"Citation": "Kostić M.B., Stanković S., Ristić M.S., Jevđović R., Rajković S. Effect of essential oils of the genus Tanacetum on attractiveness of potato leaf mass for the adults of Colorado beetle. Lek. Sirovine. 2003;23:69–82. (In Serbian)"}, {"Citation": "Rojht H., Košir I.J., Trdan S. Chemical analysis of three herbal extracts and observation of their activity against adults of Acanthoscelides obtectus and Leptinotarsa decemlineata using a video tracking system. J. Plant Dis. Prot. 2012;119:59–67. doi: 10.1007/BF03356421.", "ArticleIdList": ["10.1007/BF03356421"]}, {"Citation": "Creed C., Mollhagen A., Mollhagen N., Pszczolkowski M.A. Artemisia arborescens “Powis Castle” extracts and α-thujone prevent fruit infestation by codling moth neonates. Pharm. Biol. 2015;53:1458–1464. doi: 10.3109/13880209.2014.985796.", "ArticleIdList": ["10.3109/13880209.2014.985796", "25853962"]}, {"Citation": "Alfaro R.I., Pierce H.D., Borden J.H., Oehlschlager A.C. Insect feeding and oviposition deterrents from western red cedar foliage. J. Chem. Ecol. 1981;7:39–48. doi: 10.1007/BF00988634.", "ArticleIdList": ["10.1007/BF00988634", "24420426"]}, {"Citation": "Vosshall L.B., Stocker R.F. Molecular architecture of smell and taste in Drosophila. Annu. Rev. Neurosci. 2007;30:505–533. doi: 10.1146/annurev.neuro.30.051606.094306.", "ArticleIdList": ["10.1146/annurev.neuro.30.051606.094306", "17506643"]}, {"Citation": "Kalsi M., Palli S.R. Transcription factor cap n collar C regulates multiple cytochrome P450 genes conferring adaptation to potato plant allelochemicals and resistance to imidacloprid in Leptinotarsa decemlineata (Say) Insect Biochem. Mol. Biol. 2017;83:1–12. doi: 10.1016/j.ibmb.2017.02.002.", "ArticleIdList": ["10.1016/j.ibmb.2017.02.002", "28189748"]}, {"Citation": "Szczepanik M., Szumny A., Wawrzeńczyk C. The Effect of α-methylenelactone group on the feeding deterrent activity of natural and synthetic alkenes against Colorado potato beetle, Leptinotarsa decemlineata Say. Pol. J. Environ. Stud. 2009;18:1107–1112."}, {"Citation": "Liu Y.B., Alford A.R., Bentley M.D. A study on mode of antifeedant effects of epilimonol against Leptinotarsa decemlineata. Entomol. Exp. Appl. 1991;60:13–18. doi: 10.1111/j.1570-7458.1991.tb01517.x.", "ArticleIdList": ["10.1111/j.1570-7458.1991.tb01517.x"]}, {"Citation": "Bozhüyük A.U., Kordali Ş. Investigation of the toxicity of ethanol extracts obtained from six different Satureja L. species on Colorado Potato Beetle, Leptinotarsa decemlineata (Say, 1824), (Coleoptera: Chrysomelidae) Anatol. J. Bot. 2019;3:69–79. doi: 10.30616/ajb.623827.", "ArticleIdList": ["10.30616/ajb.623827"]}, {"Citation": "Kordali S., Kesdek M., Cakir A. Toxicity of monoterpenes against larvae and adults of Colorado potato beetle, Leptinotarsa decemlineata Say (Coleoptera: Chrysomelidae) Ind. Crop. Prod. 2007;26:278–297. doi: 10.1016/j.indcrop.2007.03.009.", "ArticleIdList": ["10.1016/j.indcrop.2007.03.009"]}, {"Citation": "Isman M.B. Botanical insecticides in the twenty-first century—Fulfilling their promise? Annu. Rev. Entomol. 2020;65:233–249. doi: 10.1146/annurev-ento-011019-025010.", "ArticleIdList": ["10.1146/annurev-ento-011019-025010", "31594414"]}, {"Citation": "Zuccarini P. Camphor: Risks and benefits of a widely used natural product. J. Appl. Sci. Environ. Manag. 2009;13:69–74. doi: 10.4314/jasem.v13i2.55317.", "ArticleIdList": ["10.4314/jasem.v13i2.55317"]}, {"Citation": "Pelkonen O., Abass K., Wiesner J. Thujone and thujone-containing herbal medicinal and botanical products: Toxicological assessment. Regul. Toxicol. Pharmacol. 2013;65:100–107. doi: 10.1016/j.yrtph.2012.11.002.", "ArticleIdList": ["10.1016/j.yrtph.2012.11.002", "23201408"]}, {"Citation": "Yim E.C., Kim H.J., Kim S.J. Acute toxicity assessment of camphor in biopesticides by using Daphnia magna and Danio rerio. Environ. Health Toxicol. 2014;29:e2014008. doi: 10.5620/eht.2014.29.e2014008.", "ArticleIdList": ["10.5620/eht.2014.29.e2014008", "PMC4168729", "25234414"]}, {"Citation": "Skuhrovec J., Douda O., Zouhar M., Maňasová M., Božik M., Klouček P. Insecticidal and behavioral effect of microparticles of Pimpinella anisum essential oil on larvae of Leptinotarsa decemlineata (Coleoptera: Chrysomelidae) J. Econ. Entomol. 2020;113:255–262. doi: 10.1093/jee/toz279.", "ArticleIdList": ["10.1093/jee/toz279", "31687745"]}, {"Citation": "Melanie M., Miranti M., Kasmara H., Malini D.M., Husodo T., Panatarani C., Joni I.M., Hermawan W. Nanotechnology-based bioactive antifeedant for plant protection. Nanomaterials. 2022;12:630. doi: 10.3390/nano12040630.", "ArticleIdList": ["10.3390/nano12040630", "PMC8879102", "35214959"]}, {"Citation": "Kostić M., Dražić S., Stanković S. The influence of sage essential oil on some insects. J. Sci. Agric. Res./Arh. Poljopr. Nauk. 2007;68:33–45. (In Serbian)"}, {"Citation": "Boiteau G., LeBlanc J.P.R. Colorado Potato Beetle Life Stages. Agriculture Canada Publication 1878/E; Ottawa, ON, Canada: 1992."}, {"Citation": "López-Olguín J., de la Torre M.C., Ortego F., Castañera P., Rodríguez B. Structure-activity relationships of natural and synthetic neoclerodane diterpenes from Teucrium against Colorado potato beetle larvae. Phytochemistry. 1999;50:749–753. doi: 10.1016/S0031-9422(98)00642-6.", "ArticleIdList": ["10.1016/S0031-9422(98)00642-6"]}, {"Citation": "von Ende C.N. Repeated-measures analysis: Growth and other time-dependent measures. In: Scheiner S.M., Gurevich J., editors. Design and Analysis of Ecological Experiments. 2nd ed. Oxford University Press; New York, NY, USA: 2001. pp. 134–157."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "11", "Day": "16"}, {"Year": "2022", "Month": "12", "Day": "3"}, {"Year": "2022", "Month": "12", "Day": "13"}, {"Year": "2022", "Month": "12", "Day": "23", "Hour": "1", "Minute": "59"}, {"Year": "2022", "Month": "12", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "24", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "12", "Day": "19"}], "PublicationStatus": "epublish", "ArticleIdList": ["36559699", "PMC9783734", "10.3390/plants11243587", "plants11243587"]}}], "PubmedBookArticle": []}