{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Origanum dubium", "cucumber", "food safety", "fresh produce quality", "sanitizing agents", "tomato"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36552281", "DateRevised": {"Year": "2022", "Month": "12", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "12", "Day": "06"}], "Language": ["eng"], "ELocationID": ["1772", "10.3390/biology11121772"], "Journal": {"ISSN": "2079-7737", "JournalIssue": {"Volume": "11", "Issue": "12", "PubDate": {"Year": "2022", "Month": "Dec", "Day": "06"}}, "Title": "Biology", "ISOAbbreviation": "Biology (Basel)"}, "ArticleTitle": "<i>Origanum dubium</i> (Cypriot Oregano) as a Promising Sanitizing Agent against <i>Salmonella enterica</i> and <i>Listeria monocytogenes</i> on Tomato and Cucumber Fruits.", "Abstract": {"AbstractText": ["In recent years, the use of natural products such as essential oils (EOs) and other plant extracts for the preservation of fresh produce has attracted much interest from the food industry. Many endemic medicinal and aromatic plants, such as Cypriot oregano (<i>Origanum dubium</i>), present a plethora of properties that can be utilized by the fruit and vegetable sectors of the food industry. The purpose of the present study was to assess the effects of <i>O. dubium</i> EO and hydrosol (at different concentrations and durations of dipping application) for the preservation of tomato and cucumber fruit quality, and their effectiveness as sanitizing agents against two foodborne pathogens (<i>Listeria monocytogenes</i> and <i>Salmonella enterica</i>). The results of this study indicated that increased concentrations of EO, combined with a longer duration of application, resulted in less marketable fruit compared to hydrosol application. Interestingly, EO application at lower concentrations and shorter durations of application (i.e., 0.01% for 5 min) increased fruit antioxidant, ascorbic acid and carotenoid levels (for tomato fruit), suggesting an increase in the nutritional value of the treated fruit, compared to the control. EO and hydrosol were able to decrease the bacterial populations (both bacteria) on fruits. Both products were especially effective against <i>L. monocytogenes</i>, even seven days after their application and storage at 11 °C (up to an approx. 3 log reduction with the EO application). Overall, the results of this study suggest that the use of <i>O. dubium</i> EO and hydrosol could be considered as alternative sanitation means for tomatoes and cucumbers."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agricultural Sciences, Biotechnology and Food Science, Cyprus University of Technology, Limassol 3036, Cyprus."}], "LastName": "Xylia", "ForeName": "Panayiota", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agricultural Sciences, Biotechnology and Food Science, Cyprus University of Technology, Limassol 3036, Cyprus."}], "LastName": "Chrysargyris", "ForeName": "Antonios", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nursing, Faculty of Health Sciences, Cyprus University of Technology, Limassol 3036, Cyprus."}], "LastName": "Miltiadous", "ForeName": "Panagiota", "Initials": "P"}, {"Identifier": ["0000-0002-2719-6627"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agricultural Sciences, Biotechnology and Food Science, Cyprus University of Technology, Limassol 3036, Cyprus."}], "LastName": "Tzortzakis", "ForeName": "Nikolaos", "Initials": "N"}], "GrantList": [{"GrantID": "PRIMA StopMedWaste project", "Agency": "PRIMA StopMedWaste project", "Country": ""}, {"GrantID": "EXCELLENCE/0421/0299", "Agency": "Opti-AromaQ project", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Biology (Basel)", "NlmUniqueID": "101587988", "ISSNLinking": "2079-7737"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Nour V., Trandafir I., Cosmulescu S. Bioactive compounds, antioxidant activity and nutritional quality of different culinary aromatic herbs. Not. Bot. Horti Agrobot. Cluj-Napoca. 2017;45:179–184. doi: 10.15835/nbha45110678.", "ArticleIdList": ["10.15835/nbha45110678"]}, {"Citation": "Priss O., Yevlash V. Technology of fresh herbs storage using hydrogel and antioxidant composition. Food Environ. Saf. 2017;16:256–261."}, {"Citation": "Senanayake S.P.J.N. Rosemary extract as a natural source of bioactive compounds. J. Food Bioact. 2018;2:51–57. doi: 10.31665/JFB.2018.2140.", "ArticleIdList": ["10.31665/JFB.2018.2140"]}, {"Citation": "Karioti A., Vrahimi-Hadjilouca T., Droushiotis D., Rancic A., Hadjipavlou-Litina D., Skaltsa H. Analysis of the essential oil of Origanum dubium growing wild in Cyprus. Investigation of its antioxidant capacity and antimicrobial activity. Planta Med. 2006;72:1330–1334. doi: 10.1055/s-2006-947255.", "ArticleIdList": ["10.1055/s-2006-947255", "17022006"]}, {"Citation": "Karousou R., Deirmentzoglou S. The herbal market of Cyprus: Traditional links and cultural exchanges. J. Ethnopharmacol. 2011;133:191–203. doi: 10.1016/j.jep.2010.09.034.", "ArticleIdList": ["10.1016/j.jep.2010.09.034", "20920568"]}, {"Citation": "González-Tejero M.R., Casares-Porcel M., Sánchez-Rojas C.P., Ramiro-Gutiérrez J.M., Molero-Mesa J., Pieroni A., Giusti M.E., Censorii E., de Pasquale C., Della A., et al. Medicinal plants in the Mediterranean area: Synthesis of the results of the project Rubia. J. Ethnopharmacol. 2008;116:341–357. doi: 10.1016/j.jep.2007.11.045.", "ArticleIdList": ["10.1016/j.jep.2007.11.045", "18242025"]}, {"Citation": "Lardos A., Heinrich M. Continuity and change in medicinal plant use: The example of monasteries on Cyprus and historical iatrosophia texts. J. Ethnopharmacol. 2013;150:202–214. doi: 10.1016/j.jep.2013.08.026.", "ArticleIdList": ["10.1016/j.jep.2013.08.026", "23994339"]}, {"Citation": "Samouel S., Iacovides T.A., Evangelides S., Kanetis L. First report of Boeremia exigua var. exigua Causing Stem Rot of Origanum dubium in Cyprus. Plant Dis. 2016;100:529–530. doi: 10.1094/PDIS-07-15-0808-PDN.", "ArticleIdList": ["10.1094/PDIS-07-15-0808-PDN"]}, {"Citation": "Jeddi M.Z., Yunesian M., Gorji M.E., Noori N., Pourmand M.R., Khaniki G.R.J. Microbial evaluation of fresh, minimally-processed vegetables and bagged sprouts from chain supermarkets. J. Health Popul. Nutr. 2014;32:391–399.", "ArticleIdList": ["PMC4221445", "25395902"]}, {"Citation": "EFSA. ECDC The European Union One Health 2020 Zoonoses Report. EFSA J. 2021;19:6971.", "ArticleIdList": ["PMC9624447", "36329690"]}, {"Citation": "Xylia P., Clark A., Chrysargyris A., Romanazzi G., Tzortzakis N. Quality and safety attributes on shredded carrots by using Origanum majorana and ascorbic acid. Postharvest Biol. Technol. 2019;155:120–129. doi: 10.1016/j.postharvbio.2019.05.015.", "ArticleIdList": ["10.1016/j.postharvbio.2019.05.015"]}, {"Citation": "Xylia P., Chrysargyris A., Tzortzakis Ν. The combined and single effect of marjoram essential oil, ascorbic acid, and chitosan on fresh-cut lettuce preservation. Foods. 2021;10:575. doi: 10.3390/foods10030575.", "ArticleIdList": ["10.3390/foods10030575", "PMC8035693", "33801834"]}, {"Citation": "Singh P., Hung Y.C., Qi H. Efficacy of Peracetic Acid in Inactivating Foodborne Pathogens on Fresh Produce Surface. J. Food Sci. 2018;83:432–439. doi: 10.1111/1750-3841.14028.", "ArticleIdList": ["10.1111/1750-3841.14028", "29369360"]}, {"Citation": "Palou L. Postharvest treatments with gras salts to control fresh fruit decay. Horticulturae. 2018;4:46. doi: 10.3390/horticulturae4040046.", "ArticleIdList": ["10.3390/horticulturae4040046"]}, {"Citation": "D’Amato S., Serio A., López C.C., Paparella A. Hydrosols: Biological activity and potential as antimicrobials for food applications. Food Control. 2018;86:126–137. doi: 10.1016/j.foodcont.2017.10.030.", "ArticleIdList": ["10.1016/j.foodcont.2017.10.030"]}, {"Citation": "European Commission Regulation (EC) No 1334/2008 on flavourings. Off. J. Eur. Union. 2008;354:34–50."}, {"Citation": "Chrysargyris A., Rousos C., Xylia P., Tzortzakis N. Vapour application of sage essential oil maintain tomato fruit quality in breaker and red ripening stages. Plants. 2021;10:2645. doi: 10.3390/plants10122645.", "ArticleIdList": ["10.3390/plants10122645", "PMC8703985", "34961116"]}, {"Citation": "Tzortzakis N.G. Ethanol, vinegar and Origanum vulgare oil vapour suppress the development of anthracnose rot in tomato fruit. Int. J. Food Microbiol. 2010;142:14–18. doi: 10.1016/j.ijfoodmicro.2010.05.005.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2010.05.005", "20576303"]}, {"Citation": "Tzortzakis N., Chrysargyris A., Sivakumar D., Loulakakis K. Vapour or dipping applications of methyl jasmonate, vinegar and sage oil for pepper fruit sanitation towards grey mould. Postharvest Biol. Technol. 2016;118:120–127. doi: 10.1016/j.postharvbio.2016.04.004.", "ArticleIdList": ["10.1016/j.postharvbio.2016.04.004"]}, {"Citation": "Xylia P., Ioannou I., Chrysargyris A., Stavrinides M.C., Tzortzakis N. Quality Attributes and Storage of Tomato Fruits as Affected by an Eco-Friendly, Essential Oil-Based Product. Plants. 2021;10:1125. doi: 10.3390/plants10061125.", "ArticleIdList": ["10.3390/plants10061125", "PMC8228351", "34205988"]}, {"Citation": "Serrano M., Martínez-Romero D., Guillén F., Valverde J.M., Zapata P.J., Castillo S., Valero D. The addition of essential oils to MAP as a tool to maintain the overall quality of fruits. Trends Food Sci. Technol. 2008;19:464–471. doi: 10.1016/j.tifs.2008.01.013.", "ArticleIdList": ["10.1016/j.tifs.2008.01.013"]}, {"Citation": "Istúriz-Zapata M.A., Hernández-López M., Correa-Pacheco Z.N., Barrera-Necha L.L. Quality of cold-stored cucumber as affected by nanostructured coatings of chitosan with cinnamon essential oil and cinnamaldehyde. Lwt. 2020;123:109089. doi: 10.1016/j.lwt.2020.109089.", "ArticleIdList": ["10.1016/j.lwt.2020.109089"]}, {"Citation": "Burt S. Essential oils: Their antibacterial properties and potential applications in foods—A review. Int. J. Food Microbiol. 2004;94:223–253. doi: 10.1016/j.ijfoodmicro.2004.03.022.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2004.03.022", "15246235"]}, {"Citation": "Xylia P., Chrysargyris A., Ahmed Z.F.F.R., Tzortzakis Ν. Application of rosemary and eucalyptus essential oils and their main component on the preservation of apple and pear fruits. Horticulturae. 2021;7:479. doi: 10.3390/horticulturae7110479.", "ArticleIdList": ["10.3390/horticulturae7110479"]}, {"Citation": "Moon T., Cavanagh H.M.A., Wilkinson J.M. Antifungal activity of australian grown Lavandula spp. essential oils against Aspergillus nidulans, Trichophyton mentagrophytes, Leptosphaeria maculans and Sclerotinia sclerotiorum. J. Essent. Oil Res. 2007;19:171–175. doi: 10.1080/10412905.2007.9699253.", "ArticleIdList": ["10.1080/10412905.2007.9699253"]}, {"Citation": "Xylia P., Chrysargyris A., Botsaris G., Tzortzakis N. Mint and pomegranate extracts/oils as antibacterial agents against Escherichia coli O157:H7 and Listeria monocytogenes on shredded carrots. J. Food Saf. 2018;38:1–8. doi: 10.1111/jfs.12423.", "ArticleIdList": ["10.1111/jfs.12423"]}, {"Citation": "Hyun J.E., Bae Y.M., Yoon J.H., Lee S.Y. Preservative effectiveness of essential oils in vapor phase combined with modified atmosphere packaging against spoilage bacteria on fresh cabbage. Food Control. 2015;51:307–313. doi: 10.1016/j.foodcont.2014.11.030.", "ArticleIdList": ["10.1016/j.foodcont.2014.11.030"]}, {"Citation": "Moon T., Wilkinson J.M., Cavanagh H.M.A. Antibacterial activity of essential oils, hydrosols and plant extracts from Australian grown Lavandula spp. Int. J. Aromather. 2006;16:9–14. doi: 10.1016/j.ijat.2006.01.007.", "ArticleIdList": ["10.1016/j.ijat.2006.01.007"]}, {"Citation": "Abo Ghanima M.M., Elsadek M.F., Taha A.E., Abd El-Hack M.E., Alagawany M., Ahmed B.M., Elshafie M.M., El-Sabrout K. Effect of housing system and rosemary and cinnamon essential oils on layers performance, egg quality, haematological traits, blood chemistry, immunity, and antioxidant. Animals. 2020;10:245. doi: 10.3390/ani10020245.", "ArticleIdList": ["10.3390/ani10020245", "PMC7070939", "32033082"]}, {"Citation": "Alvarez M.V., Ortega-Ramirez L.A., Silva-Espinoza B.A., Gonzalez-Aguilar G.A., Ayala-Zavala J.F. Antimicrobial, antioxidant, and sensorial impacts of oregano and rosemary essential oils over broccoli florets. J. Food Process. Preserv. 2019;43:e13889. doi: 10.1111/jfpp.13889.", "ArticleIdList": ["10.1111/jfpp.13889"]}, {"Citation": "Srivatstava A., Ginjupalli K., Perampalli N.U., Bhat N., Ballal M. Evaluation of the properties of a tissue conditioner containing origanum oil as an antifungal additive. J. Prosthet. Dent. 2013;110:313–319. doi: 10.1016/S0022-3913(13)60381-9.", "ArticleIdList": ["10.1016/S0022-3913(13)60381-9", "24079567"]}, {"Citation": "Chrysargyris A., Panayiotou C., Tzortzakis N. Nitrogen and phosphorus levels affected plant growth, essential oil composition and antioxidant status of lavender plant (Lavandula angustifolia Mill.) Ind. Crops Prod. 2016;83:577–586. doi: 10.1016/j.indcrop.2015.12.067.", "ArticleIdList": ["10.1016/j.indcrop.2015.12.067"]}, {"Citation": "Bolin H.R., Huxsoll C.C. Effect of preparation procedures and storage parameters on quality retension of salad-cut lettuce. J. Food Sci. 1991;56:60–62. doi: 10.1111/j.1365-2621.1991.tb07975.x.", "ArticleIdList": ["10.1111/j.1365-2621.1991.tb07975.x"]}, {"Citation": "Goyeneche R., Agüero M.V., Roura S., Di Scala K. Application of citric acid and mild heat shock to minimally processed sliced radish: Color evaluation. Postharvest Biol. Technol. 2014;93:106–113. doi: 10.1016/j.postharvbio.2014.02.011.", "ArticleIdList": ["10.1016/j.postharvbio.2014.02.011"]}, {"Citation": "Pathare P.B., Opara U.L., Al-Said F.A.J. Colour Measurement and Analysis in Fresh and Processed Foods: A Review. Food Bioprocess Technol. 2013;6:36–60. doi: 10.1007/s11947-012-0867-9.", "ArticleIdList": ["10.1007/s11947-012-0867-9", "PMC7089433", "32215166"]}, {"Citation": "AOAC International . Official Methods of Analysis. 18th ed. AOAC International; Gaithersburg, MD, USA: 2007."}, {"Citation": "Chrysargyris A., Nikou A., Tzortzakis N. Effectiveness of Aloe vera gel coating for maintaining tomato fruit quality. N. Z. J. Crop Hortic. Sci. 2016;44:203–217. doi: 10.1080/01140671.2016.1181661.", "ArticleIdList": ["10.1080/01140671.2016.1181661"]}, {"Citation": "Nagata M., Yamashita I. Simple Method for Simultaneous Determination of Chlorophyll and Carotenoids in Tomato Fruit. Nippon Shokuhin Kogyo Gakkaishi. 1992;39:925–928. doi: 10.3136/nskkk1962.39.925.", "ArticleIdList": ["10.3136/nskkk1962.39.925"]}, {"Citation": "Singh N., Singh R.K., Bhunia A.K., Stroshine R.L. Efficacy of chlorine dioxide, ozone, and thyme essential oil or a sequential washing in killing Escherichia coli O157:H7 on lettuce and baby carrots. LWT-Food Sci. Technol. 2002;35:720–729. doi: 10.1006/fstl.2002.0933.", "ArticleIdList": ["10.1006/fstl.2002.0933"]}, {"Citation": "Lufu R., Ambaw A., Opara U.L. Water loss of fresh fruit: Influencing pre-harvest, harvest and postharvest factors. Sci. Hortic. 2020;272:109519. doi: 10.1016/j.scienta.2020.109519.", "ArticleIdList": ["10.1016/j.scienta.2020.109519"]}, {"Citation": "Cantwell M.I., Reid M.S. Postharvest physiology and handling of fresh culinary herb. J. Herbs Spices Med. Plants. 1993;1:93–127. doi: 10.1300/J044v01n03_09.", "ArticleIdList": ["10.1300/J044v01n03_09"]}, {"Citation": "Tzortzakis N., Xylia P., Chrysargyris A. Sage essential oil improves the effectiveness of Aloe vera gel on postharvest quality of tomato fruit. Agronomy. 2019;9:635. doi: 10.3390/agronomy9100635.", "ArticleIdList": ["10.3390/agronomy9100635"]}, {"Citation": "Xylia P., Chrysargyris A., Ahmed Z.F.R., Shahwar D., Tzortzakis N. Application of Rosemary and Eucalyptus Essential Oils on the Preservation of Cucumber Fruit. Horticulturae. 2022;8:774. doi: 10.3390/horticulturae8090774.", "ArticleIdList": ["10.3390/horticulturae8090774"]}, {"Citation": "Adams A.-R., Adama A.-R., Kuunuori Thadius T., Barau B. Ginger Essential Oil for Postharvest Quality of Datterino Tomato: Effect of Immersion Duration and Storage Temperature. J. Postharvest Technol. 2018;6:109–121."}, {"Citation": "Ćavar S., Maksimović M. Antioxidant activity of essential oil and aqueous extract of Pelargonium graveolens L’Her. Food Control. 2012;23:263–267. doi: 10.1016/j.foodcont.2011.07.031.", "ArticleIdList": ["10.1016/j.foodcont.2011.07.031"]}, {"Citation": "Tzortzakis N. Essential oil: Innovative tool to improve the preservation of fresh produce—A review. Fresh Prod. 2009;3:87–97."}, {"Citation": "Kwon S.J., Chang Y., Han J. Oregano essential oil-based natural antimicrobial packaging film to inactivate Salmonella enterica and yeasts/molds in the atmosphere surrounding cherry tomatoes. Food Microbiol. 2017;65:114–121. doi: 10.1016/j.fm.2017.02.004.", "ArticleIdList": ["10.1016/j.fm.2017.02.004", "28399993"]}, {"Citation": "Batista-Silva W., Nascimento V.L., Medeiros D.B., Nunes-Nesi A., Ribeiro D.M., Zsögön A., Araújo W.L. Modifications in organic acid profiles during fruit development and ripening: Correlation or causation? Front. Plant Sci. 2018;9:1689. doi: 10.3389/fpls.2018.01689.", "ArticleIdList": ["10.3389/fpls.2018.01689", "PMC6256983", "30524461"]}, {"Citation": "Rabiei V., Shirzadeh E., Rabbiangourani H., Sharafi Y. Effect of thyme and lavender essential oils on the qualitative and quantitative traits and storage life of apple “Jonagold” cultivar. J. Med. Plant Res. 2011;5:5522–5527."}, {"Citation": "Shao X., Wang H., Xu F., Cheng S. Effects and possible mechanisms of tea tree oil vapor treatment on the main disease in postharvest strawberry fruit. Postharvest Biol. Technol. 2013;77:94–101. doi: 10.1016/j.postharvbio.2012.11.010.", "ArticleIdList": ["10.1016/j.postharvbio.2012.11.010"]}, {"Citation": "Karioti A., Milošević-Ifantis T., Pachopos N., Niryiannaki N., Hadjipavlou-Litina D., Skaltsa H. Antioxidant, anti-inflammatory potential and chemical constituents of Origanum dubium Boiss., growing wild in Cyprus. J. Enzyme Inhib. Med. Chem. 2015;30:38–43. doi: 10.3109/14756366.2013.871008.", "ArticleIdList": ["10.3109/14756366.2013.871008", "24666298"]}, {"Citation": "Kaplan B., Uçar E., Turgut K. Chemical diversity of essential oils within the Origanum dubium boiss. population. Nat. Volatiles Essent. Oils. 2019;6:6–12."}, {"Citation": "Santoro K., Maghenzani M., Chiabrando V., Bosio P., Gullino M.L., Spadaro D., Giacalone G. Thyme and savory essential oil vapor treatments control brown rot and improve the storage quality of peaches and nectarines, but could favor gray mold. Foods. 2018;7:7. doi: 10.3390/foods7010007.", "ArticleIdList": ["10.3390/foods7010007", "PMC5789270", "29303966"]}, {"Citation": "Rocha R.P., Melo E.C., Radünz L.L. Influence of drying process on the quality of medicinal plants: A review. J. Med. Plant Res. 2011;5:7076–7084. doi: 10.5897/JMPRX11.001.", "ArticleIdList": ["10.5897/JMPRX11.001"]}, {"Citation": "Formica-Oliveira A.C., Martínez-Hernández G.B., Díaz-López V., Artés F., Artés-Hernández F. Effects of UV-B and UV-C combination on phenolic compounds biosynthesis in fresh-cut carrots. Postharvest Biol. Technol. 2017;127:99–104. doi: 10.1016/j.postharvbio.2016.12.010.", "ArticleIdList": ["10.1016/j.postharvbio.2016.12.010"]}, {"Citation": "Cui H., Zhao C., Li C., Lin L. Essential Oils-Based Antibacterial Agent Against Escherichia coli O157:H7 Biofilm on Cucumber. J. Food Process. Preserv. 2017;41:e13140. doi: 10.1111/jfpp.13140.", "ArticleIdList": ["10.1111/jfpp.13140"]}, {"Citation": "Tzortzakis N., Tzanakaki K., Economakis C.D. Effect of origanum oil and vinegar on the maintenance of postharvest quality of tomato. Food Nutr. Sci. 2011;02:974–982. doi: 10.4236/fns.2011.29132.", "ArticleIdList": ["10.4236/fns.2011.29132"]}, {"Citation": "Chorianopoulos N.G., Giaouris E.D., Skandamis P.N., Haroutounian S.A., Nychas G.J.E. Disinfectant test against monoculture and mixed-culture biofilms composed of technological, spoilage and pathogenic bacteria: Bactericidal effect of essential oil and hydrosol of Satureja thymbra and comparison with standard acid-base sanitizers. J. Appl. Microbiol. 2008;104:1586–1596. doi: 10.1111/j.1365-2672.2007.03694.x.", "ArticleIdList": ["10.1111/j.1365-2672.2007.03694.x", "18217930"]}, {"Citation": "Chrysargyris A., Xylia P., Botsaris G., Tzortzakis N. Antioxidant and antibacterial activities, mineral and essential oil composition of spearmint (Mentha spicata L.) affected by the potassium levels. Ind. Crops Prod. 2017;103:202–212. doi: 10.1016/j.indcrop.2017.04.010.", "ArticleIdList": ["10.1016/j.indcrop.2017.04.010"]}, {"Citation": "Basim H., Turgut K., Kaplan B., Basim E., Turgut A. The Potential application of Origanum dubium Boiss. Essential oil as a seed protectant against bean and tomato seed-borne bacterial pathogens. Acta Sci. Pol. Hortorum Cultus. 2019;18:79–86. doi: 10.24326/asphc.2019.3.8.", "ArticleIdList": ["10.24326/asphc.2019.3.8"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "10", "Day": "28"}, {"Year": "2022", "Month": "11", "Day": "26"}, {"Year": "2022", "Month": "12", "Day": "2"}, {"Year": "2022", "Month": "12", "Day": "23", "Hour": "1", "Minute": "14"}, {"Year": "2022", "Month": "12", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "24", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "12", "Day": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["36552281", "PMC9775658", "10.3390/biology11121772", "biology11121772"]}}], "PubmedBookArticle": []}