{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Dysphania", "essential oils", "ethnophamacology", "medicinal benefits", "toxicology"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36569323", "DateRevised": {"Year": "2022", "Month": "12", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "12", "Day": "08"}], "Language": ["eng"], "ELocationID": ["1024274", "10.3389/fphar.2022.1024274"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "Essential oils from <i>Dysphania</i> genus: Traditional uses, chemical composition, toxicology, and health benefits.", "Pagination": {"StartPage": "1024274", "MedlinePgn": "1024274"}, "Abstract": {"AbstractText": ["The genus <i>Dysphania</i> belongs to the Amaranthaceae family and is known for its many health benefits. Therefore, it is commonly available worldwide and includes more than 47 species, five species have been mainly reported, and <i>D. ambrosioides</i> has been one of the most widely used plants for thousands of years as a remedy for a wide range of ailments. In recent investigations, the essential oils of the genus <i>Dysphania</i> have been examined for their antibacterial, antioxidant, and antiviral properties related to specific components such as terpenoid compounds that exhibit pharmacological activity. Moreover, some of <i>Dysphania</i>'s compounds show a toxicological effect. Therefore, the objective of the study was to provide EO chemical composition and pharmacological data of the genus <i>Dysphania</i>."], "CopyrightInformation": "Copyright © 2022 Dagni, Hegheș, Suharoschi, Pop, Fodor, Vulturar, Cozma, Aniq filali, Vodnar, Soukri and El Khalfi."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Physiopathology, Molecular Genetics and Biotechnology, Faculty of Sciences Ain Chock, Health and Biotechnology Research Centre, Hassan II University of Casablanca, Casablanca, Morocco."}], "LastName": "Dagni", "ForeName": "Amal", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Drug Analysis, \"Iuliu Hațieganu\" University of Medicine and Pharmacy, Cluj-Napoca, Romania."}], "LastName": "Hegheș", "ForeName": "Simona Codruta", "Initials": "SC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Science, University of Agricultural Science and Veterinary Medicine of Cluj-Napoca, Cluj-Napoca, Romania."}, {"Identifier": [], "Affiliation": "Molecular Nutrition and Proteomics Lab, CDS3, Life Science Institute, University of Agricultural Science and Veterinary Medicine of Cluj-Napoca, Cluj-Napoca, Romania."}], "LastName": "Suharoschi", "ForeName": "Ramona", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Science, University of Agricultural Science and Veterinary Medicine of Cluj-Napoca, Cluj-Napoca, Romania."}, {"Identifier": [], "Affiliation": "Molecular Nutrition and Proteomics Lab, CDS3, Life Science Institute, University of Agricultural Science and Veterinary Medicine of Cluj-Napoca, Cluj-Napoca, Romania."}], "LastName": "Pop", "ForeName": "Oana Lelia", "Initials": "OL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Center of Diabetes, Nutrition and Metabolic Diseases, \"Iuliu Haţieganu\" University of Medicine and Pharmacy, Cluj-Napoca, Romania."}], "LastName": "Fodor", "ForeName": "Adriana", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Molecular Sciences, \"Iuliu Hațieganu\" University of Medicine and Pharmacy, Cluj-Napoca, Romania."}, {"Identifier": [], "Affiliation": "Cognitive Neuroscience Laboratory, Department of Psychology, Babeș-Bolyai University, Cluj-Napoca, Romania."}], "LastName": "Vulturar", "ForeName": "Romana", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Internal Medicine Department, 4th Medical Clinic \"Iuliu Haţieganu\" University of Medicine and Pharmacy, Cluj-Napoca, Romania."}], "LastName": "Cozma", "ForeName": "Angela", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Physiopathology, Molecular Genetics and Biotechnology, Faculty of Sciences Ain Chock, Health and Biotechnology Research Centre, Hassan II University of Casablanca, Casablanca, Morocco."}], "LastName": "Aniq Filali", "ForeName": "Oufaa", "Initials": "O"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Science, University of Agricultural Science and Veterinary Medicine of Cluj-Napoca, Cluj-Napoca, Romania."}, {"Identifier": [], "Affiliation": "Food Biotechnology and Molecular Gastronomy, CDS7, Life Science Institute, University of Agricultural Science and Veterinary Medicine of Cluj-Napoca, Cluj-Napoca, Romania."}], "LastName": "Vodnar", "ForeName": "Dan Cristian", "Initials": "DC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Physiopathology, Molecular Genetics and Biotechnology, Faculty of Sciences Ain Chock, Health and Biotechnology Research Centre, Hassan II University of Casablanca, Casablanca, Morocco."}], "LastName": "Soukri", "ForeName": "Abdelaziz", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Physiopathology, Molecular Genetics and Biotechnology, Faculty of Sciences Ain Chock, Health and Biotechnology Research Centre, Hassan II University of Casablanca, Casablanca, Morocco."}], "LastName": "El Khalfi", "ForeName": "Bouchra", "Initials": "B"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Alvarenga I. C. A., Pacheco F. V., Silva S. T., Bertolucci S. K. V., Pinto J. E. B. P. (2015). In vitro culture of Achillea millefolium L.: Quality and intensity of light on growth and production of volatiles. Plant Cell Tiss. Organ Cult. 122 (2), 299–308. 10.1007/s11240-015-0766-7", "ArticleIdList": ["10.1007/s11240-015-0766-7"]}, {"Citation": "Arena J. S., Omarini A. B., Zunino M. P., Peschiutta M. L., Defagó M. T., Zygadlo J. A. (2018). Essential oils from Dysphania ambrosioides and Tagetes minuta enhance the toxicity of a conventional insecticide against Alphitobius diaperinus . Industrial Crops Prod. 122, 190–194. 10.1016/j.indcrop.2018.05.077", "ArticleIdList": ["10.1016/j.indcrop.2018.05.077"]}, {"Citation": "Ávila-Blanco M. E., Rodríguez M. G., Moreno Duque J. L., Muñoz-Ortega M., Ventura-Juárez J. (2014). Amoebicidal activity of essential oil of Dysphania ambrosioides (L.) Mosyakin & Clemants in an amoebic liver abscess hamster model. Evidence-Based Complementary Altern. Med. 2014, 930208. 10.1155/2014/930208", "ArticleIdList": ["10.1155/2014/930208", "PMC3976796", "24757495"]}, {"Citation": "Barra A. (2009). Factors affecting chemical variability of essential oils: A review of recent developments. Nat. Product. Commun. 4 (8), 1934578X0900400–1154. 10.1177/1934578x0900400827", "ArticleIdList": ["10.1177/1934578x0900400827", "19769002"]}, {"Citation": "Barragán Á., Carpio C. (2009). “Introducción,” in Plantas como alimento de invertebrados útiles, 76–79."}, {"Citation": "Barros A. F., Campos V. P., de Paula L. L., Oliveira D. F., de Silva F. J., Terra W. C., et al. (2019). Nematicidal screening of essential oils and potent toxicity of Dysphania ambrosioides essential oil against Meloidogyne incognita in vitro and in vivo . J. Phytopathol. 167 (7-8), 380–389. 10.1111/jph.12803", "ArticleIdList": ["10.1111/jph.12803"]}, {"Citation": "Barros L., Pereira E., Calhelha R. C., Dueñas M., Carvalho A. M., Santos-Buelga C., et al. (2013). Bioactivity and chemical characterization in hydrophilic and lipophilic compounds of Chenopodium ambrosioides L. J. Funct. Foods 5 (4), 1732–1740. 10.1016/j.jff.2013.07.019", "ArticleIdList": ["10.1016/j.jff.2013.07.019"]}, {"Citation": "Bergman M. E., Davis B., Phillips M. A. (2019). Occurrence, and mechanism of action, 1–23."}, {"Citation": "Bezerra J. W. A., Costa A. R., de Freitas M. A., Rodrigues F. C., de Souza M. A., da Silva A. R. P., et al. (2019). Chemical composition, antimicrobial, modulator and antioxidant activity of essential oil of Dysphania ambrosioides (L.) Mosyakin & Clemants. Comp. Immunol. Microbiol. Infect. Dis. 65, 58–64. 10.1016/j.cimid.2019.04.010", "ArticleIdList": ["10.1016/j.cimid.2019.04.010", "31300127"]}, {"Citation": "Bibiano C. S., de Carvalho A. A., Bertolucci S. K. V., Torres S. S., Corrêa R. M., Pinto J. E. B. P. (2019). Organic manure sources play fundamental roles in growth and quali-quantitative production of essential oil from Dysphania ambrosioides L. Industrial Crops Prod. 139, 111512. 10.1016/j.indcrop.2019.111512", "ArticleIdList": ["10.1016/j.indcrop.2019.111512"]}, {"Citation": "Bisht B. S., Kumar A. (2019). Terpenoid composition of Chenopodium ambrosioides L . and its antimicrobial activity from uttarakhand. Himalaya India 9, 612–617. 10.22270/jddt.v9i4-A.3536", "ArticleIdList": ["10.22270/jddt.v9i4-A.3536"]}, {"Citation": "Bogosavljević S., Zlatković B. (2017). Dysphania pumilio (R. Br.) Mosyakin & Clemants (Amaranthaceae), a new allochthonous species in the flora of Serbia. Bot. Serbica 41 (1), 83–87. 10.5281/zenodo.455155", "ArticleIdList": ["10.5281/zenodo.455155"]}, {"Citation": "Boutkhil S., El Idrissi M., Amechrouq A., Chbicheb A., Chakir S., El Badaoui K. (2009). Chemical composition and antimicrobial activity of crude, aqueous, ethanol extracts and essential oils of Dysphania ambrosioides (L.) Mosyakin & Clemants. Acta bot. gallica 156 (2), 201–209. 10.1080/12538078.2009.10516151", "ArticleIdList": ["10.1080/12538078.2009.10516151"]}, {"Citation": "Brahim M. A. S., Fadli M., Hassani L., Boulay B., Markouk M., Bekkouche K., et al. (2015). Chenopodium ambrosioides var. ambrosioides used in Moroccan traditional medicine can enhance the antimicrobial activity of conventional antibiotics. Industrial crops Prod. 71, 37–43. 10.1016/j.indcrop.2015.03.067", "ArticleIdList": ["10.1016/j.indcrop.2015.03.067"]}, {"Citation": "Bussmann R. W., Paniagua Zambrana N. Y., Romero C., Hart R. E. (2018). Astonishing diversity-the medicinal plant markets of Bogotá, Colombia. J. Ethnobiol. Ethnomed. 14 (1), 43. 10.1186/s13002-018-0241-8", "ArticleIdList": ["10.1186/s13002-018-0241-8", "PMC6011411", "29925407"]}, {"Citation": "Chekem M. S. G., Lunga P. K., Tamokou J. d. D., Kuiate J. R., Tane P., Vilarem G., et al. (2010). Antifungal properties of Chenopodium ambrosioides essential oil against candida species. Pharmaceuticals 3 (9), 2900–2909. 10.3390/ph3092900.deCarvalho", "ArticleIdList": ["10.3390/ph3092900.deCarvalho", "PMC4034103", "27713382"]}, {"Citation": "de Carvalho A. A., Bertolucci S. K. V., da Silva G. M., da Cunha S. H. B., Roza H. L. H., Aazza S., et al. (2018a). Mesos components (CaCl2, MgSO4, KH2PO4) induced changes in growth and ascaridole content of Dysphania ambrosioides L. in vitro . Industrial Crops Prod. 122, 28–36. 10.1016/j.indcrop.2018.05.042", "ArticleIdList": ["10.1016/j.indcrop.2018.05.042"]}, {"Citation": "de Carvalho A. A., Bertolucci S. K. V., Honorato A. d. C., Rocha T. T., Silva S. T., Pinto J. E. B. P. (2020). Influence of light spectra and elicitors on growth and ascaridole content using in vitro cultures of Dysphania ambrosioides L. Plant Cell Tiss. Organ Cult. 143 (2), 277–290. 10.1007/s11240-020-01892-5", "ArticleIdList": ["10.1007/s11240-020-01892-5"]}, {"Citation": "de Carvalho A. A., Bertolucci S. K. V., Silva S. T., Pinto J. E. B. P. (2018b). Growth and volatiles in the micropropagation of Santa Maria herb. Rev. Cienc. Agron. 49 (4), 624–635. 10.5935/1806-6690.20180071", "ArticleIdList": ["10.5935/1806-6690.20180071"]}, {"Citation": "de Morais Oliveira-Tintino C. D., Tintino S. R., Limaverde P. W., Figueredo F. G., Campina F. F., da Cunha F. A., et al. (2018). Inhibition of the essential oil from Chenopodium ambrosioides L. and α-terpinene on the NorA efflux-pump of Staphylococcus aureus . Food Chem. 262, 72–77. 10.1016/j.foodchem.2018.04.040", "ArticleIdList": ["10.1016/j.foodchem.2018.04.040", "29751924"]}, {"Citation": "Dembitsky V., Shkrob I., Hanus L. O. (2008). Ascaridole and related peroxides from the genus Chenopodium . Biomed. Pap. Med. Fac. Univ. Palacky. Olomouc Czech. Repub. 152 (2), 209–215. 10.5507/bp.2008.032", "ArticleIdList": ["10.5507/bp.2008.032", "19219209"]}, {"Citation": "Derraji S., Mahassin F., Rhalem N., Ouzzif Z. (2014). Hépatotoxicité par Chenopodium ambrosioides à propos de 3 observations (colligées à l'hôpital militaire d'instruction Mohammed V, Rabat - maroc). Toxicol. Anal. Clinique 26 (3), 176–180. 10.1016/j.toxac.2014.05.001", "ArticleIdList": ["10.1016/j.toxac.2014.05.001"]}, {"Citation": "Foroughi A., Pournaghi P., Najafi F., Zangeneh M. M., Zangeneh A., Moradi R. (2016). Chemical composition and antibacterial properties of Chenopodium botrys L. essential oil. Int. J. Pharmacogn. Phytochemical Res. 8 (11), 1881–1885."}, {"Citation": "Group A. P. (2009). An update of the angiosperm phylogeny group classification for the orders and families of flowering plants: Apg III. Botanical J. Linn. Soc. 161 (2), 105–121. 10.1111/j.1095-8339.2009.00996.x", "ArticleIdList": ["10.1111/j.1095-8339.2009.00996.x"]}, {"Citation": "Gupta D., Charles R., Mehta V., Garg S., Kumar S. (2002). Chemical examination of the essential oil of Chenopodium ambrosioides L. from the southern hills of India. J. Essent. Oil Res. 14 (2), 93–94. 10.1080/10412905.2002.9699780", "ArticleIdList": ["10.1080/10412905.2002.9699780"]}, {"Citation": "Guyton W. L. (1946). Poisoning due to oil of chenopodium. J. Am. Med. Assoc. 132 (6), 330–331. 10.1001/jama.1946.02870410018006a", "ArticleIdList": ["10.1001/jama.1946.02870410018006a", "20997219"]}, {"Citation": "Hallala A., Benalia S., Markouk M., Bekkouchea K., Larhsinia M., Chaitb A., et al. (2010). Evaluation of the analgesic and antipyretic activities of Chenopodium ambrosioides L. Asian J. Exp. Biol. Sci. 1 (4), 894–897."}, {"Citation": "Hassan M., Kjos M., Nes I., Diep D., Lotfipour F. (2012). Natural antimicrobial peptides from bacteria: Characteristics and potential applications to fight against antibiotic resistance. J. Appl. Microbiol. 113 (4), 723–736. 10.1111/j.1365-2672.2012.05338.x", "ArticleIdList": ["10.1111/j.1365-2672.2012.05338.x", "22583565"]}, {"Citation": "Ignacchiti M. D. C., de Queiroz V. T., Martins I. V. F., Crico K. B., Gonçalves L. V., Fazolo M. B., et al. (2022). Chemical composition and effect of Dysphania ambrosioides (L.) mosyakin & clemants essential oil on Biomphalaria tenagophila (D’Orbigny, 1835). Nat. Prod. Res. 36 (10), 2595–2598. 10.1080/14786419.2021.1910261", "ArticleIdList": ["10.1080/14786419.2021.1910261", "33866878"]}, {"Citation": "Judd W. S., Ferguson I. (1999). The genera of Chenopodiaceae in the southeastern United States. Harv. Pap. Bot. 4 (2), 365–416."}, {"Citation": "Kandsi F., Elbouzidi A., Lafdil F. Z., Meskali N., Azghar A., Addi M., et al. (2022). Antibacterial and antioxidant activity of Dysphania ambrosioides (L.) mosyakin and clemants essential oils: Experimental and computational approaches. Antibiotics 11 (4), 482. 10.3390/antibiotics11040482", "ArticleIdList": ["10.3390/antibiotics11040482", "PMC9031865", "35453233"]}, {"Citation": "Kasali F. M., Tusiimire J., Kadima J. N., Agaba A. G. (2021). Ethnomedical uses, chemical constituents, and evidence-based pharmacological properties of Chenopodium ambrosioides L.: Extensive overview. Futur. J. Pharm. Sci. 7 (1), 1–36. 10.1186/s43094-021-00306-3", "ArticleIdList": ["10.1186/s43094-021-00306-3"]}, {"Citation": "Khan M. N., Jan A. (2019). Evaluation of pharmacognostic features and antimicrobial activities of Dysphania botrys L. Sarhad J. Agric. 35 (4), 1234–1242. 10.17582/journal.sja/2019/35.4.1234.1242", "ArticleIdList": ["10.17582/journal.sja/2019/35.4.1234.1242"]}, {"Citation": "Kim Y., Park J., Chung Y. (2019). Comparative analysis of chloroplast genome of Dysphania ambrosioides (L.) Mosyakin & Clemants understanding phylogenetic relationship in genus Dysphania R. Br. Korean J. Plant Resour. 32 (6), 644–668. 10.7732/kjpr.2019.32.6.644", "ArticleIdList": ["10.7732/kjpr.2019.32.6.644"]}, {"Citation": "Kokanova-Nedialkova Z., Nedialkov P. T., Nikolov S. D. (2009). The genus Chenopodium: Phytochemistry, ethnopharmacology and pharmacology. Pharmacogn. Rev. 3 (6), 280–306."}, {"Citation": "Kola-Mustapha A. T., Yohanna K. A., Ghazali Y. O., Ayotunde H. T. (2020). Design, formulation and evaluation of Chasmanthera dependens Hochst and Chenopodium ambrosioides Linn based gel for its analgesic and anti-inflammatory activities. Heliyon 6 (9), e04894. 10.1016/j.heliyon.2020.e04894", "ArticleIdList": ["10.1016/j.heliyon.2020.e04894", "PMC7492848", "32984602"]}, {"Citation": "Li J., Yang X., Yu J., Li Z., Deng Q., Cao Y., et al. (2020). Chemical composition of the volatile oil of Chenopodium ambrosioides L. from Mianyang in Sichuan Province of China and its sub-chronic toxicity in mice. Trop. J. Pharm. Res. 19 (9), 1985–1991. 10.4314/tjpr.v19i9.26", "ArticleIdList": ["10.4314/tjpr.v19i9.26"]}, {"Citation": "Limaverde P. W., Campina F. F., da Cunha F. A., Crispim F. D., Figueredo F. G., Lima L. F., et al. (2017). Inhibition of the TetK efflux-pump by the essential oil of Chenopodium ambrosioides L. and α-terpinene against Staphylococcus aureus IS-58. Food Chem. Toxicol. 109, 957–961. 10.1016/j.fct.2017.02.031", "ArticleIdList": ["10.1016/j.fct.2017.02.031", "28238773"]}, {"Citation": "Łuczaj Ł., Wolanin M., Drobnik J., Kujawska M., Dumanowski J., Walker K., et al. (2022). Dysphania schraderiana (Schult.) Mosyakin & Clemants–An overlooked medicinal and ritual plant used in Poland. J. Ethnopharmacol. 284, 114755. 10.1016/j.jep.2021.114755", "ArticleIdList": ["10.1016/j.jep.2021.114755", "34673224"]}, {"Citation": "Machín L., Tamargo B., Piñón A., Atíes R. C., Scull R., Setzer W. N., et al. (2019). Bixa orellana L.(Bixaceae) and Dysphania ambrosioides (L.) Mosyakin & Clemants (Amaranthaceae) essential oils formulated in nanocochleates against Leishmania amazonensis. Molecules 24 (23), 4222. 10.3390/molecules24234222", "ArticleIdList": ["10.3390/molecules24234222", "PMC6930544", "31757083"]}, {"Citation": "Mahboubi M., Bidgoli F. G., Farzin N. (2011). Chemical composition and antimicrobial activity of Chenopodium botrys L. essential oil. J. Essent. Oil Bear. Plants 14 (4), 498–503. 10.1080/0972060x.2011.10643608", "ArticleIdList": ["10.1080/0972060x.2011.10643608"]}, {"Citation": "Mokni R. E., Youssef F. S., Jmii H., Khmiri A., Bouazzi S., Jlassi I., et al. (2019). The essential oil of Tunisian Dysphania ambrosioides and its antimicrobial and antiviral properties. J. Essent. Oil Bear. Plants 22 (1), 282–294. 10.1080/0972060X.2019.1588171", "ArticleIdList": ["10.1080/0972060X.2019.1588171"]}, {"Citation": "Monzote L., García M., Pastor J., Gil L., Scull R., Maes L., et al. (2014). Essential oil from Chenopodium ambrosioides and main components: Activity against Leishmania, their mitochondria and other microorganisms. Exp. Parasitol. 136 (1), 20–26. 10.1016/j.exppara.2013.10.007", "ArticleIdList": ["10.1016/j.exppara.2013.10.007", "24184772"]}, {"Citation": "Monzote L., Geroldinger G., Tonner M., Scull R., De Sarkar S., Bergmann S., et al. (2018). Interaction of ascaridole, carvacrol, and caryophyllene oxide from essential oil of Chenopodium ambrosioides L. with mitochondria in Leishmania and other eukaryotes. Phytother. Res. 32 (9), 1729–1740. 10.1002/ptr.6097", "ArticleIdList": ["10.1002/ptr.6097", "PMC6208284", "29672979"]}, {"Citation": "Morteza-Semnani K. Department of Medicinal Chemistry, Faculty of Pharmacy, Mazandaran University of Medical Sciences, Sari, Iran (2015). A review on Chenopodium botrys L.: Traditional uses, chemical composition and biological activities. Mazums-pbr. 1 (2), 1–9. 10.18869/acadpub.pbr.1.2.1", "ArticleIdList": ["10.18869/acadpub.pbr.1.2.1"]}, {"Citation": "Mosa K. A., Ismail A., Helmy M. (2017). “Introduction to plant stresses,” in Plant stress tolerance (Springer; ), 1–19."}, {"Citation": "Mosyakin S., Clemants S. (2002). New nomenclatural combinations in Dysphania R. Br. (Chenopodiaceae): Taxa occurring in north America. Ukr. Bot. Zhurnal 59, 380–385."}, {"Citation": "Mroczek A. (2015). Phytochemistry and bioactivity of triterpene saponins from Amaranthaceae family. Phytochem. Rev. 14 (4), 577–605. 10.1007/s11101-015-9394-4", "ArticleIdList": ["10.1007/s11101-015-9394-4"]}, {"Citation": "Murray P. M., Moane S., Collins C., Beletskaya T., Thomas O. P., Duarte A. W., et al. (2013). Sustainable production of biologically active molecules of marine based origin. N. Biotechnol. 30 (6), 839–850. 10.1016/j.nbt.2013.03.006", "ArticleIdList": ["10.1016/j.nbt.2013.03.006", "23563183"]}, {"Citation": "Nagle D., Mahdi F., Datta S., Li J., Du L., Smillie T., et al. (2011). Assessing the potential mitochondrial-mediated toxicity of herbal dietary supplements. Planta Med. 77 (05), S11. 10.1055/s-0031-1273513", "ArticleIdList": ["10.1055/s-0031-1273513"]}, {"Citation": "Ndhlala A. R., Ncube B., Okem A., Mulaudzi R. B., Van Staden J. (2013). Toxicology of some important medicinal plants in southern Africa. Food Chem. Toxicol. 62, 609–621. 10.1016/j.fct.2013.09.027", "ArticleIdList": ["10.1016/j.fct.2013.09.027", "24075916"]}, {"Citation": "Paniagua-Zambrana N. Y., Bussmann R. W., Romero C. (2020). Dysphania ambrosioides (L.) Mosyakin & Clemants Amaranthaceae, 1–9. 10.1007/978-3-319-77093-2_106-1", "ArticleIdList": ["10.1007/978-3-319-77093-2_106-1"]}, {"Citation": "Pereira-de-Morais L., de Alencar Silva A., da Silva R. E. R., Navarro D. M. d. A. F., Coutinho H. D. M., de Menezes I. R. A., et al. (2020). Myorelaxant action of the Dysphania ambrosioides (L.) Mosyakin & Clemants essential oil and its major constituent α-terpinene in isolated rat trachea. Food Chem. 325, 126923. 10.1016/j.foodchem.2020.126923", "ArticleIdList": ["10.1016/j.foodchem.2020.126923", "32387952"]}, {"Citation": "Pino J. A., Marbot R., Real I. M. (2003). Essential oil of Chenopodium ambrosioides L. from Cuba. J. Essent. Oil Res. 15 (3), 213–214. 10.1080/10412905.2003.9712118", "ArticleIdList": ["10.1080/10412905.2003.9712118"]}, {"Citation": "Potawale S. E., Luniya K. P., Mantri R. A., Mehta U. K., Sadiq M. D., Waseem M. D., et al. (2008). Chenopodium ambrosioides: An ethnopharmacological review. Pharmacologyonline 2, 272–286."}, {"Citation": "Prasad C. S., Shukla R., Kumar A., Dubey N. (2010). In vitro and in vivo antifungal activity of essential oils of Cymbopogon martini and Chenopodium ambrosioides and their synergism against dermatophytes. Mycoses 53 (2), 123–129. 10.1111/j.1439-0507.2008.01676.x", "ArticleIdList": ["10.1111/j.1439-0507.2008.01676.x", "19298359"]}, {"Citation": "Sá R. D., Santana A. S. C. O., Silva F. C. L., Soaresa L. A. L., Randaua K. P. (2016). Anatomical and histochemical analysis of Dysphania ambrosioides supported by light and electron microscopy. Rev. Bras. Farmacogn. 26 (5), 533–543. 10.1016/j.bjp.2016.05.010", "ArticleIdList": ["10.1016/j.bjp.2016.05.010"]}, {"Citation": "Santiago J. A., Cardoso M. D. G., Batista L. R., Castro E. M. d., Teixeira M. L., Pires M. F. (2016). Essential oil from Chenopodium ambrosioides L.: Secretory structures, antibacterial and antioxidant activities. Acta Sci. Biol. Sci. 38 (2), 139. 10.4025/actascibiolsci.v38i2.28303", "ArticleIdList": ["10.4025/actascibiolsci.v38i2.28303"]}, {"Citation": "Sayyedrostami T., Pournaghi P., Vosta-Kalaee S. E., Zangeneh M. M. (2018). Evaluation of the wound healing activity of Chenopodium botrys leaves essential oil in rats (a short-term study). J. Essent. Oil Bear. Plants 21 (1), 164–174. 10.1080/0972060x.2018.1451394", "ArticleIdList": ["10.1080/0972060x.2018.1451394"]}, {"Citation": "Shameem S. A., Khan K. Z., Waza A. A., Shah A. H., Qadri H., Ganai B. A. (2019). Bioactivities and chemoprofiling comparisons of Chenopodium ambrosioides L and Chenopodium botrys L. growing in Kashmir India. Asian J. Pharm. Clin. Res. 12 (1), 124–129. 10.22159/ajpcr.2019.v12i1.28418", "ArticleIdList": ["10.22159/ajpcr.2019.v12i1.28418"]}, {"Citation": "Sin J., Mangale V., Thienphrapa W., Gottlieb R. A., Feuer R. (2015). Recent progress in understanding coxsackievirus replication, dissemination, and pathogenesis. Virology 484, 288–304. 10.1016/j.virol.2015.06.006", "ArticleIdList": ["10.1016/j.virol.2015.06.006", "PMC4567421", "26142496"]}, {"Citation": "Singh H., Batish D., Kohli R., Mittal S., Yadav S. (2008). Chemical composition of essential oil from leaves of Chenopodium ambrosioides from Chandigarh, India. Chem. Nat. Compd. 44 (3), 378–379. 10.1007/s10600-008-9070-7", "ArticleIdList": ["10.1007/s10600-008-9070-7"]}, {"Citation": "Singh P., Pandey A. K. (2021). Dysphania ambrosioides essential oils: From pharmacological agents to uses in modern crop protection—a review. Phytochem. Rev. 21, 141–159. 10.1007/s11101-021-09752-6", "ArticleIdList": ["10.1007/s11101-021-09752-6"]}, {"Citation": "Sukhorukov A. P., Kushunina M., Verloove F. (2016). Notes on Atriplex, oxybasis and Dysphania (Chenopodiaceae) in west-central tropical africa. Plecevo. 149 (2), 249–256. 10.5091/plecevo.2016.1181", "ArticleIdList": ["10.5091/plecevo.2016.1181"]}, {"Citation": "\nThe Plant List (2020). The plant list. Available: http://www.theplantlist.org/([Accessed]."}, {"Citation": "Tzakou O., Pizzimenti A., Pizzimenti F., Sdrafkakis V., Galati E. (2007). Composition and antimicrobial activity of Chenopodium botrys L. Essential oil from Greece. J. Essent. Oil Res. 19 (3), 292–294. 10.1080/10412905.2007.9699284", "ArticleIdList": ["10.1080/10412905.2007.9699284"]}, {"Citation": "Uotila P., Sukhorukov A. P., Bobon N., McDonald J., Krinitsina A. A., Kadereit G. (2021). Phylogeny, biogeography and systematics of dysphanieae (Amaranthaceae). Taxon 70 (3), 526–551. 10.1002/tax.12458", "ArticleIdList": ["10.1002/tax.12458"]}, {"Citation": "Verma N., Shukla S. (2015). Impact of various factors responsible for fluctuation in plant secondary metabolites. J. Appl. Res. Med. Aromatic Plants 2 (4), 105–113. 10.1016/j.jarmap.2015.09.002", "ArticleIdList": ["10.1016/j.jarmap.2015.09.002"]}, {"Citation": "Villalobos-Delgado L. H., González-Mondragón E. G., Ramírez-Andrade J., Salazar-Govea A. Y., Santiago-Castro J. T. (2020). Oxidative stability in raw, cooked, and frozen ground beef using Epazote (Chenopodium ambrosioides L.). Meat Sci. 168, 108187. 10.1016/j.meatsci.2020.108187", "ArticleIdList": ["10.1016/j.meatsci.2020.108187", "32442827"]}, {"Citation": "Wei H., Liu J., Li B., Zhan Z., Chen Y., Tian H., et al. (2015). The toxicity and physiological effect of essential oil from Chenopodium ambrosioides against the diamondback moth, Plutella xylostella (Lepidoptera: Plutellidae). Crop Prot. 76, 68–74. 10.1016/j.cropro.2015.06.013", "ArticleIdList": ["10.1016/j.cropro.2015.06.013"]}, {"Citation": "Ya-Nan W., Jia-Liang W., Dan-Wei M., Jiao L., Du-Yu Z. (2015). Anticancer effects of Chenopodium ambrosiodes L. essential oil on human breast cancer MCF-7 cells in vitro . Trop. J. Pharm. Res. 14 (10), 1813–1820. 10.4314/tjpr.v14i10.11", "ArticleIdList": ["10.4314/tjpr.v14i10.11"]}, {"Citation": "Yabuta Y., Mieda T., Rapolu M., Nakamura A., Motoki T., Maruta T., et al. (2007). Light regulation of ascorbate biosynthesis is dependent on the photosynthetic electron transport chain but independent of sugars in Arabidopsis. J. Exp. Bot. 58 (10), 2661–2671. 10.1093/jxb/erm124", "ArticleIdList": ["10.1093/jxb/erm124", "17586607"]}, {"Citation": "Ye H., Liu Y., Li N., Yu J., Cheng H., Li J., et al. (2015). Anti-Helicobacter pylori activities of Chenopodium ambrosioides L. in vitro and in vivo . World J. Gastroenterol. 21 (14), 4178–4183. 10.3748/wjg.v21.i14.4178", "ArticleIdList": ["10.3748/wjg.v21.i14.4178", "PMC4394078", "25892867"]}, {"Citation": "Yossen M. B., Lozada M., Kuperman M. N., González S., Gastaldi B., Buteler M. (2019). Essential oils as vespid wasp repellents: Implications for their use as a management strategy. J. Appl. Entomol. 143 (6), 635–643. 10.1111/jen.12631", "ArticleIdList": ["10.1111/jen.12631"]}, {"Citation": "Yousefi N., Chehregani A., Malayeri B., Lorestani B., Cheraghi M. (2011). Investigating the effect of heavy metals on developmental stages of anther and pollen in Chenopodium botrys L. (Chenopodiaceae). Biol. Trace Elem. Res. 140 (3), 368–376.", "ArticleIdList": ["20499206"]}, {"Citation": "Zefzoufi M., Smaili A., Fdil R., Rifai L. A., Faize L., Koussa T., et al. (2020). Composition of essential oil of Moroccan Dysphania ambrosioides and its antimicrobial activity against bacterial and fungal phytopathogens. J. Plant Pathol. 102 (1), 47–58. 10.1007/s42161-019-00371-x", "ArticleIdList": ["10.1007/s42161-019-00371-x"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "8", "Day": "21"}, {"Year": "2022", "Month": "11", "Day": "21"}, {"Year": "2022", "Month": "12", "Day": "26", "Hour": "4", "Minute": "11"}, {"Year": "2022", "Month": "12", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "27", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "12", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["36569323", "PMC9773091", "10.3389/fphar.2022.1024274", "1024274"]}}], "PubmedBookArticle": []}