{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["ABTS•+, 2,2-azino-bis (3-ethylbenzothiazloine-6-sulphonic acid) radical cation", "Anti-inflammatory", "Antioxidant", "Antiviral", "Avian influenza", "BSA, bovine serum albumin", "DPPH•, 1,1-diphenyl-2-picrylhydrazyl radical", "Essential oils", "FID, flame ionization detector", "GC, gas chromatography", "GC-MS, gas chromatography-mass spectrometry", "Lavandula angustifolia", "MTT, 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide", "Salvia officinalis"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36570026", "DateRevised": {"Year": "2022", "Month": "12", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "03", "Day": "10"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jafr.2021.100135"], "Journal": {"ISSN": "2666-1543", "JournalIssue": {"Volume": "4", "PubDate": {"Year": "2021", "Month": "Jun"}}, "Title": "Journal of agriculture and food research", "ISOAbbreviation": "J Agric Food Res"}, "ArticleTitle": "Antiviral activity of <i>Lavandula angustifolia</i> L. and <i>Salvia officinalis</i> L. essential oils against avian influenza H5N1 virus.", "Pagination": {"StartPage": "100135", "MedlinePgn": "100135"}, "Abstract": {"AbstractText": ["Nowadays, viral infection is considered a major cause of mortality all over the world such as covid-19 pandemic. In this context, searching for antiviral agents are major researchers interests. In this study, essential oils (EO) of <i>Lavandula angustifolia</i> (lavender) and <i>Salvia officinalis</i> (salvia) were subjected to combat avian influenza H5N1 virus. Laboratory trials were performed to identify Lavender and salvia EOs and evaluate their antioxidant, anti-inflammatory and antiviral activity against an avian influenza H5N1 virus. EOs were prepared by the hydrodistillation of air-dried plants and analyzed by GC-MS methods. The results revealed that salvia has the highest EOs yield 1.3% than lavender 1%. The dominant constituents of lavender EO were linalyl acetate and linalool while camphor and α-thujone were the dominant compounds of salvia. Both oils exhibited antioxidant activity in DPPH and ABTS and total antioxidant capacity assays. The results suggest the use of salvia and lavender EOs as effective natural anti-inflammatory, antioxidant and antiviral agents."], "CopyrightInformation": "© 2021 The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal and Aromatic Plants, National Research Centre (NRC), 33 El Bohouth St. (former El Tahrirst.), Dokki, Giza, Egypt."}], "LastName": "Abou Baker", "ForeName": "Doha H", "Initials": "DH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Animal Reproduction and Food Research, Polish Academy of Sciences, 10-748-Olsztyn, Tuwima Street 10, Poland."}], "LastName": "Amarowicz", "ForeName": "Ryszard", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center of Scientific Excellence for Influenza Viruses, Department of Water Pollution Research, Division of Environmental Research, National Research Centre (NRC), Egypt."}], "LastName": "Kandeil", "ForeName": "Ahmed", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center of Scientific Excellence for Influenza Viruses, Department of Water Pollution Research, Division of Environmental Research, National Research Centre (NRC), Egypt."}], "LastName": "Ali", "ForeName": "Mohamed A", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Biochemistry, National Research Centre (NRC), 33 El Bohouth St., Dokki, Giza, Egypt."}], "LastName": "Ibrahim", "ForeName": "Eman A", "Initials": "EA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "J Agric Food Res", "NlmUniqueID": "101774856", "ISSNLinking": "2666-1543"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abdelli I., Hassani F., Brikci S.B., Ghalem S. In silico study the inhibition of angiotensin converting enzyme 2 receptor of COVID-19 by Ammoides verticillata components harvested from Western Algeria. J. Biomol. Struct. Dyn. 2020:1–14.", "ArticleIdList": ["PMC7232889", "32362217"]}, {"Citation": "Abou Baker D.H. Achillea millefolium L. ethyl acetate fraction induces apoptosis and cell cycle arrest in human cervical cancer (HeLa) cells. Annals of agriculture science. 2020;65(1):42–48."}, {"Citation": "Abou Baker D.H., Ibrahim B.M., Hassan N.S., Yousuf A.F., El Gengaihi S. Exploiting Citrus aurantium seeds and their secondary metabolites in the management of Alzheimer disease. Toxicology Reports. 2020;7:723–729.", "ArticleIdList": ["PMC7289753", "32551234"]}, {"Citation": "Abou Baker D.H., Rady H.M. Bioassay-guided approach employed to isolate and identify anticancer compounds from Physalis peruviana calyces. Plant archives. 2020;20:3285–3291."}, {"Citation": "Abou Baker D.H., Al-Moghazy M., ElSayed A.A.A. The in vitro cytotoxicity, antioxidant and antibacterial potential of Satureja hortensis L. essential oil cultivated in Egypt. Bioorg. Chem. 2020", "ArticleIdList": ["31911310"]}, {"Citation": "Akram M., Tahir I.M., Shah S.M.A., Mahmood Z., Altaf A., Ahmad K., Munir N., Daniyal M., Nasir S., Mehboob H. Antiviral potential of medicinal plants against HIV, HSV, influenza, hepatitis, and coxsackievirus: a systematic review. Phytother Res. 2018;32(5):811–822.", "ArticleIdList": ["29356205"]}, {"Citation": "Alim A., Goze I., Goze H.M. Tepe, B. and Serkedjieva, J., in vitro antimicrobial and antiviral activities of the essential oil and various extracts of Salvia cedronella Boiss. J. Med. Plants Res. 2009;3(5):413–419."}, {"Citation": "Allam S.F., Soudy B.A.N., Hassan A.S., Ramadan M.M., Baker D.A. How do mentha plants induce resistance against Tetranychus urticae (Acari: tetranychidae) in organic farming? J. Plant Protect. Res. 2018;5(3):265. 275."}, {"Citation": "Amoros M., Simoes C.M., Girre L., et al. Synergistic effect of flavones and flavonols against herpes simplex virus type 1 in cell culture. Comparison with the antiviral activity of propolis. J. Nat. Prod. 1992;55:1732–1740.", "ArticleIdList": ["1338212"]}, {"Citation": "Andrys D., Kulpa D., Grzeszczuk M., et al. Influence of jasmonic acid on the growth and antimicrobial and antioxidant activities of Lavandula angustifolia Mill. propagated in vitro. Folia Hort. 2018;30:3–13."}, {"Citation": "Arnao M.B., Cano A., Acosta M. The hydrophilic and lipophilic contribution to total antioxidant activity. Food Chem. 2001;73:239–244."}, {"Citation": "Astani A., Reichling J., Schnitzler P. Comperative study on the antiviral activity of selected monoterpens derived from essential oil. Phytother Res. 2010;24:673–679.", "ArticleIdList": ["PMC7167768", "19653195"]}, {"Citation": "Ayvaz A., Sagdic O., Karaborklus S., et al. Insecticidal activity of theessential oils from different plants against three stored-product insects. J. Insect Sci. 2010;10(21) doi: 10.1673/031.010.2101.", "ArticleIdList": ["10.1673/031.010.2101", "PMC3014752", "20578885"]}, {"Citation": "Balz R. Twin Lakes. Lotus Light Publications; 1996. The healing power of essential oils; pp. 137–139."}, {"Citation": "Baser K.H.C., Duman H., Vural M., Adigüzel N., Aytac Z. Essential oil of Salvia aytachii M. Vural et N. Adigüzel. J. Essent. Oil Res. 1997;9(4):489–490."}, {"Citation": "Bassolé I.H., Rodolfo-Juliani H. Essential oils in combination and theirantimicrobial properties. Molecules. 2012;17:3989–4006.", "ArticleIdList": ["PMC6268925", "22469594"]}, {"Citation": "Benencia F., Courrèges M.C. In vitro and in vivo activity of eugenol on human herpesvirus. Phytother Res. 2000;14:495–500.", "ArticleIdList": ["11054837"]}, {"Citation": "Bernotienė G., Nivinskienė O., Butkienė R., Mockutė D. Essential oil composition variability in sage (Salvia officinalis L.) Chemija. 2007;18(4)"}, {"Citation": "Blažeković B., Yang W., Wang Y., et al. Chemical composition, antimicrobial and antioxidant activities of essential oils of Lavandula × intermedia ‘Budrovka’ and L. angustifolia cultivated in Croatia. Ind. Crop. Prod. 2018;123:173–182."}, {"Citation": "Burt S. Essential oils: their antibacterial properties and potential applications in foods - a review. Int. J. Food Microbiol. 2004;94:223–253.", "ArticleIdList": ["15246235"]}, {"Citation": "Cavanagh H.M., Wilkinson J.M. Lavender essential oil: a review. Australian infection control. 2005;10(1):35–37."}, {"Citation": "Chia-Wen L., Chia-Wen Y., Sung-Chuan W., et al. DPPH free-radical scavenging activity, total phenolic contents and chemical composition analysis of fourty-two kinds of essential oils. J. Food Drug Anal. 2009;17:386–395."}, {"Citation": "Choi H.J. Chemical constituents of essential oils possessing anti-influenza A/WS/33 virus activity. Osong public health and research perspectives. 2018;9(6):348.", "ArticleIdList": ["PMC6296812", "30584499"]}, {"Citation": "Da Porto C., Decorti D., Kikic I. Flavour compounds of Lavandula angustifolia L. to use in food manufacturing: comparison of three different extraction methods. Food Chem. 2009;112(4):1072–1078."}, {"Citation": "Da Silva G., Luft C., Lunardelli A., et al. Antioxidant, analgesic and anti-inflammatory effects of lavender essential oil. Antioxidant, analgesic and anti-inflammatory effects of lavender essential oil. Ann. Braz. Acad. Sci. 2015;87(2 suppl):1397–1408.", "ArticleIdList": ["26247152"]}, {"Citation": "Dapkevicius A., Venskutonis R., van Beek T.A., Linssen J.P.H. Antioxidant activity of extracts obtained by different isolation procedures from some aromatic herbs grown in Lithuania. J. Sci. Food Agric. 1998;77:140–146. 1998."}, {"Citation": "Delamare A.P.L., Moschen-Pistorello I.T., Artico L., et al. Antibacterial activity of the essential oils of Salvia officinalis L. and Salvia triloba L. cultivated in South Brazil. Food Chem. 2007;100:603–608."}, {"Citation": "Dorman D.H.J., Deans S.G., Noble R.C. Evaluation in vitro of plant essential oils as natural anti-oxidants. J. Essent. Oil Res. 1995;7:645–651."}, {"Citation": "Dragar V.A., Menary R.C. Mineral nutrition of Olearia phlogopappa: effect on growth, essential oil yield, and composition. Commun. Soil Sci. Plant Anal. 1995;26:1299–1313."}, {"Citation": "Dudai N. In: Crops Growth Quality and Biotechnology. Dris R., editor. WFL Publisher; Helsinki: 2005. Factors affecting content and composition of essential oil in aromatic plant; pp. 77–90. 2005."}, {"Citation": "Economou K.D., Oreopoulou V., Thomopoulos C.D. Antioxidant activity of some plant extracts of the family Labiatae. J. Am. Oil Chem. Soc. 1991;68:109–113."}, {"Citation": "EDQMCouncil of Europe . Maisonneuve; 1994. European Public Health Committee and European Pharmacopoeia Commission. European pharmacopoeia (No. 18)"}, {"Citation": "El Gengaihi S.E., Arafa M.M., Abou Baker D.H., Shoaib R.M., Asker M.S., Abdelhamid S.A., Hassan E.M. Chemical, Biological and Molecular studies on different Citrus species wastes. Plant archeives. 2020;20(1):2773–2782."}, {"Citation": "El-Gengaihi S.E., Mossa A.T.H., RefaieA A., AboubakerD H. Hepatoprotective efficacy of Cichorium intybus L. extract against carbon tetrachloride-induced liver damage in rats. J. Diet. Suppl. 2016;13:570–584.", "ArticleIdList": ["26913368"]}, {"Citation": "El-Gengaihi S.E., Hamed M.A., Aboubaker D.H., Mossa A.T. Flavonoids from sugar beet leaves as hepatoprotective agent. Int. J. Pharm. Pharmaceut. Sci. 2016;8:281–286."}, {"Citation": "El-Shesheny R., Bagato O., Kandeil A., et al. Re-emergence of amantadine-resistant variants among highly pathogenic avian influenza H5N1 viruses in Egypt. Infection, genetics and evolution. J Mol Epidem Evolution Genet Infect Dis. 2016;46:102–109.", "ArticleIdList": ["27876611"]}, {"Citation": "Essawi T., Srour M. Screening of some Palestinian medicinal plants for antibacterial activity. J. Ethnopharmacol. 2000;70(3):343–349.", "ArticleIdList": ["10837997"]}, {"Citation": "Fakhari A.R., Salehi P., Heydari R., Ebrahimi S.N., Haddad P.R. Hydrodistillation-headspace solvent microextraction, a new method for analysis of the essential oil components of Lavandula angustifolia Mill. J. Chromatogr. A. 2005;1098(1–2):14–18.", "ArticleIdList": ["16314156"]}, {"Citation": "Ghorbani A., Esmaeilizade M. Pharmacological properties of Salvia officinalis and its components. J Trad Complement Med. 2017;7:433–440.", "ArticleIdList": ["PMC5634728", "29034191"]}, {"Citation": "Hajhashemi V., Ghannadi A., Sharif B. Anti-inflammatory and analgesic properties of the leaf extracts and essential oil of Lavandula angustifolia Mill. J. Ethnopharmacol. 2003;89(1):67–71.", "ArticleIdList": ["14522434"]}, {"Citation": "Hassiotis C.N., Tarantilis P.A., Daferera D., Polissiou M.G. Etherio, a new variety of Lavandula angustifolia with improved essential oil production and composition from natural selected genotypes growing in Greece. Ind. Crop. Prod. 2010;32(2):77–82."}, {"Citation": "Hayouni E.A., Chraief I., Abedrabba M., Bouix M., Leveau J.Y., Mohammed H., Hamdi M. Tunisian Salvia officinalis L. and Schinus molle L. essential oils: their chemical compositions and their preservative effects against Salmonella inoculated in minced beef meat. Int. J. Food Microbiol. 2008;125(3):242–251.", "ArticleIdList": ["18511141"]}, {"Citation": "Hurt A.C., Selleck P., Komadina N., Shaw R., Brown L., Barr I.G. Susceptibility of highly pathogenic A (H5N1) avian influenza viruses to the neuraminidase inhibitors and adamantanes. Antivir. Res. 2007;73:228–231.", "ArticleIdList": ["17112602"]}, {"Citation": "Ibrahim E.A., AboubakerD H., El-Baz F.K. Anti-inflammatory and antioxidant activities of rhubarb roots extract. Int. J. Pharmaceut. Sci. Rev. Res. 2016;17:93–99."}, {"Citation": "Jalsenjak V., Peljnjak S., Kustrak D. Microcapsules of sage oil: essential oils content and antimicrobial activity. Pharmazie. 1987;42(6):419–420.", "ArticleIdList": ["3671465"]}, {"Citation": "Gpp Kamatou, van Zy R.L., van Vuuren S.F., et al. Chemical composition, leaf trichome types and biological activities of the essential oils of four related Salvia species indigenous to southern Africa. J. Essent. Oil Res. 2006;18:72–79."}, {"Citation": "Gpp Kamatou, Viljoen A.M., Gono-Bwalya A.B., et al. The in vitro pharmacological activities and a chemical investigation of three South African Salvia species. J. Ethnopharmacol. 2005;102:382–390.", "ArticleIdList": ["16099614"]}, {"Citation": "Kamatou G.P.P., van Zyl R.L., van Vuuren S.F., Viljoen A.M., Figueiredo A.C., Barroso J.G., Pedro L.G., Tilney P.M. Chemical composition, leaf trichome types and biological activities of the essential oils of four related Salvia species indigenous to Southern Africa. J. Essent. Oil Res. 2006;18:72–79."}, {"Citation": "Kandeil A., Bagato O., Zaraket H., et al. Proteolytic enzymes in embryonated chicken eggs sustain the replication of egg-grown low-pathogenicity avian influenza viruses in cells in the absence of exogenous proteases. J Virol Methods. 2014;202:28–33.", "ArticleIdList": ["PMC4033294", "24626064"]}, {"Citation": "Khedher M.R.B., Khedher S.B., Chaieb I., Tounsi S., Hammami M. Chemical composition and biological activities of Salvia officinalis essential oil from Tunisia. EXCLI journal. 2017;16:160.", "ArticleIdList": ["PMC5427463", "28507464"]}, {"Citation": "Kirkan B., Sarikurkcu C., Amarowicz R. Composition, and antioxidant and enzyme-inhibition activities, of essential oils from Satureja thymbra and Thymbra spicata var. spicata. Flavour Fragrance J. 2019;34:436–442."}, {"Citation": "Liolios C.C., Graikou K., Skaltsa E., et al. Dittany of Crete: a botanical and ethnopharmacological. J. Ethnopharmacol. 2001;131:229–241.", "ArticleIdList": ["20633631"]}, {"Citation": "Loizzo M.R., Saab A.M., Tundis R., Statti G.A., Menichini F., Lampronti I., Gambari R., Cinatl J., Doerr H.W. Phytochemical analysis and in vitro antiviral activities of the essential oils of seven Lebanon species. Chem. Biodivers. 2008;5(3):461–470.", "ArticleIdList": ["PMC7161995", "18357554"]}, {"Citation": "Lu H., Li H., Lu H., et al. Chemical composition of lavender essential oil and its antioxidant activity and inhibition against rhinitis related bacteria. Afr. J. Microbiol. Res. 2010;4:309–313."}, {"Citation": "Ma L., Yao L. Antiviral effects of plant-derived essential oils and their components: an updated review. Molecules. 2020;25(11):2627.", "ArticleIdList": ["PMC7321257", "32516954"]}, {"Citation": "Maestri D.M., Nepote V., Lamarque A.L., et al. In: Phytochemistry: Advances in Research. Imperato F., editor. 2006. Natural products as antioxidants; pp. 105–135. (Research Signopost: Kerala). India."}, {"Citation": "Mosmann T. Rapid colorimetric assay for cellular growth and survival: application to proliferation and cytotoxicity assays. J. Immunol. Methods. 1983;65(1–2):55–63. Dec 16.", "ArticleIdList": ["6606682"]}, {"Citation": "Mossa A.T.H., Ibrahim F.M., Mohafrash S.M., Aboubaker D.H., El Gengaihi S. Protective effect of ethanolic extract of grape pomace against the adverse effects of cypermethrin on weanling female rats. Evid. Based Complement. Alternat. Med. 2015:1–10.", "ArticleIdList": ["PMC4525468", "26265923"]}, {"Citation": "Nilufar M.Z., Akramov K.D., Ovidi E., et al. Aromatic medicinal plants of the Lamiaceae family from Uzbekistan: ethnopharmacology, essential oil composition, and biological activities. Medicines. 2017;4(8):2–12.", "ArticleIdList": ["PMC5597069", "28930224"]}, {"Citation": "Öğütçü H., Sökmen A., Sökmen M., Polissiou M., Serkedjieva J., Daferera D., Şahin F., Bariş Ö., Güllüce M. Bioactivities of the various extracts and essential oils of Salvia limbata CA Mey. and Salvia sclarea L. Turkish J. Biol. 2008;32(3):181–192."}, {"Citation": "Paena A.T., Marzocco S., Popolo A., Pinto A. (-)-Linalool inhibits in vitro NO formation. Probable involvement in the antinociceptive activity of this monoterpene compound. Life Sci. 2006;78:719–723.", "ArticleIdList": ["16137709"]}, {"Citation": "Perry N.B., Anderson R.E., Brennan N.J., Douglas M.H., Heaney A.J., McGimpsey J.A., Smallfield B.M. Essential oils from Dalmatian sage (Salvia officinalis L.): variations among individuals, plant parts, seasons, and sites. J. Agric. Food Chem. 1999;47(5):2048–2054.", "ArticleIdList": ["10552494"]}, {"Citation": "Perry N.S., Bollen C., Perry E.K., Ballard C. Salvia for dementia therapy: review of pharmacological activity and pilot tolerability clinical trial. Pharmacol., Biochem. Behav. 2003;75(3):651–659.", "ArticleIdList": ["12895683"]}, {"Citation": "Piątkowska E., Rusiecka-Ziółkowska J. Influence of essential oils on infectious agents. Adv. Clin. Exp. Med. 2016;25:989–995.", "ArticleIdList": ["28028965"]}, {"Citation": "Piccaglia R., Marotti M. Characterization of several aromatic plants grown in northern Italy. Flavour Fragrance J. 1993;8(2):115–122."}, {"Citation": "Pistellia L., Najara B., Giovanellia S. Agronomic and phytochemical evaluation of lavandin and lavender cultivars cultivated in the Tyrrhenian area of Tuscany (Italy) Ind. Crop. Prod. 2017;109:37–44."}, {"Citation": "Prieto P., Pineda M., Aguilar M. Spectrophotometric quantitation of antioxidant capacity through the formation of a phosphomolybdenum complex: specific application to the determination of vitamin E. Anal. Biochem. 1999;269:337–341.", "ArticleIdList": ["10222007"]}, {"Citation": "Rahman H., Eswaraiah C.M., Dutta A.M. In-vitro anti-inflammatory and anti-arthritic activity of Oryza sativa var. Joha Rice (an aromatic indigenous rice of Assam) Am.-Eurasian J. Agric. Environ. Sci. 2015;15:115–121."}, {"Citation": "Raina A.P., Negi K.S., Dutta M. Variability in essential oil composition of sage (Salvia officinalis L.) grown under North Western Himalayan Region of India. J. Med. Plants Res. 2013;7(11):683–688."}, {"Citation": "Reichling J.M., Schnitzler P., Suschke U., et al. Essential oils of aromatic plants with antibacterial, antifungal, antiviral, and cytotocic properties-an overview. Forsch. Komplementmed. 2009;16:79–90.", "ArticleIdList": ["19420953"]}, {"Citation": "Reische D.W., Lillard D.A., Eitenmiller R.R. Antioxidants. Food lipids: chemistry, nutrition, and biotechnology. 1998:423–448."}, {"Citation": "Saddi M., Sanna F., Cottiglia L., et al. Antiherpes activity of Artemisia arborescens essential oil and inhibition of lateral diffusion in Vero cells. Ann. Clin. Microbiol. Antimicrob. 2007;6:1–10.", "ArticleIdList": ["PMC2099429", "17894898"]}, {"Citation": "Salam M.A., Ibrahim B.M., El-Batran S.E., El-GengaihiS E., Aboubaker D.H. Study of the possible antihypertensive and hypolipidemic effects of an herbal mixture on l-name-induced hypertensive rats. Asian J. Pharmaceut. Clin. Res. 2016;9:85–90."}, {"Citation": "Saleh M.A., Clark S., Woodard B., Deolu-Sobogun A.S. Antioxidant and free radical scavenging activities of essential. Ethn. Dis. 2010;20:S1–S82.", "ArticleIdList": ["20521390"]}, {"Citation": "Sharma A.D., Kaur I. Eucalyptol (1,8 cineole) from Eucalyptus essential oil a potential inhibitor of COVID 19 corona virus infection by molecular docking studies. Europe. 2020 doi: 10.20944/preprints202003.0455.v1.", "ArticleIdList": ["10.20944/preprints202003.0455.v1"]}, {"Citation": "Sivropoulou A., Nikolaou C., Papanikolaou E., Kokkini S., Lanaras T., Arsenakis M. Antimicrobial, cytotoxic, and antiviral activities of Salvia fructicosa essential oil. J. Agric. Food Chem. 1997;45(8):3197–3201."}, {"Citation": "Soković M., Glamočlija J., Marin P.D., et al. Antibacterial effects of the essential oils of commonly consumed medicinal herbs using an in vitro model. Molecules. 2010;15:7532–7546.", "ArticleIdList": ["PMC6259430", "21030907"]}, {"Citation": "Stanojević L., Stanković M M., Cakić V., et al. The effect of hydrodistillation techniques on yield, kinetics, composition and antimicrobial activity of essential oils from flowers of Lavandula officinalis L. Hem. Ind. 2011;65:455–463."}, {"Citation": "Sur S.V., Tuljupa F.M., Sur L.I. Gas chromatographic determination of monoterpenes in essential oil medicinal plants. J. Chromatogr. A. 1991;542:451–458."}, {"Citation": "Taarit M.B., Msaada K., Hosni K., Marzouk B. Changes in fatty acid and essential oil composition of sage (Salvia officinalis L.) leaves under NaCl stress. Food Chem. 2010;119(3):951–956."}, {"Citation": "Tariq S., Wani S., Rasool W., Shafi K., Bhat M.A., Prabhakar A., Shalla A.H., Rather M.A. A comprehensive review of the antibacterial, antifungal and antiviral potential of essential oils and their chemical constituents against drug-resistant microbial pathogens. Microb. Pathog. 2019;134", "ArticleIdList": ["31195112"]}, {"Citation": "Tobita K., Sugiura A., Enomote C., et al. Plaque assay and primary isolation of influenza A viruses in an established line of canine kidney cells (MDCK) in the presence of trypsin. Med. Microbiol. Immunol. 1975;162:9–14.", "ArticleIdList": ["1214709"]}, {"Citation": "Tseliou M., Pirintsos S.A., Lionis C., Castanas E., Sourvinos G. Antiviral effect of an essential oil combination derived from three aromatic plants (Coridothymus capitatus (L.) Rchb. f., Origanum dictamnus L. and Salvia fruticosa Mill.) against viruses causing infections of the upper respiratory tract. J. Herb. Med. 2019;17:100288."}, {"Citation": "Viuda-Martos M., Navajas Y.R., Zapata E.S., et al. Antioxidant activity of essential oils of five spice plants widely used in a Mediterranean diet. Flavour Fragrance J. 2010;25:13–19."}, {"Citation": "Wei A., Shibamoto T. Antioxidant/lipoxygenase inhibitory activities and chemical compositions of selected essential oils. J. Agric. Food Chem. 2010;58(12):7218–7225.", "ArticleIdList": ["20499917"]}, {"Citation": "Williams I.R., Lasunzi I. Essential oil from Melaleuca dissi.ora a potential source of high quality tea tree oil. Ind. Crop. Prod. 1994;2:211–217."}, {"Citation": "Yang S.A., Jeon S.-K., Lee E.-J., et al. Comparative study of the chemical composition and antioxidant activity of six essential oils and their components. Nat. Prod. Res. 2010;24:140–151.", "ArticleIdList": ["20077307"]}, {"Citation": "Ye H., Zhou C., Sun Y., et al. Antioxidant activities of ethanol extracts from brown seaweed Sargassum pallidum. Eur. Food Res. Technol. 2009;230:101–109."}, {"Citation": "Zheljazkov V.D., Astatkie T., Hristov A.N. Lavender and hyssop productivity, oil content, and bioactivity as a function of harvest time and drying. Ind. Crop. Prod. 2012;36:222–228. 2012."}, {"Citation": "Luís Â., Duarte A., Gominho J., Domingues F., Duarte A.P. Chemical composition, antioxidant, antibacterial and anti-quorum sensing activities of Eucalyptus globulus and Eucalyptus radiata essential oils. Ind. Crop. Prod. 2016;79:274–282."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "12", "Day": "20"}, {"Year": "2021", "Month": "2", "Day": "12"}, {"Year": "2021", "Month": "2", "Day": "24"}, {"Year": "2022", "Month": "12", "Day": "26", "Hour": "4", "Minute": "27"}, {"Year": "2021", "Month": "6", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2021", "Month": "3", "Day": "10"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36570026", "PMC9767472", "10.1016/j.jafr.2021.100135", "S2666-1543(21)00037-5"]}}], "PubmedBookArticle": []}