{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["16S rRNA sequencing", "Centella asiatica", "Endophytic bacteria", "Phylogenetic analysis", "Scanning electron microscopy"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36576696", "DateRevised": {"Year": "2023", "Month": "01", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "12", "Day": "28"}], "Language": ["eng"], "ELocationID": ["171", "10.1186/s43141-022-00456-8"], "Journal": {"ISSN": "2090-5920", "JournalIssue": {"Volume": "20", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Dec", "Day": "28"}}, "Title": "Journal, genetic engineering & biotechnology", "ISOAbbreviation": "J Genet Eng Biotechnol"}, "ArticleTitle": "Morphological and molecular characterization of bacterial endophytes from Centella asiatica leaves.", "Pagination": {"StartPage": "171", "MedlinePgn": "171"}, "Abstract": {"AbstractText": ["Endophytes are a rich source of novel, distinct, and applicable compounds of interest in agricultural, medical, cosmetic, and pharmaceutical industries. In this respect, they have been attracting growing interest in the past few years. Endophytes are defined as microorganisms such as bacteria and fungi which have a mutualistic relationship with their host plants without causing any harm to their host. In this study, we isolated and identified bacterial endophytes from Centella asiatica collected in Western Cape, South Africa.", "Twenty bacterial endophytes were isolated from Centella asiatica and characterized by using morphological and molecular techniques. Based on molecular traits, the isolates were identified as Pseudomonas sp. strain SGM1, Pseudomonas sp. strain SGM2, Pseudomonas sp. strain SGM3, Pseudomonas sp. strain SGM4, Pseudomonas sp. strain SGM5, Pseudomonas sp. strain SGM6, Pseudomonas sp. strain SGM7, Novosphingobium sp. strain SGM8, Pseudomonas sp. strain SGM9, Pseudomonas sp. strain SGM10, Chryseobacterium sp. strain SGM11, Enterobacter sp. strain SGM12, Enterobacter sp. strain SGM13, Pseudomonas sp. strain SGM14, Enterobacter sp. strain SGM15, Enterobacter sp. strain SGM16, Agrobacterium sp. strain SGM17, Pantoea sp. strain SGM18, Paraburkholderia sp. strain SGM19, and Pseudomonas sp. strain SGM20. Pseudomonas genus was dominant with eleven isolates. Morphological trait results showed that all isolates were gram-negative rod-shaped bacteria.", "According to our understanding, this study revealed the first twenty endophytic bacteria isolated from Centella asiatica growing in the Western Cape Province, South Africa. Data obtained in the current study will increase the knowledge of the already existing microbial diversity associated with Centella asiatica. Further work is needed to evaluate the antioxidant and antibacterial activities in vitro and assess the growth and medicinal compounds of the identified endophytic bacteria in a laboratory scale bioreactors."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": ["0000-0001-8531-6917"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Engineering, Centre for Bioprocess Engineering Research, University of Cape Town, Private Bag X3, Rondebosch, Cape Town, 7701, South Africa. siphiwegodfrey@gmail.com."}], "LastName": "Mahlangu", "ForeName": "Siphiwe G", "Initials": "SG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Engineering, Centre for Bioprocess Engineering Research, University of Cape Town, Private Bag X3, Rondebosch, Cape Town, 7701, South Africa."}, {"Identifier": [], "Affiliation": "Department of Chemical Engineering, Stellenbosch University, Private Bag X1, Matieland, 7602, South Africa."}], "LastName": "Tai", "ForeName": "Siew L", "Initials": "SL"}], "GrantList": [{"GrantID": "Grant number: MND190510435402", "Agency": "DST-NRF Innovation Doctoral Scholarship", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "J Genet Eng Biotechnol", "NlmUniqueID": "101317150", "ISSNLinking": "1687-157X"}, "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Biswas D, Mandal S, Chatterjee Saha S, Tudu CK, Nandy S, Batiha GES, et al. Ethnobotany, phytochemistry, pharmacology, and toxicity of Centella asiatica (L.) Urban: a comprehensive review. Phyther Res. 2021;35(12):6624–6654. doi: 10.1002/ptr.7248.", "ArticleIdList": ["10.1002/ptr.7248", "34463404"]}, {"Citation": "Rafat A, Philip K, Muniandy S. Antioxidant potential of Centella asiatica-associated endophytic bacteria. J Biotechnol. 2010;150:534–534. doi: 10.1016/j.jbiotec.2010.09.870.", "ArticleIdList": ["10.1016/j.jbiotec.2010.09.870"]}, {"Citation": "Bahmani K, Hasanzadeh N, Harighi B, Marefat A. Isolation and identification of endophytic bacteria from potato tissues and their effects as biological control agents against bacterial wilt. Physiol Mol Plant Pathol. 2021;116:101692. doi: 10.1016/j.pmpp.2021.101692.", "ArticleIdList": ["10.1016/j.pmpp.2021.101692"]}, {"Citation": "Seevaratnam V, Banumathi P, Premalatha MR, Sundaram SP, Arumugam T. Functional properties of Centella asiatica (L.): a review. Int. J Pharm Pharm Sci. 2012;4(5):8–14."}, {"Citation": "Prakash V, Jaiswal N, Srivastava M (2017) A review on medicinal properties of Centella asiatica. Asian J Pharm Clin Res 10(10):69–74"}, {"Citation": "Wang L, Li D, Shen Y, Liu F, Zhou Y, Wu H, et al. Preparation of Centella asiatica loaded gelatin/chitosan/nonwoven fabric composite hydrogel wound dressing with antibacterial property. Int J Biol Macromol. 2021;192:350–359. doi: 10.1016/j.ijbiomac.2021.09.145.", "ArticleIdList": ["10.1016/j.ijbiomac.2021.09.145", "34592227"]}, {"Citation": "Kunjumon R, Johnson AJ, Baby S. Centella asiatica: secondary metabolites, biological activities and biomass sources. Phytomedicine Plus. 2022;2(1):100176. doi: 10.1016/j.phyplu.2021.100176.", "ArticleIdList": ["10.1016/j.phyplu.2021.100176"]}, {"Citation": "Ragupathi S, Gunasekar A, Chathalingath N, Mohan T. Amelioration Effects of leaf extract of Centella asiatica on sodium arsenate induced hepatotoxicity in zebra fish. South African J Bot. 2022;000:1–8."}, {"Citation": "Van Wyk BE, de Wet H, Van Heerden FR. An ethnobotanical survey of medicinal plants in the southeastern Karoo, South Africa. South African J Bot. 2008;74(4):696–704. doi: 10.1016/j.sajb.2008.05.001.", "ArticleIdList": ["10.1016/j.sajb.2008.05.001"]}, {"Citation": "Appidi JR, Grierson DS, Afolayan AJ. Ethnobotanical study of plants used for the treatment of diarrhoea in the Eastern Cape, South Africa. Pak J Biol Sci. 2008;11(15):1961–1963. doi: 10.3923/pjbs.2008.1961.1963.", "ArticleIdList": ["10.3923/pjbs.2008.1961.1963", "18983042"]}, {"Citation": "Oyedeji OA, Afolayan AJ. Chemical composition and antibacterial activity of the essential oil of Centella asiatica growing in South Africa. Pharm Biol. 2005;43(3):249–252. doi: 10.1080/13880200590928843.", "ArticleIdList": ["10.1080/13880200590928843"]}, {"Citation": "Ncube EN, Steenkamp PA, Madala NE, Dubery IA. Metabolite profiling of the undifferentiated cultured cells and differentiated leaf tissues of Centella asiatica. Plant Cell Tissue Organ Cult. 2017;129(3):431–443. doi: 10.1007/s11240-017-1189-4.", "ArticleIdList": ["10.1007/s11240-017-1189-4"]}, {"Citation": "Kant R, Srivastav PP, Datta AK. The medicinal role of Centella asiatica and its applications in the Dahi: a research review. J Pharm Res Int. 2019;28(6):1–9. doi: 10.9734/jpri/2019/v28i630220.", "ArticleIdList": ["10.9734/jpri/2019/v28i630220"]}, {"Citation": "Aremu AO, Pendota SC (2021) Medicinal plants for mitigating pain and inflammatory-related conditions: an appraisal of ethnobotanical uses and patterns in South Africa. Front Pharmacol. 10.3389/fphar.2021.758583", "ArticleIdList": ["PMC8569556", "34744737"]}, {"Citation": "Lokanathan Y, Omar N, Ahmad Puz NN, Saim A, Hj Idrus R. Recent updates in neuroprotective and neuroregenerative potential of Centella asiatica. Malaysian J Med Sci. 2016;23(1):4–14.", "ArticleIdList": ["PMC4975583", "27540320"]}, {"Citation": "Bylka W, Znajdek-Awizeń P, Studzińska-Sroka E, Brzezińska M. Centella asiatica in cosmetology. Postep Dermatologii i Alergol. 2013;30(1):46–49. doi: 10.5114/pdia.2013.33378.", "ArticleIdList": ["10.5114/pdia.2013.33378", "PMC3834700", "24278045"]}, {"Citation": "Ashitha A, Midhun SJ, Sunil MA, Nithin TU, Radhakrishnan EK, Mathew J. Bacterial endophytes from Artemisia nilagirica (Clarke) Pamp., with antibacterial efficacy against human pathogens. Microb Pathog. 2019;135:103624. doi: 10.1016/j.micpath.2019.103624.", "ArticleIdList": ["10.1016/j.micpath.2019.103624", "31323321"]}, {"Citation": "Chowdhury MEK, Bae H. Bacterial endophytes isolated from mountain-cultivated ginseng (Panax ginseng Mayer) have biocontrol potential against ginseng pathogens. Vol. 126. Biol Control. 2018;126:97–108. doi: 10.1016/j.biocontrol.2018.08.006.", "ArticleIdList": ["10.1016/j.biocontrol.2018.08.006"]}, {"Citation": "Singh M, Kumar A, Pandey KD. Biochemical and molecular identification of Solanum lycopersicum L. temperature tolerant bacterial endophytes. Biocatal Agric. Biotechnol. 2019;22:101409."}, {"Citation": "Olanrewaju OS, Glick BR, Babalola OO. Mechanisms of action of plant growth promoting bacteria. World J Microbiol Biotechnol. 2017;33(11):1–16. doi: 10.1007/s11274-017-2364-9.", "ArticleIdList": ["10.1007/s11274-017-2364-9", "PMC5686270", "28986676"]}, {"Citation": "Mushtaq S, Shafiq M, Haider MS, Nayik GA, Salmen SH, El Enshasy HA, et al. Morphological and physiological response of sour orange (Citrus aurantium L.) seedlings to the inoculation of taxonomically characterized bacterial endophytes. Saudi. J Biol Sci. 2022;29(5):3232–3243.", "ArticleIdList": ["PMC9280307", "35844422"]}, {"Citation": "Kumar V, Jain L, Jain SK, Chaturvedi S, Kaushal P. Bacterial endophytes of rice (Oryza sativa L.) and their potential for plant growth promotion and antagonistic activities. South African J Bot. 2020;134:50–63. doi: 10.1016/j.sajb.2020.02.017.", "ArticleIdList": ["10.1016/j.sajb.2020.02.017"]}, {"Citation": "Husseiny S, Dishisha T, Soliman HA, Adeleke R, Raslan M. Characterization of growth promoting bacterial endophytes isolated from Artemisia annua L. South African J Bot. 2021;143:238–247. doi: 10.1016/j.sajb.2021.07.042.", "ArticleIdList": ["10.1016/j.sajb.2021.07.042"]}, {"Citation": "Morales-Cedeño LR, del Carmen Orozco-Mosqueda M, Loeza-Lara PD, Parra-Cota FI, de los Santos-Villalobos S, Santoyo G (2021) Plant growth-promoting bacterial endophytes as biocontrol agents of pre- and post-harvest diseases: fundamentals, methods of application and future perspectives. Microbiol Res. 10.1016/j.micres.2020.126612", "ArticleIdList": ["33059112"]}, {"Citation": "Chu LL, Bae H. Bacterial endophytes from ginseng and their biotechnological application. J Ginseng Res. 2022;46(1):1–10. doi: 10.1016/j.jgr.2021.04.004.", "ArticleIdList": ["10.1016/j.jgr.2021.04.004", "PMC8753428", "35035239"]}, {"Citation": "War Nongkhlaw F, Joshi S. Microscopic study on colonization and antimicrobial property of endophytic bacteria associated with ethnomedicinal plants of Meghalaya. J Microsc Ultrastruct. 2017;5(3):132. doi: 10.1016/j.jmau.2016.09.002.", "ArticleIdList": ["10.1016/j.jmau.2016.09.002", "PMC6025718", "30023247"]}, {"Citation": "Dong L, Cheng R, Xiao L, Wei F, Wei G, Xu J, et al. Diversity and composition of bacterial endophytes among plant parts of Panax notoginseng. Chin Med. 2018;13(1):1–9. doi: 10.1186/s13020-018-0198-5.", "ArticleIdList": ["10.1186/s13020-018-0198-5", "PMC6092820", "30127840"]}, {"Citation": "Rakotoniriana EF, Munaut F, Decock C, Randriamampionona D, Andriambololoniaina M, Rakotomalala T, et al. Endophytic fungi from leaves of Centella asiatica: occurrence and potential interactions within leaves. Antonie van Leeuwenhoek. Int J Gen Mol Microbiol. 2008;93(1–2):27–36.", "ArticleIdList": ["17610142"]}, {"Citation": "Gupta S, Chaturvedi P. Foliar endophytic diversity of Centella asiatica (L.) Urban in relation to different seasons and leaf age. Int J Curr Microbiol App Sci. 2017;6(6):468–477. doi: 10.20546/ijcmas.2017.606.054.", "ArticleIdList": ["10.20546/ijcmas.2017.606.054"]}, {"Citation": "Gupta S, Bhatt P, Chaturvedi P. Determination and quantification of asiaticoside in endophytic fungus from Centella asiatica (L.) Urban. World J Microbiol Biotechnol. 2018;34(8):1–10. doi: 10.1007/s11274-018-2493-9.", "ArticleIdList": ["10.1007/s11274-018-2493-9", "29980864"]}, {"Citation": "Radiastuti N, Bahalwan HA, Susilowati DN. Phylogenetic study of endophytic fungi associated with Centella asiatica from Bengkulu and Malaysian accessions based on the ITS rDNA sequence. Biodiversitas. 2019;20(5):1248–1258. doi: 10.13057/biodiv/d200503.", "ArticleIdList": ["10.13057/biodiv/d200503"]}, {"Citation": "Mahlangu SG, Serepa-Dlamini MH. First report of bacterial endophytes from the leaves of Pellaea calomelanos in South Africa. S Afr J Sci. 2018;114(9–10):1–9."}, {"Citation": "Seol D, Lim JS, Sung S, Lee YH, Jeong M, Cho S et al (2022) Microbial identification using rRNA operon region: database and tool for metataxonomics with long-read sequence. Microbiol Spectr. 10.1128/spectrum.02017-21", "ArticleIdList": ["PMC9045266", "35352997"]}, {"Citation": "Photolo MM, Mavumengwana V, Sitole L, Tlou MG (2020) Antimicrobial and antioxidant properties of a bacterial endophyte, Methylobacterium radiotolerans MAMP 4754, isolated from Combretum erythrophyllum seeds. Int J Microbiol. 10.1155/2020/9483670", "ArticleIdList": ["PMC7060864", "32184829"]}, {"Citation": "Kumar K, Verma A, Pal G, Anubha WJF, Verma SK. Seed endophytic bacteria of Pearl Millet (Pennisetum glaucum L.) promote seedling development and defend against a fungal phytopathogen. Front Microbiol. 2021;12(12):1–18.", "ArticleIdList": ["PMC8696672", "34956137"]}, {"Citation": "Rafat A, Philip K, Muniandy S. A novel source of bioactive compounds: endophytic bacteria isolated from Centella asiatica. J Pure Appl Microbiol. 2012;6(1):11–20."}, {"Citation": "Ernawati M, Solihin DD, Lestari Y. Community structures of endophytic actinobacteria from medicinal plant Centella asiatica L. Urban-based on metagenomic approach. Int. J Pharm Pharm Sci. 2016;8(2):292–297."}, {"Citation": "Rakotoniriana EF, Rafamantanana M, Randriamampionona D, Rabemanantsoa C, Urveg-Ratsimamanga S, El Jaziri M, et al. Study in vitro of the impact of endophytic bacteria isolated from Centella asiatica on the disease incidence caused by the hemibiotrophic fungus Colletotrichum higginsianum. Int J Gen Mol Microbiol. 2013;103(1):121–133.", "ArticleIdList": ["22903452"]}, {"Citation": "Martín-García J, Espiga E, Pando V, Diez JJ. Factors influencing endophytic communities in poplar plantations. Silva Fenn. 2011;45(2):169–180. doi: 10.14214/sf.40.", "ArticleIdList": ["10.14214/sf.40"]}, {"Citation": "Nongkhlaw FMW, Joshi SR. Micrographical assessment of antifungal effect of endophytic bacteria. Proc Natl Acad Sci India Sect B - Biol Sci. 2016;86(1):9–14. doi: 10.1007/s40011-014-0321-z.", "ArticleIdList": ["10.1007/s40011-014-0321-z"]}, {"Citation": "Liu S, Li D, Cui X, Chen L, Nian H. Community analysis of endophytic bacteria from the seeds of the medicinal plant Panax notoginseng. J Agric Sci. 2017;9(2):37."}, {"Citation": "Nath A, Pathak J, Joshi SR. Bioactivity assessment of endophytic fungi associated with Centella asiatica and Murraya koengii. J Appl Biol Biotechnol. 2014;2(5):6–11."}, {"Citation": "Devi N. Bioactive metabolites from an endophytic fungus Penicillium sp. isolated from Centella asiatica. Curr Res Environ Appl Mycol. 2014;4(1):34–43. doi: 10.5943/cream/4/1/3.", "ArticleIdList": ["10.5943/cream/4/1/3"]}, {"Citation": "Devi NN, Prabakaran JJ, Wahab F (2013) Phytochemical analysis and enzyme analysis of endophytic fungi from Centella asiatica. Asian Pac J Trop Biomed. 10.1016/S2221-1691(12)60400-6"}, {"Citation": "Chowdhury EK, Jeon J, Rim SO, Park YH, Kyu Lee S, Bae H. Composition, diversity and bioactivity of culturable bacterial endophytes in mountain-cultivated ginseng in Korea. Sci Rep. 2017;7(1):1–10.", "ArticleIdList": ["PMC5577135", "28855721"]}, {"Citation": "Ngoma L, Mogatlanyane K, Babalola OO. Screening of endophytic bacteria towards the development of cottage industry: an in vitro study. J Hum Ecol. 2014;47(1):45–63. doi: 10.1080/09709274.2014.11906738.", "ArticleIdList": ["10.1080/09709274.2014.11906738"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "7", "Day": "27"}, {"Year": "2022", "Month": "12", "Day": "17"}, {"Year": "2022", "Month": "12", "Day": "28", "Hour": "11", "Minute": "20"}, {"Year": "2022", "Month": "12", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "12", "Day": "28"}], "PublicationStatus": "epublish", "ArticleIdList": ["36576696", "PMC9797633", "10.1186/s43141-022-00456-8", "10.1186/s43141-022-00456-8"]}}], "PubmedBookArticle": []}