{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antiviral", "Ayurvedic pharmacopeia of India", "Immunomodulation", "Inflammation", "Kalmegh", "SARS-CoV-2"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36570418", "DateRevised": {"Year": "2023", "Month": "02", "Day": "07"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "12", "Day": "20"}], "Language": ["eng"], "ELocationID": ["10.1016/j.phyplu.2022.100398"], "Journal": {"ISSN": "2667-0313", "JournalIssue": {"Volume": "3", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Feb"}}, "Title": "Phytomedicine plus : international journal of phytotherapy and phytopharmacology", "ISOAbbreviation": "Phytomed Plus"}, "ArticleTitle": "A randomized controlled pilot study of add-on therapy of CIM-MEG19 (standardized <i>Andrographis paniculata</i> formulation) in mild to moderate COVID-19.", "Pagination": {"StartPage": "100398", "MedlinePgn": "100398"}, "Abstract": {"AbstractText": ["Traditional knowledge and scientific shreds of evidence strongly support the repurpose of Kalmegh (<i>Andrographis paniculata</i>, CIM-MEG19) as an alternate therapy for prophylactic management and treatment of severe acute respiratory syndrome coronavirus (SARS-CoV) and associated health disorders.", "The study aimed to assess the efficacy and safety of the CIM-MEG19 (standardized <i>A. paniculata</i> extract formulation), a proprietary <i>Ayurvedic</i> medicine in the COVID-19 management, clinical recovery, and outcomes in terms of hospitalization days as well as any sign of severity due to drug-drug interaction between CIM-MEG19 <sup>TM</sup> and standard of care (SoC).", "A randomized, parallel-group, active-controlled interventional pilot clinical study was conducted. The Group-A subjects were assigned to CIM-MEG19 add-on to SoC treatment using modern medicine without antiviral drug whereas Group-B patients with SoC treatment using modern medicine and recommended antiviral drug for COVID-19 management. Eighty RTPCR (real-time polymerase chain reaction) positive and eligible COVID-19 patients of age >18 years, having mild or moderate severity, were enrolled.", "Clinical improvement in reduction of symptoms showed significant (<i>p</i><0.0001) results in the average days in subjects of group-A (Investigational intervention arm) compared to Group B (SoC). The RT-PCR investigation exhibited COVID negative for 50 % in CIM-MEG19 add-on and 47% in SoC treatment after 8-11 days. Similarly, biochemical investigations showed that CIM-MEG19 group-A had a significant (p ≤ 0.05) effect on C-Reactive Protein (CRP) and Interleukin-6 (IL-6) after 14 days of treatment. Additionally, improvement in D-Dimer, ESR, and LDH in CIM-MEG19 add-on therapy was also observed.", "The study demonstrated an excellent safety profile, declining the severity of the infection and halting the disease advancement/progression. CIM-Meg19 might be used as a potential natural drug for treating COVID-19."], "CopyrightInformation": "© 2022 Published by Elsevier B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Analytical Chemistry, Phytochemistry Division, CSIR-Central Institute of Medicinal and Aromatic Plants (CSIR-CIMAP), Lucknow-226015, India."}], "LastName": "Shanker", "ForeName": "Karuna", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Questt Clinicals and Ayurceuticals, Pune, India."}], "LastName": "Rangnekar", "ForeName": "Hrishikesh", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Rasashastra and Bhaishajyakalpana, College of Ayurved, Bharati Vidyapeeth (Deemed to be University), Pune-411043, India."}], "LastName": "Wele", "ForeName": "Asmita", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pimpri Chinchwad Municipal Corporation's Postgraduate Institute, Yashwantrao Chavan Memorial Hospital, Pimpri, Pune-411018, India."}], "LastName": "Soni", "ForeName": "Pravin", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Panchakarma Department, Dr. D. Y. Patil College of Ayurved and Research Centre, Dr. D. Y. Patil Vidyapeeth Pune (Deemed to be University), Pimpri, Pune-411018, India."}], "LastName": "Gaikwad", "ForeName": "Pranesh", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bio-Prospection and Product Development Division, CSIR-Central Institute of Medicinal and Aromatic Plants, Lucknow-226015, India."}], "LastName": "Pal", "ForeName": "Anirban", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Analytical Chemistry, Phytochemistry Division, CSIR-Central Institute of Medicinal and Aromatic Plants (CSIR-CIMAP), Lucknow-226015, India."}, {"Identifier": [], "Affiliation": "Bio-Prospection and Product Development Division, CSIR-Central Institute of Medicinal and Aromatic Plants, Lucknow-226015, India."}], "LastName": "Bawankule", "ForeName": "Dnyaneshwar U", "Initials": "DU"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bio-Prospection and Product Development Division, CSIR-Central Institute of Medicinal and Aromatic Plants, Lucknow-226015, India."}], "LastName": "Chanda", "ForeName": "Debabrata", "Initials": "D"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Phytomed Plus", "NlmUniqueID": "9918382982506676", "ISSNLinking": "2667-0313"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper"}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "AIIMS, 2021. Clinical guidance for sydromic management of suspected COVID-19 cases. AIIMS/ICMR-COVID-19 National task force/joint monitoring group. (Dte.GHS) ministry of health & family welfare, government of India. https://dghs.gov.in/WriteReadData/News/202104290254179313292AlgorithmSyndromicManagement.pdf updated on 29 April 2021."}, {"Citation": "API, 2010. The Ayurvedic Pharmacopoeia of India, Part-I, Vol-VIII. Ministry of Health and Family Welfare, Government of India, New Delhi, pp. 101-113."}, {"Citation": "Calabrese C., Berman S.H., Babish J.G., Ma X., Shinto L., Dorr M., Wells K., Wenner C.A., Standish L.J. A phase I trial of andrographolide in HIV positive patients and normal volunteers. Phytother. Res. 2000;14:333–338. doi: 10.1002/1099-1573(200008)14. :5<333::AID-PTR584>3.0.CO;2-D.", "ArticleIdList": ["10.1002/1099-1573(200008)14", "10925397"]}, {"Citation": "Chen H., Ma Y.-B., Huang X.-Y., Geng C.-A., Zhao Y., Wang L.-J., Guo R.-H., Liang W.-J., Zhang X.-M., Chen J.-J. Synthesis, structure–activity relationships and biological evaluation of dehydroandrographolide and andrographolide derivatives as novel anti-Hepatitis B virus agents. Bioorg. Med. Chem. Lett. 2014;24:2353–2359. doi: 10.1016/j.bmcl.2014.03.060.", "ArticleIdList": ["10.1016/j.bmcl.2014.03.060", "24731274"]}, {"Citation": "Coon J.T., Ernst E. Andrographis paniculata in the treatment of upper respiratory tract infections: a systematic review of safety and efficacy. Planta Med. 2004;70:293–298. doi: 10.1055/s-2004-818938.", "ArticleIdList": ["10.1055/s-2004-818938", "15095142"]}, {"Citation": "Dean, A., Sullivan, K., Soe, M., 2019. OpenEpi: open source epidemiologic statistics for public health, version 3.01. Updated April 6, 2013 https://www.openepi.com/SampleSize/SSCohort.htm."}, {"Citation": "Enmozhi S.K., Raja K., Sebastine I., Joseph J. Andrographolide as a potential inhibitor of SARS-CoV-2 main protease: an in-silico approach. J. Biomol. Struct. Dyn. 2021;39:3092–3098. doi: 10.1080/07391102.2020.1760136.", "ArticleIdList": ["10.1080/07391102.2020.1760136", "PMC7212536", "32329419"]}, {"Citation": "Fleiss J.L., Levin B., Paik M.C. John Wiley & Sons Inc Publication; USA: 2013. Statistical Methods For Rates And Proportions. Formulas 3.18 and 3.19, 3rd ed."}, {"Citation": "Gupta A., Vedula S., Srivastava R., Tamoli S., Mundhe N., Wagh D., Batra S., Patil M., Pawar H.B., Rai R.K. Prospective, randomized, open-label, blinded end point, two-arm, comparative clinical study to evaluate the efficacy and safety of a fixed Ayurvedic regimen (FAR) as add-on to conventional treatment in the management of mild and moderate COVID-19 patients. J. Pharm. Bioallied Sci. 2021;13:256. doi: 10.4103/jpbs.jpbs_242_21.", "ArticleIdList": ["10.4103/jpbs.jpbs_242_21", "PMC8291116", "34349488"]}, {"Citation": "Gupta K.K., Khan M.A., Singh S.K. Constitutive inflammatory cytokine storm: a major threat to human health. J. Interferon Cytokine Res. 2020;40:19–23.", "ArticleIdList": ["31755797"]}, {"Citation": "Herold T., Jurinovic V., Arnreich C., Lipworth B.J., Hellmuth J.C., von Bergwelt-Baildon M., Klein M., Weinberger T. Elevated levels of IL-6 and CRP predict the need for mechanical ventilation in COVID-19. J. Allergy Clin. Immunol. 2020;146:128–136. doi: 10.1016/j.jaci.2020.05.008. e124.", "ArticleIdList": ["10.1016/j.jaci.2020.05.008", "PMC7233239", "32425269"]}, {"Citation": "Hu X.-Y., Wu R.-H., Logue M., Blondel C., Lai L.Y.W., Stuart B., Flower A., Fei Y.-T., Moore M., Shepherd J. Andrographis paniculata (Chuān Xīn Lián) for symptomatic relief of acute respiratory tract infections in adults and children: A systematic review and meta-analysis. PloS One. 2017;12 doi: 10.1371/journal.pone.0181780.", "ArticleIdList": ["10.1371/journal.pone.0181780", "PMC5544222", "28783743"]}, {"Citation": "Huang C., Wang Y., Li X., Ren L., Zhao J., Hu Y., Zhang L., Fan G., Xu J., Gu X. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395:497–506. doi: 10.1016/S0140-6736(20)30183-5.", "ArticleIdList": ["10.1016/S0140-6736(20)30183-5", "PMC7159299", "31986264"]}, {"Citation": "Jain V.K., Iyengar K.P., Vaishya R. Differences between first wave and second wave of COVID-19 in India. Diabetol. Metab. Syndr. 2021;15:1047–1048. doi: 10.1016/j.dsx.2021.05.009.", "ArticleIdList": ["10.1016/j.dsx.2021.05.009", "PMC8106236", "33992554"]}, {"Citation": "Kaushik, S., Dar, L., Kaushik, S., Yadav, J.P., 2021. Identification and characterization of new potent inhibitors of dengue virus NS5 proteinase from Andrographis paniculata supercritical extracts on in animal cell culture and in-silico approaches. J. Ethnopharmacol. 267, 113541.10.1016/j.jep.2020.113541.", "ArticleIdList": ["33152438"]}, {"Citation": "Kim J.H., Marks F., Clemens J.D. Looking beyond COVID-19 vaccine phase 3 trials. Nat. Med. 2021;27:205–211. doi: 10.1038/s41591-021-01230-y.", "ArticleIdList": ["10.1038/s41591-021-01230-y", "33469205"]}, {"Citation": "Liu T., Zhang J., Yang Y., Ma H., Li Z., Zhang J., Cheng J., Zhang X., Zhao Y., Xia Z., Zhang L., Wu G., Yi J. The role of interleukin-6 in monitoring severe case of coronavirus disease 2019. EMBO Mol. Med. 2020;12:e12421. doi: 10.1101/2020.03.01.20029769.", "ArticleIdList": ["10.1101/2020.03.01.20029769", "PMC7280589", "32428990"]}, {"Citation": "Premnath, V., 2020. Task force on repurposing of drugs for COVID-19: charting the path for India. Coordinated by venture center and CSIR-NCL, Pune. https://nclinnovations.org/covid19/resources/Access on 25/02/2022."}, {"Citation": "Saxena R., Singh R., Kumar P., Yadav S., Negi M., Saxena V., Joshua A., Vijayabalaji V., Goudar K., Venkateshwarlu K. A randomized double blind placebo controlled clinical evaluation of extract of Andrographis paniculata (KalmCold™) in patients with uncomplicated upper respiratory tract infection. Phytomedicine. 2010;17:178–185. doi: 10.1016/j.phymed.2009.12.001.", "ArticleIdList": ["10.1016/j.phymed.2009.12.001", "20092985"]}, {"Citation": "Seifert G., Jeitler M., Stange R., Michalsen A., Cramer H., Brinkhaus B., Esch T., Kerckhoff A., Paul A., Teut M., Ghadjar P., Langhorst J., Häupl T., Murthy V., Kessler C.S. The relevance of complementary and integrative medicine in the COVID-19 pandemic: a qualitative review of the literature. Front. Med. 2020:7. doi: 10.3389/fmed.2020.587749.", "ArticleIdList": ["10.3389/fmed.2020.587749", "PMC7761649", "33363186"]}, {"Citation": "Sharifpour M., Rangaraju S., Liu M., Alabyad D., Nahab F.B., Creel-Bulos C.M., Jabaley C.S. C-Reactive protein as a prognostic indicator in hospitalized patients with COVID-19. PloS One. 2020;15 doi: 10.1371/journal.pone.0242400.", "ArticleIdList": ["10.1371/journal.pone.0242400", "PMC7679150", "33216774"]}, {"Citation": "Srikanth L., Sarma P.V.G.K. Andrographolide binds to spike glycoprotein and RNA-dependent RNA polymerase (NSP12) of SARS-CoV-2 by in silico approach: a probable molecule in the development of anti-coronaviral drug. J. Genet. Eng. Biotechnol. 2021;19 doi: 10.1186/s43141-021-00201-7.", "ArticleIdList": ["10.1186/s43141-021-00201-7", "PMC8276218", "34255214"]}, {"Citation": "United-Nations, 2022. Global perspective human stories. United Nations News- 22 May 2022 Health https://news.un.org/en/story/2022/05/1118752 accessed on 06 June 2022."}, {"Citation": "Valecha N., Devi C.U., Joshi H., Shahi V., Sharma V., Lal S. Comparative efficacy of AYUSH-64 vs chloroquine in vivax malaria. Curr. Sci. 2000:1120–1122. https://www.jstor.org/stable/24103624"}, {"Citation": "Wanjarkhedkar P., Sarade G., Purandare B., Kelkar D. A prospective clinical study of an Ayurveda regimen in COVID 19 patients. J. Ayurveda Integr. Med. 2022;13 doi: 10.1016/j.jaim.2020.10.008.", "ArticleIdList": ["10.1016/j.jaim.2020.10.008", "PMC7572087", "33100779"]}, {"Citation": "WHO, 2021. R&D blueprint novel coronavirus COVID-19 therapeutic trial synopsis, Word Health Organization, Geneva, Switzerland. https://www.who.int/teams/blueprint/covid-19."}, {"Citation": "Yiu H.H., Graham A.L., Stengel R.F. Dynamics of a cytokine storm. PLoS One. 2012;7:e45027. doi: 10.1371/journal.pone.0045027.", "ArticleIdList": ["10.1371/journal.pone.0045027", "PMC3462188", "23049677"]}, {"Citation": "Zhou Y., Fu B., Zheng X., Wang D., Zhao C., Sun R., Tian Z., Xu X., Wei H. Aberrant pathogenic GM-CSF+ T cells and inflammatory CD14+ CD16+ monocytes in severe pulmonary syndrome patients of a new coronavirus. bioRxiv. 2020 doi: 10.1101/2020.02.12.945576.", "ArticleIdList": ["10.1101/2020.02.12.945576"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "12", "Day": "26", "Hour": "4", "Minute": "33"}, {"Year": "2022", "Month": "12", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "27", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "12", "Day": "20"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36570418", "PMC9762910", "10.1016/j.phyplu.2022.100398", "S2667-0313(22)00177-4"]}}], "PubmedBookArticle": []}