{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Artabotrys odoratissimus", "Ethanol toxication", "HepG2 cells", "Hepatoprotective effects", "Molecular docking", "Oxidative stress"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36585550", "DateCompleted": {"Year": "2023", "Month": "05", "Day": "04"}, "DateRevised": {"Year": "2023", "Month": "05", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "12", "Day": "31"}], "Language": ["eng"], "ELocationID": ["10.1007/s12010-022-04275-y"], "Journal": {"ISSN": "1559-0291", "JournalIssue": {"Volume": "195", "Issue": "5", "PubDate": {"Year": "2023", "Month": "May"}}, "Title": "Applied biochemistry and biotechnology", "ISOAbbreviation": "Appl Biochem Biotechnol"}, "ArticleTitle": "Artabotrys odoratissimus Bark Extract Restores Ethanol Induced Redox Imbalance and Toxicity in Hepatocytes and In Vivo Model.", "Pagination": {"StartPage": "3366", "EndPage": "3383", "MedlinePgn": "3366-3383"}, "Abstract": {"AbstractText": ["Alcohol-induced oxidative stress is a key player in the development of liver diseases, and herbal alternatives are important means of ameliorating the hepatotoxic effects. The study aimed to evaluate the hepatoprotective potentiality of Artabotrys odoratissimus, an important medicinal shrub from the family Annonaceae. The phenolic compounds from bark ethanol extract (BEE) were detected using RP-HPLC. The in vitro hepatoprotective activity against ethanol-induced damage was studied in HepG2 cells with cell viability assays, mitochondrial membrane potential (MMP) assay, reactive oxygen species (ROS) assay, double staining assay and western blotting. The in vivo mice model was used to evaluate the alcohol-induced stress with liver function enzymes, lipid profile and histopathology. All the thirteen phenolic compounds detected with HPLC were docked onto protein targets such as aspartate amino transferase (AST), alkaline phosphatase (ALP) and inducible nitric oxide synthase (NO). The RP-HPLC detected the presence of various phenolics including rutin, chlorogenic acid and catechin, amongst others. Co-administration of BEE with ethanol alleviated cell death, ROS and MMP in HepG2 cells compared to the negative control. The extract also modulated the MAP kinase/caspase-3 pathway, thereby showing protective effects in HepG2 cells. Also, pre-treatment for 14 days with the extract in the mice model before a single toxic dose (5 g/kg body weight) reduced the liver injury by bringing the levels of liver function enzymes, lipid profile and bilirubin to near normal. In silico analysis revealed that rutin showed the best binding affinity with all the target proteins in the study. These results provide evidence that BEE possesses significant hepatoprotective effects against ethanol-induced oxidative stress in hepatic cells and in vivo models, which is further validated with in silico analysis."], "CopyrightInformation": "© 2022. The Author(s), under exclusive licence to Springer Science+Business Media, LLC, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Experimental Medicine, Department of PG Studies and Research in Biotechnology, Kuvempu University, Shankarghatta, 577451, Karnataka, India."}], "LastName": "P", "ForeName": "Meghana", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Experimental Medicine, Department of PG Studies and Research in Biotechnology, Kuvempu University, Shankarghatta, 577451, Karnataka, India."}], "LastName": "R", "ForeName": "Sandeep Kumar Jain", "Initials": "SKJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Experimental Medicine, Department of PG Studies and Research in Biotechnology, Kuvempu University, Shankarghatta, 577451, Karnataka, India."}], "LastName": "N", "ForeName": "Prashanth", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit of DNA Barcoding of Thai Medicinal Plants, Department of Pharmacognosy and Pharmaceutical Botany, Faculty of Pharmaceutical Sciences, Chulalongkorn University, Bangkok, 10330, Thailand."}], "LastName": "J U", "ForeName": "Santhosh Kumar", "Initials": "SK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Technology, Davangere University, Davangere, 577007, Karnataka, India."}], "LastName": "R", "ForeName": "Sharath", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, Post Graduate Centre, Kadur, Kuvempu University, Chikkamagaluru, Karnataka, 577548, India."}], "LastName": "N D", "ForeName": "Satyanarayan", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Liveon Biolabs Private Limited, Tumkur, 572106, Karnataka, India."}], "LastName": "R", "ForeName": "Rajesh", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Experimental Medicine, Department of PG Studies and Research in Biotechnology, Kuvempu University, Shankarghatta, 577451, Karnataka, India."}], "LastName": "C", "ForeName": "Inchara Moodbagil", "Initials": "IM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Experimental Medicine, Department of PG Studies and Research in Biotechnology, Kuvempu University, Shankarghatta, 577451, Karnataka, India. drhmklab@gmail.com."}], "LastName": "H M", "ForeName": "Kumaraswamy", "Initials": "K"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Appl Biochem Biotechnol", "NlmUniqueID": "8208561", "ISSNLinking": "0273-2289"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "3K9958V90M", "NameOfSubstance": "Ethanol"}, {"RegistryNumber": "0", "NameOfSubstance": "Reactive Oxygen Species"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Phenols"}, {"RegistryNumber": "5G06TVY3R7", "NameOfSubstance": "Rutin"}, {"RegistryNumber": "0", "NameOfSubstance": "Lipids"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemistry"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["metabolism"], "DescriptorName": "Ethanol"}, {"QualifierName": ["metabolism"], "DescriptorName": "Reactive Oxygen Species"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Bark"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["metabolism"], "DescriptorName": "Hepatocytes"}, {"QualifierName": ["metabolism"], "DescriptorName": "Liver"}, {"QualifierName": [], "DescriptorName": "Oxidative Stress"}, {"QualifierName": [], "DescriptorName": "Oxidation-Reduction"}, {"QualifierName": ["metabolism"], "DescriptorName": "Phenols"}, {"QualifierName": ["metabolism"], "DescriptorName": "Rutin"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Lipids"}, {"QualifierName": ["drug therapy", "metabolism", "pathology"], "DescriptorName": "Chemical and Drug Induced Liver Injury"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "de Groot, A. C., & Schmidt, E. (2017). Essential oils, part VI: Sandalwood oil, ylang-ylang oil, and jasmine absolute. Dermatitis, 28(1), 14–21.", "ArticleIdList": ["28002230", "10.1097/DER.0000000000000241"]}, {"Citation": "Kirtikar, K.R. and Basu, B.D. (1918). Indian medicinal plants. Indian Medicinal Plants. (Vol. 1–4), 2nd ed.; Bishen Singh Mahendrapal Singh: Delhi, India, 1991; p. 2971."}, {"Citation": "Geetha, M., Shankar, M. B., Mehta, R. S., & Saluja, A. K. (2005). Antifertility activity of Artabotrys odoratissimus Roxb. and Couroupita guianensis Aubl. Journal of Natural Remedies, 2, 121–125."}, {"Citation": "Srivastava, B., Singh, P., Srivastava, A. K., Shukla, R., & Dubey, N. K. (2009). Efficacy of Artabotrys odoratissimus oil as a plant based antimicrobial against storage fungi and aflatoxin B1 secretion. International Journal of Food Science & Technology, 44(10), 1909–1915.", "ArticleIdList": ["10.1111/j.1365-2621.2009.01981.x"]}, {"Citation": "Pargi, M., Jain Raviraj, S. K., Narayanappa, P., & Malleshappa Honnenahally, K. (2020). Phytochemical profiling and screening of protective effects of Artabotrys odoratissimus on H<sub>2</sub>O<sub>2</sub> induced oxidative stress in HEK-293 cells and erythrocytes. Botany Letters, 167(4), 471–484.", "ArticleIdList": ["10.1080/23818107.2020.1791730"]}, {"Citation": "Tan, H. K., Yates, E., Lilly, K., & Dhanda, A. D. (2020). Oxidative stress in alcohol-related liver disease. World Journal of Hepatology, 12(7), 332.", "ArticleIdList": ["32821333", "7407918", "10.4254/wjh.v12.i7.332"]}, {"Citation": "Mankulangara, M. K., & Ramachandran, T. M. (2017). A comparative study of caregiver burden in alcoholic liver disease and nonalcoholic fatty liver disease. Journal of Clinical and Experimental Hepatology, 7, S66–S67.", "ArticleIdList": ["10.1016/j.jceh.2017.05.125"]}, {"Citation": "Choi, B. R., Cho, I. J., Jung, S. J., Kim, J. K., Park, S. M., Lee, D. G., Ku, S. K., & Park, K. M. (2020). Lemon balm and dandelion leaf extract synergistically alleviate ethanol-induced hepatotoxicity by enhancing antioxidant and anti-inflammatory activity. Journal of Food Biochemistry, 44(8), e13232.", "ArticleIdList": ["32497278", "10.1111/jfbc.13232"]}, {"Citation": "Crabb, D. W., Im, G. Y., Szabo, G., Mellinger, J. L., & Lucey, M. R. (2020). Diagnosis and treatment of alcohol-associated liver diseases: 2019 practice guidance from the American Association for the Study of Liver Diseases. Hepatology, 71(1), 306–333.", "ArticleIdList": ["31314133", "10.1002/hep.30866"]}, {"Citation": "Wang, G., Fu, Y., Li, J., Li, Y., Zhao, Q., Hu, A., Xu, C., Shao, D., & Chen, W. (2021). Aqueous extract of Polygonatum sibiricum ameliorates ethanol-induced mice liver injury via regulation of the Nrf2/ARE pathway. Journal of Food Biochemistry, 45(1), e13537.", "ArticleIdList": ["33107045", "10.1111/jfbc.13537"]}, {"Citation": "Srivastava, A., & Shivanandappa, T. (2006). Hepatoprotective effect of the aqueous extract of the roots of Decalepis hamiltonii against ethanol-induced oxidative stress in rats. Hepatology Research, 35(4), 267–275.", "ArticleIdList": ["16777477", "10.1016/j.hepres.2006.04.011"]}, {"Citation": "Singal, A. K., & Shah, V. H. (2019). Current trials and novel therapeutic targets for alcoholic hepatitis. Journal of Hepatology, 70(2), 305–313.", "ArticleIdList": ["30658731", "10.1016/j.jhep.2018.10.026"]}, {"Citation": "Sharma, B., & Kumar, S. U. (2010). Hepatoprotective activity of some indigenous plants. International Journal of Pharmtech Research, 2(1), 568–572."}, {"Citation": "Ogunleye, G. S., Fagbohun, O. F., & Babalola, O. O. (2020). Chenopodium ambrosioides var ambrosioides leaf extracts possess regenerative and ameliorative effects against mercury-induced hepatotoxicity and nephrotoxicity. Industrial Crops and Products, 154, 112723.", "ArticleIdList": ["10.1016/j.indcrop.2020.112723"]}, {"Citation": "Kshirsagar, A. D., Mohite, R., Aggrawal, A. S., & Suralkar, U. R. (2011). Hepatoprotective medicinal plants of Ayurveda – A review. Asian Journal of Pharmaceutical and Clinical Research, 4(3), 1–8."}, {"Citation": "Sabitha, R., Nishi, K., Gunasekaran, V. P., Agilan, B., David, E., Annamalai, G., Vinothkumar, R., Perumal, M., Subbiah, L., & Ganeshan, M. (2020). p-Coumaric acid attenuates alcohol exposed hepatic injury through MAPKs, apoptosis and Nrf2 signaling in experimental models. Chemico-biological Interactions, 321, 109044.", "ArticleIdList": ["32151596", "10.1016/j.cbi.2020.109044"]}, {"Citation": "Sahu, R., Dua, T. K., Das, S., De Feo, V., & Dewanjee, S. (2019). Wheat phenolics suppress doxorubicin-induced cardiotoxicity via inhibition of oxidative stress, MAP kinase activation, NF-κB pathway, PI3K/Akt/mTOR impairment, and cardiac apoptosis. Food and Chemical Toxicology, 125, 503–519.", "ArticleIdList": ["30735749", "10.1016/j.fct.2019.01.034"]}, {"Citation": "Wu, J. G., Kan, Y. J., Wu, Y. B., Yi, J., Chen, T. Q., & Wu, J. Z. (2016). Hepatoprotective effect of Ganoderma triterpenoids against oxidative damage induced by tert-butyl hydroperoxide in human hepatic HepG2 cells. Pharmaceutical Biology, 54(5), 919–929.", "ArticleIdList": ["26457919", "10.3109/13880209.2015.1091481"]}, {"Citation": "Lee, J., Yang, J., Jeon, J., Jeong, H. S., Lee, J., & Sung, J. (2018). Hepatoprotective effect of esculetin on ethanol-induced liver injury in human HepG2 cells and C57BL/6J mice. Journal of Functional Foods, 40, 536–543.", "ArticleIdList": ["10.1016/j.jff.2017.11.024"]}, {"Citation": "Burin, V. M., Arcari, S. G., Bordignon-Luiz, A. M. T., & Costa, L. L. F. (2011). Determination of some phenolic compounds in red wine by RP-HPLC: Method development and validation. Journal of Chromatographic Science, 49(8), 647–651.", "ArticleIdList": ["21859541", "10.1093/chrsci/49.8.647"]}, {"Citation": "Mosmann, T. (1983). Rapid colorimetric assay for cellular growth and survival: Application to proliferation and cytotoxicity assays. Journal of Immunological Methods, 65(1–2), 55–63.", "ArticleIdList": ["6606682", "10.1016/0022-1759(83)90303-4"]}, {"Citation": "Kasibhatla S, Amarante-Mendes GP, Finucane D, Brunner T, Bossy-Wetzel E, Green DR. (2006). Acridine orange/ethidium bromide (AO/EB) staining to detect apoptosis. Cold Spring Harbor Protocols, 2006(3), pdb-rot4493."}, {"Citation": "LeBel, C. P., Ischiropoulos, H., & Bondy, S. C. (1992). Evaluation of the probe 2’, 7’-dichlorofluorescin as an indicator of reactive oxygen species formation and oxidative stress. Chemical Research in Toxicology, 5(2), 227–231.", "ArticleIdList": ["1322737", "10.1021/tx00026a012"]}, {"Citation": "Awasthi, K. K., Awasthi, A., Verma, R., Kumar, N., Roy, P., Awasthi, K., & John, P. J. (2015). Cytotoxicity, genotoxicity and alteration of cellular antioxidant enzymes in silver nanoparticles exposed CHO cells. RSC Advances, 5(44), 34927–34935.", "ArticleIdList": ["10.1039/C4RA15944F"]}, {"Citation": "Srivastava, A. (2006). Antioxidant properties and chemopreventive potential of the bioactive constituents of the roots of Decalepis hamiltonii (doctoral dissertation, Central Food Technological Research Institute)."}, {"Citation": "Bolton, E. E., Wang, Y., Thiessen, P. A., & Bryant, S. H. (2008). PubChem: Integrated platform of small molecules and biological activities. In Annual Reports in Computational Chemistry, 4, 217–241. Elsevier.", "ArticleIdList": ["10.1016/S1574-1400(08)00012-1"]}, {"Citation": "Schüttelkopf, A. W., & Van Aalten, D. M. (2004). PRODRG: A tool for high-throughput crystallography of protein–ligand complexes. Acta Crystallographica Section D: Biological Crystallography, 60(8), 1355–1363.", "ArticleIdList": ["15272157", "10.1107/S0907444904011679"]}, {"Citation": "Dallakyan, S., & Olson, A. J. (2015). Small-molecule library screening by docking with PyRx. In Chemical biology (pp. 243–250). Humana Press."}, {"Citation": "Berman, H., Henrick, K., & Nakamura, H. (2003). Announcing the worldwide protein data bank. Nature Structural & Molecular Biology, 10(12), 980–980.", "ArticleIdList": ["10.1038/nsb1203-980"]}, {"Citation": "Garcin, E. D., Arvai, A. S., Rosenfeld, R. J., Kroeger, M. D., Crane, B. R., Andersson, G., Andrews, G., Hamley, P. J., Mallinder, P. R., Nicholls, D. J., & St-Gallay, S. A. (2008). Anchored plasticity opens doors for selective inhibitor design in nitric oxide synthase. Nature Chemical Biology, 4(11), 700–707.", "ArticleIdList": ["18849972", "2868503", "10.1038/nchembio.115"]}, {"Citation": "McPhalen, C. A., Vincent, M. G., & Jansonius, J. N. (1992). X-ray structure refinement and comparison of three forms of mitochondrial aspartate aminotransferase. Journal of Molecular Biology, 225(2), 495–517.", "ArticleIdList": ["1593633", "10.1016/0022-2836(92)90935-D"]}, {"Citation": "Ghosh, K., Tagore, D. M., Anumula, R., Lakshmaiah, B., Kumar, P. P. B. S., Singaram, S., Matan, T., Kallipatti, S., Selvam, S., Krishnamurthy, P., & Ramarao, M. (2013). Crystal structure of rat intestinal alkaline phosphatase–role of crown domain in mammalian alkaline phosphatases. Journal of Structural Biology, 184(2), 182–192.", "ArticleIdList": ["24076154", "10.1016/j.jsb.2013.09.017"]}, {"Citation": "Laskowski, R.A. & Swindells, M.B. (2011). LigPlot+: Multiple ligand–protein interaction diagrams for drug discovery. (2011), 2778–2786."}, {"Citation": "DeLano WL (2002) Pymol An open-source molecular graphics tool. CCP4 Newsletter on protein crystallography 40(1) 82–92"}, {"Citation": "Saha, P., Talukdar, A. D., Nath, R., Sarker, S. D., Nahar, L., Sahu, J., & Choudhury, M. D. (2019). Role of natural phenolics in hepatoprotection: A mechanistic review and analysis of regulatory network of associated genes. Frontiers in Pharmacology, 10, 509.", "ArticleIdList": ["31178720", "6543890", "10.3389/fphar.2019.00509"]}, {"Citation": "Lee, S., Lee, J., Lee, H., & Sung, J. (2019). Relative protective activities of quercetin, quercetin-3-glucoside, and rutin in alcohol-induced liver injury. Journal of Food Biochemistry, 43(11), e13002.", "ArticleIdList": ["31378953", "10.1111/jfbc.13002"]}, {"Citation": "Eruslanov, E. and Kusmartsev, S. (2010). Identification of ROS using oxidized DCFDA and flow-cytometry. In Advanced protocols in oxidative stress II (pp. 57–72). Humana Press."}, {"Citation": "Balasubramaniyan, V., Shukla, R., Murugaiyan, G., Bhonde, R. R., & Nalini, N. (2007). Mouse recombinant leptin protects human hepatoma HepG2 against apoptosis, TNF-α response and oxidative stress induced by the hepatotoxin–ethanol. Biochimica et Biophysica Acta (BBA)-General Subjects, 1770(8), 1136–1144.", "ArticleIdList": ["17543459", "10.1016/j.bbagen.2007.04.009"]}, {"Citation": "Herath, K. H. I. N. M., Bing, S. J., Cho, J., Kim, A., Kim, G., Kim, J. S., Kim, J. B., Doh, Y. H., & Jee, Y. (2018). Sasa quelpaertensis leaves ameliorate alcohol-induced liver injury by attenuating oxidative stress in HepG2 cells and mice. Acta Histochemica, 120(5), 477–489.", "ArticleIdList": ["10.1016/j.acthis.2018.05.011"]}, {"Citation": "Heaton, M. B., Paiva, M., & Siler-Marsiglio, K. (2011). Ethanol influences on Bax translocation, mitochondrial membrane potential, and reactive oxygen species generation are modulated by vitamin E and brain-derived neurotrophic factor. Alcoholism: Clinical and Experimental Research, 35(6), 1122–1133.", "ArticleIdList": ["21332533", "10.1111/j.1530-0277.2011.01445.x"]}, {"Citation": "Czabotar, P. E., Lessene, G., Strasser, A., & Adams, J. M. (2014). Control of apoptosis by the BCL-2 protein family: Implications for physiology and therapy. Nature Reviews Molecular Cell Biology, 15(1), 49–63.", "ArticleIdList": ["24355989", "10.1038/nrm3722"]}, {"Citation": "Cagnol, S., & Chambard, J. C. (2010). ERK and cell death: Mechanisms of ERK-induced cell death–apoptosis, autophagy and senescence. The FEBS Journal, 277(1), 2–21.", "ArticleIdList": ["19843174", "10.1111/j.1742-4658.2009.07366.x"]}, {"Citation": "Shimizu, T., Nakazato, T., Xian, M. J., Sagawa, M., Ikeda, Y., & Kizaki, M. (2006). Resveratrol induces apoptosis of human malignant B cells by activation of caspase-3 and p38 MAP kinase pathways. Biochemical Pharmacology, 71(6), 742–750.", "ArticleIdList": ["16427027", "10.1016/j.bcp.2005.12.018"]}, {"Citation": "Akanda, M.R., Kim, I.S., Ahn, D., Tae, H.J., Tian, W., Nam, H.H., Choo, B.K. and Park, B.Y. (2017). In vivo and in vitro hepatoprotective effects of Geranium koreanum methanolic extract via downregulation of MAPK/caspase-3 pathway. Evidence-Based Complementary and Alternative Medicine, 2017."}, {"Citation": "Zhao, M., Howard, E. W., Guo, Z., Parris, A. B., & Yang, X. (2017). p53 pathway determines the cellular response to alcohol-induced DNA damage in MCF-7 breast cancer cells. PLoS One, 12(4), e0175121.", "ArticleIdList": ["28369097", "5378409", "10.1371/journal.pone.0175121"]}, {"Citation": "Airaodion, A. I., Ogbuagu, E. O., Ekenjoku, J. A., Ogbuagu, U., & Airaodion, E. O. (2019). Therapeutic effect of methanolic extract of Telfairia occidentalis leaves against acute ethanol-induced oxidative stress in Wistar rats. International Journal of Bio-Science and Bio-Technology, 11(7), 179–189."}, {"Citation": "Dey, A., & Cederbaum, A. I. (2006). Alcohol and oxidative liver injury. Hepatology, 43(S1), S63–S74.", "ArticleIdList": ["16447273", "10.1002/hep.20957"]}, {"Citation": "You, M., & Arteel, G. E. (2019). Effect of ethanol on lipid metabolism. Journal of Hepatology, 70(2), 237–248.", "ArticleIdList": ["30658725", "6436537", "10.1016/j.jhep.2018.10.037"]}, {"Citation": "Muriel, P. (2009). Role of free radicals in liver diseases. Hepatology International, 3(4), 526–536.", "ArticleIdList": ["19941170", "2790593", "10.1007/s12072-009-9158-6"]}, {"Citation": "El-Hadary, A. E., & Ramadan, M. F. (2019). Phenolic profiles, antihyperglycemic, antihyperlipidemic, and antioxidant properties of pomegranate (Punica granatum) peel extract. Journal of Food Biochemistry, 43(4), e12803.", "ArticleIdList": ["31353600", "10.1111/jfbc.12803"]}, {"Citation": "Suresh, K., Ahad, H.A. and Satyanarayana, S.V. (2020). Evaluation of hepatoprotective and antioxidant activity of ethanolic extract of Artabotrys zeylanicus stem against various hepatotoxins induced hepatotoxicity in albino Wister rats. Journal of Pharmaceutical Research International, 25–37.5"}, {"Citation": "Naji, K. M., Al-Shaibani, E. S., Alhadi, F. A., & D’souza, M. R. (2017). Hepatoprotective and antioxidant effects of single clove garlic against CCl 4-induced hepatic damage in rabbits. BMC Complementary and Alternative Medicine, 17(1), 1–12.", "ArticleIdList": ["10.1186/s12906-017-1916-8"]}, {"Citation": "Meng, X. Y., Zhang, H. X., Mezei, M., & Cui, M. (2011). Molecular docking: A powerful approach for structure-based drug discovery. Current Computer-aided Drug Design, 7(2), 146–157.", "ArticleIdList": ["21534921", "3151162", "10.2174/157340911795677602"]}, {"Citation": "Lowe, D., Sanvictores, T. and John, S. (2017). Alkaline phosphatase."}, {"Citation": "Huang, G. J., Deng, J. S., Huang, S. S., Lee, C. Y., Hou, W. C., Wang, S. Y., Sung, P. J., & Kuo, Y. H. (2013). Hepatoprotective effects of eburicoic acid and dehydroeburicoic acid from Antrodia camphorata in a mouse model of acute hepatic injury. Food Chemistry, 141(3), 3020–3027.", "ArticleIdList": ["23871054", "10.1016/j.foodchem.2013.03.061"]}, {"Citation": "Kaibori M, Okumura T, Sato K, Nishizawa M and Kon M (2015) Inducible nitric oxide synthase expression in liver injury: Liver protective effects on primary rat hepatocytes. Inflammation & Allergy-Drug Targets (Formerly Current Drug Targets-Inflammation & Allergy)(Discontinued) 14(2) 77–83."}, {"Citation": "Lee, C. C., Shen, S. R., Lai, Y. J., & Wu, S. C. (2013). Rutin and quercetin, bioactive compounds from tartary buckwheat, prevent liver inflammatory injury. Food & Function, 4(5), 794–802.", "ArticleIdList": ["10.1039/c3fo30389f"]}, {"Citation": "Shenbagam, M., & Nalini, N. (2011). Dose response effect of rutin a dietary antioxidant on alcohol-induced prooxidant and antioxidant imbalance–A histopathologic study. Fundamental & Clinical Pharmacology, 25(4), 493–502.", "ArticleIdList": ["10.1111/j.1472-8206.2010.00861.x"]}, {"Citation": "Kim, H., Pan, J. H., Kim, S. H., Lee, J. H., & Park, J. W. (2018). Chlorogenic acid ameliorates alcohol-induced liver injuries through scavenging reactive oxygen species. Biochimie, 150, 131–138.", "ArticleIdList": ["29787793", "10.1016/j.biochi.2018.05.008"]}, {"Citation": "Domitrović, R., Jakovac, H., Marchesi, V. V., Vladimir-Knežević, S., Cvijanović, O., Tadić, Ž, Romić, Ž, & Rahelić, D. (2012). Differential hepatoprotective mechanisms of rutin and quercetin in CCl 4-intoxicated BALB/cN mice. Acta Pharmacologica Sinica, 33(10), 1260–1270.", "ArticleIdList": ["22902988", "4002705", "10.1038/aps.2012.62"]}, {"Citation": "Miltonprabu, S., Tomczyk, M., Skalicka-Woźniak, K., Rastrelli, L., Daglia, M., Nabavi, S. F., Alavian, S. M., & Nabavi, S. M. (2017). Hepatoprotective effect of quercetin: From chemistry to medicine. Food and Chemical Toxicology, 108, 365–374.", "ArticleIdList": ["27591927", "10.1016/j.fct.2016.08.034"]}, {"Citation": "Iio, M., Ushijima, K., Fujita, M., Matsuura, M. and Miyatake, S. (1980). Effect of flavonoids on alkaline phosphatase. Journal of the Agricultural Chemical Society of Japan."}, {"Citation": "Zareei, S., Boojar, M. M., & Amanlou, M. (2017). Inhibition of liver alanine aminotransferase and aspartate aminotransferase by hesperidin and its aglycone hesperetin: An in vitro and in silico study. Life Sciences, 178, 49–55.", "ArticleIdList": ["28385612", "10.1016/j.lfs.2017.04.001"]}, {"Citation": "Zhao, L., Zhang, N., Yang, D., Yang, M., Guo, X., He, J., Wu, W., Ji, B., Cheng, Q., & Zhou, F. (2018). Protective effects of five structurally diverse flavonoid subgroups against chronic alcohol-induced hepatic damage in a mouse model. Nutrients, 10(11), 1754.", "ArticleIdList": ["30441755", "6266428", "10.3390/nu10111754"]}], "ReferenceList": [], "Title": "References"}], "History": [{"Year": "2022", "Month": "12", "Day": "16"}, {"Year": "2023", "Month": "5", "Day": "4", "Hour": "12", "Minute": "41"}, {"Year": "2022", "Month": "12", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "30", "Hour": "23", "Minute": "37"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36585550", "10.1007/s12010-022-04275-y", "10.1007/s12010-022-04275-y"]}}], "PubmedBookArticle": []}