{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36582600", "DateCompleted": {"Year": "2023", "Month": "01", "Day": "09"}, "DateRevised": {"Year": "2023", "Month": "01", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "12", "Day": "20"}], "Language": ["eng"], "ELocationID": ["7053655", "10.1155/2022/7053655"], "Journal": {"ISSN": "2314-6141", "JournalIssue": {"Volume": "2022", "PubDate": {"Year": "2022"}}, "Title": "BioMed research international", "ISOAbbreviation": "Biomed Res Int"}, "ArticleTitle": "Enzyme Inhibitory Activities of Extracts and Carpachromene from the Stem of <i>Ficus benghalensis</i>.", "Pagination": {"StartPage": "7053655", "MedlinePgn": "7053655"}, "Abstract": {"AbstractText": ["<i>Ficus benghalensis</i> is one of the potential medicinal plants which is used locally for the treatment of various ailments such as diabetes, antiasthmatic, and wound healing. To provide a scientific background to these folklores, the current study was designed to evaluate the extract and isolated compound against various enzymes such as ureases, tyrosinase, and phosphodiesterase. The methanolic extract and carpachromene demonstrated a significant urease inhibition effect with maximum percent inhibition of 72.09 and 92.87%, respectively. Regarding the tyrosinase inhibition, the percent antagonist effect of carpachromene and the methanolic extract was 84.80 and 70.98%, respectively. The phosphodiesterase was also significantly antagonized by crude extract and carpachromene with a maximum percent inhibition of 82.98% and 89.54%, respectively. The docking study demonstrated that the carpachromene fits well into the active site of all three enzymes with significant interactions. Carpachromene might possess the potential to inhibit all three enzymes and can effectively treat different diseases associated with the hyperactivity of these enzymes. In conclusion, the crude extract and carpachromene exhibit significant urease, tyrosinase, and phosphodiesterase inhibitory activity which might be used against various diseases. In conclusion, the crude extract and carpachromene exhibit significant urease, tyrosinase, and phosphodiesterase inhibitory activity which might be used against diabetes and bronchoconstriction. Further, the current study provides scientific backup to the folklore (antidiabetic and antiasthmatic) of <i>Ficus benghalensis</i>."], "CopyrightInformation": "Copyright © 2022 Abdur Rauf et al."}, "AuthorList": [{"Identifier": ["0000-0003-2429-5491"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of Swabi, Swabi, Anbar, 23430 Khyber Pakhtunkhwa (KP), Pakistan."}], "LastName": "Rauf", "ForeName": "Abdur", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of Swabi, Swabi, Anbar, 23430 Khyber Pakhtunkhwa (KP), Pakistan."}], "LastName": "Ibrahim", "ForeName": "Muhammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Abdul Wali Khan University, Mardan, Khyber Pakhtunkhwa (KP), Pakistan."}], "LastName": "Muhammad", "ForeName": "Naveed", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Bacha Khan University, Charsadda, Khyber Pakhtunkhwa (KP), Pakistan."}], "LastName": "Naz", "ForeName": "Saima", "Initials": "S"}, {"Identifier": ["0000-0002-3415-9277"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Abdul Wali Khan University, Mardan, Khyber Pakhtunkhwa (KP), Pakistan."}], "LastName": "Wadood", "ForeName": "Abdul", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of Swabi, Swabi, Anbar, 23430 Khyber Pakhtunkhwa (KP), Pakistan."}], "LastName": "Khan", "ForeName": "Bilal", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of Swabi, Swabi, Anbar, 23430 Khyber Pakhtunkhwa (KP), Pakistan."}], "LastName": "Ali", "ForeName": "Toseef", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Ghazi University, Dera Ghazi Khan, 32200 Punjab, Pakistan."}], "LastName": "Saleem", "ForeName": "Muhammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, College of Pharmacy, King Saud University, Post Box 2455, Riyadh 11451, Saudi Arabia."}], "LastName": "Alsahammari", "ForeName": "Abdulrahman", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, College of Pharmacy, King Saud University, Post Box 2455, Riyadh 11451, Saudi Arabia."}], "LastName": "Alharbi", "ForeName": "Metab", "Initials": "M"}, {"Identifier": ["0000-0002-2450-0830"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Agriculture and Food, Faculty of Veterinary and Agricultural Sciences, The University of Melbourne, Parkville, Victoria 3010, Australia."}], "LastName": "Suleria", "ForeName": "Hafiz Ansar Rasul", "Initials": "HAR"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Biomed Res Int", "NlmUniqueID": "101600173"}, "ChemicalList": [{"RegistryNumber": "EC 1.14.18.1", "NameOfSubstance": "Monophenol Monooxygenase"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "EC 3.5.1.5", "NameOfSubstance": "Urease"}], "MeshHeadingList": [{"QualifierName": ["drug therapy"], "DescriptorName": "Diabetes Mellitus"}, {"QualifierName": ["chemistry"], "DescriptorName": "Ficus"}, {"QualifierName": [], "DescriptorName": "Monophenol Monooxygenase"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Urease"}], "CoiStatement": "The authors declare no potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Strobel G., Daisy B., Castillo U., Harper J. Natural products from endophytic microorganisms. Journal of Natural Products . 2004;67(2):257–268. doi: 10.1021/np030397v.", "ArticleIdList": ["10.1021/np030397v", "14987067"]}, {"Citation": "Gupta R., Bajpai K. G., Johri S., Saxena A. An overview of Indian novel traditional medicinal plants with antidiabetic potentials. African Journal of Traditional, Complementary and Alternative Medicines . 2008;5(1):1–17.", "ArticleIdList": ["PMC2816594", "20162049"]}, {"Citation": "Farnsworth N. R., Akerele O., Bingel A. S. Medicinal plants in therapy. Bulletin of the World Health Organization . 1985;63(6):965–981.", "ArticleIdList": ["PMC2536466", "3879679"]}, {"Citation": "Rastogi R. P., Mehrotra B., Pastogi R. P. Compendium of Indian Medicinal Plants . Central Drug Research Institute; Publications & Information Directorate; 1995."}, {"Citation": "Pullaiah T. Encyclopaedia of World Medicinal Plants . Daya books; 2006."}, {"Citation": "Chopra R. N., Nayar S. L., Chopra I. C. Glossary of Indian Medicinal Plants . New Delhi: C SIR; 1956."}, {"Citation": "Patil V. V., Patil V. R. Ficus bengalensis Linn.-an overview. International Journal of Pharma and Bio Sciences . 2010;1(2)"}, {"Citation": "Lansky E. P., Paavilainen H. M., Pawlus A. D., Newman R. A. Ficus spp. (fig): Ethnobotany and potential as anticancer and anti- inflammatory agents. Journal of Ethnopharmacology . 2008;119(2):195–213. doi: 10.1016/j.jep.2008.06.025.", "ArticleIdList": ["10.1016/j.jep.2008.06.025", "18639620"]}, {"Citation": "Subramanian P. M., Misra G. S. Chemical constituents of Ficus bengalensis (part II) Polish Journal of Pharmacology and Pharmacy . 1978;30(4):559–562.", "ArticleIdList": ["740556"]}, {"Citation": "Bhar P., Thakur S. Hydrocarbons from the leaves of Ficus hispida Rxob., Ficus benghalensis Linn. & Ficus infectoria Linn. Indian Journal of Chemistry . 1981;20:722–723."}, {"Citation": "Manocha N., Chandra S. K., Sharma V., Sangameswaran B., Saluja M. Anti-rheumatic and antioxidant activity of extract of stem bark of Ficus bengalensis. Research Journal of Chemical Sciences . 2011;1(2):1–8."}, {"Citation": "Suryanarayanan T. S., Vijaykrishna D. Fungal endophytes of aerial roots of Ficus benghalensis. Fungal Diversity . 2001;8:155–161."}, {"Citation": "Hosamani K. M., Pattanashettar R. S. Occurrence of unusual fatty acids in Ficus benghalensis seed oil. Industrial Crops and Products . 2003;18(2):139–143."}, {"Citation": "Kaur A., Rana A. C., Tiwari V., Sharma R., Kumar S. Review on ethanomedicinal and pharmacological properties of Ficus religiosa. Journal of Applied Pharmaceutical Science . 2011;6:06–11."}, {"Citation": "Nirmal S. A., Taur D. J., Patil R. Y. Effect of various extracts of F. bengalensis bark on clonidine and haloperidol-induced catalepsy in mice. Pharmacology . 2007;3:p. 470."}, {"Citation": "Joseph B., Raj S. J. Phytopharmacological and phytochemical properties of three Ficus species-an overview. International Journal of Pharma and Bio Sciences . 2010;1(4):246–253."}, {"Citation": "Khan T., Tatke P., Gabhe S. Y. Immunological studies on the aerial roots of the Indian banyan. Indian Journal of Pharmaceutical Sciences . 2008;70(3):287–291. doi: 10.4103/0250-474X.42970.", "ArticleIdList": ["10.4103/0250-474X.42970", "PMC2792505", "20046734"]}, {"Citation": "Gabhe S. Y., Tatke P., Khan T. Evaluation of the immunomodulatory activity of the methanol extract ofFicus benghalensisroots in rats. Indian Journal of Pharmacology . 2006;38(4):271–275. doi: 10.4103/0253-7613.27024.", "ArticleIdList": ["10.4103/0253-7613.27024"]}, {"Citation": "Djeridane A., Yousfi M., Nadjemi B., Boutassouna D., Stocker P., Vidal N. Antioxidant activity of some algerian medicinal plants extracts containing phenolic compounds. Food Chemistry . 2006;97(4):654–660. doi: 10.1016/j.foodchem.2005.04.028.", "ArticleIdList": ["10.1016/j.foodchem.2005.04.028"]}, {"Citation": "Arfan M., Ali M., Ahmad H., et al. Urease inhibitors fromHypericum oblongifoliumWALL. Journal of Enzyme Inhibition and Medicinal Chemistry . 2010;25(2):296–299. doi: 10.3109/14756360903179385.", "ArticleIdList": ["10.3109/14756360903179385", "20222765"]}, {"Citation": "Sultankhodzhaev M. N., Hassan Khan M. T., Moin M., Choudhary M. I., Atta-ur-Rahman Tyrosinase inhibition studies of diterpenoid alkaloids and their derivatives: structure–activity relationships. Natural Product Research . 2005;19(5):517–522. doi: 10.1080/14786410512331330585.", "ArticleIdList": ["10.1080/14786410512331330585", "15938198"]}, {"Citation": "Rauf A., Erdogan Orhan I., Ertas A., et al. Elucidation of phosphodiesterase-1 inhibitory effect of some selected natural polyphenolics using in vitro and in silico methods. Current Topics in Medicinal Chemistry . 2017;17(4):412–417. doi: 10.2174/1568026616666160824103615.", "ArticleIdList": ["10.2174/1568026616666160824103615", "27558680"]}, {"Citation": "Ghanem A., Emara H. A., Muawia S., Abd El Maksoud A. I., Al-Karmalawy A. A., Elshal M. F. Tanshinone IIA synergistically enhances the antitumor activity of doxorubicin by interfering with the PI3K/AKT/mTOR pathway and inhibition of topoisomerase II: in vitro and molecular docking studies. New Journal of Chemistry . 2020;44(40):17374–17381. doi: 10.1039/D0NJ04088F.", "ArticleIdList": ["10.1039/D0NJ04088F"]}, {"Citation": "Al-Karmalawy A. A., Dahab M. A., Metwaly A. M., et al. Molecular docking and dynamics simulation revealed the potential inhibitory activity of ACEIs against SARS-CoV-2 targeting the hACE2 receptor. Frontiers in Chemistry . 2021;9, article 661230 doi: 10.3389/fchem.2021.661230.", "ArticleIdList": ["10.3389/fchem.2021.661230", "PMC8129187", "34017819"]}, {"Citation": "Ul Qamar T., Mumtaz A., Ashfaq U. A., et al. Computer aided screening of phytochemicals from Garcinia against the dengue NS2B/NS3 protease. Bioinformation . 2014;10(3):115–118. doi: 10.6026/97320630010115.", "ArticleIdList": ["10.6026/97320630010115", "PMC3974236", "24748749"]}, {"Citation": "Sarkar K., Das R. K. Preliminary identification of hamamelitannin and rosmarinic acid as COVID-19 inhibitors based on molecular docking. Letters in Drug Design & Discovery . 2021;18(1):67–75. doi: 10.2174/1570180817999200802032126.", "ArticleIdList": ["10.2174/1570180817999200802032126"]}, {"Citation": "Hassan H. A., Allam A. E., Abu-Baih D. H., et al. Isolation and characterization of novel acetylcholinesterase inhibitors from Ficus benghalensis L. leaves. RSC Advances . 2020;10(60):36920–36929. doi: 10.1039/D0RA06565J.", "ArticleIdList": ["10.1039/D0RA06565J", "PMC9057082", "35517980"]}, {"Citation": "Dome P., Tombor L., Lazary J., Gonda X., Rihmer Z. Natural health products, dietary minerals and over-the-counter medications as add-on therapies to antidepressants in the treatment of major depressive disorder: a review. Brain Research Bulletin . 2019;146:51–78. doi: 10.1016/j.brainresbull.2018.12.015.", "ArticleIdList": ["10.1016/j.brainresbull.2018.12.015", "30599219"]}, {"Citation": "Layek B., Mandal S. Natural polysaccharides for controlled delivery of oral therapeutics: a recent update. Carbohydrate Polymers . 2020;230, article 115617 doi: 10.1016/j.carbpol.2019.115617.", "ArticleIdList": ["10.1016/j.carbpol.2019.115617", "31887888"]}, {"Citation": "Palombo E. A. Traditional medicinal plant extracts and natural products with activity against oral bacteria: potential application in the prevention and treatment of oral diseases. Evidence-based Complementary and Alternative Medicine . 2011;2011:15. doi: 10.1093/ecam/nep067.", "ArticleIdList": ["10.1093/ecam/nep067", "PMC3145422", "19596745"]}, {"Citation": "Kosikowska P., Berlicki L. Urease inhibitors as potential drugs for gastric and urinary tract infections: a patent review. Expert Opinion on Therapeutic Patents . 2011;21(6):945–957. doi: 10.1517/13543776.2011.574615.", "ArticleIdList": ["10.1517/13543776.2011.574615", "21457123"]}, {"Citation": "Gautam S., Meshram A., Bhagyawant S. S., Srivastava N. Ficus religiosa-potential role in pharmaceuticals. International Journal of Pharmaceutical Sciences and Research . 2014;5(5):p. 1616."}, {"Citation": "Ghimire K., Bastakoti R. R. Ethnomedicinal knowledge and healthcare practices among the Tharus of Nawalparasi district in central Nepal. Forest Ecology and Management . 2009;257(10):2066–2072. doi: 10.1016/j.foreco.2009.01.039.", "ArticleIdList": ["10.1016/j.foreco.2009.01.039"]}, {"Citation": "Hassan M., Ashraf Z., Abbas Q., Raza H., Seo S. Y. Exploration of novel human tyrosinase inhibitors by molecular modeling, docking and simulation studies. Interdisciplinary Sciences: Computational Life Sciences . 2018;10(1):68–80. doi: 10.1007/s12539-016-0171-x.", "ArticleIdList": ["10.1007/s12539-016-0171-x", "27098808"]}, {"Citation": "Shivanand P., Nilam M., Viral D. Herbs play an important role in the field of cosmetics. International Journal of PharmTech Research . 2010;2(1):632–639."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "8", "Day": "18"}, {"Year": "2022", "Month": "12", "Day": "8"}, {"Year": "2022", "Month": "12", "Day": "13"}, {"Year": "2022", "Month": "12", "Day": "30", "Hour": "2", "Minute": "26"}, {"Year": "2022", "Month": "12", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "20"}], "PublicationStatus": "epublish", "ArticleIdList": ["36582600", "PMC9794428", "10.1155/2022/7053655"]}}], "PubmedBookArticle": []}