{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["biological effects", "derivatives", "drug delivery system", "triterpenoids", "ursolic acid"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36597140", "DateCompleted": {"Year": "2023", "Month": "06", "Day": "06"}, "DateRevised": {"Year": "2023", "Month": "12", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "01", "Day": "24"}], "Language": ["eng"], "ELocationID": ["10.1002/jsfa.12423"], "Journal": {"ISSN": "1097-0010", "JournalIssue": {"Volume": "103", "Issue": "9", "PubDate": {"Year": "2023", "Month": "Jul"}}, "Title": "Journal of the science of food and agriculture", "ISOAbbreviation": "J Sci Food Agric"}, "ArticleTitle": "Therapeutic potential and novel formulations of ursolic acid and its derivatives: an updated review.", "Pagination": {"StartPage": "4275", "EndPage": "4292", "MedlinePgn": "4275-4292"}, "Abstract": {"AbstractText": ["Plants produce biologically active metabolites that have been utilised to cure a variety of severe and persistent illnesses. There is a possibility that understanding how these bioactive molecules work would allow researchers to come up with better treatments for diseases including malignancy, cardiac disease and neurological disorders. A triterpene called ursolic acid (UA) is a pentacyclic prevalent triterpenoid found in fruits, leaves, herbs and blooms. The biological and chemical aspects of UA, as well as their presence, plant sources and biosynthesis, and traditional and newer technologies of extraction, are discussed in this review. Because of its biological function in the creation of new therapeutic techniques, UA is a feasible option for the evolution and medical management of a wide range of medical conditions, including cancer and other life threatening diseases. Despite this, the substance's poor solubility in aquatic environments makes it unsuitable for medicinal purposes. This hurdle was resolved in many different ways. The inclusion of UA into various pharmaceutical delivery approaches was found to be quite effective in this respect. This review also describes the properties of UA and its pharmacokinetics, as well as therapeutic applications of UA for cancer, inflammatory and cardiovascular diseases, in addition to its anti-diabetic, immunomodulatory, hepatoprotective and anti-microbial properties. Some of the recent findings related to novel nano-sized carriers as a delivery system for UA and the patents related to the applications of UA and its various derivatives are covered in this review. The analytical study of UA, oleanolic acid and other phytoconstituents by UV, HPLC, high-performance thin-layer chromatography and gas chromatography is also discussed. In the future, UA could be explored in vivo using various animal models and, in addition, the regulatory status regarding UA needs to be explored. © 2023 Society of Chemical Industry."], "CopyrightInformation": "© 2023 Society of Chemical Industry."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University Institute of Pharmacy, Pt. Ravishankar Shukla University, Raipur, India."}], "LastName": "Namdeo", "ForeName": "Priya", "Initials": "P"}, {"Identifier": ["0000-0003-1257-723X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Columbia Institute of Pharmacy, Raipur, India."}], "LastName": "Gidwani", "ForeName": "Bina", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University Institute of Pharmacy, Pt. Ravishankar Shukla University, Raipur, India."}], "LastName": "Tiwari", "ForeName": "Sakshi", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University Institute of Pharmacy, Pt. Ravishankar Shukla University, Raipur, India."}], "LastName": "Jain", "ForeName": "Vishal", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Basic Science and Research, Pt. Ravishankar Shukla University, Raipur, India."}], "LastName": "Joshi", "ForeName": "Veenu", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Columbia Institute of Pharmacy, Raipur, India."}], "LastName": "Shukla", "ForeName": "Shiv Shankar", "Initials": "SS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Columbia Institute of Pharmacy, Raipur, India."}], "LastName": "Pandey", "ForeName": "Ravindra Kumar", "Initials": "RK"}, {"Identifier": ["0000-0002-2545-2869"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University Institute of Pharmacy, Pt. Ravishankar Shukla University, Raipur, India."}], "LastName": "Vyas", "ForeName": "Amber", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Sci Food Agric", "NlmUniqueID": "0376334", "ISSNLinking": "0022-5142"}, "ChemicalList": [{"RegistryNumber": "6SMK8R7TGJ", "NameOfSubstance": "Oleanolic Acid"}, {"RegistryNumber": "0", "NameOfSubstance": "Triterpenes"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Drug Compounding"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Neoplasms"}, {"QualifierName": [], "DescriptorName": "Oleanolic Acid"}, {"QualifierName": [], "DescriptorName": "Solubility"}, {"QualifierName": ["chemistry"], "DescriptorName": "Triterpenes"}, {"QualifierName": [], "DescriptorName": "Ursolic Acid"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Kaps A, Gwiazdon P and Chodurek E, Nanoformulations for delivery of pentacyclic triterpenoids in anticancer therapies. Molecules 26:1764 (2021). https://doi.org/10.3390/molecules26061764."}, {"Citation": "De Oliveira JR, Camargo SEA and de Oliveira LD, Rosmarinus officinalis L. (rosemary) as therapeutic and prophylactic agent. J Biomed Sci 26:5 (2019). https://doi.org/10.1186/s12929-019-0499-8."}, {"Citation": "Swiezewska E and Danikiewicz W, Polyisoprenoids: structure, biosynthesis and function. Prog Lipid Res 44:235-258 (2005). https://doi.org/10.1016/j.plipres.2005.05.002."}, {"Citation": "Thimmappa R, Geisler K, Louveau TO, Maille P and Osbourn A, Triterpene biosynthesis in plants. Annu Rev Plant Biol 65:225-257 (2014). https://doi.org/10.1146/annurev-arplant-050312-120229."}, {"Citation": "Fernandez-Hernandez A, Martinez A, Rivas F, García-Mesa JA and Parra A, Effect of the solvent and the sample preparation on the determination of triterpene compounds in two-phase olive-mill-waste samples. J Agric Food Chem 63:4269-4275 (2015). https://doi.org/10.1021/jf506171y."}, {"Citation": "Pensec F, Pączkowski C, Grabarczyk M, Woźniak A, Bénard-Gellon M, Bertsch C et al., Changes in the triterpenoid content of cuticular waxes during fruit ripening of eight grape (Vitis vinifera) cultivars grown in the Upper Rhine Valley. J Agric Food Chem 62:7998-8007 (2014). https://doi.org/10.1021/jf502033s."}, {"Citation": "Szakiel A and Mroczek A, Distribution of triterpene acids and their derivatives in organs of cowberry (Vaccinium vitis-idaea L.) plant. Acta Biochim Pol 54:733-740 (2007)."}, {"Citation": "Sánchez Avila N, Priego Capote F and Luque de Castro MD, Ultrasound-assisted extraction and silylation prior to gas chromatography-mass spectrometry for the characterization of the triterpenic fraction in olive leaves. J Chromatogr A 1165:158-165 (2007). https://doi.org/10.1016/j.chroma.2007.07.039."}, {"Citation": "Jinhua W, Ursolic acid: pharmacokinetics process in vitro and in vivo, a mini review. Arch Pharm (Weinheim) 352:e1800222 (2019). https://doi.org/10.1002/ardp.201800222."}, {"Citation": "Piet M and Paduch R, Ursolic and oleanolic acids in combination therapy inhibit migration of colon cancer cells through down-regulation of the uPA/uPAR-dependent MMPs pathway. Chem Biol Interact 368:110202 (2022). https://doi.org/10.1016/j.cbi.2022.110202."}, {"Citation": "Tuli HS, Sharma AK, Sandhu SS and Kashyap D, Cordycepin: a bioactive metabolite with therapeutic potential. Life Sci 93:863-869 (2013). https://doi.org/10.1016/j.lfs.2013.09.030."}, {"Citation": "Tuli HS, Kumar G, Sandhu SS, Sharma AK and Kashyap D, Apoptotic effect of cordycepin on A549 human lung cancer cell line. Turk J Biol 39:306-311 (2015). https://doi.org/10.3906/biy-1408-14."}, {"Citation": "Kim DK, Baek JH, Kang CM, Yoo MA, Sung JW, Chung HY et al., Apoptotic activity of ursolic acid may correlate with the inhibition of initiation of DNA replication. Int J Cancer 87:629-636 (2000)."}, {"Citation": "Tuli HS, Sandhu SS, Sharma AK and Gandhi P, Anti-angiogenic activity of the extracted fermentation broth of an entomopathogenic fungus, Cordyceps militaris 3936. Int J Pharm Pharm Sci 6:581-583 (2014)."}, {"Citation": "Lin J, Chen Y, Wei L, Hong Z, Sferra TJ and Peng J, Ursolic acid inhibits colorectal cancer angiogenesis through suppression of multiple signaling pathways. Int J Oncol 43:1666-1674 (2013). https://doi.org/10.3892/ijo.2013.2101."}, {"Citation": "Alam M, Ali S, Ahmed S, Elasbali EM, Islam A, Yadav DK et al., Therapeutic potential of ursolic acid in cancer and diabetic neuropathy diseases. Int J Mol Sci 22:12162 (2021)."}, {"Citation": "Jedinák A, Mucková M, Kost’álová D, Maliar T and Masterova I, Antiprotease and antimetastatic activity of ursolic acid isolated from Salvia officinalis. Z Naturforsch C 61:777-782 (2006). https://doi.org/10.1515/znc-2006-11-1203."}, {"Citation": "Lin C-C, Huang C-Y, Mong M-C, Chan C-Y and Yin M-C, Antiangiogenic potential of three triterpenic acids in human liver cancer cells. J Agric Food Chem 59:755-762 (2011). https://doi.org/10.1021/jf103904b."}, {"Citation": "Colla ARS, Oliveira A, Pazini FL, Rosa JM, Manosso LM, Cunha MP et al., Serotonergic and noradrenergic systems are implicated in the antidepressant-like effect of ursolic acid in mice. Pharmacol Biochem Behav 124:108-116 (2014). https://doi.org/10.1016/j.pbb.2014.05.015."}, {"Citation": "Jang S-M, Kim M-J, Choi MS, Kwon E and Lee M-K, Inhibitory effects of ursolic acid on hepatic polyol pathway and glucose production in streptozotocin-induced diabetic mice. Metabolism 59:512-519 (2010)."}, {"Citation": "Zhang W, Hong D, Zhou Y, Zhang Y, Shen Q, Li J-Y et al., Ursolic acid and its derivative inhibit protein tyrosine phosphatase 1B, enhancing insulin receptor phosphorylation and stimulating glucose uptake. Biochim Biophys Acta 1760:1505-1512 (2006). https://doi.org/10.1016/j.bbagen.2006.05.009."}, {"Citation": "Radhiga T, Rajamanickam C, Senthil S and Pugalendi KV, Effect of ursolic acid on cardiac marker enzymes, lipid profile and macroscopic enzyme mapping assay in isoproterenol-induced myocardial ischemic rats. Food Chem Toxicol 50:3971-3977 (2012). https://doi.org/10.1016/j.fct.2012.07.067."}, {"Citation": "Liu Y, Tian W, Ma X and Ding W, Evaluation of inhibition of fatty acid synthase by ursolic acid: positive cooperation mechanism. Biochem Biophys Res Commun 392:386-390 (2010). https://doi.org/10.1016/j.bbrc.2010.01.031."}, {"Citation": "Rombaut N, Tixier A-S, Bily A and Chemat F, Green extraction processes of natural products as tools for biorefinery. Biofuels Bioprod. Biorefin. 8:530-544 (2014). https://doi.org/10.1002/bbb.1486."}, {"Citation": "Kassi E, Papoutsi Z, Pratsinis H, Aligiannis N, Manoussakis M and Moutsatsou P, Ursolic acid, a naturally occurring triterpenoid, demonstrates anticancer activity on human prostate cancer cells. J Cancer Res Clin Oncol 133:493-500 (2007). https://doi.org/10.1007/s00432-007-0193-1."}, {"Citation": "Epand RM, Rotem S, Mor A, Berno B and Epand RF, Bacterial membranes as predictors of antimicrobial potency. J Am Chem Soc 130:14346-14352 (2008). https://doi.org/10.1021/ja8062327."}, {"Citation": "Dorota W, Marta K and Dorota T-G, Effect of asiatic and ursolic acids on morphology, hydrophobicity, and adhesion of UPECs to uroepithelial cells. Folia Microbiol (Praha) 58:245-252 (2013). https://doi.org/10.1007/s12223-012-0205-7."}, {"Citation": "Bernatoniene J, Cizauskaite U, Ivanauskas L, Jakstas V, Kalveniene Z and Kopustinskiene DM, Novel approaches to optimize extraction processes of ursolic, oleanolic and rosmarinic acids from Rosmarinus officinalis leaves. Ind Crops Prod 84:72-79 (2016). https://doi.org/10.1016/j.indcrop.2016.01.031."}, {"Citation": "Xiang L, Chi T, Tang Q, Yang X, Ou M, Chen X et al., A pentacyclic triterpene natural product, ursolic acid and its prodrug US597 inhibit targets within cell adhesion pathway and prevent cancer metastasis. Oncotarget 6:9295-9312 (2015). https://doi.org/10.18632/oncotarget.3261."}, {"Citation": "Wei X, Lan Y, Nong Z, Li C, Feng Z, Mei X et al., Ursolic acid represses influenza a virus-triggered inflammation and oxidative stress in A549 cells by modulating the miR-34c-5p/TLR5 axis. Cytokine 157:155947 (2022). https://doi.org/10.1016/j.cyto.2022.155947."}, {"Citation": "Radhiga T, Rajamanickam C, Sundaresan A, Ezhumalai M and Pugalendi KV, Effect of ursolic acid treatment on apoptosis and DNA damage in isoproterenol-induced myocardial infarction. Biochimie 94:1135-1142 (2012). https://doi.org/10.1016/j.biochi.2012.01.015."}, {"Citation": "Kazmi I, Afzal M, Rahman S, Iqbal M, Imam F and Anwar F, Antiobesity potential of ursolic acid stearoyl glucoside by inhibiting pancreatic lipase. Eur J Pharmacol 709:28-36 (2013). https://doi.org/10.1016/j.ejphar.2013.02.032."}, {"Citation": "Sundaresan A, Radhiga T and Pugalendi KV, Effect of ursolic acid and Rosiglitazone combination on hepatic lipid accumulation in high fat diet-fed C57BL/6J mice. Eur J Pharmacol 741:297-303 (2014). https://doi.org/10.1016/j.ejphar.2014.07.032."}, {"Citation": "Pu S, Liu Y, Liang S, Liu P, Qian H, Wu Q et al., The metabolic changes of artesunate and ursolic acid on Syrian golden hamsters fed with the high-fat diet. Molecules 25:1392 (2020). https://doi.org/10.3390/molecules25061392."}, {"Citation": "de Araujo C, Lopes S, Vinícius Melo Novais M, Salviano Teixeira C, Honorato-Sampaio K, Tadeu Pereira M et al., Preparation, physicochemical characterization, and cell viability evaluation of long-circulating and pH-sensitive liposomes containing ursolic acid. Biomed Res Int 2013:467147 (2013). https://doi.org/10.1155/2013/467147."}, {"Citation": "Ahmad A, Abuzinadah MF, Alkreathy HM, Banaganapalli B and Mujeeb M, Ursolic acid rich Ocimum sanctum L leaf extract loaded nanostructured lipid carriers ameliorate adjuvant induced arthritis in rats by inhibition of COX-1, COX-2, TNF-α and IL-1: pharmacological and docking studies. PLoS One 13:e0193451-e0193451 (2018). https://doi.org/10.1371/journal.pone.0193451."}, {"Citation": "Li T, Chen X, Liu Y, Fan L, Lin L, Xu Y et al., pH-sensitive mesoporous silica nanoparticles anticancer prodrugs for sustained release of ursolic acid and the enhanced anti-cancer efficacy for hepatocellular carcinoma cancer. Eur J Pharm Sci 96:456-463 (2017). https://doi.org/10.1016/j.ejps.2016.10.019."}, {"Citation": "Jamal M, Imam S, Aqil M, Amir M, Mir SR and Mujeeb M, Transdermal potential and anti-arthritic efficacy of ursolic acid from niosomal gel systems. Int Immunopharmacol 29:361-369 (2015). https://doi.org/10.1016/j.intimp.2015.10.029."}, {"Citation": "Shen Z, Li B, Liu Y, Zheng G, Guo Y, Zhao R et al., A self-assembly nanodrug delivery system based on amphiphilic low generations of PAMAM dendrimers-ursolic acid conjugate modified by lactobionic acid for HCC targeting therapy. Nanomedicine 14:227-236 (2018). https://doi.org/10.1016/j.nano.2017.10.007."}, {"Citation": "Singh A, Pandey H, Ramteke P and Mishra DSB, Nano-suspension of ursolic acid for improving oral bioavailability and attenuation of type II diabetes: a histopathological investigation. Biocatal Agric Biotechnol 22:101433 (2019). https://doi.org/10.1016/j.bcab.2019.101433."}, {"Citation": "Lyu X, Zhang X, Sun L, Wang J and Wang D, Inhibitory effect of ursolic acid on proliferation and migration of renal carcinoma cells and its mechanism. Comput Intell Neurosci 2022:1529132-1529139 (2022). https://doi.org/10.1155/2022/1529132."}, {"Citation": "Rong ZJ, Cai HH, Wang H, Liu GH, Zhang ZW, Chen M et al., Ursolic acid ameliorates spinal cord injury in mice by regulating gut microbiota and metabolic changes. Front Cell Neurosci 16:872935 (2022). https://doi.org/10.3389/fncel.2022.872935."}, {"Citation": "Antonio E, Junior O, Marcano R, Diedrich C, Santos J, Machado C et al., Chitosan modified poly (lactic acid) nanoparticles increased the ursolic acid oral bioavailability. Int J Biol Macromol 172:133-142 (2021). https://doi.org/10.1016/j.ijbiomac.2021.01.041."}, {"Citation": "Li H, Yu Y, Liu Y, Luo Z, Zheng Y, Huang X et al., Ursolic acid enhances the antitumor effects of sorafenib associated with Mcl-1-related apoptosis and SLC7A11-dependent ferroptosis in human cancer. Pharmacol Res 182:106306 (2022)."}, {"Citation": "Wang J, Ren T and Xi T, Ursolic acid induces apoptosis by suppressing the expression of FoxM1 in MCF-7 human breast cancer cells. Med oncol 29:10-15 (2010). https://doi.org/10.1007/s12032-010-9777-8."}, {"Citation": "Manayi A, Nikan M, Nobakht-Haghighi N and Abdollahi M, Advances in the anticancer value of the ursolic acid through nano delivery. Curr Med Chem 25:4866-4875 (2018)."}, {"Citation": "Baricevic D, Sosa S, Della Loggia R, Tubaro A, Simonovska B, Krasna A et al., Topical anti-inflammatory activity of Salvia officinalis L. leaves: the relevance of ursolic acid. J Ethnopharmacol 75:125-132 (2001). https://doi.org/10.1016/s0378-8741(00)00396-2."}, {"Citation": "Shao J, Yang X, Zheng Q, Chen X, Yu X, Xiang L. A ursolic acid-glycolysis inhibitor dichloroacetic acid (DCA) conjugate and application. CN104987356 (2015)."}, {"Citation": "Gu W, Hao Y, Miao T, Zhang K, Zhang G, Wang S. Ursolic acid indole derivative, preparation method and application. CN104098645 (2014)."}, {"Citation": "Li J. Ursolic acid derivative, preparation method and application as tryptophan hydroxylase-1 inhibitor for treating osteoporosis. CN103936814 (2014)."}, {"Citation": "Bonaccorsi I, Altieri F, Sciamanna I, Oricchio E, Grillo C, Contartese G et al., Endogenous reverse transcriptase as a mediator of ursolic acid's anti-proliferative and differentiating effects in human cancer cell lines. Cancer Lett 263:130-139 (2008). https://doi.org/10.1016/j.canlet.2007.12.026."}, {"Citation": "Senthil S, Sridevi M and Pugalendi KV, Protective effect of ursolic acid against myocardial ischemia induced by isoproterenol in rats. Toxicol Mech Methods 17:57-65 (2007). https://doi.org/10.1080/15376510600822649."}, {"Citation": "Bondy SC and LeBel CP, The relationship between excitotoxicity and oxidative stress in the central nervous system. Free Radic Biol Med 14:633-642 (1993). https://doi.org/10.1016/0891-5849(93)90144-J."}, {"Citation": "Shih Y-H, Chein Y-C, Wang J-Y and Fu Y-S, Ursolic acid protects hippocampal neurons against kainate-induced excitotoxicity in rats. Neurosci Lett 362:136-140 (2004). https://doi.org/10.1016/j.neulet.2004.03.011."}, {"Citation": "Ding H, Wang H, Zhu L and Wei W, Ursolic acid ameliorates early brain injury after experimental traumatic brain injury in mice by activating the Nrf2 pathway. Neurochem Res 42:337-346 (2017). https://doi.org/10.1007/s11064-016-2077-8."}, {"Citation": "Collins MA and Charles HP, Antimicrobial activity of Carnosol and Ursolic acid: two anti-oxidant constituents of Rosmarinus officinalis L. Food Microbiol 4:311-315 (1987). https://doi.org/10.1016/S0740-0020(87)80005-9."}, {"Citation": "Abe F, Yamauchi T, Nagao T, Kinjo J, Okabe H, Higo H et al., Ursolic acid as a trypanocidal constituent in rosemary. Biol Pharm Bull 25:1485-1487 (2002). https://doi.org/10.1248/bpb.25.1485."}, {"Citation": "Rodrigues IA, Mazotto AM, Cardoso V, Alves RL, Amaral ACF, de Andrade Silva JR et al., Natural products: insights into Leishmaniasis inflammatory response. Mediators Inflamm 2015:835910 (2015). https://doi.org/10.1155/2015/835910."}, {"Citation": "Kashyap D, Tuli HS and Sharma AK, Ursolic acid (UA): a metabolite with promising therapeutic potential. Life Sci 146:201-213 (2016). https://doi.org/10.1016/j.lfs.2016.01.017."}, {"Citation": "Karimi A, Askari G, Yarmand M, Salami M and Emam-Djomeh Z, Development, modification and characterization of ursolic acid-loaded gelatin nanoparticles through electrospraying technique. Food Bioprod Process 124:329-341 (2020). https://doi.org/10.1016/j.fbp.2020.08.018."}, {"Citation": "Poudel K, Gautam M, Maharjan S, Jeong J-H, Choi H-G, Khan GM et al., Dual stimuli-responsive ursolic acid-embedded nanophytoliposome for targeted antitumor therapy. Int J Pharm 582:119330 (2020). https://doi.org/10.1016/j.ijpharm.2020.119330."}, {"Citation": "Cheng L, Lili D, Xing H, Junfu W, Xianchen Q. Anti-aging medical bioremediation membrane containing traditional Chinese medicines and preparation method thereof. CN110755341 (2020)."}, {"Citation": "Checker R, Sandur SK, Sharma D, Patwardhan RS, Jayakumar S, Kohli V et al., Potent anti-inflammatory activity of ursolic acid, a triterpenoid antioxidant, is mediated through suppression of NF-κB, AP-1 and NF-AT. PLoS One 7:e31318 (2012). https://doi.org/10.1371/journal.pone.0031318."}, {"Citation": "Saleh MA. Tecoma plant based compositions for treating skin lesions. US20200085894 (2020)."}, {"Citation": "Prasad KS. Method of using a rosemary extract composition for weight management. US20200085900 (2020)."}, {"Citation": "Carletto B, Koga AY, Novatski A, Mainardes RM, Lipinski LC and Farago PV, Ursolic acid-loaded lipid-core nanocapsules reduce damage caused by estrogen deficiency in wound healing. Colloids Surf B Biointerfaces 203:111720 (2021). https://doi.org/10.1016/j.colsurfb.2021.111720."}, {"Citation": "Vargas de Oliveira EC, Carneiro ZA, de Albuquerque S and Marchetti JM, Development and evaluation of a nanoemulsion containing ursolic acid: a promising trypanocidal agent : nanoemulsion with ursolic acid against T. cruzi. AAPS PharmSciTech 18:2551-2560 (2017). https://doi.org/10.1208/s12249-017-0736-y."}, {"Citation": "Sub LH, Gill KD, Jung LY, Hun PJ, Joo YJ. Composition for improving or treating renal function containing ursolic acid as active component. KR1020190052266 (2019)."}, {"Citation": "Choi WH. Composition for immunity boosting in toxoplasmosis including ursolic acid as active ingredient. KR1020200128478 (2020)."}, {"Citation": "Guiliang L, Jing H, Yingsa W, Shangbin Z, Jiandu L. Preparation of amphipathic targeted nano-drug delivery system based on carboxylated cellulose. CN110384682 (2019)."}, {"Citation": "Jiatian C, Huaqiang Z, Ruihong D, Youda C, Xincan Z, Heping Z, et al. Skin care product containing holy basil extract and preparation thereof. CN107296772 (2017)."}, {"Citation": "Somova LO, Nadar A, Rammanan P and Shode FO, Cardiovascular, antihyperlipidemic and antioxidant effects of oleanolic and ursolicacids in experimental hypertension. Phytomedicine 10:115-121 (2003). https://doi.org/10.1078/094471103321659807."}, {"Citation": "Zhijun W, Wenzhu H, Lian L, Teng L, Yongbo P, Wen Y. Compound with function of resisting brain stroke as well as preparation method and use of compound. CN107400157 (2017)."}, {"Citation": "Shimada A and Inagaki M, Angiotensin I-Converting Enzyme (ACE) Inhibitory Activity of Ursolic Acid Isolated from Thymus vulgaris L. Food Sci Technol Res 20:711-714 (2014). https://doi.org/10.3136/fstr.20.711."}, {"Citation": "Antibacterial antiallergic moisturizing treatment mist. CN107362093 (2017)."}, {"Citation": "Du C, Zhang J YB. Preparation of 28-O-β-D-glucopyranosyl senegenin as antiinflammatory agent. CN103739655 (2014)."}, {"Citation": "Wenyi K, Xiuchun G, Qi Y, Pingyao X, Xuebiao W. Application of ursolic acid in aspect of preparing antithrombotic drugs. CN105708841 (2016)."}, {"Citation": "Jingwei S, Guirong Z. Pharmaceutical composition with synergistic anti-tumor metastasis activity. CN105963306 (2016)."}, {"Citation": "Ma WL, Chang N, Yu Y, Su YT, Chen GY, Cheng WC et al., Ursolic acid silences CYP19A1/aromatase to suppress gastric cancer growth. Cancer Med 11:2824-2835 (2022)."}, {"Citation": "Xue Y, Yahua W, Helu Y, Xia L, Hui T. A functional liposome for treating brain tumor and its preparation method and application. CN105853360 (2016)."}, {"Citation": "Li Z-Y, Yin Y-F, Guo Y, Li H, Xu M-Q, Liu M et al., Enhancing anti-tumor activity of sorafenib mesoporous silica nanomatrix in metastatic breast tumor and hepatocellular carcinoma via the co-administration with flufenamic acid. Int J Nanomedicine 15:1809-1821 (2020). https://doi.org/10.2147/IJN.S240436."}, {"Citation": "Zhang K, He P, Zhao S et al. Application of ursolic acid derivative in preparing medicine for preventing, controlling and treating diabetes mellitus. CN103877097 (2014)."}, {"Citation": "Guiyun L and Bin L, Use of prunol glycoside and plant extract containing the same. Patent CN 101422471 (2009)."}, {"Citation": "Luan D, Huang W, Luan S et al. Ursolic Acid Derivative, Preparation Method and Application. CN104861028 (2015)."}, {"Citation": "Yang B, WDMC 3-O-(2-(5-fluorouracil-1-yl)acetyl)ursolic acid useful in treatment of cancer and its preparation. CN104744548 (2015)."}, {"Citation": "Du C, Zhang J, Yu B. Preparation of ursolic acid β-d-glucopyranosyl ester as antiinflammatory agent. CN103739654 (2014)."}, {"Citation": "Sun H, Chen D, Liu J et al. Application of pentacyclic triterpene-type compound as squalene oxide cyclase inhibitor. CN104138384 (2014)."}, {"Citation": "Zhao W, Zhang H, Wang H et al. Caffeoyl-substituted pentacyclic triterpene derivative useful in treatment of various diseases and its preparation. WO2014154131 (2014)."}, {"Citation": "Zhang Y, Xue K, Zhao EY, Li Y, Yao L, Yang X et al., Determination of oleanolic acid and ursolic acid in Chinese medicinal plants using HPLC with PAH polymeric C18. Pharmacogn Mag. 9:S19-S24 (2013). https://doi.org/10.4103/0973-1296.117853."}, {"Citation": "Tian S, Shi Y, Yu Q and Upur H, Determination of oleanolic acid and ursolic acid contents in Ziziphora clinopodioides Lam. by HPLC method. Pharmacognosy magazine. 6:116-119 (2010). https://doi.org/10.4103/0973-1296.62898."}, {"Citation": "Pietro A, Daniele C, Lorenzo M. Solid dispersions of ursolic acid potassium salt. EP4054529 (2022)."}, {"Citation": "Zhang Y, Ning C, Wang F, Li X, Dong Y, Yang K. Preparation method and application of ferritin nanoparticles co-loaded with adriamycin and ursolic acid. CN114668771 (2022)."}, {"Citation": "Robert A. Newman Otis C. Addington. Method and compositions for treating viral infection. US11013776 B2 (2021)."}, {"Citation": "Fromentin Claudie Annie Emilie, Klaiber Andrew Daniel SDD. Compositions and methods useful in treatment of lower urinary tract symptoms, benign prostatic hyperplasia, erectile dysfunction and other diseases or symptoms. US10898534 B2 (2021)."}, {"Citation": "Ji Jianya. Antibacterial and anti-inflammatory ursolic acid derivative and preparation method thereof. CN 113173967 (2021)."}, {"Citation": "Thomas J. Slaga, J. Junco, H. Liang, S. Reyna. Methods and compositions comprising ursolic acid and/or resveratrol for treating diabetes, or cancer. US10583145 B2 (2020)."}, {"Citation": "Christopher M. Adams, Steven D. Kunkel, M. Welsh. Methods for inhibiting muscle atrophy. US10668087 B2 (2020)."}, {"Citation": "Daiping Liao, Xinqi Liu XY. Composition with effect of preventing and treating diabetes mellitus and application thereof. CN110934296 (2020)."}, {"Citation": "Qian W, Yang M, Sun Z, Liu M, Zhang J, Fu Y et al. Application of ursolic acid in inhibiting growth of multi-drug-resistant enterobacter hormaechei. CN111012787 (2020)."}, {"Citation": "Ke M, Shijun W, Hongxiu Z, Yonghe T. Ursolic acid derivative with anti-renal clear cell cancer activity, and preparation method and application thereof. CN109438547 (2019)."}, {"Citation": "Shuyu G, Yang L, Shuochao X. Ursolic acid-containing antibacterial composition and application thereof. CN106668025 (2017)."}, {"Citation": "Eye edema removing additive and application thereof. CN107397691 (2017)."}, {"Citation": "Wan Jialin. Scar-removing paste and preparation method thereof. CN107375614 (2017)."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2022", "Month": "11", "Day": "15"}, {"Year": "2022", "Month": "7", "Day": "29"}, {"Year": "2023", "Month": "1", "Day": "3"}, {"Year": "2023", "Month": "6", "Day": "6", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "1", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "3", "Hour": "23", "Minute": "39"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36597140", "10.1002/jsfa.12423"]}}], "PubmedBookArticle": []}