{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Portulaca oleracea", "chlorophyll", "genetic diversity", "morphometric", "protein pattern"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36606152", "DateRevised": {"Year": "2023", "Month": "01", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "09", "Day": "30"}], "Language": ["eng"], "ELocationID": ["10.5114/bta.2021.108721"], "Journal": {"ISSN": "2353-9461", "JournalIssue": {"Volume": "102", "Issue": "3", "PubDate": {"Year": "2021"}}, "Title": "Biotechnologia", "ISOAbbreviation": "BioTechnologia (Pozn)"}, "ArticleTitle": "Protein patterns and their association with photosynthetic pigment content, agronomic behavior, and origin of purslane accessions (<i>Portulaca oleracea</i> L.).", "Pagination": {"StartPage": "245", "EndPage": "255", "MedlinePgn": "245-255"}, "Abstract": {"AbstractText": ["In this study, the proteomic, morphometric, and photosynthetic pigment data of purslane (<i>Portulaca oleracea</i>) accessions were combined together to show their impact on genetic variation in order to establish a relationship between protein patterns and phenotypic behavior of the plant. Seeds of 18 collected purslane accessions were cultivated based on a completely randomized design with three replicates. Before the flowering stage, the data on morphology, photosynthetic pigment content, and seed proteins were obtained. The results showed a significant difference among purslane accessions in terms of the most studied agronomic characteristics and the content of photosynthetic pigments and proteins. The cluster analysis of the 18 purslane accessions based on agronomic data, and photosynthetic pigment content, and protein pattern data produced three main clusters. Moreover, the seed protein analysis revealed that the two polymorphic protein bands of size 40 kDa (protein \"a\") and 30 kDa (protein \"b\") effectively diversified the agronomic, photosynthetic pigment, and phylogenetic relationships among the purslane accessions. Interestingly, protein \"a\" was produced in plants growing in low altitude areas and played a suppressive role for TDW, while protein \"b\" was produced in plants growing in high altitude areas and functioned as an activator agent for this trait. Overall, the outcomes of the present study indicated the presence of high genetic variability (77.6%) among the purslane accessions. These findings suggest that these proteins should be sequenced for further proteomic analyses and can be used for hybridization to generate useful recombinants in segregating generations and improve breeding varieties of <i>P. oleracea</i>."], "CopyrightInformation": "© 2021 Institute of Bioorganic Chemistry, Polish Academy of Sciences."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Shahed University, Tehran, Iran."}], "LastName": "Talei", "ForeName": "Daryush", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Agriculture Faculty, Shahed University, Tehran, Iran."}], "LastName": "Naji", "ForeName": "Amir Mohammad", "Initials": "AM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Poland", "MedlineTA": "BioTechnologia (Pozn)", "NlmUniqueID": "9702407", "ISSNLinking": "0860-7796"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aharizad S., Rahimi M.H., Moghadam M., Mohebalipour N. (2012) Study of genetic diversity in lemon balm (Melissa officinalis L.) populations based on morphological traits and essential oils content. Ann. Biol. Res. 3(12): 5748–5753."}, {"Citation": "Akhila H., Beevy S.S. (2011) Morphological and seed protein characterization of the cultivated and the wild taxa of Sesamum L. (Pedaliaceae). Plant Syst. Evol. 293(1): 65–70."}, {"Citation": "Alam M.A., Juraimi A.S., Rafii M., Hamid A.A., Arolu I.W., Latif M. (2015) Application of EST-SSR marker in detection of genetic variation among purslane (Portulaca oleracea L.) accessions. Brazil. J. Bot. 38(1): 119–129."}, {"Citation": "Alam M.A., Juraimi A.S., Rafii M., Hamid A.A., Uddin M.K., Alam M., Latif M. (2014) Genetic improvement of purslane (Portulaca oleracea L.) and its future prospects. Mol. Biol. Rep. 41(11): 7395–7411.", "ArticleIdList": ["25085039"]}, {"Citation": "Andrews M., Raven J., Lea P., Sprent J. (2006) A role for shoot protein in shoot–root dry matter allocation in higher plants. Ann. Bot. 97(1): 3–10.", "ArticleIdList": ["PMC2803373", "16299006"]}, {"Citation": "Arnon A. (1967) Method of extraction of chlorophyll in the plants. Agron. J. 23: 112–121."}, {"Citation": "Asante I., Offei S., Addy R., Carson A. (2009) Phenotypic and seed protein analysis in 31 Lima bean (Phaseolus lunatus) accessions in Ghana. West Afr. J. Appl. Ecol. 12(1): 1–10."}, {"Citation": "Bahraminejad A., Mohammadinejad G. (2013) Use of microsatellite markers for molecular characterization of cumin (Cuminum cyminum L.) ecotypes. Iran. J. Genet. Plant Breed. 2(1): 35–41."}, {"Citation": "Bínová Z., Korecký J., Dvořák J., Bílý J., Zádrapová D., Jansa V., Lstibůrek M. (2020) Genetic structure of norway spruce ecotypes studied by SSR markers. Forests 11(1): 110."}, {"Citation": "Bradford M.M. (1976) A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding. Analyt. Bioch. 72(1–2): 248–254.", "ArticleIdList": ["942051"]}, {"Citation": "Danaeipour Z., Fotokian M.H., Talei D. (2019) Genetic structure and relationships among Melissa officinalis accessions using AFLP markers. Biocatal. Agric. Biot. 22: 101416."}, {"Citation": "El-Bakatoushi R. (2010) Genetic diversity of winter wheat (Triticum aestivum L.) growing near a high voltage transmission line. Roman. J. Biol. Plant Biol. 55(2): 71–87."}, {"Citation": "Ernst M., Putnová L., Štohl R., Matoušková J. (2017) Comparison of Czech and Latvian beaver population by microsatellite analysis and genetic differences between castor fiber and Castor canadensis. Transyl. Rev. 25(21): 5339–5349."}, {"Citation": "Gherekhloo J., Alcantara-De La Cruz R., Osuna M., Sohrabi S., Prado R. (2020) Assessing genetic variation and spread of Phalaris minor resistant to ACcase inhibiting herbicides in Iran. Planta Danin. 38: 1–9."}, {"Citation": "Hanada K., Kuromori T., Myouga F., Toyoda T., Shinozaki K. (2009) Increased expression and protein divergence in duplicate genes is associated with morphological diversification. PLoS Gen. 5(12): e1000781.", "ArticleIdList": ["PMC2788128", "20041196"]}, {"Citation": "Hassan M., Badr A., Mustafa A., El-Galaly M., Mobarak A. (2003) Genetic diversity among Mentha populations in Egypt as reflected by morphological and protein electrophoretic variations. J. Agri. Food Chem. 2: 269–286."}, {"Citation": "He C., Tian Y., Saedler R., Efremova N., Riss S., Khan M.R., Yephremov A., Saedler H. (2010) The MADS-domain protein MPF1 of Physalis floridana controls plant architecture, seed development and flowering time. Planta 231(3): 767–777.", "ArticleIdList": ["PMC2806528", "20033229"]}, {"Citation": "Huang J.F., Zhang M.L., Cohen J.I. (2013) Phylogenetic analysis of Lappula Moench (Boraginaceae) based on molecular and morphological data. Plant Syst. Evol. 299(5): 1–14."}, {"Citation": "Huang W.-D., Zhao X.-Y., Zhao X., Li Y.-L., Pan C.-C. (2016) Environmental determinants of genetic diversity in Caragana microphylla (Fabaceae) in northern China. Bot. J. Linn. Soc. 181(2): 269–278."}, {"Citation": "Khurshid H., Rabbani M.A. (2012) Comparison of electrophoretic protein profiles from seed of different oilseed Brassica cultivars. J. Publ. Health Biol. Sci. 1(2): 36–42."}, {"Citation": "Kutka Hlozakova T., Gregova E., Vivodik M., Gálová Z. (2016) Genetic diversity of European cultivars of common wheat (Triticum aestivum L.) based on RAPD and protein markers. J. Centr. Eur. Agric. 17(4): 957–969."}, {"Citation": "Lou Y., Hu L., Chen L., Sun X., Yang Y., Liu H., Xu Q. (2015) Association analysis of simple sequence repeat (SSR) markers with agronomic traits in tall fescue (Festuca arundinacea Schreb.). PLoS One 10: e0133054.", "ArticleIdList": ["PMC4505963", "26186338"]}, {"Citation": "Masoodi M.H., Ahmad B., Mir S.R., Zargar B.A., Tabasum N. (2011) Portulaca oleracea L. a review. J. Pharm. Res. 4(9): 3044–3048."}, {"Citation": "Mosca E., Eckert A., Di Pierro E., Rocchini D., La Porta N., Belletti P., Neale D. (2012) The geographical and environmental determinants of genetic diversity for four alpine conifers of the E uropean A lps. Mol. Ecol. 21(22): 5530–5545.", "ArticleIdList": ["23058000"]}, {"Citation": "Movahedian A., Ghannadi A., Vashirnia M. (2007) Hypocholesterolemic effects of purslane extract on serum lipids in rabbits fed with high cholesterol levels. Int. J. Pharm. 3(3): 285–289."}, {"Citation": "Mustafa A., Badr A., El-Galaly M.A., Mobarak A.A., Hassan M.G. (2006) Genetic diversity among Ocimum populations in Egypt as reflected by morphological, seed proteins and isozyme polymorphism. Int. J. Bot. 2(3): 261–269."}, {"Citation": "Okafor I.A., Ayalokunrin M.B., Orachu L.A. (2014) A review on Portulaca oleracea (purslane) plant–its nature and biomedical benefits. Int. J. Biomed. Res. 5(2): 75–80."}, {"Citation": "Okpul T., Mace E., Godwin I., Singh D., Wagih M. (2005) Evaluation of variability among breeding lines and cultivars of taro (Colocasia esculenta) in Papua New Guinea using ISSR fingerprinting and agro-morphological characterization. Plant Gen. Res. Newslett. 143: 8."}, {"Citation": "Sharma D.B., Krishna K.R. (2017) Genetic diversity in Cowpea [Vigna unguiculata (L.) Walp.] accessions using protein profiling. Int. J. Pure Appl. Biosci. 5(2): 491–496."}, {"Citation": "Talei D., Mihdzar A.K., Khanif M.Y., Saad M.S., Valdiani A.R. (2011) Effects of different surface sterilizers on seed germination and contamination of king of bitters (Andrographis paniculata Nees.). Amer.-Euras. J. Agr. Environ. Sci. 10: 639–643."}, {"Citation": "Talei D., Valdiani A., Abdullah M.P. (2014) Impact of protein diversification on morphometric behavior of Andrographis paniculata Nees. Plant Syst. Evol. 300: 1003–1010. doi: 1010.1007/s00606-00013-00938-z"}, {"Citation": "Talei D., Valdiani A., Puad M. (2013) An effective protein extraction method for two-dimensional electrophoresis in the anticancer herb (Andrographis paniculata Nees.). Biot. Appl. Bioch. 60(5): 521–526. doi: 2010.1155/2013/319047", "ArticleIdList": ["23725097"]}, {"Citation": "Victor K.J., Fennell A.Y., Grimplet J. (2010) Proteomic analysis of shoot tissue during photoperiod induced growth cessation in V. riparia Michx. grapevines. Prot. Sci. 8(1): 44.", "ArticleIdList": ["PMC2929227", "20704748"]}, {"Citation": "Wickramasinghe P., Harrison D.K., Johnston M.E. (2010) Reproductive biology and intergeneric breeding compatibility of ornamental Portulaca and Calandrinia (Portulacaceae). Austr. J. Bot. 57(8): 697–707."}, {"Citation": "Zhao N., Gao Y., Wang J., Ren A., Xu H. (2006) RAPD diversity of Stipa grandis populations and its relationship with some ecological factors. Acta Ecol. Sinica 26(5): 1312–1318."}, {"Citation": "Zhou Y.X., Xin H.L., Rahman K., Wang S.J., Peng C., Zhang H. (2015) Portulaca oleracea L.: a review of phytochemistry and pharmacological effects. BioMed Res. Int. 2015: 925631.", "ArticleIdList": ["PMC4321094", "25692148"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "10", "Day": "2"}, {"Year": "2021", "Month": "3", "Day": "26"}, {"Year": "2021", "Month": "4", "Day": "2"}, {"Year": "2023", "Month": "1", "Day": "6", "Hour": "2", "Minute": "48"}, {"Year": "2021", "Month": "9", "Day": "30", "Hour": "0", "Minute": "0"}, {"Year": "2021", "Month": "9", "Day": "30", "Hour": "0", "Minute": "1"}, {"Year": "2021", "Month": "9", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["36606152", "PMC9645567", "10.5114/bta.2021.108721", "BTA-102-3-45036"]}}], "PubmedBookArticle": []}