{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Dental Anesthesia", "Herbal", "Topical Administrations"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36601130", "DateRevised": {"Year": "2023", "Month": "01", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "24"}], "Language": ["eng"], "ELocationID": ["10.17245/jdapm.2022.22.6.419"], "Journal": {"ISSN": "2383-9309", "JournalIssue": {"Volume": "22", "Issue": "6", "PubDate": {"Year": "2022", "Month": "Dec"}}, "Title": "Journal of dental anesthesia and pain medicine", "ISOAbbreviation": "J Dent Anesth Pain Med"}, "ArticleTitle": "Herbal topical anesthetics in dentistry: an exploratory review.", "Pagination": {"StartPage": "419", "EndPage": "426", "MedlinePgn": "419-426"}, "Abstract": {"AbstractText": ["Topical anesthetics are routinely used in dental practice for various purposes. They are usually available at higher dosages and have serious potential adverse reactions, such as seizures, anaphylaxis, and acquired methemoglobinemia. To date, the scope of application of herbal plants and their extracts, which have medicinal properties, has been elaborated in the field of dentistry. The growing interest in herbal medication can be attributed to the increased safety profile of herbal agents, in contrast to synthetic preparations that have a higher risk of systemic complications. Herbal preparations can induce topical anesthesia with minimal side effects. Recently, many studies have reported the use of topical herbal preparations. The current review aimed to evaluate data from various articles comparing the capacity of herbal topical anesthetic formulations and conventional synthetic anesthetics in reducing pain perception when used as local anesthesia before dental procedures."], "CopyrightInformation": "Copyright © 2022 Journal of Dental Anesthesia and Pain Medicine."}, "AuthorList": [{"Identifier": ["0000-0002-2593-0090"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatric and Preventive Dentistry, Dr.D.Y. Patil Dental College and Hospital, Dr.D.Y. Patil Vidyapeeth, Pimpri, Pune, Maharashtra, India."}], "LastName": "Tirupathi", "ForeName": "Sunnypriyatham", "Initials": "S"}, {"Identifier": ["0000-0002-6149-4935"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Periodontology, Dr.D.Y. Patil Dental College and Hospital, Dr.D.Y. Patil Vidyapeeth, Pimpri, Pune, Maharashtra, India."}], "LastName": "Gopalakrishnan", "ForeName": "Dharmarajan", "Initials": "D"}, {"Identifier": ["0000-0002-3393-717X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutics, Dr.D.Y. Patil Institute of Pharmaceutical Sciences & Research, Dr.D.Y. Patil Unitech Society, Pimpri, Pune, Maharashtra, India."}], "LastName": "Deshkar", "ForeName": "Sanjeevani", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Korea (South)", "MedlineTA": "J Dent Anesth Pain Med", "NlmUniqueID": "101690691", "ISSNLinking": "2383-9309"}, "CoiStatement": "DECLARATION OF INTEREST: There are no conflicts of interest to declare."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Tirupathi S, Rajasekhar S. Topical anesthesia in pediatric dentistry: an update. Int J Clin Pediatr Dent. 2022;15:240–245."}, {"Citation": "Lee HS. Recent advances in topical anesthesia. J Dent Anesth Pain Med. 2016;16:237–244.", "ArticleIdList": ["PMC5564188", "28879311"]}, {"Citation": "Peedikayil FC, Vijayan A. An update on local anesthesia for pediatric dental patients. Anesth Essays Res. 2013;7:4–9.", "ArticleIdList": ["PMC4173488", "25885712"]}, {"Citation": "Mohite VA, Baliga S, Thosar N, Rathi N, Khobragade P, Srivastava R. Comparative evaluation of a novel herbal anesthetic gel and 2% lignocaine gel as an intraoral topical anesthetic agent in children: bilateral split-mouth, single-blind, crossover in vivo study. J Indian Soc Pedod Prev Dent. 2020;38:177–183.", "ArticleIdList": ["32611865"]}, {"Citation": "Barea-Jiménez N, Calero J, Molina-Negrón D, López Del-Valle LM. Treatment for oral lesions in pediatric patients with Stevens-Johnson's syndrome: a case report and literature review. Int J Paediatr Dent. 2020;30:489–496.", "ArticleIdList": ["31923328"]}, {"Citation": "Sakai RI, Lattin JE. Lidocaine ingestion. Am J Dis Child. 1980;134:323.", "ArticleIdList": ["7361745"]}, {"Citation": "Garrettson LK, McGee EB. Rapid onset of seizures following aspiration of viscous lidocaine. J Toxicol Clin Toxicol. 1992;30:413–422.", "ArticleIdList": ["1512814"]}, {"Citation": "Hess GP, Walson PD. Seizures secondary to oral viscous lidocaine. Ann Emerg Med. 1988;17:725–727.", "ArticleIdList": ["3382075"]}, {"Citation": "Amitai Y, Whitesell L, Lovejoy FH., Jr Death following accidental lidocaine overdose in a child. N Engl J Med. 1986;314:182–183.", "ArticleIdList": ["3941700"]}, {"Citation": "Smith M, Wolfram W, Rose R. Toxicity--seizures in an infant caused by (or related to) oral viscous lidocaine use. J Emerg Med. 1992;10:587–590.", "ArticleIdList": ["1401862"]}, {"Citation": "Balit CR, Lynch AM, Gilmore SP, Murray L, Isbister GK. Lignocaine and chlorhexidine toxicity in children resulting from mouth paint ingestion: a bottling problem. J Paediatr Child Health. 2006;42:350–353.", "ArticleIdList": ["16737476"]}, {"Citation": "Giard MJ, Uden DL, Whitlock DJ, Watson DM. Seizures induced by oral viscous lidocaine. Clin Pharm. 1983;2:110.", "ArticleIdList": ["6883940"]}, {"Citation": "Gonzalez del Rey J, Wason S, Druckenbrod RW. Lidocaine overdose: another preventable case? Pediatr Emerg Care. 1994;10:344–346.", "ArticleIdList": ["7899121"]}, {"Citation": "Rothstein P, Dornbusch J, Shaywitz BA. Prolonged seizures associated with the use of viscous lidocaine. J Pediatr. 1982;101:461–463.", "ArticleIdList": ["7108671"]}, {"Citation": "Curtis LA, Dolan TS, Seibert HE. Are one or two dangerous? Lidocaine and topical anesthetic exposures in children. J Emerg Med. 2009;37:32–39.", "ArticleIdList": ["18280086"]}, {"Citation": "Teoh L, Moses GM. Are teething gels safe or even necessary for our children? A review of the safety, efficacy and use of topical lidocaine teething gels. J Paediatr Child Health. 2020;56:502–505.", "ArticleIdList": ["31898380"]}, {"Citation": "Bayat A, Kosinski RW. Methemoglobinemia in a newborn: a case report. Pediatr Dent. 2011;33:252–254.", "ArticleIdList": ["21703079"]}, {"Citation": "Bong CL, Hilliard J, Seefelder C. Severe methemoglobinemia from topical benzocaine 7.5% (baby orajel) use for teething pain in a toddler. Clin Pediatr (Phila) 2009;48:209–211.", "ArticleIdList": ["18836057"]}, {"Citation": "Chung NY, Batra R, Itzkevitch M, Boruchov D, Baldauf M. Severe methemoglobinemia linked to gel-type topical benzocaine use: a case report. J Emerg Med. 2010;38:601–606.", "ArticleIdList": ["19097728"]}, {"Citation": "Trapp L, Will J. Acquired methemoglobinemia revisited. Dent Clin North Am. 2010;54:665–675.", "ArticleIdList": ["20831930"]}, {"Citation": "Melamed J, Beaucher WN. Delayed-type hypersensitivity (type IV) reactions in dental anesthesia. Allergy Asthma Proc. 2007;28:477–479.", "ArticleIdList": ["17883918"]}, {"Citation": "Kumar G, Jalaluddin M, Rout P, Mohanty R, Dileep CL. Emerging trends of herbal care in dentistry. J Clin Diagn Res. 2013;7:1827–1829.", "ArticleIdList": ["PMC3782986", "24086929"]}, {"Citation": "Tsuchiya H. Anesthetic agents of plant origin: a review of phytochemicals with anesthetic activity. Molecules. 2017;22:1369.", "ArticleIdList": ["PMC6152143", "28820497"]}, {"Citation": "Patel AS, Patel SA, Fulzele PR, Mohod SC, Chandak M, Patel SS. Evaluation of the role of propolis and a new herbal ointment in promoting healing of traumatic oral ulcers: an animal experimental study. Contemp Clin Dent. 2020;11:121–125.", "ArticleIdList": ["PMC7583538", "33110323"]}, {"Citation": "Patil S, Halgatti V, Maheshwari S, Santosh BS. Comparative study of the efficacy of herbal antioxdants oxitard and aloe vera in the treatment of oral submucous fibrosis. J Clin Exp Dent. 2014;6:e265–e270.", "ArticleIdList": ["PMC4134856", "25136428"]}, {"Citation": "Ghalayani P, Zolfaghary B, Farhad AR, Tavangar A, Soleymani B. The efficacy of Punica granatum extract in the management of recurrent aphthous stomatitis. J Res Pharm Pract. 2013;2:88–92.", "ArticleIdList": ["PMC4076909", "24991610"]}, {"Citation": "Grbic J, Wexler I, Celenti R, Altman J, Saffer A. A phase II trial of a transmucosal herbal patch for the treatment of gingivitis. J Am Dent Assoc. 2011;142:1168–1175.", "ArticleIdList": ["21965490"]}, {"Citation": "Reddy SP, Koduganti RR, Panthula VR, Surya Prasanna J, Gireddy H, Dasari R, et al. Efficacy of low-level laser therapy, hyaluronic acid gel, and herbal gel as adjunctive tools in gingivectomy wound healing: a randomized comparative clinical and histological study. Cureus. 2019;11:e6438.", "ArticleIdList": ["PMC6970443", "31993275"]}, {"Citation": "Alqareer A, Alyahya A, Andersson L. The effect of clove and benzocaine versus placebo as topical anesthetics. J Dent. 2006;34:747–750.", "ArticleIdList": ["16530911"]}, {"Citation": "Anantharaj A, Sabu JM, Ramakrishna S, Jagdeesh RB, Praveen P, Shankarappa PR. A comparative evaluation of pain perception following topical application of benzocaine gel, clove-papaya based anesthetic gel and precooling of the injection site before intraoral injections in children. J Indian Soc Pedod Prev Dent. 2020;38:184–189.", "ArticleIdList": ["32611866"]}, {"Citation": "Havale R, Rao DG, S PS, K MT, Tharay N, Mathew I, et al. Comparative evaluation of pain perception following topical application of clove oil, betel leaf extract, lignocaine gel, and ice prior to intraoral injection in children aged 6-10 years: a randomized control study. J Dent Anesth Pain Med. 2021;21:329–336.", "ArticleIdList": ["PMC8349677", "34395900"]}, {"Citation": "Balicer RD, Kitai E. Methemoglobinemia caused by topical teething preparation: a case report. Sci World J. 2004;4:517–520.", "ArticleIdList": ["PMC5956512", "15311326"]}, {"Citation": "Cannell H. Evidence for safety margins of lignocaine local anaesthetics for peri-oral use. Br Dent J. 1996;181:243–249.", "ArticleIdList": ["8917957"]}, {"Citation": "Becker DE, Reed KL. Local anesthetics: review of pharmacological considerations. Anesth Prog. 2012;59:90–101.", "ArticleIdList": ["PMC3403589", "22822998"]}, {"Citation": "Bhardwaj I, Sharma M. Herbal anesthetic agents: an overview on sources, uses and future perspectives. Asian J Pharm Pharmacol. 2019;5:21–27."}, {"Citation": "Biswas P, Anand U, Saha SC, Kant N, Mishra T, Masih H, et al. Betelvine (Piper betle L.): a comprehensive insight into its ethnopharmacology, phytochemistry, and pharmacological, biomedical and therapeutic attributes. J Cell Mol Med. 2022;26:3083–3119.", "ArticleIdList": ["PMC9170825", "35502487"]}, {"Citation": "Batiha GE, Alkazmi LM, Wasef LG, Beshbishy AM, Nadwa EH, Rashwan EK. Syzygium aromaticum L. (Myrtaceae): traditional uses, bioactive chemical constituents, pharmacological and toxicological activities. Biomolecules. 2020;10:202.", "ArticleIdList": ["PMC7072209", "32019140"]}, {"Citation": "Sarrami N, Pemberton MN, Thornhill MH, Theaker ED. Adverse reactions associated with the use of eugenol in dentistry. Br Dent J. 2002;193:257–259.", "ArticleIdList": ["12353045"]}, {"Citation": "Tammannavar P, Pushpalatha C, Jain S, Sowmya SV. An unexpected positive hypersensitive reaction to eugenol. BMJ Case Rep. 2013;2013:bcr2013009464", "ArticleIdList": ["PMC3794103", "24049087"]}, {"Citation": "Muralikrishnan K, Asokan S, Geetha Priya PR, Zameer Ahmed KS, Ayyappadasan G. Comparative evaluation of the local anesthetic activity of root extract of Anacyclus pyrethrum and its interaction at the site of injection in guinea pigs. Anesth Essays Res. 2017;11:444–448.", "ArticleIdList": ["PMC5490119", "28663638"]}, {"Citation": "Dubey S, Maity S, Singh M, Saraf SA, Saha S. Phytochemistry, pharmacology and toxicology of Spilanthes acmella: a review. Adv Pharmacol Sci. 2013;2013:423750.", "ArticleIdList": ["PMC3858870", "24371437"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "9", "Day": "7"}, {"Year": "2022", "Month": "10", "Day": "23"}, {"Year": "2022", "Month": "11", "Day": "9"}, {"Year": "2023", "Month": "1", "Day": "5", "Hour": "2", "Minute": "25"}, {"Year": "2023", "Month": "1", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "6", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "12", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36601130", "PMC9763823", "10.17245/jdapm.2022.22.6.419"]}}], "PubmedBookArticle": []}