{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["INFERTILE MEN", "Prolactin", "Sex Hormones"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36617207", "DateRevised": {"Year": "2023", "Month": "01", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "01", "Day": "01"}], "Language": ["eng"], "ELocationID": ["10.22074/ijfs.2022.548477.1259", "252746"], "Journal": {"ISSN": "2008-076X", "JournalIssue": {"Volume": "17", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Jan", "Day": "01"}}, "Title": "International journal of fertility & sterility", "ISOAbbreviation": "Int J Fertil Steril"}, "ArticleTitle": "The Effect of Palm Pollen and Black Seed Pollen on Male Sex Hormones and Sperm Quality: A Single-Blind, Placebo-Controlled Clinical Trial Study.", "Pagination": {"StartPage": "75", "EndPage": "79", "MedlinePgn": "75-79"}, "Abstract": {"AbstractText": ["Nowadays, using medicinal properties is a good alternative for infertility treatment to use them is increasing in the world. The aim of this study was to determine the effects of Herbal oral capsules included palm pollen extract (DPP) and Nigella Sativa extract (NS) on sex hormones in adult infertile men.", "In this a single-blind, placebo-controlled clinical trial study, a total of 62 infertile men between 22 and 42 years of age were randomly selected and tested for sex hormones and prolactin. Thirty people in the case group received two 500 mg/kg capsules on a daily basis containing an herbal composition of palm pollen extract (350 mg) and black seed powder extract (250 mg) and the 20 in the control group received a placebo in the morning and at night for 3 months. The herbal composition capsules were manufactured by the Golbadistan Company. At the end of the three -month period, blood and semen tests were performed before and after the intervention in the case group that was compared with the control group. Hormonal assays were performed by Immunoradiometric Assay (IRMA) method. The data entered SPSS statistical software and the level of significance was set at P≤0.05.", "The spermiogram test results showed significant changes in the sperm count, progressive motility and rapid progressivity of the case group at the end of a quarterly period after consuming plant composition except for morphology (P=0.001, P=0.001, P=0.02, P=0.23). In addition, in the case group, the concentration of testosterone, follicle stimulating hormone (FSH), luteinizing hormone (LH) was significantly increased compared to the control group (P=0.000, P=0.004, P=0.012).", "It seems that taking one 500 mg/kg capsule of DPP and NS extract can significantly increase sperm parameters and testosterone (registration number: IRCT2015020120895N1)."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Golestan Navy Hospital, Tehran, Iran."}], "LastName": "Hajb", "ForeName": "Ali", "Initials": "A"}, {"Identifier": ["3316-5999-0001-0000"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Yaasuj University of Medical Sciences, Yasuj, Iran."}], "LastName": "Salehpour", "ForeName": "Zeynab", "Initials": "Z"}, {"Identifier": ["0696 -2571-0002- 000"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Marine Chemistry, Faculty of Marine Science, Chabahar Maritime University, Chabahar, Iran."}], "LastName": "Aghaei", "ForeName": "Roghayyeh", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Endocrinology and Infertility, Shariati Hospital, Tehran University of Medical Sciences, Tehran, Iran."}], "LastName": "Najafian", "ForeName": "Aida", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anesthesiology, Critical Care and Pain Management Research Center, Hormozgan University of Medical Sciences, Bandar Abbas, Iran."}], "LastName": "Mahmoodi", "ForeName": "Masoumeh", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Fertility and Infertility Research Center, Hormozgan University of Medical Sciences, Bandar Abbas, Iran."}], "LastName": "Latifi", "ForeName": "Masoomeh", "Initials": "M"}, {"Identifier": ["0000-0002-9037-182X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Fertility and Infertility Research Center, Hormozgan University of Medical Sciences, Bandar Abbas, Iran."}], "LastName": "Fallahi", "ForeName": "Soghra", "Initials": "S"}], "DataBankList": [{"DataBankName": "IRCT", "AccessionNumberList": ["IRCT2015020120895N1"]}], "PublicationTypeList": ["Clinical Trial"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Int J Fertil Steril", "NlmUniqueID": "101487941", "ISSNLinking": "2008-0778"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Practice Committee of the American Society for Reproductive Medicine. Definitions of infertility and recurrent pregnancy loss: a committee opinion. Fertil Steril. 2013;99(1):63–63.", "ArticleIdList": ["23095139"]}, {"Citation": "Martin-Hidalgo D, Bragado MJ, Batista AR, Oliveira PF, Alves MG. Antioxidants and male fertility: from molecular studies to clinical evidence. Antioxidants (Basel). 2019;8(4):89–89.", "ArticleIdList": ["PMC6523199", "30959797"]}, {"Citation": "Del Giudice F, Kasman AM, De Berardinis E, Busetto GM, Belladelli F, Eisenberg ML. Association between male infertility and male-specific malignancies: systematic review and meta-analysis of population-based retrospective cohort studies. Fertil Steril. 2020;114(5):984–996.", "ArticleIdList": ["32709378"]}, {"Citation": "Fallahi S, Rajaei M, Hesam MJ, Koolivand M, Malekzadeh K. The effect of Phoenix dactylifera pollen on the expression of NRF2, SOD2, CAT, and GPX4 genes, and sperm parameters of fertile and infertile men: a controlled clinical trial. Int J Reprod Biomed. 2021;19(6):545–558.", "ArticleIdList": ["PMC8350849", "34401649"]}, {"Citation": "Shehzad M, Rasheed H, Naqvi SA, Al-Khayri JM, Lorenzo JM, Alaghbari MA, et al. Therapeutic potential of date palm against human infertility: a review. Metabolites. 2021;11(6):408–408.", "ArticleIdList": ["PMC8235103", "34205817"]}, {"Citation": "Sampannang A, Arun S, Burawat J, Sukhorum W, Iamsaard S. Comparison of male reproductive parameters in mice with type 1 and type 2 diabetes. Clin Exp Reprod Med. 2020;47(1):20–33.", "ArticleIdList": ["PMC7127904", "32036645"]}, {"Citation": "Ubah SA, Agbonu OA, Columbus PK, Abah KO, Chibuogwu IC, Abalaka SE, et al. Effects of date fruit (Phoenix dactylifera) on sperm cell morphology and reproductive hormonal profiles in cypermethrin-induced male infertility in Wister rats. Sci Afr. 2021;11:e00713–e00713."}, {"Citation": "Leisegang K, Almaghrawi W, Henkel R. The effect of Nigella sativa oil and metformin on male seminal parameters and testosterone in Wistar rats exposed to an obesogenic diet. Biomed Pharmacother. 2021;133:111085–111085.", "ArticleIdList": ["33378981"]}, {"Citation": "Adedara IA, Lawal TA, Adesina AA, Oyebiyi OO, Ebokaiwe AP, Farombi EO. Sperm functional parameters and erythrocytes oxidant-antioxidant imbalance during municipal landfill leachate treatment withdrawal in rats. Environ Toxicol Pharmacol. 2014;37(1):460–467.", "ArticleIdList": ["24486716"]}, {"Citation": "Rosli FD, Hashim NH, Osman K, Ibrahim SF, Kabir N. Ameliorative effects of thymoquinone on sperm parameters and testosterone level of nicotine-treated sprague dawley rats. Braz Arch Biol Technol. 2019:62–62."}, {"Citation": "O’Flaherty C. Reactive oxygen species and male fertility. Antioxidants (Basel). 2020;9(4):287–287.", "ArticleIdList": ["PMC7222198", "32235383"]}, {"Citation": "Signorini C, Moretti E, Collodel G. Role of isoprostanes in human male infertility. Syst Biol Reprod Med. 2020;66(5):291–299.", "ArticleIdList": ["32842780"]}, {"Citation": "Garcia-Perez P, Xiao J, Munekata PE, Lorenzo JM, Barba FJ, Rajoka MSR, et al. Revalorization of almond by-products for the design of novel functional foods: an updated review. Foods. 2021;10(8):1823–1823.", "ArticleIdList": ["PMC8391475", "34441599"]}, {"Citation": "Leisegang K, Finelli R. Alternative medicine and herbal remedies in the treatment of erectile dysfunction: a systematic review. Arab J Urol. 2021;19(3):323–339.", "ArticleIdList": ["PMC8451697", "34552783"]}, {"Citation": "Lu JC, Huang YF, Lü NQ. WHO laboratory manual for the examination and processing of human semen: its applicability to andrology laboratories in China. Zhonghua Nan Ke Xue. 2010;16(10):867–871.", "ArticleIdList": ["21243747"]}, {"Citation": "Dcunha R, Hussein RS, Ananda H, Kumari S, Adiga SK, Kannan N, et al. Current insights and latest updates in sperm motility and associated applications in assisted reproduction. Reprod Sci. 2022;29(1):7–25.", "ArticleIdList": ["PMC7721202", "33289064"]}, {"Citation": "Oluwasina OO, Demehin BF, Awolu OO, Igbe FO. Optimization of starch-based candy supplemented with date palm (Phoenix dactylifera) and tamarind (Tamarindus indica L.). Arab J Chem. 2020;13(11):8039–8050."}, {"Citation": "Turner KA, Rambhatla A, Schon S, Agarwal A, Krawetz SA, Dupree JM, et al. Male infertility is a women’s health issue—research and clinical evaluation of male infertility is needed. Cells. 2020;9(4):990–990.", "ArticleIdList": ["PMC7226946", "32316195"]}, {"Citation": "Ghasemi R, Mir Mohammad Rezaei F, Nasri S, Nili Ahmadabadi A. The effects of hydro-alcoholic extract of Nigella sativa seed on sperm parameters and spermatogenesis in toxicity induced by diazinon in male rats. Armaghane Danesh. 2017;22(4):486–498."}, {"Citation": "Marefati N, Ghorani V, Shakeri F, Boskabady M, Kianian F, Rezaee R, et al. A review of anti-inflammatory, antioxidant, and immunomodulatory effects of Allium cepa and its main constituents. Pharm Biol. 2021;59(1):287–302.", "ArticleIdList": ["PMC7919894", "33645419"]}, {"Citation": "Recchia K, Jorge AS, Pessôa LVdF, Botigelli RC, Zugaib VC, de Souza AF, et al. Actions and roles of FSH in germinative cells. Int J Mol Med Sci. 2021;22(18):10110–10110.", "ArticleIdList": ["PMC8470522", "34576272"]}, {"Citation": "Gangwar PK, Sankhwar SN, Pant S, Krishna A, Singh BP, Mahdi AA, et al. Increased Gonadotropins and prolactin are linked to infertility in males. Bioinformation. 2020;16(2):176–182.", "ArticleIdList": ["PMC7196164", "32405170"]}, {"Citation": "Green KI, Amadi C. Status of serum prolactin levels among male cohort in infertile couples. Int J Appl Basic Med Res. 2020;10(4):245–251.", "ArticleIdList": ["PMC7758791", "33376697"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "2", "Day": "8"}, {"Year": "2023", "Month": "1", "Day": "8", "Hour": "1", "Minute": "50"}, {"Year": "2023", "Month": "1", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "9", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["36617207", "PMC9807887", "10.22074/ijfs.2022.548477.1259", "252746"]}}], "PubmedBookArticle": []}