{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["GC/MS", "Tamarindus indica L.", "anti-inflammatory", "chemometric analysis", "drug discovery", "molecular docking", "public health", "wound healing"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36616217", "DateRevised": {"Year": "2023", "Month": "01", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "12", "Day": "23"}], "Language": ["eng"], "ELocationID": ["87", "10.3390/plants12010087"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Dec", "Day": "23"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Comparative Metabolic Study of <i>Tamarindus indica</i> L.'s Various Organs Based on GC/MS Analysis, <i>In Silico</i> and <i>In Vitro</i> Anti-Inflammatory and Wound Healing Activities.", "Abstract": {"AbstractText": ["The chemical composition of the <i>n</i>-hexane extract of <i>Tamarindus indica's</i> various organs-bark, leaves, seeds, and fruits (TIB, TIL, TIS, TIF)-was investigated using gas chromatography-mass spectrometry (GC/MS) analysis. A total of 113 metabolites were identified, accounting for 93.07, 83.17, 84.05, and 85.08 % of the total identified components in TIB, TIL, TIS, and TIF, respectively. Lupeol was the most predominant component in TIB and TIL, accounting for 23.61 and 22.78%, respectively. However, <i>n</i>-Docosanoic acid (10.49%) and methyl tricosanoate (7.09%) were present in a high percentage in TIS. However, <i>α</i>-terpinyl acetate (7.36%) and <i>α</i>-muurolene (7.52%) were the major components of TIF <i>n</i>-hexane extract. By applying a principal component analysis (PCA) and hierarchal cluster analysis (HCA) to GC/MS-based metabolites, a clear differentiation of <i>Tamarindus indica</i> organs was achieved. The anti-inflammatory activity was evaluated in vitro on lipopolysaccharide (LPS)-induced RAW 264.7 macrophages. In addition, the wound healing potential for the <i>n</i>-hexane extract of various plant organs was assessed using the in-vitro wound scratch assay using Human Skin Fibroblast cells. The tested extracts showed considerable anti-inflammatory and wound-healing activities. At a concentration of 10 µg/mL, TIL showed the highest nitric oxide (NO) inhibition by 53.97 ± 5.89%. Regarding the wound healing potential, after 24 h, TIB, TIL, TIS, and TIF <i>n</i>-hexane extracts at 10 g/mL reduced the wound width to 1.09 ± 0.04, 1.12 ± 0.18, 1.09 ± 0.28, and 1.41 ± 0.35 mm, respectively, as compared to the control cells (1.37 ± 0.15 mm). These findings showed that the <i>n</i>-hexane extract of <i>T. indica</i> enhanced wound healing by promoting fibroblast migration. Additionally, a docking study was conducted to assess the major identified phytoconstituents' affinity for binding to glycogen synthase kinase 3-β (GSK3-β), matrix metalloproteinases-8 (MMP-8), and nitric oxide synthase (iNOS). Lupeol showed the most favourable binding affinity to GSK3-β and iNOS, equal to -12.5 and -13.7 Kcal/mol, respectively, while methyl tricosanoate showed the highest binding affinity with MMP-8 equal to -13.1 Kcal/mol. Accordingly, the <i>n</i>-hexane extract of <i>T. indica's</i> various organs can be considered a good candidate for the management of wound healing and inflammatory conditions."]}, "AuthorList": [{"Identifier": ["0000-0003-2812-8340"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Badr University in Cairo, Cairo 11829, Egypt."}], "LastName": "Aly", "ForeName": "Shaza H", "Initials": "SH"}, {"Identifier": ["0000-0002-6795-4816"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, Faculty of Pharmacy, King Salman International University (KSIU), South Sinai 46612, Egypt."}], "LastName": "El-Hassab", "ForeName": "Mahmoud A", "Initials": "MA"}, {"Identifier": ["0000-0003-3799-0581"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Natural Products, Faculty of Pharmacy, King Abdulaziz University, Jeddah 21589, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Center for Artificial Intelligence in Precision Medicines, King Abdulaziz University, Jeddah 21589, Saudi Arabia."}], "LastName": "Elhady", "ForeName": "Sameh S", "Initials": "SS"}, {"Identifier": ["0000-0002-2951-983X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Ain Shams University, Cairo 11566, Egypt."}, {"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, King Salman International University (KSIU), South Sinai 46612, Egypt."}], "LastName": "Gad", "ForeName": "Haidy A", "Initials": "HA"}], "GrantList": [{"GrantID": "IFPIP:1919-166-1443)", "Agency": "Institutional Fund Projects under grant no. (IFPIP:1919-166-1443). The authors gratefully acknowledge technical and financial support provided by the Ministry of Education and King Abdulaziz University, DSR, Jeddah, Saudi Arabia.", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Elmaidomy A.H., Abdelmohsen U.R., Alsenani F., Aly H.F., Shams S.G.E., Younis E.A., Ahmed K.A., Sayed A.M., Owis A.I., Afifi N., et al. The Anti-Alzheimer Potential of Tamarindus Indica: An in Vivo Investigation Supported by in Vitro and in Silico Approaches. RSC Adv. 2022;12:11769–11785. doi: 10.1039/D2RA01340A.", "ArticleIdList": ["10.1039/D2RA01340A", "PMC9015909", "35481086"]}, {"Citation": "Chong U.R.W., Abdul-Rahman P.S., Abdul-Aziz A., Hashim O.H., Mat Junit S. Tamarindus indica Extract Alters Release of Alpha Enolase, Apolipoprotein A-I, Transthyretin and Rab GDP Dissociation Inhibitor Beta from HepG2 Cells. PLoS ONE. 2012;7:e39476. doi: 10.1371/journal.pone.0039476.", "ArticleIdList": ["10.1371/journal.pone.0039476", "PMC3378544", "22724021"]}, {"Citation": "Havinga R.M., Hartl A., Putscher J., Prehsler S., Buchmann C., Vogl C.R. Tamarindus indica L. (Fabaceae): Patterns of Use in Traditional African Medicine. J. Ethnopharmacol. 2010;127:573–588. doi: 10.1016/j.jep.2009.11.028.", "ArticleIdList": ["10.1016/j.jep.2009.11.028", "19963055"]}, {"Citation": "Lim C.Y., Mat Junit S., Abdulla M.A., Abdul Aziz A. In Vivo Biochemical and Gene Expression Analyses of the Antioxidant Activities and Hypocholesterolaemic Properties of Tamarindus indica Fruit Pulp Extract. PLoS ONE. 2013;8:e70058. doi: 10.1371/journal.pone.0070058.", "ArticleIdList": ["10.1371/journal.pone.0070058", "PMC3720937", "23894592"]}, {"Citation": "Aly S.H., Elissawy A.M., Eldahshan O.A., Elshanawany M.A., Efferth T., Singab A.N.B. The Pharmacology of the Genus Sophora (Fabaceae): An Updated Review. Phytomedicine. 2019;64:153070. doi: 10.1016/j.phymed.2019.153070.", "ArticleIdList": ["10.1016/j.phymed.2019.153070", "31514082"]}, {"Citation": "Eldahshan O., Aly S., Elissawy A., Elshanawany M., Singab A.N. Morphological and Genetic Characteristics of Sophora secundiflora and Sophora tomentosa (Fabaceae) Cultivated in Egypt. Taeckholmia. 2019;39:103–129. doi: 10.21608/taec.2020.20572.1010.", "ArticleIdList": ["10.21608/taec.2020.20572.1010"]}, {"Citation": "Abdelrahman G.H., Mariod A.A. Wild Fruits: Composition, Nutritional Value and Products. Springer; Berlin/Heidelberg, Germany: 2019."}, {"Citation": "Kuru P. Tamarindus Indica and Its Health Related Effects. Asian Pac. J. Trop. Biomed. 2014;4:676–681. doi: 10.12980/APJTB.4.2014APJTB-2014-0173.", "ArticleIdList": ["10.12980/APJTB.4.2014APJTB-2014-0173"]}, {"Citation": "Martinello F., Soares S.M., Franco J.J., Santos A.C., Sugohara A., Garcia S.B., Curti C., Uyemura S.A. Hypolipemic and Antioxidant Activities from Tamarindus indica L. Pulp Fruit Extract in Hypercholesterolemic Hamsters. Food Chem. Toxicol. Int. J. Publ. Br. Ind. Biol. Res. Assoc. 2006;44:810–818. doi: 10.1016/j.fct.2005.10.011.", "ArticleIdList": ["10.1016/j.fct.2005.10.011", "16330140"]}, {"Citation": "Bhadoriya S.S., Mishra V., Raut S., Ganeshpurkar A., Jain S.K. Anti-Inflammatory and Antinociceptive Activities of a Hydroethanolic Extract of Tamarindus indica Leaves. Sci. Pharm. 2012;80:685–700. doi: 10.3797/scipharm.1110-09.", "ArticleIdList": ["10.3797/scipharm.1110-09", "PMC3447617", "23008815"]}, {"Citation": "Maiti R., Jana D., Das U.K., Ghosh D. Antidiabetic Effect of Aqueous Extract of Seed of Tamarindus indica in Streptozotocin-Induced Diabetic Rats. J. Ethnopharmacol. 2004;92:85–91. doi: 10.1016/j.jep.2004.02.002.", "ArticleIdList": ["10.1016/j.jep.2004.02.002", "15099853"]}, {"Citation": "De Caluwé E., Halamová K., Van Damme P. Tamarind (Tamarindus indica L.): A Review of Traditional Uses, Phytochemistry and Pharmacology. ACS Symp. Ser. 2009;1021:85–110. doi: 10.1021/bk-2009-1021.ch005.", "ArticleIdList": ["10.1021/bk-2009-1021.ch005"]}, {"Citation": "Naeem N., Nadeem F., Azeem M.W., Dharmadasa R.M. Tamarindus indica—A Review of Explored Potentials. Int. J. Chem. Biochem. Sci. 2017;12:98–106."}, {"Citation": "Escalona-Arranz J., Péres-Roses R., Urdaneta-Laffita I., Camacho-Pozo M., Rodríguez-Amado J., Licea-Jiménez I. Antimicrobial Activity of Extracts from Tamarindus indica L. Leaves. Pharmacogn. Mag. 2010;6:242–247. doi: 10.4103/0973-1296.66944.", "ArticleIdList": ["10.4103/0973-1296.66944", "PMC2950390", "20931087"]}, {"Citation": "Al-Fatimi M., Wurster M., Schröder G., Lindequist U. Antioxidant, Antimicrobial and Cytotoxic Activities of Selected Medicinal Plants from Yemen. J. Ethnopharmacol. 2007;111:657–666. doi: 10.1016/j.jep.2007.01.018.", "ArticleIdList": ["10.1016/j.jep.2007.01.018", "17306942"]}, {"Citation": "Meléndez P.A., Capriles V.A. Antibacterial Properties of Tropical Plants from Puerto Rico. Phytomedicine. 2006;13:272–276. doi: 10.1016/j.phymed.2004.11.009.", "ArticleIdList": ["10.1016/j.phymed.2004.11.009", "16492531"]}, {"Citation": "Komakech R., Kim Y., Matsabisa G.M., Kang Y. Anti-Inflammatory and Analgesic Potential of Tamarindus indica Linn. (Fabaceae): A Narrative Review. Integr. Med. Res. 2019;8:181–186. doi: 10.1016/j.imr.2019.07.002.", "ArticleIdList": ["10.1016/j.imr.2019.07.002", "PMC6704379", "31453087"]}, {"Citation": "Meher B., Dash D.K., Kumar Dash D., Roy A. A Review on: Phytochemistry, Pharmacology and Traditional Uses of Tamarindus indica L. World J. Pharm. Pharm. Sci. 2014;3:229."}, {"Citation": "Yerima M., Anuka J.A., Salawu O.A., Abdu-Aguye I. Antihyperglycaemic Activity of the Stem-Bark Extract of Tamarindus indica L. on Experimentally Induced Hyperglycaemic and Normoglycaemic Wistar Rats. Pak. J. Biol. Sci. PJBS. 2014;17:414–418. doi: 10.3923/pjbs.2014.414.418.", "ArticleIdList": ["10.3923/pjbs.2014.414.418", "24897797"]}, {"Citation": "Das S.S., Dey M., Ghosh A.K. Determination of Anthelmintic Activity of the Leaf and Bark Extract of Tamarindus indica Linn. Indian J. Pharm. Sci. 2011;73:104–107. doi: 10.4103/0250-474x.89768.", "ArticleIdList": ["10.4103/0250-474x.89768", "PMC3224400", "22131633"]}, {"Citation": "Okur M.E., Karadağ A.E., Okur N.Ü., Özhan Y., Sipahi H., Ayla Ş., Daylan B., Demirci B., Demirci F. In Vivo Wound Healing and in Vitro Anti-Inflammatory Activity Evaluation of Phlomis russeliana Extract Gel Formulations. Molecules. 2020;25:2695. doi: 10.3390/molecules25112695.", "ArticleIdList": ["10.3390/molecules25112695", "PMC7321211", "32531998"]}, {"Citation": "Bakr R.O., Amer R.I., Attia D., Abdelhafez M.M., Al-Mokaddem A.K., El Gendy A.N., El-Fishawy A.M., Fayed M.A.A., Gad S.S. In-Vivo Wound Healing Activity of a Novel Composite Sponge Loaded with Mucilage and Lipoidal Matter of Hibiscus Species. Biomed. Pharmacother. 2021;135:111225. doi: 10.1016/j.biopha.2021.111225.", "ArticleIdList": ["10.1016/j.biopha.2021.111225", "33434856"]}, {"Citation": "Imran M., Sharma J.N., Kamal M., Asif M. Standardization and Wound-Healing Activity of Petroleum, Ethanolic and Aqueous Extracts of Ficus benghalensis Leaves. Pharm. Chem. J. 2021;54:1057–1062. doi: 10.1007/s11094-021-02319-x.", "ArticleIdList": ["10.1007/s11094-021-02319-x"]}, {"Citation": "Agyare C., Boakye Y.D., Bekoe E.O., Hensel A., Dapaah S.O., Appiah T. Review: African Medicinal Plants with Wound Healing Properties. J. Ethnopharmacol. 2016;177:85–100. doi: 10.1016/j.jep.2015.11.008.", "ArticleIdList": ["10.1016/j.jep.2015.11.008", "26549271"]}, {"Citation": "Haque S.D., Saha S.K., Salma U., Nishi M.K., Rahaman M.S. Antibacterial Effect of Aloe Vera (Aloe barbadensis) Leaf Gel against Staphylococcus aureus, Pseudomonas aeruginosa, Escherichia coli and Klebsiella pneumoniae. Mymensingh Med. J. 2019;28:490–496. doi: 10.3329/mediscope.v7i2.49444.", "ArticleIdList": ["10.3329/mediscope.v7i2.49444", "31391416"]}, {"Citation": "Shedoeva A., Leavesley D., Upton Z., Fan C. Wound Healing and the Use of Medicinal Plants. Evid.-Based Complement. Altern. Med. 2019;2019:2684108. doi: 10.1155/2019/2684108.", "ArticleIdList": ["10.1155/2019/2684108", "PMC6778887", "31662773"]}, {"Citation": "Ads E.N., Hassan S.I., Rajendrasozhan S., Hetta M.H., Aly S.H., Ali M.A. Isolation, Structure Elucidation and Antimicrobial Evaluation of Natural Pentacyclic Triterpenoids and Phytochemical Investigation of Different Fractions of Ziziphus spina-christi (L.) Stem Bark Using LCHRMS Analysis. Molecules. 2022;27:1805. doi: 10.3390/molecules27061805.", "ArticleIdList": ["10.3390/molecules27061805", "PMC8951313", "35335169"]}, {"Citation": "El-Nashar H.A.S., Aly S.H., Ahmadi A., El-Shazly M. The Impact of Polyphenolics in the Management of Breast Cancer: Mechanistic Aspects and Recent Patents. Recent Pat. Anticancer Drug Discov. 2021;17:358–379. doi: 10.2174/1574892816666211213090623.", "ArticleIdList": ["10.2174/1574892816666211213090623", "34961465"]}, {"Citation": "Aly S.H., Elgindi M.R., Singab A.E.N.B., Mahmoud I.I. Hyophorbe verschaffeltii DNA Profiling, Chemical Composition of the Lipophilic Fraction, Antimicrobial, Anti-Inflammatory and Cytotoxic Activities. Res. J. Pharm. Biol. Chem. Sci. 2016;7:120–130."}, {"Citation": "Aly S.H., Elissawy A.M., Fayez A.M., Eldahshan O.A., Elshanawany M.A., Singab A.N.B. Neuroprotective Effects of Sophora secundiflora, Sophora tomentosa Leaves and Formononetin on Scopolamine-Induced Dementia. Nat. Prod. Res. 2021;35:5848–5852. doi: 10.1080/14786419.2020.1795853.", "ArticleIdList": ["10.1080/14786419.2020.1795853", "32696670"]}, {"Citation": "Saber F.R., Aly S.H., Khallaf M.A., El-Nashar H.A.S., Fahmy N.M., El-Shazly M., Radha R., Prakash S., Kumar M., Taha D., et al. Hyphaene thebaica (Areceaeae) as a Promising Functional Food: Extraction, Analytical Techniques, Bioactivity, Food, and Industrial Applications. Food Anal. Methods. 2022:1–21. doi: 10.1007/s12161-022-02412-1.", "ArticleIdList": ["10.1007/s12161-022-02412-1"]}, {"Citation": "Raslan M.A., Afifi A.H. In Vitro Wound Healing Properties, Antioxidant Activities, HPLC-ESI-MS/MS Profile and Phytoconstituents of the Stem Aqueous Methanolic Extract of Dracaena reflexa Lam. Biomed. Chromatogr. 2022;36:e5352. doi: 10.1002/bmc.5352.", "ArticleIdList": ["10.1002/bmc.5352", "35122279"]}, {"Citation": "Labib R.M., Ayoub I.M., Michel H.E., Mehanny M., Kamil V., Hany M., Magdy M., Moataz A., Maged B., Mohamed A. Appraisal on the Wound Healing Potential of Melaleuca alternifolia and Rosmarinus officinalis L. Essential Oil-Loaded Chitosan Topical Preparations. PLoS ONE. 2019;14:e0219561. doi: 10.1371/journal.pone.0219561.", "ArticleIdList": ["10.1371/journal.pone.0219561", "PMC6746351", "31525200"]}, {"Citation": "El-Nashar H.A.S., Mostafa N.M., Eldahshan O.A., Singab A.N.B. Chemical Composition, Cytotoxic and Anti-Arthritic Activities of Hexane Extracts of Certain Schinus Species. J. Pharm. Pharmacol. 2021;9:378–386. doi: 10.17265/2328-2150/2021.11.004.", "ArticleIdList": ["10.17265/2328-2150/2021.11.004"]}, {"Citation": "Aly S.H., Eldahshan O.A., Al-Rashood S.T., Binjubair F.A., El-Hassab M.A., Eldehna W.M., Acqua S.D., Zengin G. Chemical Constituents, Antioxidant, and Enzyme Inhibitory Activities Supported by In-Silico Study of n-Hexane Extract and Essential Oil of Guava Leaves. Molecules. 2022;27:8979. doi: 10.3390/molecules27248979.", "ArticleIdList": ["10.3390/molecules27248979", "PMC9781903", "36558111"]}, {"Citation": "Ali A., Garg P., Goyal R., Kaur G., Li X., Negi P., Valis M., Kuca K., Kulshrestha S. A Novel Herbal Hydrogel Formulation of Moringa oleifera for Wound Healing. Plants. 2020;10:25. doi: 10.3390/plants10010025.", "ArticleIdList": ["10.3390/plants10010025", "PMC7824484", "33374419"]}, {"Citation": "Ayoub I.M., Korinek M., El-Shazly M., Wetterauer B., El-Beshbishy H.A. Activity of Chasmanthe aethiopica Leaf Extract and Its Profiling Using LC/MS and GLC/MS. Plants. 2021;10:1118. doi: 10.3390/plants10061118.", "ArticleIdList": ["10.3390/plants10061118", "PMC8226651", "34073129"]}, {"Citation": "Sakib S.A., Tareq A.M., Islam A., Rakib A., Islam M.N., Uddin M.A., Rahman M.M., Seidel V., Emran T. Bin Anti-Inflammatory, Thrombolytic and Hair-Growth Promoting Activity of the n-Hexane Fraction of the Methanol Extract of Leea indica Leaves. Plants. 2021;10:1081. doi: 10.3390/plants10061081.", "ArticleIdList": ["10.3390/plants10061081", "PMC8229947", "34072236"]}, {"Citation": "Carullo G., Sciubba F., Governa P., Mazzotta S., Frattaruolo L., Grillo G., Cappello A.R., Cravotto G., Di Cocco M.E., Aiello F. Mantonico and Pecorello Grape Seed Extracts: Chemical Characterization and Evaluation of In Vitro Wound-Healing and Anti-Inflammatory Activities. Pharmaceuticals. 2020;13:97. doi: 10.3390/ph13050097.", "ArticleIdList": ["10.3390/ph13050097", "PMC7281466", "32423026"]}, {"Citation": "Ibrahim N.A., El-Gengaihi S., El-Hamidi A., Bashandy S.A.E. Chemical and Biological Evaluation of Tamarindus indica L. Growing in Sudan. Acta Hortic. 1995;390:51–58. doi: 10.17660/ActaHortic.1995.390.6.", "ArticleIdList": ["10.17660/ActaHortic.1995.390.6"]}, {"Citation": "Carasek E., Pawliszyn J. Screening of Tropical Fruit Volatile Compounds Using Solid-Phase Microextraction (SPME) Fibers and Internally Cooled SPME Fiber. J. Agric. Food Chem. 2006;54:8688–8696. doi: 10.1021/jf0613942.", "ArticleIdList": ["10.1021/jf0613942", "17090108"]}, {"Citation": "Gad H.A., Mukhammadiev E.A., Zengen G., Musayeib N.M.A., Hussain H., Bin Ware I., Ashour M.L., Mamadalieva N.Z. Chemometric Analysis Based on GC-MS Chemical Profiles of Three Stachys Species from Uzbekistan and Their Biological Activity. Plants. 2022;11:1215. doi: 10.3390/plants11091215.", "ArticleIdList": ["10.3390/plants11091215", "PMC9105566", "35567215"]}, {"Citation": "Rimbau V., Cerdan C., Vila R., Iglesias J. Antiinflammatory Activity of Some Extracts from Plants Used in the Traditional Medicine of North-African Countries (II) Phyther. Res. 1999;13:128–132. doi: 10.1002/(SICI)1099-1573(199903)13:2<128::AID-PTR399>3.0.CO;2-7.", "ArticleIdList": ["10.1002/(SICI)1099-1573(199903)13:2<128::AID-PTR399>3.0.CO;2-7", "10190185"]}, {"Citation": "Hivrale M.G., Bandawane D.D., Mali A.A. Anti-Inflammatory and Analgesic Activities of Petroleum Ether and Ethyl Acetate Fractions of Tamarindus indica Seeds. Orient. Pharm. Exp. Med. 2013;13:319–326. doi: 10.1007/s13596-013-0116-4.", "ArticleIdList": ["10.1007/s13596-013-0116-4"]}, {"Citation": "Dias A.M.A., Rey-Rico A., Oliveira R.A., Marceneiro S., Alvarez-Lorenzo C., Concheiro A., Júnior R.N.C., Braga M.E.M., De Sousa H.C. Wound Dressings Loaded with an Anti-Inflammatory Jucá (Libidibia ferrea) Extract Using Supercritical Carbon Dioxide Technology. J. Supercrit. Fluids. 2013;74:34–45. doi: 10.1016/j.supflu.2012.12.007.", "ArticleIdList": ["10.1016/j.supflu.2012.12.007"]}, {"Citation": "Lucetti D.L., Lucetti E.C., Bandeira M.A.M., Veras H.N., Silva A.H., Leal L.K.A., Lopes A.A., Alves V.C., Silva G.S., Brito G.A., et al. Anti-Inflammatory Effects and Possible Mechanism of Action of Lupeol Acetate Isolated from Himatanthus drasticus (Mart.) Plumel. J. Inflamm. 2010;7:60. doi: 10.1186/1476-9255-7-60.", "ArticleIdList": ["10.1186/1476-9255-7-60", "PMC3019217", "21167055"]}, {"Citation": "Skehan P., Storeng R., Scudiero D., Monks A., McMahon J., Vistica D., Warren J.T., Bokesch H., Kenney S., Boyd M.R. New Colorimetric Cytotoxicity Assay for Anticancer—Drug Screening. J. Natl. Cancer Inst. 1990;82:1107–1112. doi: 10.1093/jnci/82.13.1107.", "ArticleIdList": ["10.1093/jnci/82.13.1107", "2359136"]}, {"Citation": "Adeniyi O.V., Olaifa F.E., Emikpe B.O., Oyagbemi A.A. Experimental Evaluation of the Wound-Healing and Antioxidant Activities of Tamarind (Tamarindus indica) Pulp and Leaf Meal in the African Catfish (Clarias gariepinus) Acta Vet. Eurasia. 2018;44:63–72. doi: 10.26650/actavet.2018.011.", "ArticleIdList": ["10.26650/actavet.2018.011"]}, {"Citation": "Attah M.O., Ishaya H.B., Chiroma M.S., Amaza D., Balogun S.U., Jacks T. Effect of Tamarindus indica (Linn) on the Rate of Wound Healing in Adult Rabbits. IOSR J. Dent. Med. Sci. 2015;14:2279–2861. doi: 10.9790/0853-14818084.", "ArticleIdList": ["10.9790/0853-14818084"]}, {"Citation": "Poljšak N., Kočevar Glavač N. Tilia Sp. Seed Oil—Composition, Antioxidant Activity and Potential Use. Appl. Sci. 2021;11:4932. doi: 10.3390/app11114932.", "ArticleIdList": ["10.3390/app11114932"]}, {"Citation": "Hernandez G.R., Hernandez Garcia D.Y., Sanchez M.L. Healing Cream Tournefortia hirsutissima L. Med. Aromat. Plants. 2017;6:4–6. doi: 10.4172/2167-0412.1000295.", "ArticleIdList": ["10.4172/2167-0412.1000295"]}, {"Citation": "Hata K., Hori K., Takahashi S. Role of P38 MAPK in Lupeol-Induced B16 2F2 Mouse Melanoma Cell Differentiation. J. Biochem. 2003;134:441–445. doi: 10.1093/jb/mvg162.", "ArticleIdList": ["10.1093/jb/mvg162", "14561730"]}, {"Citation": "Geetha T., Varalakshmi P. Anti-Inflammatory Activity of Lupeol and Lupeol Linoleate in Rats. J. Ethnopharmacol. 2001;76:77–80. doi: 10.1016/S0378-8741(01)00175-1.", "ArticleIdList": ["10.1016/S0378-8741(01)00175-1", "11378285"]}, {"Citation": "Pereira Beserra F., Xue M., Maia G.L.d.A., Leite Rozza A., Helena Pellizzon C., Jackson C.J. Lupeol, a Pentacyclic Triterpene, Promotes Migration, Wound Closure, and Contractile Effect In Vitro: Possible Involvement of PI3K/Akt and P38/ERK/MAPK Pathways. Molecules. 2018;23:2819. doi: 10.3390/molecules23112819.", "ArticleIdList": ["10.3390/molecules23112819", "PMC6278408", "30380745"]}, {"Citation": "Patel S., Srivastava S., Singh M.R., Singh D. Preparation and Optimization of Chitosan-Gelatin Films for Sustained Delivery of Lupeol for Wound Healing. Int. J. Biol. Macromol. 2018;107:1888–1897. doi: 10.1016/j.ijbiomac.2017.10.056.", "ArticleIdList": ["10.1016/j.ijbiomac.2017.10.056", "29037874"]}, {"Citation": "Beserra F.P., Vieira A.J., Gushiken L.F.S., De Souza E.O., Hussni M.F., Hussni C.A., Takahira R.K., Nóbrega R.H., Martinez E.R.M., Jackson C.J., et al. Lupeol, a Dietary Triterpene, Enhances Wound Healing in Streptozotocin-Induced Hyperglycemic Rats with Modulatory Effects on Inflammation, Oxidative Stress, and Angiogenesis. Oxidative Med. Cell. Longev. 2019;2019:3182627. doi: 10.1155/2019/3182627.", "ArticleIdList": ["10.1155/2019/3182627", "PMC6532325", "31210838"]}, {"Citation": "Bopage N.S., Kamal Bandara Gunaherath G.M., Jayawardena K.H., Wijeyaratne S.C., Abeysekera A.M., Somaratne S. Dual Function of Active Constituents from Bark of Ficus Racemosa L. in Wound Healing. BMC Complement. Altern. Med. 2018;18:29. doi: 10.1186/s12906-018-2089-9.", "ArticleIdList": ["10.1186/s12906-018-2089-9", "PMC5785810", "29370854"]}, {"Citation": "Malinowska M., Miroslaw B., Sikora E., Ogonowski J., Wojtkiewicz A.M., Szaleniec M., Pasikowska-Piwko M., Eris I. New Lupeol Esters as Active Substances in the Treatment of Skin Damage. PLoS ONE. 2019;14:e0214216. doi: 10.1371/journal.pone.0214216.", "ArticleIdList": ["10.1371/journal.pone.0214216", "PMC6438679", "30921370"]}, {"Citation": "Bopage N.S., Jayawardena K.H., Wijeyaratne C., Abeysekera A.M., Gunaherath G.M.K.B. Wound Healing Activity of Some Lupeol Derivatives Using. Life Sci. 2016:3–5."}, {"Citation": "Poljšak N., Kreft S., Kočevar Glavač N. Vegetable Butters and Oils in Skin Wound Healing: Scientific Evidence for New Opportunities in Dermatology. Phyther. Res. 2020;34:254–269. doi: 10.1002/ptr.6524.", "ArticleIdList": ["10.1002/ptr.6524", "31657094"]}, {"Citation": "Lewinska A., Zebrowski J., Duda M., Gorka A., Wnuk M. Fatty Acid Profile and Biological Activities of Linseed and Rapeseed Oils. Molecules. 2015;20:22872–22880. doi: 10.3390/molecules201219887.", "ArticleIdList": ["10.3390/molecules201219887", "PMC6332175", "26703545"]}, {"Citation": "Xu A.L., Xue Y.-Y., Tao W.-T., Wang S.-Q., Xu H.-Q. Oleanolic Acid Combined with Olaparib Enhances Radiosensitization in Triple Negative Breast Cancer and Hypoxia Imaging with (18)F-FETNIM Micro PET/CT. Biomed. Pharmacother. 2022;150:113007. doi: 10.1016/j.biopha.2022.113007.", "ArticleIdList": ["10.1016/j.biopha.2022.113007", "35483190"]}, {"Citation": "Lin T.-K., Zhong L., Santiago J.L. Anti-Inflammatory and Skin Barrier Repair Effects of Topical Application of Some Plant Oils. Int. J. Mol. Sci. 2017;19:70. doi: 10.3390/ijms19010070.", "ArticleIdList": ["10.3390/ijms19010070", "PMC5796020", "29280987"]}, {"Citation": "Sánchez-Quesada C., López-Biedma A., Toledo E., Gaforio J.J. Squalene Stimulates a Key Innate Immune Cell to Foster Wound Healing and Tissue Repair. Evid.-Based Complement. Altern. Med. 2018;2018:9473094. doi: 10.1155/2018/9473094.", "ArticleIdList": ["10.1155/2018/9473094", "PMC6186384", "30363968"]}, {"Citation": "Abd El-Ghffar E.A., El-Nashar H.A.S., Eldahshan O.A., Singab A.N.B. GC-MS Analysis and Hepatoprotective Activity of the n-Hexane Extract of Acrocarpus fraxinifolius Leaves against Paracetamol-Induced Hepatotoxicity in Male Albino Rats. Pharm. Biol. 2017;55:444–449. doi: 10.1080/13880209.2016.1246575.", "ArticleIdList": ["10.1080/13880209.2016.1246575", "PMC6130506", "27937037"]}, {"Citation": "Rostad C.E., Pereira W.E. Kovats and Lee Retention Indices Determined by Gas Chromatography/Mass Spectrometry for Organic Compounds of Environmental Interest. J. High Resolut. Chromatogr. 1986;9:328–334. doi: 10.1002/jhrc.1240090603.", "ArticleIdList": ["10.1002/jhrc.1240090603"]}, {"Citation": "Ivanov I., Dincheva I., Badjakov I., Petkova N., Denev P., Pavlov A. GC-MS Analysis of Unpolar Fraction from Ficus carica L. (Fig) Leaves. Int. Food Res. J. 2018;25:282–286."}, {"Citation": "de Carvalho F.M.d.A., Schneider J.K., de Jesus C.V.F., de Andrade L.N., Amaral R.G., David J.M., Krause L.C., Severino P., Soares C.M.F., Bastos E.C., et al. Brazilian Red Propolis: Extracts Production, Physicochemical Characterization, and Cytotoxicity Profile for Antitumor Activity. Biomolecules. 2020;10:726. doi: 10.3390/biom10050726.", "ArticleIdList": ["10.3390/biom10050726", "PMC7277404", "32384801"]}, {"Citation": "El-Nashar H.A.S., Eldehna W.M., Al-Rashood S.T., Alharbi A., Eskandrani R.O., Aly S.H. GC/MS Analysis of Essential Oil and Enzyme Inhibitory Activities of Syzygium cumini (Pamposia) Grown in Docking Studies. Molecules. 2021;26:6984. doi: 10.3390/molecules26226984.", "ArticleIdList": ["10.3390/molecules26226984", "PMC8618078", "34834076"]}, {"Citation": "Aly S.H., Elissawy A.M., Eldahshan O.A., Elshanawany M.A., Singab A.N.B. Phytochemical Investigation Using GC/MS Analysis and Evaluation of Antimicrobial and Cytotoxic Activities of the Lipoidal Matter of Leaves of Sophora secundiflora and Sophora tomentosa. Arch. Pharm. Sci. Ain Shams Univ. 2020;4:207–214. doi: 10.21608/aps.2020.38371.1039.", "ArticleIdList": ["10.21608/aps.2020.38371.1039"]}, {"Citation": "Aly S.H., Elissawy A.M., Eldahshan O.A., Elshanawany M.A., Singab A.N.B. Variability of the Chemical Composition of the Essential Oils of Flowers and the Alkaloid Contents of Leaves of Sophora secundiflora and Sophora tomentosa. J. Essent. Oil-Bear. Plants. 2020;23:442–452. doi: 10.1080/0972060X.2020.1750489.", "ArticleIdList": ["10.1080/0972060X.2020.1750489"]}, {"Citation": "Gad H.A., Ayoub I.M., Wink M. Phytochemical Profiling and Seasonal Variation of Essential Oils of Three Callistemon Species Cultivated in Egypt. PLoS One. 2019;14:e0219571. doi: 10.1371/journal.pone.0219571.", "ArticleIdList": ["10.1371/journal.pone.0219571", "PMC6622538", "31295290"]}, {"Citation": "Gad H.A., Mamadalieva R.Z., Khalil N., Zengin G., Najar B., Khojimatov O.K., Al Musayeib N.M., Ashour M.L., Mamadalieva N.Z. GC-MS Chemical Profiling, Biological Investigation of Three Salvia Species Growing in Uzbekistan. Molecules. 2022;27:5365. doi: 10.3390/molecules27175365.", "ArticleIdList": ["10.3390/molecules27175365", "PMC9457740", "36080131"]}, {"Citation": "Brereton R.G. Applied Chemometrics for Scientists. John Wiley & Sons; Chichester, UK: 2007. pp. 1–379."}, {"Citation": "Yoo M.-S., Shin J.-S., Choi H.-E., Cho Y.-W., Bang M.-H., Baek N.-I., Lee K.-T. Fucosterol Isolated from Undaria pinnatifida Inhibits Lipopolysaccharide-Induced Production of Nitric Oxide and Pro-Inflammatory Cytokines via the Inactivation of Nuclear Factor-ΚB and P38 Mitogen-Activated Protein Kinase in RAW264.7 Macrophages. Food Chem. 2012;135:967–975. doi: 10.1016/j.foodchem.2012.05.039.", "ArticleIdList": ["10.1016/j.foodchem.2012.05.039", "22953812"]}, {"Citation": "Oliveira T., Figueiredo C.A., Brito C., Stavroullakis A., Prakki A., Da Silva Velozo E., Nogueira-Filho G. Effect of Allium cepa L. on Lipopolysaccharide-Stimulated Osteoclast Precursor Cell Viability, Count, and Morphology Using 4′,6-Diamidino-2-Phenylindole-Staining. Int. J. Cell Biol. 2014;2014:535789. doi: 10.1155/2014/535789.", "ArticleIdList": ["10.1155/2014/535789", "PMC4137552", "25221602"]}, {"Citation": "Main K.A., Mikelis C.M., Doçi C.L. Methods in Molecular Biology. Vol. 2109. Springer; New York, NY, USA: 2019. In Vitro Wound Healing Assays to Investigate Epidermal Migration; pp. 147–154.", "ArticleIdList": ["31123996"]}, {"Citation": "Martinotti S., Ranzato E. Methods in Molecular Biology. Vol. 2109. Springer; Berlin/Heidelberg, Germany: 2019. Scratch Wound Healing Assay; pp. 225–229.", "ArticleIdList": ["31414347"]}, {"Citation": "Jonkman J.E.N., Cathcart J.A., Xu F., Bartolini M.E., Amon J.E., Stevens K.M., Colarusso P. An Introduction to the Wound Healing Assay Using Live-Cell Microscopy. Cell Adhes. Migr. 2014;8:440–451. doi: 10.4161/cam.36224.", "ArticleIdList": ["10.4161/cam.36224", "PMC5154238", "25482647"]}, {"Citation": "Saitoh M., Kunitomo J., Kimura E., Hayase Y., Kobayashi H., Uchiyama N., Kawamoto T., Tanaka T., Mol C.D., Dougan D.R., et al. Design, Synthesis and Structure-Activity Relationships of 1,3,4-Oxadiazole Derivatives as Novel Inhibitors of Glycogen Synthase Kinase-3β. Bioorg. Med. Chem. 2009;17:2017–2029. doi: 10.1016/j.bmc.2009.01.019.", "ArticleIdList": ["10.1016/j.bmc.2009.01.019", "19200745"]}, {"Citation": "Tauro M., Laghezza A., Loiodice F., Piemontese L., Caradonna A., Capelli D., Montanari R., Pochetti G., Di Pizio A., Agamennone M., et al. Catechol-Based Matrix Metalloproteinase Inhibitors with Additional Antioxidative Activity. J. Enzym. Inhib. Med. Chem. 2016;31:25–37. doi: 10.1080/14756366.2016.1217853.", "ArticleIdList": ["10.1080/14756366.2016.1217853", "27556138"]}, {"Citation": "Xue F., Huang J., Ji H., Fang J., Li H., Martásek P., Roman L.J., Poulos T.L., Silverman R.B. Structure-Based Design, Synthesis, and Biological Evaluation of Lipophilic-Tailed Monocationic Inhibitors of Neuronal Nitric Oxide Synthase. Bioorg. Med. Chem. 2010;18:6526–6537. doi: 10.1016/j.bmc.2010.06.074.", "ArticleIdList": ["10.1016/j.bmc.2010.06.074", "PMC2925225", "20673724"]}, {"Citation": "Vilar S., Cozza G., Moro S. Medicinal Chemistry and the Molecular Operating Environment (MOE): Application of QSAR and Molecular Docking to Drug Discovery. Curr. Top. Med. Chem. 2008;8:1555–1572. doi: 10.2174/156802608786786624.", "ArticleIdList": ["10.2174/156802608786786624", "19075767"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "12", "Day": "4"}, {"Year": "2022", "Month": "12", "Day": "17"}, {"Year": "2022", "Month": "12", "Day": "21"}, {"Year": "2023", "Month": "1", "Day": "8", "Hour": "1", "Minute": "39"}, {"Year": "2023", "Month": "1", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "9", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "12", "Day": "23"}], "PublicationStatus": "epublish", "ArticleIdList": ["36616217", "PMC9824397", "10.3390/plants12010087", "plants12010087"]}}], "PubmedBookArticle": []}