{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Citrus spp.", "DPPH assay", "GC-QMS", "MTT assay", "antioxidant", "antiproliferative", "essential oil"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36616263", "DateRevised": {"Year": "2023", "Month": "01", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "12", "Day": "27"}], "Language": ["eng"], "ELocationID": ["134", "10.3390/plants12010134"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Dec", "Day": "27"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Phytochemical Composition, Antioxidant and Antiproliferative Activities of <i>Citrus hystrix</i>, <i>Citrus limon</i>, <i>Citrus pyriformis,</i> and <i>Citrus microcarpa</i> Leaf Essential Oils against Human Cervical Cancer Cell Line.", "Abstract": {"AbstractText": ["The essential oil derived from <i>Citrus</i> plants has long been used for medicinal purposes, due to its broad spectrum of therapeutic characteristics. To date, approximately 162 <i>Citrus</i> species have been identified, and many investigational studies have been conducted to explore the pharmacological potential of <i>Citrus</i> spp. oils. This study investigated the volatile constituents of essential oil distilled from the leaves of <i>C. hystrix</i>, <i>C. limon</i>, <i>C. pyriformis</i>, and <i>C. microcarpa</i>, using gas chromatography-quadrupole mass spectrometry. A total of 80 secondary compounds were tentatively identified, representing 84.88-97.99% of the total ion count and mainly comprising monoterpene (5.20-76.15%) and sesquiterpene (1.36-27.14%) hydrocarbons, oxygenated monoterpenes (3.91-89.52%) and sesquiterpenes (0.21-38.87%), and other minor chemical classes (0.10-0.52%). In particular, 27 compounds (1.19-39.06%) were detected across all <i>Citrus</i> species. Principal component analysis of the identified phytoconstituents and their relative quantities enabled differentiation of the <i>Citrus</i> leaf oils according to their species, with the loading variables contributing to these metabolic differences being identified. The <i>Citrus</i> leaf oils were tested for their antioxidant and antiproliferative activities using 2,2-diphenyl-1-picryl-hydrazylhydrate (DPPH) and 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) assays. The results indicated that <i>C. limon</i> displayed the highest DPPH radical scavenging ability (IC<sub>50</sub> value of 29.14 ± 1.97 mg/mL), while <i>C. hystrix</i> exhibited the lowest activity (IC<sub>50</sub> value of 279.03 ± 10.37 mg/mL). On the other hand, all the <i>Citrus</i> oils exhibit potent antiproliferative activities against the HeLa cervical cancer cell line, with IC<sub>50</sub> values of 11.66 μg/mL (<i>C. limon</i>), 20.41 μg/mL (<i>C. microcarpa</i>), 25.91 μg/mL (C. <i>hystrix</i>), and 87.17 μg/mL (C. <i>pyriformis</i>)."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Research on Multidimensional Separation Science, School of Chemical Sciences, Universiti Sains Malaysia, George Town 11800, Penang, Malaysia."}], "LastName": "Othman", "ForeName": "Haneen Ibrahim Al", "Initials": "HIA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Research in Molecular Medicine (INFORMM), Universiti Sains Malaysia, George Town 11800, Penang, Malaysia."}], "LastName": "Alkatib", "ForeName": "Huda Hisham", "Initials": "HH"}, {"Identifier": ["0000-0002-2174-1444"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Research on Multidimensional Separation Science, School of Chemical Sciences, Universiti Sains Malaysia, George Town 11800, Penang, Malaysia."}], "LastName": "Zaid", "ForeName": "Atiqah", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Research in Molecular Medicine (INFORMM), Universiti Sains Malaysia, George Town 11800, Penang, Malaysia."}], "LastName": "Sasidharan", "ForeName": "Sreenivasan", "Initials": "S"}, {"Identifier": ["0000-0002-7970-5323"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Sciences, Universiti Sains Malaysia, George Town 11800, Penang, Malaysia."}], "LastName": "Rahiman", "ForeName": "Siti Sarah Fazalul", "Initials": "SSF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "RCSI & UCD Malaysia Campus, 4 Jalan Sepoy Lines, George Town 10450, Penang, Malaysia."}], "LastName": "Lee", "ForeName": "Tien Ping", "Initials": "TP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ajoya Capital Limited, World Trade Centre 1, Jl. Jenderal Sudirman Kav. 29-31, Jakarta 12920, Indonesia."}], "LastName": "Dimitrovski", "ForeName": "George", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Applied Science, Umm Al-Qura University, Makkah 21955, Saudi Arabia."}], "LastName": "Althakafy", "ForeName": "Jalal T", "Initials": "JT"}, {"Identifier": ["0000-0001-5208-251X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Research on Multidimensional Separation Science, School of Chemical Sciences, Universiti Sains Malaysia, George Town 11800, Penang, Malaysia."}], "LastName": "Wong", "ForeName": "Yong Foo", "Initials": "YF"}], "GrantList": [{"GrantID": "1001/PKIMIA/8011123", "Agency": "Universiti Sains Malaysia", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest. The funders had no role in the design of the study; in the collection, analysis, or interpretation of data; in the writing of the manuscript; or in the decision to publish the results."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Talon M., Wu G.A., Gmitter F.G., Jr., Rokhsar D.S. The Origin of Citrus. In: Talon M., Caruso M., Gmitter F.G. Jr., editors. The Genus Citrus. Woodhead Publishing; Duxford, UK: 2020. pp. 9–32."}, {"Citation": "Tanaka T. Fundamental Discussion of Citrus Classification. Stud. Citrol. 1977;14:1–6."}, {"Citation": "Palazzolo E., Laudicina V.A., Germanà M.A. Current and Potential Use of Citrus Essential Oils. Curr. Org. Chem. 2013;17:3042–3049. doi: 10.2174/13852728113179990122.", "ArticleIdList": ["10.2174/13852728113179990122"]}, {"Citation": "Reddy D.N. Natural Bio-Active Compounds. Springer; Singapore: 2019. Essential Oils Extracted from Medicinal Plants and Their Applications; pp. 237–283."}, {"Citation": "Klimek-szczykutowicz M., Szopa A., Ekiert H. Citrus limon (Lemon) Phenomenon—A Review of the Chemistry, Pharmacological Properties, Applications in the Modern Pharmaceutical, Food, and Cosmetics Industries, and Biotechnological Studies. Plants. 2020;9:119. doi: 10.3390/plants9010119.", "ArticleIdList": ["10.3390/plants9010119", "PMC7020168", "31963590"]}, {"Citation": "Lin X., Cao S., Sun J., Lu D., Zhong B., Chun J. The Chemical Compositions, and Antibacterial and Antioxidant Activities of Four Types of Citrus Essential Oils. Molecules. 2021;26:3412. doi: 10.3390/molecules26113412.", "ArticleIdList": ["10.3390/molecules26113412", "PMC8200181", "34199966"]}, {"Citation": "Raut J.S., Karuppayil S.M. A Status Review on the Medicinal Properties of Essential Oils. Ind. Crops Prod. 2014;62:250–264. doi: 10.1016/j.indcrop.2014.05.055.", "ArticleIdList": ["10.1016/j.indcrop.2014.05.055"]}, {"Citation": "Spadaro F., Circosta C., Costa R., Pizzimenti F., Palumbo D.R., Occhiuto F. Volatile Fraction Composition and Biological Activity of Lemon Oil (Citrus limon L. Burm.): Comparative Study of Oils Extracted from Conventionally Grown and Biological Fruits. J. Essent. Oil Res. 2012;24:187–193. doi: 10.1080/10412905.2012.659518.", "ArticleIdList": ["10.1080/10412905.2012.659518"]}, {"Citation": "Alinejhad D., Asayesh M., Asayesh M. Determination of the Anti-Inflammatory Property of Tannins from the Rind of Calamansi (Citrus Microcarpa, Rutaceae) J. Int. Oral Health. 2016;8:546–553. doi: 10.2047/jioh-08-05-04.", "ArticleIdList": ["10.2047/jioh-08-05-04"]}, {"Citation": "Hamdan D., El-Readi M.Z., Tahrani A., Herrmann F., Kaufmann D., Farrag N., El-Shazly A., Wink M. Secondary Metabolites of Ponderosa Lemon (Citrus Pyriformis) and Their Antioxidant, Anti-Inflammatory, and Cytotoxic Activities. Z. Für Naturforsch. C. 2011;66:385–393. doi: 10.1515/znc-2011-7-810.", "ArticleIdList": ["10.1515/znc-2011-7-810", "21950163"]}, {"Citation": "Frassinetti S., Caltavuturo L., Cini M., Croce Della C.M., Maserti B.E. Antibacterial and Antioxidant Activity of Essential Oils from Citrus spp. J. Essent. Oil Res. 2011;23:27–31. doi: 10.1080/10412905.2011.9700427.", "ArticleIdList": ["10.1080/10412905.2011.9700427"]}, {"Citation": "Bertuzzi G. Antioxidative Action of Citrus limonum Essential Oil on Skin. Eur. J. Med. Plants. 2013;3:1–9. doi: 10.9734/EJMP/2013/1987.", "ArticleIdList": ["10.9734/EJMP/2013/1987"]}, {"Citation": "Nguyen T.N.T., Huynh T.N.N., Tran V.T., Dang C.H., Hoang T.K.D., Nguyen T.D. Physicochemical Characterization and Bioactivity Evaluation of Essential Oils from Citrus microcarpa Bunge Leaf and Flower. J. Essent. Oil Res. 2018;30:285–292. doi: 10.1080/10412905.2018.1435428.", "ArticleIdList": ["10.1080/10412905.2018.1435428"]}, {"Citation": "Hosni K., Zahed N., Chrif R., Abid I., Medfei W., Kallel M., Ben Brahim N., Sebei H. Composition of Peel Essential Oils from Four Selected Tunisian Citrus Species: Evidence for the Genotypic Influence. Food Chem. 2010;123:1098–1104. doi: 10.1016/j.foodchem.2010.05.068.", "ArticleIdList": ["10.1016/j.foodchem.2010.05.068"]}, {"Citation": "Butnariu M. Bioprospecting of Plant Biodiversity for Industrial Molecules. John Wiley & Sons Ltd.; Hoboken, NJ, USA: 2021. Plants as Source of Essential Oils and Perfumery Applications; pp. 261–292."}, {"Citation": "Ferrer V., Costantino G., Paoli M., Paymal N., Quinton C., Ollitrault P., Tomi F., Luro F. Intercultivar Diversity of Sour Orange (Citrus aurantium L.) Based on Genetic Markers, Phenotypic Characteristics, Aromatic Compounds and Sensorial Analysis. Agronomy. 2021;11:1084. doi: 10.3390/agronomy11061084.", "ArticleIdList": ["10.3390/agronomy11061084"]}, {"Citation": "Koziol A., Stryjewska A., Librowski T., Salat K., Gawel M., Moniczewski A., Lochynski S. An Overview of the Pharmacological Properties and Potential Applications of Natural Monoterpenes. Mini-Rev. Med. Chem. 2014;14:1156–1168. doi: 10.2174/1389557514666141127145820.", "ArticleIdList": ["10.2174/1389557514666141127145820", "25429661"]}, {"Citation": "Koene R.J., Prizment A.E., Blaes A., Konety S.H. Shared Risk Factors in Cardiovascular Disease and Cancer. Circulation. 2016;133:1104–1114. doi: 10.1161/CIRCULATIONAHA.115.020406.", "ArticleIdList": ["10.1161/CIRCULATIONAHA.115.020406", "PMC4800750", "26976915"]}, {"Citation": "Paz-Elizur T., Sevilya Z., Leitner-Dagan Y., Elinger D., Roisman L.C., Livneh Z. DNA Repair of Oxidative DNA Damage in Human Carcinogenesis: Potential Application for Cancer Risk Assessment and Prevention. Cancer Lett. 2008;266:60–72. doi: 10.1016/j.canlet.2008.02.032.", "ArticleIdList": ["10.1016/j.canlet.2008.02.032", "PMC2563153", "18374480"]}, {"Citation": "Mittal R.P., Rana A., Jaitak V. Essential Oils: An Impending Substitute of Synthetic Antimicrobial Agents to Overcome Antimicrobial Resistance. Curr. Drug Targets. 2018;20:605–624. doi: 10.2174/1389450119666181031122917.", "ArticleIdList": ["10.2174/1389450119666181031122917", "30378496"]}, {"Citation": "Kokoska L., Kloucek P., Leuner O., Novy P. Plant-Derived Products as Antibacterial and Antifungal Agents in Human Health Care. Curr. Med. Chem. 2019;26:5501–5541. doi: 10.2174/0929867325666180831144344.", "ArticleIdList": ["10.2174/0929867325666180831144344", "30182844"]}, {"Citation": "Akhtar M., Iqbal L., Lateef M., Nawab B., Saleem M., Afza N. Bio-Reactive Properties of Citrus Waste: An Investigation of Antioxidant and Tyrosinase Inhibitory Activities. Pak. J. Bot. 2011;43:2881–2883."}, {"Citation": "Elansary H.O., Abdelgaleil S.A.M., Mahmoud E.A., Yessoufou K., Elhindi K., El-Hendawy S. Effective Antioxidant, Antimicrobial and Anticancer Activities of Essential Oils of Horticultural Aromatic Crops in Northern Egypt. BMC Complement. Altern. Med. 2018;18:214. doi: 10.1186/s12906-018-2262-1.", "ArticleIdList": ["10.1186/s12906-018-2262-1", "PMC6044011", "30005652"]}, {"Citation": "Saengha W., Karirat T., Katisart T., Ma N.L., Luang-in V. Cytotoxicity and Antiproliferative Activity of Essential Oils from Lemon, Wild Orange and Petitgrain against MCF-7, HepG2 and HeLa Cancer Cells. Not. Bot. Horti Agrobot. Cluj-Napoca. 2022;50:12713. doi: 10.15835/nbha50312713.", "ArticleIdList": ["10.15835/nbha50312713"]}, {"Citation": "Jayaprakasha G.K., Murthy K.N.C., Uckoo R.M., Patil B.S. Chemical Composition of Volatile Oil from Citrus Limettioides and Their Inhibition of Colon Cancer Cell Proliferation. Ind. Crops Prod. 2013;45:200–207. doi: 10.1016/j.indcrop.2012.12.020.", "ArticleIdList": ["10.1016/j.indcrop.2012.12.020"]}, {"Citation": "Yan H.C., Hong P., Yu Z.Z., Jing S. Evaluation of Antioxidant and Antitumour Activities of Lemon Essential Oil. J. Med. Plants Res. 2010;4:1910–1915."}, {"Citation": "Almas I., Innocent E., Machumi F., Kisinza W. Effect of Geographical Location on Yield and Chemical Composition of Essential Oils from Three Eucalyptus Species Growing in Tanzania. Asian J. Tradit. Med. 2019;14:1–12."}, {"Citation": "Hammid S.A., Ahmad F. Chemotype of Litsea Cubeba Essential Oil and Its Bioactivity. Nat. Prod. Commun. 2015;10:1301–1304. doi: 10.1177/1934578X1501000741.", "ArticleIdList": ["10.1177/1934578X1501000741", "26411035"]}, {"Citation": "Maia M.F., Moore S.J. Plant-Based Insect Repellents: A Review of Their Efficacy, Development and Testing PMD from Lemon Eucalyptus (Corymbia Citriodora) Extract. Malar. J. 2011;10:S11. doi: 10.1186/1475-2875-10-S1-S11.", "ArticleIdList": ["10.1186/1475-2875-10-S1-S11", "PMC3059459", "21411012"]}, {"Citation": "Javed S., Javaid A., Nawaz S., Saeed M.K., Mahmood Z., Siddiqui S.Z., Ahmad R. Phytochemistry, GC-MS Analysis, Antioxidant and Antimicrobial Potential of Essential Oil from Five Citrus Species. J. Agric. Sci. 2014;6:201–208. doi: 10.5539/jas.v6n3p201.", "ArticleIdList": ["10.5539/jas.v6n3p201"]}, {"Citation": "Nerio L.S., Olivero-Verbel J., Stashenko E. Repellent Activity of Essential Oils: A Review. Bioresour. Technol. 2010;101:372–378. doi: 10.1016/j.biortech.2009.07.048.", "ArticleIdList": ["10.1016/j.biortech.2009.07.048", "19729299"]}, {"Citation": "Smeriglio A., Alloisio S., Raimondo F.M., Denaro M., Xiao J., Cornara L., Trombetta D. Essential Oil of Citrus Lumia Risso: Phytochemical Profile, Antioxidant Properties and Activity on the Central Nervous System. Food Chem. Toxicol. 2018;119:407–416. doi: 10.1016/j.fct.2017.12.053.", "ArticleIdList": ["10.1016/j.fct.2017.12.053", "29288755"]}, {"Citation": "Denkova-Kostova R., Teneva D., Tomova T., Goranov B., Denkova Z., Shopska V., Slavchev A., Hristova-Ivanova Y. Chemical Composition, Antioxidant and Antimicrobial Activity of Essential Oils from Tangerine (Citrus reticulata L.), Grapefruit (Citrus paradisi L.), Lemon (Citrus lemon L.) and Cinnamon (Cinnamomum zeylanicum Blume) Z. Fur Naturforsch.-Sect. C J. Biosci. 2021;76:175–185. doi: 10.1515/znc-2020-0126.", "ArticleIdList": ["10.1515/znc-2020-0126", "33909955"]}, {"Citation": "Ambrosio C.M.S., Diaz-Arenas G.L., Agudelo L.P.A., Stashenko E., Contreras-Castillo C.J., da Gloria E.M. Chemical Composition and Antibacterial and Antioxidant Activity of a Citrus Essential Oil and Its Fractions. Molecules. 2021;26:2888. doi: 10.3390/molecules26102888.", "ArticleIdList": ["10.3390/molecules26102888", "PMC8152727", "34068115"]}, {"Citation": "Choi H.S., Sun Song H., Ukeda H., Sawamura M. Radical-Scavenging Activities of Citrus Essential Oils and Their Components: Detection Using 1,1-Diphenyl-2-Picrylhydrazyl. J. Agric. Food Chem. 2000;48:4156–4161. doi: 10.1021/jf000227d.", "ArticleIdList": ["10.1021/jf000227d", "10995330"]}, {"Citation": "Wungsintaweekul J., Sitthithaworn W., Putalun W., Pfeifhoffer H.W., Brantner A. Antimicrobial, Antioxidant Activities and Chemical Composition of Selected Thai Spices. Songklanakarin J. Sci. Technol. 2010;32:589–598."}, {"Citation": "Loizzo M.R., Tundis R., Bonesi M., Sanzo G.D., Verardi A., Lopresto C.G., Pugliese A., Menichini F., Balducchi R., Calabrò V. Chemical Profile and Antioxidant Properties of Extracts and Essential Oils from Citrus × Limon (L.) Burm. Cv. Femminello Comune. Chem. Biodivers. 2016;13:571–581. doi: 10.1002/cbdv.201500186.", "ArticleIdList": ["10.1002/cbdv.201500186", "27112122"]}, {"Citation": "Hamdan D., El-Readi M.Z., Nibret E., Sporer F., Farrag N., El-Shazly A., Wink M. Chemical Composition of the Essential Oils of Two Citrus Species and Their Biological Activities. Pharmazie. 2010;65:141–147. doi: 10.1691/ph.2010.9731.", "ArticleIdList": ["10.1691/ph.2010.9731", "20225661"]}, {"Citation": "Viuda-Martos M., Navajas Y.R., Zapata E.S., Fernánde L. Antioxidant activity of essential oils of five spice plants widely used in a mediterranean diet. Flavour Fragr. J. 2010;25:13–19. doi: 10.1002/ffj.1951.", "ArticleIdList": ["10.1002/ffj.1951"]}, {"Citation": "Monajemi R., Oryan S., Haeri-Roohani A., Ghannadi A., Jafarian A. Cytotoxic Effects of Essential Oils of Some Iranian Citrus Peels. Iran. J. Pharm. Res. 2005;3:183–187."}, {"Citation": "Raji P., Samrot A.V., Dharani D., Alexander B. In Vitro and In Silico Approaches to Study the Bioactivity of Citrus Limon Leaf Extracts. J. Young Pharm. 2017;9:290–295. doi: 10.5530/jyp.2017.9.57.", "ArticleIdList": ["10.5530/jyp.2017.9.57"]}, {"Citation": "Elgendy E.M., Ibrahim H.S., Elmeherry H.F., Sedki A.G., Mekhemer F.U. Chemical and Biological Comparative in Vitro Studies of Cinnamon Bark and Lemon Peel Essential Oils. Food Nutr. Sci. 2017;08:110–125. doi: 10.4236/fns.2017.81008.", "ArticleIdList": ["10.4236/fns.2017.81008"]}, {"Citation": "Kulig M., Galanty A., Grabowska K., Podolak I. Assessment of Safety and Health-Benefits of Citrus Hystrix DC. Peel Essential Oil, with Regard to Its Bioactive Constituents in an in Vitro Model of Physiological and Pathological Skin Conditions. Biomed. Pharmacother. 2022;151:113151. doi: 10.1016/j.biopha.2022.113151.", "ArticleIdList": ["10.1016/j.biopha.2022.113151", "35598364"]}, {"Citation": "Gyawali R., Kim K.S. Anticancer Phytochemicals of Citrus Fruits—A Review. J. Anim. Res. 2014;4:85–95. doi: 10.5958/2277-940X.2014.00079.5.", "ArticleIdList": ["10.5958/2277-940X.2014.00079.5"]}, {"Citation": "Dosoky N.S., Setzer W.N. Biological Activities and Safety of Citrus spp. Essential Oils. Int. J. Mol. Sci. 2018;19:1966. doi: 10.3390/ijms19071966.", "ArticleIdList": ["10.3390/ijms19071966", "PMC6073409", "29976894"]}, {"Citation": "Bora H., Kamle M., Mahato D.K., Tiwari P., Kumar P. Citrus Essential Oils (CEOs) and Their Applications in Food: An Overview. Plants. 2020;9:357. doi: 10.3390/plants9030357.", "ArticleIdList": ["10.3390/plants9030357", "PMC7154898", "32168877"]}, {"Citation": "Saini R.K., Ranjit A., Sharma K., Prasad P., Shang X., Gowda K.G.M., Keum Y.S. Bioactive Compounds of Citrus Fruits: A Review of Composition and Health Benefits of Carotenoids, Flavonoids, Limonoids, and Terpenes. Antioxidants. 2022;11:239. doi: 10.3390/antiox11020239.", "ArticleIdList": ["10.3390/antiox11020239", "PMC8868476", "35204122"]}, {"Citation": "Zapata B., Durán C., Stashenko E., Correa-Royero J., Betancur-Galvis L. Actividad Citotóxica de Aceites Esenciales de Lippia Origanoides H.B.K. y Componentes Mayoritarios. Salud UIS. 2009;41:215–222."}, {"Citation": "Gómez L.A., Stashenko E., Ocazionez R.E. Comparative Study on in Vitro Activities of Citral, Limonene and Essential Oils from Lippia Citriodora and L. Alba on Yellow Fever Virus. Nat. Prod. Commun. 2013;8:249–252. doi: 10.1177/1934578X1300800230.", "ArticleIdList": ["10.1177/1934578X1300800230", "23513741"]}, {"Citation": "Si C., Ou Y., Ma D., Hei L., Wang X., Du R., Yang H., Liao Y., Zhao J. Cytotoxic Effect of the Essential Oils from Erigeron Canadensis L. on Human Cervical Cancer HeLa Cells in Vitro. Chem. Biodivers. 2022;19:e202200436. doi: 10.1002/cbdv.202200436.", "ArticleIdList": ["10.1002/cbdv.202200436", "36005296"]}, {"Citation": "Basholli-Salihu M., Schuster R., Hajdari A., Mulla D., Viernstein H., Mustafa B., Mueller M. Phytochemical Composition, Anti-Inflammatory Activity and Cytotoxic Effects of Essential Oils from Three Pinus spp. Pharm. Biol. 2017;55:1553–1560. doi: 10.1080/13880209.2017.1309555.", "ArticleIdList": ["10.1080/13880209.2017.1309555", "PMC6130611", "28385055"]}, {"Citation": "Ghosh K. Anticancer Effect of Lemongrass Oil and Citral on Cervical Cancer Cell Lines. Pharmacogn. Commun. 2013;3:41–48. doi: 10.5530/pc.2013.4.6.", "ArticleIdList": ["10.5530/pc.2013.4.6"]}, {"Citation": "Chang M.Y., Shieh D.E., Chen C.C., Yeh C.S., Dong H.P. Linalool Induces Cell Cycle Arrest and Apoptosis in Leukemia Cells and Cervical Cancer Cells through CDKIs. Int. J. Mol. Sci. 2015;16:28169–28179. doi: 10.3390/ijms161226089.", "ArticleIdList": ["10.3390/ijms161226089", "PMC4691036", "26703569"]}, {"Citation": "Anuchapreeda S., Chueahongthong F., Viriyaadhammaa N., Panyajai P., Anzawa R., Tima S., Ampasavate C., Saiai A., Rungrojsakul M., Usuki T., et al. Antileukemic Cell Proliferation of Active Compounds from Kaffir Lime (Citrus hystrix) Leaves. Molecules. 2020;25:1300. doi: 10.3390/molecules25061300.", "ArticleIdList": ["10.3390/molecules25061300", "PMC7144100", "32178481"]}, {"Citation": "Pejin B., Kojic V., Bogdanovic G. An Insight into the Cytotoxic Activity of Phytol at in Vitro Conditions. Nat. Prod. Res. 2014;28:2053–2056. doi: 10.1080/14786419.2014.921686.", "ArticleIdList": ["10.1080/14786419.2014.921686", "24896297"]}, {"Citation": "Chan W.K., Tan L.T.H., Chan K.G., Lee L.H., Goh B.H. Nerolidol: A Sesquiterpene Alcohol with Multi-Faceted Pharmacological and Biological Activities. Molecules. 2016;21:529. doi: 10.3390/molecules21050529.", "ArticleIdList": ["10.3390/molecules21050529", "PMC6272852", "27136520"]}, {"Citation": "Špičáková A., Bazgier V., Skálová L., Otyepka M., Anzenbacher P. β-Caryophyllene Oxide and Trans-Nerolidol Affect Enzyme Activity of CYP3A4—In Vitro and in Silico Studies. Physiol. Res. 2019;68:s51–s58. doi: 10.33549/physiolres.934323.", "ArticleIdList": ["10.33549/physiolres.934323", "31755290"]}, {"Citation": "Legault J., Dahl W., Debiton E., Pichette A., Madelmont J.C. Antitumor Activity of Balsam Fir Oil: Production of Reactive Oxygen Species Induced by α-Humulene as Possible Mechanism of Action. Planta Med. 2003;69:402–407. doi: 10.1055/s-2003-39695.", "ArticleIdList": ["10.1055/s-2003-39695", "12802719"]}, {"Citation": "Legault J., Pichette A. Potentiating Effect of β-Caryophyllene on Anticancer Activity of α-Humulene, Isocaryophyllene and Paclitaxel. J. Pharm. Pharmacol. 2010;59:1643–1647. doi: 10.1211/jpp.59.12.0005.", "ArticleIdList": ["10.1211/jpp.59.12.0005", "18053325"]}, {"Citation": "Adam R.P. Identification of Essential Oil Components by Gas Chromatography/Mass Spectrometry. 4th ed. Allured Publishing Corporation; Carol Stream, IL, USA: 2007. pp. 10–788."}, {"Citation": "NIST Chemistry WebBook.  [(accessed on 9 September 2022)]; Available online:  https://webbook.nist.gov/chemistry/"}, {"Citation": "Gursoy N., Tepe B., Sokmen M. Evaluation of the Chemical Composition and Antioxidant Activity of the Peel Oil of Citrus Nobilis. Int. J. Food Prop. 2010;13:983–991. doi: 10.1080/10942910902927136.", "ArticleIdList": ["10.1080/10942910902927136"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "11", "Day": "14"}, {"Year": "2022", "Month": "12", "Day": "19"}, {"Year": "2022", "Month": "12", "Day": "21"}, {"Year": "2023", "Month": "1", "Day": "8", "Hour": "1", "Minute": "39"}, {"Year": "2023", "Month": "1", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "9", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "12", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["36616263", "PMC9823843", "10.3390/plants12010134", "plants12010134"]}}], "PubmedBookArticle": []}