{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["medicinal plant", "memory disorder", "memory enhancement", "phosphodiesterases", "secondary metabolite"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36618909", "DateRevised": {"Year": "2023", "Month": "01", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "12", "Day": "21"}], "Language": ["eng"], "ELocationID": ["1070677", "10.3389/fphar.2022.1070677"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "The role of Phosphodiesterase-1 and its natural product inhibitors in Alzheimer's disease: A review.", "Pagination": {"StartPage": "1070677", "MedlinePgn": "1070677"}, "Abstract": {"AbstractText": ["Phosphodiesterase-1 (PDE1) is a versatile enzyme that has surprisingly received considerable attention as a possible therapeutic target in Alzheimer's disease (AD) because it maintains the homeostasis of 3',5'-cyclic adenosine monophosphate (cAMP) and 3',5'-cyclic guanosine monophosphate (cGMP) in the brain. 3',5'-cyclic adenosine monophosphate and 3',5'-cyclic guanosine monophosphate are the two key second messengers that regulate a broad range of intracellular processes and neurocognitive functions, specifically memory and cognition, associated with Alzheimer's disease. However, the lack of available selective drugs on the market poses challenges to identifying the beneficial effects of natural products. The present review focuses on Phosphodiesterase-1 and its isoforms, splicing variants, location, distribution, and function; the role of Phosphodiesterase-1 inhibitors in Alzheimer's disease; and the use of vinpocetine and natural products as specific Phosphodiesterase-1 inhibitors. Moreover, it aims to provide ongoing updates, identify research gaps, and present future perspectives. This review indicates the potential role of Phosphodiesterase-1 inhibitors in the treatment of neurodegenerative disorders, such as Alzheimer's disease. Certain clinical trials on the alleviation of Alzheimer's disease in patients are still in progress. Among <i>de novo</i> outcomes, the employment of Phosphodiesterase-1 inhibitors to treat Alzheimer's disease is an important advancement given the absence of particular therapies in the pipeline for this highly prevalent disease. To sum up, Phosphodiesterase-1 inhibition has been specifically proposed as a critical therapeutic approach for Alzheimer's disease. This study provides a comprehensive review on the biological and pharmacological aspects of Phosphodiesterase-1, its role on the Alzheimer's diseases and its significance as Alzheimer's disease therapeutic target in drug discovery from natural products. This review will help clinical trials and scientific research exploring new entities for the treatment and prevention of Alzheimer's disease."], "CopyrightInformation": "Copyright © 2022 Ahmad, Lesa, Sudarmanto, Fakhrudin and Ikawati."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Clinical Pharmacy, Faculty of Pharmacy, Universitas Gadjah Mada, Sekip Utara, Yogyakarta, Indonesia."}], "LastName": "Ahmad", "ForeName": "Nazir", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food and Agricultural Product Technology, Faculty of Agricultural Technology, Universitas Gadjah Mada, Yogyakarta, Indonesia."}], "LastName": "Lesa", "ForeName": "Kaisun Nesa", "Initials": "KN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, Faculty of Pharmacy, Universitas Gadjah Mada, Sekip Utara, Yogyakarta, Indonesia."}], "LastName": "Sudarmanto", "ForeName": "Ari", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Biology, Faculty of Pharmacy, Universitas Gadjah Mada, Sekip Utara, Yogyakarta, Indonesia."}, {"Identifier": [], "Affiliation": "Medicinal Plants and Natural Products Research Center, Faculty of Pharmacy, Universitas Gadjah Mada, Sekip Utara, Yogyakarta, Indonesia."}], "LastName": "Fakhrudin", "ForeName": "Nanang", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Clinical Pharmacy, Faculty of Pharmacy, Universitas Gadjah Mada, Sekip Utara, Yogyakarta, Indonesia."}], "LastName": "Ikawati", "ForeName": "Zullies", "Initials": "Z"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ahad A., Shakeel F., Raish M., Ahmad A., Bin Jardan Y. A., Al-Jenoobi F. I., et al. (2022). Solubility and thermodynamic analysis of vinpocetine in various mono solvents at different temperatures. J. Therm. Anal. Calorim. 147, 3117–3126. 10.1007/s10973-021-10757-8", "ArticleIdList": ["10.1007/s10973-021-10757-8"]}, {"Citation": "Ahn Y. J., Park S. J., Woo H., Lee H. E., Kim H. J., Kwon G., et al. (2014). Effects of allantoin on cognitive function and hippocampal neurogenesis. Food Chem. Toxicol. 64, 210–216. 10.1016/j.fct.2013.11.033", "ArticleIdList": ["10.1016/j.fct.2013.11.033", "24296131"]}, {"Citation": "Al-Kuraishy H., Al-Gareeb A., Naji M., Al-Mamorry F. (2020). Role of vinpocetine in ischemic stroke and poststroke outcomes: A critical review. Brain Circ. 6, 1–10. 10.4103/bc.bc_46_19", "ArticleIdList": ["10.4103/bc.bc_46_19", "PMC7045535", "32166194"]}, {"Citation": "Allamsetty J., Pedada S. P., Pedada N., Dhanunjayarao K. (2020). A basic review on Vinca rosea. Int. J. Pharmacogn. Chem. 1, 31–36."}, {"Citation": "Ansari M. A., Iqubal A., Ekbbal R., Haque S. E. (2019). Effects of nimodipine, vinpocetine and their combination on isoproterenol-induced myocardial infarction in rats. Biomed. Pharmacother. 109, 1372–1380. 10.1016/j.biopha.2018.10.199", "ArticleIdList": ["10.1016/j.biopha.2018.10.199", "30551388"]}, {"Citation": "Aydoğan C. (2020). Recent advances and applications in LC-HRMS for food and plant natural products: A critical review. Anal. Bioanal. Chem. 412, 1973–1991. 10.1007/s00216-019-02328-6", "ArticleIdList": ["10.1007/s00216-019-02328-6", "31912180"]}, {"Citation": "Bartova L., Fugger G., Dold M., Kautzky A., Swoboda M. M. M., Rujescu D., et al. (2022). The choice of either quetiapine or aripiprazole as augmentation treatment in a European naturalistic sample of patients with major depressive disorder. Int. J. Neuropsychopharmacol. 25, 118–127. 10.1093/ijnp/pyab066", "ArticleIdList": ["10.1093/ijnp/pyab066", "PMC8832223", "34637516"]}, {"Citation": "Betolngar D. B., Mota É., Fabritius A., Nielsen J., Hougaard C., Christoffersen C. T., et al. (2019). Phosphodiesterase 1 bridges glutamate inputs with NO-and dopamine-induced cyclic nucleotide signals in the striatum. Cereb. Cortex 29, 5022–5036. 10.1093/cercor/bhz041", "ArticleIdList": ["10.1093/cercor/bhz041", "30877787"]}, {"Citation": "Blokland A., Heckman P., Vanmierlo T., Schreiber R., Paes D., Prickaerts J. (2019). Phosphodiesterase type 4 inhibition in CNS diseases. Trends Pharmacol. Sci. 40, 971–985. 10.1016/j.tips.2019.10.006", "ArticleIdList": ["10.1016/j.tips.2019.10.006", "31704172"]}, {"Citation": "Boldinova E. O., Khairullin R. F., Makarova A. V., Zharkov D. O. (2019). Isoforms of base excision repair enzymes produced by alternative splicing. Int. J. Mol. Sci. 20, 3279. 10.3390/ijms20133279", "ArticleIdList": ["10.3390/ijms20133279", "PMC6651865", "31277343"]}, {"Citation": "Braidy N., Behzad S., Habtemariam S., Ahmed T., Daglia M., Nabavi S. M., et al. (2017). Neuroprotective effects of citrus fruit-derived flavonoids, nobiletin and tangeretin in alzheimer’s and Parkinson’s disease. CNS Neurol. Disord. Drug Targets 16, 387–397. 10.2174/1871527316666170328113309", "ArticleIdList": ["10.2174/1871527316666170328113309", "28474543"]}, {"Citation": "Chen J., Zook D., Crickard L., Tabatabaei A. (2019). Effect of phosphodiesterase (1B, 2A, 9A and 10A) inhibitors on central nervous system cyclic nucleotide levels in rats and mice. Neurochem. Int. 129, 104471. 10.1016/j.neuint.2019.104471", "ArticleIdList": ["10.1016/j.neuint.2019.104471", "31121256"]}, {"Citation": "Chowdhury S. R., Haldar S., Bhar R., Das S., Saha A., Pal K., et al. (2022). Pterocarpus angolensis: Botanical, chemical and pharmacological review of an endangered medicinal plant of India. J. Exp. Bio. Ag. Sci. 10, 150–156. 10.18006/2022.10(1).150.156", "ArticleIdList": ["10.18006/2022.10(1).150.156"]}, {"Citation": "Delhaye S., Bardoni B. (2021). Role of phosphodiesterases in the pathophysiology of neurodevelopmental disorders. Mol. Psychiatry 26, 4570–4582. 10.1038/s41380-020-00997-9", "ArticleIdList": ["10.1038/s41380-020-00997-9", "PMC8589663", "33414502"]}, {"Citation": "Dong Q., Li Z., Zhang Q., Hu Y., Liang H., Xiong L. (2022). Astragalus mongholicus bunge (fabaceae): Bioactive compounds and potential therapeutic mechanisms against alzheimer's disease. Front. Pharmacol. 13, 924429–924514. 10.3389/fphar.2022.924429", "ArticleIdList": ["10.3389/fphar.2022.924429", "PMC9273815", "35837291"]}, {"Citation": "\nDubey A., Kumar N., Mishra A., Singh Y., Tiwari M. (2020). Review on vinpocetine. Int. J. Pharm. Life Sci.\n11, 6590–6597. Available at: http://www.ijplsjournal.com/issues PDF files/Archive-2020/May-2020/2.pdf\n."}, {"Citation": "Dyck B., Branstetter B., Gharbaoui T., Hudson A. R., Breitenbucher J. G., Gomez L., et al. (2017). Discovery of selective phosphodiesterase 1 inhibitors with memory enhancing properties. J. Med. Chem. 60, 3472–3483. 10.1021/acs.jmedchem.7b00302", "ArticleIdList": ["10.1021/acs.jmedchem.7b00302", "28406621"]}, {"Citation": "Enomoto T., Tatara A., Goda M., Nishizato Y., Nishigori K., Kitamura A., et al. (2019). A novel phosphodiesterase 1 inhibitor DSR-141562 exhibits efficacies in animal models for positive, negative, and cognitive symptoms associated with schizophrenia. J. Pharmacol. Exp. Ther. 371, 692–702. 10.1124/jpet.119.260869", "ArticleIdList": ["10.1124/jpet.119.260869", "31578257"]}, {"Citation": "Francis S. H., Corbin J. D. (2013). Cyclic GMP phosphodiesterases. 2nd ed. Elsevier. 10.1016/B978-0-12-378630-2.00343-1", "ArticleIdList": ["10.1016/B978-0-12-378630-2.00343-1"]}, {"Citation": "García-Osta A., Cuadrado-Tejedor M., García-Barroso C., Oyarzábal J., Franco R. (2012). Phosphodiesterases as therapeutic targets for Alzheimer’s disease. ACS Chem. Neurosci. 3, 832–844. 10.1021/cn3000907", "ArticleIdList": ["10.1021/cn3000907", "PMC3503343", "23173065"]}, {"Citation": "González-Rodríguez S., Lu-Chau T. A., Trueba-Santiso A., Eibes G., Moreira M. T. (2022). Bundling the removal of emerging contaminants with the production of ligninolytic enzymes from residual streams. Appl. Microbiol. Biotechnol. 106, 1299–1311. 10.1007/s00253-022-11776-7", "ArticleIdList": ["10.1007/s00253-022-11776-7", "PMC8816780", "35075520"]}, {"Citation": "Goraya T. A., Cooper D. M. F. (2005). Ca2+-calmodulin-dependent phosphodiesterase (PDE1): Current perspectives. Cell. Signal. 17, 789–797. 10.1016/j.cellsig.2004.12.017", "ArticleIdList": ["10.1016/j.cellsig.2004.12.017", "15763421"]}, {"Citation": "Harfouche A., Alata W., Leblanc K., Heslaut G., Figadère B., Maciuk A. (2022). Label-free LC-HRMS-based enzymatic activity assay for the detection of DDC, MAO and COMT inhibitors. J. Pharm. Biomed. Anal. 212, 114598–114607. 10.1016/j.jpba.2022.114598", "ArticleIdList": ["10.1016/j.jpba.2022.114598", "35152005"]}, {"Citation": "Heckman P. R. A., Blokland A., Prickaerts J. (2017). From age-related cognitive decline to alzheimer’s disease: A translational overview of the potential role for phosphodiesterases. doi: 10.1007/978-3-319-58811-7_6", "ArticleIdList": ["10.1007/978-3-319-58811-7_6", "28956332"]}, {"Citation": "Heckman P. R. A., Wouters C., Prickaerts J. (2014). Phosphodiesterase inhibitors as a target for cognition enhancement in aging and alzheimer’s disease: A translational overview. Curr. Pharm. Des. 21, 317–331. 10.2174/1381612820666140826114601", "ArticleIdList": ["10.2174/1381612820666140826114601", "25159073"]}, {"Citation": "Helmi H., Fakhrudin N., Nurrochmad A., Ikawati Z. (2021). Caesalpinia sappan L. Ameliorates scopolamine-induced memory deficits in mice via the cAMP/PKA/CREB/BDNF pathway. Sci. Pharm. 89, 29. 10.3390/scipharm89020029", "ArticleIdList": ["10.3390/scipharm89020029"]}, {"Citation": "Helmi, , Fakhrudin N., Nurrochmad A., Arie Sudarmanto B. S., Ikawati Z. (2020a). In vitro and in silico studies of secang wood (Caesalpinia sappan L.) extracts and Brazilin as natural phosphodiesterase-1 (PDE1) inhibitor for herbal cognitive enhancer development. Res. J. Pharm. Technol. 13, 2269–2274. 10.5958/0974-360X.2020.00409.6", "ArticleIdList": ["10.5958/0974-360X.2020.00409.6"]}, {"Citation": "Helmi, , Fakhrudin N., Nurrochmad A., Sudarmanto A., Ikawati Z. (2020b). Caesalpinia sappan L. Wood is a potential source of natural phosphodiesterase-1 inhibitors. Pharmacogn. J. 12, 1206–1217. 10.5530/PJ.2020.12.169", "ArticleIdList": ["10.5530/PJ.2020.12.169"]}, {"Citation": "Huang M.-X., Tian Y.-J., Han C., Liu R.-D., Xie X., Yuan Y., et al. (2022). Structural modifications of nimodipine lead to novel PDE1 inhibitors with anti-pulmonary fibrosis effects. J. Med. Chem. 65, 8444–8455. 10.1021/acs.jmedchem.2c00458", "ArticleIdList": ["10.1021/acs.jmedchem.2c00458", "35666471"]}, {"Citation": "\nIwahori A. R. (1970). Chem. Pharm. Bull.\nAvailable at: http://www.mendeley.com/research/geology-volcanic-history-eruptive-style-yakedake-volcano-group-central-japan/\n.NII-electronic library service\n"}, {"Citation": "Javaid N., Shah M. A., Rasul A., Chauhdary Z., Saleem U., Khan H., et al. (2020). Neuroprotective effects of ellagic acid in alzheimer’s disease: Focus on underlying molecular mechanisms of therapeutic potential. Curr. Pharm. Des. 26, 3591–3601. 10.2174/1381612826666201112144006", "ArticleIdList": ["10.2174/1381612826666201112144006", "33183192"]}, {"Citation": "Jellinger K. A., Attems J. (2013). Neuropathological approaches to cerebral aging and neuroplasticity. Dialogues Clin. Neurosci. 15, 29–43. 10.31887/DCNS.2013.15.1/kjellinger", "ArticleIdList": ["10.31887/DCNS.2013.15.1/kjellinger", "PMC3622466", "23576887"]}, {"Citation": "Jia J., Wang W. G., Kuang D. X., Lu C. X., Li N., Tong P. F., et al. (2020). mRNA profiling reveals response regulators of decreased fungal keratitis symptoms in a tree shrew model. Gene 737, 144450–144510. 10.1016/j.gene.2020.144450", "ArticleIdList": ["10.1016/j.gene.2020.144450", "32057930"]}, {"Citation": "Jiang H., Liu J., Guo S., Zeng L., Cai Z., Zhang J., et al. (2022). miR-23b-3p rescues cognition in Alzheimer’s disease by reducing tau phosphorylation and apoptosis via GSK-3β signaling pathways. Mol. Ther. Nucleic Acids 28, 539–557. 10.1016/j.omtn.2022.04.008", "ArticleIdList": ["10.1016/j.omtn.2022.04.008", "PMC9092887", "35592504"]}, {"Citation": "Kakkar R., Raju R. V. S., Sharma R. K. (1999). Calmodulin-dependent cyclic nucleotide phosphodiesterase (PDE1). Cell. Mol. Life Sci. 55, 1164–1186. 10.1007/s000180050364", "ArticleIdList": ["10.1007/s000180050364", "10442095"]}, {"Citation": "Karaer Ö., Dinç-Zor Ş., Aşçı B. (2022). Development of a validated stability-indicating HPLC method for vinpocetine in the presence of potential impurities in tablet dosage form by multiresponse optimization. J. AOAC Int. 105, 688–695. 10.1093/jaoacint/qsab167", "ArticleIdList": ["10.1093/jaoacint/qsab167", "34918107"]}, {"Citation": "Kogiso H., Raveau M., Yamakawa K., Saito D., Ikeuchi-Yamamoto Y., Okazaki T., et al. (2020). Airway ciliary beating affected by the Pcp4 dose-dependent [Ca2+]i increase in down syndrome mice, Ts1rhr. Int. J. Mol. Sci. 21, 1947. 10.3390/ijms21061947", "ArticleIdList": ["10.3390/ijms21061947", "PMC7139761", "32178446"]}, {"Citation": "Křen V., Harazim P., Malinka Z. (1994). Claviceps purpurea (ergot): Culture and bioproduction of ergot alkaloids. 139–156. doi: 10.1007/978-3-662-30369-6_10", "ArticleIdList": ["10.1007/978-3-662-30369-6_10"]}, {"Citation": "Kumar A., Sharma V., Singh V. P., Kaundal M., Gupta M. K., Bariwal J., et al. (2015). Herbs to curb cyclic nucleotide phosphodiesterase and their potential role in Alzheimer’s disease. Mech. Ageing Dev. 149, 75–87. 10.1016/j.mad.2015.05.009", "ArticleIdList": ["10.1016/j.mad.2015.05.009", "26050556"]}, {"Citation": "Laursen M., Beck L., Kehler J., Christoffersen C. T., Bundgaard C., Mogensen S., et al. (2017). Novel selective PDE type 1 inhibitors cause vasodilatation and lower blood pressure in rats. Br. J. Pharmacol. 174, 2563–2575. 10.1111/bph.13868", "ArticleIdList": ["10.1111/bph.13868", "PMC5513860", "28548283"]}, {"Citation": "Li P., Zheng H., Zhao J., Zhang L., Yao W., Zhu H., et al. (2016). Discovery of potent and selective inhibitors of phosphodiesterase 1 for the treatment of cognitive impairment associated with neurodegenerative and neuropsychiatric diseases. J. Med. Chem. 59, 1149–1164. 10.1021/acs.jmedchem.5b01751", "ArticleIdList": ["10.1021/acs.jmedchem.5b01751", "26789933"]}, {"Citation": "Lin Z., Zhang C., Cao D., Damaris R. N., Yang P. (2019). The latest studies on lotus (Nelumbo nucifera)-an emerging horticultural model plant. Int. J. Mol. Sci. 20, 3680. 10.3390/ijms20153680", "ArticleIdList": ["10.3390/ijms20153680", "PMC6696627", "31357582"]}, {"Citation": "Liu Z., Zhou T., Ziegler A. C., Dimitrion P., Zuo L. (2017). Oxidative stress in neurodegenerative diseases: From molecular mechanisms to clinical applications. Oxid. Med. Cell. Longev. 2017, 2525967. 10.1155/2017/2525967", "ArticleIdList": ["10.1155/2017/2525967", "PMC5529664", "28785371"]}, {"Citation": "Luo Y., Kuang S., Li H., Ran D., Yang J. (2017). cAMP/PKA-CREB-BDNF signaling pathway in hippocampus mediates cyclooxygenase 2-induced learning/memory deficits of rats subjected to chronic unpredictable mild stress. Oncotarget 8, 35558–35572. 10.18632/oncotarget.16009", "ArticleIdList": ["10.18632/oncotarget.16009", "PMC5482598", "28415673"]}, {"Citation": "Martínez A. L., Brea J., Rico S., de los Frailes M. T., Loza M. I. (2021). Cognitive deficit in schizophrenia: From etiology to novel treatments. Int. J. Mol. Sci. 22, 9905. 10.3390/ijms22189905", "ArticleIdList": ["10.3390/ijms22189905", "PMC8468549", "34576069"]}, {"Citation": "Menniti F. S., Faraci W. S., Schmidt C. J. (2006). Phosphodiesterases in the CNS: Targets for drug development. Nat. Rev. Drug Discov. 5, 660–670. 10.1038/nrd2058", "ArticleIdList": ["10.1038/nrd2058", "16883304"]}, {"Citation": "Moon C., Simpson P. J., Tu Y., Cho H., Ronnett G. V. (2005). Regulation of intracellular cyclic GMP levels in olfactory sensory neurons. J. Neurochem. 95, 200–209. 10.1111/J.1471-4159.2005.03356.X", "ArticleIdList": ["10.1111/J.1471-4159.2005.03356.X", "16181424"]}, {"Citation": "Nabavi S. M., Talarek S., Listos J., Nabavi S. F., Devi K. P., Roberto de Oliveira M., et al. (2019). Phosphodiesterase inhibitors say NO to Alzheimer’s disease. Food Chem. Toxicol. 134, 110822. 10.1016/j.fct.2019.110822", "ArticleIdList": ["10.1016/j.fct.2019.110822", "31536753"]}, {"Citation": "Nagata T., Shinagawa S., Nakajima S., Noda Y., Mimura M. (2022). Pharmacotherapeutic combinations for the treatment of Alzheimer’s disease. 727, doi: 10.1080/14656566.2022.2042514", "ArticleIdList": ["10.1080/14656566.2022.2042514", "35230200"]}, {"Citation": "Nakano S. J., Sucharov J., van Dusen R., Cecil M., Nunley K., Wickers S., et al. (2017). Cardiac adenylyl cyclase and phosphodiesterase expression profiles vary by age, disease, and chronic phosphodiesterase inhibitor treatment. J. Card. Fail. 23, 72–80. 10.1016/J.CARDFAIL.2016.07.429", "ArticleIdList": ["10.1016/J.CARDFAIL.2016.07.429", "PMC5384997", "27427220"]}, {"Citation": "Negri G., Tabach R. (2013). Saponins, tannins and flavonols found in hydroethanolic extract from Periandra dulcis roots. Rev. Bras. Farmacogn. 23, 851–860. 10.1590/S0102-695X2013000600001", "ArticleIdList": ["10.1590/S0102-695X2013000600001"]}, {"Citation": "O’Brien J. J., O’Callaghan J. P., Miller D. B., Chalgeri S., Wennogle L. P., Davis R. E., et al. (2020). Inhibition of calcium-calmodulin-dependent phosphodiesterase (PDE1) suppresses inflammatory responses. Mol. Cell. Neurosci. 102, 103449. 10.1016/j.mcn.2019.103449", "ArticleIdList": ["10.1016/j.mcn.2019.103449", "PMC7783477", "31770590"]}, {"Citation": "Omori K., Kotera J. (2007). Overview of PDEs and their regulation. Circ. Res. 100, 309–327. 10.1161/01.RES.0000256354.95791.F1", "ArticleIdList": ["10.1161/01.RES.0000256354.95791.F1", "17307970"]}, {"Citation": "Panda P. K., Ramachandran A., Panda P., Sharawat I. K. (2022). Safety and efficacy of vinpocetine as a neuroprotective agent in acute ischemic stroke: A systematic review and meta-analysis. Neurocrit. Care 37, 314–325. 10.1007/s12028-022-01499-y", "ArticleIdList": ["10.1007/s12028-022-01499-y", "PMC9053840", "35488169"]}, {"Citation": "Pažoutová S., Pešicová K., Chudíčková M., Šrůtka P., Kolařík M. (2015). Delimitation of cryptic species inside Claviceps purpurea. Fungal Biol. 119, 7–26. 10.1016/j.funbio.2014.10.003", "ArticleIdList": ["10.1016/j.funbio.2014.10.003", "25601146"]}, {"Citation": "Perneczky R. (2019). Dementia treatment versus prevention. Dialogues Clin. Neurosci. 21, 43–51. 10.31887/dcns.2019.21.1/rperneczky", "ArticleIdList": ["10.31887/dcns.2019.21.1/rperneczky", "PMC6780357", "31607779"]}, {"Citation": "Pontifex M. G., Malik M. M. A. H., Connell E., Müller M., Vauzour D. (2021). Citrus polyphenols in brain health and disease: Current perspectives. Front. Neurosci. 15, 640648–640721. 10.3389/fnins.2021.640648", "ArticleIdList": ["10.3389/fnins.2021.640648", "PMC7933480", "33679318"]}, {"Citation": "Prasanna C. A. L., Sharma A. (2022). Pharmacological exploration of triazole-based therapeutics for alzheimer's disease: An overview. Curr. Drug Targets 23, 933–953. 10.2174/1389450123666220328153741", "ArticleIdList": ["10.2174/1389450123666220328153741", "35346005"]}, {"Citation": "Prickaerts J., Heckman P. R. A., Blokland A. (2017). Investigational phosphodiesterase inhibitors in phase I and phase II clinical trials for Alzheimer’s disease. Expert Opin. Investig. Drugs 26, 1033–1048. 10.1080/13543784.2017.1364360", "ArticleIdList": ["10.1080/13543784.2017.1364360", "28772081"]}, {"Citation": "Rahimi R., Ghiasi S., Azimi H., Fakhari S., Abdollahi M. (2010). A review of the herbal phosphodiesterase inhibitors; Future perspective of new drugs. Cytokine 49, 123–129. 10.1016/j.cyto.2009.11.005", "ArticleIdList": ["10.1016/j.cyto.2009.11.005", "20005737"]}, {"Citation": "Rauf A., Saleem M., Uddin G., Siddiqui B. S., Khan H., Raza M., et al. (2015). Phosphodiesterase-1 inhibitory activity of two flavonoids isolated from pistacia integerrima J. L. Stewart galls. Evid. Based. Complement. Altern. Med. 2015, 506564. 10.1155/2015/506564", "ArticleIdList": ["10.1155/2015/506564", "PMC4402172", "25945110"]}, {"Citation": "Ribaudo G., Memo M., Gianoncelli A. (2021). A perspective on natural and nature-inspired small molecules targeting phosphodiesterase 9 (PDE9): Chances and challenges against neurodegeneration. Pharmaceuticals 14, 58–13. 10.3390/ph14010058", "ArticleIdList": ["10.3390/ph14010058", "PMC7828511", "33451065"]}, {"Citation": "Roks A. J. M. (2022). Phosphodiesterase-1 in the cardiovascular system. Cell. Signal. 92, 110251. 10.1016/J.CELLSIG.2022.110251", "ArticleIdList": ["10.1016/J.CELLSIG.2022.110251", "35066117"]}, {"Citation": "Sadiqa A., Rasul A., Hussain G., Shah M. A., Sarfraz I., Riaz A., et al. (2021). Nutrition and nutraceuticals for brain cancer. Bioact. Nutraceuticals Brain Disord., 327–348."}, {"Citation": "Saleem U., Akhtar R., Anwar F., Shah M. A., Chaudary Z., Ayaz M., et al. (2021). Neuroprotective potential of Malva neglecta is mediated via down-regulation of cholinesterase and modulation of oxidative stress markers. Metab. Brain Dis. 36, 889–900. 10.1007/s11011-021-00683-x", "ArticleIdList": ["10.1007/s11011-021-00683-x", "33570733"]}, {"Citation": "Samidurai A., Xi L., Das A., Iness A. N., Vigneshwar N. G., Li P. L., et al. (2021). Role of phosphodiesterase 1 in the pathophysiology of diseases and potential therapeutic opportunities. Pharmacol. Ther. 226, 107858. 10.1016/j.pharmthera.2021.107858", "ArticleIdList": ["10.1016/j.pharmthera.2021.107858", "PMC8815087", "33895190"]}, {"Citation": "Sanders O., Rajagopal L. (2020). Phosphodiesterase inhibitors for alzheimer’s disease: A systematic review of clinical trials and epidemiology with a mechanistic rationale. J. Alzheimers Dis. Rep. 4, 185–215. 10.3233/adr-200191", "ArticleIdList": ["10.3233/adr-200191", "PMC7369141", "32715279"]}, {"Citation": "Shah Z. A., Abu-Izneid T., Rauf A., Rashid U., Nizam M., Muhammad N., et al. (2020). Phosphodiesterase 1 inhibition and molecular docking study of phytochemicals isolated from stem heartwood of Heterophragma adenophyllum Seem. S. Afr. J. Bot. 135, 274–279. 10.1016/j.sajb.2020.08.013", "ArticleIdList": ["10.1016/j.sajb.2020.08.013"]}, {"Citation": "Shekarian M., Komaki A., Shahidi S., Sarihi A., Salehi I., Raoufi S. (2020a). The protective and therapeutic effects of vinpocetine, a PDE1 inhibitor, on oxidative stress and learning and memory impairment induced by an intracerebroventricular (ICV) injection of amyloid beta (aβ) peptide. Behav. Brain Res. 383, 112512. 10.1016/j.bbr.2020.112512", "ArticleIdList": ["10.1016/j.bbr.2020.112512", "31991177"]}, {"Citation": "Shekarian M., Komaki A., Shahidi S., Sarihi A., Salehi I., Raoufi S. (2020b). The protective and therapeutic effects of vinpocetine, a PDE1 inhibitor, on oxidative stress and learning and memory impairment induced by an intracerebroventricular (ICV) injection of amyloid beta (aβ) peptide. Behav. Brain Res. 383, 112512. 10.1016/J.BBR.2020.112512", "ArticleIdList": ["10.1016/J.BBR.2020.112512", "31991177"]}, {"Citation": "Shy T. W., Gaurav A. (2021a). Pharmacophore modelling and virtual screening studies for the discovery of potential natural products based PDE1B inhibitor lead compounds. Cent. Nerv. Syst. Agents Med. Chem. 21, 195–204. 10.2174/1871524922666211231115638", "ArticleIdList": ["10.2174/1871524922666211231115638", "34970959"]}, {"Citation": "Shy T. W., Gaurav A. (2021b). Pharmacophore modelling and virtual screening studies for the discovery of potential natural products based PDE1B inhibitor lead compounds. Cent. Nerv. Syst. Agents Med. Chem. 21, 195–204. 10.2174/1871524922666211231115638", "ArticleIdList": ["10.2174/1871524922666211231115638", "34970959"]}, {"Citation": "Therapies I. (2011). Deal watch: Intra-cellular therapies and Takeda to develop PDE1 inhibitors for schizophrenia. Nat. Rev. Drug Discov. 10, 329. 10.1038/nrd3438", "ArticleIdList": ["10.1038/nrd3438", "21532553"]}, {"Citation": "Tian Y., Cui W., Huang M., Robinson H., Wan Y., Wang Y., et al. (2014). Dual specificity and novel structural folding of yeast phosphodiesterase-1 for hydrolysis of second messengers cyclic adenosine and guanosine 3’5’-monophosphate. Biochemistry 53, 4938–4945. 10.1021/bi500406h", "ArticleIdList": ["10.1021/bi500406h", "PMC4144708", "25050706"]}, {"Citation": "Tomassoni D., Lanari A., Silvestrelli G., Traini E., Amenta F. (2008). Nimodipine and its use in cerebrovascular disease: Evidence from recent preclinical and controlled clinical studies. Clin. Exp. Hypertens. 30, 744–766. 10.1080/10641960802580232", "ArticleIdList": ["10.1080/10641960802580232", "19021025"]}, {"Citation": "Wu X. L., Deng M. Z., Gao Z. J., Dang Y. Y., Li Y. C., Li C. W. (2020). Neferine alleviates memory and cognitive dysfunction in diabetic mice through modulation of the NLRP3 inflammasome pathway and alleviation of endoplasmic-reticulum stress. Int. Immunopharmacol. 84, 106559. 10.1016/j.intimp.2020.106559", "ArticleIdList": ["10.1016/j.intimp.2020.106559", "32402951"]}, {"Citation": "Wu Y., Li Z., Huang Y. Y., Wu D., Luo H. Bin. (2018a). Novel phosphodiesterase inhibitors for cognitive improvement in alzheimer’s disease. J. Med. Chem. 61, 5467–5483. 10.1021/acs.jmedchem.7b01370", "ArticleIdList": ["10.1021/acs.jmedchem.7b01370", "29363967"]}, {"Citation": "Wu Y., Li Z., Huang Y. Y., Wu D., Luo H. Bin. (2018b). Novel phosphodiesterase inhibitors for cognitive improvement in alzheimer’s disease. J. Med. Chem. 61, 5467–5483. 10.1021/acs.jmedchem.7b01370", "ArticleIdList": ["10.1021/acs.jmedchem.7b01370", "29363967"]}, {"Citation": "Xi M., Sun T., Chai S., Xie M., Chen S., Deng L., et al. (2022). Therapeutic potential of phosphodiesterase inhibitors for cognitive amelioration in Alzheimer’s disease. Eur. J. Med. Chem. 232, 114170. 10.1016/j.ejmech.2022.114170", "ArticleIdList": ["10.1016/j.ejmech.2022.114170", "35144038"]}, {"Citation": "Yan C., Zhao A. Z., Bentley J. K., Beavo J. A. (1996). The calmodulin-dependent phosphodiesterase gene PDE1C encodes several functionally different splice variants in a tissue-specific manner. J. Biol. Chem. 271, 25699–25706. 10.1074/jbc.271.41.25699", "ArticleIdList": ["10.1074/jbc.271.41.25699", "8810348"]}, {"Citation": "Zang J., Wu Y., Su X., Zhang T., Tang X., Ma D., et al. (2021). Inhibition of PDE1-B by vinpocetine regulates microglial exosomes and polarization through enhancing autophagic flux for neuroprotection against ischemic stroke. Front. Cell Dev. Biol. 8, 616590–616619. 10.3389/fcell.2020.616590", "ArticleIdList": ["10.3389/fcell.2020.616590", "PMC7889976", "33614626"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "10", "Day": "15"}, {"Year": "2022", "Month": "12", "Day": "2"}, {"Year": "2023", "Month": "1", "Day": "9", "Hour": "3", "Minute": "40"}, {"Year": "2023", "Month": "1", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "10", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "12", "Day": "21"}], "PublicationStatus": "epublish", "ArticleIdList": ["36618909", "PMC9812569", "10.3389/fphar.2022.1070677", "1070677"]}}], "PubmedBookArticle": []}