{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["cultural relict plants", "herbal remedies", "historical ethnobotany", "living biocultural heritage", "silvopastoral system"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36616243", "DateRevised": {"Year": "2023", "Month": "01", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "12", "Day": "26"}], "Language": ["eng"], "ELocationID": ["116", "10.3390/plants12010116"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Dec", "Day": "26"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "\"Cow Healers Use It for Both Horses and Cattle\": The Rise and Fall of the Ethnoveterinary Use of <i>Peucedanum ostruthium</i> (L.) Koch (fam. Apiaceae) in Sweden.", "Abstract": {"AbstractText": ["Masterwort, <i>Peucedanum ostruthium</i> (L.) Koch, is an Apiaceae species originally native to the mountain areas of central and southern Europe. Written sources show that it was used in northern Europe. This study explores the cultivation history of masterwort and its past use in Sweden. Although only few details are known about the history of this taxon, it represents a cultural relict plant of an intentionally introduced species known in Sweden as early as the Middle Ages. In Sweden, the masterwort was mainly used as an ethnoveterinary herbal remedy from the seventeenth to nineteenth centuries. However, medicinal manuals, pharmacopoeias and some ethnographical records indicate that it was once also used in remedies for humans. Today, this species remains as a living biocultural heritage in rural areas, especially on the surviving shielings, which were once used as mountain pastures in Dalecarlia, and at former crofts that were inhabited by cattle owners in the forest areas of southern Sweden."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Landscape Architecture, Planning and Management, Swedish Agricultural University, POM, SE-23422 Lomma, Sweden."}], "LastName": "de Vahl", "ForeName": "Erik", "Initials": "E"}, {"Identifier": ["0000-0002-1947-7007"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Russian and Eurasian Studies, Uppsala University, SE-75120 Uppsala, Sweden."}, {"Identifier": [], "Affiliation": "Department of Environmental Sciences, Informatics and Statistics, Università Ca' Foscari Venezia, 30123 Venice, Italy."}], "LastName": "Mattalia", "ForeName": "Giulia", "Initials": "G"}, {"Identifier": ["0000-0002-8378-7923"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Russian and Eurasian Studies, Uppsala University, SE-75120 Uppsala, Sweden."}], "LastName": "Svanberg", "ForeName": "Ingvar", "Initials": "I"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Weibull J., Jansson E., Wedelsbäck Bladh K. Swedes revisited: A landrace inventory in Sweden. In: Veteläinen M., Negri V., Maxted N., editors. European Landraces: On Farm Conservation, Management and Use. Bioversity Technical Bulletin No. 15; Biodiversity International; Roma, Italy: 2009. pp. 155–160."}, {"Citation": "Strese E.-M., de Vahl E. Kulturarvsväxter för Framtidens Mångfald: Köksväxter i Nationella Genbanken. SLU; Alnarp, Sweden: 2018."}, {"Citation": "Svanberg I., de Vahl E. «It may also have prevented churchgoers from falling asleep»: Southernwood, Artemisia abrotanum L. (fam. Asteraceae), in the church. J. Ethnobiol. Ethnomed. 2020;16:49. doi: 10.1186/s13002-020-00401-4.", "ArticleIdList": ["10.1186/s13002-020-00401-4", "PMC7456030", "32859227"]}, {"Citation": "de Vahl E., Svanberg I. Traditional uses and practices of edible cultivated A.llium species (fam. Amaryllidaceae) in Sweden. J. Ethnobiol. Ethnomed. 2022;18:14. doi: 10.1186/s13002-022-00513-z.", "ArticleIdList": ["10.1186/s13002-022-00513-z", "PMC8908593", "35272679"]}, {"Citation": "Almquist E., Björkman G. Tillägg till Dalarnas flora. Sv. Bot. Tidskr. 1960;54:1–68."}, {"Citation": "Linnaeus C. Linnés Dalaresa Iter Dalecarlicum, Jämte Utlandsresan Iter ad Exteros och Bergslagsresan Iter ad fodinas. Med Utförlig Kommentar. Hugo Gebers Förlag; Stockholm, Sweden: 1953."}, {"Citation": "Linnaeus C. Flora Svecica. Laurentius Salvius; Stockholm, Sweden: 1755."}, {"Citation": "Hülphers A.A. Dagbok öfwer en Resa Igenom de, under Stora Kopparbergs Höfdingedöme Lydande Lähn och Dalarne år 1757. Joh. Laur. Horn; Wästerås, Sweden: 1762."}, {"Citation": "Pickl-Herk W. Volksmedizinische Anwendung von Arzneipflanzen im Norden Südtirols. Naturwissenschaftliche Fakultät d. Universität Wien; Wien, Austria: 1995. Unpublished Diploma Thesis."}, {"Citation": "Vogl S., Picker P., Mihaly-Bison J., Fakhrudin N., Atanasov A.G., Heiss E.H., Kopp B. Ethnopharmacological in vitro studies on Austria’s folk medicine. An unexplored lore in vitro anti-inflammatory activities of 71 Austrian traditional herbal drugs. J. Ethnopharmacol. 2013;149:750–771. doi: 10.1016/j.jep.2013.06.007.", "ArticleIdList": ["10.1016/j.jep.2013.06.007", "PMC3791396", "23770053"]}, {"Citation": "Vitalini S., Puricelli C., Mikerezi I., Iriti M. Plants, people and traditions: Ethnobotanical survey in the Lombard Stelvio National Park and neighbouring areas (Central Alps, Italy) J. Ethnopharmacol. 2015;173:435–458. doi: 10.1016/j.jep.2015.05.036.", "ArticleIdList": ["10.1016/j.jep.2015.05.036", "26031473"]}, {"Citation": "Abbet C., Mayor R., Roguet D., Spichiger R., Hamburger M., Potterat O. Ethnobotanical survey on wild alpine food plants in Lower and Central Valais (Switzerland) J. Ethnopharmacol. 2014;151:624–634. doi: 10.1016/j.jep.2013.11.022.", "ArticleIdList": ["10.1016/j.jep.2013.11.022", "24269246"]}, {"Citation": "Hegi G. Illustrierte Flora von Mitteleuropa. J. F. Lehmanns Verlag; München, Germany: 1926. 5, 2. Teil."}, {"Citation": "Joa H., Vogl S., Atanasov A.G., Zehl M., Nakel T., Fakhrudin N., Heiss E.H., Picker P., Urban E., Wawrosch C., et al. Identification of ostruthin from Peucedanum ostruthium rhizomes as an inhibitor of vascular smooth muscle cell proliferation. J. Nat. Prod. 2011;74:1513–1516. doi: 10.1021/np200072a.", "ArticleIdList": ["10.1021/np200072a", "PMC3122331", "21627108"]}, {"Citation": "Sarkhail P. Traditional uses, phytochemistry and pharmacological properties of the genus Peucedanum: A review. J. Ethnopharmacol. 2014;156:235–270. doi: 10.1016/j.jep.2014.08.034.", "ArticleIdList": ["10.1016/j.jep.2014.08.034", "25193684"]}, {"Citation": "Kopecký K. Die Beziehung zwischen Siedlungsgeschichte und Verbreitung von Imperatoria ostruthium im Gebirge Orlické hory (Adlergebirge, Nordostböhmen) Folia Geobot. Phytotax. 1973;8:241–248. doi: 10.1007/BF02852825.", "ArticleIdList": ["10.1007/BF02852825"]}, {"Citation": "Godwin H. History of the British Flora: A Factual Basis for Phytogeography. Cambridge University Press; Cambridge, UK: 1984."}, {"Citation": "Hultén E. Atlas of North European Vascular Plants North of the Tropic of Cancer. Volume 3 Koeltz Scientific Books; Königstein, Germany: 1986."}, {"Citation": "Fremstad E. Mesterrot Peucedanum ostruthium i Midt-Norge. Blyttia. 2004;62:82–90."}, {"Citation": "Lange J. Kulturplanternes Indførselshistorie i Danmark: Indtil Midten af 1900-Talle. DSR Forlag; Fredriksberg, Sweden: 1999."}, {"Citation": "Svedjemyr O. Mästerroten, Peucedanum ostruthium—Läkeväxt från medeltid. Sv. Bot. Tidskr. 1989;83:149–155."}, {"Citation": "Almquist E., Björkman G. Nya tillägg till Dalarnas kärlväxtflora. Sv. Bot. Tidskr. 1970;64:335–379."}, {"Citation": "SLU Swedish Species Information Centre: Mästerrot, Peucedanum ostruthium.  [(accessed on 18 October 2022)].  Available online:  https://artfakta.se/naturvard/taxon/Peucedanum%20ostruthium-219701."}, {"Citation": "Myrdal J. Source pluralism as a method of historical research. In: Hellman S., Rahikainen M., editors. Historical Knowledge: In Quest of Theory, Method and Evidence. Cambridge Scholars Publishing; Newcastle upon Tyne, UK: 2012. pp. 155–189."}, {"Citation": "Almquist E. Dalarnes Flora. Förteckning över Kärlväxterna, Grundad på Professor G. Samuelssons Samlade Material och Nyare Tillägg, Jämte Några Växtgeografiska Synpunkter på Dalafloran Samt dess Utforskning. Nordiska Bokhandeln; Stockholm, Sweden: 1949."}, {"Citation": "Svanberg I. Folklig Botanik. Dialogos; Stockholm, Sweden: 2011."}, {"Citation": "Svanberg I. Boskapsskötsel och jordbruk. In: Björklund S., Pettersson T.J.-E., editors. Lima och Transtrand: Ur Två Socknars Historia. Volume 2. Malungs Kommun; Malung, Sweden: 1987. pp. 209–256."}, {"Citation": "Frödin J. Siljansområdets Fäbodbygd. Gleerup; Lund, Sweden: 1925."}, {"Citation": "Johnson A. Ph.D. Thesis. Department of Musicology, Uppsala University; Uppsala, Sweden: 1986. Sången i Skogen: Studier Kring den Svenska Fäbodmusiken."}, {"Citation": "Dahllöf T. Mikaeli: Sommarens Slut och Vinterns Smygande Ankomst. Maral Production; Uppsala, Sweden: 2003."}, {"Citation": "Ljung T. Vårt Levande Arv. Minnen och Spår i Landskapet. Dalarnas Fornminnes-Och Hembygdsförbund; Falun, Sweden: 2017."}, {"Citation": "Nilsson E. Mästerroten—Hemkär men nyckfull. Sv. Bot. Tidskr. 1982;76:83–89."}, {"Citation": "Julin E. En förekomst av Peucedanum ostruthium i Norrbotten. Bot. Not. 1961;114:322–338."}, {"Citation": "Svanberg I. Odlarmöda och trädgårdsnöje. In: Christensson J., editor. Signums Svenska Kulturhistoria: Frihetstiden. Signum; Lund, Sweden: 2006. pp. 185–217."}, {"Citation": "Malmgren U. Västmanlands Flora. Naturvetenskapliga Forskningsrådet; Stockholm, Sweden: 1982."}, {"Citation": "Svanberg I. Lovage, Levisticum officinale. In: Cuno C., editor. Encyclopedia of Cultivated Plants. Volume 2. ABC-CLIO; Santa Barbara, CA, USA: 2013. pp. 603–606."}, {"Citation": "Svanberg I. Tansy, Tanacetum vulgare. In: Cuno C., editor. Encyclopedia of Cultivated Plants. Volume 3. ABC-CLIO; Santa Barbara, CA, USA: 2013. pp. 1033–1035."}, {"Citation": "Svanberg I. Masterwort, Peucedanum ostruthium. In: Cuno C., editor. Encyclopedia of Cultivated Plants. Volume 2. ABC-CLIO; Santa Barbara, CA, USA: 2013. pp. 637–640."}, {"Citation": "Allen D.E., Hatfield G. Medicinal Plants in Folk Tradition: An Ethnobotany of Britain and Ireland. Timber Press; Portland, OR, USA: 2004."}, {"Citation": "Brøndegaard V.J. Dansk Veterinærhistorisk Årbog 22. Carl Fr. Mortensens Forlag; København, Denmark: 1962. Mesterrod som Veterinærplante; pp. 122–132."}, {"Citation": "Pedersen C. En Nøttelig Lege Bog Faar Fattige och Rige Unge och Gamle om Mange Atskillige Siwgdomme som Menniskene Hender til ath Kome paa Deris Legeme i Mage Honde Maade oc om Gode Raad oc Legedomme til Dem ath de Som Lese Kunde Mwe Hielpe dem Selffue oc Andre Flere met Urter som her Voxe i Riget. Hoochstraten; Malmø, Sweden: 1533."}, {"Citation": "Smid H. Een Skøn Loestig. Ny Vrtegaardt. Prydet Med Mange Atskillige Vrter, som Tiene til Menniskens Legemmes Sundheds Opholdelse, Desligest Huorledis Electuaria, Syruper, Conserva, oc Olier, Skulle ret Konstelige Gøres, oc Beredes, aff Denne Vrtegaards Vrter, Deres Røder oc Blomster, oc Andre Saadane Subtilige Nyttelige Ting, Aldrig Tilforn Seet paa Vort Danske Tungemaal. Oluff Vlricksen; Malmø, Sweden: 1546."}, {"Citation": "Paulinus G.L. Loimoscopia, Eller Pestilentz Speghel: Thet är Andeligh och Naturligh Vnderwijsning, om Pestilenzies Beskriffwelse, Orsaker, Praeserwatijff, Läkedomar och Befrijelser: Stält och Sammanfattadt. Olof Olofsson Enæus; Strängnäs, Sweden: 1623."}, {"Citation": "Nyström S. I Apotekarens Trädgård: Medicinalväxtodling i Svenska Apotekarträdgårdar Med Fokus på 1700-Talet. Institutionen för Växtförädling, Sveriges Lantbruksuniversitet, SLU; Alnarp, Sweden: 2021."}, {"Citation": "Catalogus et Valor Medicamentorum in Officinis Pharmaceüticis Stockholmiensibus prostantium/Apothekare-TAXA, Uppå Alla de Medicamenter och Wahror, som på Apotheken i Stockholm Finnes Till Sahlu /Apotheker-Taxt, Aller Medicamenten undt Wahren, Welche in Denen Stockholmischen Apotheken zu Finden Seyn. Stockholm, Sweden: 1698.  [(accessed on 1 December 2022)].  Available online:  https://libris.kb.se/bib/14227586."}, {"Citation": "Malmsten P.H., Sandahl O.T. Pharmacopoea Svecica. Editio septima. Norstedt; Stockholm, Sweden: 1869."}, {"Citation": "Retzius A.J. Försök till en Flora Oeconomica Sveciae Eller Swenska Wäxters Nytta och Skada i Hushållningen. Volume 1 J.A. Lundblad; Lund, Sweden: 1806."}, {"Citation": "Pieroni A., Giusti M.E. Alpine ethnobotany in Italy: Traditional knowledge of gastronomic and medicinal plants among the Occitans of the upper Varaita valley, Piedmont. J. Ethnobiol. Ethnomed. 2009;5:32. doi: 10.1186/1746-4269-5-32.", "ArticleIdList": ["10.1186/1746-4269-5-32", "PMC2780386", "19895681"]}, {"Citation": "Petelka J., Plagg B., Säumel I., Zerba S. Traditional medicinal plants in South Tyrol (northern Italy, south Alps) J. Ethnobiol. Ethnomed. 2020;16:74. doi: 10.1186/s13002-020-00419-8.", "ArticleIdList": ["10.1186/s13002-020-00419-8", "PMC7690129", "33243238"]}, {"Citation": "Brioschi C. Botanical and Ethnobotanical Studies in Peucedanum ostruthium (Apiaceae) from the Upper Saastal: Variability of Morphology and Coumarin Components, and Use as a Medicinal Plant. Institute of Systematic and Evolutionary Botany, University of Zürich; Zürich, Switzerland: 2020."}, {"Citation": "Svanberg I. «The Lapps Chew This Root a Lot»: Milk Parsley (Peucedanum palustre) in Sami Plant Knowledge. In: Fransson U., editor. Cultural Interaction between East and West. Archaeology, Artefacts and Human Contacts in Northern Europe. Department of Archaeology, University of Sweden; Stockholm, Sweden: 2007. pp. 328–330. Stockholm Studies in Archaeology."}, {"Citation": "Färje. C.G. C.G. Transtrands Flora. Med Artförteckning och Kommentar Samt de Dialektala Namnen. Transtrands Hembygdsförening; Sälen, Sweden: 1961."}, {"Citation": "Eriksson P.A. Växter. In: Björklund S., Pettersson T.J.-E., editors. Lima och Transtrand. Ur Två Socknars Historia. Volume 2. Malungs Kommun; Malung, Sweden: 1987. pp. 69–108."}, {"Citation": "Enell H., Thedenius H., Luhr R. Pharmaca Composita. C. & E Gernandts Förlag; Stockholm, Sweden: 1896."}, {"Citation": "Nygårds L. Rällsjö Brita är Mitt Namn: En Berättelse Från Självhushållets tid Färgad av Tre Sekel. Ackedo; Stockholm, Sweden: 2017."}, {"Citation": "Behm M. Een ny och Ganska Nyttigh Läkiare-Book om Häste Läkedomar. Therutinnan Allehanda Wisse och Kostlege Recepter Äre Beskreffne och Experminenterade. Henrich Keyer; Stockholm, Sweden: 1648."}, {"Citation": "Rålamb Å.C. Adelig öfning, XIII: Hushåld och Åkerbruk eller Oeconomia; Läkebok för Hästar, Boskap och Andra Stora och små Creatur. Niclas Wankijff; Stockholm, Sweden: 1690."}, {"Citation": "Samuelsson S. Den Förträffeliga och Tilförlåteliga Häste-Boken, af den Namnkunnoge Rusthållaren Sven Samuelsson i Hadelö Upgifwen; Innehållande Säkra Underrättelser om alla Häste-Kreaturen Tilstötande Sjukdomar Samt Ofelbara Præservativer och Botemedel Deremot, Samt Tecken til Rätta Sjukdomen. Jemte Några Recepter mot Smittosamma Boskaps Sjukdomar; af Honom Sjelf Med Egen Hand Anteknade under Desz Mångåriga Försök och Förträffeliga Curer. Samt nu på Många Respective Stånds-Personers och Fleres åstundan til Allmänhetens Tjenst och Nytta til Trycket Befordrad. Björckegren; Linköping, Sweden: 1775."}, {"Citation": "Heurgren P.G. Husdjuren i Nordisk Folktro. Örebro Dagblad; Örebro, Sweden: 1925."}, {"Citation": ". Om mästerroten m.m. Skansvakten. 1949;34:22."}, {"Citation": "Steensland L. Älvdalska Växtnamn Förr och Nu. Dialekt-Och Golkminnesarkivet; Uppsala, Sweden: 1994."}, {"Citation": "Pettersson O. Gamla Byar i Vilhelmina. Volume 3 Generalstabens Litografiska Anstalt; Stockholm, Sweden: 1941."}, {"Citation": "Høeg O.A. Planter og Tradisjon: Floraen i Levende Tale og Tradisjon i Norge 1925–1973. Universitetsforlaget; Oslo, Norway: 1974."}, {"Citation": "Marzell H. Die Meisterwurz. Die Geschichte einer einst hochberühmten alpinen Heilpflanze. Jahrb. Ver. Schutze Alp. Tiere. 1959;24:36–42."}, {"Citation": "Kamp J. Danske Folkeminder, æventyr, Folkesagn, Gaader, Rim og Folketro. Nielsen; Odense, Denmark: 1877."}, {"Citation": "Waller P.J., Bernes G., Thamsborg S.M., Sukura A., Richter S.H., Ingebrigtsen K., Höglund J. Plants as de-worming agents of livestock in the Nordic countries: Historical perspective, popular beliefs and prospects for the future. Acta Vet. Scand. 2001;42:31–44. doi: 10.1186/1751-0147-42-31.", "ArticleIdList": ["10.1186/1751-0147-42-31", "PMC2202332", "11455900"]}, {"Citation": "Sweden′s Virtual Herbarium.  [(accessed on 22 October 2022)].  Available online:  http://herbarium.emg.umu.se/"}, {"Citation": "Artportalen   [(accessed on 22 October 2022)].  Available online:  www.artportalen.se."}, {"Citation": "Mattalia G., Belichenko O., Kalle R., Kolosova V., Kuznetsova N., Prakofjewa J., Stryamets N., Pieroni A., Volpato G., Sõukand R. Multifarious trajectories in plant-based ethnoveterinary knowledge in northern and southern eastern Europe. Front. Vet. Sci. 2021;8:710019. doi: 10.3389/fvets.2021.710019.", "ArticleIdList": ["10.3389/fvets.2021.710019", "PMC8551763", "34722694"]}, {"Citation": "Ingty T. Pastoralism in the highest peaks: Role of the traditional grazing systems in maintaining biodiversity and ecosystem function in the alpine Himalaya. PLoS ONE. 2021;16:e0245221. doi: 10.1371/journal.pone.0245221.", "ArticleIdList": ["10.1371/journal.pone.0245221", "PMC7790420", "33411837"]}, {"Citation": "FAO . Global Plan of Action for the Conservation and Sustainable Utilization of Plant Genetic Resources for Food and Agriculture. FAO; Rome, Italy: 1996."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "11", "Day": "20"}, {"Year": "2022", "Month": "12", "Day": "20"}, {"Year": "2022", "Month": "12", "Day": "21"}, {"Year": "2023", "Month": "1", "Day": "8", "Hour": "1", "Minute": "39"}, {"Year": "2023", "Month": "1", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "9", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "12", "Day": "26"}], "PublicationStatus": "epublish", "ArticleIdList": ["36616243", "PMC9823300", "10.3390/plants12010116", "plants12010116"]}}], "PubmedBookArticle": []}