{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Corticosteroids", "Cytokine storm", "Mechanical ventilation", "Mortality", "SARS-CoV-19 infection", "Severe COVID-19 pneumonia"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36624180", "DateCompleted": {"Year": "2023", "Month": "03", "Day": "31"}, "DateRevised": {"Year": "2023", "Month": "03", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "01", "Day": "09"}], "Language": ["eng"], "ELocationID": ["10.1007/s10354-022-00993-4"], "Journal": {"ISSN": "1563-258X", "JournalIssue": {"Volume": "173", "Issue": "5-6", "PubDate": {"Year": "2023", "Month": "Apr"}}, "Title": "Wiener medizinische Wochenschrift (1946)", "ISOAbbreviation": "Wien Med Wochenschr"}, "ArticleTitle": "Comparison of the efficacy of equivalent doses of dexamethasone, methylprednisolone, and hydrocortisone for treatment of COVID-19-related acute respiratory distress syndrome: a prospective three-arm randomized clinical trial.", "Pagination": {"StartPage": "140", "EndPage": "151", "MedlinePgn": "140-151"}, "Abstract": {"AbstractText": ["This prospective controlled clinical trial aimed to compare the efficacy of methylprednisolone, dexamethasone, and hydrocortisone at equivalent doses in patients with severe COVID-19.", "In total, 106 patients with mild to moderate COVID-19-related acute respiratory distress syndrome (ARDS) were randomized to receive either dexamethasone (6 mg once a day), methylprednisolone (16 mg twice a day), or hydrocortisone (50 mg thrice a day) for up to 10 days. All participants received a standard of care for COVID-19. The primary and secondary efficacy outcomes included all-cause 28-day mortality, clinical status on day 28 assessed using the World Health Organization (WHO) eight-category ordinal clinical scale, number of patients requiring mechanical ventilation and intensive care unit (ICU) care, number of ventilator-free days, length of hospital and ICU stay, change in PaO<sub>2</sub>:FiO<sub>2</sub> ratios during the first 5 days after treatment, and incidence of serious adverse events. P-values below 0.008 based on Bonferroni's multiple-testing correction method were considered statistically significant.", "According to the obtained results, there was a trend toward more favorable clinical outcomes in terms of needing mechanical ventilation and ICU care, number of ventilator-free days, change in PaO<sub>2</sub>:FiO<sub>2</sub> ratios during the first 5 days after treatment, clinical status score at day 28, length of ICU and hospital stay, and overall 28-day mortality in patients receiving dexamethasone compared to those receiving methylprednisolone or hydrocortisone; however, likely due to the study's small sample size, the difference between groups reached a significant level only in the case of clinical status score on day 28 (p-value = 0.003). There was no significant difference in the incidence of serious adverse events between the study groups.", "Based on the results, severe cases of COVID-19 treated with dexamethasone might have a better clinical status at 28-day follow-up compared to methylprednisolone and hydrocortisone at an equivalent dose. Larger multicenter trials are required to confirm our findings."], "CopyrightInformation": "© 2022. The Author(s), under exclusive licence to Springer-Verlag GmbH Austria, ein Teil von Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anesthesiology and Critical Care, School of Medicine, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Taher", "ForeName": "Abbas", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anesthesiology and Critical Care, School of Medicine, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Lashkari", "ForeName": "Marjan", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department Infectious Disease, School of Medicine, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Keramat", "ForeName": "Fariba", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department Infectious Disease, School of Medicine, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Hashemi", "ForeName": "Seyyed Hamid", "Initials": "SH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of medical and surgical nursing, school of nursing and midwifery, Shahid Beheshti university of Medical Sciences, Tehran, Iran."}], "LastName": "Sedighi", "ForeName": "Ladan", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology, School of Public Health, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Poorolajal", "ForeName": "Jalal", "Initials": "J"}, {"Identifier": ["0000-0003-4119-1600"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Pharmacy, School of Pharmacy, Medicinal Plants and Natural Products Research Center, Hamadan University of Medical Sciences, Shahid Fahmideh Ave, 6517838678, Hamadan, Iran. m_mehrpooya2003@yahoo.com."}], "LastName": "Mehrpooya", "ForeName": "Maryam", "Initials": "M"}], "GrantList": [{"GrantID": "9903271877", "Agency": "Vice Chancellor for Research and Technology, Hamadan University of Medical Sciences", "Country": ""}], "PublicationTypeList": ["Randomized Controlled Trial", "Journal Article"]}, "MedlineJournalInfo": {"Country": "Austria", "MedlineTA": "Wien Med Wochenschr", "NlmUniqueID": "8708475", "ISSNLinking": "0043-5341"}, "ChemicalList": [{"RegistryNumber": "X4W7ZR7023", "NameOfSubstance": "Methylprednisolone"}, {"RegistryNumber": "WI4X0X7BPJ", "NameOfSubstance": "Hydrocortisone"}, {"RegistryNumber": "7S5I7G3JQL", "NameOfSubstance": "Dexamethasone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["complications"], "DescriptorName": "COVID-19"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Methylprednisolone"}, {"QualifierName": [], "DescriptorName": "SARS-CoV-2"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Hydrocortisone"}, {"QualifierName": [], "DescriptorName": "Prospective Studies"}, {"QualifierName": [], "DescriptorName": "COVID-19 Drug Treatment"}, {"QualifierName": ["drug therapy", "chemically induced"], "DescriptorName": "Respiratory Distress Syndrome"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Dexamethasone"}, {"QualifierName": [], "DescriptorName": "Treatment Outcome"}], "CoiStatement": "A. Taher, M. Lashkari, F. Keramat, S.H. Hashemi, L. Sedighi, J. Poorolajal, and M. Mehrpooya declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Organization WH . COVID-19 weekly epidemiological update. 58 2021."}, {"Citation": "Huang X, Wei F, Hu L, Wen L, Chen K. Epidemiology and clinical characteristics of COVID-19. Arch Iran Med. 2020;23(4):268–271. doi: 10.34172/aim.2020.09.", "ArticleIdList": ["10.34172/aim.2020.09", "32271601"]}, {"Citation": "Li X, Ma X. Acute respiratory failure in COVID-19: is it “typical” ARDS? Crit Care. 2020;24(1):1–5. doi: 10.1186/s13054-020-02911-9.", "ArticleIdList": ["10.1186/s13054-020-02911-9", "PMC7202792", "32375845"]}, {"Citation": "Yang L, Xie X, Tu Z, Fu J, Xu D, Zhou Y. The signal pathways and treatment of cytokine storm in COVID-19. Signal Transduct Target Ther. 2021;6(1):1–20.", "ArticleIdList": ["PMC8261820", "34234112"]}, {"Citation": "Jafari-Oori M, Ghasemifard F, Ebadi A, Karimi L, Rahimi-Bashar F, Jamialahmadi T, Guest PC, Vahedian-Azimi A, Sahebkar A. 18 acute respiratory distress syndrome and COVID-19: a scoping review and meta-analysis. Clin Biol Mol Aspects Covid-19. 2021;1321:211. doi: 10.1007/978-3-030-59261-5_18.", "ArticleIdList": ["10.1007/978-3-030-59261-5_18", "33656726"]}, {"Citation": "Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, Zhang L, Fan G, Xu J, Gu X. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395(10223):497–506. doi: 10.1016/S0140-6736(20)30183-5.", "ArticleIdList": ["10.1016/S0140-6736(20)30183-5", "PMC7159299", "31986264"]}, {"Citation": "Chen G, Wu D, Guo W, Cao Y, Huang D, Wang H, Wang T, Zhang X, Chen H, Yu H. Clinical and immunological features of severe and moderate coronavirus disease 2019. J Clin Invest. 2020;130(5):2620–2629. doi: 10.1172/JCI137244.", "ArticleIdList": ["10.1172/JCI137244", "PMC7190990", "32217835"]}, {"Citation": "Alijotas-Reig J, Esteve-Valverde E, Belizna C, Selva-O’Callaghan A, Pardos-Gea J, Quintana A, Mekinian A, Anunciacion-Llunell A, Miró-Mur F. Immunomodulatory therapy for the management of severe COVID-19. Beyond the anti-viral therapy: a comprehensive review. Autoimmun Rev. 2020;19(7):102569. doi: 10.1016/j.autrev.2020.102569.", "ArticleIdList": ["10.1016/j.autrev.2020.102569", "PMC7252146", "32376394"]}, {"Citation": "Marmor M, Jonas A. Corticosteroids for COVID-19-Associated ARDS. Clin Pulm Med. 2020;27(6):165. doi: 10.1097/CPM.0000000000000381.", "ArticleIdList": ["10.1097/CPM.0000000000000381"]}, {"Citation": "Zhou Y, Fu X, Liu X, Huang C, Tian G, Ding C, Wu J, Lan L, Yang S. Use of corticosteroids in influenza-associated acute respiratory distress syndrome and severe pneumonia: a systemic review and meta-analysis. Sci Rep. 2020;10(1):1–10.", "ArticleIdList": ["PMC7033254", "32080223"]}, {"Citation": "Steinberg KP, Hudson LD, Goodman RB, Hough CL, Lanken PN, Hyzy R, Thompson BT, Ancukiewicz M, National Heart, Lung, and Blood Institute (ARDS) Clinical Trials Network. Efficacy and safety of corticosteroids for persistent acute respiratory distress syndrome. N. Engl J Med. 2006;354(16):1671–1684. doi: 10.1056/NEJMoa051693.", "ArticleIdList": ["10.1056/NEJMoa051693", "16625008"]}, {"Citation": "Annane D. Corticosteroids for COVID-19. J Intensive Med. 2021;1(1):14–25. doi: 10.1016/j.jointm.2021.01.002.", "ArticleIdList": ["10.1016/j.jointm.2021.01.002", "PMC7919540", "36943816"]}, {"Citation": "The RECOVERY Collaborative Group Dexamethasone in hospitalized patients with Covid-19—preliminary report. N Engl J Med. 2021;384(8):693–704. doi: 10.1056/NEJMoa2021436.", "ArticleIdList": ["10.1056/NEJMoa2021436", "PMC7383595", "32678530"]}, {"Citation": "Sterne JA, Murthy S, Diaz JV, Slutsky AS, Villar J, Angus DC, Annane D, Azevedo LCP, Berwanger O, Cavalcanti AB. Association between administration of systemic corticosteroids and mortality among critically ill patients with COVID-19: a meta-analysis. JAMA. 2020;324(13):1330–1341. doi: 10.1001/jama.2020.17023.", "ArticleIdList": ["10.1001/jama.2020.17023", "PMC7489434", "32876694"]}, {"Citation": "Bhimraj A, Morgan RL, Shumaker AH, Lavergne V, Baden L, Cheng VC‑C, Edwards KM, Gandhi R, Muller WJ, O’Horo JC. Infectious Diseases Society of America guidelines on the treatment and management of patients with COVID-19. Clin Infect Dis. 2020 doi: 10.1093/cid/ciaa478.", "ArticleIdList": ["10.1093/cid/ciaa478", "PMC7197612", "32338708"]}, {"Citation": "Wagner C, Griesel M, Mikolajewska A, Mueller A, Nothacker M, Kley K, Metzendorf M-I, Fischer A-L, Kopp M, Stegemann M. Systemic corticosteroids for the treatment of COVID-19. Cochrane Database Syst Rev. 2021 doi: 10.1002/14651858.CD014963..", "ArticleIdList": ["10.1002/14651858.CD014963.", "PMC8406706", "34396514"]}, {"Citation": "Ranjbar K, Moghadami M, Mirahmadizadeh A, Fallahi MJ, Khaloo V, Shahriarirad R, Erfani A, Khodamoradi Z, Saadi MHG. Methylprednisolone or dexamethasone, which one is superior corticosteroid in the treatment of hospitalized COVID-19 patients: a triple-blinded randomized controlled trial. BMC Infect Dis. 2021;21(1):1–8.", "ArticleIdList": ["PMC8035859", "33838657"]}, {"Citation": "Pinzón MA, Ortiz S, Holguín H, Betancur JF, Cardona Arango D, Laniado H, Arias Arias C, Muñoz B, Quiceno J, Jaramillo D. Dexamethasone vs methylprednisolone high dose for Covid-19 pneumonia. PLoS ONE. 2021;16(5):e0252057. doi: 10.1371/journal.pone.0252057.", "ArticleIdList": ["10.1371/journal.pone.0252057", "PMC8148307", "34033648"]}, {"Citation": "Ko JJ, Wu C, Mehta N, Wald-Dickler N, Yang W, Qiao R. A comparison of methylprednisolone and dexamethasone in intensive care patients with COVID-19. J Intensive Care Med. 2021;36(6):673–680. doi: 10.1177/0885066621994057.", "ArticleIdList": ["10.1177/0885066621994057", "33632000"]}, {"Citation": "Khiali S, Entezari-Maleki T. Therapeutic application of corticosteroids in COVID-19: a focus on optimum dose and duration of therapy. J Clin Pharmacol. 2021;61(9):1145. doi: 10.1002/jcph.1929.", "ArticleIdList": ["10.1002/jcph.1929", "PMC8426861", "34157144"]}, {"Citation": "Force ADT, Ranieri V, Rubenfeld G, Thompson B, Ferguson N, Caldwell E, Fan E, Camporota L, Slutsky A. Acute respiratory distress syndrome. JAMA. 2012;307(23):2526–2533.", "ArticleIdList": ["22797452"]}, {"Citation": "Marshall JC, Murthy S, Diaz J, Adhikari N, Angus DC, Arabi YM, Baillie K, Bauer M, Berry S, Blackwood B. A minimal common outcome measure set for COVID-19 clinical research. Lancet Infect Dis. 2020;20(8):e192–e197. doi: 10.1016/S1473-3099(20)30483-7.", "ArticleIdList": ["10.1016/S1473-3099(20)30483-7", "PMC7292605", "32539990"]}, {"Citation": "Meduri GU, Golden E, Freire AX, Taylor E, Zaman M, Carson SJ, Gibson M, Umberger R. Methylprednisolone infusion in early severe ARDS: results of a randomized controlled trial. Chest. 2007;131(4):954–963. doi: 10.1378/chest.06-2100.", "ArticleIdList": ["10.1378/chest.06-2100", "17426195"]}, {"Citation": "Que Y, Hu C, Wan K, Hu P, Wang R, Luo J, Li T, Ping R, Hu Q, Sun Y. Cytokine release syndrome in COVID-19: a major mechanism of morbidity and mortality. Int Rev Immunol. 2021 doi: 10.1080/08830185.2021.1884248.", "ArticleIdList": ["10.1080/08830185.2021.1884248", "PMC7919105", "33616462"]}, {"Citation": "van Eijk LE, Binkhorst M, Bourgonje AR, Offringa AK, Mulder DJ, Bos EM, Kolundzic N, Abdulle AE, van der Voort PH, Rikkert OMG. COVID-19: immunopathology, pathophysiological mechanisms, and treatment options. J Pathol. 2021;254(4):307–331. doi: 10.1002/path.5642.", "ArticleIdList": ["10.1002/path.5642", "PMC8013908", "33586189"]}, {"Citation": "Health NIo . Coronavirus disease 2019 (COVID-19) treatment guidelines. 2020.", "ArticleIdList": ["34003615"]}, {"Citation": "Organization WH . Corticosteroids for COVID-19: living guidance, 2 September 2020. World Health Organization; 2020."}, {"Citation": "Tomazini BM, Maia IS, Cavalcanti AB, Berwanger O, Rosa RG, Veiga VC, Avezum A, Lopes RD, Bueno FR, Silva MVA. Effect of dexamethasone on days alive and ventilator-free in patients with moderate or severe acute respiratory distress syndrome and COVID-19: the CoDEX randomized clinical trial. JAMA. 2020;324(13):1307–1316. doi: 10.1001/jama.2020.17021.", "ArticleIdList": ["10.1001/jama.2020.17021", "PMC7489411", "32876695"]}, {"Citation": "Villar J, Ferrando C, Martínez D, Ambrós A, Muñoz T, Soler JA, Aguilar G, Alba F, González-Higueras E, Conesa LA. Dexamethasone treatment for the acute respiratory distress syndrome: a multicentre, randomised controlled trial. Lancet Respir Med. 2020;8(3):267–276. doi: 10.1016/S2213-2600(19)30417-5.", "ArticleIdList": ["10.1016/S2213-2600(19)30417-5", "32043986"]}, {"Citation": "Dequin P-F, Heming N, Meziani F, Plantefève G, Voiriot G, Badié J, François B, Aubron C, Ricard J-D, Ehrmann S. Effect of hydrocortisone on 21-day mortality or respiratory support among critically ill patients with COVID-19: a randomized clinical trial. JAMA. 2020;324(13):1298–1306. doi: 10.1001/jama.2020.16761.", "ArticleIdList": ["10.1001/jama.2020.16761", "PMC7489432", "32876689"]}, {"Citation": "Angus DC, Derde L, Al-Beidh F, Annane D, Arabi Y, Beane A, van Bentum-Puijk W, Berry L, Bhimani Z, Bonten M. Effect of hydrocortisone on mortality and organ support in patients with severe COVID-19: the REMAP-CAP COVID-19 corticosteroid domain randomized clinical trial. JAMA. 2020;324(13):1317–1329. doi: 10.1001/jama.2020.17022.", "ArticleIdList": ["10.1001/jama.2020.17022", "PMC7489418", "32876697"]}, {"Citation": "Corral-Gudino L, Bahamonde A, Arnaiz-Revillas F, Gómez-Barquero J, Abadía-Otero J, García-Ibarbia C, Mora V, Cerezo-Hernández A, Hernández JL, López-Muñíz G. Methylprednisolone in adults hospitalized with COVID-19 pneumonia. Wien Klin Wochenschr. 2021;133(7):303–311. doi: 10.1007/s00508-020-01805-8.", "ArticleIdList": ["10.1007/s00508-020-01805-8", "PMC7854876", "33534047"]}, {"Citation": "Jeronimo CMP, Farias MEL, Val FFA, Sampaio VS, Alexandre MAA, Melo GC, Safe IP, Borba MGS, Netto RLA, Maciel ABS. Methylprednisolone as adjunctive therapy for patients hospitalized with coronavirus disease 2019 (COVID-19; Metcovid): a randomized, double-blind, phase IIb, placebo-controlled trial. Clin Infect Dis. 2021;72(9):e373–e381. doi: 10.1093/cid/ciaa1177.", "ArticleIdList": ["10.1093/cid/ciaa1177", "PMC7454320", "32785710"]}, {"Citation": "Hazbun ME, Faust AC, Ortegon AL, Sheperd LA, Weinstein GL, Doebele RL, Weinmeister KD, Liddell AM, Feldman M. Crit Care. 2019;2(6):e0145. doi: 10.1097/CCE.0000000000000145.", "ArticleIdList": ["10.1097/CCE.0000000000000145", "PMC7314352", "32696008"]}, {"Citation": "Fatima SA, Asif M, Khan KA, Siddique N, Khan AZ. Comparison of efficacy of dexamethasone and methylprednisolone in moderate to severe covid 19 disease. Ann Med Surg. 2020;60:413–416. doi: 10.1016/j.amsu.2020.11.027.", "ArticleIdList": ["10.1016/j.amsu.2020.11.027", "PMC7654232", "33200031"]}, {"Citation": "Mora-Luján JM, Tuells M, Montero A, Formiga F, Homs NA, Albà-Albalate J, Corbella X, Rubio-Rivas M. High-dose methylprednisolone pulses for 3 days vs. low-dose dexamethasone for 10 days in severe, non-critical COVID-19: a retrospective propensity score matched analysis. J Clin Med. 2021;10(19):4465. doi: 10.3390/jcm10194465.", "ArticleIdList": ["10.3390/jcm10194465", "PMC8509662", "34640481"]}, {"Citation": "Oganesyan A, Menzulin R, Surovoy Y, Nikiforchin A, Zykov K. Target groups for a short Dexamethasone course among critically ill COVID-19. patients. Crit Care Res Pract. 2021 doi: 10.1155/2021/5557302.", "ArticleIdList": ["10.1155/2021/5557302", "PMC8645403", "34877019"]}, {"Citation": "Rana MA, Hashmi M, Qayyum A, Pervaiz R, Saleem M, Munir MF, Saif MMU. Comparison of efficacy of dexamethasone and methylprednisolone in improving PaO2/FiO2 ratio among COVID-19. patients. Cureus. 2020;12(10):e10918. doi: 10.7759/cureus.10918.", "ArticleIdList": ["10.7759/cureus.10918", "PMC7657375", "33194485"]}, {"Citation": "Munch MW, Meyhoff TS, Helleberg M, Kjær MBN, Granholm A, Hjortsø CJS, Jensen TS, Møller MH, Hjortrup PB, Wetterslev M. Low-dose hydrocortisone in patients with COVID-19 and severe hypoxia: the COVID STEROID randomised, placebo-controlled trial. Acta Anaesthesiol Scand. 2021;65(10):1421–1430. doi: 10.1111/aas.13941.", "ArticleIdList": ["10.1111/aas.13941", "PMC8441888", "34138478"]}, {"Citation": "Du Plessis E, Lalla U, Allwood B, Louw E, Nortje A, Parker A, Taljaard J, Ayele B, Nyasulu P, Koegelenberg C. Corticosteroids in critical COVID-19: Are all corticosteroids equal? South Afr Med J. 2021;111(6):550–553.", "ArticleIdList": ["34382564"]}, {"Citation": "Williams DM. Clinical pharmacology of corticosteroids. Respir Care. 2018;63(6):655–670. doi: 10.4187/respcare.06314.", "ArticleIdList": ["10.4187/respcare.06314", "29794202"]}, {"Citation": "Johns M, George S, Taburyanskaya M, Poon YK. A review of the evidence for corticosteroids in COVID-19. J Pharm Pract. 2021 doi: 10.1177/0897190021998502.", "ArticleIdList": ["10.1177/0897190021998502", "33719698"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "7", "Day": "22"}, {"Year": "2022", "Month": "11", "Day": "24"}, {"Year": "2023", "Month": "3", "Day": "31", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "1", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "9", "Hour": "23", "Minute": "20"}, {"Year": "2023", "Month": "1", "Day": "13"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36624180", "PMC9838299", "10.1007/s10354-022-00993-4", "10.1007/s10354-022-00993-4"]}}], "PubmedBookArticle": []}