{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antibacterial activity", "Medicinal Plants", "Synergistic effects", "UTI causing-pathogens"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36624873", "DateRevised": {"Year": "2023", "Month": "01", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "12", "Day": "24"}], "Language": ["eng"], "ELocationID": ["101076", "10.1016/j.nmni.2022.101076"], "Journal": {"ISSN": "2052-2975", "JournalIssue": {"Volume": "51", "PubDate": {"Year": "2023", "Month": "Jan"}}, "Title": "New microbes and new infections", "ISOAbbreviation": "New Microbes New Infect"}, "ArticleTitle": "<i>In-vitro</i> anti-bacterial activity of medicinal plants against Urinary Tract Infection (UTI) causing bacteria along with their synergistic effects with commercially available antibiotics.", "Pagination": {"StartPage": "101076", "MedlinePgn": "101076"}, "Abstract": {"AbstractText": ["Plants contain a variety of bioactive compounds that provide them antimicrobial properties, which can be used to develop novel antibiotics. The current research evaluated the antibacterial activity of 6 medicinal plants <i>Sphagneticola calendulacea</i> (Chinese wedelia)<i>, Enydra fluctuans</i> (Buffalo spinach)<i>, Chenopodium album</i> (Goosefoot), <i>Mentha arvensis</i> (Wild mint), <i>Mimosa diplotricha</i> (Nila grass)<i>, and Averrhoa bilimbi</i> (Cucumber tree) against Urinary Tract Infection (UTI)- causing pathogens (<i>Staphylococcus spp</i>., <i>Proteus spp</i>., <i>Pseudmonas spp</i>., <i>Escherichia coli</i> and <i>Enterobacter spp.</i>).", "The bacterial contamination of these plants was evaluated by using their surface-washed water. The combined effects of commercially available antibiotics along with these medicinal plants were also tested. We used the solvent extraction method, conventional cell culture technique, minimum inhibitory concentration (MIC) assay, and disc diffusion method for our analysis.", "The surface-washed water was contaminated with variable bacteria. The plants displayed notable antibacterial activity against most of the tested bacteria. Ethanol and hot water extract of plants exhibited minimum inhibitory effects, while the methanol extract of plants showed very potent antibacterial activity against most of the bacteria with inhibitory zone diameter up to 14 mm. In the case of combined effects, the zone diameter increased up to 26 mm, which is a significant improvement compared to the individual plant extracts.", "This data suggested that the combination of two antibacterial agents, one natural and the other synthetic, would be more efficient in the treatment of multidrug-resistant bacteria than a single monotherapy of either of the antibacterial agents."], "CopyrightInformation": "© 2022 The Authors."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Stamford University Bangladesh, 51 Siddeswari Road, Dhaka, 1217, Bangladesh."}], "LastName": "Acharjee", "ForeName": "Mrityunjoy", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Stamford University Bangladesh, 51 Siddeswari Road, Dhaka, 1217, Bangladesh."}], "LastName": "Zerin", "ForeName": "Nagma", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Stamford University Bangladesh, 51 Siddeswari Road, Dhaka, 1217, Bangladesh."}], "LastName": "Ishma", "ForeName": "Touhida", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Jagannath University, 9-10 Chittaranjan Ave, Dhaka, 1100, Bangladesh."}], "LastName": "Mahmud", "ForeName": "Md Rayhan", "Initials": "MR"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "New Microbes New Infect", "NlmUniqueID": "101624750", "ISSNLinking": "2052-2975"}, "CoiStatement": "Authors have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "World Health Organization . 2020. New report calls for urgent action to avert antimicrobial resistance crisis.https://www.who.int/news-room/detail/29-04-2019-new-report-calls-for-urgent-action to avert-antimicrobial-resistance-crisis [Internet] Available from."}, {"Citation": "Nirmal S.A., Pal S.C., Otimenyin S.O., Aye T., Elachouri M., Kundu S.K., et al. Contribution of herbal products in global market. Pharma Rev. 2013 Nov:95–104."}, {"Citation": "Nisar B., Sultan A., Rubab S.L. Comparison of medicinally important natural products versus synthetic drugs-a short commentary. Nat. Prod. Chem. Res. 2018;6(2):308."}, {"Citation": "Zahra W., Rai S.N., Birla H., Singh S.S., Rathore A.S., Dilnashin H., et al. Springer; Singapore: 2020. Economic importance of medicinal plants in Asian countries. InBioeconomy for sustainable development; pp. 359–377."}, {"Citation": "Azmir J., Zaidul I.S., Rahman M.M., Sharif K.M., Mohamed A., Sahena F., et al. Techniques for extraction of bioactive compounds from plant materials: a review. Journal of Food Engineering. 2013;117(4):426–436."}, {"Citation": "Nazir A., Malik K., Qamar H., Basit M.H., Liaqat A., Shahid M., Khan M.I., Fatima A., Irshad A., Sadia H. 9. A review: use of plant extracts and their phytochemical constituents to control antibiotic resistance in S. aureus. Pure and Applied Biology (PAB) 2020;9(1):720–727."}, {"Citation": "Ifesan B.O., Fashakin J.F., Ebosele F., Oyerinde A.S. Antioxidant and antimicrobial properties of selected plant leaves. European Journal of Medicinal Plants. 2013;3(3):465–473."}, {"Citation": "Uddin M.S., Lee S.W. Mpb 3.1: a useful medicinal plants database of Bangladesh. Journal of Advancement in Medical and Life Sciences. 2020;8 02."}, {"Citation": "Farjana A., Zerin N., Kabir M.S. Antimicrobial activity of medicinal plant leaf extracts against pathogenic bacteria. Asian Pacific Journal of Tropical Disease. 2014;4:S920–S923."}, {"Citation": "Ishma T., Syeed Uddin H.M., Acharjee M. Estimation of microbial propagation and in-vitro antibacterial traits of the commonly available plant extract through extraction methods and MIC. EC Microbiology. 2019;16(1) 01-10."}, {"Citation": "Suhag M.H., Hossain M.U., Ahmed S., Kayes M.N. Qualitative evaluation of antibacterial and DNA binding activity of four local ethnomedicinal plants available in Barishal, Bangladesh. Asian Journal of Medical and Biological Research. 2020;6(3):475–481."}, {"Citation": "Sharmin M., Nur I.T., Acharjee M., Munshi S.K., Noor R. Microbiological profiling and the demonstration of in vitro anti-bacterial traits of the major oral herbal medicines used in Dhaka Metropolis. SpringerPlus. 2014;3(1):1–8.", "ArticleIdList": ["PMC4320176", "25674469"]}, {"Citation": "Sharmin M., Banya P.D., Paul L., Chowdhury F.F., Afrin S., Acharjee M., Rahman T., Noor R. Study of microbial proliferation and the in vitro antibacterial traits of commonly available flowers in Dhaka Metropolis. Asian Pacific Journal of Tropical Disease. 2015;5(2):91–97."}, {"Citation": "Hossaini F., Das N.C., Hossaini F., Acharjee M., Munshi S.K. Antimicrobial traits of different medicinal plants locally available in Bangladesh. Biomedical and Biotechnology Research Journal (BBRJ) 2021;5(1):1."}, {"Citation": "Farjana T., Rahman M.M., Eva K.A., Zerin N., Kabir M.S. Evaluation of antioxidant and antibacterial activities of different Bangladeshi spices (turmeric, garlic and ginger) European Journal of Biomedical and Pharmaceutical Sciences. 2016;3(7):43–49."}, {"Citation": "Aunjum A., Biswas R., Nurunnabi T.R., Rahman S.M., Billah M., Islam M., Islam K.M. Antioxidant and antibacterial activity of three herbs belonging to Zingiber genus of Bangladesh. Advances in Traditional Medicine. 2020;20(3):343–350."}, {"Citation": "Hossain M.S., Das K.K., Acharjee M. In-vitro antibacterial properties of ethanol and methanol extracts of betel leaves collected from different areas of Bangladesh. Bangladesh Journal of Microbiology. 2017;34(2):125–127."}, {"Citation": "Rahman M., Wadud M., Islam T., Hussain M., Bristy E.M., Tuhin A. Evaluation of antibacterial activity of Piper betel leaves and Nigella sativa seeds against multidrug resistant food and water borne pathogenic Bacteria: an in vitro study model. Microbiology Research Journal International. 2017;22(4) 1-1."}, {"Citation": "Millat M.S., Islam S., Hussain M.S., Moghal M.M., Islam T. Antibacterial profiling of Launaea sarmentosa (Willd.) and Bruguiera cylindrica (L.): two distinct ethno medicinal plants of Bangladesh. Eur Exp Biol. 2017;7(6)"}, {"Citation": "Hasan N., Shirin F., Khan M.A., Mamun M.A., Belal M.H., Hasan M.M., Islam A., Tasnin N., Karim M.R., Asaduzzaman M., Islam M.D. Hypoglycemic, hypolipidemic and antibacterial activity of Ficus racemosa fruit extract. J Pharmaceut Res Int. 2017;16(1):1–9."}, {"Citation": "Hossan M.S., Jindal H., Maisha S., Samudi Raju C., Devi Sekaran S., Nissapatorn V., et al. Antibacterial effects of 18 medicinal plants used by the Khyang tribe in Bangladesh. Pharmaceutical Biology. 2018;56(1):201–208.", "ArticleIdList": ["PMC6130727", "29529970"]}, {"Citation": "Ahmed S.R., Roy R., Romi I.J., Hasan M., Bhuiyan M.K., Khan M.M. Phytochemical screening, antioxidant and antibacterial activity of some medicinal plants grown in Sylhet region. IOSR J. Pharm. Biol. Sci. 2019;14:26–37."}, {"Citation": "Matin M.M., Bhattacharjee S.C., Hoque M.S., Ahamed F. Antibacterial activity of some medicinal plants against carbapenem-resistant Acinetobacter baumannii isolated from patients. European Journal of Pharmaceutical and Medical Research. 2019;6(7):111–116."}, {"Citation": "Alam I., Forid S., Roney M., Aluwi F.F., Huq M. Antioxidant and antibacterial activity of Ipomoea mauritiana Jacq.: a traditionally used medicinal plant in Bangladesh. Clinical Phytoscience. 2020;6(1):1–7."}, {"Citation": "Cappuccino J.G., Sherman N. Pearson Higher; 2013. Microbiology: a laboratory manual."}, {"Citation": "Tabassum N., Akter A., Acharjee M. Prevalence of urinary tract infection among the patients admitted in the Brahmanbaria medical College hospital in Bangladesh. Merit Research Journal of Medicine and Medical Sciences. 2020;8(5)"}, {"Citation": "Burnett L.C., Lunn G., Coico R. Biosafety: guidelines for working with pathogenic and infectious microorganisms. Current Protocols in Microbiology. 2009;13(1) 1A-1A.", "ArticleIdList": ["PMC7162325", "19412909"]}, {"Citation": "Chowdhury F.F., Acharjee M., Noor R. Maintenance of environmental sustainability through microbiological study of pharmaceutical solid wastes. CLEAN–Soil, Air, Water. 2016;44(3):309–316."}, {"Citation": "Acharjee M., Rahman F., Jahan F., Noor R. Bacterial proliferation in municipal water supplied in mirpur locality of Dhaka city, Bangladesh. Clean–Soil, Air, Water. 2014;42(4):434–441."}, {"Citation": "Carson C.F., Hammer K.A., Riley T.V. Broth micro-dilution method for determining the susceptibility of Escherichia coli and Staphylococcus aureus to the essential oil of Melaleuca alternifolia (tea tree oil) Microbios. 1995;82(332):181–185.", "ArticleIdList": ["7630326"]}, {"Citation": "Acharjee M., Hasan F., Islam T., Nur I.T., Begum N., Mazumder C., et al. In-vitro antibacterial activity of commercially available probiotics on food-borne pathogens along with their synergistic effects with synthetic drugs. Metabolism Open. 2022 May 21", "ArticleIdList": ["PMC9149184", "35651884"]}, {"Citation": "CLSI.CLSI supplement M100 . 2019. Performance standards for antimicrobial susceptibility testing."}, {"Citation": "Moghadam S.S., Khodaii Z., Zadeh S.F., Ghooshchian M., Aghmiyuni Z.F., Shabestari T.M. Synergistic or antagonistic effects of probiotics and antibiotics-alone or in combination-on antimicrobial-resistant pseudomonas aeruginosa isolated from burn wounds. Archives of Clinical Infectious Diseases. 2018 Jun 30;13(3)"}, {"Citation": "Moonmun D., Majumder R., Lopamudra A. Quantitative phytochemical estimation and evaluation of antioxidant and antibacterial activity of methanol and ethanol extracts of Heliconia rostrata. Indian Journal of Pharmaceutical Sciences. 2017;79(1):79–90."}, {"Citation": "Luc M. 2015. A comparison of disc diffusion and microbroth dilution methods for the detection of antibiotic resistant subpopulations in Gram negative bacilli (Doctoral dissertation)"}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "11", "Day": "11"}, {"Year": "2022", "Month": "12", "Day": "20"}, {"Year": "2022", "Month": "12", "Day": "20"}, {"Year": "2023", "Month": "1", "Day": "10", "Hour": "1", "Minute": "39"}, {"Year": "2023", "Month": "1", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "11", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "12", "Day": "24"}], "PublicationStatus": "epublish", "ArticleIdList": ["36624873", "PMC9823205", "10.1016/j.nmni.2022.101076", "S2052-2975(22)00128-7"]}}], "PubmedBookArticle": []}