{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Co-expression network", "Diversity and evolution", "Expression pattern", "Ginseng", "PgHDZ gene family", "Phylogeny"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36639779", "DateCompleted": {"Year": "2023", "Month": "01", "Day": "18"}, "DateRevised": {"Year": "2023", "Month": "01", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "01", "Day": "13"}], "Language": ["eng"], "ELocationID": ["30", "10.1186/s12870-023-04038-9"], "Journal": {"ISSN": "1471-2229", "JournalIssue": {"Volume": "23", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Jan", "Day": "13"}}, "Title": "BMC plant biology", "ISOAbbreviation": "BMC Plant Biol"}, "ArticleTitle": "Genome-wide identification and systematic analysis of the HD-Zip gene family and its roles in response to pH in Panax ginseng Meyer.", "Pagination": {"StartPage": "30", "MedlinePgn": "30"}, "Abstract": {"AbstractText": ["Ginseng, Panax ginseng Meyer, is a traditional herb that is immensely valuable both for human health and medicine and for medicinal plant research. The homeodomain leucine zipper (HD-Zip) gene family is a plant-specific transcription factor gene family indispensable in the regulation of plant growth and development and plant response to environmental stresses.", "We identified 117 HD-Zip transcripts from the transcriptome of ginseng cv. Damaya that is widely grown in Jilin, China where approximately 60% of the world's ginseng is produced. These transcripts were positioned to 64 loci in the ginseng genome and the ginseng HD-Zip genes were designated as PgHDZ genes. Identification of 82 and 83 PgHDZ genes from the ginseng acc. IR826 and cv. ChP genomes, respectively, indicated that the PgHDZ gene family consists of approximately 80 PgHDZ genes. Phylogenetic analysis showed that the gene family originated after Angiosperm split from Gymnosperm and before Dicots split from Monocots. The gene family was classified into four subfamilies and has dramatically diverged not only in gene structure and functionality but also in expression characteristics. Nevertheless, co-expression network analysis showed that the activities of the genes in the family remain significantly correlated, suggesting their functional correlation. Five hub PgHDZ genes were identified that might have central functions in ginseng biological processes and four of them were shown to be actively involved in plant response to environmental pH stress in ginseng.", "The PgHDZ gene family was identified from ginseng and analyzed systematically. Five potential hub genes were identified and four of them were shown to be involved in ginseng response to environmental pH stress. The results provide new insights into the characteristics, diversity, evolution, and functionality of the PgHDZ gene family in ginseng and lay a foundation for comprehensive research of the gene family in plants."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Science, Jilin Agricultural University, Changchun, Jilin, 130118, China."}, {"Identifier": [], "Affiliation": "Research Center for Ginseng Genetic Resources Development and Utilization, Jilin Province, Jilin Agricultural University, Changchun, Jilin, 130118, China."}], "LastName": "Li", "ForeName": "Li", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Science, Jilin Agricultural University, Changchun, Jilin, 130118, China."}], "LastName": "Lv", "ForeName": "Boxin", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Science, Jilin Agricultural University, Changchun, Jilin, 130118, China."}], "LastName": "Zang", "ForeName": "Kaiyou", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Science, Jilin Agricultural University, Changchun, Jilin, 130118, China."}], "LastName": "Jiang", "ForeName": "Yue", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Science, Jilin Agricultural University, Changchun, Jilin, 130118, China."}], "LastName": "Wang", "ForeName": "Chaofan", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Ginseng Genetic Resources Development and Utilization, Jilin Province, Jilin Agricultural University, Changchun, Jilin, 130118, China."}, {"Identifier": [], "Affiliation": "College of Chinese Medicinal Materials, Jilin Agricultural University, Changchun, Jilin, 130118, China."}], "LastName": "Wang", "ForeName": "Yanfang", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Science, Jilin Agricultural University, Changchun, Jilin, 130118, China."}, {"Identifier": [], "Affiliation": "Research Center for Ginseng Genetic Resources Development and Utilization, Jilin Province, Jilin Agricultural University, Changchun, Jilin, 130118, China."}], "LastName": "Wang", "ForeName": "Kangyu", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Science, Jilin Agricultural University, Changchun, Jilin, 130118, China."}, {"Identifier": [], "Affiliation": "Research Center for Ginseng Genetic Resources Development and Utilization, Jilin Province, Jilin Agricultural University, Changchun, Jilin, 130118, China."}], "LastName": "Zhao", "ForeName": "Mingzhu", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Science, Jilin Agricultural University, Changchun, Jilin, 130118, China."}, {"Identifier": [], "Affiliation": "Research Center for Ginseng Genetic Resources Development and Utilization, Jilin Province, Jilin Agricultural University, Changchun, Jilin, 130118, China."}], "LastName": "Chen", "ForeName": "Ping", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Science, Jilin Agricultural University, Changchun, Jilin, 130118, China."}, {"Identifier": [], "Affiliation": "Research Center for Ginseng Genetic Resources Development and Utilization, Jilin Province, Jilin Agricultural University, Changchun, Jilin, 130118, China."}], "LastName": "Lei", "ForeName": "Jun", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Science, Jilin Agricultural University, Changchun, Jilin, 130118, China. wanglaoshi0606@163.com."}, {"Identifier": [], "Affiliation": "Research Center for Ginseng Genetic Resources Development and Utilization, Jilin Province, Jilin Agricultural University, Changchun, Jilin, 130118, China. wanglaoshi0606@163.com."}], "LastName": "Wang", "ForeName": "Yi", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Science, Jilin Agricultural University, Changchun, Jilin, 130118, China. meiping.zhang@jlau.edu.cn."}, {"Identifier": [], "Affiliation": "Research Center for Ginseng Genetic Resources Development and Utilization, Jilin Province, Jilin Agricultural University, Changchun, Jilin, 130118, China. meiping.zhang@jlau.edu.cn."}], "LastName": "Zhang", "ForeName": "Meiping", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Plant Biol", "NlmUniqueID": "100967807", "ISSNLinking": "1471-2229"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Proteins"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Gene Expression Regulation, Plant"}, {"QualifierName": [], "DescriptorName": "Genome, Plant"}, {"QualifierName": [], "DescriptorName": "Hydrogen-Ion Concentration"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Panax"}, {"QualifierName": [], "DescriptorName": "Phylogeny"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Plant Proteins"}, {"QualifierName": ["genetics"], "DescriptorName": "Stress, Physiological"}, {"QualifierName": [], "DescriptorName": "Multigene Family"}], "CoiStatement": "The authors declare that there are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Kim N-H, Jayakodi M, Lee S-C, Choi B-S, Jang W, Lee J, et al. Genome and evolution of the shade-requiring medicinal herb Panax ginseng. Plant Biotechnol J. 2018;16(11):1904–17.", "ArticleIdList": ["PMC6181221", "29604169"]}, {"Citation": "Wong AST, Che C-M, Leung K-W. Recent advances in ginseng as cancer therapeutics: a functional and mechanistic overview. Nat Prod Rep. 2015;32(2):256–72.", "ArticleIdList": ["25347695"]}, {"Citation": "Li Z, Ji GE. Ginseng and obesity. J Ginseng Res. 2018;42(1):1–8.", "ArticleIdList": ["PMC5766689", "29348715"]}, {"Citation": "Sarhene M, Ni JY, Duncan ES, Liu Z, Li S, Zhang J, et al. Ginsenosides for cardiovascular diseases; update on pre-clinical and clinical evidence, pharmacological effects and the mechanisms of action. Pharmacol Res. 2021;166:105481. doi: 10.1016/j.phrs.2021.105481.", "ArticleIdList": ["10.1016/j.phrs.2021.105481", "33549726"]}, {"Citation": "Rajabian A, Rameshrad M, Hosseinzadeh H. Therapeutic potential of Panax ginseng and its constituents, ginsenosides and gintonin, in neurological and neurodegenerative disorders: a patent review. Expert Opin Ther Pat. 2019;29(1):55–72.", "ArticleIdList": ["30513224"]}, {"Citation": "Li X, Liu J, Zuo T-T, Hu Y, Li Z, Wang H-d, et al. Advances and challenges in ginseng research from 2011 to 2020: the phytochemistry, quality control, metabolism, and biosynthesis. Nat Prod Rep. 2022;39(4):875–909.", "ArticleIdList": ["35128553"]}, {"Citation": "Zhuravlev YN, Koren OG, Reunova GD, Muzarok TI, Gorpenchenko TY, Kats IL, et al. Panax ginseng natural populations: their past, current state and perspectives. Acta Pharmacol Sin. 2008;29(9):1127–36.", "ArticleIdList": ["18718182"]}, {"Citation": "Kim Y-J, Joo SC, Shi J, Hu C, Quan S, Hu J, et al. Metabolic dynamics and physiological adaptation of Panax ginseng during development. Plant Cell Rep. 2018;37(3):393–410.", "ArticleIdList": ["29150823"]}, {"Citation": "Lai X, Chahtane H, Martin-Arevalillo R, Zubieta C, Parcy F. Contrasted evolutionary trajectories of plant transcription factors. Curr Opin Plant Biol. 2020;54:101–7.", "ArticleIdList": ["32417720"]}, {"Citation": "Baillo EH, Kimotho RN, Zhang Z, Xu P. Transcription factors associated with abiotic and biotic stress tolerance and their potential for crops improvement. Genes. 2019;10(10):771.", "ArticleIdList": ["PMC6827364", "31575043"]}, {"Citation": "Zhang B, Tong Y, Luo K, Zhai Z, Liu X, Shi Z, et al. Identification of GROWTH-REGULATING FACTOR transcription factors in lettuce (Lactuca sativa) genome and functional analysis of LsaGRF5 in leaf size regulation. BMC Plant Biol. 2021;21(1):485. doi: 10.1186/s12870-021-03261-6.", "ArticleIdList": ["10.1186/s12870-021-03261-6", "PMC8539887", "34688264"]}, {"Citation": "Khakhar A, Leydon AR, Lemmex AC, Klavins E, Nemhauser JL. Synthetic hormone-responsive transcription factors can monitor and re-program plant development. eLife. 2018;7:e34702.", "ArticleIdList": ["PMC5976440", "29714687"]}, {"Citation": "Ng DWK, Abeysinghe JK, Kamali M. Regulating the regulators: the control of transcription factors in plant defense signaling. Int J Mol Sci. 2018;19(12):3737.", "ArticleIdList": ["PMC6321093", "30477211"]}, {"Citation": "Wang X-C, Wu J, Guan M-L, Zhao C-H, Geng P, Zhao Q. Arabidopsis MYB4 plays dual roles in flavonoid biosynthesis. Plant J. 2020;101(3):637–52.", "ArticleIdList": ["31626358"]}, {"Citation": "Xu J, Chu Y, Liao B, Xiao S, Yin Q, Bai R, et al. Panax ginseng genome examination for ginsenoside biosynthesis. Gigascience. 2017;6(11):1–15.", "ArticleIdList": ["PMC5710592", "29048480"]}, {"Citation": "Chu Y, Xiao S, Su H, Liao B, Zhang J, Xu J, et al. Genome-wide characterization and analysis of bHLH transcription factors in Panax ginseng. Acta Pharm Sin B. 2018;8(4):666–77.", "ArticleIdList": ["PMC6089850", "30109190"]}, {"Citation": "Zhu L, Zhao M, Chen M, Li L, Jiang Y, Liu S, et al. The bHLH gene family and its response to saline stress in Jilin ginseng, Panax ginseng C.A. Meyer. Mol Genet Genomics. 2020;295(4):877–90.", "ArticleIdList": ["32239329"]}, {"Citation": "Wang N, Wang K, Li S, Jiang Y, Li L, Zhao M, et al. Transcriptome-Wide Identification, Evolutionary Analysis, and GA Stress Response of the GRAS Gene Family in Panax ginseng C. A. Meyer. Plants. 2020;9(2):190.", "ArticleIdList": ["PMC7076401", "32033157"]}, {"Citation": "Di P, Wang P, Yan M, Han P, Huang X, Yin L, et al. Genome-wide characterization and analysis of WRKY transcription factors in Panax ginseng. BMC Genomics. 2021;22(1):834. doi: 10.1186/s12864-021-08145-5.", "ArticleIdList": ["10.1186/s12864-021-08145-5", "PMC8600734", "34794386"]}, {"Citation": "Li S, Li L, Jiang Y, Wu J, Sun H, Zhao M, et al. SQUAMOSA promoter binding protein-like (SPL) gene family: TRANSCRIPTOME-wide identification, phylogenetic relationship, expression patterns and network interaction analysis in Panax ginseng C. A. Meyer. Plants (Basel). 2020;9(3):354.", "ArticleIdList": ["PMC7154844", "32168804"]}, {"Citation": "Liu Q, Sun C, Han J, Li L, Wang K, Wang Y, et al. Identification, characterization and functional differentiation of the NAC gene family and its roles in response to cold stress in ginseng, Panax ginseng C.A. Meyer. PLoS One. 2020;15(6):e0234423.", "ArticleIdList": ["PMC7289381", "32525906"]}, {"Citation": "Chen J, Zhou Y, Zhang Q, Liu Q, Li L, Sun C, et al. Structural variation, functional differentiation and expression characteristics of the AP2/ERF gene family and its response to cold stress and methyl jasmonate in Panax ginseng C.A. Meyer. PLoS One. 2020;15(3):e0226055.", "ArticleIdList": ["PMC7075567", "32176699"]}, {"Citation": "Afrin S, Zhu J, Cao H, Huang J, Xiu H, Luo T, et al. Molecular cloning and expression profile of an abiotic stress and hormone responsive MYB transcription factor gene from Panax ginseng. Acta Biochim Biophys Sin. 2015;47(4):267–77.", "ArticleIdList": ["25791525"]}, {"Citation": "Hwang H, Lee H-Y, Ryu H, Cho HJIjoms. Functional Characterization of BRASSINAZOLE-RESISTANT 1 in Panax Ginseng (PgBZR1) and Brassinosteroid Response during Storage Root Formation. Int J Mol Sci. 2020;21(24):9666. doi: 10.3390/ijms21249666.", "ArticleIdList": ["10.3390/ijms21249666", "PMC7766047", "33352948"]}, {"Citation": "Xiu H, Nuruzzaman M, Guo X, Cao H, Huang J, Chen X, et al. Molecular cloning and expression analysis of eight PgWRKY genes in Panax ginseng responsive to salt and hormones. Int J Mol Sci. 2016;17(3):319. doi: 10.3390/ijms17030319.", "ArticleIdList": ["10.3390/ijms17030319", "PMC4813182", "26959011"]}, {"Citation": "Liu T, Luo T, Guo X, Zou X, Zhou D, Afrin S, et al. PgMYB2, a MeJA-responsive transcription factor, positively regulates the dammarenediol synthase gene expression in Panax ginseng. Int J Mol Sci. 2019;20(9):2219. doi: 10.3390/ijms20092219.", "ArticleIdList": ["10.3390/ijms20092219", "PMC6539309", "31064108"]}, {"Citation": "Ariel FD, Manavella PA, Dezar CA, Chan RL. The true story of the HD-Zip family. Trends Plant Sci. 2007;12(9):419–26.", "ArticleIdList": ["17698401"]}, {"Citation": "Romani F, Reinheimer R, Florent SN, Bowman JL, Moreno JE. Evolutionary history of HOMEODOMAIN LEUCINE ZIPPER transcription factors during plant transition to land. New Phytol. 2018;219(1):408–21.", "ArticleIdList": ["29635737"]}, {"Citation": "Sharif R, Raza A, Chen P, Li Y, El-Ballat EM, Rauf A, et al. HD-ZIP gene family: potential roles in improving plant growth and regulating stress-responsive mechanisms in plants. Genes. 2021;12(8):1256.", "ArticleIdList": ["PMC8394574", "34440430"]}, {"Citation": "Capella M, Ré DA, Arce AL, Chan RL. Plant homeodomain-leucine zipper I transcription factors exhibit different functional AHA motifs that selectively interact with TBP or/and TFIIB. Plant Cell Rep. 2014;33(6):955–67.", "ArticleIdList": ["24531799"]}, {"Citation": "Magnani E, Barton MK. A per-ARNT-Sim-like sensor domain uniquely regulates the activity of the homeodomain leucine zipper transcription factor REVOLUTA in Arabidopsis. Plant Cell. 2011;23(2):567–82.", "ArticleIdList": ["PMC3077777", "21357492"]}, {"Citation": "Roodbarkelari F, Groot EP. Regulatory function of homeodomain-leucine zipper (HD-ZIP) family proteins during embryogenesis. New Phytol. 2017;213(1):95–104.", "ArticleIdList": ["27523393"]}, {"Citation": "Elhiti M, Stasolla C. Structure and function of homodomain-leucine zipper (HD-Zip) proteins. Plant Signal Behav. 2009;4(2):86–8.", "ArticleIdList": ["PMC2637487", "19649178"]}, {"Citation": "Shi Q, Kong F, Zhang H, Ye J, Heng S, Liang R, et al. Molecular mechanisms governing shade responses in maize. Biochem Biophys Res Commun. 2019;516(1):112–9.", "ArticleIdList": ["31200955"]}, {"Citation": "Manavella PA, Dezar CA, Ariel FD, Drincovich MF, Chan RL. The sunflower HD-Zip transcription factor HAHB4 is up-regulated in darkness, reducing the transcription of photosynthesis-related genes. J Exp Bot. 2008;59(11):3143–55.", "ArticleIdList": ["18603614"]}, {"Citation": "Ramachandran P, Carlsbecker A, Etchells JP. Class III HD-ZIPs govern vascular cell fate: an HD view on patterning and differentiation. J Exp Bot. 2017;68(1):55–69.", "ArticleIdList": ["27794018"]}, {"Citation": "Gong S, Ding Y, Hu S, Ding L, Chen Z, Zhu C. The role of HD-Zip class I transcription factors in plant response to abiotic stresses. Physiol Plant. 2019;167(4):516–25.", "ArticleIdList": ["30851063"]}, {"Citation": "Chew W, Hrmova M, Lopato S. Role of homeodomain leucine zipper (HD-Zip) IV transcription factors in plant development and plant protection from deleterious environmental factors. Int J Mol Sci. 2013;14(4):8122–47.", "ArticleIdList": ["PMC3645734", "23584027"]}, {"Citation": "Sessa G, Carabelli M, Possenti M, Morelli G, Ruberti I. Multiple links between HD-Zip proteins and hormone networks. Int J Mol Sci. 2018;19(12):4047.", "ArticleIdList": ["PMC6320839", "30558150"]}, {"Citation": "Carabelli M, Turchi L, Morelli G, Østergaard L, Ruberti I, Moubayidin L. Coordination of biradial-to-radial symmetry and tissue polarity by HD-ZIP II proteins. Nat Commun. 2021;12(1):4321. doi: 10.1038/s41467-021-24550-6.", "ArticleIdList": ["10.1038/s41467-021-24550-6", "PMC8280177", "34262040"]}, {"Citation": "Kemen AC, Honkanen S, Melton RE, Findlay KC, Mugford ST, Hayashi K, et al. Investigation of triterpene synthesis and regulation in oats reveals a role for β-amyrin in determining root epidermal cell patterning. Proc Natl Acad Sci U S A. 2014;111(23):8679–84.", "ArticleIdList": ["PMC4060722", "24912185"]}, {"Citation": "Wang Z, Wang S, Xiao Y, Li Z, Wu M, Xie X, et al. Functional characterization of a HD-ZIP IV transcription factor NtHDG2 in regulating flavonols biosynthesis in Nicotiana tabacum. Plant Physiol Biochem. 2020;146:259–68.", "ArticleIdList": ["31778931"]}, {"Citation": "Zhang X, Jiang X, He Y, Li L, Xu P, Sun Z, et al. AtHB2, a class II HD-ZIP protein, negatively regulates the expression of CsANS, which encodes a key enzyme in Camellia sinensis catechin biosynthesis. Physiol Plant. 2019;166(4):936–45.", "ArticleIdList": ["30357845"]}, {"Citation": "Wang P, Guo J, Xu X, Yan X, Zhang K, Qiu Y, et al. Soil acidification alters root morphology, increases root biomass but reduces root decomposition in an alpine grassland. Environ Pollut. 2020;265(Pt A):115016. doi: 10.1016/j.envpol.2020.115016.", "ArticleIdList": ["10.1016/j.envpol.2020.115016", "32585396"]}, {"Citation": "van Zelm E, Zhang Y, Testerink C. Salt tolerance mechanisms of plants. Annu Rev Plant Biol. 2020;71:403–33.", "ArticleIdList": ["32167791"]}, {"Citation": "Li W, Pang S, Lu Z, Jin B. Function and mechanism of WRKY transcription factors in abiotic stress responses of plants. Plants (Basel). 2020;9(11):1515.", "ArticleIdList": ["PMC7695288", "33171689"]}, {"Citation": "Wang J, Zhang Y, Yan X, Guo J. Physiological and transcriptomic analyses of yellow horn (Xanthoceras sorbifolia) provide important insights into salt and saline-alkali stress tolerance. PLoS One. 2020;15(12):e0244365. doi: 10.1371/journal.pone.0244365.", "ArticleIdList": ["10.1371/journal.pone.0244365", "PMC7755187", "33351842"]}, {"Citation": "Wang K, Jiang S, Sun C, Lin Y, Yin R, Wang Y, et al. The spatial and temporal transcriptomic landscapes of ginseng, Panax ginseng C. A. Meyer. Sci Rep. 2015;5:18283.", "ArticleIdList": ["PMC4675998", "26655864"]}, {"Citation": "Wang Z-H, Wang X-F, Lu T, Li M-R, Jiang P, Zhao J, et al. Reshuffling of the ancestral core-eudicot genome shaped chromatin topology and epigenetic modification in Panax. Nat Commun. 2022;13(1):1902. doi: 10.1038/s41467-022-29561-5.", "ArticleIdList": ["10.1038/s41467-022-29561-5", "PMC8989883", "35393424"]}, {"Citation": "Schrick K, Nguyen D, Karlowski WM, Mayer KFX. START lipid/sterol-binding domains are amplified in plants and are predominantly associated with homeodomain transcription factors. Genome Biol. 2004;5(6):R41. doi: 10.1186/gb-2004-5-6-r41.", "ArticleIdList": ["10.1186/gb-2004-5-6-r41", "PMC463074", "15186492"]}, {"Citation": "Chen C, Chen H, Zhang Y, Thomas HR, Frank MH, He Y, et al. TBtools: an integrative toolkit developed for interactive analyses of big biological data. Mol Plant. 2020;13(8):1194–202.", "ArticleIdList": ["32585190"]}, {"Citation": "Lu G, Moriyama EN. Vector NTI, a balanced all-in-one sequence analysis suite. Brief Bioinform. 2004;5(4):378–88.", "ArticleIdList": ["15606974"]}, {"Citation": "Yang Z, Gu S, Wang X, Li W, Tang Z, Xu C. Molecular evolution of the CPP-like gene family in plants: insights from comparative genomics of Arabidopsis and rice. J Mol Evol. 2008;67(3):266–77.", "ArticleIdList": ["18696028"]}, {"Citation": "Theocharidis A, van Dongen S, Enright AJ, Freeman TC. Network visualization and analysis of gene expression data using BioLayout express(3D). Nat Protoc. 2009;4(10):1535–50.", "ArticleIdList": ["19798086"]}, {"Citation": "Li L, Wang K, Zhao M, Li S, Jiang Y, Zhu L, et al. Selection and validation of reference genes desirable for gene expression analysis by qRT-PCR in MeJA-treated ginseng hairy roots. PLoS One. 2019;14(12):e0226168. doi: 10.1371/journal.pone.0226168.", "ArticleIdList": ["10.1371/journal.pone.0226168", "PMC6894815", "31805178"]}, {"Citation": "Mukherjee K, Brocchieri L, Bürglin TR. A comprehensive classification and evolutionary analysis of plant homeobox genes. Mol Biol Evol. 2009;26(12):2775–94.", "ArticleIdList": ["PMC2775110", "19734295"]}, {"Citation": "Lee EK, Cibrian-Jaramillo A, Kolokotronis S-O, Katari MS, Stamatakis A, Ott M, et al. A functional phylogenomic view of the seed plants. PLoS Genet. 2011;7(12):e1002411. doi: 10.1371/journal.pgen.1002411.", "ArticleIdList": ["10.1371/journal.pgen.1002411", "PMC3240601", "22194700"]}, {"Citation": "Zhang Z, Zhu R, Ji X, Li HJ, Lv H, Zhang HY. Genome-wide characterization and expression analysis of the HD-ZIP gene family in response to salt stress in pepper. Int J Genomics. 2021;2021:8105124. doi: 10.1155/2021/8105124.", "ArticleIdList": ["10.1155/2021/8105124", "PMC7869415", "33604369"]}, {"Citation": "Mao H, Yu L, Li Z, Liu H, Han R. Molecular evolution and gene expression differences within the HD-Zip transcription factor family of Zea mays L. Genetica. 2016;144(2):243–57.", "ArticleIdList": ["26979310"]}, {"Citation": "Li Z, Zhang C, Guo Y, Niu W, Wang Y, Xu Y. Evolution and expression analysis reveal the potential role of the HD-Zip gene family in regulation of embryo abortion in grapes (Vitis vinifera L.). BMC Genomics. 2017;18(1):744.", "ArticleIdList": ["PMC5609062", "28934927"]}, {"Citation": "Xie L, Yan T, Li L, Chen M, Hassani D, Li Y, et al. An HD-ZIP-MYB complex regulates glandular secretory trichome initiation in Artemisia annua. New Phytol. 2021;231(5):2050–64.", "ArticleIdList": ["34043829"]}, {"Citation": "Fang J, Guo T, Xie Z, Chun Y, Zhao J, Peng L, et al. The URL1-ROC5-TPL2 transcriptional repressor complex represses the ACL1 gene to modulate leaf rolling in rice. Plant Physiol. 2021;185(4):1722–44.", "ArticleIdList": ["PMC8133684", "33793928"]}, {"Citation": "Yang S, Wang Y, Zhu H, Zhang M, Wang D, Xie K, et al. A novel HD-zip I/C2H2-ZFP/WD-repeat complex regulates the size of spine base in cucumber. New Phytol. 2022;233(6):2643–58.", "ArticleIdList": ["35037268"]}, {"Citation": "Zhang J, Fan S, Qin J, Dai J, Zhao F, Gao L, et al. Changes in the microbiome in the soil of an American ginseng continuous plantation. Front Plant Sci. 2020;11:572199. doi: 10.3389/fpls.2020.572199.", "ArticleIdList": ["10.3389/fpls.2020.572199", "PMC7750500", "33365038"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "8", "Day": "23"}, {"Year": "2023", "Month": "1", "Day": "2"}, {"Year": "2023", "Month": "1", "Day": "13", "Hour": "23", "Minute": "40"}, {"Year": "2023", "Month": "1", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "13"}], "PublicationStatus": "epublish", "ArticleIdList": ["36639779", "PMC9838044", "10.1186/s12870-023-04038-9", "10.1186/s12870-023-04038-9"]}}], "PubmedBookArticle": []}