{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["<italic>Panax quinquefolius </italic>", "<italic>Pseudomonas marginalis</italic>", "American ginseng", "Rusty root"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36636749", "DateRevised": {"Year": "2024", "Month": "02", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "01", "Day": "12"}], "Language": ["eng"], "ELocationID": ["10.1094/PDIS-11-22-2563-PDN"], "Journal": {"ISSN": "0191-2917", "JournalIssue": {"PubDate": {"Year": "2023", "Month": "Jan", "Day": "12"}}, "Title": "Plant disease", "ISOAbbreviation": "Plant Dis"}, "ArticleTitle": "First Report of Rusty Root of <i>Panax quinquefolius</i> Caused by <i>Pseudomonas marginalis</i> in Tennessee and the United States.", "Abstract": {"AbstractText": ["American ginseng (<i>Panax quinquefolius</i> L.) is one of the most valuable medicinal plants that is native to the U.S. This plant is naturally grown under hardwood canopies or artificially cultivated in fields covered with shade. Bacterial infections were observed on 5-year-old cultivated American ginseng roots in Rutherford Co., TN, in March 2022. Infected roots were exhibiting brown lesions in varying sizes. Under severe infection, the periderm of the root was ruptured, leaving a scabbed appearance on the root. The disease severity (percentage root area diseased) was nearly 20% and the disease incidence was nearly 10% out of 20 plants. Bacterial streaming from the infected tissue was observed under the microscope. Bacteria were isolated from surface-sterilized infected root tissue (0.525% NaOCl; 1 min) by plating 10-fold serial dilutions onto yeast dextrose carbonate and King's B (KB) media. Gram-negative, fluorescent bacterial colonies of the isolates FBG1141A and FBG1141B were milky white and translucent on KB at 28 °C. The biochemical and physiological tests including oxidase, levan, arginine dihydrolase, catalase, esculin, mobility test, and growth at 35°C were positive but gelatine and starch hydrolasis were negative. Bacterial suspension prepared with sterile distilled water (1×10<sup>8</sup> CFU/ml) resulted in soft rot on potato slices. The BIOLOG test showed positive results for the utilization of D-gluconic acid, D-glucuronic acid, D-galactose, D-glucose, L-serine and citric acid but negative results for the utilization of cellobiose and L-rhamnose. Bacterial identity was further confirmed by extracting the total genomic DNA using DNeasy PowerLyzer Microbial Kit directly from the two pure cultures. The small subunit ribosomal RNA (16S rRNA) and RNA polymerase sigma factor (<i>rpo</i>D) genes were amplified and sequenced by the primers 8F/1492R (Galkiewicz et al. 2008) and PsEG30F/PsEG790R (Mulet et al. 2009), respectively. The sequences (GenBank accession nos. OP549779, OP550133: 16S; OP554814, OP554815: <i>rpo</i>D) were 99.26% similar to 16S rRNA and 100% to <i>rpo</i>D genes of <i>Pseudomonas marginalis</i> (LC507983: 16S and MH49410: <i>rpo</i>D) from several hosts in multiple countries in the NCBI database. A phylogenetic analysis was performed by adding the concatenated sequences of 16S and <i>rpo</i>D from other closely related taxa obtained from GenBank (Fig. 1). Pathogenicity test was performed by spraying a suspension of the <i>P. marginalis</i> FBG1141A strain (10<sup>8</sup> CFU/ml) on six 2-year-old American ginseng roots wounded with a sterilized needle. Plants were covered with clear plastic for 24 h and maintained inside a greenhouse at 21 to 23°C, 70% RH, 16-h photoperiod. Six wounded roots were sprayed with sterilized water as controls and kept in the same condition. Inoculated roots showed rusty root symptoms after 4 weeks (Fig. 2a), while controls remained asymptomatic (Fig. 2b). The bacterium was re-isolated from the infected tissue and confirmed as <i>P. marginalis</i> using physiological and biochemical tests as well as sequencing. <i>P. marginalis</i> has been previously reported causing rusty-colored roots on Korean Ginseng (<i>P. ginseng</i> C.A. Mey)(Choi et al. 2005; Farh et al. 2018; Lee et al. 2011) but to our knowledge, this is the first report of rusty root caused by <i>P. marginalis</i> on American ginseng (<i>P. quinquefolius</i>) in Tennessee and the U.S. Identification of bacterial pathogen impacting the economic yield of American ginseng can be effective for developing correct disease management strategies."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Tennessee State University, 5717, Otis Floyd Nursery Research Center, 472 Cadillac Lane, McMinnville, Tennessee, United States, 37110; pliyanap@my.tnstate.edu."}], "LastName": "Liyanapathiranage", "ForeName": "Prabha", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Tennessee State University, Otis L. Floyd Nursery Research Center, 472 Cadillac Lane, McMinnville, Tennessee, United States, 97330; farhat.avin@gmail.com."}], "LastName": "Avin", "ForeName": "Farhat A", "Initials": "FA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Namik Kemal Universitesi, 162334, Department of Plant Protection, Faculty of Agricultural Enginerring B blok 2 floor, Tekirdağ, Turkey, 59100."}, {"Identifier": [], "Affiliation": "Namık Kemal University; coksel@nku.edu.tr."}], "LastName": "Oksel", "ForeName": "Cansu", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Middle Tennessee State University, 5235, School of Agriculture, International Ginseng Institute, Murfreesboro, Tennessee, United States; Ethan.Swiggart@mtsu.edu."}], "LastName": "Swiggart", "ForeName": "Ethan", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Middle Tennessee State University, 5235, 1301 E Main St, PO Box 5, Murfreesboro, Tennessee, United States, 37132; Ying.Gao@mtsu.edu."}], "LastName": "Gao", "ForeName": "Ying", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Tennessee State University, Otis Floyd Nursery Research Center, 472 Cadillac Lane, McMinnville, Tennessee, United States, 37110; fbaysalg@tnstate.edu."}], "LastName": "Baysal-Gurel", "ForeName": "Fulya", "Initials": "F"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Dis", "NlmUniqueID": "9882809", "ISSNLinking": "0191-2917"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2023", "Month": "1", "Day": "13", "Hour": "2", "Minute": "9"}, {"Year": "2023", "Month": "1", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "14", "Hour": "6", "Minute": "0"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["36636749", "10.1094/PDIS-11-22-2563-PDN"]}}], "PubmedBookArticle": []}