{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Alzheimer’s", "Artificial intelligence", "Biomedicalinformatics", "Chemoinformatics", "Herbal medicine", "Regular mobility"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36631703", "DateCompleted": {"Year": "2023", "Month": "04", "Day": "11"}, "DateRevised": {"Year": "2023", "Month": "04", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "01", "Day": "12"}], "Language": ["eng"], "ELocationID": ["10.1007/s12031-022-02086-8"], "Journal": {"ISSN": "1559-1166", "JournalIssue": {"Volume": "73", "Issue": "2-3", "PubDate": {"Year": "2023", "Month": "Mar"}}, "Title": "Journal of molecular neuroscience : MN", "ISOAbbreviation": "J Mol Neurosci"}, "ArticleTitle": "A Cocktail of Polyherbal Bioactive Compounds and Regular Mobility Training as Senolytic Approaches in Age-dependent Alzheimer's: the In Silico Analysis, Lifestyle Intervention in Old Age.", "Pagination": {"StartPage": "171", "EndPage": "184", "MedlinePgn": "171-184"}, "Abstract": {"AbstractText": ["Alzheimer's is a principal concern globally. Machine learning is a valuable tool to determine protective and diagnostic approaches for the elderly. We analyzed microarray datasets of Alzheimer's cases based on artificial intelligence by R statistical software. This study provided a screened pool of ncRNAs and coding RNAs related to Alzheimer's development. We designed hub genes as cut points in networks and predicted potential microRNAs and LncRNA to regulate protein networks in aging and Alzheimer's through in silico algorithms. Notably, we collected effective traditional herbal medicines. A list of bioactive compounds prepared including capsaicin, piperine, crocetin, safranal, saffron oil, coumarin, thujone, rosmarinic acid, sabinene, thymoquinone, ascorbic acid, vitamin E, cyanidin, rhaponticin, isovitexin, coumarin, nobiletin, evodiamine, gingerol, curcumin, quercetin, fisetin, and allicin as an effective fusion that potentially modulates hub proteins and molecular signaling pathways based on pharmacophore model screening and chemoinformatics survey. We identified profiles of 21 mRNAs, 272 microRNAs, and eight LncRNA in Alzheimer's based on prediction algorithms. We suggested a fusion of senolytic herbal ligands as an alternative therapy and preventive formulation in dementia. Also, we provided ncRNAs expression status as novel monitoring strategies in Alzheimer's and new cut-point proteins as novel therapeutic approaches. Synchronizing fusion drugs and lifestyle could reverse Alzheimer's hallmarks to amelioration via an offset of the signaling pathways, leading to increased life quality in the elderly."], "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer Science+Business Media, LLC, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Shahrekord Branch, Islamic Azad University, Shahrekord, Iran."}, {"Identifier": [], "Affiliation": "Department of Physiology, Medicinal Plants Research Center, Isfahan (Khorasgan) Branch, Islamic Azad University, Isfahan, Iran."}], "LastName": "Hajibabaie", "ForeName": "Fatemeh", "Initials": "F"}, {"Identifier": ["0000-0001-9531-2952"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, Medicinal Plants Research Center, Isfahan (Khorasgan) Branch, Islamic Azad University, Isfahan, Iran. Abedpoor.navid@yahoo.com."}, {"Identifier": [], "Affiliation": "Department of Sports Physiology, Faculty of Sports Sciences, Isfahan (Khorasgan) Branch, Islamic Azad University, Isfahan, Iran. Abedpoor.navid@yahoo.com."}], "LastName": "Abedpoor", "ForeName": "Navid", "Initials": "N"}, {"Identifier": ["0000-0003-1676-6951"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Sports Physiology, Faculty of Sports Sciences, Isfahan (Khorasgan) Branch, Islamic Azad University, Isfahan, Iran. F_taghian@yahoo.com."}], "LastName": "Taghian", "ForeName": "Farzaneh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Biotechnology, Medicinal Plants Research Centre, Isfahan (Khorasgan) Branch, Islamic Azad University, Isfahan, Iran."}], "LastName": "Safavi", "ForeName": "Kamran", "Initials": "K"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Mol Neurosci", "NlmUniqueID": "9002991", "ISSNLinking": "0895-8696"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Senotherapeutics"}, {"RegistryNumber": "0", "NameOfSubstance": "RNA, Long Noncoding"}, {"RegistryNumber": "0", "NameOfSubstance": "MicroRNAs"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": ["drug therapy", "genetics", "diagnosis"], "DescriptorName": "Alzheimer Disease"}, {"QualifierName": [], "DescriptorName": "Senotherapeutics"}, {"QualifierName": [], "DescriptorName": "Artificial Intelligence"}, {"QualifierName": [], "DescriptorName": "RNA, Long Noncoding"}, {"QualifierName": ["genetics"], "DescriptorName": "MicroRNAs"}, {"QualifierName": [], "DescriptorName": "Life Style"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abedpoor N, Taghian F, Hajibabaie F (2022b) Physical activity ameliorates the function of organs via adipose tissue in metabolic diseases. Acta Histochem 124(2):151844", "ArticleIdList": ["10.1016/j.acthis.2022.151844", "35045377"]}, {"Citation": "Abedpoor N, Taghian F, Hajibabaie F (2022a) Cross brain–gut analysis highlighted hub genes and LncRNA networks differentially modified during leucine consumption and endurance exercise in mice with depression-like behaviors. Mol Neurobiol 59:4106–4123 (2022). https://doi.org/10.1007/s12035-022-02835-1"}, {"Citation": "Adeluwa T, McGregor BA, Guo K, Hur J (2021) Predicting drug-induced liver injury using machine learning on a diverse set of predictors. Front Pharmacol 12:648805. https://doi.org/10.3389/fphar.2021.648805"}, {"Citation": "Anand R, Gill KD, Mahdi AA (2014) Therapeutics of Alzheimer’s disease: past, present and future. Neuropharmacology 76:27–50", "ArticleIdList": ["10.1016/j.neuropharm.2013.07.004", "23891641"]}, {"Citation": "Azizian-Farsani F, Osuchowski M, Abedpoor N, Forootan FS, Derakhshan M, Nasr-Esfahani MH, Ghaedi K (2021) Anti-inflammatory and-apoptotic effects of a long-term herbal extract treatment on DSS-induced colitis in mice fed with high AGEs-fat diet. Nutr Metab 18, 77(1):1–14. https://doi.org/10.1186/s12986-021-00603-x"}, {"Citation": "Bao Z, Yang Z, Huang Z, Zhou Y, Cui Q, Dong D (2019) LncRNADisease 2.0: an updated database of long non-coding RNA-associated diseases. Nucleic Acids Res 47(D1):D1034–D1037", "ArticleIdList": ["10.1093/nar/gky905", "30285109"]}, {"Citation": "Bhachoo J, Beuming T (2017) Investigating protein–peptide interactions using the Schrödinger computational suite. Modeling peptide-protein interactions. Methods in Molecular Biology, vol 1561., 235–254, Humana Press, New York, NY. https://doi.org/10.1007/978-1-4939-6798-8_14"}, {"Citation": "Bu D, Luo H, Huo P, Wang Z, Zhang S, He Z, Guo J (2021) KOBAS-i: intelligent prioritization and exploratory visualization of biological functions for gene enrichment analysis. Nucleic Acids Resc 49(W1):W317–25. https://doi.org/10.1093/nar/gkab447"}, {"Citation": "Burley SK, Bhikadiya C, Bi C, Bittrich S, Chen L, Crichlow GV, Duarte JM (2021) RCSB Protein Data Bank: powerful new tools for exploring 3D structures of biological macromolecules for basic and applied research and education in fundamental biology, biomedicine, biotechnology, bioengineering and energy sciences. Nucleic Acids Res 8;49(D1):D437–D451. https://doi.org/10.1093/nar/gkaa1038"}, {"Citation": "Chang L, Zhou G, Soufan O, Xia J (2020) miRNet 2.0: network-based visual analytics for miRNA functional analysis and systems biology. Nucleic Acids Res 48(W1):W244–W251", "ArticleIdList": ["10.1093/nar/gkaa467", "32484539", "7319552"]}, {"Citation": "Chen Y, Wang X (2020) miRDB: an online database for prediction of functional microRNA targets. Nucleic Acids Res 48(D1):D127–D131", "ArticleIdList": ["10.1093/nar/gkz757", "31504780"]}, {"Citation": "Choi BW, Kim S, Kang S, Won KS, Yi H-A, Kim HW (2020) Relationship between thyroid hormone levels and the pathology of Alzheimer’s disease in euthyroid subjects. Thyroid 30(11):1547–1555", "ArticleIdList": ["10.1089/thy.2019.0727", "32438896"]}, {"Citation": "Chrubasik S, Pittler M, Roufogalis B (2005) Zingiberis rhizoma: a comprehensive review on the ginger effect and efficacy profiles. Phytomedicine 12(9):684–701", "ArticleIdList": ["10.1016/j.phymed.2004.07.009", "16194058"]}, {"Citation": "Chu H, Moon S, Park J, Bak S, Ko Y, Youn B-Y (2022) The use of artificial intelligence in complementary and alternative medicine: a systematic scoping review. Front Pharmacol 13:826044–826044", "ArticleIdList": ["10.3389/fphar.2022.826044", "35431917", "9011141"]}, {"Citation": "Cui Y, Wu J, Jung S-C, Park D-B, Maeng Y-H, Hong JY, Kim SJ (2010) Anti-neuroinflammatory activity of nobiletin on suppression of microglial activation. Biol Pharm Bull 1;33(11):1814–1821. https://doi.org/10.1248/bpb.33.1814"}, {"Citation": "Dallakyan S, Olson AJ (2015) Small-molecule library screening by docking with PyRx. Chemical biology. Springer, Methods in Molecular Biology, vol 1263, pp 243–250. Humana Press, New York, NY. https://doi.org/10.1007/978-1-4939-2269-7_19"}, {"Citation": "Devi S, Kumar V, Singh SK, Dubey AK, Kim J-J (2021) Flavonoids: potential candidates for the treatment of neurodegenerative disorders. Biomedicines 9(2):99", "ArticleIdList": ["10.3390/biomedicines9020099", "33498503", "7909525"]}, {"Citation": "Gilson MK, Liu T, Baitaluk M, Nicola G, Hwang L, Chong J (2016) BindingDB in 2015: a public database for medicinal chemistry, computational chemistry and systems pharmacology. Nucleic Acids Res 44(D1):D1045–D1053", "ArticleIdList": ["10.1093/nar/gkv1072", "26481362"]}, {"Citation": "Giudici KV (2021) Nutrition and the hallmarks of aging. J Nutr Health Aging, vol. 25. Springer, pp 1039–1041. https://doi.org/10.1007/s12603-021-1686-3"}, {"Citation": "Green S, Hillersdal L (2021) Aging biomarkers and the measurement of health and risk. Hist Philos Life Sci 43(1):1–23", "ArticleIdList": ["10.1007/s40656-021-00367-w"]}, {"Citation": "Guo S, Huang Y, Zhang Y, Huang H, Hong S, Liu T (2020) Impacts of exercise interventions on different diseases and organ functions in mice. J Sport Health Sci 9(1):53–73", "ArticleIdList": ["10.1016/j.jshs.2019.07.004", "31921481"]}, {"Citation": "Hosseinkhani A, Sahragard A, Namdari A, Zarshenas MM (2017) Botanical sources for Alzheimer’s: a review on reports from traditional Persian medicine. Am J Alzheimers Dis Other Demen 32(7):429–437", "ArticleIdList": ["10.1177/1533317517717013", "28683559"]}, {"Citation": "Huang H-Y, Lin Y-C-D, Li J, Huang K-Y, Shrestha S, Hong H-C, Yu Y (2020) miRTarBase 2020: updates to the experimentally validated microRNA–target interaction database. Nucleic Acids Res 8;48(D1):D148–D154. https://doi.org/10.1093/nar/gkz896"}, {"Citation": "Hur J, Pak SC, Koo B-S, Jeon S (2013) Borneol alleviates oxidative stress via upregulation of Nrf2 and Bcl-2 in SH-SY5Y cells. Pharm Biol 51(1):30–35", "ArticleIdList": ["10.3109/13880209.2012.700718", "23134284"]}, {"Citation": "Jha S, Topol EJ (2016) Adapting to artificial intelligence: radiologists and pathologists as information specialists. JAMA 316(22):2353–2354", "ArticleIdList": ["10.1001/jama.2016.17438", "27898975"]}, {"Citation": "Khan H, Ullah H, Aschner M, Cheang WS, Akkol EK (2019) Neuroprotective effects of quercetin in Alzheimer’s disease. Biomolecules 10(1):59", "ArticleIdList": ["10.3390/biom10010059", "31905923", "7023116"]}, {"Citation": "Kim MK, Chung SW, Kim DH, Kim JM, Lee EK, Kim JY, Chung HS (2010) Modulation of age-related NF-κB activation by dietary zingerone via MAPK pathway. Exp Gerontol 1;45(6):419–426. https://doi.org/10.1016/j.exger.2010.03.005"}, {"Citation": "Kim S, Thiessen PA, Bolton EE, Chen J, Fu G, Gindulyte A, Shoemaker BA (2016) PubChem substance and compound databases. Nucleic Acids Res 4;44(D1):D1202–D1213. https://doi.org/10.1093/nar/gkv951"}, {"Citation": "Kim C-Y, Seo Y, Lee C, Park GH, Jang J-H (2018) Neuroprotective effect and molecular mechanism of [6]-gingerol against scopolamine-induced amnesia in C57BL/6 mice. Evidence-based Complementary and Alternative Medicine: 31;2018:8941564. https://doi.org/10.1155/2018/8941564 . eCollection 2018"}, {"Citation": "Kivimäki M, Singh-Manoux A, Pentti J, Sabia S, Nyberg ST, Alfredsson L, Koskinen A (2019) Physical inactivity, cardiometabolic disease, and risk of dementia: an individual-participant meta-analysis. bmj 365 17;365:l1495.  https://doi.org/10.1136/bmj.l1495"}, {"Citation": "Klusmann V, Evers A, Schwarzer R, Schlattmann P, Reischies FM, Heuser I, Dimeo FC (2010) Complex mental and physical activity in older women and cognitive performance: a 6-month randomized controlled trial. J Gerontol Ser A: Biomed Sci Med Sci 65(6):680–688", "ArticleIdList": ["10.1093/gerona/glq053"]}, {"Citation": "Knopman DS, Amieva H, Petersen RC, Chételat G, Holtzman DM, Hyman BT, Jones DT (2021) Alzheimer disease. Nat Rev Dis Primers 13;7(1):33, 1–21.  https://doi.org/10.1038/s41572-021-00269-y"}, {"Citation": "López-Otín C, Blasco MA, Partridge L, Serrano M, Kroemer G (2013) The hallmarks of aging. Cell 153(6):1194–1217", "ArticleIdList": ["10.1016/j.cell.2013.05.039", "23746838", "3836174"]}, {"Citation": "Lubitz I, Ricny J, Atrakchi‐Baranes D, Shemesh C, Kravitz E, Liraz‐Zaltsman S, Uribarri J (2016) High dietary advanced glycation end products are associated with poorer spatial learning and accelerated Aβ deposition in an Alzheimer mouse model. Aging Cell 15(2):309–316.  https://doi.org/10.1111/acel.12436 . Epub 2016 Jan 19"}, {"Citation": "Luo Q, Chen Y (2016) Long noncoding RNAs and Alzheimer’s disease. Clin Interv Aging 11:867", "ArticleIdList": ["10.2147/CIA.S107037", "27418812", "4933566"]}, {"Citation": "Ma L, Cao J, Liu L, Du Q, Li Z, Zou D, Zhang Z (2019) LncBook: a curated knowledgebase of human long non-coding RNAs. Nucleic Acids Res 8;47(D1):D128–D134. https://doi.org/10.1093/nar/gky960"}, {"Citation": "Maher P (2015) Fisetin acts on multiple pathways to reduce the impact of age and disease on CNS function. Front Biosci (schol Ed) 7:58", "ArticleIdList": ["10.2741/s425", "25961687"]}, {"Citation": "Maher P (2020) Preventing and treating neurological disorders with the flavonol fisetin. Brain Plasticity 6(2):155–166", "ArticleIdList": ["10.3233/BPL-200104"]}, {"Citation": "Maher P, Akaishi T, Abe K (2006) Flavonoid fisetin promotes ERK-dependent long-term potentiation and enhances memory. Proc Natl Acad Sci 103(44):16568–16573", "ArticleIdList": ["10.1073/pnas.0607822103", "17050681", "1637622"]}, {"Citation": "McGeary SE, Lin KS, Shi CY, Pham TM, Bisaria N, Kelley GM, Bartel DP (2019) The biochemical basis of microRNA targeting efficacy. Science 20;366(6472):eaav1741. https://doi.org/10.1126/science.aav1741 . Epub 2019 Dec 5"}, {"Citation": "Mikaili P, Shayegh J, Asghari MH, Sarahroodi S, Sharifi M (2011) Currently used traditional phytomedicines with hot nature in Iran. Biol Res 2(5):56–68"}, {"Citation": "Miossec P, Korn T, Kuchroo VK (2009) Interleukin-17 and type 17 helper T cells. N Engl J Med 361(9):888–898", "ArticleIdList": ["10.1056/NEJMra0707449", "19710487"]}, {"Citation": "Misiti F, Sampaolese B, Mezzogori D, Orsini F, Pezzotti M, Giardina B, Clementi M (2006) Protective effect of rhubarb derivatives on amyloid beta (1–42) peptide-induced apoptosis in IMR-32 cells: a case of nutrigenomic. Brain Res Bull 71(1–3):29–36", "ArticleIdList": ["10.1016/j.brainresbull.2006.07.012", "17113925"]}, {"Citation": "Mosaddeghi P, Eslami M, Farahmandnejad M, Akhavein M, Ranjbarfarrokhi R, Khorraminejad-Shirazi M, Sakhteman A (2021) A systems pharmacology approach to identify the autophagy-inducing effects of Traditional Persian medicinal plants. Sci Rep 11;11(1):336: 1–15.  https://doi.org/10.1038/s41598-020-79472-y"}, {"Citation": "Nakajima A, Ohizumi Y (2019) Potential benefits of nobiletin, a citrus flavonoid, against Alzheimer’s disease and Parkinson’s disease. Int J Mol Sci 20(14):3380", "ArticleIdList": ["10.3390/ijms20143380", "31295812", "6678479"]}, {"Citation": "Neuhouser ML, Smith AW, George SM, Gibson JT, Baumgartner KB, Baumgartner R, Ballard R (2016) Use of complementary and alternative medicine and breast cancer survival in the health, eating, activity, and lifestyle study. Breast Cancer Res Treat 160(3):539–546.  https://doi.org/10.1007/s10549-016-4010-x . Epub 2016 Oct 21"}, {"Citation": "Ning L, Cui T, Zheng B, Wang N, Luo J, Yang B, Wang D (2021) MNDR v3. 0: mammal ncRNA–disease repository with increased coverage and annotation. Nucleic Acids Res 8;49(D1):D160–D164.  https://doi.org/10.1093/nar/gkaa707"}, {"Citation": "Oberstein TJ, Taha L, Spitzer P, Hellstern J, Herrmann M, Kornhuber J, Maler JM (2018) Imbalance of circulating Th17 and regulatory T cells in Alzheimer’s disease: a case control study. Front Immunol 9:1213", "ArticleIdList": ["10.3389/fimmu.2018.01213", "29915582", "5994416"]}, {"Citation": "Oliveros JC (2007) VENNY. An interactive tool for comparing lists with Venn Diagrams. http://bioinfogp.cnb.csic.es/tools/venny/index.html . 15/5/2022"}, {"Citation": "Oppmann B, Lesley R, Blom B, Timans JC, Xu Y, Hunte B, Singh K (2000) Novel p19 protein engages IL-12p40 to form a cytokine, IL-23, with biological activities similar as well as distinct from IL-12. Immunity 1;13(5):715–725.  https://doi.org/10.1016/s1074-7613(00)00070-4"}, {"Citation": "Pettersen EF, Goddard TD, Huang CC, Couch GS, Greenblatt DM, Meng EC, Ferrin TE (2004) UCSF Chimera—a visualization system for exploratory research and analysis. J Comput Chem 25(13):1605–1612", "ArticleIdList": ["10.1002/jcc.20084", "15264254"]}, {"Citation": "Richetti S, Blank M, Capiotti K, Piato A, Bogo M, Vianna M, Bonan C (2011) Quercetin and rutin prevent scopolamine-induced memory impairment in zebrafish. Behav Brain Res 217(1):10–15", "ArticleIdList": ["10.1016/j.bbr.2010.09.027", "20888863"]}, {"Citation": "Russo GL, Spagnuolo C, Russo M, Tedesco I, Moccia S, Cervellera C (2020) Mechanisms of aging and potential role of selected polyphenols in extending healthspan. Biochem Pharmacol 173:113719", "ArticleIdList": ["10.1016/j.bcp.2019.113719", "31759977"]}, {"Citation": "Shannon P, Markiel A, Ozier O, Baliga NS, Wang JT, Ramage D, Ideker T (2003) Cytoscape: a software environment for integrated models of biomolecular interaction networks. Genome Res 1;13(11):2498–2504.  https://doi.org/10.1101/gr.1239303"}, {"Citation": "Shannon OM, Ashor AW, Scialo F, Saretzki G, Martin-Ruiz C, Lara J, Lillà L (2021) Mediterranean diet and the hallmarks of ageing. Eur J Clin Nutr 75(8):1176–1192.  https://doi.org/10.1038/s41430-020-00841-x"}, {"Citation": "Shirbeigi L, Iranzadasl M, Mansouri P, Hejazi S, Aliasl J (2015) Skin aging remedies in traditional Persian medicine. J Skin Stem Cell 31;2(1):e30283.  https://doi.org/10.17795/jssc3028"}, {"Citation": "Siervo M, Shannon OM, Llewellyn DJ, Stephan BC, Fontana L (2021) Mediterranean diet and cognitive function: from methodology to mechanisms of action. Free Radical Biol Med 176:105–117", "ArticleIdList": ["10.1016/j.freeradbiomed.2021.09.018"]}, {"Citation": "Sticht C, De La Torre C, Parveen A, Gretz N (2018) miRWalk: an online resource for prediction of microRNA binding sites. 18;13(10):e0206239. https://doi.org/10.1371/journal.pone.0206239"}, {"Citation": "Talebi M, Ilgün S, Ebrahimi V, Talebi M, Farkhondeh T, Ebrahimi H, Samarghandian S (2021) Zingiber officinale ameliorates Alzheimer’s disease and cognitive impairments: lessons from preclinical studies. Biomed Pharmacother 133:111088", "ArticleIdList": ["10.1016/j.biopha.2020.111088", "33378982"]}, {"Citation": "Wahl H-W, Hoppmann CA, Ram N, Gerstorf D (2021) Healthy aging-relevant goals: the role of person–context co-construction. J Gerontol: Series B 76(Supplement_ 2):S181–S190", "ArticleIdList": ["10.1093/geronb/gbab089"]}, {"Citation": "Wang D-M, Li S-Q, Wu W-L, Zhu X-Y, Wang Y, Yuan H-Y (2014) Effects of long-term treatment with quercetin on cognition and mitochondrial function in a mouse model of Alzheimer’s disease. Neurochem Res 39(8):1533–1543", "ArticleIdList": ["10.1007/s11064-014-1343-x", "24893798"]}, {"Citation": "Xie Z, Bailey A, Kuleshov MV, Clarke DJ, Evangelista JE, Jenkins SL, Jagodnik KM (2021) Gene set knowledge discovery with enrichr. Curr Protoc 1(3):e90.  https://doi.org/10.1002/cpz1.90"}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "6", "Day": "16"}, {"Year": "2022", "Month": "11", "Day": "15"}, {"Year": "2023", "Month": "4", "Day": "11", "Hour": "6", "Minute": "41"}, {"Year": "2023", "Month": "1", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "11", "Hour": "23", "Minute": "25"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36631703", "10.1007/s12031-022-02086-8", "10.1007/s12031-022-02086-8"]}}], "PubmedBookArticle": []}