{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36646777", "DateCompleted": {"Year": "2023", "Month": "01", "Day": "18"}, "DateRevised": {"Year": "2023", "Month": "03", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "01", "Day": "16"}], "Language": ["eng"], "ELocationID": ["793", "10.1038/s41598-023-27540-4"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "13", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Jan", "Day": "16"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Exploring the mechanism of active components from ginseng to manage diabetes mellitus based on network pharmacology and molecular docking.", "Pagination": {"StartPage": "793", "MedlinePgn": "793"}, "Abstract": {"AbstractText": ["A large body of literature has shown that ginseng had a role in diabetes mellitus management. Ginsenosides are the main active components of ginseng. But what ginsenosides can manage in diabetic are not systematic. The targets of these ginsenosides are still incomplete. Our aim was to identify which ginsenosides can manage diabetes mellitus through network pharmacology and molecular docking. To identify the targets of these ginsenosides. In this work, we retrieved and screened ginsenosides and corresponding diabetes mellitus targets across multiple databases. PPI networks of the genes were constructed using STRING, and the core targets were screened out through topological analysis. Gene Ontology and Kyoto Encyclopedia of Genes and Genomes enrichment analyses were performed by using the R language. Finally, molecular docking was performed after bioinformatics analysis for verification. Our research results showed that 28 ginsenosides in ginseng might be against diabetes mellitus by modulating related proteins such as VEGFA, Caspase 3, and TNF-α. Among the 28 ginsenosides, 20(R)-Protopanaxatriol, 20(R)-Protopanaxadiol, and Ginsenoside Rg1 might play a significant role. Kyoto Encyclopedia of Genes and Genomes and Gene Ontology enrichment analysis showed that the management of diabetes mellitus by ginsenosides may be related to the positive regulation of reactive oxygen metabolic processes, associated with the insulin signaling pathway, TNF signaling pathway, and AMPK signaling pathway. Molecular docking results and molecular dynamics simulation showed that most ginsenosides could stably bind to the core target, mainly hydrogen bonding and hydrophobic bond. This study suggests the management of ginseng on diabetes mellitus. We believe that our results can contribute to the systematic study of the mechanism of ginsenosides for the management of diabetes mellitus. At the same time, it can provide a theoretical basis for subsequent studies on the management of ginsenosides in diabetes mellitus."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Chinese Medicinal Materials, Jilin Agricultural University, Changchun, 130118, China."}, {"Identifier": [], "Affiliation": "National and Local Joint Engineering Research Center for Ginseng Breeding and Development, Changchun, 130118, China."}], "LastName": "Li", "ForeName": "Ming-Han", "Initials": "MH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Chinese Medicinal Materials, Jilin Agricultural University, Changchun, 130118, China."}], "LastName": "Jin", "ForeName": "Ming-Hui", "Initials": "MH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Chinese Medicinal Materials, Jilin Agricultural University, Changchun, 130118, China."}], "LastName": "Hu", "ForeName": "Rui-Yi", "Initials": "RY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Chinese Medicinal Materials, Jilin Agricultural University, Changchun, 130118, China."}], "LastName": "Tang", "ForeName": "Shan", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Biotechnology and Bioresources Utilization, Ministry of Education, Dalian Minzu University, Dalian, 116600, Liaoning, China."}], "LastName": "Li", "ForeName": "Ke-Ke", "Initials": "KK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Biotechnology and Bioresources Utilization, Ministry of Education, Dalian Minzu University, Dalian, 116600, Liaoning, China."}], "LastName": "Gong", "ForeName": "Xiao-Jie", "Initials": "XJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Special Wild Economic Animals and Plants, Chinese Academy of Agricultural Sciences, Changchun, China."}], "LastName": "Sun", "ForeName": "Yin-Shi", "Initials": "YS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Chinese Medicinal Materials, Jilin Agricultural University, Changchun, 130118, China."}, {"Identifier": [], "Affiliation": "National and Local Joint Engineering Research Center for Ginseng Breeding and Development, Changchun, 130118, China."}], "LastName": "Wang", "ForeName": "Ying-Ping", "Initials": "YP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Chinese Medicinal Materials, Jilin Agricultural University, Changchun, 130118, China. wangzi8020@126.com."}, {"Identifier": [], "Affiliation": "National and Local Joint Engineering Research Center for Ginseng Breeding and Development, Changchun, 130118, China. wangzi8020@126.com."}], "LastName": "Wang", "ForeName": "Zi", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Chinese Medicinal Materials, Jilin Agricultural University, Changchun, 130118, China. liwei7727@126.com."}, {"Identifier": [], "Affiliation": "National and Local Joint Engineering Research Center for Ginseng Breeding and Development, Changchun, 130118, China. liwei7727@126.com."}], "LastName": "Li", "ForeName": "Wei", "Initials": "W"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Ginsenosides"}, {"RegistryNumber": "0", "NameOfSubstance": "Drugs, Chinese Herbal"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Panax"}, {"QualifierName": [], "DescriptorName": "Network Pharmacology"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Ginsenosides"}, {"QualifierName": [], "DescriptorName": "Molecular Docking Simulation"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Diabetes Mellitus"}, {"QualifierName": [], "DescriptorName": "Drugs, Chinese Herbal"}, {"QualifierName": [], "DescriptorName": "Medicine, Chinese Traditional"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bai YL, Han LL, Qian JH, Wang HZ. Molecular mechanism of puerarin against diabetes and its complications. Front. Pharmacol. 2021 doi: 10.3389/fphar.2021.780419.", "ArticleIdList": ["10.3389/fphar.2021.780419", "PMC8764238", "35058775"]}, {"Citation": "Karmazyn M, Gan XT. Ginseng for the treatment of diabetes and diabetes-related cardiovascular complications: a discussion of the evidence. Can. J. Physiol. Pharm. 2019;97:265–276. doi: 10.1139/cjpp-2018-0440.", "ArticleIdList": ["10.1139/cjpp-2018-0440", "30395481"]}, {"Citation": "Chen W, Balan P, Popovich DG. Review of ginseng anti-diabetic studies. Molecules. 2019 doi: 10.3390/molecules24244501.", "ArticleIdList": ["10.3390/molecules24244501", "PMC6943541", "31835292"]}, {"Citation": "Warren RE. The stepwise approach to the management of type 2 diabetes. Diabetes Res. Clin. Pract. 2004;65(Suppl 1):S3–8. doi: 10.1016/j.diabres.2004.07.002.", "ArticleIdList": ["10.1016/j.diabres.2004.07.002", "15315864"]}, {"Citation": "Kim S, Shin BC, Lee MS, Lee H, Ernst E. Red ginseng for type 2 diabetes mellitus: A systematic review of randomized controlled trials. Chin. J. Integr. Med. 2011;17:937–944. doi: 10.1007/s11655-011-0937-2.", "ArticleIdList": ["10.1007/s11655-011-0937-2", "22139546"]}, {"Citation": "Brass EP. The food and drug administration and the future of drug development for the treatment of diabetes. Diabetes Spectr. 2014;27:75–77. doi: 10.2337/diaspect.27.2.75.", "ArticleIdList": ["10.2337/diaspect.27.2.75", "PMC4522876", "26246760"]}, {"Citation": "Zhang T, et al. The effects of environmental factors on ginsenoside biosynthetic enzyme gene expression and saponin abundance. Molecules. 2019 doi: 10.3390/molecules24010014.", "ArticleIdList": ["10.3390/molecules24010014", "PMC6337439", "30577538"]}, {"Citation": "Luo JZ, Luo LG. Ginseng on Hyperglycemia: Effects and Mechanisms. Evidence-Based Complement Altern. 2009;6:423–427. doi: 10.1093/ecam/nem178.", "ArticleIdList": ["10.1093/ecam/nem178", "PMC2781779", "18955300"]}, {"Citation": "Mohanan P, Subramaniyam S, Mathiyalagan R, Yang DC. Molecular signaling of ginsenosides Rb1, Rg1, and Rg3 and their mode of actions. J. Ginseng Res. 2018;42:123–132. doi: 10.1016/j.jgr.2017.01.008.", "ArticleIdList": ["10.1016/j.jgr.2017.01.008", "PMC5926405", "29719458"]}, {"Citation": "Shi YW, Wan XS, Shao N, Ye RY, Zhang N, Zhang YJ. Protective and anti-angiopathy effects of ginsenoside Re against diabetes mellitus via the activation of p38 MAPK, ERK1/2 and JNK signaling. Mol. Med. Rep. 2016;14:4849–4856. doi: 10.3892/mmr.2016.5821.", "ArticleIdList": ["10.3892/mmr.2016.5821", "27748921"]}, {"Citation": "Yu HT, Zhen J, Yang Y, Gu JN, Wu SS, Liu Q. Ginsenoside Rg1 ameliorates diabetic cardiomyopathy by inhibiting endoplasmic reticulum stress-induced apoptosis in a streptozotocin-induced diabetes rat model. J. Cell Mol. Med. 2016;20:623–631. doi: 10.1111/jcmm.12739.", "ArticleIdList": ["10.1111/jcmm.12739", "PMC5125941", "26869403"]}, {"Citation": "Su WY, et al. Ginsenoside Rh1 improves type 2 diabetic nephropathy through AMPK/PI3K/Akt-mediated inflammation and apoptosis signaling pathway. Am. J. Chin. Med. 2021;49:1215–1233. doi: 10.1142/S0192415x21500580.", "ArticleIdList": ["10.1142/S0192415x21500580", "34049473"]}, {"Citation": "Liu XN, Zhang Y, Wu MH, Ma ZG, Cao H. The potential transformation mechanisms of the marker components of Schizonepetae spica and its charred product. Molecules. 2020 doi: 10.3390/molecules25163749.", "ArticleIdList": ["10.3390/molecules25163749", "PMC7463568", "32824539"]}, {"Citation": "Wang X, Wang ZY, Zheng JH, Li S. TCM network pharmacology: A new trend towards combining computational, experimental and clinical approaches. Chin. J. Nat. Med. 2021;19:1–11. doi: 10.1016/S1875-5364(21)60001-8.", "ArticleIdList": ["10.1016/S1875-5364(21)60001-8", "33516447"]}, {"Citation": "Li S, Zhang B. Traditional Chinese medicine network pharmacology: theory, methodology and application. Chin. J. Nat. Med. 2013;11:110–120. doi: 10.3724/Sp.J.1009.2013.00110.", "ArticleIdList": ["10.3724/Sp.J.1009.2013.00110", "23787177"]}, {"Citation": "Zhou ZC, et al. Applications of network pharmacology in traditional chinese medicine research. Evidence-Based Complement Altern. 2020 doi: 10.1155/2020/1646905.", "ArticleIdList": ["10.1155/2020/1646905", "PMC7042531", "32148533"]}, {"Citation": "Huang QJ, et al. Jian-Pi-Bu-Xue-formula alleviates cyclophosphamide-induced myelosuppressionviaup-regulating NRF2/HO1/NQO1 Signaling. Front. Pharmacol. 2020 doi: 10.3389/fphar.2020.01302.", "ArticleIdList": ["10.3389/fphar.2020.01302", "PMC7479230", "32982732"]}, {"Citation": "Li ZH, Yu D, Huang NN, Wu JK, Du XW, Wang XJ. Immunoregulatory mechanism studies of ginseng leaves on lung cancer based on network pharmacology and molecular docking. Sci. Rep. 2021;11:18201. doi: 10.1038/s41598-021-97115-8.", "ArticleIdList": ["10.1038/s41598-021-97115-8", "PMC8440634", "34521875"]}, {"Citation": "Du L, et al. The potential bioactive components of nine TCM prescriptions against COVID-19 in lung cancer were explored based on network pharmacology and molecular docking. Front. Med. 2021;8:813119. doi: 10.3389/fmed.2021.813119.", "ArticleIdList": ["10.3389/fmed.2021.813119", "PMC8811133", "35127768"]}, {"Citation": "Kang XM, Jin D, Zhang YQ, Zhou RR, Zhang YH, Lian FM. Systematic elucidation of the mechanism of sappan lignum in the treatment of diabetic peripheral neuropathy based on network pharmacology. Evid-Based Complement Altern. 2021 doi: 10.1155/2021/5528018.", "ArticleIdList": ["10.1155/2021/5528018", "PMC8263209", "34306139"]}, {"Citation": "Yang Y, et al. Network pharmacology and experimental assessment to explore the pharmacological mechanism of qimai feiluoping decoction against pulmonary fibrosis. Front. Pharmacol. 2021;12:770197. doi: 10.3389/fphar.2021.770197.", "ArticleIdList": ["10.3389/fphar.2021.770197", "PMC8678473", "34925028"]}, {"Citation": "Kanehisa M, Goto S. KEGG: Kyoto encyclopedia of genes and genomes. Nucl. Acids Res. 2000;28:27–30. doi: 10.1093/nar/28.1.27.", "ArticleIdList": ["10.1093/nar/28.1.27", "PMC102409", "10592173"]}, {"Citation": "Zhang JY, et al. A bioinformatics investigation into molecular mechanism of Yinzhihuang granules for treating hepatitis B by network pharmacology and molecular docking verification. Sci. Rep. 2020 doi: 10.1038/s41598-020-68224-7.", "ArticleIdList": ["10.1038/s41598-020-68224-7", "PMC7351787", "32651427"]}, {"Citation": "Song XQ, Zhang Y, Dai EQ, Wang L, Du HT. Prediction of triptolide targets in rheumatoid arthritis using network pharmacology and molecular docking. Int. Immunopharmacol. 2020 doi: 10.1016/j.intimp.2019.106179.", "ArticleIdList": ["10.1016/j.intimp.2019.106179", "31972422"]}, {"Citation": "Zhang XB, et al. Network pharmacology based virtual screening of active constituents of Prunella vulgaris L. and the molecular mechanism against breast cancer. Sci. Rep. 2020 doi: 10.1038/s41598-020-72797-8.", "ArticleIdList": ["10.1038/s41598-020-72797-8", "PMC7519149", "32978480"]}, {"Citation": "Maynard AJ, Ehlers T, Koska J. Docking and scoring in discovery studio. Abstr. Pap. Am. Chem. S. 2011 doi: 10.1186/s13065-020-00704-3.", "ArticleIdList": ["10.1186/s13065-020-00704-3"]}, {"Citation": "Salomon-Ferrer R, Case DA, Walker RC. An overview of the Amber biomolecular simulation package. Wires Comput. Mol. Sci. 2013;3:198–210. doi: 10.1002/wcms.1121.", "ArticleIdList": ["10.1002/wcms.1121"]}, {"Citation": "Khanal P, et al. Computational investigation of benzalacetophenone derivatives against SARS-CoV-2 as potential multi-target bioactive compounds. Comput. Biol. Med. 2022 doi: 10.1016/j.compbiomed.2022.105668.", "ArticleIdList": ["10.1016/j.compbiomed.2022.105668", "PMC9135652", "35667894"]}, {"Citation": "Venables MC, Jeukendrup AE. Physical inactivity and obesity: Links with insulin resistance and type 2 diabetes mellitus. Diabetes-Metab. Res. 2009;25:S18–S23. doi: 10.1002/dmrr.983.", "ArticleIdList": ["10.1002/dmrr.983", "19662619"]}, {"Citation": "Feng YY, Fang YC, Wang YQ, Hao YM. Acupoint therapy on diabetes mellitus and its common chronic complications: A review of its mechanisms. Biomed. Res. Int. 2018 doi: 10.1155/2018/3128378.", "ArticleIdList": ["10.1155/2018/3128378", "PMC6217896", "30426006"]}, {"Citation": "Sharma BR, Gautam LN, Adhikari D, Karki R. A comprehensive review on chemical profiling of nelumbo nucifera: Potential for drug development. Phytother. Res. 2017;31:3–26. doi: 10.1002/ptr.5732.", "ArticleIdList": ["10.1002/ptr.5732", "27667670"]}, {"Citation": "Wong AST, Wong CKC. Ginsenoside-Rb1 as an anti-cancer therapeutic: abridged secondary publication. Hong Kong Med. J. 2020;26:16–17.", "ArticleIdList": ["33504672"]}, {"Citation": "Zhou P, et al. Ginsenoside Rb1 as an anti-diabetic agent and its underlying mechanism analysis. Cells-Basel. 2019 doi: 10.3390/cells8030204.", "ArticleIdList": ["10.3390/cells8030204", "PMC6468558", "30823412"]}, {"Citation": "Li Y, et al. Alleviative effects of 20(R)-Rg3 on HFD/STZ-induced diabetic nephropathy via MAPK/NF-kappa B signaling pathways in C57BL/6 mice. J. Ethnopharmacol. 2021 doi: 10.1016/j.jep.2020.113500.", "ArticleIdList": ["10.1016/j.jep.2020.113500", "33091499"]}, {"Citation": "Liu Z, et al. Antidiabetic effects of malonyl ginsenosides from Panax ginseng on type 2 diabetic rats induced by high-fat diet and streptozotocin. J. Ethnopharmacol. 2013;145:233–240. doi: 10.1016/j.jep.2012.10.058.", "ArticleIdList": ["10.1016/j.jep.2012.10.058", "23147499"]}, {"Citation": "Liu Z, et al. Hypoglycemic and Hypolipidemic Effects of Malonyl Ginsenosides from American Ginseng (Panax quinquefolius L.) on Type 2 Diabetic Mice. ACS Omega. 2021;6:33652–33664. doi: 10.1021/acsomega.1c04656.", "ArticleIdList": ["10.1021/acsomega.1c04656", "PMC8675029", "34926913"]}, {"Citation": "Li W, et al. Hypoglycemic effect of protopanaxadiol-type ginsenosides and compound K on Type 2 diabetes mice induced by high-fat diet combining with Streptozotocin via suppression of hepatic gluconeogenesis. Fitoterapia. 2012;83:192–198. doi: 10.1016/j.fitote.2011.10.011.", "ArticleIdList": ["10.1016/j.fitote.2011.10.011", "22056666"]}, {"Citation": "Guan FY, et al. Compound K protects pancreatic islet cells against apoptosis through inhibition of the AMPK/JNK pathway in type 2 diabetic mice and in MIN6 beta-cells. Life Sci. 2014;107:42–49. doi: 10.1016/j.lfs.2014.04.034.", "ArticleIdList": ["10.1016/j.lfs.2014.04.034", "24802125"]}, {"Citation": "Kutluay VM, Diker NY. Constitution of a comprehensive phytochemical profile and network pharmacology based investigation to decipher molecular mechanisms of Teucrium polium L. in the treatment of type 2 diabetes mellitus. PeerJ. 2020 doi: 10.7717/peerj.10111.", "ArticleIdList": ["10.7717/peerj.10111", "PMC7585722", "33150068"]}, {"Citation": "Zhang AF, Fang HW, Chen J, He LY, Chen YW. Role of VEGF-A and LRG1 in abnormal angiogenesis associated with diabetic nephropathy. Front. Physiol. 2020 doi: 10.3389/fphys.2020.01064.", "ArticleIdList": ["10.3389/fphys.2020.01064", "PMC7488177", "32982792"]}, {"Citation": "Aly RH, et al. Patterns of Toll-like receptor expressions and inflammatory cytokine levels and their implications in the progress of insulin resistance and diabetic nephropathy in type 2 diabetic patients. Front. Physiol. 2020 doi: 10.3389/fphys.2020.609223.", "ArticleIdList": ["10.3389/fphys.2020.609223", "PMC7798354", "33442388"]}, {"Citation": "Sun Y, et al. Expression of miRNA-29 in pancreatic beta cells promotes inflammation and diabetes via TRAF3. Cell Rep. 2021;34:108576. doi: 10.1016/j.celrep.2020.108576.", "ArticleIdList": ["10.1016/j.celrep.2020.108576", "33406428"]}, {"Citation": "de Maranon AM, et al. Good glycaemic control reduces carotid-intima-media thickness, inflammation markers and ros production in type 2 diabetes. Free Radic. Bio Med. 2020;159:S89–S89. doi: 10.1016/j.freeradbiomed.2020.10.230.", "ArticleIdList": ["10.1016/j.freeradbiomed.2020.10.230"]}, {"Citation": "Hasheminasabgorji E, Jha JC. Dyslipidemia, diabetes and atherosclerosis: role of inflammation and ROS-redox-sensitive factors. Biomedicines. 2021 doi: 10.3390/biomedicines9111602.", "ArticleIdList": ["10.3390/biomedicines9111602", "PMC8615779", "34829831"]}, {"Citation": "Beckman JA, Creager MA. Vascular complications of diabetes. Circ. Res. 2016;118:1771–1785. doi: 10.1161/Circresaha.115.306884.", "ArticleIdList": ["10.1161/Circresaha.115.306884", "27230641"]}, {"Citation": "Singh WR, Sharma A, Devi HS, Bhatia A, Patel MR, Kumar D. Icariin improves cutaneous wound healing in streptozotocin-induced diabetic rats. J. Tissue Viability. 2022;31:197–206. doi: 10.1016/j.jtv.2021.09.004.", "ArticleIdList": ["10.1016/j.jtv.2021.09.004", "34565677"]}, {"Citation": "Baryla I, et al. Identification of a novel association for the WWOX/HIF1A axis with gestational diabetes mellitus (GDM) PeerJ. 2021 doi: 10.7717/peerj.10604.", "ArticleIdList": ["10.7717/peerj.10604", "PMC7811782", "33520443"]}, {"Citation": "Tian YM, et al. Chronic intermittent hypobaric hypoxia ameliorates diabetic nephropathy through enhancing HIF1 signaling in rats. Diabetes Res. Clin. Pr. 2016;118:90–97. doi: 10.1016/j.diabres.2016.06.021.", "ArticleIdList": ["10.1016/j.diabres.2016.06.021", "27351799"]}, {"Citation": "Liu MN, et al. Signalling pathways involved in hypoxia-induced renal fibrosis. J. Cell Mol. Med. 2017;21:1248–1259. doi: 10.1111/jcmm.13060.", "ArticleIdList": ["10.1111/jcmm.13060", "PMC5487923", "28097825"]}, {"Citation": "Sarkar P, Thirumurugan K. New insights into TNFalpha/PTP1B and PPARgamma pathway through RNF213- a link between inflammation, obesity, insulin resistance, and Moyamoya disease. Gene. 2021;771:145340. doi: 10.1016/j.gene.2020.145340.", "ArticleIdList": ["10.1016/j.gene.2020.145340", "33333224"]}, {"Citation": "Li LS, Yang JX, Li F, Gao F, Zhu L, Hao J. FBXW7 mediates high glucose-induced SREBP-1 expression in renal tubular cells of diabetic nephropathy under PI3K/Akt pathway regulation. Mol. Med. Rep. 2021 doi: 10.3892/mmr.2021.11872.", "ArticleIdList": ["10.3892/mmr.2021.11872", "PMC7893693", "33537812"]}, {"Citation": "Saxena M, Ali D, Modi DR, Almarzoug MHA, Hussain SA, Manohrdas S. Association of TNF-alpha gene expression and release in response to anti-diabetic drugs from human adipocytes in vitro. Diabetes Metab. Syndr. Obes. 2020;13:2633–2640. doi: 10.2147/DMSO.S265362.", "ArticleIdList": ["10.2147/DMSO.S265362", "PMC7399456", "32801814"]}, {"Citation": "Liadis N, et al. Caspase-3-dependent beta-cell apoptosis in the initiation of autoimmune diabetes mellitus. Mol. Cell Biol. 2005;25:3620–3629. doi: 10.1128/MCB.25.9.3620-3629.2005.", "ArticleIdList": ["10.1128/MCB.25.9.3620-3629.2005", "PMC1084289", "15831467"]}, {"Citation": "Shin BK, Kwon SW, Park JH. Chemical diversity of ginseng saponins from Panax ginseng. J. Ginseng Res. 2015;39:287–298. doi: 10.1016/j.jgr.2014.12.005.", "ArticleIdList": ["10.1016/j.jgr.2014.12.005", "PMC4593792", "26869820"]}, {"Citation": "Sun CX, Chen Y, Li XZ, Tai GH, Fan YY, Zhou YF. Anti-hyperglycemic and anti-oxidative activities of ginseng polysaccharides in STZ-induced diabetic mice. Food Funct. 2014;5:845–848. doi: 10.1039/c3fo60326a.", "ArticleIdList": ["10.1039/c3fo60326a", "24671219"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "5", "Day": "29"}, {"Year": "2023", "Month": "1", "Day": "4"}, {"Year": "2023", "Month": "1", "Day": "16", "Hour": "23", "Minute": "17"}, {"Year": "2023", "Month": "1", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["36646777", "PMC9842641", "10.1038/s41598-023-27540-4", "10.1038/s41598-023-27540-4"]}}], "PubmedBookArticle": []}