{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antimalarial activity", "GC-MS", "Malaria", "Prabchompoothaweep remedy", "Terminalia arjuna", "Toxicity"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36653791", "DateCompleted": {"Year": "2023", "Month": "01", "Day": "20"}, "DateRevised": {"Year": "2023", "Month": "01", "Day": "22"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "01", "Day": "18"}], "Language": ["eng"], "ELocationID": ["12", "10.1186/s12906-023-03835-x"], "Journal": {"ISSN": "2662-7671", "JournalIssue": {"Volume": "23", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Jan", "Day": "18"}}, "Title": "BMC complementary medicine and therapies", "ISOAbbreviation": "BMC Complement Med Ther"}, "ArticleTitle": "Antimalarial efficacy and toxicological assessment of medicinal plant ingredients of Prabchompoothaweep remedy as a candidate for antimalarial drug development.", "Pagination": {"StartPage": "12", "MedlinePgn": "12"}, "Abstract": {"AbstractText": ["Drug resistance exists in almost all antimalarial drugs currently in use, leading to an urgent need to identify new antimalarial drugs. Medicinal plant use is an alternative approach to antimalarial chemotherapy. This study aimed to explore potent medicinal plants from Prabchompoothaweep remedy for antimalarial drug development.", "Forty-eight crude extracts from Prabchompoothaweep remedy and its 23 plants ingredients were investigated in vitro for antimalarial properties using Plasmodium lactate dehydrogenase (pLDH) enzyme against Plasmodium falciparum K1 strain and toxicity effects were evaluated in Vero cells. The plant with promising antimalarial activity was further investigated using gas chromatography-mass spectrometry (GC-MS) to identify phytochemicals. Antimalarial activity in mice was evaluated using a four-day suppressive test against Plasmodium berghei ANKA at dose of 200, 400, and 600 mg/kg body weight, and acute toxicity was analyzed.", "Of the 48 crude extracts, 13 (27.08%) showed high antimalarial activity against the K1 strain of P. falciparum (IC<sub>50</sub> <  10 μg/ml) and 9 extracts (18.75%) were moderately active (IC<sub>50</sub> = 11-50 μg/ml). Additionally, the ethanolic extract of Prabchompoothaweep remedy showed moderate antimalarial activity against the K1 strain of P. falciparum (IC<sub>50</sub> = 14.13 μg/ml). Based on in vitro antimalarial and toxicity results, antimalarial activity of the aqueous fruit extract of Terminalia arjuna (IC<sub>50</sub> = 4.05 μg/ml and CC<sub>50</sub> = 219.6 μg/ml) was further studied in mice. GC-MS analysis of T. arjuna extract identified 22 compounds. The most abundant compounds were pyrogallol, gallic acid, shikimic acid, oleamide, 5-hydroxymethylfurfural, 1,1-diethoxy-ethane, quinic acid, and furfural. Analysis of the four-day suppressive test indicated that T. arjuna extract at dose of 200, 400, and 600 mg/kg body weight significantly suppressed the Plasmodium parasites by 28.33, 45.77, and 67.95%, respectively. In the acute toxicity study, T. arjuna extract was non-toxic at 2000 mg/kg body weight.", "The aqueous fruit extract of T. arjuna exerts antimalarial activity against Plasmodium parasites found in humans (P. falciparum K1) and mice (P. berghei ANKA). Acute toxicity studies showed that T. arjuna extract did not show any lethality or adverse effects up to a dose of 2000 mg/kg."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Science, School of Medicine, Walailak University, Nakhon Si Thammarat, Thailand."}, {"Identifier": [], "Affiliation": "Research Center in Tropical Pathobiology, Walailak University, Nakhon Si Thammarat, 80160, Thailand."}], "LastName": "Chaniad", "ForeName": "Prapaporn", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Science, School of Medicine, Walailak University, Nakhon Si Thammarat, Thailand."}, {"Identifier": [], "Affiliation": "Research Center in Tropical Pathobiology, Walailak University, Nakhon Si Thammarat, 80160, Thailand."}], "LastName": "Techarang", "ForeName": "Tachpon", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Science, School of Medicine, Walailak University, Nakhon Si Thammarat, Thailand."}, {"Identifier": [], "Affiliation": "Research Center in Tropical Pathobiology, Walailak University, Nakhon Si Thammarat, 80160, Thailand."}], "LastName": "Phuwajaroanpong", "ForeName": "Arisara", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Science, School of Medicine, Walailak University, Nakhon Si Thammarat, Thailand."}, {"Identifier": [], "Affiliation": "Research Center in Tropical Pathobiology, Walailak University, Nakhon Si Thammarat, 80160, Thailand."}], "LastName": "Plirat", "ForeName": "Walaiporn", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Tropical Pathology, Faculty of Tropical Medicine, Mahidol University, Bangkok, 10400, Thailand."}], "LastName": "Viriyavejakul", "ForeName": "Parnpen", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Pharmaceutical Ingredient and Traditional Medicine, National Research and Innovation Agency (BRIN), Cibinong Science Center, Cibinong, West Java, 16915, Indonesia."}], "LastName": "Septama", "ForeName": "Abdi Wira", "Initials": "AW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Science, School of Medicine, Walailak University, Nakhon Si Thammarat, Thailand. chuchard.pu@wu.ac.th."}, {"Identifier": [], "Affiliation": "Research Center in Tropical Pathobiology, Walailak University, Nakhon Si Thammarat, 80160, Thailand. chuchard.pu@wu.ac.th."}], "LastName": "Punsawad", "ForeName": "Chuchard", "Initials": "C"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Med Ther", "NlmUniqueID": "101761232", "ISSNLinking": "2662-7671"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antimalarials"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Chlorocebus aethiops"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": ["toxicity", "chemistry"], "DescriptorName": "Antimalarials"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["drug therapy", "parasitology"], "DescriptorName": "Malaria"}, {"QualifierName": ["toxicity", "chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Vero Cells"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Malaria, Falciparum"}, {"QualifierName": [], "DescriptorName": "Body Weight"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "CDC. Malaria 2019 [cited 2022 12]. Available from: https://www.cdc.gov/malaria/index.html."}, {"Citation": "WHO . World malaria report. Geneva: World Health Organization; 2020."}, {"Citation": "Uwimana A, Legrand E, Stokes BH, Ndikumana J-LM, Warsame M, Umulisa N, et al. Emergence and clonal expansion ofin vitroartemisinin-resistantPlasmodium falciparumkelch13 R561H mutant parasites in Rwanda. Nat Med. 2020;26:1602–1608. doi: 10.1038/s41591-020-1005-2.", "ArticleIdList": ["10.1038/s41591-020-1005-2", "PMC7541349", "32747827"]}, {"Citation": "Stokes BH, Ward KE, Fidock DA. Evidence of artemisinin-resistant malaria in Africa. N Engl J Med. 2022;386:1385–1386. doi: 10.1056/NEJMc2117480.", "ArticleIdList": ["10.1056/NEJMc2117480", "PMC9888016", "35388682"]}, {"Citation": "Jai-aue A, Makchuchit S, Juckmeta T, Itharat A. Anti-allergic, anti-inflammatory and antioxidant activities of the different extracts of Thai traditional remedy called prabchompoothaweep for allergic rhinitis treatment. J Med Assoc Thail. 2014;97(Suppl 8):S140–S148.", "ArticleIdList": ["25518306"]}, {"Citation": "Onthong N, Chonpatathip U, Rajanivat Y, Patthananurak K, Sangvichien S, Kamoltham T. A comparative study on the effects of Prabchompoothaweep remedy and loratadine in treatment of patients with allergic rhinitis and upper respiratory tract infections at Pathumtani hospital. J Health Educ. 2019;42:135–145."}, {"Citation": "Singh N, Kapur KK, Singh SP, Shanker K, Sinha JN, Kohli RP. Mechanism of cardiovascular action of Terminalia arjuna. Planta Med. 1982;45:102–104. doi: 10.1055/s-2007-971255.", "ArticleIdList": ["10.1055/s-2007-971255", "7111479"]}, {"Citation": "Dwivedi S, Jauhari R. Beneficial effects of Terminalia arjuna in coronary artery disease. Indian Heart J. 1997;49:507–510.", "ArticleIdList": ["9505018"]}, {"Citation": "Kusumoto IT, Nakabayashi T, Kida H, Miyashiro H, Hattori M, Namba T, et al. Screening of various plant extracts used in ayurvedic medicine for inhibitory effects on human immunodeficiency virus type 1 (HIV-1) protease. Phytother Res. 1995;9:180–184. doi: 10.1002/ptr.2650090305.", "ArticleIdList": ["10.1002/ptr.2650090305"]}, {"Citation": "Ram A, Lauria P, Gupta R, Kumar P, Sharma VN. Hypocholesterolaemic effects of Terminalia arjuna tree bark. J Ethnopharmacol. 1997;55:165–169. doi: 10.1016/S0378-8741(96)01493-6.", "ArticleIdList": ["10.1016/S0378-8741(96)01493-6", "9080336"]}, {"Citation": "Kumar P, Katram N, e M R, Mudili DV, Anand T, Anilakumar K. DNA damage protecting and free radical scavenging properties of Terminalia arjuna bark in PC-12 cells and plasmid DNA. Free radic antioxid. 2013;3:35–39. doi: 10.1016/j.fra.2013.04.001.", "ArticleIdList": ["10.1016/j.fra.2013.04.001"]}, {"Citation": "Bachaya H, Iqbal Z, Khan M, Jabbar A, Gilani A-u, Islam UD. In vitroand in vivo anthelmintic activity ofTerminalia arjunabark. Int J Agric Biol. 2009;11:273–278."}, {"Citation": "Chusri S, Sinvaraphan N, Chaipak P, Luxsananuwong A, Voravuthikunchai SP. Evaluation of antibacterial activity, phytochemical constituents, and cytotoxicity effects of Thai household ancient remedies. J Altern Complement Med. 2014;20:909–918. doi: 10.1089/acm.2013.0173.", "ArticleIdList": ["10.1089/acm.2013.0173", "PMC4270146", "25415453"]}, {"Citation": "Senguttuvan J, Paulsamy S, Karthika K. Phytochemical analysis and evaluation of leaf and root parts of the medicinal herb, Hypochaeris radicata L. for in vitro antioxidant activities. Asian Pac. J Trop Biomed. 2014;4:S359–S367. doi: 10.12980/APJTB.4.2014C1030.", "ArticleIdList": ["10.12980/APJTB.4.2014C1030", "PMC4025295", "25183112"]}, {"Citation": "Trager W, Jensen JB. Human malaria parasites in continuous culture. Science. 1976;193:673–675. doi: 10.1126/science.781840.", "ArticleIdList": ["10.1126/science.781840", "781840"]}, {"Citation": "Makler MT, Hinrichs DJ. Measurement of the lactate dehydrogenase activity ofplasmodium falciparumas an assessment of parasitemia. Am J Trop Med Hyg. 1993;48:205–210. doi: 10.4269/ajtmh.1993.48.205.", "ArticleIdList": ["10.4269/ajtmh.1993.48.205", "8447524"]}, {"Citation": "Chaniad P, Phuwajaroanpong A, Techarang T, Horata N, Chukaew A, Punsawad C. Evaluation of the antimalarial activity and toxicity of Mahanil-tang-thong formulation and its plant ingredients. BMC Complement Med Ther. 2022;22:51. doi: 10.1186/s12906-022-03531-2.", "ArticleIdList": ["10.1186/s12906-022-03531-2", "PMC8882293", "35219319"]}, {"Citation": "Koch A, Tamez P, Pezzuto J, Soejarto D. Evaluation of plants used for antimalarial treatment by the Maasai of Kenya. J Ethnopharmacol. 2005;101:95–99. doi: 10.1016/j.jep.2005.03.011.", "ArticleIdList": ["10.1016/j.jep.2005.03.011", "15878245"]}, {"Citation": "Peters W. The chemotherapy of rodent malaria, XXII. The value of drug-resistant strains of P. berghei in screening for blood schizontocidal activity. Ann Trop Med Parasitol. 1975;69:155–171. doi: 10.1080/00034983.1975.11686997.", "ArticleIdList": ["10.1080/00034983.1975.11686997", "1098584"]}, {"Citation": "Chaniad P, Techarang T, Phuwajaroanpong A, Punsawad C. Antimalarial activity and toxicological assessment ofBetula alnoidesextract againstplasmodium bergheiinfections in mice. Evid Based Complement Altern Med. 2019;2019:2324679. doi: 10.1155/2019/2324679.", "ArticleIdList": ["10.1155/2019/2324679", "PMC6877991", "31814839"]}, {"Citation": "Muluye AB, Desta AG, Abate SK, Dano GT. Anti-malarial activity of the root extract ofEuphorbia abyssinica(Euphorbiaceae) againstplasmodium bergheiinfection in mice. Malar J. 2019;18:261. doi: 10.1186/s12936-019-2887-7.", "ArticleIdList": ["10.1186/s12936-019-2887-7", "PMC6668069", "31362744"]}, {"Citation": "Misganaw D, Engidawork E, Nedi T. Evaluation of the anti-malarial activity of crude extract and solvent fractions of the leaves of Olea europaea (Oleaceae) in mice. Evid Based Complement Altern Med. 2019;19:171. doi: 10.1186/s12906-019-2567-8.", "ArticleIdList": ["10.1186/s12906-019-2567-8", "PMC6625083", "31296214"]}, {"Citation": "Percie du Sert N, Ahluwalia A, Alam S, Avey MT, Baker M, Browne WJ, et al. Reporting animal research: explanation and elaboration for the ARRIVE guidelines 2.0. PLoS Biol. 2020;18:e3000411. doi: 10.1371/journal.pbio.3000411.", "ArticleIdList": ["10.1371/journal.pbio.3000411", "PMC7360025", "32663221"]}, {"Citation": "Organisation for Economic Co-operation and Development (OECD) Test No. 425: acute oral toxicity: up-and-down procedure. 2008."}, {"Citation": "Wichapoon B, Punsawad C, Chaisri U, Viriyavejakul P. Glomerular changes and alterations of zonula occludens-1 in the kidneys ofplasmodium falciparummalaria patients. Malar J. 2014;13:176. doi: 10.1186/1475-2875-13-176.", "ArticleIdList": ["10.1186/1475-2875-13-176", "PMC4023169", "24884882"]}, {"Citation": "Viriyavejakul P, Khachonsaksumet V, Punsawad C. Liver changes in severeplasmodium falciparummalaria: histopathology, apoptosis and nuclear factor kappa B expression. Malar J. 2014;13:106. doi: 10.1186/1475-2875-13-106.", "ArticleIdList": ["10.1186/1475-2875-13-106", "PMC3995448", "24636003"]}, {"Citation": "Kigondu EVM, Rukunga GM, Gathirwa JW, Irungu BN, Mwikwabe NM, Amalemba GM, et al. Antiplasmodial and cytotoxicity activities of some selected plants used by the Maasai community. Kenya S Afr J Bot. 2011;77:725–729. doi: 10.1016/j.sajb.2011.03.008.", "ArticleIdList": ["10.1016/j.sajb.2011.03.008"]}, {"Citation": "Berthi W, González A, Rios A, Blair S, Cogollo Á, Pabón A. Anti-plasmodial effect of plant extracts from Picrolemma huberi and Picramnia latifolia. Malar J. 2018;17:151. doi: 10.1186/s12936-018-2301-x.", "ArticleIdList": ["10.1186/s12936-018-2301-x", "PMC5883577", "29615054"]}, {"Citation": "Wang Z, Xiao S, Wang Y, Liu J, Ma H, Wang Y, et al. Effects of light irradiation on essential oil biosynthesis in the medicinal plant Asarum heterotropoides Fr. Schmidt var. mandshuricum (maxim) Kitag. PLoS One. 2020;15:e0237952. doi: 10.1371/journal.pone.0237952.", "ArticleIdList": ["10.1371/journal.pone.0237952", "PMC7514039", "32970685"]}, {"Citation": "Saijo R. Biosynthetic pathways of gallic acid. Chagyo Kenkyu Hokoku (Tea Res J) 2014;2014:118_127-118_131."}, {"Citation": "Farag MA, Hegazi NM, Donia MS. Molecular networking based LC/MS reveals novel biotransformation products of green coffee by ex vivo cultures of the human gut microbiome. Metabolomics. 2020;16:86. doi: 10.1007/s11306-020-01704-z.", "ArticleIdList": ["10.1007/s11306-020-01704-z", "32748036"]}, {"Citation": "Ene AC, Ameh DA, Kwanashie HO, Agomo P, Atawodi SE. Preliminary in vivo antimalarial screening of petroleum ether, chloroform and methanol extracts of fifteen plants grown in Nigeria. J Pharmacol Toxicol. 2008;3:254–260. doi: 10.3923/jpt.2008.254.260.", "ArticleIdList": ["10.3923/jpt.2008.254.260"]}, {"Citation": "Thiengsusuk A, Muhamad P, Chaijaroenkul W, Na-Bangchang K. Antimalarial activity of piperine. J Trop Med. 2018;2018:9486905. doi: 10.1155/2018/9486905.", "ArticleIdList": ["10.1155/2018/9486905", "PMC6304611", "30631371"]}, {"Citation": "Suganthy N, Muniasamy S, Archunan G. Safety assessment of methanolic extract of Terminalia chebula fruit, Terminalia arjuna bark and its bioactive constituent 7-methyl gallic acid: in vitro and in vivo studies. Regul Toxicol Pharmacol. 2018;92:347–357. doi: 10.1016/j.yrtph.2017.12.019.", "ArticleIdList": ["10.1016/j.yrtph.2017.12.019", "29288719"]}, {"Citation": "Indrayanto G, Putra GS, Suhud F. Validation of in-vitro bioassay methods: application in herbal drug research. Profiles Drug Subst Excip Relat Methodol. 2021;46:273–307. doi: 10.1016/bs.podrm.2020.07.005.", "ArticleIdList": ["10.1016/bs.podrm.2020.07.005", "33461699"]}, {"Citation": "Vitorino KA, Alfonso JJ, Gómez AF, Santos APA, Antunes YR, Caldeira CA, et al. Antimalarial activity of basic phospholipases A2 isolated from Paraguayan Bothrops diporus venom against Plasmodium falciparum. Toxicon: X. 2020;8:100056. doi: 10.1016/j.toxcx.2020.100056.", "ArticleIdList": ["10.1016/j.toxcx.2020.100056", "PMC7451622", "32885164"]}, {"Citation": "Fenta M, Kahaliw W. Evaluation of antimalarial activity of hydromethanolic crude extract and solvent fractions of the leaves ofNuxia congestaR. Br. Ex Fresen (Buddlejaceae) inplasmodium bergheiinfected mice. J Exp Pharmacol. 2019;11:121–134. doi: 10.2147/JEP.S230636.", "ArticleIdList": ["10.2147/JEP.S230636", "PMC6926096", "31908546"]}, {"Citation": "Aragaw TJ, Afework DT, Getahun KA. Antimalarial activities of hydromethanolic crude extract and chloroform fraction ofGardenia ternifolialeaves inplasmodium bergheiinfected mice. Evid based Complement Altern Med. 2020;2020:6674002. doi: 10.1155/2020/6674002.", "ArticleIdList": ["10.1155/2020/6674002", "PMC7785367", "33456487"]}, {"Citation": "Popa GL, Popa MI. Recent advances in understanding the inflammatory response in malaria: a review of the dual role of cytokines. J Immunol Res. 2021;2021:7785180. doi: 10.1155/2021/7785180.", "ArticleIdList": ["10.1155/2021/7785180", "PMC8592744", "34790829"]}, {"Citation": "Vasquez M, Zuniga M, Rodriguez A. Oxidative stress and pathogenesis in malaria. Front Cell Infect Microbiol. 2021:11.", "ArticleIdList": ["PMC8669614", "34917519"]}, {"Citation": "Amalraj A, Gopi S. Medicinal properties of Terminalia arjuna (Roxb.) Wight & Arn.:a review. J Tradit Complement Med. 2017;7:65–78. doi: 10.1016/j.jtcme.2016.02.003.", "ArticleIdList": ["10.1016/j.jtcme.2016.02.003", "PMC5198828", "28053890"]}, {"Citation": "Bariweni M, Oboma Y, Ozolua R. Toxicological studies on the aqueous leaf extract of Pavetta crassipes (K. Schum) in rodents. J Pharm Pharmacogn Res. 2018;6:1–16."}, {"Citation": "Ezeja MI, Anaga AO, Asuzu IU. Acute and sub-chronic toxicity profile of methanol leaf extract of Gouania longipetala in rats. J Ethnopharmacol. 2014;151:1155–1164. doi: 10.1016/j.jep.2013.12.034.", "ArticleIdList": ["10.1016/j.jep.2013.12.034", "24384377"]}, {"Citation": "Elford BC. L-glutamine influx in malaria-infected erythrocytes: a target for antimalarials? Parasitol Today. 1986;2:309–312. doi: 10.1016/0169-4758(86)90126-2.", "ArticleIdList": ["10.1016/0169-4758(86)90126-2", "15462745"]}, {"Citation": "Al-Adhroey A, B.A.H Z-A. In vivo antimalaria tests of Nigella sativa (black seed) different extracts. Am J Pharmacol Toxicol. 2007;2:46–50. doi: 10.3844/ajptsp.2007.46.50.", "ArticleIdList": ["10.3844/ajptsp.2007.46.50"]}, {"Citation": "Abdillah S, Tambunan R, Farida Y, Sandhiutami N, Dewi R. Phytochemical screening and antimalarial activity of some plants traditionally used in Indonesia. Asian Pac. J Trop Biomed. 2015:77."}, {"Citation": "Anuthakoengkun A, Itharat A. Inhibitory effect on nitric oxide production and free radical scavenging activity of Thai medicinal plants in osteoarthritic knee treatment. J Med Assoc Thail. 2014;97(Suppl 8):S116–S124.", "ArticleIdList": ["25518303"]}, {"Citation": "Lekana-Douki JB, Oyegue Liabagui SL, Bongui JB, Zatra R, Lebibi J, Toure-Ndouo FS. In vitro antiplasmodial activity of crude extracts of Tetrapleura tetraptera and Copaifera religiosa. BMC Res Notes. 2011;4:506. doi: 10.1186/1756-0500-4-506.", "ArticleIdList": ["10.1186/1756-0500-4-506", "PMC3247923", "22112366"]}, {"Citation": "Shaik MM. Phytochemistry and pharmacological potential of Terminalia arjuna L. J Med Plant Res. 2013;15:3."}, {"Citation": "Mandal S, Patra A, Samanta A, Roy S, Mandal A, Mahapatra TD, et al. Analysis of phytochemical profile of Terminalia arjuna bark extract with antioxidative and antimicrobial properties. Asian Pac J Trop Biomed. 2013;3:960–966. doi: 10.1016/S2221-1691(13)60186-0.", "ArticleIdList": ["10.1016/S2221-1691(13)60186-0", "PMC3805097", "24093787"]}, {"Citation": "Shimadzu corporation. A guide to GCMS sample introduction systems: choosing the best system for your analysis. 1st ed. p. 1–40."}, {"Citation": "Bai J, Wu Y, Liu X, Zhong K, Huang Y, Gao H. Antibacterial activity of shikimic acid from pine needles of Cedrus deodara against Staphylococcus aureus through damage to cell membrane. Int J Mol Sci. 2015;16:27145–27155. doi: 10.3390/ijms161126015.", "ArticleIdList": ["10.3390/ijms161126015", "PMC4661873", "26580596"]}, {"Citation": "Zhang H, Jiang Z, Shen C, Zou H, Zhang Z, Wang K, et al. 5-Hydroxymethylfurfural alleviates inflammatory lung injury by inhibiting endoplasmic reticulum stress and NLRP3 inflammasome activation. Front Cell Dev Biol. 2021;9:782427. doi: 10.3389/fcell.2021.782427.", "ArticleIdList": ["10.3389/fcell.2021.782427", "PMC8711100", "34966742"]}, {"Citation": "Zhao L, Chen J, Su J, Li L, Hu S, Li B, et al. In vitro antioxidant and antiproliferative activities of 5-hydroxymethylfurfural. J Agric Food Chem. 2013;61:10604–10611. doi: 10.1021/jf403098y.", "ArticleIdList": ["10.1021/jf403098y", "24107143"]}, {"Citation": "Zhang T, Ma L, Wu P, Li W, Li T, Gu R, et al. Gallic acid has anticancer activity and enhances the anticancer effects of cisplatin in non-small cell lung cancer A549 cells via the JAK/STAT3 signaling pathway. Oncol Rep. 2019;41:1779–1788.", "ArticleIdList": ["30747218"]}, {"Citation": "Khasanah U, WidyaWaruyanti A, Hafid AF, Tanjung M. Antiplasmodial activity of isolated polyphenols fromAlectryon serratusleaves against 3D7plasmodium falciparum. Pharm Res. 2017;9:S57–s60.", "ArticleIdList": ["PMC5757328", "29333044"]}, {"Citation": "Alfaqih H, Abu BN. The potential of pyrogallol as a possible antimalarial drug candidate. Academic. J Microbiol Immunol Infect. 2020;1:2020."}, {"Citation": "du Preez-Bruwer I, Mumbengegwi DR, Louw S. In vitro antimalarial properties and chemical composition of Diospyros chamaethamnus extracts. S Afr J Bot. 2022;149:290–296. doi: 10.1016/j.sajb.2022.06.006.", "ArticleIdList": ["10.1016/j.sajb.2022.06.006"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "7", "Day": "20"}, {"Year": "2023", "Month": "1", "Day": "5"}, {"Year": "2023", "Month": "1", "Day": "18", "Hour": "23", "Minute": "35"}, {"Year": "2023", "Month": "1", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["36653791", "PMC9847039", "10.1186/s12906-023-03835-x", "10.1186/s12906-023-03835-x"]}}], "PubmedBookArticle": []}