{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["ADMET properties", "SARS CoV-2 main protease inhibitors", "medicinal plants", "molecular docking"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36651513", "DateCompleted": {"Year": "2023", "Month": "01", "Day": "19"}, "DateRevised": {"Year": "2023", "Month": "01", "Day": "19"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "12", "Day": "30"}], "Language": ["eng"], "ELocationID": ["10.2478/acph-2022-0020"], "Journal": {"ISSN": "1846-9558", "JournalIssue": {"Volume": "72", "Issue": "2", "PubDate": {"Year": "2022", "Month": "Jun", "Day": "01"}}, "Title": "Acta pharmaceutica (Zagreb, Croatia)", "ISOAbbreviation": "Acta Pharm"}, "ArticleTitle": "Promising inhibitors against main protease of SARS CoV-2 from medicinal plants: <i>In silico</i> identification.", "Pagination": {"StartPage": "159", "EndPage": "169", "MedlinePgn": "159-169"}, "Abstract": {"AbstractText": ["Some compounds reported as active against SARS CoV were selected, and docking studies were performed using the main protease of SARS CoV-2 as the receptor. The docked complex analysis shows that the ligands selectively bind with the target residues and binding affinity of amentoflavone (-10.1 kcal mol<sup>-1</sup>), isotheaflavin-3'-gallate (-9.8 kcal mol<sup>-1</sup>), tomentin A and D (-8.0 and -8.8 kcal mol<sup>-1</sup>), theaflavin-3,3'-digallate (-8.6 kcal mol<sup>-1</sup>), papyriflavonol A (-8.4 kcal mol<sup>-1</sup>), iguesterin (-8.0 kcal mol<sup>-1</sup>) and savinin (-8.3 kcal mol<sup>-1</sup>) were ranked above the binding affinity of the reference, co-crystal ligand, ML188, a furan-2-carboxamide-based compound. To pinpoint the drug-like compound among the top-ranked compounds, the Lipinski's rule of five and pharmacokinetic properties of all the selected compounds were evaluated. The results detailed that savinin exhibits high gastrointestinal absorption and can penetrate through the blood-brain barrier. Also, modifying these natural scaffolds with excellent binding affinity may lead to discovering of anti-SARS CoV agents with promising safety profiles."], "CopyrightInformation": "© 2022 Oluwakemi Ebenezer., published by Sciendo."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Natural Science Department of Chemistry Mangosuthu University of Technology 511 Mangosuthu Highway, Durban 4000, South Africa."}], "LastName": "Ebenezer", "ForeName": "Oluwakemi", "Initials": "O"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Natural Science Department of Chemistry Mangosuthu University of Technology 511 Mangosuthu Highway, Durban 4000, South Africa."}], "LastName": "Shapi", "ForeName": "Michael", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Poland", "MedlineTA": "Acta Pharm", "NlmUniqueID": "9303678", "ISSNLinking": "1330-0075"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "N-((1R)-2-(tertbutylamino)-2-oxo-1-(3-pyridyl)ethyl)-N-(4-tertbutylphenyl)furan-2-carboxamide"}, {"RegistryNumber": "0", "NameOfSubstance": "savinin"}, {"RegistryNumber": "EC 3.4.-", "NameOfSubstance": "Peptide Hydrolases"}, {"RegistryNumber": "0", "NameOfSubstance": "Protease Inhibitors"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "SARS-CoV-2"}, {"QualifierName": [], "DescriptorName": "COVID-19"}, {"QualifierName": [], "DescriptorName": "Peptide Hydrolases"}, {"QualifierName": [], "DescriptorName": "Molecular Docking Simulation"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Protease Inhibitors"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "A. Rahimi, A. Mirzazadeh and S. Tavakolpour, Genetics and genomics of SARS CoV-2: A review of the literature with the special focus on genetic diversity and SARS CoV-2 genome detection, Genomics 113 (2021) 1221–1232; https://doi.org/10.1016/j.ygeno.2020.09.05910.1016/j.ygeno.2020.09.059752524333007398"}, {"Citation": "Y. A. Helmy, M. Fawzy, A. Elaswad, A. Sobieh, S. P. Kenney and A. A. Shehata, The COVID-19 pandemic: A comprehensive review of taxonomy, genetics, epidemiology, diagnosis, treatment, and control, J. Clin. Med. 9 (2020) Article ID 1225; https://doi.org/10.3390/jcm904122510.3390/jcm9041225723057832344679"}, {"Citation": "D. E. Gordon, G. M. Jang, M. Bouhaddou, J. Xu, K. Obernier, K. M. White, M. J. O’Meara, V. V. Rezelj, J. Z. Guo, D. L. Swaney, T. A. Tummino, R. Hüttenhain, R. M. Kaake, A. L. Richards, B. Tutuncuoglu, H. Foussard, J. Batra, K. Haas, M. Modak, M. Kim, P. Haas, B. J. Polacco, H. Braberg, J. M. Fabius, M. Eckhardt, M. Soucheray, M. J. Bennett, M. Cakir, M. J. McGregor, Q. Li, B. Meyer, F. Roesch, T. Vallet, A. Mac Kain, L. Miorin, E. Moreno, Z. Z. Chi Naing, Y. Zhou, S. Peng, Y. Shi, Z. Zhang, W. Shen, I. T. Kirby, J. E. Melnyk, J. S. Chorba, K. Lou, S. A. Dai, I. Barrio-Hernandez, D. Memon, C. Hernandez-Armenta, J. Lyu, C. J. P. Mathy, T. Perica, K. B. Pilla, S. J. Ganesan, D. J. Saltzberg, R. Rakesh, X. Liu, S. B. Rosenthal, L. Calviello, S. Venkataramanan, J. Liboy-Lugo, Y. Lin, X.-P. Huang, Y. F. Liu, S. A. Wankowicz, M. Bohn, M. Safari, F. S. Ugur, C. Koh, N. S. Savar, Q. D. Tran, D. Shengjuler, S. J. Fletcher, M. C. O’Neal, Y. Cai, J. C. J. Chang, D. J. Broadhurst, S. Klippsten, P. P. Sharp, N. A. Wenzell, D. Kuzuoglu-Ozturk, H.-Y. Wang, R. Trenker, J. M. Young, D. A. Cavero, J. Hiatt, T. L. Roth, U. Rathore, A. Subramanian, J. Noack, M. Hubert, R. M. Stroud, A. D. Frankel, O. S. Rosenberg, K. A. Verba, D. A. Agard, M. Ott, M. Emerman, N. Jura, M. von Zastrow, E. Verdin, A. Ashworth, O. Schwartz, C. d’Enfert, S. Mukherjee, M. Jacobson, H. S. Malik, D. G. Fujimori, T. Ideker, C. S. Craik, S. N. Floor, J. S. Fraser, J. D. Gross, A. Sali, B. L. Roth, D. Ruggero, J. Taunton, T. Kortemme, P. Beltrao, M. Vignuzzi, A. García-Sastre, K. M. Shokat, B. K. Shoichet, N. J. Krogan, A SARS-CoV-2 protein interaction map reveals targets for drug repurposing, Nature 583 (2020) 459–468; https://doi.org/10.1038/s41586-020-2286-910.1038/s41586-020-2286-9743103032353859"}, {"Citation": "J.-S. Kim, J. Jang, J. Kim, Y. Chung, C. Yoo and M. Han, Genome-wide identification and characterization of point mutations in the SARS CoV-2 genome, Osong Public Health Res. Perspect. 11 (2020) 101–111; https://doi.org/10.24171/j.phrp.2020.11.3"}, {"Citation": "M. Rastogi, N. Pandey, A. Shukla and S. K. Singh, SARS coronavirus 2:From genome to infectome, Respir. Res. 21 (2020) Article ID 318; https://doi.org/10.1186/s12931-020-01581-z10.1186/s12931-020-01581-z770617533261606"}, {"Citation": "Q. Li, X. Guan, P. Wu, X. Wang, L. Zhou, Y. Tong, R. Ren, K. Leung, E. Lau, J. Wong, X. Xing, N. Xiang, Y. Wu, C. Li, Q. Chen, D. Li, T. Liu, J. Zhao, M. Liu, W. Tu and Z. Feng, Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia, N. Engl. J. Med. 382 (2020) 1199–1207; https://doi.org/10.1056/NEJMoa200131610.1056/NEJMoa2001316712148431995857"}, {"Citation": "COVID-19 Vaccine & Therapeutics Tracker; https://biorender.com/covid-vaccine-tracker; last access date August 5, 2021"}, {"Citation": "A. N. M. Alamgir, Pharmacognostical Botany: Classification of Medicinal and Aromatic Plants (Maps), in Pharmacognostical Botany, Botanical Taxonomy, Morphology, and Anatomy of Drug Plants, in Therapeutic Use of Medicinal Plants and Their Extracts, Vol. 1, Springer International Publishing AG, Cham (Switzerland), 2017, pp. 177–293.10.1007/978-3-319-63862-1_6"}, {"Citation": "O. Ebenezer, M. A. Jordaan, N. Damoyi and M. Shapi, Discovery of potential inhibitors for RNA-dependent RNA polymerase of norovirus: Virtual screening, and molecular dynamics, Int. J. Mol. Sci. 22 (2021) Article ID 171 (24 pages); https://doi.org/10.3390/ijms2201017110.3390/ijms22010171779572733375298"}, {"Citation": "O. Ebenezer, O. Bodede, P. Awolade, M. A. Jordaan, R. E. Ogunsakin and M. Shapi, Medicinal plants with anti-SARS-CoV activity repurposing for treatment of COVID-19 infection: A systematic review and meta-analysis, Acta Pharm. 72 (2022) 199–224; https://doi.org/10.2478/acph-2022-002110.2478/acph-2022-0021"}, {"Citation": "Y. H. Song, D. W. Kim, M. J. Curtis-Long, H. J. Yuk, Y. Wang, N. Zhuang, K. H. Lee, K. S. Jeon and K. H. Park, Papain-like protease (PLpro) inhibitory effects of cinnamic amides from Tribulus terrestris fruits, Biol. Pharm. Bull. 37 (2014) 1021–1028; https://doi.org/10.1248/bpb.b14-0002610.1248/bpb.b14-0002624882413"}, {"Citation": "C.-W. Lin, F.-J. Tsai, C.-H. Tsai, C.-C. Lai, L. Wan, T.-Y. Ho, C.-C. Hsieh and P.-D. L. Chao, Anti-SARS coronavirus 3C-like protease effects of Isatis indigotica root and plant-derived phenolic compounds, Antiviral Res. 68 (2005) 36–42; https://doi.org/10.1016/j.antiviral.2005.07.00210.1016/j.antiviral.2005.07.002711432116115693"}, {"Citation": "Y. Park, H. Kim, M. Kim, J. Jeong, W. Kim, H. Park, J. Kwon, J. Park, S. Lee and B Ryu, Tanshinones as selective and slow-binding inhibitorsFor SARS CoV cysteine proteases, Bioorg. Med. Chem. 20 (2012) 5928–5935; https://doi.org/10.1016/j.bmc.2012.07.03"}, {"Citation": "Y. Park, H. Kim, M. Kim, J. Jeong, W. Kim, H. Park, J. Kwon, J. Park, S. Lee and B. Ryu, Chalcones isolated from Angelica keiskei inhibit cysteine proteases of SARS CoV, J. Enzyme Inhib. Med. Chem. 31 (2016) 23–30; https://doi.org/10.3109/14756366.2014.100321510.3109/14756366.2014.100321525683083"}, {"Citation": "S. Jo, S. Kim, H. Shin and S. Kim, Inhibition of SARS CoV 3CL protease byFlavonoids, J. Enzyme Inhib. Med. Chem. 35 (2020) 145–151; https://doi.org/10.1080/14756366.2019.169048010.1080/14756366.2019.1690480688243431724441"}, {"Citation": "B. Ryu, H. Jeong, H. Kim, M. Kim, Y. Park, D. Kim, T. Nguyen, J. Park, S. Chang, H. Park, C. Rho and S. Lee, Biflavonoids from Torreya nucifera displaying SARS CoV 3CL(pro) inhibition, Bioorg. Med. Chem. 18 (2010) 7940–7947; https://doi.org/10.1016/j.bmc.2010.09.03517"}, {"Citation": "W. Kim, H. Seo, J. Curtis-Long, Y. Oh, W. Oh, K. Cho, H. Lee and H. Park, Phenolic phytochemical displaying SARS CoV papain-like protease inhibition from the seeds of Psoralea corylifolia, J. Enzyme Inhib. Med. Chem. 29 (2014) 59–63; https://doi.org/10.3109/14756366.2012.75359118"}, {"Citation": "J.-Y. Park, H. J. Jeong, J. H. Kim, Y. M. Kim, S.-J. Park, D. Kim, K. H. Park, W. S. Lee and Y. B. Ryu, Diarylheptanoids from Alnus japonica inhibit papain-like protease of severe acute respiratory syndrome coronavirus, Biol. Pharm. Bull. 35 (2012) 2036–2042; https://doi.org/10.1248/bpb.b12-0062310.1248/bpb.b12-0062322971649"}, {"Citation": "B. Ryu, J. Park, M. Kim, Y. Lee, D. Seo, S. Chang, H. Park, C. Rhoand and S. Lee, SARS CoV 3CLpro inhibitory effects of quinone-methide triterpenes from Tripterygium regelii, Bioorg. Med. Chem. Lett. 20 (2010) 1873–1876; https://doi.org/10.1016/j.bmcl.2010.01.15220"}, {"Citation": "N. Chen, P. Lin, K. Huang, C. Chen, P. Hsieh, H. Liang and T. Hsu, Inhibition of SARS CoV 3C-like protease activity by theaflavin-3,3’-digallate (TF3), Evid. Based Complement. Alternat. Med. 2 (2005) 209–215; https://doi.org/10.1093/ecam/neh08110.1093/ecam/neh081114219315937562"}, {"Citation": "J. Cho, J. Curtis-Long, H. Lee, D. Kim, W. Ryu, J. Yuk and H. Park, Geranylated Flavonoids displaying SARS CoV papain-like protease inhibition from the fruits of Paulownia tomentosa, Bioorg. Med. Chem. 21 (2013) 3051–3057; https://doi.org/10.1016/j.bmc.2013.03.02722"}, {"Citation": "C.-C. Wen, Y.-H. Kuo, J.-T. Jan, P.-H. Liang, S.-Y. Wang, H.-G. Liu, C.-K. Lee, S.-T. Chang, C.-J. Kuo, S.-S. Lee, C.-C. Hou, P.-W. Hsiao, S.-C. Chien, L.-F. Shyur and N. S. Yang, Specific plant terpenoids and lignoids possess potent antiviral activities against severe acute respiratory syndrome coronavirus, J. Med. Chem. 50 (2007) 4087–4095; https://doi.org/10.1021/jm070295s10.1021/jm070295s17663539"}, {"Citation": "Z. Jin, X. Du, Y. Xu, Y. Deng, M. Liu, Y. Zhao, B. Zhang, X. Li, L. Zhang, C. Peng, Y. Duan, J. Yu, L. Wang, K. Yang, F. Liu, R. Jiang, X. Yang, T. You, X. Liu, X. Yang, F. Bai, H. Liu, X. Liu, L. W. Guddat, W. Xu, G. Xiao, C. Qin, Z. Shi, H. Jiang, Z. Rao and H. Yang, Structure of MproFrom SARS-CoV-2 and discovery of its inhibitors, Nature 582 (2020) 289–293; https://doi.org/10.1038/s41586-020-2223-y10.1038/s41586-020-2223-y32272481"}, {"Citation": "A. Jordaan, O. Ebenezer, N. Damoyi and M. Shapi, Virtual screening, molecular docking studies and DFT calculations of FDA approved compounds similar to the non-nucleoside reverse transcriptase inhibitor (NNRTI) efavirenz, Heliyon 6 (2020) e04642; https://doi.org/10.1016/j.heliyon.2020.e0464225"}, {"Citation": "O. Trott and J. Olson, AutoDock Vina: improving the speed and accuracy of docking with a new scoringFunction, efficient optimization, and multithreading, J. Comput. Chem. 31 (2010) 455–461; https://doi.org/10.1002/jcc.2133410.1002/jcc.21334304164119499576"}, {"Citation": "A. Daina, O. Michielin and V. Zoete, SwissADME: aFree web tool to evaluate pharmacokinetics, drug-likeness and medicinal chemistryFriendliness of small molecules, Sci. Rep. 7 (2017) Article ID 42717; https://doi.org/10.1038/srep4271710.1038/srep42717533560028256516"}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2021", "Month": "9", "Day": "13"}, {"Year": "2023", "Month": "1", "Day": "18", "Hour": "7", "Minute": "2"}, {"Year": "2021", "Month": "12", "Day": "30", "Hour": "0", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "20", "Hour": "6", "Minute": "0"}], "PublicationStatus": "epublish", "ArticleIdList": ["36651513", "10.2478/acph-2022-0020", "acph-2022-0020"]}}], "PubmedBookArticle": []}