{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["biomedical applications", "biomedicine", "carbon dots", "fluorescent nanoparticles", "green synthesis", "natural resources"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36662074", "DateRevised": {"Year": "2023", "Month": "02", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "01", "Day": "02"}], "Language": ["eng"], "ELocationID": ["27", "10.3390/jfb14010027"], "Journal": {"ISSN": "2079-4983", "JournalIssue": {"Volume": "14", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Jan", "Day": "02"}}, "Title": "Journal of functional biomaterials", "ISOAbbreviation": "J Funct Biomater"}, "ArticleTitle": "Green Carbon Dots: Synthesis, Characterization, Properties and Biomedical Applications.", "Abstract": {"AbstractText": ["Carbon dots (CDs) are a new category of crystalline, quasi-spherical fluorescence, \"zero-dimensional\" carbon nanomaterials with a spatial size between 1 nm to 10 nm and have gained widespread attention in recent years. Green CDs are carbon dots synthesised from renewable biomass such as agro-waste, plants or medicinal plants and other organic biomaterials. Plant-mediated synthesis of CDs is a green chemistry approach that connects nanotechnology with the green synthesis of CDs. Notably, CDs made with green technology are economical and far superior to those manufactured with physicochemical methods due to their exclusive benefits, such as being affordable, having high stability, having a simple protocol, and being safer and eco-benign. Green CDs can be synthesized by using ultrasonic strategy, chemical oxidation, carbonization, solvothermal and hydrothermal processes, and microwave irradiation using various plant-based organic resources. CDs made by green technology have diverse applications in biomedical fields such as bioimaging, biosensing and nanomedicine, which are ascribed to their unique properties, including excellent luminescence effect, strong stability and good biocompatibility. This review mainly focuses on green CDs synthesis, characterization techniques, beneficial properties of plant resource-based green CDs and their biomedical applications. This review article also looks at the research gaps and future research directions for the continuous deepening of the exploration of green CDs."]}, "AuthorList": [{"Identifier": ["0000-0001-8853-7475"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Research in Molecular Medicine (INFORMM), Universiti Sains Malaysia (USM), Pulau Pinang 11800, Malaysia."}], "LastName": "Jing", "ForeName": "Hong Hui", "Initials": "HH"}, {"Identifier": ["0000-0003-3377-2763"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Science, University of Hail, Hail P.O. Box 2440, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Molecular Diagnostics and Personalized Therapeutics Unit, University of Hail, Hail P.O. Box 2440, Saudi Arabia."}], "LastName": "Bardakci", "ForeName": "Fevzi", "Initials": "F"}, {"Identifier": ["0000-0002-8528-1854"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Science, Ege University, Izmir 35040, Turkey."}, {"Identifier": [], "Affiliation": "Nanotechnology Research and Application Center, Sabanci University, Istanbul 34956, Turkey."}], "LastName": "Akgöl", "ForeName": "Sinan", "Initials": "S"}, {"Identifier": ["0000-0003-4700-7835"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Science, DokuzEylül University, Izmir 35390, Turkey."}], "LastName": "Kusat", "ForeName": "Kevser", "Initials": "K"}, {"Identifier": ["0000-0002-7080-6822"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Science, University of Hail, Hail P.O. Box 2440, Saudi Arabia."}], "LastName": "Adnan", "ForeName": "Mohd", "Initials": "M"}, {"Identifier": ["0000-0003-0144-6517"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Science, University of Hail, Hail P.O. Box 2440, Saudi Arabia."}], "LastName": "Alam", "ForeName": "Mohammad Jahoor", "Initials": "MJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Institute of Pharmaceutical Research, GLA University, Mathura 281406, India."}], "LastName": "Gupta", "ForeName": "Reena", "Initials": "R"}, {"Identifier": ["0000-0001-9414-6702"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Research in Molecular Medicine (INFORMM), Universiti Sains Malaysia (USM), Pulau Pinang 11800, Malaysia."}], "LastName": "Sahreen", "ForeName": "Sumaira", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oral & Craniofacial Sciences, Faculty of Dentistry, University of Malaya, Kuala Lumpur 50603, Malaysia."}], "LastName": "Chen", "ForeName": "Yeng", "Initials": "Y"}, {"Identifier": ["0000-0002-8347-4687"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Chemical Engineering and Technology, Universiti Malaysia Perlis, Arau 02600, Malaysia."}], "LastName": "Gopinath", "ForeName": "Subash C B", "Initials": "SCB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Research in Molecular Medicine (INFORMM), Universiti Sains Malaysia (USM), Pulau Pinang 11800, Malaysia."}], "LastName": "Sasidharan", "ForeName": "Sreenivasan", "Initials": "S"}], "GrantList": [{"GrantID": "MDR-22019", "Agency": "Scientific Research Deanship at the University of Ha'il-Saudi Arabia", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "J Funct Biomater", "NlmUniqueID": "101570734", "ISSNLinking": "2079-4983"}, "CoiStatement": "The authors declare no conflict of interest. The funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript, or in the decision to publish the results."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Hasan A.M.M., Reza A., Islam M., Susan A.B.H. Carbon dots as nano-modules for energy conversion and storage. Mater. Today Commun. 2021;29:102732. doi: 10.1016/j.mtcomm.2021.102732.", "ArticleIdList": ["10.1016/j.mtcomm.2021.102732"]}, {"Citation": "Xu X., Ray R., Gu Y., Ploehn H.J., Gearheart L., Raker K., Scrivens W.A. Electrophoretic analysis and purification of fluorescent single-walled carbon nanotube fragments. J. Am. Chem. Soc. 2004;126:12736–12737. doi: 10.1021/ja040082h.", "ArticleIdList": ["10.1021/ja040082h", "15469243"]}, {"Citation": "Liu J., Li R., Yang B. Carbon Dots: A New Type of Carbon-Based Nanomaterial with Wide Applications. ACS Central Sci. 2020;6:2179–2195. doi: 10.1021/acscentsci.0c01306.", "ArticleIdList": ["10.1021/acscentsci.0c01306", "PMC7760469", "33376780"]}, {"Citation": "Sun Y.-P., Zhou B., Lin Y., Wang W., Fernando K.S., Pathak P., Meziani M.J., Harruff B.A., Wang X., Wang H., et al. Quantum-sized carbon dots for bright and colorful photoluminescence. J. Am. Chem. Soc. 2006;128:7756–7757. doi: 10.1021/ja062677d.", "ArticleIdList": ["10.1021/ja062677d", "16771487"]}, {"Citation": "Lim S.Y., Shen W., Gao Z. Carbon quantum dots and their applications. Chem. Soc. Rev. 2015;44:362–381. doi: 10.1039/C4CS00269E.", "ArticleIdList": ["10.1039/C4CS00269E", "25316556"]}, {"Citation": "Jelinek R. Carbon quantum dots synthesis, properties and applications. In: Jelinek R., editor. Carbon Quantum Dots. Springer International Publishing; New York, NY, USA: 2017. pp. 29–46."}, {"Citation": "Das R., Bandyopadhyay R., Pramanik P. Carbon quantum dots from natural resource: A review. Mater. Today Chem. 2018;8:96–109. doi: 10.1016/j.mtchem.2018.03.003.", "ArticleIdList": ["10.1016/j.mtchem.2018.03.003"]}, {"Citation": "Devi P., Saini S., Kim K.-H. The advanced role of carbon quantum dots in nanomedical applications. Biosens. Bioelectron. 2019;141:111158. doi: 10.1016/j.bios.2019.02.059.", "ArticleIdList": ["10.1016/j.bios.2019.02.059", "31323605"]}, {"Citation": "Farshbaf M., Davaran S., Rahimi F., Annabi N., Salehi R., Akbarzadeh A. Carbon quantum dots: Recent progresses on synthesis, surface modification and applications. Artif. Cells Nanomed. Biotechnol. 2018;46:1331–1348. doi: 10.1080/21691401.2017.1377725.", "ArticleIdList": ["10.1080/21691401.2017.1377725", "28933188"]}, {"Citation": "Lin X., Yang Y., Nian L., Su H., Ou J., Yuan Z., Xie F., Hong W., Yu D., Zhang M., et al. Interfacial modification layers based on carbon dots for efficient inverted polymer solar cells exceeding 10% power conversion efficiency. Nano Energy. 2016;26:216–223. doi: 10.1016/j.nanoen.2016.05.011.", "ArticleIdList": ["10.1016/j.nanoen.2016.05.011"]}, {"Citation": "Lu S., Cong R., Zhu S., Zhao X., Liu J.S., Tse J., Meng S., Yang B. pH-dependent synthesis of novel structure-controllable polymer-carbon nanodots with high acidophilic luminescence and super carbon dots assembly for white light-emitting diodes. ACS Appl. Mater. Interfaces. 2016;8:4062–4068. doi: 10.1021/acsami.5b11579.", "ArticleIdList": ["10.1021/acsami.5b11579", "26791442"]}, {"Citation": "Wang D., Wang Z., Zhan Q., Pu Y., Wang J.-X., Foster N.R., Dai L. Facile and Scalable Preparation of Fluorescent Carbon Dots for Multifunctional Applications. Engineering. 2017;3:402–408. doi: 10.1016/J.ENG.2017.03.014.", "ArticleIdList": ["10.1016/J.ENG.2017.03.014"]}, {"Citation": "Sharma A., Das J. Small molecules derived carbon dots: Synthesis and applications in sensing, catalysis, imaging, and biomedicine. J. Nanobiotechnol. 2019;17:92. doi: 10.1186/s12951-019-0525-8.", "ArticleIdList": ["10.1186/s12951-019-0525-8", "PMC6709552", "31451110"]}, {"Citation": "Wang Y., Hu A. Carbon quantum dots: Synthesis, properties and applications. J. Mater. Chem. C. 2014;2:6921–6939. doi: 10.1039/C4TC00988F.", "ArticleIdList": ["10.1039/C4TC00988F"]}, {"Citation": "Singh I., Arora R., Dhiman H., Pahwa R. Carbon quantum dots: Synthesis, characterization and biomedical applications. Turk. J. Pharm. Sci. 2018;15:219–230. doi: 10.4274/tjps.63497.", "ArticleIdList": ["10.4274/tjps.63497", "PMC7228020", "32454664"]}, {"Citation": "Zhang J., Wang H., Xiao Y., Tang J., Liang C., Li F., Dong H., Xu W. A simple approach for synthesizing of fluorescent carbon quantum dots from tofu wastewater. Nanoscale Res. Lett. 2017;12:1–7. doi: 10.1186/s11671-017-2369-1.", "ArticleIdList": ["10.1186/s11671-017-2369-1", "PMC5707215", "29188541"]}, {"Citation": "Lin X., Xiong M., Zhang J., He C., Ma X., Zhang H., Kuang Y., Yang M., Huang Q. Carbon dots based on natural resources: Synthesis and applications in sensors. Microchem. J. 2020;160:105604. doi: 10.1016/j.microc.2020.105604.", "ArticleIdList": ["10.1016/j.microc.2020.105604"]}, {"Citation": "Peng H., Travas-Sejdic J. Simple aqueous solution route to luminescent carbogenic dots from carbohydrates. Chem. Mater. 2009;21:5563–5565. doi: 10.1021/cm901593y.", "ArticleIdList": ["10.1021/cm901593y"]}, {"Citation": "Gunjal D.B., Gurav Y.M., Gore A.H., Naik V.M., Waghmare R.D., Patil C.S., Sohn D., Anbhule P.V., Shejwal R.V., Kolekar G.B. Nitrogen doped waste tea residue derived carbon dots for selective quantification of tetracycline in urine and pharmaceutical samples and yeast cell imaging application. Opt. Mater. 2019;98:109484. doi: 10.1016/j.optmat.2019.109484.", "ArticleIdList": ["10.1016/j.optmat.2019.109484"]}, {"Citation": "Kailasa S.K., Ha S., Baek S.H., Phan L.M.T., Kim S., Kwak K., Park T.J. Tuning of carbon dots emission color for sensing of Fe3+ ion and bioimaging applications. Mater. Sci. Eng. C. 2019;98:834–842. doi: 10.1016/j.msec.2019.01.002.", "ArticleIdList": ["10.1016/j.msec.2019.01.002", "30813090"]}, {"Citation": "Desai M.L., Jha S., Basu H., Singhal R.K., Park T.-J., Kailasa S.K. Acid Oxidation of Muskmelon Fruit for the Fabrication of Carbon Dots with Specific Emission Colors for Recognition of Hg2+ Ions and Cell Imaging. ACS Omega. 2019;4:19332–19340. doi: 10.1021/acsomega.9b02730.", "ArticleIdList": ["10.1021/acsomega.9b02730", "PMC6868887", "31763557"]}, {"Citation": "Hu Z., Jiao X.-Y., Xu L. The N,S co-doped carbon dots with excellent luminescent properties from green tea leaf residue and its sensing of gefitinib. Microchem. J. 2020;154:104588. doi: 10.1016/j.microc.2019.104588.", "ArticleIdList": ["10.1016/j.microc.2019.104588"]}, {"Citation": "Hu S., Wei Z., Chang Q., Trinchi A., Yang J. A facile and green method towards coal-based fluorescent carbon dots with photocatalytic activity. Appl. Surf. Sci. 2016;378:402–407. doi: 10.1016/j.apsusc.2016.04.038.", "ArticleIdList": ["10.1016/j.apsusc.2016.04.038"]}, {"Citation": "Saikia M., Hower J.C., Das T., Dutta T., Saikia B.K. Feasibility study of preparation of carbon quantum dots from Pennsylvania anthracite and Kentucky bituminous coals. Fuel. 2019;243:433–440. doi: 10.1016/j.fuel.2019.01.151.", "ArticleIdList": ["10.1016/j.fuel.2019.01.151"]}, {"Citation": "Dehvari K., Liu K.Y., Tseng P.-J., Gedda G., Girma W.M., Chang J.-Y. Sonochemical-assisted green synthesis of nitrogen-doped carbon dots from crab shell as targeted nanoprobes for cell imaging. J. Taiwan Inst. Chem. Eng. 2019;95:495–503. doi: 10.1016/j.jtice.2018.08.037.", "ArticleIdList": ["10.1016/j.jtice.2018.08.037"]}, {"Citation": "Zaib M., Arshad A., Khalid S., Shahzadi T. One pot ultrasonic plant mediated green synthesis of carbon dots and their application invisible light induced dye photocatalytic studies: A kinetic approach. Int. J. Environ. Anal. Chem. 2021:1–19. doi: 10.1080/03067319.2021.1934463.", "ArticleIdList": ["10.1080/03067319.2021.1934463"]}, {"Citation": "ReddyPrasad P., Naidoo E.B. Ultrasonic synthesis of high fluorescent C-dots and modified with CuWO4 nanocomposite for effective photocatalytic activity. J. Mol. Struct. 2015;1098:146–152. doi: 10.1016/j.molstruc.2015.05.043.", "ArticleIdList": ["10.1016/j.molstruc.2015.05.043"]}, {"Citation": "Huang H., Cui Y., Liu M., Chen J., Wan Q., Wen Y., Deng F., Zhou N., Zhang X., Wei Y. A one-step ultrasonic irradiation assisted strategy for the preparation of polymer-functionalized carbon quantum dots and their biological imaging. J. Colloid Interface Sci. 2018;532:767–773. doi: 10.1016/j.jcis.2018.07.099.", "ArticleIdList": ["10.1016/j.jcis.2018.07.099", "30130727"]}, {"Citation": "Houtmeyers S., Degrève J., Willems K., Dewil R., Appels L. Comparing the influence of low power ultrasonic and microwave pre-treatments on the solubilisation and semi-continuous anaerobic digestion of waste activated sludge. Bioresour. Technol. 2014;171:44–49. doi: 10.1016/j.biortech.2014.08.029.", "ArticleIdList": ["10.1016/j.biortech.2014.08.029", "25189507"]}, {"Citation": "Liu X., Hao J., Liu J., Tao H. Green synthesis of carbon quantum dots from lignite coal and the application in Fe3+detection. IOP Conf. Ser. Earth Environ. Sci. 2018;113:012063. doi: 10.1088/1755-1315/113/1/012063.", "ArticleIdList": ["10.1088/1755-1315/113/1/012063"]}, {"Citation": "Soni H., Pamidimukkala P.S. Green synthesis of N, S co-doped carbon quantum dots from triflic acid treated palm shell waste and their application in nitrophenol sensing. Mater. Res. Bull. 2018;108:250–254. doi: 10.1016/j.materresbull.2018.08.033.", "ArticleIdList": ["10.1016/j.materresbull.2018.08.033"]}, {"Citation": "Kim M.I., Park S.Y., Park K.S., Kim S.-R., Kim J.-P., Lee Y.-C., Lee H.U., Park H.G. Label-free fluorescent detection of alkaline phosphatase with vegetable waste-derived green carbon probes. Sensors Actuators B Chem. 2018;262:469–476. doi: 10.1016/j.snb.2018.02.007.", "ArticleIdList": ["10.1016/j.snb.2018.02.007"]}, {"Citation": "Zhao W.-B., Liu K.-K., Song S.-Y., Zhou R., Shan C.-X. Fluorescent nano-biomass dots: Ultrasonic-assisted extraction and their application as nanoprobe for Fe3+ detection. Nanoscale Res. Lett. 2019;14:1–9. doi: 10.1186/s11671-019-2950-x.", "ArticleIdList": ["10.1186/s11671-019-2950-x", "PMC6465388", "30989400"]}, {"Citation": "Wang X., Feng Y., Dong P., Huang J. A Mini Review on Carbon Quantum Dots: Preparation, Properties, and Electrocatalytic Application. Front. Chem. 2019;7:671. doi: 10.3389/fchem.2019.00671.", "ArticleIdList": ["10.3389/fchem.2019.00671", "PMC6787169", "31637234"]}, {"Citation": "Speight J.G. Environmental Organic Chemistry for Engineers. Butterworth-Heinemann; Oxford, UK: 2017. Industrial organic chemistry; pp. 87–151.", "ArticleIdList": ["10.1016/c2013-0-16021-7"]}, {"Citation": "Zhou J., Sheng Z., Han H., Zou M., Li C. Facile synthesis of fluorescent carbon dots using watermelon peel as a carbon source. Mater. Lett. 2012;66:222–224. doi: 10.1016/j.matlet.2011.08.081.", "ArticleIdList": ["10.1016/j.matlet.2011.08.081"]}, {"Citation": "Wei X., Li L., Liu J., Yu L., Li H., Cheng F., Yi X., He J., Li B. Green synthesis of fluorescent carbon dots from gynostemma for bioimaging and antioxidant in zebrafish. ACS Appl. Mater. Interfaces. 2019;11:9832–9840. doi: 10.1021/acsami.9b00074.", "ArticleIdList": ["10.1021/acsami.9b00074", "30758177"]}, {"Citation": "Wang J., Wei J., Su S., Qiu J. Novel fluorescence resonance energy transfer optical sensors for vitamin B12 detection using thermally reduced carbon dots. New J. Chem. 2014;39:501–507. doi: 10.1039/C4NJ00538D.", "ArticleIdList": ["10.1039/C4NJ00538D"]}, {"Citation": "Xue M., Zou M., Zhao J., Zhan Z., Zhao S. Green preparation of fluorescent carbon dots from lychee seeds and their application for the selective detection of methylene blue and imaging in living cells. J. Mater. Chem. B. 2015;3:6783–6789. doi: 10.1039/C5TB01073J.", "ArticleIdList": ["10.1039/C5TB01073J", "32262471"]}, {"Citation": "Liu X., Pang J., Xu F., Zhang X. Simple Approach to Synthesize Amino-Functionalized Carbon Dots by Carbonization of Chitosan. Sci. Rep. 2016;6:31100. doi: 10.1038/srep31100.", "ArticleIdList": ["10.1038/srep31100", "PMC4974616", "27492748"]}, {"Citation": "Shi L., Zhao B., Li X., Zhang G., Zhang Y., Dong C., Shuang S. Eco-friendly synthesis of nitrogen-doped carbon nanodots from wool for multicolor cell imaging, patterning, and biosensing. Sensors Actuators B Chem. 2016;235:316–324. doi: 10.1016/j.snb.2016.05.094.", "ArticleIdList": ["10.1016/j.snb.2016.05.094"]}, {"Citation": "Xue M., Zhan Z., Zou M., Zhang L., Zhao S. Green synthesis of stable and biocompatible fluorescent carbon dots from peanut shells for multicolor living cell imaging. New J. Chem. 2016;40:1698–1703. doi: 10.1039/C5NJ02181B.", "ArticleIdList": ["10.1039/C5NJ02181B"]}, {"Citation": "Chatzimitakos T., Kasouni A., Sygellou L., Avgeropoulos A., Troganis A., Stalikas C. Two of a kind but different: Luminescent carbon quantum dots from Citrus peels for iron and tartrazine sensing and cell imaging. Talanta. 2017;175:305–312. doi: 10.1016/j.talanta.2017.07.053.", "ArticleIdList": ["10.1016/j.talanta.2017.07.053", "28841995"]}, {"Citation": "Cheng C., Shi Y., Li M., Xing M., Wu Q. Carbon quantum dots from carbonized walnut shells: Structural evolution, fluorescence characteristics, and intracellular bioimaging. Mater. Sci. Eng. C. 2017;79:473–480. doi: 10.1016/j.msec.2017.05.094.", "ArticleIdList": ["10.1016/j.msec.2017.05.094", "28629043"]}, {"Citation": "Ma X., Dong Y., Sun H., Chen N. Highly fluorescent carbon dots from peanut shells as potential probes for copper ion: The optimization and analysis of the synthetic process. Mater. Today Chem. 2017;5:1–10. doi: 10.1016/j.mtchem.2017.04.004.", "ArticleIdList": ["10.1016/j.mtchem.2017.04.004"]}, {"Citation": "Yang R., Guo X., Jia L., Zhang Y., Zhao Z., Lonshakov F. Green preparation of carbon dots with mangosteen pulp for the selective detection of Fe3+ ions and cell imaging. Appl. Surf. Sci. 2017;423:426–432. doi: 10.1016/j.apsusc.2017.05.252.", "ArticleIdList": ["10.1016/j.apsusc.2017.05.252"]}, {"Citation": "Kavitha T., Kumar S. Turning date palm fronds into biocompatible mesoporous fluorescent carbon dots. Sci. Rep. 2018;8:16269. doi: 10.1038/s41598-018-34349-z.", "ArticleIdList": ["10.1038/s41598-018-34349-z", "PMC6214973", "30389974"]}, {"Citation": "Murugan A.N. Sundaramoorthy, Green synthesis of fluorescent carbon dots from Borassus flabellifer flowers for label-free highly selective and sensitive detection of Fe 3+ ions. New J. Chem. 2018;42:13297–13307. doi: 10.1039/C8NJ01894D.", "ArticleIdList": ["10.1039/C8NJ01894D"]}, {"Citation": "Zhai H., Zheng B., Yang F., Wang M., Xiao D. Synthesis of water-soluble fluorescent carbon dots from Setcreasea purpurea boom and its application for Br2 detection. Anal. Methods. 2018;10:151–157. doi: 10.1039/C7AY02631E.", "ArticleIdList": ["10.1039/C7AY02631E"]}, {"Citation": "Schneider E.M., Bärtsch A., Stark W.J., Grass R.N. Safe One-Pot Synthesis of Fluorescent Carbon Quantum Dots from Lemon Juice for a Hands-On Experience of Nanotechnology. J. Chem. Educ. 2019;96:540–545. doi: 10.1021/acs.jchemed.8b00114.", "ArticleIdList": ["10.1021/acs.jchemed.8b00114"]}, {"Citation": "Gul U., Kanwal S., Tabassum S., Gilani M.A., Rahim A. Microwave-assisted synthesis of carbon dots as reductant and stabilizer for silver nanoparticles with enhanced-peroxidase like activity for colorimetric determination of hydrogen peroxide and glucose. Microchim. Acta. 2020;187:135. doi: 10.1007/s00604-019-4098-x.", "ArticleIdList": ["10.1007/s00604-019-4098-x", "31950357"]}, {"Citation": "De B., Karak N. A green and facile approach for the synthesis of water soluble fluorescent carbon dots from banana juice. RSC Adv. 2013;3:8286–8290. doi: 10.1039/c3ra00088e.", "ArticleIdList": ["10.1039/c3ra00088e"]}, {"Citation": "Zhao J., Huang M., Zhang L., Zou M., Chen D., Huang Y., Zhao S. Unique approach to develop carbon dot-based nanohybrid near-infrared ratiometric fluorescent sensor for the detection of mercury ions. Anal. Chem. 2017;89:8044–8049. doi: 10.1021/acs.analchem.7b01443.", "ArticleIdList": ["10.1021/acs.analchem.7b01443", "28669189"]}, {"Citation": "Lu W., Qin X., Liu S., Chang G., Zhang Y., Luo Y., Asiri A.M., Al-Youbi A.O., Sun X. Economical, green synthesis of fluorescent carbon nanoparticles and their use as probes for sensitive and selective detection of mercury(II) ions. Anal. Chem. 2012;84:5351–5357. doi: 10.1021/ac3007939.", "ArticleIdList": ["10.1021/ac3007939", "22681704"]}, {"Citation": "Miao H., Wang L., Zhuo Y., Zhou Z., Yang X. Label-free fluorimetric detection of CEA using carbon dots derived from tomato juice. Biosens. Bioelectron. 2016;86:83–89. doi: 10.1016/j.bios.2016.06.043.", "ArticleIdList": ["10.1016/j.bios.2016.06.043", "27336615"]}, {"Citation": "Bano D., Kumar V., Singh V.K., Hasan S.H. Green synthesis of fluorescent carbon quantum dots for the detection of mercury(ii) and glutathione. New J. Chem. 2018;42:5814–5821. doi: 10.1039/C8NJ00432C.", "ArticleIdList": ["10.1039/C8NJ00432C"]}, {"Citation": "Algarra M., Dos Orfaos L., Alves C.S., Moreno-Tost R., Pino-González M.S., Jiménez-Jiménez J., Rodriguez-Castellon E., Eliche-Quesada D., Castro E., Luque R. Sustainable Production of Carbon Nanoparticles from Olive Pit Biomass: Understanding Proton Transfer in the Excited State on Carbon Dots. ACS Sustain. Chem. Eng. 2019;7:10493–10500. doi: 10.1021/acssuschemeng.9b00969.", "ArticleIdList": ["10.1021/acssuschemeng.9b00969"]}, {"Citation": "Jiang Q., Jing Y., Ni Y., Gao R., Zhou P. Potentiality of carbon quantum dots derived from chitin as a fluorescent sensor for detection of ClO−. Microchem. J. 2020;157:105111. doi: 10.1016/j.microc.2020.105111.", "ArticleIdList": ["10.1016/j.microc.2020.105111"]}, {"Citation": "Liu Y., Su X., Chen L., Liu H., Zhang C., Liu J., Hao J., Shangguan Y., Zhu G. Green preparation of carbon dots from momordica charantia l. for rapid and effective sensing of p-aminoazobenzene in environmental samples. Environ. Res. 2021;198:111279. doi: 10.1016/j.envres.2021.111279.", "ArticleIdList": ["10.1016/j.envres.2021.111279", "33961826"]}, {"Citation": "Yadav P.K., Singh V.K., Chandra S., Bano D., Kumar V., Talat M., Hasan S.H. Green Synthesis of Fluorescent Carbon Quantum Dots from Azadirachta indica Leaves and Their Peroxidase-Mimetic Activity for the Detection of H2O2 and Ascorbic Acid in Common Fresh Fruits. ACS Biomater. Sci. Eng. 2018;5:623–632. doi: 10.1021/acsbiomaterials.8b01528.", "ArticleIdList": ["10.1021/acsbiomaterials.8b01528", "33405826"]}, {"Citation": "Liang Y., Zhang H., Zhang Y., Chen F. Simple hydrothermal preparation of carbon nanodots and their application in colorimetric and fluorimetric detection of mercury ions. Anal. Methods. 2015;7:7540–7547. doi: 10.1039/C5AY01301A.", "ArticleIdList": ["10.1039/C5AY01301A"]}, {"Citation": "Liu S., Tian J., Wang L., Zhang Y., Qin X., Luo Y., Asiri A.M., Al-Youbi A.O., Sun X. Hydrothermal treatment of grass: A low-cost, green route to nitrogen-doped, carbon-rich, photoluminescent polymer nanodots as an effective fluorescent sensing platform for label-free detection of Cu(II) ions. Adv. Mater. 2012;24:2037–2041. doi: 10.1002/adma.201200164.", "ArticleIdList": ["10.1002/adma.201200164", "22419383"]}, {"Citation": "Li W., Zhang Z., Kong B., Feng S., Wang J., Wang L., Yang J., Zhang F., Wu P., Zhao D. Simple and green synthesis of nitrogen-doped photoluminescent carbonaceous nanospheres for bioimaging. Angew. Chem. Int. Ed. 2013;52:8151–8155. doi: 10.1002/anie.201303927.", "ArticleIdList": ["10.1002/anie.201303927", "23788215"]}, {"Citation": "Wu Z.L., Zhang P., Gao M.X., Liu C.F., Wang W., Leng F., Huang C.Z. One-pot hydrothermal synthesis of highly luminescent nitrogen-doped amphoteric carbon dots for bioimaging from Bombyx mori silk—Natural proteins. J. Mater. Chem. B. 2013;1:2868–2873. doi: 10.1039/c3tb20418a.", "ArticleIdList": ["10.1039/c3tb20418a", "32260873"]}, {"Citation": "Jiang Z., Liu D., Jiang D., Wei W., Qian K., Chen M., Xie J. Bamboo leaf-assisted formation of carbon/nitrogen co-doped anatase TiO2modified with silver and graphitic carbon nitride: Novel and green synthesis and cooperative photocatalytic activity. Dalton Trans. 2014;43:13792–13802. doi: 10.1039/C4DT02101K.", "ArticleIdList": ["10.1039/C4DT02101K", "25102976"]}, {"Citation": "Yang X., Zhuo Y., Zhu S., Luo Y., Feng Y., Dou Y. Novel and green synthesis of high-fluorescent carbon dots originated from honey for sensing and imaging. Biosens. Bioelectron. 2014;60:292–298. doi: 10.1016/j.bios.2014.04.046.", "ArticleIdList": ["10.1016/j.bios.2014.04.046", "24832204"]}, {"Citation": "Alam A., Park B., Ghouri Z., Park M., Kim H. Synthesis of carbon quantum dots from cabbage with down-and up-conversion photoluminescence properties: Excellent imaging agent for biomedical applications. Green Chem. 2015;17:3791–3797. doi: 10.1039/C5GC00686D.", "ArticleIdList": ["10.1039/C5GC00686D"]}, {"Citation": "Amjadi M., Hallaj T., Mayan M.A. Green synthesis of nitrogen-doped carbon dots from lentil and its application for colorimetric determination of thioridazine hydrochloride. RSC Adv. 2016;6:104467–104473. doi: 10.1039/C6RA22899B.", "ArticleIdList": ["10.1039/C6RA22899B"]}, {"Citation": "Atchudan R., Edison T.N.J.I., Lee Y.R. Nitrogen-doped carbon dots originating from unripe peach for fluorescent bioimaging and electrocatalytic oxygen reduction reaction. J. Colloid Interface Sci. 2016;482:8–18. doi: 10.1016/j.jcis.2016.07.058.", "ArticleIdList": ["10.1016/j.jcis.2016.07.058", "27479911"]}, {"Citation": "Bandi R., Gangapuram B.R., Dadigala R., Eslavath R., Singh S.S., Guttena V. Facile and green synthesis of fluorescent carbon dots from onion waste and their potential applications as sensor and multicolour imaging agents. RSC Adv. 2016;6:28633–28639. doi: 10.1039/C6RA01669C.", "ArticleIdList": ["10.1039/C6RA01669C"]}, {"Citation": "Das P., Ganguly S., Bose M., Mondal S., Das A.K., Banerjee S., Das N.C. A simplistic approach to green future with eco-friendly luminescent carbon dots and their application to fluorescent nano-sensor ‘turn-off’ probe for selective sensing of copper ions. Mater. Sci. Eng. C Mater. Biol. Appl. 2017;75:1456–1464. doi: 10.1016/j.msec.2017.03.045.", "ArticleIdList": ["10.1016/j.msec.2017.03.045", "28415437"]}, {"Citation": "Sun X., He J., Yang S., Zheng M., Wang Y., Ma S., Zheng H. Green synthesis of carbon dots originated from Lycii fructus for effective fluorescent sensing of ferric ion and multicolor cell imaging. J. Photochem. Photobiol. B Biol. 2017;175:219–225. doi: 10.1016/j.jphotobiol.2017.08.035.", "ArticleIdList": ["10.1016/j.jphotobiol.2017.08.035", "28915491"]}, {"Citation": "Vandarkuzhali S.A.A., Jeyalakshmi V., Sivaraman G., Singaravadivel S., Krishnamurthy K.R., Viswanathan B. Highly fluorescent carbon dots from Pseudo-stem of banana plant: Applications as nanosensor and bio-imaging agents. Sensors Actuators B Chem. 2017;252:894–900. doi: 10.1016/j.snb.2017.06.088.", "ArticleIdList": ["10.1016/j.snb.2017.06.088"]}, {"Citation": "Zhu X., Jin H., Gao C., Gui R., Wang Z. Ratiometric, visual, dual-signal fluorescent sensing and imaging of pH/copper ions in real samples based on carbon dots-fluorescein isothiocyanate composites. Talanta. 2017;162:65–71. doi: 10.1016/j.talanta.2016.10.015.", "ArticleIdList": ["10.1016/j.talanta.2016.10.015", "27837885"]}, {"Citation": "Ahmadian-Fard-Fini S., Salavati-Niasari M., Ghanbari D. Hydrothermal green synthesis of magnetic Fe3O4-carbon dots by lemon and grape fruit extracts and as a photoluminescence sensor for detecting of E. coli bacteria. Spectrochim. Acta Part A Mol. Biomol. Spectrosc. 2018;203:481–493. doi: 10.1016/j.saa.2018.06.021.", "ArticleIdList": ["10.1016/j.saa.2018.06.021", "29898431"]}, {"Citation": "Arul V., Sethuraman M.G. Facile green synthesis of fluorescent N-doped carbon dots from Actinidia deliciosa and their catalytic activity and cytotoxicity applications. Opt. Mater. 2018;78:181–190. doi: 10.1016/j.optmat.2018.02.029.", "ArticleIdList": ["10.1016/j.optmat.2018.02.029"]}, {"Citation": "Diao H., Li T., Zhang R., Kang Y., Liu W., Cui Y., Wei S., Wang N., Li L., Wang H., et al. Facile and green synthesis of fluorescent carbon dots with tunable emission for sensors and cells imaging. Spectrochim. Acta Part A Mol. Biomol. Spectrosc. 2018;200:226–234. doi: 10.1016/j.saa.2018.04.029.", "ArticleIdList": ["10.1016/j.saa.2018.04.029", "29689513"]}, {"Citation": "Li Y., Liu F., Cai J., Huang X., Lin L., Lin Y., Yang H., Li S. Nitrogen and sulfur co-doped carbon dots synthesis via one step hydrothermal carbonization of green alga and their multifunctional applications. Microchem. J. 2019;147:1038–1047. doi: 10.1016/j.microc.2019.04.015.", "ArticleIdList": ["10.1016/j.microc.2019.04.015"]}, {"Citation": "Liu H., Ding L., Chen L., Chen Y., Zhou T., Li H., Xu Y., Zhao L., Huang N. A facile, green synthesis of biomass carbon dots coupled with molecularly imprinted polymers for highly selective detection of oxytetracycline. J. Ind. Eng. Chem. 2019;69:455–463. doi: 10.1016/j.jiec.2018.10.007.", "ArticleIdList": ["10.1016/j.jiec.2018.10.007"]}, {"Citation": "Qi H., Teng M., Liu M., Liu S., Li J., Yu H., Teng C., Huang Z., Liu H., Shao Q., et al. Biomass-derived nitrogen-doped carbon quantum dots: Highly selective fluorescent probe for detecting Fe3+ ions and tetracyclines. J. Colloid Interface Sci. 2019;539:332–341. doi: 10.1016/j.jcis.2018.12.047.", "ArticleIdList": ["10.1016/j.jcis.2018.12.047", "30594008"]}, {"Citation": "Sabet M., Mahdavi K. Green synthesis of high photoluminescence nitrogen-doped carbon quantum dots from grass via a simple hydrothermal method for removing organic and inorganic water pollutions. Appl. Surf. Sci. 2019;463:283–291. doi: 10.1016/j.apsusc.2018.08.223.", "ArticleIdList": ["10.1016/j.apsusc.2018.08.223"]}, {"Citation": "Wan Y., Wang M., Zhang K., Fu Q., Gao M., Wang L., Xia Z., Gao D. Facile and green synthesis of fluorescent carbon dots from the flowers of Abelmoschus manihot (Linn.) Medicus for sensitive detection of 2,4,6-trinitrophenol and cellular imaging. Microchem. J. 2019;148:385–396. doi: 10.1016/j.microc.2019.05.026.", "ArticleIdList": ["10.1016/j.microc.2019.05.026"]}, {"Citation": "Wang M., Wan Y., Zhang K., Fu Q., Wang L., Zeng J., Xia Z., Gao D. Green synthesis of carbon dots using the flowers of Osmanthus fragrans (Thunb.) Lour. as precursors: Application in Fe3+ and ascorbic acid determination and cell imaging. Anal. Bioanal. Chem. 2019;12:2715–2727. doi: 10.1007/s00216-019-01712-6.", "ArticleIdList": ["10.1007/s00216-019-01712-6", "30941477"]}, {"Citation": "Atchudan R., Edison T.N.J.I., Perumal S., Muthuchamy N., Lee Y.R. Hydrophilic nitrogen-doped carbon dots from biowaste using dwarf banana peel for environmental and biological applications. Fuel. 2020;275:117821. doi: 10.1016/j.fuel.2020.117821.", "ArticleIdList": ["10.1016/j.fuel.2020.117821"]}, {"Citation": "Hak C.H., Leong K.H., Chin Y.H., Saravanan P., Tan S.T., Chong W.C., Sim L.C. Water hyacinth derived carbon quantum dots and g-C3N4 composites for sunlight driven photodegradation of 2,4-dichlorophenol. SN Appl. Sci. 2020;2:1–14. doi: 10.1007/s42452-020-2840-y.", "ArticleIdList": ["10.1007/s42452-020-2840-y"]}, {"Citation": "Qing W., Chen K., Yang Y., Wang Y., Liu X. Cu2+-doped carbon dots as fluorescence probe for specific recognition of Cr(VI) and its antimicrobial activity. Microchem. J. 2020;152:104262. doi: 10.1016/j.microc.2019.104262.", "ArticleIdList": ["10.1016/j.microc.2019.104262"]}, {"Citation": "Shekarbeygi Z., Farhadian N., Khani S., Moradi S., Shahlaei M. The effects of rose pigments extracted by different methods on the optical properties of carbon quantum dots and its efficacy in the determination of Diazinon. Microchem. J. 2020;158:105232. doi: 10.1016/j.microc.2020.105232.", "ArticleIdList": ["10.1016/j.microc.2020.105232"]}, {"Citation": "Wang C., Shi H., Yang M., Yan Y., Liu E., Ji Z., Fan J. Facile synthesis of novel carbon quantum dots from biomass waste for highly sensitive detection of iron ions. Mater. Res. Bull. 2020;124:110730. doi: 10.1016/j.materresbull.2019.110730.", "ArticleIdList": ["10.1016/j.materresbull.2019.110730"]}, {"Citation": "Amer W.A., Rehab A.F., Abdelghafar M.E., Torad N.L., Atlam A.S., Ayad M.M. Green synthesis of carbon quantum dots from purslane leaves for the detection of formaldehyde using quartz crystal microbalance. Carbon. 2021;179:159–171. doi: 10.1016/j.carbon.2021.03.047.", "ArticleIdList": ["10.1016/j.carbon.2021.03.047"]}, {"Citation": "Thangaraj B., Chuangchote S., Wongyao N., Solomon P.R., Roongraung K., Chaiworn W., Surareungchai W. Flexible sodium-ion batteries using electrodes from Samanea saman tree leaf-derived carbon quantum dots decorated with SnO2 and NaVO3. Clean Energy. 2021;5:354–374. doi: 10.1093/ce/zkab016.", "ArticleIdList": ["10.1093/ce/zkab016"]}, {"Citation": "Chellasamy G., Arumugasamy S.K., Govindaraju S., Yun K. Green synthesized carbon quantum dots from maple tree leaves for biosensing of Cesium and electrocatalytic oxidation of glycerol. Chemosphere. 2022;287:131915. doi: 10.1016/j.chemosphere.2021.131915.", "ArticleIdList": ["10.1016/j.chemosphere.2021.131915", "34455121"]}, {"Citation": "Huang Q., Lin X., Zhu J.-J., Tong Q.-X. Pd-Au@carbon dots nanocomposite: Facile synthesis and application as an ultrasensitive electrochemical biosensor for determination of colitoxin DNA in human serum. Biosens. Bioelectron. 2017;94:507–512. doi: 10.1016/j.bios.2017.03.048.", "ArticleIdList": ["10.1016/j.bios.2017.03.048", "28343103"]}, {"Citation": "Ramezani Z., Qorbanpour M., Rahbar N. Green synthesis of carbon quantum dots using quince fruit (Cydonia oblonga) powder as carbon precursor: Application in cell imaging and As3+ determination. Colloids Surf. A Physicochem. Eng. Asp. 2018;549:58–66. doi: 10.1016/j.colsurfa.2018.04.006.", "ArticleIdList": ["10.1016/j.colsurfa.2018.04.006"]}, {"Citation": "Feng J., Wang W.-J., Hai X., Yu Y.-L., Wang J.-H. Green preparation of nitrogen-doped carbon dots derived from silkworm chrysalis for cell imaging. J. Mater. Chem. B. 2016;4:387–393. doi: 10.1039/C5TB01999K.", "ArticleIdList": ["10.1039/C5TB01999K", "32263205"]}, {"Citation": "Wang L., Bi Y., Hou J., Li H., Xu Y., Wang B., Ding H., Ding L. Facile, green and clean one-step synthesis of carbon dots from wool: Application as a sensor for glyphosate detection based on the inner filter effect. Talanta. 2016;160:268–275. doi: 10.1016/j.talanta.2016.07.020.", "ArticleIdList": ["10.1016/j.talanta.2016.07.020", "27591613"]}, {"Citation": "Huang Q., Li Q., Chen Y., Tong L., Lin X., Zhu J., Tong Q. High quantum yield nitrogen-doped carbon dots: Green synthesis and application as “off-on” fluorescent sensors for the determination of Fe3+ and adenosine triphosphate in biological samples. Sensors Actuators B Chem. 2018;276:82–88. doi: 10.1016/j.snb.2018.08.089.", "ArticleIdList": ["10.1016/j.snb.2018.08.089"]}, {"Citation": "Fatimah S., Isnaeni, Abdullah B., Tahir D. Strong luminescence carbon nanodots by green synthesis based microwave assisted from fruit peel. J. Phys. Conf. Ser. 2019;1242:012038. doi: 10.1088/1742-6596/1242/1/012038.", "ArticleIdList": ["10.1088/1742-6596/1242/1/012038"]}, {"Citation": "Soares M.C.P., Perli G., Bartoli J.R., Bertuzzi D.L., Taketa T.B., Bataglioli R.A., Suzuki C.K., Ornelas C., Fujiwara E. Fast Microwave-Assisted Synthesis of Green-Fluorescent Carbon Nanodots from Sugarcane Syrup; Proceedings of the 2019 SBFoton International Optics and Photonics Conference (SBFoton IOPC); Sao Paulo, Brazil. 7–9 October 2019; Piscataway, NJ, USA: IEEE; 2019. pp. 1–5.", "ArticleIdList": ["10.1109/sbfoton-iopc.2019.8910216"]}, {"Citation": "Raji K., Ramanan V., Ramamurthy P. Facile and green synthesis of highly fluorescent nitrogen-doped carbon dots from jackfruit seeds and its applications towards the fluorimetric detection of Au3+ ions in vitro multicolor cell imaging. New J. Chem. 2019;43:11710–11719. doi: 10.1039/C9NJ02590A.", "ArticleIdList": ["10.1039/C9NJ02590A"]}, {"Citation": "Simsek S., Alas M.O., Ozbek B., Genc R. Evaluation of the physical properties of fluorescent carbon nanodots synthesized using Nerium oleander extracts by microwave-assisted synthesis methods. J. Mater. Res. Technol. 2019;8:2721–2731. doi: 10.1016/j.jmrt.2019.04.008.", "ArticleIdList": ["10.1016/j.jmrt.2019.04.008"]}, {"Citation": "Dager A., Baliyan A., Kurosu S., Maekawa T., Tachibana M. Ultrafast synthesis of carbon quantum dots from fenugreek seeds using microwave plasma enhanced decomposition: Application of C-QDs to grow fluorescent protein crystals. Sci. Rep. 2020;10:1–15. doi: 10.1038/s41598-020-69264-9.", "ArticleIdList": ["10.1038/s41598-020-69264-9", "PMC7378176", "32704038"]}, {"Citation": "Eskalen H., Uruş S., Cömertpay S., Kurt A.H., Özgan Ş. Microwave-assisted ultra-fast synthesis of carbon quantum dots from linter: Fluorescence cancer imaging and human cell growth inhibition properties. Ind. Crop. Prod. 2020;147:112209. doi: 10.1016/j.indcrop.2020.112209.", "ArticleIdList": ["10.1016/j.indcrop.2020.112209"]}, {"Citation": "Genc M.T., Yanalak G., Arslan G., Patir I.H. Green preparation of Carbon Quantum dots using Gingko biloba to sensitize TiO2 for the photohydrogen production. Mater. Sci. Semicond. Process. 2020;109:104945. doi: 10.1016/j.mssp.2020.104945.", "ArticleIdList": ["10.1016/j.mssp.2020.104945"]}, {"Citation": "Hu Y., Gao Z. Sewage sludge in microwave oven: A sustainable synthetic approach toward carbon dots for fluorescent sensing of para-Nitrophenol. J. Hazard. Mater. 2020;382:121048. doi: 10.1016/j.jhazmat.2019.121048.", "ArticleIdList": ["10.1016/j.jhazmat.2019.121048", "31476723"]}, {"Citation": "Malavika J.P., Shobana C., Ragupathi M., Kumar P., Lee Y.S., Govarthanan M., Selvan R.K. A sustainable green synthesis of functionalized biocompatible carbon quantum dots from Aloe barbadensis Miller and its multifunctional applications. Environ. Res. 2021;200:111414. doi: 10.1016/j.envres.2021.111414.", "ArticleIdList": ["10.1016/j.envres.2021.111414", "34052245"]}, {"Citation": "Roy P., Chen P.-C., Periasamy A.P., Chen Y.-N., Chang H.-T. Photoluminescent carbon nanodots: Synthesis, physicochemical properties and analytical applications. Mater. Today. 2015;18:447–458. doi: 10.1016/j.mattod.2015.04.005.", "ArticleIdList": ["10.1016/j.mattod.2015.04.005"]}, {"Citation": "Sha Y., Lou J., Bai S., Wu D., Liu B., Ling Y. Hydrothermal synthesis of nitrogen-containing carbon nanodots as the high-efficient sensor for copper (II) ions. Mater. Res. Bull. 2013;48:1728–1731. doi: 10.1016/j.materresbull.2012.12.010.", "ArticleIdList": ["10.1016/j.materresbull.2012.12.010"]}, {"Citation": "Peng J., Gao W., Gupta B.K., Liu Z., Romero-Aburto R., Ge L., Song L., Alemany L.B., Zhan X., Gao G., et al. Graphene quantum dots derived from carbon fibers. Nano Lett. 2012;12:844–849. doi: 10.1021/nl2038979.", "ArticleIdList": ["10.1021/nl2038979", "22216895"]}, {"Citation": "Hu Q., Gong X., Liu L., Choi M.M.F. Characterization and analytical separation of fluorescent carbon nanodots. J. Nanomater. 2017;2017:1–23. doi: 10.1155/2017/1804178.", "ArticleIdList": ["10.1155/2017/1804178"]}, {"Citation": "Parvin N., Kumar V., Joo S.W., Park S.-S., Mandal T.K. Recent Advances in the Characterized Identification of Mono-to-Multi-Layer Graphene and Its Biomedical Applications: A Review. Electronics. 2022;11:3345. doi: 10.3390/electronics11203345.", "ArticleIdList": ["10.3390/electronics11203345"]}, {"Citation": "Wang F., Xie Z., Zhang H., Liu C.-Y., Zhang Y.-G. Highly luminescent organosilane-functionalized carbon dots. Adv. Funct. Mater. 2011;21:1027–1031. doi: 10.1002/adfm.201002279.", "ArticleIdList": ["10.1002/adfm.201002279"]}, {"Citation": "Bunaciu A.A., Udriştioiu E.G., Aboul-Enein H.Y. X-ray diffraction: Instrumentation and applications. Crit. Rev. Anal. Chem. 2015;45:289–299. doi: 10.1080/10408347.2014.949616.", "ArticleIdList": ["10.1080/10408347.2014.949616", "25831472"]}, {"Citation": "Safardoust-Hojaghan H., Salavati-Niasari M., Amiri O., Rashki S., Ashrafi M. Green synthesis, characterization and antimicrobial activity of carbon quantum dots-decorated ZnO nanoparticles. Ceram. Int. 2021;47:5187–5197. doi: 10.1016/j.ceramint.2020.10.097.", "ArticleIdList": ["10.1016/j.ceramint.2020.10.097"]}, {"Citation": "Selvamani V. Stability Studies on Nanomaterials Used in Drugs. In: Mohapatra S., Ranjan S., Dasgupta N., Mishra R.K., Thomas S., editors. Characterization and Biology of Nanomaterials for Drug Delivery. Elsevier; Amsterdam, The Netherlands: 2019. pp. 425–444."}, {"Citation": "Rasmussen M.K., Pedersen J.N., Marie R. Size and surface charge characterization of nanoparticles with a salt gradient. Nat. Commun. 2020;11:1–8. doi: 10.1038/s41467-020-15889-3.", "ArticleIdList": ["10.1038/s41467-020-15889-3", "PMC7214416", "32393750"]}, {"Citation": "Sivasankaran U., Jesny S., Jose A.R., Kumar K.G. Fluorescence determination of glutathione using tissue paper-derived carbon dots as fluorophores. Anal. Sci. 2017;33:281–285. doi: 10.2116/analsci.33.281.", "ArticleIdList": ["10.2116/analsci.33.281", "28302967"]}, {"Citation": "Clogston J.D., Patri A.K. Zeta potential measurement. In: McNeil S.E., editor. Characterization of Nanoparticles Intended for Drug Delivery. Human Press; Totowa, NJ, USA: 2011. pp. 63–70.", "ArticleIdList": ["10.1007/978-1-60327-198-1_6", "21116954"]}, {"Citation": "Sachdev A., Gopinath P. Green synthesis of multifunctional carbon dots from coriander leaves and their potential application as antioxidants, sensors and bioimaging agents. Anal. 2015;140:4260–4269. doi: 10.1039/C5AN00454C.", "ArticleIdList": ["10.1039/C5AN00454C", "25927267"]}, {"Citation": "Ramanan V., Thiyagarajan S.K., Raji K., Suresh R., Sekar R., Ramamurthy P. Outright green synthesis of fluorescent carbon dots from eutrophic algal blooms for in vitro imaging. ACS Sustain. Chem. Eng. 2016;4:4724–4731. doi: 10.1021/acssuschemeng.6b00935.", "ArticleIdList": ["10.1021/acssuschemeng.6b00935"]}, {"Citation": "Sadjadi S. Emerging Carbon Materials for Catalysis. Elsevier; Amsterdam, The Netherlands: 2021. The utility of carbon dots for photocatalysis; pp. 123–160.", "ArticleIdList": ["10.1016/b978-0-12-817561-3.00004-4"]}, {"Citation": "Parvin N., Mandal T.K. Dually emissive P,N-co-doped carbon dots for fluorescent and photoacoustic tissue imaging in living mice. Mikrochim. Acta. 2017;184:1117–1125. doi: 10.1007/s00604-017-2108-4.", "ArticleIdList": ["10.1007/s00604-017-2108-4"]}, {"Citation": "Bhaisare M.L., Talib A., Khan M.S., Pandey S., Wu H.-F. Synthesis of fluorescent carbon dots via microwave carbonization of citric acid in presence of tetraoctylammonium ion, and their application to cellular. Microchim. Acta. 2015;182:2173–2181. doi: 10.1007/s00604-015-1541-5.", "ArticleIdList": ["10.1007/s00604-015-1541-5"]}, {"Citation": "Parvin N., Mandal T.K. Synthesis of a highly fluorescence nitrogen-doped carbon quantum dots bioimaging probe and its in vivo clearance and printing applications. RSC Adv. 2016;6:18134–18140. doi: 10.1039/C5RA25402G.", "ArticleIdList": ["10.1039/C5RA25402G"]}, {"Citation": "Liao J., Cheng Z., Zhou L. Nitrogen-Doping Enhanced Fluorescent Carbon Dots: Green Synthesis and Their Applications for Bioimaging and Label-Free Detection of Au3+ Ions. ACS Sustain. Chem. Eng. 2016;4:3053–3061. doi: 10.1021/acssuschemeng.6b00018.", "ArticleIdList": ["10.1021/acssuschemeng.6b00018"]}, {"Citation": "Zhang Q., Sun X., Ruan H., Yin K., Li H. Production of yellow-emitting carbon quantum dots from fullerene carbon soot. Sci. China Mater. 2017;60:141–150. doi: 10.1007/s40843-016-5160-9.", "ArticleIdList": ["10.1007/s40843-016-5160-9"]}, {"Citation": "Li H., Kang Z., Liu Y., Lee S.-T. Carbon nanodots: Synthesis, properties and applications. J. Mater. Chem. 2012;22:24230–24253. doi: 10.1039/c2jm34690g.", "ArticleIdList": ["10.1039/c2jm34690g"]}, {"Citation": "Pan L., Sun S., Zhang A., Jiang K., Zhang L., Dong C., Huang Q., Wu A., Lin H. Truly fluorescent excitation-dependent carbon dots and their applications in multicolor cellular imaging and multidimensional sensing. Adv. Mater. 2015;27:7782–7787. doi: 10.1002/adma.201503821.", "ArticleIdList": ["10.1002/adma.201503821", "26487302"]}, {"Citation": "Baruah U., Deka M.J., Chowdhury D. Reversible on/off switching of fluorescence via esterification of carbon dots. RSC Adv. 2014;4:36917–36922. doi: 10.1039/C4RA04734F.", "ArticleIdList": ["10.1039/C4RA04734F"]}, {"Citation": "Zheng H., Wang Q., Long Y., Zhang H., Huang X., Zhu R. Enhancing the luminescence of carbon dots with a reduction pathway. Chem. Commun. 2011;47:10650–10652. doi: 10.1039/c1cc14741b.", "ArticleIdList": ["10.1039/c1cc14741b", "21879050"]}, {"Citation": "Zheng L., Chi Y., Dong Y., Lin J., Wang B. Electrochemiluminescence of water-soluble carbon nanocrystals released electrochemically from graphite. J. Am. Chem. Soc. 2009;131:4564–4565. doi: 10.1021/ja809073f.", "ArticleIdList": ["10.1021/ja809073f", "19296587"]}, {"Citation": "Xu Y., Wu M., Liu Y., Feng X.-Z., Yin X.-B., He X.-W., Zhang Y.-K. Nitrogen-doped carbon dots: A facile and general preparation method, photoluminescence investigation, and imaging applications. Chem. A Eur. J. 2013;19:2276–2283. doi: 10.1002/chem.201203641.", "ArticleIdList": ["10.1002/chem.201203641", "23322649"]}, {"Citation": "Li Q., Zhou M., Yang M., Yang Q., Zhang Z., Shi J. Induction of long-lived room temperature phosphorescence of carbon dots by water in hydrogen-bonded matrices. Nat. Commun. 2018;9:1–8. doi: 10.1038/s41467-018-03144-9.", "ArticleIdList": ["10.1038/s41467-018-03144-9", "PMC5821822", "29467414"]}, {"Citation": "Kang H.-X., Zheng J.-X., Liu X.-G., Yang Y.-Z. Phosphorescent carbon dots: Microstructure design, synthesis and applications. New Carbon Mater. 2021;36:649–664. doi: 10.1016/S1872-5805(21)60083-5.", "ArticleIdList": ["10.1016/S1872-5805(21)60083-5"]}, {"Citation": "Lin Z., Xue W., Chen H., Lin J.-M. Classical oxidant induced chemiluminescence of fluorescent carbon dots. Chem. Commun. 2012;48:1051–1053. doi: 10.1039/C1CC15290D.", "ArticleIdList": ["10.1039/C1CC15290D", "22158939"]}, {"Citation": "Teng P., Xie J., Long Y., Huang X., Zhu R., Wang X., Liang L., Huang Y., Zheng H. Chemiluminescence behavior of the carbon dots and the reduced state carbon dots. J. Lumin- 2014;146:464–469. doi: 10.1016/j.jlumin.2013.09.036.", "ArticleIdList": ["10.1016/j.jlumin.2013.09.036"]}, {"Citation": "Dou X., Lin Z., Chen H., Zheng Y., Lu C., Lin J.-M. Production of superoxide anion radicals as evidence for carbon nanodots acting as electron donors by the chemiluminescence method. Chem. Commun. 2013;49:5871–5873. doi: 10.1039/c3cc41145a.", "ArticleIdList": ["10.1039/c3cc41145a", "23703092"]}, {"Citation": "Cao L., Wang X., Meziani M.J., Lu F., Wang H., Luo P.G., Lin Y., Harruff B.A., Veca L.M., Murray D., et al. Carbon dots for multiphoton bioimaging. J. Am. Chem. Soc. 2007;129:11318–11319. doi: 10.1021/ja073527l.", "ArticleIdList": ["10.1021/ja073527l", "PMC2691414", "17722926"]}, {"Citation": "Wen X., Yu P., Toh Y.-R., Ma X., Tang J. On the upconversion fluorescence in carbon nanodots and graphene quantum dots. Chem. Commun. 2014;50:4703–4706. doi: 10.1039/C4CC01213E.", "ArticleIdList": ["10.1039/C4CC01213E", "24675809"]}, {"Citation": "Wang X., Cao L., Lu F., Meziani M.J., Li H., Qi G., Zhou B., Harruff B.A., Kermarrec F., Sun Y.-P. Photoinduced electron transfers with carbon dots. Chem. Commun. 2009;25:3774–3776. doi: 10.1039/b906252a.", "ArticleIdList": ["10.1039/b906252a", "PMC2767382", "19557278"]}, {"Citation": "Yu P., Wen X., Toh Y.-R., Lee Y.-C., Huang K.-Y., Huang S., Shrestha S., Conibeer G., Tang J. Efficient electron transfer in carbon nanodot–graphene oxide nanocomposites. J. Mater. Chem. C. 2014;2:2894–2901. doi: 10.1039/c3tc32395a.", "ArticleIdList": ["10.1039/c3tc32395a"]}, {"Citation": "Edison T.N.J.I., Atchudan R., Sethuraman M.G., Shim J.-J., Lee Y.R. Microwave assisted green synthesis of fluorescent N-doped carbon dots: Cytotoxicity and bio-imaging applications. J. Photochem. Photobiol. B Biol. 2016;161:154–161. doi: 10.1016/j.jphotobiol.2016.05.017.", "ArticleIdList": ["10.1016/j.jphotobiol.2016.05.017", "27236237"]}, {"Citation": "Pal T., Mohiyuddin S., Packirisamy G. Facile and green synthesis of multicolor fluorescence carbon dots from curcumin: In Vitro and in vivo bioimaging and other applications. ACS Omega. 2018;3:831–843. doi: 10.1021/acsomega.7b01323.", "ArticleIdList": ["10.1021/acsomega.7b01323", "PMC6044881", "30023790"]}, {"Citation": "Lu K.-Q., Quan Q., Zhang N., Xu Y.-J. Multifarious roles of carbon quantum dots in heterogeneous photocatalysis. J. Energy Chem. 2016;925:927–935. doi: 10.1016/j.jechem.2016.09.015.", "ArticleIdList": ["10.1016/j.jechem.2016.09.015"]}, {"Citation": "Ray S.C., Saha A., Jana N.R., Sarkar R. Fluorescent carbon nanoparticles: Synthesis, characterization, and bioimaging application. J. Phys. Chem. C. 2009;113:18546–18551. doi: 10.1021/jp905912n.", "ArticleIdList": ["10.1021/jp905912n"]}, {"Citation": "Yang S.-T., Wang X., Wang H., Lu F., Luo P.G., Cao L., Meziani M.J., Liu J.-H., Liu Y., Chen M., et al. Carbon dots as nontoxic and high-performance fluorescence imaging agents. J. Phys. Chem. C. 2009;113:18110–18114. doi: 10.1021/jp9085969.", "ArticleIdList": ["10.1021/jp9085969", "PMC2846368", "20357893"]}, {"Citation": "Ding H., Du F., Liu P., Chen Z., Shen J. DNA–Carbon dots function as fluorescent vehicles for drug delivery. ACS Appl. Mater. Interfaces. 2015;7:6889–6897. doi: 10.1021/acsami.5b00628.", "ArticleIdList": ["10.1021/acsami.5b00628", "25742297"]}, {"Citation": "Zheng M., Ruan S., Liu S., Sun T., Qu D., Zhao H., Xie Z., Gao H., Jing X., Sun Z. Self-Targeting Fluorescent Carbon Dots for Diagnosis of Brain Cancer Cells. ACS Nano. 2015;9:11455–11461. doi: 10.1021/acsnano.5b05575.", "ArticleIdList": ["10.1021/acsnano.5b05575", "26458137"]}, {"Citation": "Yu C., Li X., Zeng F., Zheng F., Wu S. Carbon-dot-based ratiometric fluorescent sensor for detecting hydrogen sulfide in aqueous media and inside live cells. Chem. Commun. 2013;49:403–405. doi: 10.1039/C2CC37329G.", "ArticleIdList": ["10.1039/C2CC37329G", "23192384"]}, {"Citation": "Posthuma-Trumpie G.A., Wichers J.H., Koets M., Berendsen L.B.J.M., van Amerongen A. Amorphous carbon nanoparticles: A versatile label for rapid diagnostic (immuno) assays. Anal. Bioanal. Chem. 2012;402:593–600. doi: 10.1007/s00216-011-5340-5.", "ArticleIdList": ["10.1007/s00216-011-5340-5", "PMC3249172", "21904801"]}, {"Citation": "Han G., Zhao J., Zhang R., Tian X., Liu Z., Wang A., Liu R., Liu B., Han M., Gao X., et al. Membrane-penetrating carbon quantum dots for imaging nucleic acid structures in live organisms. Angew. Chem. 2019;131:7161–7165. doi: 10.1002/ange.201903005.", "ArticleIdList": ["10.1002/ange.201903005", "30912239"]}, {"Citation": "Zhou L., Lin Y., Huang Z., Ren J., Qu X. Carbon nanodots as fluorescence probes for rapid, sensitive, and label-free detection of Hg2+ and biothiols in complex matrices. Chem. Commun. 2012;48:1147–1149. doi: 10.1039/C2CC16791C.", "ArticleIdList": ["10.1039/C2CC16791C", "22159407"]}, {"Citation": "Liu J.-M., Lin L.-P., Wang X.-X., Lin S.-Q., Cai W.-L., Zhang L.-H., Zheng Z.-Y. Highly selective and sensitive detection of Cu2+ with lysine enhancing bovine serum albumin modified-carbon dots fluorescent probe. Anal. 2012;137:2637–2642. doi: 10.1039/c2an35130g.", "ArticleIdList": ["10.1039/c2an35130g", "22531278"]}, {"Citation": "Ma Z., Ming H., Huang H., Liu Y., Kang Z. One-step ultrasonic synthesis of fluorescent N-doped carbon dots from glucose and their visible-light sensitive photocatalytic ability. New J. Chem. 2012;36:861–864. doi: 10.1039/c2nj20942j.", "ArticleIdList": ["10.1039/c2nj20942j"]}, {"Citation": "Chen X., Mao S.S. Titanium dioxide nanomaterials: Synthesis, properties, modifications, and applications. Chem. Rev. 2007;107:2891–2959. doi: 10.1021/cr0500535.", "ArticleIdList": ["10.1021/cr0500535", "17590053"]}, {"Citation": "Li H., He X., Kang Z., Huang H., Liu Y., Liu J., Lian S., Tsang A.C.H., Yang X., Lee S.-T. Water-soluble fluorescent carbon quantum dots and photocatalyst design. Angew. Chem. Int. Ed. 2010;49:4430–4434. doi: 10.1002/anie.200906154.", "ArticleIdList": ["10.1002/anie.200906154", "20461744"]}, {"Citation": "Singh V., Kashyap S., Yadav U., Srivastava A., Singh A.V., Singh R.K., Singh S.K., Saxena P.S. Nitrogen doped carbon quantum dots demonstrate no toxicity under in vitro conditions in a cervical cell line and in vivo in Swiss albino mice. Toxicol. Res. 2019;8:395–406. doi: 10.1039/C8TX00260F.", "ArticleIdList": ["10.1039/C8TX00260F", "PMC6505387", "31160973"]}, {"Citation": "Das R.K., Panda S., Bhol C.S., Bhutia S.K., Mohapatra S. N-Doped Carbon Quantum Dot (NCQD)-Deposited Carbon Capsules for Synergistic Fluorescence Imaging and Photothermal Therapy of Oral Cancer. Langmuir. 2019;35:15320–15329. doi: 10.1021/acs.langmuir.9b03001.", "ArticleIdList": ["10.1021/acs.langmuir.9b03001", "31682135"]}, {"Citation": "Zhi D., Yang T., O’Hagan J., Zhang S., Donnelly R.F. Photothermal therapy. J. Control. Release. 2020;325:52–71. doi: 10.1016/j.jconrel.2020.06.032.", "ArticleIdList": ["10.1016/j.jconrel.2020.06.032", "32619742"]}, {"Citation": "Ge J., Jia Q., Liu W., Guo L., Liu Q., Lan M., Zhang H., Meng X., Wang P. Red-Emissive Carbon Dots for Fluorescent, Photoacoustic, and Thermal Theranostics in Living Mice. Adv. Mater. 2015;27:4169–4177. doi: 10.1002/adma.201500323.", "ArticleIdList": ["10.1002/adma.201500323", "26045099"]}, {"Citation": "Hassan M., Gomes V.G., Dehghani A., Ardekani S.M. Engineering carbon quantum dots for photomediated theranostics. Nano Res. 2018;11:1–41. doi: 10.1007/s12274-017-1616-1.", "ArticleIdList": ["10.1007/s12274-017-1616-1"]}, {"Citation": "Beack S., Kong W.H., Jung H.S., Do I.H., Han S., Kim H., Kim K.S., Yun S.H., Hahn S.K. Photodynamic therapy of melanoma skin cancer using carbon dot-chlorin e6-hyaluronate conjugate. Acta Biomater. 2015;26:295–305. doi: 10.1016/j.actbio.2015.08.027.", "ArticleIdList": ["10.1016/j.actbio.2015.08.027", "26297888"]}, {"Citation": "Guo X.-L., Ding Z.-Y., Deng S.-M., Wen C.-C., Shen X.-C., Jiang B.-P., Liang H. A novel strategy of transition-metal doping to engineer absorption of carbon dots for near-infrared photothermal/photodynamic therapies. Carbon. 2018;134:519–530. doi: 10.1016/j.carbon.2018.04.001.", "ArticleIdList": ["10.1016/j.carbon.2018.04.001"]}, {"Citation": "Kleinauskas A., Rocha S., Sahu S., Sun Y.-P., Juzenas P. Carbon-core silver-shell nanodots as sensitizers for phototherapy and radiotherapy. Nanotechnology. 2013;24:325103. doi: 10.1088/0957-4484/24/32/325103.", "ArticleIdList": ["10.1088/0957-4484/24/32/325103", "23868054"]}, {"Citation": "Kumar V., Toffoli G., Rizzolio F. Fluorescent Carbon Nanoparticles in Medicine for Cancer Therapy. ACS Med. Chem. Lett. 2013;4:1012–1013. doi: 10.1021/ml400394a.", "ArticleIdList": ["10.1021/ml400394a", "PMC4056989", "24936239"]}, {"Citation": "Zheng M., Liu S., Li J., Qu D., Zhao H., Guan X., Hu X., Xie Z., Jing X., Sun Z. Integrating oxaliplatin with highly luminescent carbon dots: An unprecedented theranostic agent for personalized medicine. Adv. Mater. 2014;26:3554–3560. doi: 10.1002/adma.201306192.", "ArticleIdList": ["10.1002/adma.201306192", "24634004"]}, {"Citation": "Liu Z., Chen X., Zhang X., Gooding J.J., Zhou Y. Carbon-Quantum-Dots-Loaded Mesoporous Silica Nanocarriers with pH-Switchable Zwitterionic Surface and Enzyme-Responsive Pore-Cap for Targeted Imaging and Drug Delivery to Tumor. Adv. Heal. Mater. 2016;5:1401–1407. doi: 10.1002/adhm.201600002.", "ArticleIdList": ["10.1002/adhm.201600002", "26987989"]}, {"Citation": "D’Souza S.L., Chettiar S.S., Koduru J.R., Kailasa S.K. Synthesis of fluorescent carbon dots using Daucus carota subsp. sativus roots for mitomycin drug delivery. Optik. 2018;158:893–900. doi: 10.1016/j.ijleo.2017.12.200.", "ArticleIdList": ["10.1016/j.ijleo.2017.12.200"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "11", "Day": "16"}, {"Year": "2022", "Month": "12", "Day": "26"}, {"Year": "2022", "Month": "12", "Day": "29"}, {"Year": "2023", "Month": "1", "Day": "20", "Hour": "10", "Minute": "33"}, {"Year": "2023", "Month": "1", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "21", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "1", "Day": "2"}], "PublicationStatus": "epublish", "ArticleIdList": ["36662074", "PMC9863160", "10.3390/jfb14010027", "jfb14010027"]}}], "PubmedBookArticle": []}