{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["entomopathogenic fungi", "fertilizer", "food security", "micronutrients", "organic matter", "plant growth biostimulants", "sustainability"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36679039", "DateRevised": {"Year": "2023", "Month": "02", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "01", "Day": "10"}], "Language": ["eng"], "ELocationID": ["326", "10.3390/plants12020326"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "2", "PubDate": {"Year": "2023", "Month": "Jan", "Day": "10"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "<i>Beauveria bassiana</i> Water Extracts' Effect on the Growth of Wheat.", "Abstract": {"AbstractText": ["For a long time, entomopathogenic fungi were considered alternative biological control factors. Recently, these organisms were shown to fulfill additional roles supporting plants' development, improving their resistance to disease and survival under stress conditions. Considering the documented interactions of <i>B. bassiana</i> with a wide range of plants, we aimed to evaluate the impact of aqueous extracts of the fungus on the growth of an agriculturally significant plant-wheat. The usage of fungal extracts instead of fungi could be beneficial especially in unfavorable, environmentally speaking, regions. Selected dilutions of the crude extract obtained under different pH and temperature conditions were used to establish the optimal method of extraction. Plant growth parameters such as length, total fresh weight, and chlorophyll composition were evaluated. Additionally, the antibacterial activity of extracts was tested to exclude negative impacts on the beneficial soil microorganisms. The best results were obtained after applying extracts prepared at 25 °C and used at 10% concentration. Enhancement of the tested wheat's growth seems to be related to the composition of the extracts, which we documented as a rich source of macro- and microelements. Our preliminary results are the first confirming the potential of fungal water extracts as factors promoting plant growth. Further detailed investigation needs to be carried out to confirm the effects in real environment conditions. Additionally, the consistency of the plant growth stimulation across different entomopathogenic fungi and agriculturally used plant species should be tested."]}, "AuthorList": [{"Identifier": ["0000-0002-7052-5107"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Advanced Material Technology, Faculty of Chemistry, Wroclaw University of Science and Technology, Wybrzeze Wyspianskiego 27, 50-370 Wroclaw, Poland."}, {"Identifier": [], "Affiliation": "Department of Analytical Chemistry and Chemical Metallurgy, Faculty of Chemistry, Wroclaw University of Science and Technology, Wybrzeze Wyspianskiego 27, 50-370 Wroclaw, Poland."}, {"Identifier": [], "Affiliation": "Students Science Association Bio-Top, Faculty of Chemistry, Wroclaw University of Science and Technology, Wybrzeze Wyspianskiego 27, 50-370 Wroclaw, Poland."}], "LastName": "Kramski", "ForeName": "Dawid J", "Initials": "DJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Students Science Association Bio-Top, Faculty of Chemistry, Wroclaw University of Science and Technology, Wybrzeze Wyspianskiego 27, 50-370 Wroclaw, Poland."}, {"Identifier": [], "Affiliation": "Department of Organic and Organic and Medicinal Chemistry, Faculty of Chemistry, Wroclaw University of Science and Technology, Wybrzeze Wyspianskiego 27, 50-370 Wroclaw, Poland."}], "LastName": "Nowinski", "ForeName": "Daria", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Students Science Association Bio-Top, Faculty of Chemistry, Wroclaw University of Science and Technology, Wybrzeze Wyspianskiego 27, 50-370 Wroclaw, Poland."}], "LastName": "Kowalczuk", "ForeName": "Kaja", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Students Science Association Bio-Top, Faculty of Chemistry, Wroclaw University of Science and Technology, Wybrzeze Wyspianskiego 27, 50-370 Wroclaw, Poland."}], "LastName": "Kruszyński", "ForeName": "Piotr", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Students Science Association Bio-Top, Faculty of Chemistry, Wroclaw University of Science and Technology, Wybrzeze Wyspianskiego 27, 50-370 Wroclaw, Poland."}], "LastName": "Radzimska", "ForeName": "Jagoda", "Initials": "J"}, {"Identifier": ["0000-0002-2831-439X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Molecular Biology and Biotechnology, Faculty of Chemistry, Wroclaw University of Science and Technology, Wybrzeze Wyspianskiego 27, 50-370 Wroclaw, Poland."}], "LastName": "Greb-Markiewicz", "ForeName": "Beata", "Initials": "B"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Liu H., Carvalhais L.C., Crawford M., Singh E., Dennis P.G., Pieterse C.M.J. Inner plant values: Diversity, colonization and benefits from endophytic bacteria. Front. Microbiol. 2017;8:2552. doi: 10.3389/fmicb.2017.02552.", "ArticleIdList": ["10.3389/fmicb.2017.02552", "PMC5742157", "29312235"]}, {"Citation": "FAO  The Future of Food and Agriculture—Alternative Pathways to 2050. Rome. 2018.  [(accessed on 12 December 2022)].  Available online:  https://www.fao.org/3/I8429EN/i8429en.pdf."}, {"Citation": "Vega F.E., Goettel M.S., Blackwell M., Chandler D., Jackson M.A., Keller S., Koike M., Maniania N.K., Monzón A., Ownley B.H., et al. Fungal entomopathogens: New insights on their ecology. Fungal Ecol. 2009;2:149–159. doi: 10.1016/j.funeco.2009.05.001.", "ArticleIdList": ["10.1016/j.funeco.2009.05.001"]}, {"Citation": "Bamisile B.S., Akutse K.S., Siddiqui J.A., Xu Y. Model application of entomopathogenic fungi as alternatives to chemical pesticides: Prospects, challenges, and insights for next-generation sustainable agriculture. Front. Plant Sci. 2021;12:741804.", "ArticleIdList": ["PMC8514871", "34659310"]}, {"Citation": "Aziz T., Maqsood M.A., Kanwal S., Hussain S., Ahmad H.R., Sabir M. Crop Production and Global Environmental Issues. Springer; Berlin/Heidelberg, Germany: 2015. Fertilizers and environment: Issues and challenges; pp. 575–598."}, {"Citation": "Odoh C.K., Eze C.N., Obi C.J., Anyah F., Egbe K., Unah U.V., Akpi U.K., Adobu U.S. Agriculturally Important Fungi for Sustainable Agriculture. Springer; Berlin/Heidelberg, Germany: 2020. Fungal biofertilizers for sustainable agricultural productivity; pp. 199–225."}, {"Citation": "Vega F.E. The use of fungal entomopathogens as endophytes in biological control: A review. Mycologia. 2018;110:4–30. doi: 10.1080/00275514.2017.1418578.", "ArticleIdList": ["10.1080/00275514.2017.1418578", "29863999"]}, {"Citation": "Dara S.K. Non-entomopathogenic roles of entomopathogenic fungi in promoting plant health and growth. Insects. 2019;10:277. doi: 10.3390/insects10090277.", "ArticleIdList": ["10.3390/insects10090277", "PMC6780571", "31480565"]}, {"Citation": "Verma S.K., Kumar K., Pal G., Verma A. The roles of endophytes in modulating crop plant development. In: White J., Kumar A., Droby S., editors. Microbiome Stimulants for Crops Mechanisms and Applications. 1st ed. Woodhead Publishing; Chennai, India: 2021. pp. 33–39."}, {"Citation": "Dara S.K., Dara S.S.R., Dara S.S. Impact of entomopathogenic fungi on the growth, development, and health of cabbage growing under water stress. Am. J. Plant Sci. 2017;8:1224–1233. doi: 10.4236/ajps.2017.86081.", "ArticleIdList": ["10.4236/ajps.2017.86081"]}, {"Citation": "Tall S., Meyling N.V. Probiotics for plants? Growth promotion by the entomopathogenic fungus Beauveria bassiana depends on nutrient availability. Microb. Ecol. 2018;76:1002–1008. doi: 10.1007/s00248-018-1180-6.", "ArticleIdList": ["10.1007/s00248-018-1180-6", "29594431"]}, {"Citation": "Canassa F., Tall S., Moral R.A., de Lara I.A.R., Delalibera I., Jr., Meyling N.V. Effects of bean seed treatment by the entomopathogenic fungi Metarhizium robertsii and Beauveria bassiana on plant growth, spider mite populations and behavior of predatory mite. Biol. Control. 2019;132:199–208."}, {"Citation": "Amaryllidaceae L., Espinoza F., Vidal S., Rautenbach F., Lewu F., Nchu F. Effects of Beauveria bassiana (Hypocreales) on plant growth and secondary metabolites of extracts of hydroponically cultivated chive (Allium schoenoprasum L. [Amaryllidaceae]) Heliyon. 2019;5:e03038.", "ArticleIdList": ["PMC6928240", "31890967"]}, {"Citation": "Behie S.W., Zelisko P.M., Bidochka M.J. Endophytic insect-parasitic fungi translocate nitrogen directly from insects to plants. Science. 2012;336:1576–1577. doi: 10.1126/science.1222289.", "ArticleIdList": ["10.1126/science.1222289", "22723421"]}, {"Citation": "Raya-Dıaz S., Sanchez-Rodrıguez A.R., Segura-Fernandez J.M., del Carmen del Campillo M., Quesada-Moraga E. Entomopathogenic fungi-based mechanisms for improved Fe nutrition in sorghum plants grown on calcareous substrates. PLoS ONE. 2017;12:e0185903. doi: 10.1371/journal.pone.0185903.", "ArticleIdList": ["10.1371/journal.pone.0185903", "PMC5628914", "28982140"]}, {"Citation": "Moloinyane S., Nchu F. The Effects of endophytic Beauveria bassiana inoculation on infestation level of Planococcus ficus. Toxins. 2019;11:72. doi: 10.3390/toxins11020072.", "ArticleIdList": ["10.3390/toxins11020072", "PMC6409710", "30696046"]}, {"Citation": "González-Guzmán A., Sacristán D., Quesada-Moraga E., Carmen M., Sánchez-Rodríguez A.R. Effects of entomopathogenic fungi on growth and nutrition in wheat grown on two calcareous soils: Influence of the fungus application method. Ann. Appl. Biol. 2020;177:26–40. doi: 10.1111/aab.12596.", "ArticleIdList": ["10.1111/aab.12596"]}, {"Citation": "Chunjuan D., Lingling W., Qian L., Shang Q. Epiphytic and endophytic fungal communities of tomato plants. Hortic. Plant J. 2021;7:38–48."}, {"Citation": "Gautam S., Mohankumar S., Kennedy J.S. Induced host plant resistance in cauliflower by Beauveria bassiana induced host plant resistance in cauliflower by Beauveria bassiana. J. Entomol. Zool. Stud. 2016;4:476–482."}, {"Citation": "Yun H., Kim D., Gwak W., Shin T. Entomopathogenic fungi as dual control agents against both the pest Myzus persicae and phytopathogen botrytis cinereal. Microbiology. 2017;45:192–198.", "ArticleIdList": ["PMC5673515", "29138624"]}, {"Citation": "Ownley B.H., Gwinn K.D., Vega F.E. Endophytic fungal entomopathogens with activity against plant pathogens: Ecology and evolution. BioControl. 2010;55:113–128. doi: 10.1007/s10526-009-9241-x.", "ArticleIdList": ["10.1007/s10526-009-9241-x"]}, {"Citation": "González-Mas N., Gutiérrez-Sánchez F., Sánchez-Ortiz A., Grandi L., Turlings T.C.J. Endophytic colonization by the entomopathogenic fungus Beauveria bassiana affects plant volatile emissions in the presence or absence of chewing and sap-sucking insects. Front. Plant Sci. 2021;12:660460. doi: 10.3389/fpls.2021.660460.", "ArticleIdList": ["10.3389/fpls.2021.660460", "PMC8350324", "34381470"]}, {"Citation": "Eyles A., Bonello P., Ganley R. Tansley review induced resistance to pests and pathogens in trees. New Phytol. Rev. 2010;185:893–908. doi: 10.1111/j.1469-8137.2009.03127.x.", "ArticleIdList": ["10.1111/j.1469-8137.2009.03127.x", "20015067"]}, {"Citation": "Vallad G., Goodman R.M. Systemic acquired resistance and induced systemic resistance in conventional agriculture. Crop Sci. 2004;44:1920–1934. doi: 10.2135/cropsci2004.1920.", "ArticleIdList": ["10.2135/cropsci2004.1920"]}, {"Citation": "Raad M., Glare T.R., Brochero H.L., Müller C., Rostás M. Transcriptional reprogramming of Arabidopsis thaliana defence pathways by the entomopathogen Beauveria bassiana correlates with resistance against a fungal pathogen but not against insects. Front. Microbiol. 2019;10:615. doi: 10.3389/fmicb.2019.00615.", "ArticleIdList": ["10.3389/fmicb.2019.00615", "PMC6449843", "30984142"]}, {"Citation": "Cotes B., Thöming C., Gómez C.V.A., Novák O., Nansen C. Root-associated entomopathogenic fungi manipulate host plants to attract herbivorous insects. Sci. Rep. 2020;10:22424. doi: 10.1038/s41598-020-80123-5.", "ArticleIdList": ["10.1038/s41598-020-80123-5", "PMC7773740", "33380734"]}, {"Citation": "Li Y., He N., Hou J., Xu L., Liu C., Zhang J., Wang Q., Zhang X., Wu X. Factors influencing leaf chlorophyll content in natural forests at the biome scale. Front. Ecol. Evol. 2018;6:6–64. doi: 10.3389/fevo.2018.00064.", "ArticleIdList": ["10.3389/fevo.2018.00064"]}, {"Citation": "Wu S., Toews M.D., Oliveira-Hofman C., Behle R.W., Simmons A.M., Shapiro-Ilan D.I. Environmental tolerance of entomopathogenic fungi: A new strain of Cordyceps javanica isolated from a whitefly epizootic versus commercial fungal strains. Insects. 2020;17:711. doi: 10.3390/insects11100711.", "ArticleIdList": ["10.3390/insects11100711", "PMC7602971", "33080830"]}, {"Citation": "Wang H., Peng H., Li W., Cheng P., Gong M. The toxins of Beauveria bassiana and the strategies to improve their virulence to insects. Front. Microbiol. 2021;12:705343. doi: 10.3389/fmicb.2021.705343.", "ArticleIdList": ["10.3389/fmicb.2021.705343", "PMC8430825", "34512581"]}, {"Citation": "Liu Y., Yang Y., Wang B. Entomopathogenic fungi Beauveria bassiana and Metarhizium anisopliae play roles of maize (Zea mays) growth promoter. Sci. Rep. 2022;12:15706. doi: 10.1038/s41598-022-19899-7.", "ArticleIdList": ["10.1038/s41598-022-19899-7", "PMC9489797", "36127502"]}, {"Citation": "Ibrahim M., Oyebanji E., Fowora M., Aiyeolemi A., Orabuchi C., Akinnawo B., Adekunle A.A. Extracts of endophytic fungi from leaves of selected Nigerian ethnomedicinal plants exhibited antioxidant activity. BMC Complement. Med. Ther. 2021;21:98. doi: 10.1186/s12906-021-03269-3.", "ArticleIdList": ["10.1186/s12906-021-03269-3", "PMC7981982", "33743702"]}, {"Citation": "Mohammed A.E., Sonbol H., Alwakeel S.S., Alotaibi M.O., Alotaibi S., Alothman N., Suliman R.S., Ahmedah H.T., Ali R. Investigation of biological activity of soil fungal extracts and LC/MS-QTOF based metabolite profiling. Sci. Rep. 2021;11:4760. doi: 10.1038/s41598-021-83556-8.", "ArticleIdList": ["10.1038/s41598-021-83556-8", "PMC7910297", "33637771"]}, {"Citation": "Mantzoukas S., Lagogiannis I., Mpousia D., Ntoukas A., Karmakolia K., Eliopoulos P.A., Poulas K. Beauveria bassiana endophytic strain as plant growth promoter: The case of the grape vine Vitis vinifera. J. Fungi. 2021;16:142. doi: 10.3390/jof7020142.", "ArticleIdList": ["10.3390/jof7020142", "PMC7920271", "33669343"]}, {"Citation": "Ownley B.H., Griffin M.R., Klingeman W.E., Gwinn K.D., Moulton J.K., Pereira R.M. Beauveria bassiana: Endophytic colonization and plant disease control. J. Invertebr. Pathol. 2008;98:267–270. doi: 10.1016/j.jip.2008.01.010.", "ArticleIdList": ["10.1016/j.jip.2008.01.010", "18442830"]}, {"Citation": "Hamouda M.M., Saad-Allah K.M., Gad D. Potential of seaweed extract on growth, physiological, cytological and biochemical parameters of wheat (Triticum aestivum L.) seedlings. J. Soil Sci. Plant Nutr. 2022;22:1818–1831. doi: 10.1007/s42729-022-00774-3.", "ArticleIdList": ["10.1007/s42729-022-00774-3"]}, {"Citation": "Onyebuchi C., Kavaz D. Effect of extraction temperature and solvent type on the bioactive potential of Ocimum gratissimum L. extracts. Sci. Rep. 2020;10:21760. doi: 10.1038/s41598-020-78847-5.", "ArticleIdList": ["10.1038/s41598-020-78847-5", "PMC7729875", "33303935"]}, {"Citation": "Nikkilä I., Waldén M., Maina N.H., Tenkanen M., Mikkonen K.S. Fungal cell biomass from enzyme industry as a sustainable source of hydrocolloids. Front. Chem. Eng. 2020;2:574072. doi: 10.3389/fceng.2020.574072.", "ArticleIdList": ["10.3389/fceng.2020.574072"]}, {"Citation": "Abdel-Fattah G.M., Asrar A.W.A. Arbuscular mycorrhizal fungal application to improve growth and tolerance of wheat (Triticum aestivum L.) plants grown in saline soil. Acta Physiol. Plant. 2012;34:267–277. doi: 10.1007/s11738-011-0825-6.", "ArticleIdList": ["10.1007/s11738-011-0825-6"]}, {"Citation": "Smyth E.M., McCarthy J., Nevin R., Khan M.R., Dow J.M., O’Gara F., Doohan F.M. In vitro analyses are not reliable predictors of the plant growth promotion capability of bacteria; a Pseudomonas fluorescens strain that promotes the growth and yield of wheat. J. Appl. Microbiol. 2011;3:683–692. doi: 10.1111/j.1365-2672.2011.05079.x.", "ArticleIdList": ["10.1111/j.1365-2672.2011.05079.x", "21672102"]}, {"Citation": "Abdel-Kareem M.M., Zohri A.N.A., Nasr S.A.E.E. Novel marine yeast strains as plant growth-promoting agents improve defense in wheat (Triticum aestivum) against Fusarium oxysporum. J. Plant Dis. Prot. 2021;128:973–988. doi: 10.1007/s41348-021-00461-y.", "ArticleIdList": ["10.1007/s41348-021-00461-y"]}, {"Citation": "Al-Karaki G., Al-Raddad A. Effects of arbuscular mycorrhizal fungi and drought stress on growth and nutrient uptake of two wheat genotypes differing in drought resistance. Mycorrhiza. 1997;7:83–88. doi: 10.1007/s005720050166.", "ArticleIdList": ["10.1007/s005720050166"]}, {"Citation": "Kucey R.M. Increased phosphorus uptake by wheat and field beans inoculated with a phosphorus-solubilizing Penicillium bilaji strain and with vesicular-arbuscular mycorrhizal fungi. Appl. Environ. Microbiol. 1987;12:2699–2703. doi: 10.1128/aem.53.12.2699-2703.1987.", "ArticleIdList": ["10.1128/aem.53.12.2699-2703.1987", "PMC204184", "16347487"]}, {"Citation": "Mehboob I., Zahir Z.A., Arshad M., Tanveer A. Growth promoting activities of different Rhizobium spp., in wheat. Pak. J. Bot. 2011;3:1643–1650."}, {"Citation": "Kaiser W.M., Epstein E., Bloom A. Mineral Nutrition of Plants: Principles and Perspectives. 2nd ed. Sinauer Associates, Inc. Publishers; Sunderland, MA, USA: 2004."}, {"Citation": "Ronco F. Chlorosis of planted Engelmann spruce seedlings unrelated to nitrogen content. Can. J. Bot. 1970;8:851–853. doi: 10.1139/b70-117.", "ArticleIdList": ["10.1139/b70-117"]}, {"Citation": "Tripathi D.K., Singh V.P., Chauhan D.K., Prasad S.M., Dubey N.K. Role of macronutrients in plant growth and acclimation: Recent advances and future prospective. In: Ahmad P., Wani M., Azooz M., Tran P.L.S., editors. Improvement of Crops in the Era of Climatic Changes. Springer; New York, NY, USA: 2014."}, {"Citation": "Baker N.R. Chlorophyll fluorescence: A probe of photosynthesis in vivo. Annu. Rev. Plant Biol. 2008;59:89–113. doi: 10.1146/annurev.arplant.59.032607.092759.", "ArticleIdList": ["10.1146/annurev.arplant.59.032607.092759", "18444897"]}, {"Citation": "Croft H., Chen J.M., Luo X., Bartlett P., Chen B., Staebler R.M. Leaf chlorophyll content as a proxy for leaf photosynthetic capacity. Glob. Change Biol. 2017;23:3513–3524. doi: 10.1111/gcb.13599.", "ArticleIdList": ["10.1111/gcb.13599", "27976452"]}, {"Citation": "Jaghdani S.R., Jahns P., Tränkner M. The impact of magnesium deficiency on photosynthesis and photoprotection in Spinacia oleracea. Plant Stress. 2021;2:100040. doi: 10.1016/j.stress.2021.100040.", "ArticleIdList": ["10.1016/j.stress.2021.100040"]}, {"Citation": "Jiang C.D., Gao H.Y., Zou Q., Shi L. Effects of iron deficiency on photosynthesis and photosystem II function in soybean leaf. J. Plant Physiol. Mol. Biol. 2007;1:53–60.", "ArticleIdList": ["17287570"]}, {"Citation": "Miransari M. Soil microbes and the availability of soil nutrients. Acta Physiol. Plant. 2013;35:3075–3084. doi: 10.1007/s11738-013-1338-2.", "ArticleIdList": ["10.1007/s11738-013-1338-2"]}, {"Citation": "Liu W., Mu W., Zhu B., Du Y., Liu F. Antagonistic activities of volatiles from four strains of Bacillus spp. and Paenibacillus spp. against soil-borne plant pathogens. Agric. Sci. China. 2008;7:1104–1114. doi: 10.1016/S1671-2927(08)60153-4.", "ArticleIdList": ["10.1016/S1671-2927(08)60153-4"]}, {"Citation": "Inthama P., Pumas P., Pekkoh J., Pathom-Aree W., Pumas C. Plant growth and drought tolerance-promoting bacterium for bioremediation of paraquat pesticide residues in agriculture soils. Front. Microbiol. 2021;12:604662. doi: 10.3389/fmicb.2021.604662.", "ArticleIdList": ["10.3389/fmicb.2021.604662", "PMC8014035", "33815305"]}, {"Citation": "Costa O.Y.A., Raaijmakers J.M., Kuramae E.E. Microbial extracellular polymeric substances: Ecological function and impact on soil aggregation. Front. Microbiol. 2018;9:1636. doi: 10.3389/fmicb.2018.01636.", "ArticleIdList": ["10.3389/fmicb.2018.01636", "PMC6064872", "30083145"]}, {"Citation": "Godlewska K., Michalak I., Tuhy Ł., Chojnacka K. The influence of pH of extracting water on the composition of seaweed extracts and their beneficial properties on Lepidium sativum. BioMed Res. Int. 2017;2017:7248634. doi: 10.1155/2017/7248634.", "ArticleIdList": ["10.1155/2017/7248634", "PMC5396473", "28480222"]}, {"Citation": "Arnon D.I. Copper enzymes in isolated chloroplasts. Polyphenoloxidase in Beta vulgaris. Plant Physiol. 1949;24:1. doi: 10.1104/pp.24.1.1.", "ArticleIdList": ["10.1104/pp.24.1.1", "PMC437905", "16654194"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "11", "Day": "18"}, {"Year": "2022", "Month": "12", "Day": "29"}, {"Year": "2023", "Month": "1", "Day": "5"}, {"Year": "2023", "Month": "1", "Day": "21", "Hour": "1", "Minute": "51"}, {"Year": "2023", "Month": "1", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "22", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "1", "Day": "10"}], "PublicationStatus": "epublish", "ArticleIdList": ["36679039", "PMC9863656", "10.3390/plants12020326", "plants12020326"]}}], "PubmedBookArticle": []}