{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["EGFR", "antitumor activity", "arylidene", "furo[2,3-d]pyrimidine", "mackinazolinone"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36680784", "DateCompleted": {"Year": "2023", "Month": "03", "Day": "24"}, "DateRevised": {"Year": "2023", "Month": "03", "Day": "24"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "02", "Day": "09"}], "Language": ["eng"], "ELocationID": ["10.1002/cbdv.202201059"], "Journal": {"ISSN": "1612-1880", "JournalIssue": {"Volume": "20", "Issue": "3", "PubDate": {"Year": "2023", "Month": "Mar"}}, "Title": "Chemistry & biodiversity", "ISOAbbreviation": "Chem Biodivers"}, "ArticleTitle": "Furo[2,3-d]pyrimidines as Mackinazolinone/Isaindigotone Analogs: Synthesis, Modification, Antitumor Activity, and Molecular Docking Study.", "Pagination": {"StartPage": "e202201059", "MedlinePgn": "e202201059"}, "Abstract": {"AbstractText": ["The chemical transformation of the tricyclic furo[2,3-d]pyrimidines was performed under isosteric and scaffold-hopping strategies focusing on the synthesis of its arylidene and imine-containing derivatives. Naturally-occurring alkaloids mackinazolinone and isaindigotone were as templates of target heterocycles. Synthesized compounds evaluated for their antitumor activity on human cancer cervical HeLa, breast MCF-7, and colon HT-29 cell lines. Four compounds: 8c, 8e, 10b, and 10c demonstrated potency against HeLa and HT-29 cell lines, and IC<sub>50</sub> values were between 7.37-13.72 μM, respectively. The molecular docking results showed that compounds 8c and 10b had good binding and high matching with the target EGFR protein."], "CopyrightInformation": "© 2023 Wiley-VHCA AG, Zurich, Switzerland."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory Basis of Xinjiang Indigenous Medicinal Plants Resource Utilization, Xinjiang Technical Institute of Physics and Chemistry, Chinese Academy of Sciences, South Beijing Rd 40-1, Urumqi, 830011, P. R. China."}, {"Identifier": [], "Affiliation": "University of Chinese Academy of Sciences, 19 A Yuquan Rd, Beijing, 100049, P. R. China."}], "LastName": "Song", "ForeName": "Buer", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory Basis of Xinjiang Indigenous Medicinal Plants Resource Utilization, Xinjiang Technical Institute of Physics and Chemistry, Chinese Academy of Sciences, South Beijing Rd 40-1, Urumqi, 830011, P. R. China."}], "LastName": "Nie", "ForeName": "Lifei", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory Basis of Xinjiang Indigenous Medicinal Plants Resource Utilization, Xinjiang Technical Institute of Physics and Chemistry, Chinese Academy of Sciences, South Beijing Rd 40-1, Urumqi, 830011, P. R. China."}, {"Identifier": [], "Affiliation": "Faculty of Chemistry, Samarkand State University, University Blvd. 15, Samarkand, 140104, Uzbekistan."}], "LastName": "Bozorov", "ForeName": "Khurshed", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory Basis of Xinjiang Indigenous Medicinal Plants Resource Utilization, Xinjiang Technical Institute of Physics and Chemistry, Chinese Academy of Sciences, South Beijing Rd 40-1, Urumqi, 830011, P. R. China."}, {"Identifier": [], "Affiliation": "University of Chinese Academy of Sciences, 19 A Yuquan Rd, Beijing, 100049, P. R. China."}], "LastName": "Niu", "ForeName": "Chao", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Chemistry, Samarkand State University, University Blvd. 15, Samarkand, 140104, Uzbekistan."}, {"Identifier": [], "Affiliation": "Urgench State University, Kh. Olimjon st. 14, Urgench, 220100, Uzbekistan."}], "LastName": "Kuryazov", "ForeName": "Rustamkhon", "Initials": "R"}, {"Identifier": ["0000-0003-4652-6879"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory Basis of Xinjiang Indigenous Medicinal Plants Resource Utilization, Xinjiang Technical Institute of Physics and Chemistry, Chinese Academy of Sciences, South Beijing Rd 40-1, Urumqi, 830011, P. R. China."}, {"Identifier": [], "Affiliation": "University of Chinese Academy of Sciences, 19 A Yuquan Rd, Beijing, 100049, P. R. China."}], "LastName": "Akber Aisa", "ForeName": "Haji", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory Basis of Xinjiang Indigenous Medicinal Plants Resource Utilization, Xinjiang Technical Institute of Physics and Chemistry, Chinese Academy of Sciences, South Beijing Rd 40-1, Urumqi, 830011, P. R. China."}, {"Identifier": [], "Affiliation": "University of Chinese Academy of Sciences, 19 A Yuquan Rd, Beijing, 100049, P. R. China."}], "LastName": "Zhao", "ForeName": "Jiangyu", "Initials": "J"}], "GrantList": [{"GrantID": "2020YFE0205600", "Agency": "National Key R&D Program of China", "Country": ""}, {"GrantID": "2022A03018", "Agency": "Xinjiang Science and Technology Major Project", "Country": ""}, {"GrantID": "NBSDC-DB-19", "Agency": "\"CAM Resources Data Base\" in National Basic Science Data Center", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Chem Biodivers", "NlmUniqueID": "101197449", "ISSNLinking": "1612-1872"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "isaindigotone"}, {"RegistryNumber": "0", "NameOfSubstance": "mackinazolinone"}, {"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Pyrimidines"}, {"RegistryNumber": "0", "NameOfSubstance": "Alkaloids"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Molecular Docking Simulation"}, {"QualifierName": [], "DescriptorName": "Structure-Activity Relationship"}, {"QualifierName": ["chemistry"], "DescriptorName": "Antineoplastic Agents"}, {"QualifierName": ["chemistry"], "DescriptorName": "Pyrimidines"}, {"QualifierName": [], "DescriptorName": "Drug Screening Assays, Antitumor"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Alkaloids"}, {"QualifierName": [], "DescriptorName": "Molecular Structure"}, {"QualifierName": [], "DescriptorName": "Cell Line, Tumor"}, {"QualifierName": [], "DescriptorName": "Cell Proliferation"}, {"QualifierName": [], "DescriptorName": "Drug Design"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "R. G. Stevens, G. C. Brainard, D. E. Blask, S. W. Lockley, M. E. Motta, ‘Breast cancer and circadian disruption from electric lighting in the modern world’, Ca-Cancer J. Clin. 2014, 64, 207-218."}, {"Citation": "Y. Chi, D. Wang, J. Wang, W. Yu, J. Yang, ‘Long non-coding RNA in the pathogenesis of cancers’, Cells 2019, 8."}, {"Citation": "D. Sia, A. Villanueva, S. L. Friedman, J. M. Llovet, ‘Liver Cancer Cell of Origin, Molecular Class, and Effects on Patient Prognosis’, Gastroenterology 2017, 152, 745-761."}, {"Citation": "H. A. Burris, ‘Shortcomings of current therapies for non-small-cell lung cancer: Unmet medical needs’, Oncogene 2009, 28, S4-S13."}, {"Citation": "M. Arnold, E. Morgan, H. Rumgay, A. Mafra, D. Singh, M. Laversanne, J. Vignat, J. R. Gralow, F. Cardoso, S. Siesling, I. Soerjomataram, ‘Current and future burden of breast cancer: Global statistics for 2020 and 2040’, Breast 2022, 66, 15-23."}, {"Citation": "Y. Zhu, Y. Cui, X. Zheng, Y. Zhao, G. Sun, ‘Small-cell lung cancer brain metastasis: From molecular mechanisms to diagnosis and treatment’, Biochim. Biophys. Acta 2022, 1868, 166557."}, {"Citation": "W. Usuba, F. Urabe, Y. Yamamoto, J. Matsuzaki, H. Sasaki, M. Ichikawa, S. Takizawa, Y. Aoki, S. Niida, K. Kato, S. Egawa, T. Chikaraishi, H. Fujimoto, T. Ochiya, ‘Circulating miRNA panels for specific and early detection in bladder cancer’, Cancer Sci. 2019, 110, 408-419."}, {"Citation": "T. Foukakis, L. Lundell, M. Gubanski, P. A. Lind, ‘Advances in the treatment of patients with gastric adenocarcinoma’, Acta Oncol. 2007, 46, 277-285."}, {"Citation": "L. Cayetano-Salazar, D. A. Nava-Tapia, K. D. Astudillo-Justo, A. Arizmendi-Izazaga, C. Sotelo-Leyva, M. Herrera-Martinez, S. Villegas-Comonfort, N. Navarro-Tito, ‘Flavonoids as regulators of TIMPs expression in cancer: Consequences, opportunities, and challenges’, Life Sci. 2022, 308, 120932."}, {"Citation": "B. Salehi, E. M. Varoni, M. Sharifi-Rad, S. Rajabi, P. Zucca, M. Iriti, J. Sharifi-Rad, ‘Epithelial-mesenchymal transition as a target for botanicals in cancer metastasis’, Phytomedicine 2019, 55, 125-136."}, {"Citation": "M. R. Morovati, M. Ghanbari-Movahed, E. M. Barton, M. H. Farzaei, A. Bishayee, ‘A systematic review on potential anticancer activities of Ficus carica L. with focus on cellular and molecular mechanisms’, Phytomedicine 2022, 105, 154333."}, {"Citation": "Z. Wang, J. Li, G. Lin, Z. He, Y. Wang, ‘Metal complex-based liposomes: Applications and prospects in cancer diagnostics and therapeutics’, J. Controlled Release 2022, 348, 1066-1088."}, {"Citation": "C.-N. Ko, G. Li, C.-H. Leung, D.-L. Ma, ‘Dual function luminescent transition metal complexes for cancer theranostics: The combination of diagnosis and therapy’, Coord. Chem. Rev. 2019, 381, 79-103."}, {"Citation": "H. Yasir Khan, S. Parveen, I. Yousuf, S. Tabassum, F. Arjmand, ‘Metal complexes of NSAIDs as potent anti-tumor chemotherapeutics: Mechanistic insights into cytotoxic activity via multiple pathways primarily by inhibition of COX−1 and COX−2 enzymes’, Coord. Chem. Rev. 2022, 453, 214316."}, {"Citation": "M. Butnariu, C. Quispe, J. Herrera-Bravo, P. Helon, W. Kukula-Koch, V. López, F. Les, C. V. Vergara, P. Alarcón-Zapata, B. Alarcón-Zapata, M. Martorell, M. Pentea, A. A. Dragunescu, I. Samfira, Z. Yessimsiitova, S. D. Daştan, C. M. S. Castillo, T. H. Roberts, J. Sharifi-Rad, W. Koch, W. C. Cho, ‘The effects of thymoquinone on pancreatic cancer: Evidence from preclinical studies’, Biomed. Pharmacother. 2022, 153, 113364."}, {"Citation": "K. Lin, X. Zhang, X. Dai, L. Ma, K. Bozorov, H. Guo, G. Huang, J. Cao, ‘Synthesis and Anticancer Activity of Podophyllotoxin Derivatives’, Chem. Nat. Compd. 2021, 57, 1010-1018."}, {"Citation": "B. B. Shaik, N. K. Katari, S. B. Jonnalagadda, ‘Role of Natural Products in Developing Novel Anticancer Agents: A Perspective’, Chem. Biodiversity, n/a, e202200535."}, {"Citation": "H. Chen, J. Yang, Y. Yang, J. Zhang, Y. Xu, X. Lu, ‘The Natural Products and Extracts: Anti-Triple-Negative Breast Cancer in Vitro’, Chem. Biodiversity 2021, 18, e2001047."}, {"Citation": "D. Twilley, S. Rademan, N. Lall, ‘A review on traditionally used South African medicinal plants, their secondary metabolites and their potential development into anticancer agents’, J. Ethnopharmacol. 2020, 261, 113101."}, {"Citation": "W. Ramakrishna, A. Kumari, N. Rahman, P. Mandave, ‘Anticancer Activities of Plant Secondary Metabolites: Rice Callus Suspension Culture as a New Paradigm’, Rice Sci. 2021, 28, 13-30."}, {"Citation": "A. Esmeeta, S. Adhikary, V. Dharshnaa, P. Swarnamughi, Z. Ummul Maqsummiya, A. Banerjee, S. Pathak, A. K. Duttaroy, ‘Plant-derived bioactive compounds in colon cancer treatment: An updated review’, Biomed. Pharmacother. 2022, 153, 113384."}, {"Citation": "Z.-Y. Fang, Y.-H. Zhang, C.-H. Chen, Q. Zheng, P.-C. Lv, L.-Q. Ni, J. Sun, Y.-F. Wu, Design, ‘Synthesis and Molecular Docking of Novel Quinazolinone Hydrazide Derivatives as EGFR Inhibitors’, Chem. Biodiversity 2022, 19, e202200189."}, {"Citation": "R. Romeo, S. V. Giofrè, A. Garozzo, B. Bisignano, A. Corsaro, M. A. Chiacchio, ‘Synthesis and biological evaluation of furopyrimidine N,O-nucleosides’, Bioorg. Med. Chem. 2013, 21, 5688-5693."}, {"Citation": "R. Kaczmarek, D. J. Twardy, T. L. Olson, D. Korczyński, G. Andrei, R. Snoeck, R. Dolot, K. A. Wheeler, R. Dembinski, ‘Extension of furopyrimidine nucleosides with 5-alkynyl substituent: Synthesis, high fluorescence, and antiviral effect in the absence of free ribose hydroxy groups’, Eur. J. Med. Chem. 2021, 209, 112884."}, {"Citation": "C. McGuigan, H. Barucki, S. Blewett, A. Carangio, J. T. Erichsen, G. Andrei, R. Snoeck, E. De Clercq, J. Balzarini, ‘Highly potent and selective inhibition of varicella-zoster virus by bicyclic furopyrimidine nucleosides bearing an aryl side chain’, J. Med. Chem. 2000, 43, 4993-4997."}, {"Citation": "M. A. Aziz, R. A. T. Serya, D. S. Lasheen, A. K. Abdel-Aziz, A. Esmat, A. M. Mansour, A. N. B. Singab, K. A. M. Abouzid, ‘Discovery of Potent VEGFR-2 Inhibitors based on Furopyrimidine and Thienopyrimidne Scaffolds as Cancer Targeting Agents’, Sci. Rep. 2016, 6."}, {"Citation": "J. Han, S. J. Kaspersen, S. Nervik, K. G. Nørsett, E. Sundby, B. H. Hoff, ‘Chiral 6-aryl-furo[2,3-d]pyrimidin-4-amines as EGFR inhibitors’, Eur. J. Med. Chem. 2016, 119, 278-299."}, {"Citation": "M. Hossam, D. S. Lasheen, N. S. M. Ismail, A. Esmat, A. M. Mansour, A. N. B. Singab, K. A. M. Abouzid, ‘Discovery of anilino-furo[2,3-d]pyrimidine derivatives as dual inhibitors of EGFR/HER2 tyrosine kinase and their anticancer activity’, Eur. J. Med. Chem. 2018, 144, 330-348."}, {"Citation": "A.-e. El Mansouri, A. Oubella, K. Dânoun, M. Ahmad, J. Neyts, D. Jochmans, R. Snoeck, G. Andrei, H. Morjani, M. Zahouily, H. B. Lazrek, ‘Discovery of novel furo[2,3-d]pyrimidin-2-one−1,3,4-oxadiazole hybrid derivatives as dual antiviral and anticancer agents that induce apoptosis’, Arch. Pharm. 2021, 354, 2100146."}, {"Citation": "R. K. V. Devambatla, O. A. Namjoshi, S. Choudhary, E. Hamel, C. V. Shaffer, C. C. Rohena, S. L. Mooberry, A. Gangjee, ‘Design, Synthesis, and Preclinical Evaluation of 4-Substituted-5-methyl-furo[2,3-d]pyrimidines as Microtubule Targeting Agents That Are Effective against Multidrug Resistant Cancer Cells’, J. Med. Chem. 2016, 59, 5752-5765."}, {"Citation": "R. K. V. Devambatla, S. Choudhary, M. Ihnat, E. Hamel, S. L. Mooberry, A. Gangjee, ‘Design, synthesis and preclinical evaluation of 5-methyl-N4-aryl-furo[2,3-d]pyrimidines as single agents with combination chemotherapy potential’, Bioorg. Med. Chem. Lett. 2018, 28, 3085-3093."}, {"Citation": "M. M. A. Abd El-Mageed, A. A. M. Eissa, A. E. S. Farag, E. E. A. Osman, ‘Design and synthesis of novel furan, furo[2,3-d]pyrimidine and furo[3,2-e][1,2,4]triazolo[1,5-c]pyrimidine derivatives as potential VEGFR-2 inhibitors’, Bioorg. Chem. 2021, 116."}, {"Citation": "A. Zonouzi, M. H. Rezaei, R. Mirzazadeh, M. R. Arjomand, ‘Solvent-free Synthesis of Halogenated Furo[2,3-d] pyrimidines and Their Cytotoxic Activity on the T47D Breast Cancer Cell Lines’, Org. Prep. Proced. Int. 2020, 52, 374-380."}, {"Citation": "X. Tang, A. Zheng, F. Wu, C. Liao, Y. Hu, C. Luo, ‘Synthesis and anticancer activities of diverse furo[2,3-d]pyrimidine and benzofuro[3,2-d]pyrimidine derivatives’, Synth. Commun. 2022, 52, 994-1003."}, {"Citation": "F. Liu, X. Hou, L. F. Nie, K. Bozorov, M. Decker, G. Huang, ‘A Convenient One-pot Synthesis of 2,3-Disubstituted Thieno[2,3-d]pyrimidin-4(3H)-ones from 2H-Thieno[2,3-d][1,3]oxazine-2,4(1H)-diones, Aromatic Aldehydes and Amines’, SynOpen 2018, 02, 0207-0212."}, {"Citation": "K. Bozorov, J. Y. Zhao, H. A. Aisa, ‘Recent advances in ipso-nitration reactions’, Arkivoc 2016, 2017, 41-66."}, {"Citation": "B. Z. Elmuradov, K. A. Bozorov, K. M. Shakhidoyatov, ‘Thieno[2,3-d]pyrimidin-4-ones 1. Condensation of 2,3-dimethyl- and 2,3-tri-, 2,3-tetra-, and 2,3-pentamethylene-7,8-dihydro-pyrrolo[1,2-a]thieno[2,3-d]pyriminidin-4(6H)-ones with aromatic aldehydes and furfural’, Chem. Heterocycl. Compd. 2011, 46, 1393-1399."}, {"Citation": "L. F. Nie, K. Bozorov, G. Huang, J. Zhao, C. Niu, H. A. Aisa, ‘Design, synthesis, and toward a side-ring optimization of tricyclic thieno[2,3-d]pyrimidin-4(3H)-ones and their effect on melanin synthesis in murine B16 cells’, Phosphorus Sulfur Silicon Relat. Elem. 2018, 193, 656-667."}, {"Citation": "L. F. Nie, G. Huang, K. Bozorov, J. Zhao, C. Niu, S. S. Sagdullaev, H. A. Aisa, ‘Diversity-oriented synthesis of amide derivatives of tricyclic thieno[2,3-d]pyrimidin-4(3H)-ones and evaluation of their influence on melanin synthesis in murine B16 cells’, Heterocycl. Commun. 2018, 24, 43-50."}, {"Citation": "A. Nasrullaev, K. Bozorov, K. Bobakulov, J. Zhao, L. F. Nie, K. K. Turgunov, B. Elmuradov, H. A. Aisa, ‘Synthesis, characterization, and antimicrobial activity of novel hydrazone-bearing tricyclic quinazolines’, Res. Chem. Intermed. 2019, 45, 2287-2300."}, {"Citation": "K. A. Bozorov, N. Z. Mamadalieva, B. Z. Elmuradov, D. Triggiani, D. Egamberdieva, A. Tiezzi, H. A. Aisa, K. M. Shakhidoyatov, ‘Synthesis of Substituted Thieno[2,3-d]pyrimidin-4-ones and Their Testing for Evaluation of Cytotoxic Activity on Mammalian Cell Models’, J. Chem. 2013, 2013, 1-6, https://doi.org/10.1155/2013/976715."}, {"Citation": "B. Song, L. Nie, K. Bozorov, R. Kuryazov, J. Zhao, H. A. Aisa, ‘Design, combinatorial synthesis and cytotoxic activity of 2-substituted furo[2,3-d]pyrimidinone and pyrrolo[2,3-d]pyrimidinone library’, Mol. Diversity 2022 https://doi.org/10.1007/s11030-022-10529-y."}, {"Citation": "B. Song, L. Nie, K. Bozorov, R. Kuryazov, H. A. Aisa, J. Zhao, ‘Parallel synthesis of condensed pyrimidine-thiones and their antitumor activities’, Res. Chem. Intermed. 2022 https://doi.org/10.1007/s11164-022-04912-5."}, {"Citation": "Y. Zeng, L. Nie, K. Bozorov, Z. Ruzi, B. Song, J. Zhao, H. A. Aisa, ‘2-substituted tricyclic oxazolo[5,4-d]pyrimidine library: Design, synthesis, and cytotoxicity activity’, J. Heterocycl. Chem. 2022, 59, 555-568."}, {"Citation": "Y. Zeng, L. Nie, C. Niu, A. Mamatjan, K. Bozorov, J. Zhao, H. A. Aisa, ‘Synthesis and Biological Activities of Dihydrooxazolo[5,4-d]-pyrrolo[1,2-a]pyrimidinones’, Chin. J. Org. Chem. 2022, 42, 543-556."}, {"Citation": "Y. Zeng, L. Nie, L. Liu, C. Niu, Y. Li, K. Bozorov, J. Zhao, J. Shen, H. A. Aisa, ‘Design, synthesis, in vitro evaluation of a new pyrrolo[1,2-a]thiazolo[5,4-d]pyrimidinone derivatives as cholinesterase inhibitors against Alzheimer's disease’, J. Heterocycl. Chem. 2022, 59, 1086-1101."}, {"Citation": "H. Guo, L. Nie, K. Bozorov, H. A. Aisa, J. Zhao, ‘Synthesis and Antitumor Activity of Novel Linear Tricyclic Compounds Derived from Purine’, Heterocycles 2022, 104, 1085-1097."}, {"Citation": "Z. Alsharif, M. A. Ali, H. Alkhattabi, D. Jones, E. Delancey, P. C. Ravikumar, M. A. Alam, ‘Hexafluoroisopropanol mediated benign synthesis of 2H-pyrido[1,2-a]pyrimidin-2-ones by using a domino protocol’, New J. Chem. 2017, 41, 14862-14870."}, {"Citation": "A. S. Abdurazakov, B. Z. Elmuradov, I. S. Ortikov, M. G. Levkovich, K. M. Shakhidoyatov, ‘Synthesis of 8-amino- and 8-acetyl(benzoyl) aminomackinazolinones and their condensation with aldehydes’, Chem. Nat. Compd. 2013, 49, 305-310."}, {"Citation": "A. F. Begum, K. K. Balasubramanian, B. Shanmugasundaram, ‘3-Arylidene-4-Chromanones and 3-Arylidene-4-Thiochromanones: Versatile Synthons towards the Synthesis of Complex Heterocycles’, Asian J. Org. Chem. 2022."}, {"Citation": "C. Whitely, Y. Li, ‘One-pot high-throughput synthesis of N3-substituted 5-arylidene-2-thiohydantoin amides and acids’, Tetrahedron Lett. 2022, 103, 153983."}, {"Citation": "A. F. C. d. S. Oliveira, A. P. M. de Souza, A. S. de Oliveira, M. L. da Silva, F. M. de Oliveira, E. G. Santos, Í. E. P. da Silva, R. S. Ferreira, F. S. Villela, F. T. Martins, D. H. S. Leal, B. G. Vaz, R. R. Teixeira, S. O. de Paula, ‘Zirconium catalyzed synthesis of 2-arylidene Indan-1,3-diones and evaluation of their inhibitory activity against NS2B-NS3 WNV protease’, Eur. J. Med. Chem. 2018, 149, 98-109."}, {"Citation": "Z. Ruzi, L. Nie, K. Bozorov, J. Zhao, H. A. Aisa, ‘Synthesis and anticancer activity of ethyl 5-amino-1-N-substituted-imidazole-4-carboxylate building blocks’, Arch. Pharm. 2021, 354, 2000470."}, {"Citation": "Z. Ruzi, K. Bozorov, L. Nie, J. Zhao, H. A. Aisa, ‘Novel pyrazolo[3,4-d]pyrimidines as potential anticancer agents: Synthesis, VEGFR-2 inhibition, and mechanisms of action’, Biomed. Pharmacother. 2022, 156, 113948."}, {"Citation": "N. Normanno, A. De Luca, C. Bianco, L. Strizzi, M. Mancino, M. R. Maiello, A. Carotenuto, G. De Feo, F. Caponigro, D. S. Salomon, ‘Epidermal growth factor receptor (EGFR) signaling in cancer’, Gene 2006, 366, 2-16."}, {"Citation": "S.-Y. Lin, Y. Chang Hsu, Y.-H. Peng, Y.-Y. Ke, W.-H. Lin, H.-Y. Sun, H.-Y. Shiao, F.-M. Kuo, P.-Y. Chen, T.-W. Lien, C.-H. Chen, C.-Y. Chu, S.-Y. Wang, K.-C. Yeh, C.-P. Chen, T.-A. Hsu, S.-Y. Wu, T.-K. Yeh, C.-T. Chen, H.-P. Hsieh, ‘Discovery of a Furanopyrimidine-Based Epidermal Growth Factor Receptor Inhibitor (DBPR112) as a Clinical Candidate for the Treatment of Non-Small Cell Lung Cancer’, J. Med. Chem. 2019, 62, 10108-10123."}, {"Citation": "S. Kim, J. Chen, T. Cheng, A. Gindulyte, J. He, S. He, Q. Li, B. A. Shoemaker, P. A. Thiessen, B. Yu, L. Zaslavsky, J. Zhang, E. E. Bolton, ‘PubChem 2019 update: Improved access to chemical data’, Nucleic Acids Res. 2019, 47, D1102-D1109."}, {"Citation": "Y. Dai, W. Qiang, X. Yu, S. Cai, K. Lin, L. Xie, X. Lan, D. Wang, ‘Guizhi Fuling Decoction inhibiting the PI3K and MAPK pathways in breast cancer cells revealed by HTS2 technology and systems pharmacology’, Comput. Struct. Biotechnol. J. 2020, 18, 1121-1136."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "11", "Day": "9"}, {"Year": "2023", "Month": "1", "Day": "20"}, {"Year": "2023", "Month": "1", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "21", "Hour": "13", "Minute": "12"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36680784", "10.1002/cbdv.202201059"]}}], "PubmedBookArticle": []}