{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Alkaloids", "COVID 19", "Herbal medicines", "In vitro studies", "Infectious diseases", "Medicinal plants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36687385", "DateRevised": {"Year": "2024", "Month": "02", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "01", "Day": "18"}], "Language": ["eng"], "ELocationID": ["10.1007/s42535-022-00549-2"], "Journal": {"ISSN": "0970-4078", "JournalIssue": {"PubDate": {"Year": "2023", "Month": "Jan", "Day": "18"}}, "Title": "Vegetos (Bareilly, India)", "ISOAbbreviation": "Vegetos"}, "ArticleTitle": "Role of herbal medicines in the treatment of infectious diseases.", "Pagination": {"StartPage": "1", "EndPage": "11", "MedlinePgn": "1-11"}, "Abstract": {"AbstractText": ["Herbal medicines have helped to cure illness because the practice has continued for generations. Multiple alkaloids/compounds that occur naturally (as against single extracts) exhibit synergistic actions such as antiviral, antibacterial, anti-protozoal, and antioxidant. The cases related to viral, protozoal, and bacterial infections were selected. Patients with amoebiasis, <i>E-coli</i>, gastrointestinal infection, skin and urinary tract infections were treated using herbal drugs. Diagnoses were confirmed with investigations. Due to their cost effectiveness, these medicines are in great demand for primary health care with cultural acceptability and minimal side effects. The aim of the reported study is to show the actual use of Indian medicinal plants used for the treatment of various types of infectious diseases. Cases varying from COVID 19 to gastrointestinal infection, viral diseases, skin and wound infections are being treated effectively with herbal drugs."], "CopyrightInformation": "© The Author(s) under exclusive licence to Society for Plant Research 2023, Springer Nature or its licensor (e.g. a society or other partner) holds exclusive rights to this article under a publishing agreement with the author(s) or other rightsholder(s); author self-archiving of the accepted manuscript version of this article is solely governed by the terms of such publishing agreement and applicable law."}, "AuthorList": [{"Identifier": ["0000-0001-7621-0571"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Ramnarain Ruia Autonomous College, Matunga, Mumbai, 400019 India."}], "LastName": "Chaughule", "ForeName": "Ramesh S", "Initials": "RS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Repertory, Virar Homeopathic Medical College, Virar East, Virar, Maharashtra 401303 India."}], "LastName": "Barve", "ForeName": "Rajesh S", "Initials": "RS"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Vegetos", "NlmUniqueID": "101591564", "ISSNLinking": "0970-4078"}, "CoiStatement": "Conflict of interestThe authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ahmad S, Garg MO, Sanjrani MA, Singh M. A phyto-pharmacological overview on Adhatoda zeylanica Medic. Syn. A. vasica (Linn.) Nees Nat Prod Radiance. 2009;8(5):549–554."}, {"Citation": "Bag A, Bag A. Treatment of COVID-19 patients: Justiciaadhatoda leaves extract is a strong remedy for COVID-19 – Case report analysis and docking based study. ChemRxiv. Cambridge: Cambridge Open Engage; 2020."}, {"Citation": "Banerjee JN, Lewis JJ, Sharp GWG. Preliminary notes on alkaloids of aspidosperma. J Pharm Pharmacol. 1954;6(1):660–662. doi: 10.1111/j.2042-7158.1954.tb11001.x.", "ArticleIdList": ["10.1111/j.2042-7158.1954.tb11001.x", "13192627"]}, {"Citation": "Baral PK, Roy S, Sultana S. A review article on Adhatoda vasicanees: a potential source of bioactive compounds. Int J Dev Res. 2018;8(11):23874–23882."}, {"Citation": "Bashir S, Janbaz KH, Jabeen Q, et al. Studies on spasmogenic and spasmolytic activities of Calendula officinalis flowers. Phytother Res. 2006;20(10):906–910. doi: 10.1002/ptr.1980.", "ArticleIdList": ["10.1002/ptr.1980", "16906636"]}, {"Citation": "Boericke W. Boericke’s pocket manual of homeopathy. revised. Jain Publishers; 1989. p. 1048."}, {"Citation": "Boericke W. Pocket manual of homoeopathic materia medica. 9. Jain Publishers; 1993. pp. 584–585."}, {"Citation": "Clarence P. Infections caused by arthropod and rhodent born viruses Harrison’s principles of internal medicine, chapter 196. 18. Springer; 2011. pp. 1621–1622."}, {"Citation": "Croteau R, Kutchan TM, Lewis NG. Natural products (secondary metabolites) In: Buchanan BB, Gruissem W, Jones RL, editors. Biochemistry and molecular biology of plants. American Society of Plant Physiologists; 2000. pp. 1250–1319."}, {"Citation": "David S, Cunningham R. Echinacea for the prevention and treatment of upper respiratory tract infections: a systematic review and meta-analysis. Complement Ther Med. 2019;44:18–26. doi: 10.1016/j.ctim.2019.03.011.", "ArticleIdList": ["10.1016/j.ctim.2019.03.011", "31126553"]}, {"Citation": "De Souza Lima MCJ, et al. Aspidosperma pyrifolium has anti-inflammatory properties: an experimental study in mice with peritonitis induced by Tityus serrulatus venom or carrageenan. Int J Mol Sci. 2017;18(11):2248. doi: 10.3390/ijms18112248.", "ArticleIdList": ["10.3390/ijms18112248", "PMC5713218", "29137120"]}, {"Citation": "Dhankar S, Kaur R. Review on Justicia adhatoda, potential source of natural medicine. Afr J Plant Sci. 2011;5(11):620–627."}, {"Citation": "Efferth T, Koch E. Complex interactions between phytochemicals. The multi-target therapeutic concept of phytotherapy. Curr Drug Targets. 2011;12(1):122–132. doi: 10.2174/138945011793591626.", "ArticleIdList": ["10.2174/138945011793591626", "20735354"]}, {"Citation": "Fern K (2021) Tropical plants database, tropical. theferns.info. Available from: Web. https://tropical.theferns.info/viewtropical"}, {"Citation": "Gairola S, Gupta V, Bansal P, et al. Herbal anti tussives and expectorants – a review. Int J Pharm Sci Rev Res. 2010;5(2):002."}, {"Citation": "Ghosh SC. Justicia adhatoda, drugs of Hindustan. 9. Springer; 1984. pp. 193–216."}, {"Citation": "Ghosh R, Chakarborthy A. Identification of alkaloids from justicia adhatoda as potent SARS COV-2 main proteases inhibitor: an in-silico perspective. J Mol Struct. 2021;1229:129489. doi: 10.1016/j.molstruc.2020.129489.", "ArticleIdList": ["10.1016/j.molstruc.2020.129489", "PMC7571971", "33100380"]}, {"Citation": "Heinrich M, Barnes J, Gibbons S, et al. Fundamentals of pharmacognosy and phytotherapy. London: Elsevier; 2004. pp. 161–165."}, {"Citation": "Hensel H, Mass M. Phytochemistry, traditional use and current applications. J Ethnopharmacol. 2011;138:641–651. doi: 10.1016/j.jep.2011.10.002.", "ArticleIdList": ["10.1016/j.jep.2011.10.002", "22004891"]}, {"Citation": "Horatio CW., Jr Therapeutics of aspidosperma. JAMA. 1908;L1(19):1593–1594."}, {"Citation": "Jatoliya A, John J. Role of Eup. Perf. In cases of dengue fever. Eur J Mol Clin Med. 2020;7(6):1794–1796."}, {"Citation": "Jimenez-Medina E, et al. A new extract of the plant Calendula officinalis produces a dual in vitro effect: cytotoxic anti-tumor activity and lymphocyte activation. BMC Cancer. 2006;6:119. doi: 10.1186/1471-2407-6-119.", "ArticleIdList": ["10.1186/1471-2407-6-119", "PMC1513589", "16677386"]}, {"Citation": "Kalra M, Khatak M. Cold and flu: conventional vs botanical and nutritional therapy. Int J Drug Dev Res. 2011;3(1):314–327."}, {"Citation": "Leach MJ. Calendula officinalis and wound healing. A systematic review. Wounds. 2008;20(8):236–243.", "ArticleIdList": ["25941793"]}, {"Citation": "Milleri M, Murray J. Harrisons’s principles of internal medicine. 18. Springer; 2018. Diarrhea and constipation, chapter 40; pp. 308–316."}, {"Citation": "Munson PL, Muller RA, Bees GR. Principles of pharmacology. Basic concepts and clinical applications. New York : Chapman and Hall; 1995. pp. 1–5."}, {"Citation": "Nivetha P, et al. Inhibition of multiple SARS-CoV-2 proteins by an antiviral biomolecule, seselin from Aegle marmelos deciphered using molecular docking analysis. Res Sq. 2020 doi: 10.21203/rs.3.rs-31134/v1.", "ArticleIdList": ["10.21203/rs.3.rs-31134/v1", "34431451"]}, {"Citation": "Okoh OO, et al. The effects of drying on the chemical components of essential oils of Calendula officinalis L. Afr J Biotechnol. 2008;7(10):1500–1502."}, {"Citation": "Park M. Sunset western garden book. Sunset Publishing Corporation; 1995. pp. 606–607."}, {"Citation": "Phatak SR. Eupatorium. Perfoliatum., Materia Medica. of homoeopathic medicine, I.B.P. Jain Publishers; 1972. pp. 249–250."}, {"Citation": "Pommier P, et al. Phase III randomized trial of Calendula officinalis compared with trolamine for the prevention of acute dermatitis during irradiation for breast cancer. J Clin Oncol. 2004;22(8):1447–1453. doi: 10.1200/JCO.2004.07.063.", "ArticleIdList": ["10.1200/JCO.2004.07.063", "15084618"]}, {"Citation": "Rakulini R, Kalaichelvi S. A review of antidiarrhoeal activity of Aegle mar. J Complement Altern Med Res. 2019;7(2):1–10. doi: 10.9734/jocamr/2019/v7i230095.", "ArticleIdList": ["10.9734/jocamr/2019/v7i230095"]}, {"Citation": "Saeed-ul-Hassan S, et al. Comparative Clinical study on the effectiveness of homeopathic combination remedy with standard maintenance therapy. Trop J Pharma Res. 2013;12(5):767–770."}, {"Citation": "Sinha S, Sharma A. Evaluation of phytochemical and pharmacological aspects of Holarrhena Antidysenterica.: a comprehensive review. J Pharm Res. 2013;6:488–492."}, {"Citation": "Stace CA. New flora of the British Isles. 3. Cambridge: Cambridge University Press; 2010."}, {"Citation": "Sukriti RS, Sharma P, Singh C, et al. Bronchial asthma and aspidosperma: a study of 50 patients. TU J Homeopathy Med Sci. 2020;3(1):24–34."}, {"Citation": "Thangaraju P, Sudha Ty S, Pasala PK, Hari Ty S, Venkatesan S, Thangaraju E. The role of justicia adhatoda as prophylaxis for COVID-19: analysis based on docking study. Infect Disord Drug Targets. 2021 doi: 10.2174/1871526521666210119120643.", "ArticleIdList": ["10.2174/1871526521666210119120643", "33463480"]}, {"Citation": "Ukiya M, et al. Anti-inflammatory, anti-tumor-promoting, and cytotoxic activities of constituents of pot marigold (Calendula officinalis) flowers. J Nat Prod. 2006;69(12):1692–1696. doi: 10.1021/np068016b.", "ArticleIdList": ["10.1021/np068016b", "17190444"]}, {"Citation": "Van Qet BN, et al. Anti-inflammatory effect of Inonotus obliquus, Polygala senega L., and Viburnum trilobum in a cell screening assay. J Ethnopharmacol. 2009;125(3):487–493. doi: 10.1016/j.jep.2009.06.026.", "ArticleIdList": ["10.1016/j.jep.2009.06.026", "19577624"]}, {"Citation": "Verma PN. Schwbe’s rare and clinically established mother tinctures. 2. Springer; 2006. p. 28."}, {"Citation": "Verma PN, Yadav K. Scwabe’s compendium of rare and clinically established mother tinctures. 2. Springer; 2013. p. 152."}, {"Citation": "Yoshikawa M, et al. Medicinal flowers. III. Marigold. (1): hypoglycemic, gastric emptying inhibitory, and gastro protective principles and new oleanane-type triterpene oligolycosides, calenda saponins A, B, C, and D, from Egyptian Calendula officinalis. Chem Pharm Bull. 2001;49(7):863–870. doi: 10.1248/cpb.49.863.", "ArticleIdList": ["10.1248/cpb.49.863", "11456093"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "9", "Day": "7"}, {"Year": "2022", "Month": "12", "Day": "9"}, {"Year": "2022", "Month": "12", "Day": "13"}, {"Year": "2023", "Month": "1", "Day": "23", "Hour": "5", "Minute": "2"}, {"Year": "2023", "Month": "1", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "18"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["36687385", "PMC9845097", "10.1007/s42535-022-00549-2", "549"]}}], "PubmedBookArticle": []}