{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Defense mechanism", "ELICE16INDURES®", "Expression profiling", "Glycine max", "Soybean"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36691550", "DateRevised": {"Year": "2023", "Month": "04", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "01", "Day": "10"}], "Language": ["eng"], "ELocationID": ["e12907", "10.1016/j.heliyon.2023.e12907"], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "9", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Jan"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "Natural immunity stimulation using ELICE16INDURES® plant conditioner in field culture of soybean.", "Pagination": {"StartPage": "e12907", "MedlinePgn": "e12907"}, "Abstract": {"AbstractText": ["Recently, climate change has had an increasing impact on the world. Innate defense mechanisms operating in plants - such as PAMP-triggered Immunity (PTI) - help to reduce the adverse effects caused by various abiotic and biotic stressors. In this study, the effects of ELICE16INDURES® plant conditioner for organic farming, developed by the Research Institute for Medicinal Plants and Herbs Ltd. Budakalász Hungary, were studied in a soybean population in Northern Hungary. The active compounds and ingredients of this product were selected in such a way as to facilitate the triggering of general plant immunity without the presence and harmful effects of pathogens, thereby strengthening the healthy plant population and preparing it for possible stress effects. In practice, treatments of this agent were applied at two different time points and two concentrations. The conditioning effect was well demonstrated by using agro-drone and ENDVI determination in the soybean field. The genetic background of healthier plants was investigated by NGS sequencing, and by the expression levels of genes encoding enzymes involved in the catalysis of metabolic pathways regulating PTI. The genome-wide transcriptional profiling resulted in 13 contigs related to PAMP-triggered immunity and activated as a result of the treatments. Further analyses showed 16 additional PTI-related contigs whose gene expression changed positively as a result of the treatments. The gene expression values of genes encoded in these contigs were determined by <i>in silico</i> mRNA quantification and validated by RT-qPCR. Both - relatively low and high treatments - showed an increase in gene expression of key genes involving AOC, IFS, MAPK4, MEKK, and GST. Transcriptomic results indicated that the biosyntheses of jasmonic acid (JA), salicylic acid (SA), phenylpropanoid, flavonoid, phytoalexin, and cellular detoxification processes were triggered in the appropriate molecular steps and suggested that plant immune reactions may be activated also artificially, and innate immunity can be enhanced with proper plant biostimulants."], "CopyrightInformation": "© 2023 The Authors."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Physiology and Plant Ecology, Campus Keszthely, Hungarian University of Agriculture and Life Sciences Georgikon, Keszthely, Hungary."}], "LastName": "Decsi", "ForeName": "Kincső", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Physiology and Plant Ecology, Campus Keszthely, Hungarian University of Agriculture and Life Sciences Georgikon, Keszthely, Hungary."}], "LastName": "Kutasy", "ForeName": "Barbara", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "EduCoMat Ltd., Keszthely, Hungary."}, {"Identifier": [], "Affiliation": "Department of Information Technology and Its Applications, Faculty of Information Technology, University of Pannonia, Zalaegerszeg, Hungary."}, {"Identifier": [], "Affiliation": "Institute of Metagenomics, University of Debrecen, Debrecen, Hungary."}], "LastName": "Hegedűs", "ForeName": "Géza", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Biology, Campus Keszthely, Hungarian University of Agriculture and Life Sciences Georgikon, Keszthely, Hungary."}], "LastName": "Alföldi", "ForeName": "Zoltán Péter", "Initials": "ZP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry and Medical Chemistry, University of Pecs, Medical School, Pecs, Hungary."}], "LastName": "Kálmán", "ForeName": "Nikoletta", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Institute for Medicinal Plants and Herbs Ltd., Budakalász, Hungary."}], "LastName": "Nagy", "ForeName": "Ágnes", "Initials": "Á"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "EduCoMat Ltd., Keszthely, Hungary."}, {"Identifier": [], "Affiliation": "Institute of Metagenomics, University of Debrecen, Debrecen, Hungary."}, {"Identifier": [], "Affiliation": "Research Institute for Medicinal Plants and Herbs Ltd., Budakalász, Hungary."}, {"Identifier": [], "Affiliation": "Department of Molecular Biotechnology and Microbiology, Institute of Biotechnology, Faculty of Science and Technology, University of Debrecen, Debrecen, Hungary."}], "LastName": "Virág", "ForeName": "Eszter", "Initials": "E"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}, "CommentsCorrectionsList": [{"RefSource": "Heliyon. 2023 Feb 25;9(3):e13954. doi: 10.1016/j.heliyon.2023.e13954", "PMID": "37101488"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Szatmari A., et al. Characterisation of basal resistance (BR) by expression patterns of newly isolated representative genes in tobacco. Plant Cell Rep. 2006;25(7):728–740.", "ArticleIdList": ["16456648"]}, {"Citation": "Jones J.D., Dangl J.L. The plant immune system. Nature. 2006;444(7117):323–329.", "ArticleIdList": ["17108957"]}, {"Citation": "Lavanya S.N., et al. Immunity elicitors for induced resistance against the downy mildew pathogen in pearl millet. Sci. Rep. 2022;12(1):1–17.", "ArticleIdList": ["PMC8904771", "35260725"]}, {"Citation": "Cohn J., Sessa G., Martin G.B. Innate immunity in plants. Curr. Opin. Immunol. 2001;13(1):55–62.", "ArticleIdList": ["11154918"]}, {"Citation": "Amari K., Niehl A. Nucleic acid-mediated PAMP-triggered immunity in plants. Curr. Opin. Virol. 2020;42:32–39.", "ArticleIdList": ["32504993"]}, {"Citation": "Chisholm S.T., et al. Host-microbe interactions: shaping the evolution of the plant immune response. Cell. 2006;124(4):803–814.", "ArticleIdList": ["16497589"]}, {"Citation": "Peng Y., van Wersch R., Zhang Y. Convergent and divergent signaling in PAMP-triggered immunity and effector-triggered immunity. Mol. Plant Microbe Interact. 2018;31(4):403–409.", "ArticleIdList": ["29135338"]}, {"Citation": "Mogensen T.H. Pathogen recognition and inflammatory signaling in innate immune defenses. Clin. Microbiol. Rev. 2009;22(2):240–273.", "ArticleIdList": ["PMC2668232", "19366914"]}, {"Citation": "Ausubel F.M. Are innate immune signaling pathways in plants and animals conserved? Nat. Immunol. 2005;6(10):973–979.", "ArticleIdList": ["16177805"]}, {"Citation": "Bittel P., Robatzek S. Microbe-associated molecular patterns (MAMPs) probe plant immunity. Curr. Opin. Plant Biol. 2007;10(4):335–341.", "ArticleIdList": ["17652011"]}, {"Citation": "Boller T., Felix G. A renaissance of elicitors: perception of Microbe–associated molecular patterns and danger signals by pattern-recognition. Annu. Rev. Plant Biol. 2009;60:379–406.", "ArticleIdList": ["19400727"]}, {"Citation": "Bueno T.V., et al. A Phakopsora pachyrhizi effector suppresses PAMP-triggered immunity and interacts with a soybean glucan endo-1, 3-β-glucosidase to promote virulence. Mol. Plant Microbe Interact. 2022;35:779–790.", "ArticleIdList": ["35617509"]}, {"Citation": "Ahlfors R., et al. Stress hormone‐independent activation and nuclear translocation of mitogen‐activated protein kinases in Arabidopsis thaliana during ozone exposure. Plant J. 2004;40(4):512–522.", "ArticleIdList": ["15500467"]}, {"Citation": "Rongai D., et al. Antifungal activity of some botanical extracts on Fusarium oxysporum. Open Life Sci. 2015;10(1)"}, {"Citation": "Sharma B., Kumar P. In vitro antifungal potency of some plant extracts against Fusarium oxysporum. Int. J. Green Pharm. 2009;3(1)"}, {"Citation": "Ji D., et al. The effects of ultrasonication on the phytochemicals, antioxidant, and polyphenol oxidase and peroxidase activities in coffee leaves. Food Chem. 2022;373", "ArticleIdList": ["34731790"]}, {"Citation": "Šernaitė L. Plant extracts: antimicrobial and antifungal activity and appliance in plant protection. Sodininkyste Daržininkyste. 2017;36(3/4):58–68."}, {"Citation": "Pritchard L., Birch P.R. The zigzag model of plant–microbe interactions: is it time to move on? Mol. Plant Pathol. 2014;15(9):865.", "ArticleIdList": ["PMC6638871", "25382065"]}, {"Citation": "Knief C., Delmotte N., Vorholt J.A. Bacterial adaptation to life in association with plants–A proteomic perspective from culture to in situ conditions. Proteomics. 2011;11(15):3086–3105.", "ArticleIdList": ["21548095"]}, {"Citation": "Satya P., et al. Plant Genomics for Sustainable Agriculture. Springer; 2022. Transcriptomics in plant; pp. 99–127."}, {"Citation": "Hegedűs G., Kutasy B., Kiniczky M., Decsi K., Juhász Á., Nagy Á., Pallos P.P., Virág E. Liposomal formulation of botanical extracts may enhance yield triggering PR genes and phenylpropanoid pathway in Barley (Hordeum vulgare) Plants-Basel. 2022;11(21)", "ArticleIdList": ["PMC9658110", "36365426"]}, {"Citation": "Decsi K., et al. RNA-seq datasets of field soybean cultures conditioned by Elice16Indures® biostimulator. Data Brief. 2022;42", "ArticleIdList": ["PMC9046642", "35496495"]}, {"Citation": "Akashi T., et al. cDNA cloning and biochemical characterization of S-adenosyl-L-methionine: 2, 7, 4′-trihydroxyisoflavanone 4′-O-methyltransferase, a critical enzyme of the legume isoflavonoid phytoalexin pathway. Plant Cell Physiol. 2003;44(2):103–112.", "ArticleIdList": ["12610212"]}, {"Citation": "Liu Y., et al. Hormesis of glyceollin I, an induced phytoalexin from soybean, on budding yeast chronological lifespan extension. Molecules. 2014;19(1):568–580.", "ArticleIdList": ["PMC6270785", "24399048"]}, {"Citation": "Guttikonda S.K., et al. Whole genome co-expression analysis of soybean cytochrome P450 genes identifies nodulation-specific P450 monooxygenases. BMC Plant Biol. 2010;10(1):1–19.", "ArticleIdList": ["PMC3095325", "21062474"]}, {"Citation": "Pandian B.A., et al. Role of cytochrome P450 enzymes in plant stress response. Antioxidants. 2020;9(5):454.", "ArticleIdList": ["PMC7278705", "32466087"]}, {"Citation": "Gullner G., et al. Glutathione S-transferase enzymes in plant-pathogen interactions. Front. Plant Sci. 2018;9:1836.", "ArticleIdList": ["PMC6308375", "30622544"]}, {"Citation": "Aerts N., et al. Transcriptional regulation of plant innate immunity. Essays Biochem. 2022", "ArticleIdList": ["PMC9528082", "35726519"]}, {"Citation": "Hussain A., et al. Molecular regulation of pepper innate immunity and stress tolerance: an overview of WRKY TFs. Microb. Pathog. 2019;135", "ArticleIdList": ["31288065"]}, {"Citation": "Xing D.-H., et al. Stress-and pathogen-induced Arabidopsis WRKY48 is a transcriptional activator that represses plant basal defense. Mol. Plant. 2008;1(3):459–470.", "ArticleIdList": ["19825553"]}, {"Citation": "Wang L., et al. Transcriptome profilling analysis characterized the gene expression patterns responded to combined drought and heat stresses in soybean. Comput. Biol. Chem. 2018;77:413–429.", "ArticleIdList": ["30476702"]}, {"Citation": "Ahn Y.O., et al. Vicianin hydrolase is a novel cyanogenic β-glycosidase specific to β-vicianoside (6-O-α-L-arabinopyranosyl-β-D-glucopyranoside) in seeds of Vicia angustifolia. Plant Cell Physiol. 2007;48(7):938–947.", "ArticleIdList": ["17548373"]}, {"Citation": "Liu X., et al. Rice OsAAA-ATPase1 is induced during blast infection in a salicylic acid-dependent manner, and promotes blast fungus resistance. Int. J. Mol. Sci. 2020;21(4):1443.", "ArticleIdList": ["PMC7073101", "32093321"]}, {"Citation": "Yedidi R.S., Wendler P., Enenkel C. AAA-ATPases in protein degradation. Front. Mol. Biosci. 2017;4:42.", "ArticleIdList": ["PMC5476697", "28676851"]}, {"Citation": "Sugimoto M., et al. A hypersensitive response-induced ATPase associated with various cellular activities (AAA) protein from tobacco plants. Plant Mol. Biol. 2004;56(6):973–985.", "ArticleIdList": ["15821994"]}, {"Citation": "Lee M.H., Sano H. Attenuation of the hypersensitive response by an ATPase associated with various cellular activities (AAA) protein through suppression of a small GTPase, ADP ribosylation factor, in tobacco plants. Plant J. 2007;51(1):127–139.", "ArticleIdList": ["17559512"]}, {"Citation": "Zhang B., et al. The mitochondrial outer membrane AAA ATP ase at OM 66 affects cell death and pathogen resistance in A rabidopsis thaliana. Plant J. 2014;80(4):709–727.", "ArticleIdList": ["25227923"]}, {"Citation": "Zhu X., et al. The multivesicular bodies (MVBs)-localized AAA ATPase LRD6-6 inhibits immunity and cell death likely through regulating MVBs-mediated vesicular trafficking in rice. PLoS Genet. 2016;12(9):e1006311.", "ArticleIdList": ["PMC5019419", "27618555"]}, {"Citation": "Fekih R., et al. The rice (Oryza sativa L.) LESION MIMIC RESEMBLING, which encodes an AAA-type ATPase, is implicated in defense response. Mol. Genet. Genom. 2015;290(2):611–622.", "ArticleIdList": ["25367283"]}, {"Citation": "Bannoud F., et al. Dissecting the genetic control of root and leaf tissue-specific anthocyanin pigmentation in carrot (Daucus carota L.) Theoret. Appl. Genet. 2019;132(9):2485–2507.", "ArticleIdList": ["31144001"]}, {"Citation": "Schopfer C.R., et al. Molecular characterization and functional expression of dihydroxypterocarpan 6a‐hydroxylase, an enzyme specific for pterocarpanoid phytoalexin biosynthesis in soybean (Glycine max L.) FEBS Lett. 1998;432(3):182–186.", "ArticleIdList": ["9720921"]}, {"Citation": "Abe C., et al. Visualization analysis of glyceollin production in germinating soybeans by matrix-assisted laser desorption/ionization mass spectrometric imaging technique. J. Agric. Food Chem. 2021;69(25):7057–7063.", "ArticleIdList": ["34152141"]}, {"Citation": "Wang Y., et al. Genome-wide identification and comparative analysis of WRKY transcription factors related to momilactone biosynthesis in calohypnum plumiforme. Front. Ecol. Evol. 2022:1030."}, {"Citation": "Atawong A., Hasegawa M., Kodama O. Biosynthesis of rice phytoalexin: enzymatic conversion of 3β-hydroxy-9β-pimara-7, 15-dien-19, 6β-olide to momilactone A. Biosci. Biotechnol. Biochem. 2002;66(3):566–570.", "ArticleIdList": ["12005050"]}, {"Citation": "Shimura K., et al. Identification of a biosynthetic gene cluster in rice for momilactones. J. Biol. Chem. 2007;282(47):34013–34018.", "ArticleIdList": ["17872948"]}, {"Citation": "Takabatake R., et al. Involvement of wound‐induced receptor‐like protein kinase in wound signal transduction in tobacco plants. Plant J. 2006;47(2):249–257.", "ArticleIdList": ["16790031"]}, {"Citation": "Im J.H., et al. Soybean MAPK, GMK1 is dually regulated by phosphatidic acid and hydrogen peroxide and translocated to nucleus during salt stress. Mol. Cell. 2012;34(3):271–278.", "ArticleIdList": ["PMC3887844", "22886763"]}, {"Citation": "Sun T., Zhang Y. MAP kinase cascades in plant development and immune signaling. EMBO Rep. 2022;23(2)", "ArticleIdList": ["PMC8811656", "35041234"]}, {"Citation": "Lee J., et al. Dynamic changes in the localization of MAPK cascade components controlling pathogenesis-related (PR) gene expression during innate immunity in parsley. J. Biol. Chem. 2004;279(21):22440–22448.", "ArticleIdList": ["15001572"]}, {"Citation": "Jonak C., et al. Complexity, cross talk and integration of plant MAP kinase signalling. Curr. Opin. Plant Biol. 2002;5(5):415–424.", "ArticleIdList": ["12183180"]}, {"Citation": "Mizoguchi T., Ichimura K., Shinozaki K. Environmental stress response in plants: the role of mitogen-activated protein kinases. Trends Biotechnol. 1997;15(1):15–19.", "ArticleIdList": ["9032988"]}, {"Citation": "Asai T., et al. Gó mez-Gó mez L., Boller T., Ausubel F.M., Sheen J. MAP kinase signalling cascade in Arabidopsis innate immunity. Nature. 2002;415:977–983. 2002.", "ArticleIdList": ["11875555"]}, {"Citation": "Lee H.K., et al. Drought stress-induced Rma1H1, a RING membrane-anchor E3 ubiquitin ligase homolog, regulates aquaporin levels via ubiquitination in transgenic Arabidopsis plants. Plant Cell. 2009;21(2):622–641.", "ArticleIdList": ["PMC2660634", "19234086"]}, {"Citation": "Yang K.-Y., Liu Y., Zhang S. Activation of a mitogen-activated protein kinase pathway is involved in disease resistance in tobacco. Proc. Natl. Acad. Sci. USA. 2001;98:741–746.", "ArticleIdList": ["PMC14658", "11209069"]}, {"Citation": "He X., et al. The function of MAPK cascades in response to various stresses in horticultural plants. Front. Plant Sci. 2020;11:952.", "ArticleIdList": ["PMC7412866", "32849671"]}, {"Citation": "Kroj T., et al. Mitogen-activated protein kinases play an essential role in oxidative burst-independent expression of pathogenesis-related genes in parsley. J. Biol. Chem. 2003;278(4):2256–2264.", "ArticleIdList": ["12426314"]}, {"Citation": "Wu P., et al. Divergent evolutionary patterns of the MAPK cascade genes in Brassica rapa and plant phylogenetics. Horticult. Res. 2017;4", "ArticleIdList": ["PMC5744264", "29285397"]}, {"Citation": "Kishi-Kaboshi M., et al. A rice fungal MAMP‐responsive MAPK cascade regulates metabolic flow to antimicrobial metabolite synthesis. Plant J. 2010;63(4):599–612.", "ArticleIdList": ["PMC2988419", "20525005"]}, {"Citation": "Hettenhausen C., et al. Fatty acid-amino acid conjugates are essential for systemic activation of salicylic acid-induced protein kinase and accumulation of jasmonic acid in Nicotiana attenuata. BMC Plant Biol. 2014;14(1):1–12.", "ArticleIdList": ["PMC4263023", "25430398"]}, {"Citation": "Fraudentali I., et al. Developmental, hormone-and stress-modulated expression profiles of four members of the Arabidopsis copper-amine oxidase gene family. Plant Physiol. Biochem. 2020;147:141–160.", "ArticleIdList": ["31862580"]}, {"Citation": "Angelini R., et al. Plant amine oxidases “on the move”: an update. Plant Physiol. Biochem. 2010;48(7):560–564.", "ArticleIdList": ["20219383"]}, {"Citation": "Easwar Rao D., Viswanatha Chaitanya K. Changes in the antioxidant intensities of seven different soybean (Glycine max (L.) Merr.) cultivars during drought. J. Food Biochem. 2020;44(2)", "ArticleIdList": ["31845369"]}, {"Citation": "Tsaniklidis G., et al. l-Ascorbic acid metabolism in parthenocarpic and seeded cherry tomatoes. Plant Growth Regul. 2014;72(2):141–153."}, {"Citation": "Egbichi I., Keyster M., Ludidi N. Effect of exogenous application of nitric oxide on salt stress responses of soybean. South Afr. J. Bot. 2014;90:131–136."}, {"Citation": "Yang J., et al. Genome-wide transcriptome analysis and characterization of the cytochrome P450 flavonoid biosynthesis genes in pigeon pea (Cajanus cajan) Planta. 2022;255(6):1–26.", "ArticleIdList": ["35538269"]}, {"Citation": "Ralston L., Yu O. Metabolons involving plant cytochrome P450s. Phytochemistry Rev. 2006;5(2):459–472."}, {"Citation": "Winkel B.S. Metabolic channeling in plants. Annu. Rev. Plant Biol. 2004;55:85.", "ArticleIdList": ["15725058"]}, {"Citation": "Wang J., et al. Enhanced disease susceptibility1 mediates pathogen resistance and virulence function of a bacterial effector in soybean. Plant Physiol. 2014;165(3):1269–1284.", "ArticleIdList": ["PMC4081336", "24872380"]}, {"Citation": "Cui H., et al. A core function of EDS1 with PAD4 is to protect the salicylic acid defense sector in Arabidopsis immunity. New Phytol. 2017;213(4):1802–1817.", "ArticleIdList": ["27861989"]}, {"Citation": "Bartsch M., et al. Salicylic acid–independent ENHANCED DISEASE SUSCEPTIBILITY1 signaling in Arabidopsis immunity and cell death is regulated by the monooxygenase FMO1 and the nudix hydrolase NUDT7. Plant Cell. 2006;18(4):1038–1051.", "ArticleIdList": ["PMC1425861", "16531493"]}, {"Citation": "Glazebrook J., et al. Topology of the network integrating salicylate and jasmonate signal transduction derived from global expression phenotyping. Plant J. 2003;34(2):217–228.", "ArticleIdList": ["12694596"]}, {"Citation": "Gloggnitzer J., et al. Nonsense-mediated mRNA decay modulates immune receptor levels to regulate plant antibacterial defense. Cell Host Microbe. 2014;16(3):376–390.", "ArticleIdList": ["25211079"]}, {"Citation": "Wang L., et al. The genetic network controlling the Arabidopsis transcriptional response to Pseudomonas syringae pv. maculicola: roles of major regulators and the phytotoxin coronatine. Mol. Plant-microbe Interact. 2008;21(11):1408–1420.", "ArticleIdList": ["18842091"]}, {"Citation": "Zhang Y., et al. A gain-of-function mutation in a plant disease resistance gene leads to constitutive activation of downstream signal transduction pathways in suppressor of npr1-1, constitutive 1. Plant Cell. 2003;15(11):2636–2646.", "ArticleIdList": ["PMC280567", "14576290"]}, {"Citation": "Lefevere H., Bauters L., Gheysen G. Salicylic acid biosynthesis in plants. Front. Plant Sci. 2020;11:338.", "ArticleIdList": ["PMC7182001", "32362901"]}, {"Citation": "Nawrath C., et al. EDS5, an essential component of salicylic acid–dependent signaling for disease resistance in Arabidopsis, is a member of the MATE transporter family. Plant Cell. 2002;14(1):275–286.", "ArticleIdList": ["PMC150564", "11826312"]}, {"Citation": "Mine A., et al. An incoherent feed‐forward loop mediates robustness and tunability in a plant immune network. EMBO Rep. 2017;18(3):464–476.", "ArticleIdList": ["PMC5331241", "28069610"]}, {"Citation": "Froehlich J.E., Itoh A., Howe G.A. Tomato allene oxide synthase and fatty acid hydroperoxide lyase, two cytochrome P450s involved in oxylipin metabolism, are targeted to different membranes of chloroplast envelope. Plant Physiol. 2001;125(1):306–317.", "ArticleIdList": ["PMC61011", "11154338"]}, {"Citation": "Stenzel I., et al. Jasmonate biosynthesis and the allene oxide cyclase family of Arabidopsis thaliana. Plant Mol. Biol. 2003;51(6):895–911.", "ArticleIdList": ["12777050"]}, {"Citation": "Vick B.A., Zimmerman D.C. Biosynthesis of jasmonic acid by several plant species. Plant Physiol. 1984;75(2):458–461.", "ArticleIdList": ["PMC1066929", "16663643"]}, {"Citation": "Zhang W., et al. GmAOC4 modulates seed germination by regulating JA biosynthesis in soybean. Theoret. Appl. Genet. 2022;135(2):439–447.", "ArticleIdList": ["34674010"]}, {"Citation": "Santino A., et al. Jasmonate signaling in plant development and defense response to multiple (a) biotic stresses. Plant Cell Rep. 2013;32(7):1085–1098.", "ArticleIdList": ["23584548"]}, {"Citation": "Wang J., et al. Functions of jasmonic acid in plant regulation and response to abiotic stress. Int. J. Mol. Sci. 2020;21(4):1446.", "ArticleIdList": ["PMC7073113", "32093336"]}, {"Citation": "Dudler R., et al. A pathogen-induced wheat gene encodes a protein homologous to glutathione-S-transferases. Mol. Plant Microbe Interact. 1991;4:14–18.", "ArticleIdList": ["1799693"]}, {"Citation": "Edwards R., Dixon R.A. Glutathione S-cinnamoyl transferases in plants. Phytochemistry. 1991;30(1):79–84."}, {"Citation": "Farago S., Brunold C., Kreuz K. Herbicide safeners and glutathione metabolism. Physiol. Plantarum. 1994;91(3):537–542."}, {"Citation": "Flury T., Adam D., Kreuz K. A 2, 4‐D‐inducible glutathione S‐transferase from soybean (Glycine max). Purification, characterisation and induction. Physiol. Plantarum. 1995;94(2):312–318."}, {"Citation": "Fuerst E.P., Irzyk G.P., Miller K.D. Partial characterization of glutathione S-transferase isozymes induced by the herbicide safener benoxacor in maize. Plant Physiol. 1993;102(3):795–802.", "ArticleIdList": ["PMC158849", "12231867"]}, {"Citation": "Hahn K., Strittmatter G. Pathogen‐defence gene prp1–1 from potato encodes an auxin‐responsive glutathione S‐transferase. Eur. J. Biochem. 1994;226(2):619–626.", "ArticleIdList": ["8001577"]}, {"Citation": "Ulmasov T., et al. The soybean GH2/4 gene that encodes a glutathione S-transferase has a promoter that is activated by a wide range of chemical agents. Plant Physiol. 1995;108(3):919–927.", "ArticleIdList": ["PMC157441", "7630972"]}, {"Citation": "Zhang Z., et al. Genomic, molecular evolution, and expression analysis of NOX genes in soybean (Glycine max) Genomics. 2019;111(4):619–628.", "ArticleIdList": ["29621573"]}, {"Citation": "Bao X., Bingchang Z., Qinhua L. Study on the superoxide dismutase of soybean seeds from different species in subgenus soja. Acta Bot. Sin. 1989"}, {"Citation": "Cardoso J., et al. In: 12th International Symposium on Metal Ions in Biology and Medicine. Torre M.H., Gambino D., editors. 2013. Preliminary study of superoxide dismutase activity in soybean seeds with good and poor in vitro viability used in Uruguay. (Montevideo, Uruguay)"}, {"Citation": "Cona A., et al. Reactive oxygen species production in the plant apoplastic environment. Trends Plant Sci. 2006;2(11):80–88.", "ArticleIdList": ["16406305"]}, {"Citation": "Grant J.J., Loake G.J. Role of reactive oxygen intermediates and cognate redox signaling in disease resistance. Plant Physiol. 2000;124(1):21–30.", "ArticleIdList": ["PMC1539275", "10982418"]}, {"Citation": "Mittler R. Oxidative stress, antioxidants and stress tolerance. Trends Plant Sci. 2002;7:405–410.", "ArticleIdList": ["12234732"]}, {"Citation": "Vranová E., Inzé D., Van Breusegem F. Signal transduction during oxidative stress. J. Exp. Bot. 2002;53(372):1227–1236.", "ArticleIdList": ["11997371"]}, {"Citation": "Laurenzi M., et al. De-etiolation causes a phytochrome-mediated increase of polyamine oxidase expression in outer tissues of the maize mesocotyl: a role in the photomodulation of growth and cell wall differentiation. Planta. 1999;208(2):146–154."}, {"Citation": "Pennell R.I., Lamb C. Programmed cell death in plants. Plant Cell. 1997;9(7):1157.", "ArticleIdList": ["PMC156988", "12237381"]}, {"Citation": "Rea G., et al. Copper amine oxidase expression in defense responses to wounding and Ascochyta rabiei invasion. Plant Physiol. 2002;128(3):865–875.", "ArticleIdList": ["PMC152200", "11891243"]}, {"Citation": "Walters D. Resistance to plant pathogens: possible roles for free polyamines and polyamine catabolism. New Phytol. 2003;159(1):109–115.", "ArticleIdList": ["33873679"]}, {"Citation": "Yoda H., Yamaguchi Y., Sano H. Induction of hypersensitive cell death by hydrogen peroxide produced through polyamine degradation in tobacco plants. Plant Physiol. 2003;132(4):1973–1981.", "ArticleIdList": ["PMC181282", "12913153"]}, {"Citation": "Lozovaya V.V., et al. Modification of phenolic metabolism in soybean hairy roots through down regulation of chalcone synthase or isoflavone synthase. Planta. 2007;225(3):665–679.", "ArticleIdList": ["16924535"]}, {"Citation": "Lygin A.V., et al. Glyceollin is an important component of soybean plant defense against Phytophthora sojae and Macrophomina phaseolina. Phytopathology. 2013;103(10):984–994.", "ArticleIdList": ["23617338"]}, {"Citation": "García-Ponce B., Rocha-Sosa M. The octadecanoid pathway is required for pathogen-induced multi-functional acetyl-CoA carboxylase accumulation in common bean (Phaseolus vulgaris L.) Plant Sci. 2000;157(2):181–190.", "ArticleIdList": ["10960731"]}, {"Citation": "Hegedűs G., et al. Transcriptome datasets of β-Aminobutyric acid (BABA)-primed mono-and dicotyledonous plants, Hordeum vulgare and Arabidopsis thaliana. Data Brief. 2022;41", "ArticleIdList": ["PMC8891957", "35252498"]}, {"Citation": "Bolger A.M., Lohse M., Usadel B. Trimmomatic: a flexible trimmer for Illumina sequence data. Bioinformatics. 2014;30(15):2114–2120.", "ArticleIdList": ["PMC4103590", "24695404"]}, {"Citation": "Grabherr M.G., et al. Trinity: reconstructing a full-length transcriptome without a genome from RNA-Seq data. Nat. Biotechnol. 2011;29(7):644.", "ArticleIdList": ["PMC3571712", "21572440"]}, {"Citation": "Langmead B., Salzberg S.L. Fast gapped-read alignment with Bowtie 2. Nat. Methods. 2012;9(4):357–359.", "ArticleIdList": ["PMC3322381", "22388286"]}, {"Citation": "Bioinformatics B., Valencia S. OmicsBox-Bioinformatics made easy. Mar. 2019;3:2019."}, {"Citation": "Anders S., Pyl P.T., Huber W. HTSeq—a Python framework to work with high-throughput sequencing data. Bioinformatics. 2015;31(2):166–169.", "ArticleIdList": ["PMC4287950", "25260700"]}, {"Citation": "Tarazona S., et al. NOIseq: a RNA-seq differential expression method robust for sequencing depth biases. EMBnet. J. 2011;17(B):18–19."}, {"Citation": "Huang D.W., Sherman B.T., Lempicki R.A. Bioinformatics enrichment tools: paths toward the comprehensive functional analysis of large gene lists. Nucleic Acids Res. 2009;37:1–13.", "ArticleIdList": ["PMC2615629", "19033363"]}, {"Citation": "Altschul S.F., et al. Basic local alignment search tool. J. Mol. Biol. 1990;215(3):403–410.", "ArticleIdList": ["2231712"]}, {"Citation": "Kanehisa M., Goto S. Comprehensive gene and pathway analysis of cervical cancer progression. Nucleic Acids Res. 2000;28:27–30.", "ArticleIdList": ["PMC102409", "10592173"]}, {"Citation": "Atallah J., et al. The utility of shallow RNA-seq for documenting differential gene expression in genes with high and low levels of expression. PLoS One. 2013;8(12)", "ArticleIdList": ["PMC3865247", "24358338"]}, {"Citation": "Mátyás K.K., et al. Different expression pattern of flowering pathway genes contribute to male or female organ development during floral transition in the monoecious weed Ambrosia artemisiifolia L.(Asteraceae) PeerJ. 2019;7:e7421.", "ArticleIdList": ["PMC6779118", "31598422"]}, {"Citation": "Untergasser A., et al. Primer 3—new capabilities and interfaces. Nucleic Acids Res. 2012;40(15):e115. e115.", "ArticleIdList": ["PMC3424584", "22730293"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "5", "Day": "9"}, {"Year": "2022", "Month": "12", "Day": "30"}, {"Year": "2023", "Month": "1", "Day": "6"}, {"Year": "2023", "Month": "1", "Day": "24", "Hour": "1", "Minute": "46"}, {"Year": "2023", "Month": "1", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "25", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "1", "Day": "10"}], "PublicationStatus": "epublish", "ArticleIdList": ["36691550", "PMC9860300", "10.1016/j.heliyon.2023.e12907", "S2405-8440(23)00114-7"]}}], "PubmedBookArticle": []}