{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Arabidopsis", "Cadmium stress", "PCR2", "Pseudomonas", "Transgenics"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36695935", "DateRevised": {"Year": "2023", "Month": "02", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "01", "Day": "25"}], "Language": ["eng"], "ELocationID": ["8", "10.1186/s43141-022-00457-7"], "Journal": {"ISSN": "2090-5920", "JournalIssue": {"Volume": "21", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Jan", "Day": "25"}}, "Title": "Journal, genetic engineering & biotechnology", "ISOAbbreviation": "J Genet Eng Biotechnol"}, "ArticleTitle": "Pseudomonas fluorescens imparts cadmium stress tolerance in Arabidopsis thaliana via induction of AtPCR2 gene expression.", "Pagination": {"StartPage": "8", "MedlinePgn": "8"}, "Abstract": {"AbstractText": ["Cadmium is a non-essential, third largest heavy metal contaminant with long retention time that poses environmental hazards. It emanating majorly from industrial processes and phosphate fertilizers. Cadmium is effortlessly assimilated by plants and leads to yield loss. Henceforth, identification of mechanisms to attenuate the heavy metal toxicity in crops is beneficial for enhanced yields.", "Beneficial soil bacteria have been known to combat both biotic and abiotic stress, thereby promoting plant growth. Amongst them, Pseudomonas fluorescens has been shown to enhance abiotic stress resistance in umpteen crops for instance maize and groundnut. Here, we investigated the role of P. fluorescens in conferring cadmium stress resistance in Arabidopsis thaliana. In silico analysis of PCR2 gene and promoter revealed the role, in cadmium stress resistance of A. thaliana. Real-time expression analysis employing qRT-PCR ratified the upregulation of AtPCR2 transcript under cadmium stress up to 6 folds. Total leaf (50%), biomass (23%), chlorophyll content (chlorophyll-a and b 40%, and 36 %) silique number (50%), and other growth parameters significantly improved on bacterial treatment of the 2mM Cd-stressed plants.", "Moreover, generated 35s-promoter driven AtPCR2 over-expressing transgenic lines that exhibited resistance to cadmium and other heavy metal stress. Taken together, a crucial interplay of P. fluorscens mediated enhanced expression of AtPCR2 significantly induced cadmium stress resistance in Arabidopsis plants."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Biotechnology, College of Environmental and Bio Resource Science, Chonbuk National University, Iskan, 570-572, Republic of Korea."}, {"Identifier": [], "Affiliation": "Department of Biology, West Virginia State University, 141 Hamblin Hall, Institute, WV, 25112-1000, USA."}], "LastName": "Reddy", "ForeName": "Chinreddy Subramanyam", "Initials": "CS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Biotechnology, College of Environmental and Bio Resource Science, Chonbuk National University, Iskan, 570-572, Republic of Korea."}], "LastName": "Cho", "ForeName": "Min", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nutritional Crop Improvements, International Center for Genetic Engineering and Biotechnology, New Delhi, India."}], "LastName": "Kaul", "ForeName": "Tanushri", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Crops Division, National Institute of Horticultural and Herbal Science, Rural Development Administration, Eumseong, Chungbuk, 27709, Republic of Korea."}], "LastName": "Joeng", "ForeName": "Jin Tae", "Initials": "JT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Biotechnology, College of Environmental and Bio Resource Science, Chonbuk National University, Iskan, 570-572, Republic of Korea. activase@jbnu.ac.kr."}], "LastName": "Kim", "ForeName": "Kang Min", "Initials": "KM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "J Genet Eng Biotechnol", "NlmUniqueID": "101317150", "ISSNLinking": "1687-157X"}, "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Song WY, Hörtensteiner S, Tomioka R, Lee Y, Martinoia E. Common functions or only phylogenetically related? The large family of PLAC8 motif-containing/PCR genes. Molecules and cells. 2011;31(1):1–7. doi: 10.1007/s10059-011-0024-8.", "ArticleIdList": ["10.1007/s10059-011-0024-8", "PMC3906873", "21347707"]}, {"Citation": "Gill SS, Hasanuzzaman M, Nahar K, Macovei A, Tuteja N. Importance of nitric oxide in cadmium stress tolerance in crop plants. Plant Physio and Biochem. 2013;63:254–261. doi: 10.1016/j.plaphy.2012.12.001.", "ArticleIdList": ["10.1016/j.plaphy.2012.12.001", "23313792"]}, {"Citation": "Siedlecka A, Krupa Z. Cd/Fe interaction in higher plants-its consequences for the photosynthetic apparatus. Photosynthetica. 1999;36(3):321–331. doi: 10.1023/A:1007097518297.", "ArticleIdList": ["10.1023/A:1007097518297"]}, {"Citation": "White PJ, Brown PH. Plant nutrition for sustainable development and global health. Annals of botany. 2010;105(7):1073–1080. doi: 10.1093/aob/mcq085.", "ArticleIdList": ["10.1093/aob/mcq085", "PMC2887071", "20430785"]}, {"Citation": "Van Hulten M, Pelser M, Van Loon LC, Pieterse CM, Ton J. Costs and benefits of priming for defense in Arabidopsis. Proc Natl Acad Sci. 2006;103(14):5602–5607. doi: 10.1073/pnas.0510213103.", "ArticleIdList": ["10.1073/pnas.0510213103", "PMC1459400", "16565218"]}, {"Citation": "Zhang H, Kim S, Sun Y, Dowd SE, Shi H, Paré PW. Soil bacteria confer plant salt tolerance by tissue-specific regulation of the sodium transporter HKT1. Mol Plant-Microbe Interact. 2008;21(6):737–744. doi: 10.1094/MPMI-21-6-0737.", "ArticleIdList": ["10.1094/MPMI-21-6-0737", "18624638"]}, {"Citation": "Rudrappa T, Biedrzycki ML, Kunjeti SG, Donofrio NM, Czymmek KJ, Paul WP, Bais HP. The rhizobacterial elicitor acetoin induces systemic resistance in Arabidopsis thaliana Commun Integr Biol. 2010;3(2):130–138.", "ArticleIdList": ["PMC2889968", "20585504"]}, {"Citation": "Medeiros FH, Souza RM, Medeiros FC, Zhang H, Wheeler T, Payton P, Ferro HM, Paré PW. Transcriptional profiling in cotton associated with Bacillus subtilis (UFLA285) induced biotic-stress tolerance. Plant and soil. 2011;347(1):327–337. doi: 10.1007/s11104-011-0852-5.", "ArticleIdList": ["10.1007/s11104-011-0852-5"]}, {"Citation": "De Zelicourt A, Al-Yousif M, Hirt H. Rhizosphere microbes as essential partners for plant stress tolerance. Molecular plant. 2013;6(2):242–245. doi: 10.1093/mp/sst028.", "ArticleIdList": ["10.1093/mp/sst028", "23475999"]}, {"Citation": "Han QQ, Lü XP, Bai JP, Qiao Y, Paré PW, Wang SM, Zhang JL, Wu YN, Pang XP, Xu WB, Wang ZL. Beneficial soil bacterium Bacillus subtilis (GB03) augments salt tolerance of white clover. Front Plant Sci. 2014;5:525. doi: 10.3389/fpls.2014.00525.", "ArticleIdList": ["10.3389/fpls.2014.00525", "PMC4189326", "25339966"]}, {"Citation": "Weller DM. Pseudomonas biocontrol agents of soil borne pathogens: looking back over 30 years. Phytopathology. 2007;97(2):250–256. doi: 10.1094/PHYTO-97-2-0250.", "ArticleIdList": ["10.1094/PHYTO-97-2-0250", "18944383"]}, {"Citation": "Hernández-León R, Rojas-Solís D, Contreras-Pérez M, del Carmen O-MM, Macías-Rodríguez LI, Reyes-delaCruz H, Valencia-Cantero E, Santoyo G. Characterization of the antifungal and plant growth-promoting effects of diffusible and volatile organic compounds produced by Pseudomonas fluorescens strains. Biol Control. 2015;81:83–92. doi: 10.1016/j.biocontrol.2014.11.011.", "ArticleIdList": ["10.1016/j.biocontrol.2014.11.011"]}, {"Citation": "Nadeem SM, Zahir ZA, Naveed M, Arshad M. Preliminary investigations on inducing salt tolerance in maize through inoculation with rhizobacteria containing ACC deaminase activity. Can J Microbiol. 2007;53(10):1141–1149. doi: 10.1139/W07-081.", "ArticleIdList": ["10.1139/W07-081", "18026206"]}, {"Citation": "Saravanakumar D, Samiyappan R. ACC deaminase from Pseudomonas fluorescens mediated saline resistance in groundnut (Arachis hypogea) plants. J Appl Microbiol. 2007;102(5):1283–1292. doi: 10.1111/j.1365-2672.2006.03179.x.", "ArticleIdList": ["10.1111/j.1365-2672.2006.03179.x", "17448163"]}, {"Citation": "Wang Y, Ohara Y, Nakayashiki H, Tosa Y, Mayama S. Microarray analysis of the gene expression profile induced by the endophytic plant growth-promoting rhizobacteria, Pseudomonas fluorescens FPT9601-T5 in Arabidopsis. Mol Plant-Microbe Interact. 2005;18(5):385–396. doi: 10.1094/MPMI-18-0385.", "ArticleIdList": ["10.1094/MPMI-18-0385", "15915637"]}, {"Citation": "Islam T, Manna M, Kaul T, Pandey S, Reddy CS, Reddy MK. Genome-wide dissection of arabidopsis and rice for the identification and expression analysis of glutathione peroxidases reveals their stress-specific and overlapping response patterns. Plant Mol Biol Rep. 2015;33(5):1413–1427. doi: 10.1007/s11105-014-0846-6.", "ArticleIdList": ["10.1007/s11105-014-0846-6"]}, {"Citation": "Eisen MB, Spellman PT, Brown PO, Botstein D. Cluster analysis and display of genome-wide expression patterns. Proc Natl Acad Sci. 1998;95(25):14863–14868. doi: 10.1073/pnas.95.25.14863.", "ArticleIdList": ["10.1073/pnas.95.25.14863", "PMC24541", "9843981"]}, {"Citation": "Khare E, Kangmin K, Kui-Jae L. Rice OsPBL1 (ORYZA SATIVA ARABIDOPSIS PBS1-LIKE 1) enhanced defense of Arabidopsis against Pseudomonas syringae DC3000. Eur J Plant Pathol. 2016;146(4):901–910. doi: 10.1007/s10658-016-0968-9.", "ArticleIdList": ["10.1007/s10658-016-0968-9"]}, {"Citation": "Hwang I, Sheen J. Two-component circuitry in Arabidopsis cytokinin signal transduction. Nature. 2001;413(6854):383–389. doi: 10.1038/35096500.", "ArticleIdList": ["10.1038/35096500", "11574878"]}, {"Citation": "Clough SJ, Bent AF. Floral dip: a simplified method for agrobacterium-mediated transformation of Arabidopsis thaliana. Plant J. 1988;16(6):735–743. doi: 10.1046/j.1365-313x.1998.00343.x.", "ArticleIdList": ["10.1046/j.1365-313x.1998.00343.x", "10069079"]}, {"Citation": "Reddy CS, Vijayalakshmi M, Kaul T, Islam T, Reddy MK. Improving flavour and quality of tomatoes by expression of synthetic gene encoding sweet protein monellin. Mol Biotechnol. 2015;57(5):448–453. doi: 10.1007/s12033-015-9838-5.", "ArticleIdList": ["10.1007/s12033-015-9838-5", "25645814"]}, {"Citation": "Paré PW, Zhang H, Aziz M, Xie X, Kim MS, Shen X, Zhang J. Biocommunication in soil microorganisms. Berlin, Heidelberg: Springer; 2011. Beneficial rhizobacteria induce plant growth: mapping signaling networks in Arabidopsis; pp. 403–412."}, {"Citation": "Park YS, Dutta S, Ann M, Raaijmakers JM, Park K. Promotion of plant growth by Pseudomonas fluorescens strain SS101 via novel volatile organic compounds. Biochem Biophys Res. 2015;461(2):361–365. doi: 10.1016/j.bbrc.2015.04.039.", "ArticleIdList": ["10.1016/j.bbrc.2015.04.039", "25892516"]}, {"Citation": "Mayak S, Tirosh T, Glick BR. Plant growth-promoting bacteria confer resistance in tomato plants to salt stress. Plant Physiol Biochem. 2004;42(6):565–572. doi: 10.1016/j.plaphy.2004.05.009.", "ArticleIdList": ["10.1016/j.plaphy.2004.05.009", "15246071"]}, {"Citation": "Mhadhbi H, Jebara M, Limam F, Aouani ME. Rhizobial strain involvement in plant growth, nodule protein composition and antioxidant enzyme activities of chickpea-rhizobia symbioses: modulation by salt stress. Plant Physiol Biochem. 2004;42(9):717–722. doi: 10.1016/j.plaphy.2004.07.005.", "ArticleIdList": ["10.1016/j.plaphy.2004.07.005", "15474377"]}, {"Citation": "Ibragimova MV, Rumyantseva ML, Onishchuk OP, Belova VS, Kurchak ON, Andronov EE, Dzyubenko NI, Simarov BV. Symbiosis between the root-nodule bacterium Sinorhizobiummeliloti and alfalfa (Medicago sativa) under salinization conditions. Microbiology. 2006;75(1):77–81. doi: 10.1134/S0026261706010140.", "ArticleIdList": ["10.1134/S0026261706010140", "16579450"]}, {"Citation": "Sahoo RK, Rani V, Tuteja N. Azotobacter vinelandii helps to combat chromium stress in rice by maintaining antioxidant machinery. 3 Biotech. 2021;11(6):1–11. doi: 10.1007/s13205-021-02835-3.", "ArticleIdList": ["10.1007/s13205-021-02835-3", "PMC8131453", "34040924"]}, {"Citation": "Afzal S, Begum N, Zhao H, Fang Z, Lou L, Cai Q. Influence of endophytic root bacteria on the growth cadmium tolerance and uptake of switchgrass (Panicumvirgatum L.) J Appl Microbiol. 2017;123(2):498–510. doi: 10.1111/jam.13505.", "ArticleIdList": ["10.1111/jam.13505", "28581636"]}, {"Citation": "Sinha S, Mukherjee SK. Pseudomonas aeruginosa KUCd1, a possible candidate for cadmium bioremediation. Braz J Microbiol. 2009;40(3):655–662. doi: 10.1590/S1517-83822009000300030.", "ArticleIdList": ["10.1590/S1517-83822009000300030", "PMC3768532", "24031411"]}, {"Citation": "Gutiérrez-Boem FH, Thomas GW. Phosphorus nutrition affects wheat response to water deficit. J Agron. 1998;90(2):166–171. doi: 10.2134/agronj1998.00021962009000020008x.", "ArticleIdList": ["10.2134/agronj1998.00021962009000020008x"]}, {"Citation": "Battie-Laclau P, Laclau JP, de Cassia PM, Arenque BC, Beri C, Mietton L, Muniz MR, Jordan-Meille L, Buckeridge MS, Nouvellon Y, Ranger J. Influence of potassium and sodium nutrition on leaf area components in Eucalyptus grandis trees. Plant and soil. 2013;371(1):19–35. doi: 10.1007/s11104-013-1663-7.", "ArticleIdList": ["10.1007/s11104-013-1663-7"]}, {"Citation": "Ma Q, Yue LJ, Zhang JL, Wu GQ, Bao AK, Wang SM. Sodium chloride improves photosynthesis and water status in the succulent xerophyte Zygophyllum xanthoxylum. Tree Physiol. 2012;32(1):4–13. doi: 10.1093/treephys/tpr098.", "ArticleIdList": ["10.1093/treephys/tpr098", "21979327"]}, {"Citation": "Pishchik VN, Vorobyev NI, Chernyaeva II, Timofeeva SV, Kozhemyakov AP, Alexeev YV, Lukin SM. Experimental and mathematical simulation of plant growth promoting rhizobacteria and plant interaction under cadmium stress. Plant and Soil. 2002;243(2):173–186. doi: 10.1023/A:1019941525758.", "ArticleIdList": ["10.1023/A:1019941525758"]}, {"Citation": "Won-Yong S, Martinoia E, Lee J, Kim D. A novel family of Cys-rich membrane proteins mediates cadmium resistance in arabidopsis 1. Plant Physiol. 2004;135(2):1027. doi: 10.1104/pp.103.037739.", "ArticleIdList": ["10.1104/pp.103.037739", "PMC514137", "15181212"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "10", "Day": "4"}, {"Year": "2022", "Month": "12", "Day": "17"}, {"Year": "2023", "Month": "1", "Day": "25", "Hour": "11", "Minute": "17"}, {"Year": "2023", "Month": "1", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "26", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "1", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["36695935", "PMC9877264", "10.1186/s43141-022-00457-7", "10.1186/s43141-022-00457-7"]}}], "PubmedBookArticle": []}