{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Caspase-3", "Cichorium intybus", "Cigarette smoke", "Malondialdehyde", "Spermatogenesis"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36698732", "DateRevised": {"Year": "2023", "Month": "10", "Day": "31"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.22038/AJP.2022.21307"], "Journal": {"ISSN": "2228-7930", "JournalIssue": {"Volume": "13", "Issue": "1", "PubDate": {"Year": "2023", "Season": "Jan-Feb"}}, "Title": "Avicenna journal of phytomedicine", "ISOAbbreviation": "Avicenna J Phytomed"}, "ArticleTitle": "The effect of hydroalcoholic extract of <i>Cichorium intybus</i> leaf on aryl hydrocarbon receptor expression in the testis of Wistar rats exposed to cigarette smoke.", "Pagination": {"StartPage": "58", "EndPage": "69", "MedlinePgn": "58-69"}, "Abstract": {"AbstractText": ["Cigarette smoke (CS) contains compounds such as reactive oxygen species (ROS). Oxidative stress caused by excessive ROS eventually leads to germ cell apoptosis and male infertility. The leaves of <i>Cichorium intybus</i> (chicory) are rich in natural antioxidants, but their protective effects on the adverse effects of CS on testicular tissue have not been studied.", "24 Wistar rats were classified into four groups: control, extract: treatment with chicory extract (200 mg/kg body weight/day) for 13 weeks, smoke: exposed to CS for 13 weeks, and smoke + extract: exposed to CS and treated with the C. <i>intybus</i> extract. Histological and biochemical analyses and apoptosis assay were done, and <i>Ahr,</i> and <i>Cyp1a1</i> expression was determined.", "Treatment with <i>C. intybus</i> compensated for the reduction of Sertoli cells, spermatogonia, spermatocytes, and spermatids caused by CS. Chicory extract reduced free radicals and improved antioxidant status. The lowest and highest percentage of apoptotic cells was observed in the extract and smoke groups, respectively, while simultaneous treatment with <i>C. intybus</i> extract led to a significant reduction of apoptotic cells. The mean <i>Ahr</i> levels in the control, extract, smoke and smoke + extract groups were 1.00±0.57, 1.93±0.25, 5.98±0.42, and 0.62±0.22, respectively (p˂0.05). The mean levels of <i>Cyp1a1</i> expression in the control, extract, smoke and smoke + extract groups were 1.00±0.31, 2.28±0.65, 5.55±0.40, and 0.21±0.23 (p˂0.05).", "The <i>C. intybus</i> extract probably affected <i>Cyp1a1</i> expression by downregulation of <i>Ahr.</i> These led to a decrease in free radicals and apoptosis, and an improvement in antioxidant status."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Biology, Faculty of Biological Sciences, Kharazmi University, Tehran, Iran."}], "LastName": "Hashemi", "ForeName": "Maryam", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Biology, Faculty of Biological Sciences, Kharazmi University, Tehran, Iran."}], "LastName": "Azarnia", "ForeName": "Mahnaz", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "A&S Research Institute, Ministry of Science Research and Technology, Tehran, Iran Department of Phytochemistry, Medicinal Plants and Drugs Research Institute, Shahid Beheshti University, G. C., Evin, Tehran, IranDepartment of Phytochemistry, Medicinal Plants and Drugs Research Institute, Shahid Beheshti University, G. C., Evin, Tehran, Iran Department of Phytochemistry, Medicinal Plants and Drugs Research Institute, Shahid Beheshti University, G. C., Evin, Tehran, Iran Department of Phytochemistry, Medicinal Plants and Drugs Research Institute, Shahid Beheshti University, G. C., Evin, Tehran, Iran."}], "LastName": "Hajebrahimi", "ForeName": "Zahra", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Phytochemistry, Medicinal Plants and Drugs Research Institute, Shahid Beheshti University, G. C., Evin, Tehran, Iran."}], "LastName": "Nejad Ebrahimi", "ForeName": "Samad", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Avicenna J Phytomed", "NlmUniqueID": "101586220", "ISSNLinking": "2228-7930"}, "CoiStatement": "The authors have declared that there is no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Akinrinde AS, Adekanmbi AO, Olojo FO. Nigella sativa oil protects against cadmium-induced intestinal toxicity via promotion of anti-inflammatory mechanisms, mucin expression and microbiota integrity. Avicenna J Phytomed. 2022;12:241–256.", "ArticleIdList": ["PMC9482710", "36186933"]}, {"Citation": "Bahmani M, Shahinfard N, Rafieian Kopaei M, Saki K, Shahsavari S, Taherikalani M, Ghafourian S, Baharvand Ahmadi B. Chicory: A review on ethnobotanical effects of Cichorium intybus L. J Chem Pharml Sci. 2015;8:672–682."}, {"Citation": "Barouki R, Coumoul X, Fernandez-Salguero PM. The aryl hydrocarbon receptor, more than a xenobiotic-interacting protein. FEBS Lett. 2007;581:3608–3615.", "ArticleIdList": ["17412325"]}, {"Citation": "Chohan KR, Badawy SZA. Cigarette smoking impairs sperm bioenergetics. Int Braz J Urol. 2010;36:60–65.", "ArticleIdList": ["20202237"]}, {"Citation": "Dorostghoal M, Seyyednejad SM, Nejad MNT. Beneficial effects of Cichorium intybus L extract on oxidative status and reproductive parameters in male Wistar rats: An experimental study. Int J Reprod BioMed. 2019;17:425–434.", "ArticleIdList": ["PMC6719518", "31508567"]}, {"Citation": "Dorostghoal M, Seyyednejad SM, Nejad MNT. Cichorium intybus L extract ameliorates testicular oxidative stress induced by lead acetate in male rats. Clin Exp Reprod Med. 2020;47:161–167.", "ArticleIdList": ["PMC7482945", "32862634"]}, {"Citation": "Esakky P, Hansen DA, Drury AM, Moley KH. Cigarette smoke condensate induces aryl hydrocarbon receptor-dependent changes in gene expression in spermatocytes. Reprod Toxicol. 2012;34:665–676.", "ArticleIdList": ["23069111"]}, {"Citation": "Esakky P, Hansen DA, Drury AM, Cusumano A, Moley KH. Cigarette smoke-induced cell death of a spermatocyte cell line can be prevented by inactivating the Aryl hydrocarbon receptor. Cell Death Discov. 2015a;1:1–11.", "ArticleIdList": ["PMC4979462", "27551479"]}, {"Citation": "Esakky P, Hansen DA, Drury AM, Moley KH. Cigarette smoke-induced cell cycle arrest in spermatocytes [GC-2spd (ts)] is mediated through crosstalk between Ahr-Nrf2 pathway and MAPK signaling. J Mol Cell Biol. 2015b;7:73–87.", "ArticleIdList": ["25548370"]}, {"Citation": "Esakky P, Moley KH. Paternal smoking and germ cell death: a mechanistic link to the effects of cigarette smoke on spermatogenesis and possible long-term sequelae in offspring. Mol Cell Endocrinol. 2016a;435:85–93.", "ArticleIdList": ["PMC5014701", "27424142"]}, {"Citation": "Esakky P, Moley KH. Preventing germ cell death by inactivating aryl hydrocarbon receptor (AHR) Cell Death Dis. 2016b;7:e2116.", "ArticleIdList": ["PMC4849153", "26913606"]}, {"Citation": "Hansen DA, Esakky P, Drury A, Lamb L, Moley KH. The aryl hydrocarbon receptor is important for proper seminiferous tubule architecture and sperm development in mice. Biol Reprod. 2014;90:8–12.", "ArticleIdList": ["24174576"]}, {"Citation": "Hassan HA, Yousef MI. Ameliorating effect of chicory (Cichorium intybus L )-supplemented diet against nitrosamine precursors-induced liver injury and oxidative stress in male rats. Food Chem Toxicol. 2010;48:2163–2169.", "ArticleIdList": ["20478349"]}, {"Citation": "Huang B, Butler R, Miao Y, Dai Y, Wu W, Su W, Fujii-Kuriyama Y, Warner M, Gustafsson JA. Dysregulation of Notch and ER alpha signaling in AhR−/− male mice. Proc Natl Acad Sci. 2016;113:11883–11888.", "ArticleIdList": ["PMC5081633", "27688768"]}, {"Citation": "Iu M, Zago M, de Souza AR, Bouttier M, Pareek S, White JH, Hamid Q, Eidelman DH, Baglole CJ. RelB attenuates cigarette smoke extract-induced apoptosis in association with transcriptional regulation of the aryl hydrocarbon receptor. Free Radical Bio Med. 2017;108:19–31.", "ArticleIdList": ["28254546"]}, {"Citation": "Jamshidzadeh A, Khoshnoud MJ, Dehghani Z, Niknahad H. Hepatoprotective activity of Cichorium intybus leaves extract against carbon tetrachloride induced toxicity. Iran J Pharm Res. 2006;1:41–46."}, {"Citation": "Khanna A, Guo M, Mehra M, Royal Iii W. Inflammation and oxidative stress induced by cigarette smoke in Lewis rat brains. J Neuroimmunol. 2013;254:69–75.", "ArticleIdList": ["PMC3534934", "23031832"]}, {"Citation": "Mahaneem M, Sulaiman SA, Jaafar H, Sirajudeen KNS, Ismail ZIM, Islam MN. Effect of honey on testicular functions in rats exposed to cigarette smoke. JAAS. 2011;3:12–17."}, {"Citation": "Mathur N, Aeri V, Katare DP. Effect of cichorium intybus leaves on N-nitrosodiethylamine induced hepatotoxity in Wistar rats. Int J Pharm Sci Res. 2015;6:3861–3871."}, {"Citation": "Omotoso GO, Hambolu OZ, Alabi AS. Cigarette smoke alters testicular and epididymal histology in adult Wistar rats. J Exp Clin Anatomy. 2017;16:25–29."}, {"Citation": "Pandey A, Tripathi S. Concept of standardization, extraction and pre phytochemical screening strategies for herbal drug. J Pharmacogn Phytochem. 2014;2:115–119."}, {"Citation": "Sharma A. Male infertility; evidences, risk factors, causes, diagnosis and management in human. Ann Clin Lab Res. 2017;5:188–192."}, {"Citation": "Taha EA, Ez-Aldin AM, Sayed SK, Ghandour NM, Mostafa T. Effect of smoking on sperm vitality, DNA integrity, seminal oxidative stress, zinc in fertile men. Urology. 2012;80:822–825.", "ArticleIdList": ["23021663"]}, {"Citation": "Yamashita Y, Ueyama T, Nishi T, Yamamoto Y, Kawakoshi A, Sunami S, Iguchi M, Tamai H, Ueda K, Ito T, Tsuruo Y, Ichinose M. Nrf2-inducing anti-oxidation stress response in the rat liver-new beneficial effect of lansoprazole. PLoS One. 2014;9:e97419.", "ArticleIdList": ["PMC4028208", "24846271"]}, {"Citation": "Zhang W, Ou N, Liang Z, Hu R, Song Y, Yang Y, Liu X. Relationship between aryl hydrocarbon receptor and spermatogenic dysfunction in male patients with varicocele. Andrologia. 2020;52:e13792.", "ArticleIdList": ["32780435"]}, {"Citation": "Zhao G, Mo J, Zheng T, Li Y, Wu X, Huang J, Liu G, Huang Z, Yu B. Puberty exposure to cigarette smoke extract impairs adult spermatogenesis in the mouse. Reprod Toxicol. 2019;83:8–13.", "ArticleIdList": ["30391721"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "5", "Day": "10"}, {"Year": "2022", "Month": "8", "Day": "27"}, {"Year": "2022", "Month": "9", "Day": "23"}, {"Year": "2023", "Month": "1", "Day": "26", "Hour": "2", "Minute": "38"}, {"Year": "2023", "Month": "1", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "27", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36698732", "PMC9840776", "10.22038/AJP.2022.21307"]}}], "PubmedBookArticle": []}