{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["alkaloid", "flavonoid", "phytochemicals", "polycystic ovary syndrome", "polyphenol"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36699064", "DateRevised": {"Year": "2023", "Month": "02", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "01", "Day": "09"}], "Language": ["eng"], "ELocationID": ["1065243", "10.3389/fphar.2022.1065243"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "Advancements in lead therapeutic phytochemicals polycystic ovary syndrome: A review.", "Pagination": {"StartPage": "1065243", "MedlinePgn": "1065243"}, "Abstract": {"AbstractText": ["Polycystic ovary syndrome (PCOS) is one of the most common endocrine diseases in women of reproductive age and features complex pathological symptoms and mechanisms. Existing medical treatments have, to some extent, alleviated the deterioration of PCOS. However, these strategies only temporarily control symptoms, with a few side effects and no preventive effect. Phytochemicals extracted from medicinal herbs and plants are vital for discovering novel drugs. In recent years, many kinds of research have proven that phytochemicals isolated from traditional Chinese medicine (TCM) and medicinal plants show significant potential in preventing, alleviating, and treating PCOS. Nevertheless, compared to the abundance of experimental literature and minimal specific-topic reviews related to PCOS, there is a lack of systematic reviews to summarize these advancements in this promising field. Under this background, we systematically document the progress of bioactive phytochemicals from TCM and medicinal plants in treating PCOS, including flavonoids, polyphenols, and alkaloids. According to the literature, these valuable phytochemicals demonstrated therapeutic effects on PCOS supported by <i>in vivo</i> and <i>in vitro</i> experiments, mainly depending on anti-inflammatory, antioxidation, improvement of hormone disorder and insulin resistance (IR), and alleviation of hyperinsulinemia. Based on the current progress, future research directions should emphasize 1) exploring bioactive phytochemicals that potentially mediate bone metabolism for the treatment of PCOS; 2) improving unsatisfactory bioavailability by using advanced drug delivery systems such as nanoparticles and antibody-conjugated drugs, as well as a chemical modification; 3) conducting in-depth research on the pathogenesis of PCOS to potentially impact the gut microbiota and its metabolites in the evolution of PCOS; 4) revealing the pharmacological effects of these bioactive phytochemicals on PCOS at the genetic level; and 5) exploring the hypothetical and unprecedented functions in regulating PCOS by serving as proteolysis-targeting chimeras and molecular glues compared with traditional small molecule drugs. In brief, this review aims to provide detailed mechanisms of these bioactive phytochemicals and hopefully practical and reliable insight into clinical applications concerning PCOS."], "CopyrightInformation": "Copyright © 2023 Luo, Jiang, Chen, Wang, Tang, Guo, Diao, Cai, Yang, Bian and Xing."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "GCP Institution, Chengdu Women's and Children's Central Hospital, School of Medicine, University of Electronic Science and Technology of China, Chengdu, China."}], "LastName": "Luo", "ForeName": "Er-Dan", "Initials": "ED"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Chengdu University of Traditional Chinese Medicine, Chengdu, China."}], "LastName": "Jiang", "ForeName": "Hai-Mei", "Initials": "HM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Traditional Chinese Medicine Department, Chengdu Women's and Children's Central Hospital, School of Medicine, University of Electronic Science and Technology of China, Chengdu, China."}], "LastName": "Chen", "ForeName": "Wei", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Quality Research in Chinese Medicine, Institute of Chinese Medical Sciences, University of Macau, Chengdu, China."}], "LastName": "Wang", "ForeName": "Yao", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "GCP Institution, Chengdu Women's and Children's Central Hospital, School of Medicine, University of Electronic Science and Technology of China, Chengdu, China."}], "LastName": "Tang", "ForeName": "Mi", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "GCP Institution, Chengdu Women's and Children's Central Hospital, School of Medicine, University of Electronic Science and Technology of China, Chengdu, China."}], "LastName": "Guo", "ForeName": "Wen-Mei", "Initials": "WM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "GCP Institution, Chengdu Women's and Children's Central Hospital, School of Medicine, University of Electronic Science and Technology of China, Chengdu, China."}], "LastName": "Diao", "ForeName": "Hao-Yang", "Initials": "HY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "GCP Institution, Chengdu Women's and Children's Central Hospital, School of Medicine, University of Electronic Science and Technology of China, Chengdu, China."}], "LastName": "Cai", "ForeName": "Ning-Yuan", "Initials": "NY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "GCP Institution, Chengdu Women's and Children's Central Hospital, School of Medicine, University of Electronic Science and Technology of China, Chengdu, China."}], "LastName": "Yang", "ForeName": "Xiao", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Quality Research in Chinese Medicine, Institute of Chinese Medical Sciences, University of Macau, Chengdu, China."}], "LastName": "Bian", "ForeName": "Ying", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "GCP Institution, Chengdu Women's and Children's Central Hospital, School of Medicine, University of Electronic Science and Technology of China, Chengdu, China."}], "LastName": "Xing", "ForeName": "Sha-Sha", "Initials": "SS"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abhari S. M. F., Khanbabaei R., Roodbari N. H., Parivar K., Yaghmaei P. (2020). Curcumin-loaded super-paramagnetic iron oxide nanoparticle affects on apoptotic factors expression and histological changes in a prepubertal mouse model of polycystic ovary syndrome-induced by dehydroepiandrosterone - a molecular and stereological study. Life Sci. 249, 117515. 10.1016/j.lfs.2020.117515", "ArticleIdList": ["10.1016/j.lfs.2020.117515", "32147428"]}, {"Citation": "Abuelezz N. Z., Shabana M. E., Abdel-Mageed H. M., Rashed L., Morcos G. N. B. (2020). Nanocurcumin alleviates insulin resistance and pancreatic deficits in polycystic ovary syndrome rats: Insights on PI3K/AkT/mTOR and TNF-alpha modulations. Life Sci. 256, 118003. 10.1016/j.lfs.2020.118003", "ArticleIdList": ["10.1016/j.lfs.2020.118003", "32589998"]}, {"Citation": "An Y., Sun Z., Zhang Y., Liu B., Guan Y., Lu M. (2014). The use of berberine for women with polycystic ovary syndrome undergoing IVF treatment. Clin. Endocrinol. 80 (3), 425–431. 10.1111/cen.12294", "ArticleIdList": ["10.1111/cen.12294", "23869585"]}, {"Citation": "Aron-Wisnewsky J., Clement K. (2016). The gut microbiome, diet, and links to cardiometabolic and chronic disorders. Nat. Rev. Nephrol. 12 (3), 169–181. 10.1038/nrneph.2015.191", "ArticleIdList": ["10.1038/nrneph.2015.191", "26616538"]}, {"Citation": "Azziz R., Carmina E., Chen Z., Dunaif A., Laven J. S. E., Legro R. S., et al. (2016). Polycystic ovary syndrome. Nat. Rev. Dis. Prim. 2, 16057. 10.1038/nrdp.2016.57", "ArticleIdList": ["10.1038/nrdp.2016.57", "27510637"]}, {"Citation": "Badshah S. L., Faisal S., Muhammad A., Poulson B. G., Emwas A. H., Jaremko M. (2021). Antiviral activities of flavonoids. Biomed. Pharmacother. 140, 111596. 10.1016/j.biopha.2021.111596", "ArticleIdList": ["10.1016/j.biopha.2021.111596", "PMC8192980", "34126315"]}, {"Citation": "Bai R. R., Yao C. S., Zhong Z. C., Ge J. M., Bai Z. Q., Ye X. Y., et al. (2021). Discovery of natural anti-inflammatory alkaloids: Potential leads for the drug discovery for the treatment of inflammation. Eur. J. Med. Chem. 213, 113165. 10.1016/j.ejmech.2021.113165", "ArticleIdList": ["10.1016/j.ejmech.2021.113165", "33454546"]}, {"Citation": "Bahramrezaie M., Amidi F., Aleyasin A., Saremi A., Aghahoseini M., Brenjian S., et al. (2019). Effects of resveratrol on VEGF & HIF1 genes expression in granulosa cells in the angiogenesis pathway and laboratory parameters of polycystic ovary syndrome: A triple-blind randomized clinical trial. J. Assisted Reproduction Genet. 36 (8), 1701–1712. 10.1007/s10815-019-01461-6", "ArticleIdList": ["10.1007/s10815-019-01461-6", "PMC6708036", "31327131"]}, {"Citation": "Balen A. H., Morley L. C., Misso M., Franks S., Legro R. S., Wijeyaratne C. N., et al. (2016). The management of anovulatory infertility in women with polycystic ovary syndrome: An analysis of the evidence to support the development of global WHO guidance. Hum. Reprod. Update 22 (6), 687–708. 10.1093/humupd/dmw025", "ArticleIdList": ["10.1093/humupd/dmw025", "27511809"]}, {"Citation": "Banaszewska B., Wrotynska-Barczynska J., Spaczynski R. Z., Pawelczyk L., Duleba A. J. (2016). Effects of resveratrol on polycystic ovary syndrome: A double-blind, randomized, placebo-controlled trial. J. Clin. Endocrinol. Metabolism 101 (11), 4322–4328. 10.1210/jc.2016-1858", "ArticleIdList": ["10.1210/jc.2016-1858", "27754722"]}, {"Citation": "Bekes M., Langley D. R., Crews C. M. (2022). PROTAC targeted protein degraders: The past is prologue. Nat. Rev. Drug Discov. 21 (3), 181–200. 10.1038/s41573-021-00371-6", "ArticleIdList": ["10.1038/s41573-021-00371-6", "PMC8765495", "35042991"]}, {"Citation": "Bian W., Xiao S. Q., Yang L., Chen J., Deng S. F. (2021). Quercetin promotes bone marrow mesenchymal stem cell proliferation and osteogenic differentiation through the H19/miR-625-5p axis to activate the Wnt/β-catenin pathway. BMC Complement. Med. Ther. 21 (1), 243. 10.1186/s12906-021-03418-8", "ArticleIdList": ["10.1186/s12906-021-03418-8", "PMC8485455", "34592982"]}, {"Citation": "Brenjian S., Moini A., Yamini N., Kashani L., Faridmojtahedi M., Bahramrezaie M., et al. (2020). Resveratrol treatment in patients with polycystic ovary syndrome decreased pro-inflammatory and endoplasmic reticulum stress markers. Am. J. Reproductive Immunol. 83 (1), e13186. 10.1111/aji.13186", "ArticleIdList": ["10.1111/aji.13186", "31483910"]}, {"Citation": "Burslem G. M., Crews C. M. (2020). Proteolysis-targeting chimeras as therapeutics and tools for biological discovery. Cell. 181 (1), 102–114. 10.1016/j.cell.2019.11.031", "ArticleIdList": ["10.1016/j.cell.2019.11.031", "PMC7319047", "31955850"]}, {"Citation": "Cai W.-Y., Luo X., Song J., Ji D., Zhu J., Duan C., et al. (2022). Effect of hyperinsulinemia and insulin resistance on endocrine, metabolic, and reproductive outcomes in non-PCOS women undergoing assisted reproduction: A retrospective cohort study. Front. Med. 8, 736320. 10.3389/fmed.2021.736320", "ArticleIdList": ["10.3389/fmed.2021.736320", "PMC8777269", "35071255"]}, {"Citation": "Carson S. A., Kallen A. N. (2021). Diagnosis and management of infertility A review. Jama-Journal Am. Med. Assoc. 326 (1), 65–76. 10.1001/jama.2021.4788", "ArticleIdList": ["10.1001/jama.2021.4788", "PMC9302705", "34228062"]}, {"Citation": "Chahal N., Geethadevi A., Kaur S., Lakra R., Nagendra A., Shrivastav T. G., et al. (2021). Direct impact of gonadotropins on glucose uptake and storage in preovulatory granulosa cells: Implications in the pathogenesis of polycystic ovary syndrome. Metabolism-Clinical Exp. 115, 154458. 10.1016/j.metabol.2020.154458", "ArticleIdList": ["10.1016/j.metabol.2020.154458", "33278413"]}, {"Citation": "Chen M., He C., Zhu K., Chen Z., Meng Z., Jiang X., et al. (2022). Resveratrol ameliorates polycystic ovary syndrome via transzonal projections within oocyte-granulosa cell communication. Theranostics 12 (2), 782–795. 10.7150/thno.67167", "ArticleIdList": ["10.7150/thno.67167", "PMC8692920", "34976213"]}, {"Citation": "Cheung E. C., Vousden K. H. (2022). The role of ROS in tumour development and progression. Nat. Rev. Cancer 22 (5), 280–297. 10.1038/s41568-021-00435-0", "ArticleIdList": ["10.1038/s41568-021-00435-0", "35102280"]}, {"Citation": "Choudhari A. S., Mandave P. C., Deshpande M., Ranjekar P., Prakash O. (2020). Phytochemicals in cancer treatment: From preclinical studies to clinical practice. Front. Pharmacol. 10, 1614. 10.3389/fphar.2019.01614", "ArticleIdList": ["10.3389/fphar.2019.01614", "PMC7025531", "32116665"]}, {"Citation": "Choy K. W., Murugan D., Leong X. F., Abas R., Alias A., Mustafa M. R. (2019). Flavonoids as natural anti-inflammatory agents targeting nuclear factor-kappa B (NF kappa B) signaling in cardiovascular diseases: A mini review. Front. Pharmacol. 10. 10.3389/fphar.2019.01295", "ArticleIdList": ["10.3389/fphar.2019.01295", "PMC6842955", "31749703"]}, {"Citation": "D'Arrigo G., Gianquinto E., Rossetti G., Cruciani G., Lorenzetti S., Spyrakis F. (2021). Binding of androgen- and estrogen-like flavonoids to their cognate (Non)Nuclear receptors: A comparison by computational prediction. Molecules 26 (6). 10.3390/molecules26061613", "ArticleIdList": ["10.3390/molecules26061613", "PMC8001607", "33799482"]}, {"Citation": "Dale B., Cheng M., Park K.-S., Kaniskan H. U., Xiong Y., Jin J. (2021). Advancing targeted protein degradation for cancer therapy. Nat. Rev. Cancer 21 (10), 638–654. 10.1038/s41568-021-00365-x", "ArticleIdList": ["10.1038/s41568-021-00365-x", "PMC8463487", "34131295"]}, {"Citation": "Darabi P., Khazali H., Mehrabani Natanzi M. (2020). Therapeutic potentials of the natural plant flavonoid apigenin in polycystic ovary syndrome in rat model: Via modulation of pro-inflammatory cytokines and antioxidant activity. Gynecol. Endocrinol. 36 (7), 582–587. 10.1080/09513590.2019.1706084", "ArticleIdList": ["10.1080/09513590.2019.1706084", "31888395"]}, {"Citation": "de Zegher F., Lopez-Bermejo A., Ibanez L. (2018). Central obesity, faster maturation, and 'PCOS' in girls. Trends Endocrinol. Metabolism 29 (12), 815–818. 10.1016/j.tem.2018.09.005", "ArticleIdList": ["10.1016/j.tem.2018.09.005", "30297320"]}, {"Citation": "Dei Cas M., Ghidoni R. (2019). Dietary curcumin: Correlation between bioavailability and health potential. Nutrients 11 (9), 2147. 10.3390/nu11092147", "ArticleIdList": ["10.3390/nu11092147", "PMC6770259", "31500361"]}, {"Citation": "Dewailly D., Robin G., Peigne M., Decanter C., Pigny P., Catteau-Jonard S. (2016). Interactions between androgens, FSH, anti-Mullerian hormone and estradiol during folliculogenesis in the human normal and polycystic ovary. Hum. Reprod. Update 22 (6), 709–724. 10.1093/humupd/dmw027", "ArticleIdList": ["10.1093/humupd/dmw027", "27566840"]}, {"Citation": "Diamanti-Kandarakis E., Dunaif A. (2012). Insulin resistance and the polycystic ovary syndrome revisited: An update on mechanisms and implications. Endocr. Rev. 33 (6), 981–1030. 10.1210/er.2011-1034", "ArticleIdList": ["10.1210/er.2011-1034", "PMC5393155", "23065822"]}, {"Citation": "Dou L., Zheng Y., Li L., Gui X., Chen Y., Yu M., et al. (2018). The effect of cinnamon on polycystic ovary syndrome in a mouse model. Reproductive Biol. Endocrinol. 16, 99. 10.1186/s12958-018-0418-y", "ArticleIdList": ["10.1186/s12958-018-0418-y", "PMC6194596", "30340496"]}, {"Citation": "Drago J. Z., Modi S., Chandarlapaty S. (2021). Unlocking the potential of antibody-drug conjugates for cancer therapy. Nat. Rev. Clin. Oncol. 18 (6), 327–344. 10.1038/s41571-021-00470-8", "ArticleIdList": ["10.1038/s41571-021-00470-8", "PMC8287784", "33558752"]}, {"Citation": "Escobar-Morreale H. F. (2018). Polycystic ovary syndrome: Definition, aetiology, diagnosis and treatment. Nat. Rev. Endocrinol. 14 (5), 270–284. 10.1038/nrendo.2018.24", "ArticleIdList": ["10.1038/nrendo.2018.24", "29569621"]}, {"Citation": "Farkhad S. A., Khazali H. (2019). Therapeutic effects of isoflavone-aglycone fraction from soybean (Glycine max L. Merrill) in rats with estradiol valerate-induced polycystic ovary syndrome as an inflammatory state. Gynecol. Endocrinol. 35 (12), 1078–1083. 10.1080/09513590.2019.1624715", "ArticleIdList": ["10.1080/09513590.2019.1624715", "31185755"]}, {"Citation": "Filippou P., Homburg R. (2017). Is foetal hyperexposure to androgens a cause of PCOS? Hum. Reprod. Update 23 (4), 421–432. 10.1093/humupd/dmx013", "ArticleIdList": ["10.1093/humupd/dmx013", "28531286"]}, {"Citation": "Ganie M. A., Sahar T., Rashid A., Wani I. A., Nisar S., Sathyapalan T., et al. (2019). Comparative evaluation of biomarkers of inflammation among Indian women with polycystic ovary syndrome (PCOS) consuming vegetarian vs. Non-vegetarian diet. Front. Endocrinol. 10, 699. 10.3389/fendo.2019.00699", "ArticleIdList": ["10.3389/fendo.2019.00699", "PMC6857098", "31781027"]}, {"Citation": "Gao J. S., Ma H. L., Wang Y., Yang X. M., Cao Y. J., Zhang B., et al. (2021). Hospital-based phenotypic features and treatment outcomes of Chinese women with polycystic ovary syndrome: The effect of body mass index and geographic distribution. Engineering 7 (2), 170–177. 10.1016/j.eng.2020.12.006", "ArticleIdList": ["10.1016/j.eng.2020.12.006"]}, {"Citation": "Gao Z., Ma X., Liu J., Ge Y., Wang L., Fu P., et al. (2020). Troxerutin protects against DHT-induced polycystic ovary syndrome in rats. J. Ovarian Res. 13 (1), 106. 10.1186/s13048-020-00701-z", "ArticleIdList": ["10.1186/s13048-020-00701-z", "PMC7489018", "32921318"]}, {"Citation": "Ghowsi M., Khazali H., Sisakhtnezhad S. (2018). Evaluation of TNF-α and IL-6 mRNAs expressions in visceral and subcutaneous adipose tissues of polycystic ovarian rats and effects of resveratrol. J. Basic Med. Sci. 21 (2), 165–174. 10.22038/ijbms.2017.24801.6167", "ArticleIdList": ["10.22038/ijbms.2017.24801.6167", "PMC5811755", "29456813"]}, {"Citation": "Haj-Husein I., Tukan S., Alkazaleh F. (2016). The effect of marjoram (origanum majorana) tea on the hormonal profile of women with polycystic ovary syndrome: A randomised controlled pilot study. J. Hum. Nutr. Dietetics 29 (1), 105–111. 10.1111/jhn.12290", "ArticleIdList": ["10.1111/jhn.12290", "25662759"]}, {"Citation": "Hajimonfarednejad M., Nimrouzi M., Heydari M., Zarshenas M. M., Raee M. J., Jahromi B. N. (2018). Insulin resistance improvement by cinnamon powder in polycystic ovary syndrome: A randomized double-blind placebo controlled clinical trial. Phytotherapy Res. 32 (2), 276–283. 10.1002/ptr.5970", "ArticleIdList": ["10.1002/ptr.5970", "29250843"]}, {"Citation": "Han Y. H., Kee J. Y., Park J., Kim D. S., Shin S., Youn D. H., et al. (2016). Lipin1-Mediated repression of adipogenesis by rutin. Am. J. Chin. Med. 44 (3), 565–578. 10.1142/s0192415x16500312", "ArticleIdList": ["10.1142/s0192415x16500312", "27109161"]}, {"Citation": "Happe L., Puente J., Beveridge M., Wixson S., Loy B. (2021). High-dose spironolactone for acne in patients with polycystic ovarian syndrome: A single-institution retrospective study. J. Am. Acad. Dermatology 85 (3), 741–743. 10.1016/j.jaad.2019.08.079", "ArticleIdList": ["10.1016/j.jaad.2019.08.079", "31499148"]}, {"Citation": "Hatefi M., Ahmadi M. R. H., Rahmani A., Dastjerdi M. M., Asadollahi K. (2018). Effects of curcumin on bone loss and biochemical markers of bone turnover in patients with spinal cord injury. World Neurosurg. 114, E785–E791. 10.1016/j.wneu.2018.03.081", "ArticleIdList": ["10.1016/j.wneu.2018.03.081", "29567290"]}, {"Citation": "He F. F., Li Y. M. (2020). Role of gut microbiota in the development of insulin resistance and the mechanism underlying polycystic ovary syndrome: A review. J. Ovarian Res. 13 (1), 73. 10.1186/s13048-020-00670-3", "ArticleIdList": ["10.1186/s13048-020-00670-3", "PMC7301991", "32552864"]}, {"Citation": "He Y. F., Wang Q. Q., Li X., Wang G., Zhao J. X., Zhang H., et al. (2020). Lactic acid bacteria alleviate polycystic ovarian syndrome by regulating sex hormone related gut microbiota. Food & Funct. 11 (6), 5192–5204. 10.1039/c9fo02554e", "ArticleIdList": ["10.1039/c9fo02554e", "32441726"]}, {"Citation": "Herr D., Bekes I., Wulff C. (2015). Regulation of endothelial permeability in the primate corpora lutea: Implications for ovarian hyperstimulation syndrome. Reproduction 149 (2), R71–R79. 10.1530/rep-13-0296", "ArticleIdList": ["10.1530/rep-13-0296", "25301969"]}, {"Citation": "Heshmati J., Moini A., Sepidarkish M., Morvaridzadeh M., Salehi M., Palmowski A., et al. (2021). Effects of curcumin supplementation on blood glucose, insulin resistance and androgens in patients with polycystic ovary syndrome: A randomized double-blind placebo-controlled clinical trial. Phytomedicine 80, 153395. 10.1016/j.phymed.2020.153395", "ArticleIdList": ["10.1016/j.phymed.2020.153395", "33137599"]}, {"Citation": "Hickey M., Higham J. M., Fraser I. (2012). Progestogens with or without oestrogen for irregular uterine bleeding associated with anovulation. Cochrane Database Syst. Rev. 2012 (9), CD001895. 10.1002/14651858.CD001895.pub3", "ArticleIdList": ["10.1002/14651858.CD001895.pub3", "PMC7061495", "22972055"]}, {"Citation": "Hong G., Wu H., Ma S.-T., Su Z. (2020). Catechins from oolong tea improve uterine defects by inhibiting STAT3 signaling in polycystic ovary syndrome mice. Chin. Med. 15 (1), 125. 10.1186/s13020-020-00405-y", "ArticleIdList": ["10.1186/s13020-020-00405-y", "PMC7708239", "33292347"]}, {"Citation": "Hong Y., Yin Y., Tan Y., Hong K., Zhou H. (2019). The flavanone, naringenin, modifies antioxidant and steroidogenic enzyme activity in a rat model of letrozole-induced polycystic ovary syndrome. Med. Sci. Monit. 25, 395–401. 10.12659/msm.912341", "ArticleIdList": ["10.12659/msm.912341", "PMC6340314", "30636259"]}, {"Citation": "Hong Y., Yin Y., Tan Y., Hong K., Jiang F., Wang Y. (2018). Effect of quercetin on biochemical parameters in letrozole-induced polycystic ovary syndrome in rats. Trop. J. Pharm. Res. 17 (9), 1783–1788. 10.4314/tjpr.v17i9.15", "ArticleIdList": ["10.4314/tjpr.v17i9.15"]}, {"Citation": "Housman E., Reynolds R. V. (2014). Polycystic ovary syndrome: A review for dermatologists Part I. Diagnosis and manifestations. J. Am. Acad. Dermatology 71 (5), e1–e847. 10.1016/j.jaad.2014.05.007", "ArticleIdList": ["10.1016/j.jaad.2014.05.007", "25437977"]}, {"Citation": "Hu T., Yuan X., Ye R., Zhou H., Lin J., Zhang C., et al. (2017). Brown adipose tissue activation by rutin ameliorates polycystic ovary syndrome in rat. J. Nutr. Biochem. 47, 21–28. 10.1016/j.jnutbio.2017.04.012", "ArticleIdList": ["10.1016/j.jnutbio.2017.04.012", "28501702"]}, {"Citation": "Huang Y., Zhang X. (2021). Luteolin alleviates polycystic ovary syndrome in rats by resolving insulin resistance and oxidative stress. Am. J. Physiology-Endocrinology Metabolism 320 (6), E1085–E1092. 10.1152/ajpendo.00034.2021", "ArticleIdList": ["10.1152/ajpendo.00034.2021", "33900851"]}, {"Citation": "Inchingolo A. D., Inchingolo A. M., Malcangi G., Avantario P., Azzollini D., Buongiorno S., et al. (2022). Effects of resveratrol, curcumin and quercetin supplementation on bone metabolism-A systematic review. Nutrients 14 (17), 3519. 10.3390/nu14173519", "ArticleIdList": ["10.3390/nu14173519", "PMC9459740", "36079777"]}, {"Citation": "Jahan S., Munir F., Razak S., Mehboob A., Ul Ain Q., Ullah H., et al. (2016). Ameliorative effects of rutin against metabolic, biochemical and hormonal disturbances in polycystic ovary syndrome in rats. J. Ovarian Res. 9, 86. 10.1186/s13048-016-0295-y", "ArticleIdList": ["10.1186/s13048-016-0295-y", "PMC5142269", "27923406"]}, {"Citation": "Jamilian M., Asemi Z. (2016). The effects of soy isoflavones on metabolic status of patients with polycystic ovary syndrome. J. Clin. Endocrinol. Metabolism 101 (9), 3386–3394. 10.1210/jc.2016-1762", "ArticleIdList": ["10.1210/jc.2016-1762", "27490918"]}, {"Citation": "Jayasena C. N., Franks S. (2014). The management of patients with polycystic ovary syndrome. Nat. Rev. Endocrinol. 10 (10), 624–636. 10.1038/nrendo.2014.102", "ArticleIdList": ["10.1038/nrendo.2014.102", "25022814"]}, {"Citation": "Jia X., Jia L., Mo L., Yuan S., Zheng X., He J., et al. (2019). Berberine ameliorates periodontal bone loss by regulating gut microbiota. J. Dent. Res. 98 (1), 107–116. 10.1177/0022034518797275", "ArticleIdList": ["10.1177/0022034518797275", "30199654"]}, {"Citation": "Joseph S., Barai R. S., Bhujbalrao R., Idicula-Thomas S. (2016). PCOSKB: A KnowledgeBase on genes, diseases, ontology terms and biochemical pathways associated with PolyCystic ovary syndrome. Nucleic Acids Res. 44 (D1), D1032–D1035. 10.1093/nar/gkv1146", "ArticleIdList": ["10.1093/nar/gkv1146", "PMC4702829", "26578565"]}, {"Citation": "Karamali M., Kashanian M., Alaeinasab S., Asemi Z. (2018). The effect of dietary soy intake on weight loss, glycaemic control, lipid profiles and biomarkers of inflammation and oxidative stress in women with polycystic ovary syndrome: A randomised clinical trial. J. Hum. Nutr. Dietetics 31 (4), 533–543. 10.1111/jhn.12545", "ArticleIdList": ["10.1111/jhn.12545", "29468748"]}, {"Citation": "Keefe D., Lobo R. A. (2015). Preliminary evidence that cinnamon improves menstrual cyclicity in women with polycystic ovary syndrome: A randomized controlled trial editorial comment. Obstetrical Gynecol. Surv. 70 (2), 94–95. 10.1097/01.ogx.0000461902.16853.84", "ArticleIdList": ["10.1097/01.ogx.0000461902.16853.84", "24813595"]}, {"Citation": "Khan A. A., Begum W. (2019). Efficacy of darchini in the management of polycystic ovarian syndrome: A randomized clinical study. J. Herb. Med. 15, 100249. 10.1016/j.hermed.2018.11.005", "ArticleIdList": ["10.1016/j.hermed.2018.11.005"]}, {"Citation": "Khatoon E., Banik K., Harsha C., Sailo B. L., Thakur K. K., Khwairakpam A. D., et al. (2022). Phytochemicals in cancer cell chemosensitization: Current knowledge and future perspectives. Seminars Cancer Biol. 80, 306–339. 10.1016/j.semcancer.2020.06.014", "ArticleIdList": ["10.1016/j.semcancer.2020.06.014", "32610149"]}, {"Citation": "Khorchani M. J., Zal F., Neisy A. (2020). The phytoestrogen, quercetin, in serum, uterus and ovary as a potential treatment for dehydroepiandrosterone-induced polycystic ovary syndrome in the rat. Reproduction Fertil. Dev. 32 (3), 313–321. 10.1071/rd19072", "ArticleIdList": ["10.1071/rd19072", "31661670"]}, {"Citation": "Khorshidi M., Moini A., Alipoor E., Rezvan N., Gorgani-Firuzjaee S., Yaseri M., et al. (2018). The effects of quercetin supplementation on metabolic and hormonal parameters as well as plasma concentration and gene expression of resistin in overweight or obese women with polycystic ovary syndrome. Phytotherapy Res. 32 (11), 2282–2289. 10.1002/ptr.6166", "ArticleIdList": ["10.1002/ptr.6166", "30062709"]}, {"Citation": "Kort D. H., Lobo R. A. (2014). Preliminary evidence that cinnamon improves menstrual cyclicity in women with polycystic ovary syndrome: A randomized controlled trial. Am. J. Obstetrics Gynecol. 211 (5), e1–e6. 10.1016/j.ajog.2014.05.009", "ArticleIdList": ["10.1016/j.ajog.2014.05.009", "24813595"]}, {"Citation": "Krishnan A., Muthusami S. (2017). Hormonal alterations in PCOS and its influence on bone metabolism. J. Endocrinol. 232 (2), R99–R113. 10.1530/joe-16-0405", "ArticleIdList": ["10.1530/joe-16-0405", "27895088"]}, {"Citation": "Kuang H., Duan Y., Li D., Xu Y., Ai W., Li W., et al. (2020). The role of serum inflammatory cytokines and berberine in the insulin signaling pathway among women with polycystic ovary syndrome. Plos One 15 (8), e0235404. 10.1371/journal.pone.0235404", "ArticleIdList": ["10.1371/journal.pone.0235404", "PMC7423132", "32785222"]}, {"Citation": "La Marca A., Sunkara S. K. (2014). Individualization of controlled ovarian stimulation in IVF using ovarian reserve markers: From theory to practice. Hum. Reprod. Update 20 (1), 124–140. 10.1093/humupd/dmt037", "ArticleIdList": ["10.1093/humupd/dmt037", "24077980"]}, {"Citation": "Lan Z. J., Krause M. S., Redding S. D., Li X., Wu G. Z., Zhou H. X., et al. (2017). Selective deletion of Pten in theca-interstitial cells leads to androgen excess and ovarian dysfunction in mice. Mol. Cell. Endocrinol. 444 (C), 26–37. 10.1016/j.mce.2017.01.043", "ArticleIdList": ["10.1016/j.mce.2017.01.043", "28137614"]}, {"Citation": "Li W., Li D., Kuang H., Feng X., Ai W., Wang Y., et al. (2020). Berberine increases glucose uptake and intracellular ROS levels by promoting Sirtuin 3 ubiquitination. Biomed. Pharmacother. 121, 109563. 10.1016/j.biopha.2019.109563", "ArticleIdList": ["10.1016/j.biopha.2019.109563", "31706105"]}, {"Citation": "Li X., Ma J., Guo L., Dong C., Zhu G., Hong W., et al. (2022). Identification of bioactive compounds and potential mechanisms of Kuntai capsule in the treatment of polycystic ovary syndrome by integrating network pharmacology and bioinformatics. Oxidative Med. Cell. Longev. 2022, 3145938. 10.1155/2022/3145938", "ArticleIdList": ["10.1155/2022/3145938", "PMC9073551", "35528524"]}, {"Citation": "Lim S. S., Davies M. J., Norman R. J., Moran L. J. (2012). Overweight, obesity and central obesity in women with polycystic ovary syndrome: A systematic review and meta-analysis. Hum. Reprod. Update 18 (6), 618–637. 10.1093/humupd/dms030", "ArticleIdList": ["10.1093/humupd/dms030", "22767467"]}, {"Citation": "Lim S. S., Norman R. J., Davies M. J., Moran L. J. (2013). The effect of obesity on polycystic ovary syndrome: A systematic review and meta-analysis. Obes. Rev. 14 (2), 95–109. 10.1111/j.1467-789X.2012.01053.x", "ArticleIdList": ["10.1111/j.1467-789X.2012.01053.x", "23114091"]}, {"Citation": "Liu Y. S., Liu H., Li Z. T., Fan H. L., Yan X. M., Liu X., et al. (2021). The release of peripheral immune inflammatory cytokines promote an inflammatory cascade in PCOS patients via altering the follicular microenvironment. Front. Immunol. 12, 685724. 10.3389/fimmu.2021.685724", "ArticleIdList": ["10.3389/fimmu.2021.685724", "PMC8165443", "34079559"]}, {"Citation": "Liyanage G. S. G., Inoue R., Fujitani M., Ishijima T., Shibutani T., Abe K., et al. (2021). Effects of soy isoflavones, resistant starch and antibiotics on polycystic ovary syndrome (PCOS)-Like features in letrozole-treated rats. Nutrients 13 (11), 3759. 10.3390/nu13113759", "ArticleIdList": ["10.3390/nu13113759", "PMC8621859", "34836015"]}, {"Citation": "Luther D. C., Huang R., Jeon T., Zhang X., Lee Y.-W., Nagaraj H., et al. (2020). Delivery of drugs, proteins, and nucleic acids using inorganic nanoparticles. Adv. Drug Deliv. Rev. 156, 188–213. 10.1016/j.addr.2020.06.020", "ArticleIdList": ["10.1016/j.addr.2020.06.020", "PMC8559718", "32610061"]}, {"Citation": "Ma X., Li X., Ma L., Chen Y., He S. (2021). Soy isoflavones alleviate polycystic ovary syndrome in rats by regulating NF- kappa B signaling pathway. Bioengineered 12 (1), 7215–7223. 10.1080/21655979.2021.1979864", "ArticleIdList": ["10.1080/21655979.2021.1979864", "PMC8806892", "34546841"]}, {"Citation": "Manzoor S., Ganie M. A., Amin S., Shah Z. A., Bhat I. A., Yousuf S. D., et al. (2019). Oral contraceptive use increases risk of inflammatory and coagulatory disorders in women with Polycystic Ovarian Syndrome: An observational study. Sci. Rep. 9, 10182. 10.1038/s41598-019-46644-4", "ArticleIdList": ["10.1038/s41598-019-46644-4", "PMC6629878", "31308416"]}, {"Citation": "Maleki S. J., Crespo J. F., Cabanillas B. (2019). Anti-inflammatory effects of flavonoids. Food Chem. 299, 125124. 10.1016/j.foodchem.2019.125124", "ArticleIdList": ["10.1016/j.foodchem.2019.125124", "31288163"]}, {"Citation": "Marti N., Bouchoucha N., Sauter K.-S., Fluck C. E. (2017). Resveratrol inhibits androgen production of human adrenocortical H295R cells by lowering CYP17 and CYP21 expression and activities. Plos One 12 (3), e0174224. 10.1371/journal.pone.0174224", "ArticleIdList": ["10.1371/journal.pone.0174224", "PMC5360261", "28323907"]}, {"Citation": "Mayor-Ruiz C., Bauer S., Brand M., Kozicka Z., Siklos M., Imrichova H., et al. (2020). Rational discovery of molecular glue degraders via scalable chemical profiling. Nat. Chem. Biol. 16(11), 1199-+. doi: 1207. 10.1038/s41589-020-0594-x", "ArticleIdList": ["10.1038/s41589-020-0594-x", "PMC7116640", "32747809"]}, {"Citation": "Mazloom B. F., Edalatmanesh M. A., Hosseini S. E. (2019). Gallic acid reduces inflammatory cytokines and markers of oxidative damage in a rat model of estradiol-induced polycystic ovary. Comp. Clin. Pathol. 28 (5), 1281–1286. 10.1007/s00580-019-02920-3", "ArticleIdList": ["10.1007/s00580-019-02920-3"]}, {"Citation": "Merhi Z., Kandaraki E. A., Diamanti-Kandarakis E. (2019). Implications and future perspectives of AGEs in PCOS pathophysiology. Trends Endocrinol. Metabolism 30 (3), 150–162. 10.1016/j.tem.2019.01.005", "ArticleIdList": ["10.1016/j.tem.2019.01.005", "30712978"]}, {"Citation": "Mihanfar A., Nouri M., Roshangar L., Khadem-Ansari M. H. (2021a). Polyphenols: Natural compounds with promising potential in treating polycystic ovary syndrome. Reprod. Biol. 21 (2), 100500. 10.1016/j.repbio.2021.100500", "ArticleIdList": ["10.1016/j.repbio.2021.100500", "33878526"]}, {"Citation": "Mihanfar A., Nouri M., Roshangar L., Khadem-Ansari M. H. (2021b900). Therapeutic potential of quercetin in an animal model of PCOS: Possible involvement of AMPK/SIRT-1 axis. Eur. J. Pharmacol. 900, 174062. 10.1016/j.ejphar.2021.174062", "ArticleIdList": ["10.1016/j.ejphar.2021.174062", "33798596"]}, {"Citation": "Mimouni N. E. H., Paiva I., Barbotin A.-L., Timzoura F. E., Plassard D., Le Gras S., et al. (2021). Polycystic ovary syndrome is transmitted via a transgenerational epigenetic process. Cell. Metab. 33(3), 513-+. doi: 530.e8. 10.1016/j.cmet.2021.01.004", "ArticleIdList": ["10.1016/j.cmet.2021.01.004", "PMC7928942", "33539777"]}, {"Citation": "Mirabelli M., Chiefari E., Arcidiacono B., Corigliano D. M., Brunetti F. S., Maggisano V., et al. (2020). Mediterranean diet nutrients to turn the tide against insulin resistance and related diseases. Nutrients 12 (4), 1066. 10.3390/nu12041066", "ArticleIdList": ["10.3390/nu12041066", "PMC7230471", "32290535"]}, {"Citation": "Mombaini E., Jafarirad S., Husain D., Haghighizadeh M. H., Padfar P. (2017). The impact of green tea supplementation on anthropometric indices and inflammatory cytokines in women with polycystic ovary syndrome. Phytotherapy Res. 31 (5), 747–754. 10.1002/ptr.5795", "ArticleIdList": ["10.1002/ptr.5795", "28244612"]}, {"Citation": "Morley L. C., Tang T., Yasmin E., Norman R. J., Balen A. H. (2017). Insulin-sensitising drugs (metformin, rosiglitazone, pioglitazone, D-chiro-inositol) for women with polycystic ovary syndrome, oligo amenorrhoea and subfertility. Cochrane Database Syst. Rev. 11, CD003053. 10.1002/14651858.CD003053.pub6", "ArticleIdList": ["10.1002/14651858.CD003053.pub6", "PMC6486196", "29183107"]}, {"Citation": "Moshfegh F., Balanejad S. Z., Shahrokhabady K., Attaranzadeh A. (2022). Crocus sativus (saffron) petals extract and its active ingredient, anthocyanin improves ovarian dysfunction, regulation of inflammatory genes and antioxidant factors in testosterone-induced PCOS mice. J. Ethnopharmacol. 282, 114594. 10.1016/j.jep.2021.114594", "ArticleIdList": ["10.1016/j.jep.2021.114594", "34480994"]}, {"Citation": "Murray C. J. L., Aravkin A. Y., Zheng P., Abbafati C., Abbas K. M., Abbasi-Kangevari M., et al. (2020). Global burden of 87 risk factors in 204 countries and territories, 1990-2019: A systematic analysis for the global burden of disease study 2019. Lancet 396 (10258), 1223–1249. 10.1016/s0140-6736(20)30752-2", "ArticleIdList": ["10.1016/s0140-6736(20)30752-2", "PMC7566194", "33069327"]}, {"Citation": "Murri M., Luque-Ramirez M., Insenser M., Ojeda-Ojeda M., Escobar-Morreale H. F. (2013). Circulating markers of oxidative stress and polycystic ovary syndrome (PCOS): A systematic review and meta-analysis. Hum. Reprod. Update 19 (3), 268–288. 10.1093/humupd/dms059", "ArticleIdList": ["10.1093/humupd/dms059", "23303572"]}, {"Citation": "Muscogiuri G., Colao A., Orio F. (2015). Insulin-mediated diseases: Adrenal mass and polycystic ovary syndrome. Trends Endocrinol. Metabolism 26 (10), 512–514. 10.1016/j.tem.2015.07.010", "ArticleIdList": ["10.1016/j.tem.2015.07.010", "26412152"]}, {"Citation": "Neisy A., Zal F., Seghatoleslam A., Alaee S. (2019). Amelioration by quercetin of insulin resistance and uterine GLUT4 and ERα gene expression in rats with polycystic ovary syndrome (PCOS). Reproduction, Fertil. Dev. 31 (2), 315–323. 10.1071/RD18222", "ArticleIdList": ["10.1071/RD18222", "30103849"]}, {"Citation": "Nile S. H., Baskar V., Selvaraj D., Nile A., Xiao J., Kai G. (2020). Nanotechnologies in food science: Applications, recent trends, and future perspectives. Nano-Micro Lett. 12 (1), 45. 10.1007/s40820-020-0383-9", "ArticleIdList": ["10.1007/s40820-020-0383-9", "PMC7770847", "34138283"]}, {"Citation": "Ninfali P., Antonelli A., Magnani M., Scarpa E. S. (2020). Antiviral properties of flavonoids and delivery strategies. Nutrients 12 (9), 2534. 10.3390/nu12092534", "ArticleIdList": ["10.3390/nu12092534", "PMC7551920", "32825564"]}, {"Citation": "O'Kelly A. C., Michos E. D., Shufelt C. L., Vermunt J. V., Minissian M. B., Quesada O., et al. (2022). Pregnancy and reproductive risk factors for cardiovascular disease in women. Circulation Res. 130 (4), 652–672. 10.1161/circresaha.121.319895", "ArticleIdList": ["10.1161/circresaha.121.319895", "PMC8870397", "35175837"]}, {"Citation": "Okoth K., Chandan J. S., Marshall T., Thangaratinam S., Thomas G. N., Nirantharakumar K., et al. (2020). Association between the reproductive health of young women and cardiovascular disease in later life: Umbrella review. Bmj-British Med. J. 371, m3502. 10.1136/bmj.m3502", "ArticleIdList": ["10.1136/bmj.m3502", "PMC7537472", "33028606"]}, {"Citation": "Ortega I., Villanueva J. A., Wong D. H., Cress A. B., Sokalska A., Stanley S. D., et al. (2014). Resveratrol potentiates effects of simvastatin on inhibition of rat ovarian theca-interstitial cells steroidogenesis. J. Ovarian Res. 7, 21. 10.1186/1757-2215-7-21", "ArticleIdList": ["10.1186/1757-2215-7-21", "PMC3940290", "24524197"]}, {"Citation": "Ortega I., Villanueva J. A., Wong D. H., Cress A. B., Sokalska A., Stanley S. D., et al. (2012a). Resveratrol reduces steroidogenesis in rat ovarian theca-interstitial cells: The role of inhibition of Akt/PKB signaling pathway. Endocrinology 153 (8), 4019–4029. 10.1210/en.2012-1385", "ArticleIdList": ["10.1210/en.2012-1385", "PMC3404354", "22719052"]}, {"Citation": "Ortega I., Wong D. H., Villanueva J. A., Cress A. B., Sokalska A., Stanley S. D., et al. (2012b). Effects of resveratrol on growth and function of rat ovarian granulosa cells. Fertil. Steril. 98 (6), 1563–1573. 10.1016/j.fertnstert.2012.08.004", "ArticleIdList": ["10.1016/j.fertnstert.2012.08.004", "PMC3513511", "22959450"]}, {"Citation": "Palomba S., de Wilde M. A., Falbo A., Koster M. P. H., La Sala G. B., Fauser B. C. J. M. (2015). Pregnancy complications in women with polycystic ovary syndrome. Hum. Reprod. Update 21 (5), 575–592. 10.1093/humupd/dmv029", "ArticleIdList": ["10.1093/humupd/dmv029", "26117684"]}, {"Citation": "Patel S. S., Acharya A., Ray R. S., Agrawal R., Raghuwanshi R., Jain P. (2020). Cellular and molecular mechanisms of curcumin in prevention and treatment of disease. Crit. Rev. Food Sci. Nutr. 60 (6), 887–939. 10.1080/10408398.2018.1552244", "ArticleIdList": ["10.1080/10408398.2018.1552244", "30632782"]}, {"Citation": "Patisaul H. B., Mabrey N., Adewale H. B., Sullivan A. W. (2014). Soy but not bisphenol A (BPA) induces hallmarks of polycystic ovary syndrome (PCOS) and related metabolic co-morbidities in rats. Reprod. Toxicol. 49, 209–218. 10.1016/j.reprotox.2014.09.003", "ArticleIdList": ["10.1016/j.reprotox.2014.09.003", "PMC4366357", "25242113"]}, {"Citation": "Pawlowski J. W., Martin B. R., McCabe G. P., McCabe L., Jackson G. S., Peacock M., et al. (2015). Impact of equol-producing capacity and soy-isoflavone profiles of supplements on bone calcium retention in postmenopausal women: A randomized crossover trial. Am. J. Clin. Nutr. 102 (3), 695–703. 10.3945/ajcn.114.093906", "ArticleIdList": ["10.3945/ajcn.114.093906", "PMC4548170", "26245807"]}, {"Citation": "Pena A. S., Witchel S. F., Hoeger K. M., Oberfield S. E., Vogiatzi M. G., Misso M., et al. (2020). Adolescent polycystic ovary syndrome according to the international evidence-based guideline. Bmc Med. 18 (1), 72. 10.1186/s12916-020-01516-x", "ArticleIdList": ["10.1186/s12916-020-01516-x", "PMC7092491", "32204714"]}, {"Citation": "Peng J., Zheng T. T., Li X., Liang Y., Wang L. J., Huang Y. C., et al. (2019). Plant-Derived alkaloids: The promising disease-modifying agents for inflammatory bowel disease. Front. Pharmacol. 10, 351. 10.3389/fphar.2019.00351", "ArticleIdList": ["10.3389/fphar.2019.00351", "PMC6473079", "31031622"]}, {"Citation": "Peng F., Hu Y., Peng S., Zeng N., Shi L. (2022). Apigenin exerts protective effect and restores ovarian function in dehydroepiandrosterone induced polycystic ovary syndrome rats: A biochemical and histological analysis. Ann. Med. 54 (1), 578–587. 10.1080/07853890.2022.2034933", "ArticleIdList": ["10.1080/07853890.2022.2034933", "PMC8843206", "35152800"]}, {"Citation": "Qi X. Y., Yun C. Y., Sun L. L., Xia J. L., Wu Q., Wang Y., et al. (2019). Gut microbiota-bile acid-interleukin-22 axis orchestrates polycystic ovary syndrome. Nat. Med. 25(8), 1225-+. doi: 1233. 10.1038/s41591-019-0509-0", "ArticleIdList": ["10.1038/s41591-019-0509-0", "PMC7376369", "31332392"]}, {"Citation": "Qian Q., Tang M., Li X., Cao Q., Zhu Z. (2020). Mangiferin ameliorates insulin resistance in a rat model of polycystic ovary syndrome via inhibition of inflammation. Trop. J. Pharm. Res. 19 (1), 89–94. 10.4314/tjpr.v19i1.14", "ArticleIdList": ["10.4314/tjpr.v19i1.14"]}, {"Citation": "Rahman M. A., Hannan M. A., Dash R., Rahman M. D. H., Islam R., Uddin M. J., et al. (2021). Phytochemicals as a complement to cancer chemotherapy: Pharmacological modulation of the autophagy-apoptosis pathway. Front. Pharmacol. 12, 639628. 10.3389/fphar.2021.639628", "ArticleIdList": ["10.3389/fphar.2021.639628", "PMC8138161", "34025409"]}, {"Citation": "Raja M. A., Maldonado M., Chen J., Zhong Y., Gu J. (2021). Development and evaluation of curcumin encapsulated self-assembled nanoparticles as potential remedial treatment for PCOS in a female rat model. Int. J. Nanomedicine 16, 6231–6247. 10.2147/ijn.S302161", "ArticleIdList": ["10.2147/ijn.S302161", "PMC8439717", "34531655"]}, {"Citation": "Rajan R. K., Kumar S. S. M., Balaji B. (2017). Soy isoflavones exert beneficial effects on letrozole-induced rat polycystic ovary syndrome (PCOS) model through anti-androgenic mechanism. Pharm. Biol. 55 (1), 242–251. 10.1080/13880209.2016.1258425", "ArticleIdList": ["10.1080/13880209.2016.1258425", "PMC6130471", "27927075"]}, {"Citation": "Rampogu S., Balasubramaniyam T., Lee J. H. (2022). Phytotherapeutic applications of alkaloids in treating breast cancer. Biomed. Pharmacother. 155, 113760. 10.1016/j.biopha.2022.113760", "ArticleIdList": ["10.1016/j.biopha.2022.113760", "36271547"]}, {"Citation": "Rangel N., Villegas V. E., Rondon-Lagos M. (2021). Obesity and androgen receptor signaling: Associations and potential crosstalk in breast cancer cells. Cancers 13 (9), 2218. 10.3390/cancers13092218", "ArticleIdList": ["10.3390/cancers13092218", "PMC8125357", "34066328"]}, {"Citation": "Rashid R., Mir S. A., Kareem O., Ali T., Ara R., Malik A., et al. (2022). Polycystic ovarian syndrome-current pharmacotherapy and clinical implications. Taiwan. J. Obstetrics Gynecol. 61 (1), 40–50. 10.1016/j.tjog.2021.11.009", "ArticleIdList": ["10.1016/j.tjog.2021.11.009", "35181044"]}, {"Citation": "Rayalam S., Della-Fera M. A., Baile C. A. (2011). Synergism between resveratrol and other phytochemicals: Implications for obesity and osteoporosis. Mol. Nutr. Food Res. 55 (8), 1177–1185. 10.1002/mnfr.201000616", "ArticleIdList": ["10.1002/mnfr.201000616", "21538845"]}, {"Citation": "Rencber S. F., Ozbek S. K., Eraldemir C., Sezer Z., Kum T., Ceylan S., et al. (2018). Effect of resveratrol and metformin on ovarian reserve and ultrastructure in PCOS: An experimental study. J. Ovarian Res. 11, 55. 10.1186/s13048-018-0427-7", "ArticleIdList": ["10.1186/s13048-018-0427-7", "PMC6025739", "29958542"]}, {"Citation": "Rezvan N., Moini A., Gorgani-Firuzjaee S., Hosseinzadeh-Attar M. J. (2018). Oral quercetin supplementation enhances adiponectin receptor transcript expression in polycystic ovary syndrome patients: A randomized placebo-controlled double-blind clinical trial. Cell. J. 19 (4), 627–633. 10.22074/cellj.2018.4577", "ArticleIdList": ["10.22074/cellj.2018.4577", "PMC5672102", "29105398"]}, {"Citation": "Rosenfield R. L., Ehrmann D. A. (2016). The pathogenesis of polycystic ovary syndrome (PCOS): The hypothesis of PCOS as functional ovarian hyperandrogenism revisited. Endocr. Rev. 37 (5), 467–520. 10.1210/er.2015-1104", "ArticleIdList": ["10.1210/er.2015-1104", "PMC5045492", "27459230"]}, {"Citation": "Rudnicka E., Suchta K., Grymowicz M., Calik-Ksepka A., Smolarczyk K., Duszewska A. M., et al. (2021). Chronic low grade inflammation in pathogenesis of PCOS. Int. J. Mol. Sci. 22 (7), 3789. 10.3390/ijms22073789", "ArticleIdList": ["10.3390/ijms22073789", "PMC8038770", "33917519"]}, {"Citation": "Ruth K. S., Day F. R., Tyrrell J., Thompson D. J., Wood A. R., Mahajan A., et al. (2020). Using human genetics to understand the disease impacts of testosterone in men and women. Nat. Med. 26(2), 252-+. doi: 258. 10.1038/s41591-020-0751-5", "ArticleIdList": ["10.1038/s41591-020-0751-5", "PMC7025895", "32042192"]}, {"Citation": "Schapira M., Calabrese M. F., Bullock A. N., Crews C. M. (2019). Targeted protein degradation: Expanding the toolbox. Nat. Rev. Drug Discov. 18 (12), 949–963. 10.1038/s41573-019-0047-y", "ArticleIdList": ["10.1038/s41573-019-0047-y", "31666732"]}, {"Citation": "Schuijt T. J., Lankelma J. M., Scicluna B. P., e Melo F. d. S., Roelofs J. J. T. H., de Boer J. D., et al. (2016). The gut microbiota plays a protective role in the host defence against pneumococcal pneumonia. Gut 65 (4), 575–583. 10.1136/gutjnl-2015-309728", "ArticleIdList": ["10.1136/gutjnl-2015-309728", "PMC4819612", "26511795"]}, {"Citation": "Sermondade N., Huberlant S., Bourhis-Lefebvre V., Arbo E., Gallot V., Colombani M., et al. (2019). Female obesity is negatively associated with live birth rate following IVF: A systematic review and meta-analysis. Hum. Reprod. Update 25 (4), 439–451. 10.1093/humupd/dmz011", "ArticleIdList": ["10.1093/humupd/dmz011", "30941397"]}, {"Citation": "Shah K. N., Patel S. S. (2016). Phosphatidylinositide 3-kinase inhibition: A new potential target for the treatment of polycystic ovarian syndrome. Pharm. Biol. 54 (6), 975–983. 10.3109/13880209.2015.1091482", "ArticleIdList": ["10.3109/13880209.2015.1091482", "PMC11133948", "26459667"]}, {"Citation": "Rotterdam ESHRE/ASRM-Sponsored PCOS consensus workshop group (2004). Revised 2003 consensus on diagnostic criteria and long?term health risks related to polycystic ovary syndrome (PCOS). Hum. Reprod. 19 (1), 41–47. 10.1093/humrep/deh098", "ArticleIdList": ["10.1093/humrep/deh098", "14688154"]}, {"Citation": "Shamsudin N. F., Ahmed Q. U., Mahmood S., Shah S. A. A., Sarian M. N., Khattak M., et al. (2022). Flavonoids as antidiabetic and anti-inflammatory agents: A review on structural activity relationship-based studies and meta-analysis. Int. J. Mol. Sci. 23 (20), 12605. 10.3390/ijms232012605", "ArticleIdList": ["10.3390/ijms232012605", "PMC9604264", "36293459"]}, {"Citation": "Shen H.-R., Xu X., Li X.-L. (2021a). Berberine exerts a protective effect on rats with polycystic ovary syndrome by inhibiting the inflammatory response and cell apoptosis. Reproductive Biol. Endocrinol. 19 (1), 3. 10.1186/s12958-020-00684-y", "ArticleIdList": ["10.1186/s12958-020-00684-y", "PMC7789273", "33407557"]}, {"Citation": "Shen H.-R., Xu X., Ye D., Li X.-L. (2021b). Berberine improves the symptoms of DHEA-induced PCOS rats by regulating gut microbiotas and metabolites. Gynecol. Obstetric Investigation 86 (4), 388–397. 10.1159/000518040", "ArticleIdList": ["10.1159/000518040", "34515131"]}, {"Citation": "Shen N., Wang T. F., Gan Q., Liu S., Wang L., Jin B. (2022). Plant flavonoids: Classification, distribution, biosynthesis, and antioxidant activity. Food Chem. 383, 132531. 10.1016/j.foodchem.2022.132531", "ArticleIdList": ["10.1016/j.foodchem.2022.132531", "35413752"]}, {"Citation": "Sies H., Jones D. P. (2020). Reactive oxygen species (ROS) as pleiotropic physiological signalling agents. Nat. Rev. Mol. Cell. Biol. 21 (7), 363–383. 10.1038/s41580-020-0230-3", "ArticleIdList": ["10.1038/s41580-020-0230-3", "32231263"]}, {"Citation": "Stener-Victorin E., Deng Q. (2021). Epigenetic inheritance of polycystic ovary syndrome - challenges and opportunities for treatment. Nat. Rev. Endocrinol. 17 (9), 521–533. 10.1038/s41574-021-00517-x", "ArticleIdList": ["10.1038/s41574-021-00517-x", "34234312"]}, {"Citation": "Sun Q., Liu Q., Zhou X. T., Wang X. M., Li H. Y., Zhang W. F., et al. (2022). Flavonoids regulate tumor-associated macrophages - from structure-activity relationship to clinical potential (Review). Pharmacol. Res. 184, 106419. 10.1016/j.phrs.2022.106419", "ArticleIdList": ["10.1016/j.phrs.2022.106419", "36041653"]}, {"Citation": "Tay C. T., Hart R. J., Hickey M., Moran L. J., Earnest A., Doherty D. A., et al. (2020). Updated adolescent diagnostic criteria for polycystic ovary syndrome: Impact on prevalence and longitudinal body mass index trajectories from birth to adulthood. Bmc Med. 18 (1), 389. 10.1186/s12916-020-01861-x", "ArticleIdList": ["10.1186/s12916-020-01861-x", "PMC7731536", "33302955"]}, {"Citation": "Teede H. J., Misso M. L., Costello M. F., Dokras A., Laven J., Moran L., et al. (2018). Recommendations from the international evidence-based guideline for the assessment and management of polycystic ovary syndrome. Hum. Reprod. 33 (9), 1602–1618. 10.1093/humrep/dey256", "ArticleIdList": ["10.1093/humrep/dey256", "PMC6112576", "30052961"]}, {"Citation": "Uehara M. (2013). Isoflavone metabolism and bone-sparing effects of daidzein-metabolites. J. Clin. Biochem. Nutr. 52 (3), 193–201. 10.3164/jcbn.13-2", "ArticleIdList": ["10.3164/jcbn.13-2", "PMC3652301", "23704808"]}, {"Citation": "Vidoni C., Ferraresi A., Secomandi E., Vallino L., Gardin C., Zavan B., et al. (2019). Autophagy drives osteogenic differentiation of human gingival mesenchymal stem cells. Cell Commun. Signal. 17 (1), 98. 10.1186/s12964-019-0414-7", "ArticleIdList": ["10.1186/s12964-019-0414-7", "PMC6701103", "31426798"]}, {"Citation": "Wang W., Zheng J., Cui N., Jiang L., Zhou H., Zhang D., et al. (2019). Baicalin ameliorates polycystic ovary syndrome through AMP-activated protein kinase. J. Ovarian Res. 12 (1), 109. 10.1186/s13048-019-0585-2", "ArticleIdList": ["10.1186/s13048-019-0585-2", "PMC6852906", "31722718"]}, {"Citation": "Wang D., Wang T., Wang R., Zhang X., Wang L., Xiang Z., et al. (2020). Suppression of p66Shc prevents hyperandrogenism-induced ovarian oxidative stress and fibrosis. J. Transl. Med. 18 (1), 84. 10.1186/s12967-020-02249-4", "ArticleIdList": ["10.1186/s12967-020-02249-4", "PMC7027222", "32066482"]}, {"Citation": "Wang J., Qian X., Gao Q., Lv C., Xu J., Jin H., et al. (2018). Quercetin increases the antioxidant capacity of the ovary in menopausal rats and in ovarian granulosa cell culture in vitro . J. Ovarian Res. 11, 51. 10.1186/s13048-018-0421-0", "ArticleIdList": ["10.1186/s13048-018-0421-0", "PMC6013856", "29929541"]}, {"Citation": "Wang Z., Nie K., Su H., Tang Y., Wang H., Xu X., et al. (2021). Berberine improves ovulation and endometrial receptivity in polycystic ovary syndrome. Phytomedicine 91, 153654. 10.1016/j.phymed.2021.153654", "ArticleIdList": ["10.1016/j.phymed.2021.153654", "34333328"]}, {"Citation": "Wang Z., Zhai D., Zhang D., Bai L., Yao R., Yu J., et al. (2017). Quercetin decreases insulin resistance in a polycystic ovary syndrome rat model by improving inflammatory microenvironment. Reprod. Sci. 24 (5), 682–690. 10.1177/1933719116667218", "ArticleIdList": ["10.1177/1933719116667218", "27634381"]}, {"Citation": "Wu Y.-X., Yang X.-Y., Han B.-S., Hu Y.-Y., An T., Lv B.-H., et al. (2022). Naringenin regulates gut microbiota and SIRT1/PGC-1? Signaling pathway in rats with letrozole-induced polycystic ovary syndrome. Biomed. Pharmacother. 153, 113286. 10.1016/j.biopha.2022.113286", "ArticleIdList": ["10.1016/j.biopha.2022.113286", "35724506"]}, {"Citation": "Yang Q. C., Leong S. A., Chan K. P., Yuan X. L., Ng T. K. (2021). Complex effect of continuous curcumin exposure on human bone marrow-derived mesenchymal stem cell regenerative properties through matrix metalloproteinase regulation. Basic Clin. Pharmacol. Toxicol. 128 (1), 141–153. 10.1111/bcpt.13477", "ArticleIdList": ["10.1111/bcpt.13477", "32777138"]}, {"Citation": "Yang Y., Liu J., Xu W. (2022). Naringenin and morin reduces insulin resistance and endometrial hyperplasia in the rat model of polycystic ovarian syndrome through enhancement of inflammation and autophagic apoptosis. Acta Biochim. Pol. 69 (1), 91–100. 10.18388/abp.2020_5722", "ArticleIdList": ["10.18388/abp.2020_5722", "35143137"]}, {"Citation": "You J. W., Cheng J., Yu B., Duan C. H., Peng J. H. (2018). Baicalin, a Chinese herbal medicine, inhibits the proliferation and migration of human non-small cell lung carcinoma (NSCLC) cells, A549 and H1299, by activating the SIRT1/AMPK signaling pathway. Med. Sci. Monit. 24, 2126–2133. 10.12659/msm.909627", "ArticleIdList": ["10.12659/msm.909627", "PMC5909419", "29632297"]}, {"Citation": "Yu J., Ding C., Hua Z., Jiang X., Wang C. (2021). Protective effects of berberine in a rat model of polycystic ovary syndrome mediated via the PI3K/AKT pathway. J. Obstet. Gynaecol. Res. 47 (5), 1789–1803. 10.1111/jog.14730", "ArticleIdList": ["10.1111/jog.14730", "PMC8252786", "33709493"]}, {"Citation": "Yu J., Liu Y., Zhang D., Zhai D., Song L., Cai Z., et al. (2019). Baicalin inhibits recruitment of GATA1 to the HSD3B2 promoter and reverses hyperandrogenism of PCOS. J. Endocrinol. 240 (3), 497–507. 10.1530/joe-18-0678", "ArticleIdList": ["10.1530/joe-18-0678", "30650063"]}, {"Citation": "Yuan X., Hu T., Zhao H., Huang Y., Ye R., Lin J., et al. (2016). Brown adipose tissue transplantation ameliorates polycystic ovary syndrome. Proc. Natl. Acad. Sci. U. S. A. 113 (10), 2708–2713. 10.1073/pnas.1523236113", "ArticleIdList": ["10.1073/pnas.1523236113", "PMC4790997", "26903641"]}, {"Citation": "Yurtdas G., Akdevelioglu Y. (2020). A new approach to polycystic ovary syndrome: The gut microbiota. J. Am. Coll. Nutr. 39 (4), 371–382. 10.1080/07315724.2019.1657515", "ArticleIdList": ["10.1080/07315724.2019.1657515", "31513473"]}, {"Citation": "Zatterale F., Longo M., Naderi J., Raciti G. A., Desiderio A., Miele C., et al. (2020). Chronic adipose tissue inflammation linking obesity to insulin resistance and type 2 diabetes. Front. Physiology 10, 1607. 10.3389/fphys.2019.01607", "ArticleIdList": ["10.3389/fphys.2019.01607", "PMC7000657", "32063863"]}, {"Citation": "Zhang L., McClements D. J., Wei Z. L., Wang G. Q., Liu X. B., Liu F. G. (2020a). Delivery of synergistic polyphenol combinations using biopolymer-based systems: Advances in physicochemical properties, stability and bioavailability. Crit. Rev. Food Sci. Nutr. 60 (12), 2083–2097. 10.1080/10408398.2019.1630358", "ArticleIdList": ["10.1080/10408398.2019.1630358", "31257900"]}, {"Citation": "Zhang N., Liu X., Zhuang L., Liu X., Zhao H., Shan Y., et al. (2020b). Berberine decreases insulin resistance in a PCOS rats by improving GLUT4: Dual regulation of the PI3K/AKT and MAPK pathways. Regul. Toxicol. Pharmacol. 110, 104544. 10.1016/j.yrtph.2019.104544", "ArticleIdList": ["10.1016/j.yrtph.2019.104544", "31778716"]}, {"Citation": "Zhang Y., Weng Y., Wang D., Wang R., Wang L., Zhou J., et al. (2021). Curcumin in combination with aerobic exercise improves follicular dysfunction via inhibition of the hyperandrogen-induced ire1α/XBP1 endoplasmic reticulum stress pathway in PCOS-like rats. Oxid. Med. Cell. Longev. 2021, 7382900. 10.1155/2021/7382900", "ArticleIdList": ["10.1155/2021/7382900", "PMC8720591", "34987702"]}, {"Citation": "Zhao Y., Zhang C. M., Huang Y., Yu Y., Li R., Li M., et al. (2015). Up-regulated expression of WNT5a increases inflammation and oxidative stress via PI3K/AKT/NF-kappa B signaling in the granulosa cells of PCOS patients. J. Clin. Endocrinol. Metab. 100 (1), 201–211. 10.1210/jc.2014-2419", "ArticleIdList": ["10.1210/jc.2014-2419", "25303486"]}, {"Citation": "Zheng S., Chen Y., Ma M., Li M. (2022). Mechanism of quercetin on the improvement of ovulation disorder and regulation of ovarian CNP/NPR2 in PCOS model rats. J. Formos. Med. Assoc. 121 (6), 1081–1092. 10.1016/j.jfma.2021.08.015", "ArticleIdList": ["10.1016/j.jfma.2021.08.015", "34538551"]}, {"Citation": "Zhu T., Cui J., Goodarzi M. O. (2021). Polycystic ovary syndrome and risk of type 2 diabetes, coronary heart disease, and stroke. Diabetes 70 (2), 627–637. 10.2337/db20-0800", "ArticleIdList": ["10.2337/db20-0800", "33158931"]}, {"Citation": "Zuo T., Ng S. C. (2018). The gut microbiota in the pathogenesis and therapeutics of inflammatory bowel disease. Front. Microbiol. 9, 2247. 10.3389/fmicb.2018.02247", "ArticleIdList": ["10.3389/fmicb.2018.02247", "PMC6167487", "30319571"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "10", "Day": "9"}, {"Year": "2022", "Month": "12", "Day": "12"}, {"Year": "2023", "Month": "1", "Day": "26", "Hour": "2", "Minute": "42"}, {"Year": "2023", "Month": "1", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "27", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "1", "Day": "9"}], "PublicationStatus": "epublish", "ArticleIdList": ["36699064", "PMC9868606", "10.3389/fphar.2022.1065243", "1065243"]}}], "PubmedBookArticle": []}