{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ethylene", "Flower", "Lonicera macranthoides", "Transcriptome", "Xianglei"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36694039", "DateCompleted": {"Year": "2023", "Month": "03", "Day": "22"}, "DateRevised": {"Year": "2023", "Month": "03", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "01", "Day": "25"}], "Language": ["eng"], "ELocationID": ["10.1007/s13258-022-01354-6"], "Journal": {"ISSN": "2092-9293", "JournalIssue": {"Volume": "45", "Issue": "4", "PubDate": {"Year": "2023", "Month": "Apr"}}, "Title": "Genes & genomics", "ISOAbbreviation": "Genes Genomics"}, "ArticleTitle": "Comparative transcriptome analysis to reveal key ethylene genes involved in a Lonicera macranthoides mutant.", "Pagination": {"StartPage": "437", "EndPage": "450", "MedlinePgn": "437-450"}, "Abstract": {"AbstractText": ["Lonicera macranthoides Hand.-Mazz. is an important medicinal plant. Xianglei-type (XL) L. macranthoides was formed after many years of cultivation by researchers on the basis of the natural mutant. The corolla of L. macranthoides XL remains unexpanded and its flowering period is nearly three times longer than that of wild-type (WT) plants. However, the molecular mechanism behind this desirable trait remains a mystery.", "To understand the floral phenotype differences between L. macranthoides and L. macranthoides XL at the molecular level.", "Transcriptome analysis was performed on L. macranthoides XL and WT. One DEG was cloned by RT-PCR amplification and selected for qRT-PCR analysis.", "Transcriptome analysis showed that there were 5603 differentially expressed genes (DEGs) in XL vs. WT. Enrichment analysis of DEGs showed that pathways related to plant hormone signal transduction were significantly enriched. We identified 23 key genes in ethylene biosynthesis and signal transduction pathways. The most abundant were the ethylene biosynthesis DEGs. In addition, the open reading frames (ORFs) of WT and XL ETR2 were successfully cloned and named LM-ETR2 (GenBank: MW334978) and LM-XL-ETR2 (GenBank: MW334978), respectively. qRT-PCR at different flowering stages suggesting that ETR2 acts in the whole stage of flower development of WT and XL.", "This study provides new insight into the molecular mechanism that regulates the development of special traits in the flowers of L. macranthoides XL. The plant hormone ethylene plays an important role in flower development and flowering duration prolongation in L. macranthoides. The ethylene synthesis gene could be more responsible for the flower phenotype of XL. The genes identified here can be used for breeding and improvement of other flowering plants after functional verification."], "CopyrightInformation": "© 2023. The Author(s) under exclusive licence to The Genetics Society of Korea."}, "AuthorList": [{"Identifier": ["0000-0001-8839-1357"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Hunan University of Chinese Medicine, Changsha, 410208, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Germplasm Resources and Standardized Planting of Hunan Large-Scale Genuine Medicinal Materials, Changsha, 410208, China."}], "LastName": "Long", "ForeName": "YuQing", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Hunan University of Chinese Medicine, Changsha, 410208, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Germplasm Resources and Standardized Planting of Hunan Large-Scale Genuine Medicinal Materials, Changsha, 410208, China."}], "LastName": "Zeng", "ForeName": "Juan", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Hunan University of Chinese Medicine, Changsha, 410208, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Germplasm Resources and Standardized Planting of Hunan Large-Scale Genuine Medicinal Materials, Changsha, 410208, China."}], "LastName": "Yang", "ForeName": "Min", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Hunan University of Chinese Medicine, Changsha, 410208, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Germplasm Resources and Standardized Planting of Hunan Large-Scale Genuine Medicinal Materials, Changsha, 410208, China."}], "LastName": "Zhou", "ForeName": "XinRu", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Hunan University of Chinese Medicine, Changsha, 410208, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Germplasm Resources and Standardized Planting of Hunan Large-Scale Genuine Medicinal Materials, Changsha, 410208, China."}], "LastName": "Zeng", "ForeName": "Mei", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hunan Chemical Vocational Technology College, Zhuzhou, 412000, China."}], "LastName": "Liu", "ForeName": "ChangYu", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Hunan University of Chinese Medicine, Changsha, 410208, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Germplasm Resources and Standardized Planting of Hunan Large-Scale Genuine Medicinal Materials, Changsha, 410208, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Modern Research of TCM, Education Department of Hunan Province, Changsha, 410208, China."}], "LastName": "Tong", "ForeName": "QiaoZhen", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Hunan University of Chinese Medicine, Changsha, 410208, China. 1057323510@qq.com."}, {"Identifier": [], "Affiliation": "Key Laboratory of Germplasm Resources and Standardized Planting of Hunan Large-Scale Genuine Medicinal Materials, Changsha, 410208, China. 1057323510@qq.com."}, {"Identifier": [], "Affiliation": "Key Laboratory of Modern Research of TCM, Education Department of Hunan Province, Changsha, 410208, China. 1057323510@qq.com."}], "LastName": "Zhou", "ForeName": "RiBao", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Hunan University of Chinese Medicine, Changsha, 410208, China. paeonia_dd@126.com."}, {"Identifier": [], "Affiliation": "Key Laboratory of Germplasm Resources and Standardized Planting of Hunan Large-Scale Genuine Medicinal Materials, Changsha, 410208, China. paeonia_dd@126.com."}, {"Identifier": [], "Affiliation": "Key Laboratory of Modern Research of TCM, Education Department of Hunan Province, Changsha, 410208, China. paeonia_dd@126.com."}], "LastName": "Liu", "ForeName": "XiangDan", "Initials": "X"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Korea (South)", "MedlineTA": "Genes Genomics", "NlmUniqueID": "101481027", "ISSNLinking": "1976-9571"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Growth Regulators"}, {"RegistryNumber": "91GW059KN7", "NameOfSubstance": "ethylene"}, {"RegistryNumber": "0", "NameOfSubstance": "Ethylenes"}], "MeshHeadingList": [{"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Lonicera"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Plant Growth Regulators"}, {"QualifierName": [], "DescriptorName": "Plant Breeding"}, {"QualifierName": [], "DescriptorName": "Gene Expression Profiling"}, {"QualifierName": ["metabolism"], "DescriptorName": "Ethylenes"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aida R, Yoshida T, Ichimura K, Goto R, Shibata M (1998) Extension of flower longevity in transgenic torenia plants incorporating ACC oxidase transgene. Plant Sci 138:91–101", "ArticleIdList": ["10.1016/S0168-9452(98)00139-3"]}, {"Citation": "Cai JL, Zhu YL, Xie SP, Chen L, Ou YL, Liu F, Zhang YL, Liu XD, Tong QZ, Yi GQ (2016) Screening of reference genes in Lonicera macranthoides and spatio-temporal expression analysis of LmAGL15 in Mads-box family. Chin Tradit Herbal Drugs 47:2727–2733"}, {"Citation": "Cao Z, Wu P, Gao H, Xia N, Jiang Y, Tang N, Liu G, Chen Z (2022) Transcriptome-wide characterization of the WRKY family genes in Lonicera macranthoides and the role of LmWRKY16 in plant senescence. Genes Genomics 44:219–235", "ArticleIdList": ["34110609", "10.1007/s13258-021-01118-8"]}, {"Citation": "Chen WH, Li PF, Chen MK, Lee YI, Yang CH (2015a) Forever young Floewr negatively regulates ethylene response DNA-binding factors by activating an ethylene-responsive factor to control Arabidopsis floral organ senescence and abscission. Plant Physiol 168:1666–1683", "ArticleIdList": ["26063506", "4528748", "10.1104/pp.15.00433"]}, {"Citation": "Chen Z, Tang N, You Y, Lan J, Liu Y, Li Z (2015b) Transcriptome analysis reveals the mechanism underlying the production of a high quantity of chlorogenic acid in young leaves of Lonicera macranthoides Hand.-Mazz. PLoS ONE 10:e0137212", "ArticleIdList": ["26381882", "4575056", "10.1371/journal.pone.0137212"]}, {"Citation": "Chen Z, Liu G, Tang N, Li Z (2018) Transcriptome analysis reveals molecular signatures of luteoloside accumulation in senescing leaves of Lonicera macranthoides. Int J Mol Sci 19:1012", "ArticleIdList": ["29597293", "5979331", "10.3390/ijms19041012"]}, {"Citation": "Cui M-L, Takada K, Ma B, Ezura H (2004) Overexpression of a mutated melon ethylene receptor gene Cm-ETR1/H69A confers reduced ethylene sensitivity in a heterologous plant, Nemesia strumosa. Plant Sci 167:253–258", "ArticleIdList": ["10.1016/j.plantsci.2004.03.024"]}, {"Citation": "Feng K, Hou X-L, Xing G-M, Liu J-X, Duan A-Q, Xu Z-S, Li M-Y, Zhuang J, Xiong A-S (2020) Advances in AP2/ERF super-family transcription factors in plant. Crit Rev Biotechnol 40:750–776", "ArticleIdList": ["32522044", "10.1080/07388551.2020.1768509"]}, {"Citation": "Guo J, Huang Z, Sun J, Cui X, Liu Y (2021) Research progress and future development trends in medicinal plant transcriptomics. Front Plant Sci 12:691838", "ArticleIdList": ["34394145", "8355584", "10.3389/fpls.2021.691838"]}, {"Citation": "Houben M, Van de Poel B (2019) 1-Aminocyclopropane-1-carboxylic acid oxidase (ACO): the enzyme that makes the plant hormone ethylene. Front Plant Sci 10:695", "ArticleIdList": ["31191592", "6549523", "10.3389/fpls.2019.00695"]}, {"Citation": "Hu X, Chen L, Shi S, Cai P, Liang X, Zhang S (2016) Antioxidant capacity and phenolic compounds of Lonicerae macranthoides by HPLC–DAD–QTOF-MS/MS. J Pharm Biomed Anal 124:254–260", "ArticleIdList": ["26970594", "10.1016/j.jpba.2016.03.008"]}, {"Citation": "Kęsy J, Maciejewska B, Sowa M, Szumilak M, Kawałowski K, Borzuchowska M, Kopcewicz J (2008) Ethylene and IAA interactions in the inhibition of photoperiodic flower induction of Pharbitis nil. Plant Growth Regul 55:43–50", "ArticleIdList": ["10.1007/s10725-008-9256-9"]}, {"Citation": "Liu CY, Chen X, Chen Y, Long YQ, Tong QZ, Liu XD, Zhou RB (2019a) Cloning, space-time expression and bioinformatics analysis of ACS3 gene from different species of Lonicera macranthoides. Chin Tradit Herbal Drugs 50:2154–2164"}, {"Citation": "Liu CY, Chen X, Long YQ, Chen Y, Liu XD, Zhou RB (2019b) Research advances in genes involved in ethylene biosynthesis and signal transduction during flower senescence. Biotechnol Bull 35:171–182"}, {"Citation": "Liu S, Qiao Z, Wang X, Zeng H, Li Y, Cai N, Chen Y (2019c) Analysis of codon usage patterns in “Lonicerae Flos” (Lonicera macranthoides Hand. -Mazz.) based on transcriptome data. Gene 705:127–132", "ArticleIdList": ["31028866", "10.1016/j.gene.2019.04.065"]}, {"Citation": "Liu SS, Qiao ZQ, Liu XM, Wang XM, Zeng HJ, Li YX, Cai N (2021a) Comparative transcriptome analysis of corolla opening in Lonicera macranthoides between bud type and common type. Mol Plant Breed 19:1822–1829"}, {"Citation": "Liu SS, Qiao ZQ, Zeng HJ, Li YX, Cai N, Liu XM, Wang XM (2021b) Analysis on SSR loci in transcriptome and development of EST-SSR molecular markers in Lonicera macranthoides. Mol Plant Breed 19:3015–3021"}, {"Citation": "Long C, Zhou X, Wang Q, Xie C, Li F, Fan Z, Zhang B, Ruan Z, Chen X, Wu X et al (2016) Dietary supplementation of Lonicera macranthoides leaf powder improves amino acid profiles in serum and longissimus thoracis muscle of growing-finishing pigs. Anim Nutr 2:271–275", "ArticleIdList": ["29767115", "5941060", "10.1016/j.aninu.2016.08.006"]}, {"Citation": "Long YQ, Liu XIA, Zeng J, Li CAN, Liu XD, Zhou RB (2021) Cloning and expression of AGL19 gene in two Lonicera macranthoides varieties. J Genet 100:1–10", "ArticleIdList": ["10.1007/s12041-020-01252-4"]}, {"Citation": "Ma N, Cai L, Lu WJ, Tan H, Gao JP (2005) Exogenous ethylene influences flower opening of cut roses (Rosa hybrida) by regulating the genes encoding ethylene biosynthesis enzymes. Sci China Ser C-Life Sci 48:434–444", "ArticleIdList": ["10.1360/062004-37"]}, {"Citation": "Manzano S, Martinez C, Garcia JM, Megias Z, Jamilena M (2014) Involvement of ethylene in sex expression and female flower development in watermelon (Citrullus lanatus). Plant Physiol Biochem 85:96–104", "ArticleIdList": ["25463265", "10.1016/j.plaphy.2014.11.004"]}, {"Citation": "Owino WO, Ma B, Sun HJ, Shoji T, Ezura H (2007) Characteristics of an ethylene inducible ethylene receptor Cm-ETR2 in melon fruit. In: Paper presented at the advances in plant ethylene research"}, {"Citation": "Pan Y, Zhao X, Chen DX (2021a) Different development phase of transcription proteomics and metabolomics of flower of Lonicera macranthoides. China J Chin Mater Med 46:2798–2805"}, {"Citation": "Pan Y, Zhao X, Wu XL, Wang Y, Tan J, Chen DX (2021b) Transcriptomic and metabolomic analyses provide insights into the biosynthesis of chlorogenic acids in Lonicera macranthoides Hand.-Mazz. PLoS ONE 16:e0251390", "ArticleIdList": ["34038434", "8153468", "10.1371/journal.pone.0251390"]}, {"Citation": "Sakai H, Hua J, Chen QHG, Chang CR, Medrano LJ, Bleecker AB, Meyerowitz EM (1998) ETR2 is an ETR1-like gene involved in ethylene signaling in Arabidopsis. Proc Natl Acad Sci USA 95:5812–5817", "ArticleIdList": ["9576967", "20462", "10.1073/pnas.95.10.5812"]}, {"Citation": "Shan LI, Tian-hua Z, Gui-fang Z, Yun-guo ZHU, Xiao-ling Y, Zhou C (2010) Data mining for simple sequence repeats in expressed sequence tags from Saruma henryi. Chin Tradit Herbal Drugs 41:464–468"}, {"Citation": "Shibuya K (2012) Molecular mechanisms of petal senescence in ornamental plants. J Jpn Soc Horticult Sci 81:140–149", "ArticleIdList": ["10.2503/jjshs1.81.140"]}, {"Citation": "Sornchai P, van Doorn WG, Imsabai W, Burns P, Chanprame S (2020) Dendrobium orchids carrying antisense ACC oxidase: small changes in flower morphology and a delay of bud abortion, flower senescence, and abscission of flowers. Transgenic Res 29:429–442", "ArticleIdList": ["32691287", "10.1007/s11248-020-00209-8"]}, {"Citation": "Sriskandarajah S, Mibus H, Serek M (2007) Transgenic Campanula carpatica plants with reduced ethylene sensitivity. Plant Cell Rep 26:805–813", "ArticleIdList": ["17221226", "10.1007/s00299-006-0291-6"]}, {"Citation": "Sun MS, Zhou RB, Peng XD, Wang S, Liu XD, Wang ZH (2013) Dynamic change of endogenous ethylene in wild and cultivar Xianglei of Lonicera macranthoides in flowering periods. Chin Tradit Patent Med 35:1969–1972"}, {"Citation": "Tan YY, Liu JX, Huang F, Guan JF, Zhong S, Tang N, Zhao J, Yang WY, Yu YX (2014) PhGRL2 protein, interacting with PhACO1, is involved in flower senescence in the Petunia. Mol Plant 7:1384–1387", "ArticleIdList": ["24618881", "10.1093/mp/ssu024"]}, {"Citation": "Tanase K, Aida R, Yamaguchi H, Tanikawa N, Nagata M, Onozaki T, Ichimura K (2011) Heterologous expression of a mutated carnation ethylene receptor gene, Dc-ETR1nr, suppresses petal abscission and autocatalytic ethylene production in transgenic Torenia fournieri Lind. J Jpn Soc Horticult Sci 80:113–120", "ArticleIdList": ["10.2503/jjshs1.80.113"]}, {"Citation": "Wang Y, Georgi LL, Zhebentyayeva TN, Reighard GL, Scorza R, Abbott AG (2002) High-throughput targeted SSR marker development in peach (Prunus persica). Genome 45:319–328", "ArticleIdList": ["11962629", "10.1139/g01-153"]}, {"Citation": "Wang DH, Li F, Duan QH, Han T, Xu ZH, Bai SN (2010) Ethylene perception is involved in female cucumber flower development. Plant J 61:862–872", "ArticleIdList": ["20030751", "10.1111/j.1365-313X.2009.04114.x"]}, {"Citation": "Wang X, Zhang J, Liu Z, Wang S, Huang B, Hu Z, Liu Y (2021) Comparative transcriptome analysis of three chrysanthemums provides insights into flavonoid and terpenoid biosynthesis. J Plant Biol 64:389–401", "ArticleIdList": ["10.1007/s12374-021-09304-7"]}, {"Citation": "Winterhagen P, Hagemann MH, Wunsche JN (2019) Different regulatory modules of two mango ERS1 promoters modulate specific gene expression in response to phytohormones in transgenic model plants. Plant Sci 289:110269", "ArticleIdList": ["31623779", "10.1016/j.plantsci.2019.110269"]}, {"Citation": "Wuriyanghan H, Zhang B, Cao WH, Ma B, Lei G, Liu YF, Wei W, Wu HJ, Chen LJ, Chen HW et al (2009) The ethylene receptor ETR2 delays floral transition and affects starch accumulation in rice. Plant Cell 21:1473–1494", "ArticleIdList": ["19417056", "2700534", "10.1105/tpc.108.065391"]}, {"Citation": "Yang WZ, Jin H, Cui XM, Shen M, Yang MQ, Zhang JY (2011) Analysis on EST-SSR of three species in genus Panax and the application in Panax notoginseng. Genomics Appl Biol 30:62–71"}, {"Citation": "Yu Y, Bao M (2004) Carnation flower vase life prolonged by transformation with antisense ACC oxidase gene. Acta Horticult Sin 31:633–636"}, {"Citation": "Yuan Y, Wang Z, Jiang C, Wang X, Huang L (2014) Exploiting genes and functional diversity of chlorogenic acid and luteolin biosyntheses in Lonicera japonica and their substitutes. Gene 534:408–416", "ArticleIdList": ["23085319", "10.1016/j.gene.2012.09.051"]}, {"Citation": "Zhang T, Dong C (2016) Ethylene signaling and its role in plant stress response. Biotechnol Bull 32:11–17"}, {"Citation": "Zhang SH, Hu X, Shi SY, Huang LQ, Chen W, Chen L, Cai P (2016) Typical ultraviolet spectra in combination with diagnostic mass fragmentation analysis for the rapid and comprehensive profiling of chlorogenic acids in the buds of Lonicera macranthoides. Anal Bioanal Chem 408:3659–3672", "ArticleIdList": ["26970751", "10.1007/s00216-016-9450-y"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "8", "Day": "26"}, {"Year": "2022", "Month": "12", "Day": "15"}, {"Year": "2023", "Month": "1", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "24", "Hour": "23", "Minute": "25"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36694039", "10.1007/s13258-022-01354-6", "10.1007/s13258-022-01354-6"]}}], "PubmedBookArticle": []}