{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36701356", "DateCompleted": {"Year": "2023", "Month": "01", "Day": "30"}, "DateRevised": {"Year": "2023", "Month": "03", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "01", "Day": "26"}], "Language": ["eng"], "ELocationID": ["e0281134", "10.1371/journal.pone.0281134"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "18", "Issue": "1", "PubDate": {"Year": "2023"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Comparative analysis of mitochondrial genomes of two alpine medicinal plants of Gentiana (Gentianaceae).", "Pagination": {"StartPage": "e0281134", "MedlinePgn": "e0281134"}, "Abstract": {"AbstractText": ["Gentiana crassicaulis and G. straminea are alpine plants of Gentiana with important medicinal value and complex genetic backgrounds. In this study, the mitochondrial genomes (mtDNAs) of these two species were sequenced. The mtDNAs of G. crassicaulis and G. straminea are 368,808 and 410,086 bp long, respectively, 52 and 49 unique genes are annotated in the two species, and the gene arrangement varies widely. Compared to G. crassicaulis, G. straminea loses three effective genes, namely atp6, trnG-GCC and trnV-GAC. As a pseudogene, the atp6 gene of G. straminea is incomplete, which is rare in higher plants. We detected 1696 and 1858 pairs of long repeats and 213 SSRs and 250 SSs in the mtDNAs of G. crassicaulis and G. straminea, respectively. There are 392 SNPs and 18 InDels between the two genomes, and syntenic sequence and structural variation analysis show low collinearity between the two genomes. Chloroplast DNA transferring to mtDNA is observed in both species, and 46,511 and 55,043 bp transferred segments containing three tRNA genes are identified, respectively. Comparative analysis of mtDNAs of G. crassicaulis, G. straminea and four species of Gentianales determined 18 core genes, and there is no specific gene in G. crassicaulis and G. straminea. The phylogenetic tree based on mtDNAs places Gentianaceae in a branch of Gentianales. This study is the first to analyze the mtDNAs of Gentianaceae, which could provide information for analysis of the structure of mtDNAs of higher plants and phylogenetic research of Gentianaceae and Gentianales."], "CopyrightInformation": "Copyright: © 2023 Ala et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Shanghai University of Traditional Chinese Medicine, Shanghai, China."}, {"Identifier": [], "Affiliation": "Mentseekhang, Traditional Tibetan Hospital, Lhasa, Tibet, China."}], "LastName": "Ala", "ForeName": "Kelsang Gyab", "Initials": "KG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Shanghai University of Traditional Chinese Medicine, Shanghai, China."}], "LastName": "Zhao", "ForeName": "Zhili", "Initials": "Z"}, {"Identifier": ["0000-0001-6272-9102"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Shanghai University of Traditional Chinese Medicine, Shanghai, China."}], "LastName": "Ni", "ForeName": "Lianghong", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Chinese Materia Medica, Shanghai University of Traditional Chinese Medicine, Shanghai, China."}], "LastName": "Wang", "ForeName": "Zhengtao", "Initials": "Z"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "MeshHeadingList": [{"QualifierName": ["genetics"], "DescriptorName": "Gentiana"}, {"QualifierName": ["genetics"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["genetics"], "DescriptorName": "Gentianaceae"}, {"QualifierName": ["genetics"], "DescriptorName": "Genome, Mitochondrial"}, {"QualifierName": [], "DescriptorName": "Phylogeny"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Pan RZ, Wang XJ, Li NH. Phytophysiology. Higher Education Press, Beijing, China. 2012."}, {"Citation": "Picault N, Hodges M, Palmieri L, Palmieri F. The growing family of mitochondrial carriers in Arabidopsis. Trends in Plant Science. 2004; 9(3):138–146. doi: 10.1016/j.tplants.2004.01.007", "ArticleIdList": ["10.1016/j.tplants.2004.01.007", "15003237"]}, {"Citation": "Dyall SD, Brown MT, Johnson PJ. Ancient invasions: from endosymbionts to organelles. Science. 2004; 304(5668):253–257. doi: 10.1126/science.1094884", "ArticleIdList": ["10.1126/science.1094884", "15073369"]}, {"Citation": "Unseld M, Marrienfeld J R, Brandt P, Brennicke A. The mitochondrial genome of Arabidopsis thaliana contains 57 genes in 366,924 nucleotides. Nature Genetics. 1997; 15(1):57–61. doi: 10.1038/ng0197-57", "ArticleIdList": ["10.1038/ng0197-57", "8988169"]}, {"Citation": "Lu JN, Zhao ZL, Ni LH, Dorje G. Identification of medicinal plants based on mitochondrial DNA sequences. Chinese Traditional and Herbal Drugs. 2016; 47(10):1791–1796. doi: 10.7501/j.issn.0253-2670.2016.10.027", "ArticleIdList": ["10.7501/j.issn.0253-2670.2016.10.027"]}, {"Citation": "Skippington E, Barkman TJ, Rice DW, Palmer JD. Miniaturized mitogenome of the parasitic plant Viscum scurruloideum is extremely divergent and dynamic and has lost all nad genes. Proceedings of the National Academy of Sciences of the United States of America. 2015; 112(27):E3515–24. doi: 10.1073/pnas.1504491112", "ArticleIdList": ["10.1073/pnas.1504491112", "PMC4500244", "26100885"]}, {"Citation": "Putintseva YA, Bondar EI, Simonov EP, Sharov VV, Oreshkova NV, Kuzmin DA, et al.. Siberian larch (Larix sibirica Ledeb.) mitochondrial genome assembled using both short and long nucleotide sequence reads is currently the largest known mitogenome. BMC Genomics. 2020; 21:654. doi: 10.1186/s12864-020-07061-4", "ArticleIdList": ["10.1186/s12864-020-07061-4", "PMC7517811", "32972367"]}, {"Citation": "Li S, Xue L, Su A, Lei B, Wang Y, Hua J. Progress on sequencing and alignment analysis of higher plant mitochondrial genomes. Journal of China Agricultural University. 2011; 16:22–27."}, {"Citation": "Lei B, Li S, Liu G, Wang Y, Su A, Hua J. Evolutionary analysis of mitochondrial genomes in higher plants. Molecular Plant Breeding. 2012; 10(4):490–500."}, {"Citation": "Huang CY, Grunheit N, Ahmadinejad N, Timmis JN, Martin W. Mutational decay and age of chloroplast and mitochondrial genomes transferred recently to angiosperm nuclear chromosomes. Plant Physiology. 2005; 138:1723–1733. doi: 10.1104/pp.105.060327", "ArticleIdList": ["10.1104/pp.105.060327", "PMC1176441", "15951485"]}, {"Citation": "Turmel M, Otis C, Lemieux C. The chloroplast and mitochondrial genome sequences of the charophyte Chaetosphaeridium globosum: insights into the timing of the events that restructured organelle DNAs within the green algal lineage that led to land plants. Proceedings of the National Academy of Sciences of the United States of America. 2002; 99:11275–11280. doi: 10.1073/pnas.162203299", "ArticleIdList": ["10.1073/pnas.162203299", "PMC123247", "12161560"]}, {"Citation": "Wang D, Wu Y, Shih AC, Wu C, Wang Y, Chaw S. Transfer of Chloroplast Genomic DNA to Mitochondrial Genome Occurred At Least 300 MYA. Molecular Biology and Evolution. 2007; 24(9):2040–8. doi: 10.1093/molbev/msm133", "ArticleIdList": ["10.1093/molbev/msm133", "17609537"]}, {"Citation": "Adams KL, Palmer JD. Evolution of mitochondrial gene content: gene loss and transfer to the nucleus. Molecular Phylogenetics and Evolution. 2003; 29(3):380–395. doi: 10.1016/s1055-7903(03)00194-5", "ArticleIdList": ["10.1016/s1055-7903(03)00194-5", "14615181"]}, {"Citation": "Qiu YL, Li L, Wang B, Xue JY, Hendry TA, Li RQ, et al.. Angiosperm phylogeny inferred from sequences of four mitochondrial genes. Journal of Systematics and Evolution. 2010; 48(6):391–425. doi: 10.1111/j.1759-6831.2010.00097.x", "ArticleIdList": ["10.1111/j.1759-6831.2010.00097.x"]}, {"Citation": "He TN. Genus Gentiana. In: He TN, editor. Flora Reipublicae Popularis Sinicae. Volume 62. Science Press, Beijing, China; 1988. pp. 14–257."}, {"Citation": "Zhang X L, Wang Y J, Ge X J, Yuan YM, Liu JQ. Molecular phylogeny and biogeography of Gentiana sect. Cruciata (Gentianaceae) based on four chloroplast DNA datasets. Taxon. 2009; 58(3):862–870. doi: 10.1002/tax.583014", "ArticleIdList": ["10.1002/tax.583014"]}, {"Citation": "Wang WY. Jie-Ji. In: Yang YC, editor. Tibetan Medicine. Qinghai People’s Publishing House, Xining, China; 1991. pp. 9–12."}, {"Citation": "Chinese Pharmacopoeia Commission. Pharmacopoeia of the People’s Republic of China. Volume 1. Chinese Medical Science and Technology Press, Beijing, China; 2020. pp. 282."}, {"Citation": "Zhao ZL, Dorje G, Wang ZT. Identification of medicinal plants used as Tibetan traditional medicine Jie-Ji. Journal of Ethopharmacology. 2010; 132 (1):122–126. doi: 10.1016/j.jep.2010.07.051", "ArticleIdList": ["10.1016/j.jep.2010.07.051", "20692329"]}, {"Citation": "Ni L, Zhao Z, Xu H, Chen S, Dorje G. The complete chloroplast genome of Gentiana straminea (Gentianaceae), an endemic species to the Sino-Himalayan subregion. Gene. 2016; 577(2):281–288. doi: 10.1016/j.gene.2015.12.005", "ArticleIdList": ["10.1016/j.gene.2015.12.005", "26680100"]}, {"Citation": "Ni L, Zhao Z, Xu H, Chen S, Dorje G. Chloroplast genome structures in Gentiana (Gentianaceae), based on three medicinal alpine plants used in Tibetan herbal medicine. Current Genetics. 2017; 63(2):241–252. doi: 10.1007/s00294-016-0631-1", "ArticleIdList": ["10.1007/s00294-016-0631-1", "27422574"]}, {"Citation": "Dong BR, Zhao ZL, Ni LH, Dorje G, Liu TH. Molecular markers based upon whole chloroplast genomes and identifying alpine Gentiana waltonii and G. lhassica (Gentianaceae). Acta Pharmaceutica Sinica. 2021; 56(9):2584–2591."}, {"Citation": "Xiong B, Zhao ZL, Ni LH, Gaawe D, Mi M. DNA-based identification of Gentiana robusta and related species. China Journal of Chinese Materia Medica. 2015; 40(23):4680–4685.", "ArticleIdList": ["27141683"]}, {"Citation": "Ni LH, Zhao ZL, Xiong B, Gaawe D, Mi M. A strategy for identifying six species of Sect. Cruciata (Gentiana) in Gansu using DNA barcode sequences. Acta Pharmaceutica Sinica. 2016; 51(5):821–827. doi: 10.16438/j.0513-4870.2015-1033", "ArticleIdList": ["10.16438/j.0513-4870.2015-1033", "29878733"]}, {"Citation": "Lu JN, Zhao ZL, Ni LH, Gaawe D, Mi M. The identification of Sect. Cruciata (Gentiana) species using mtDNA nad1/b-c and nad5/d-e fragments. Acta Pharmaceutica Sinica. 2019; 54(1):166–172."}, {"Citation": "Chen J, Guan R, Chang S, Du T, Zhang H, Xing H. Substoichiometrically different mitotypes coexist in mitochondrial genomes of Brassica napus L. PLoS ONE. 2011; 6(3):e17662. doi: 10.1371/journal.pone.0017662", "ArticleIdList": ["10.1371/journal.pone.0017662", "PMC3053379", "21423700"]}, {"Citation": "Dmitry A, Anton K, Jeffrey SM, Pavel AP. HYBRIDSPADES: an algorithm for hybrid assembly of short and long reads. Bioinformatics. 2016; 32(7):1009–1015. doi: 10.1093/bioinformatics/btv688", "ArticleIdList": ["10.1093/bioinformatics/btv688", "PMC4907386", "26589280"]}, {"Citation": "Lowe TM, Eddy SR. tRNAscan-SE: a program for improved detection of transfer RNA genes in genomic sequence. Nucleic Acids Research. 1997; 25:955–964. doi: 10.1093/nar/25.5.955", "ArticleIdList": ["10.1093/nar/25.5.955", "PMC146525", "9023104"]}, {"Citation": "Lagesen K, Hallin P, Rødland EA, Staerfeldt HH, Rognes T, Ussery D. RNAmmer: consistent and rapid annotation of ribosomal RNA genes. Nucleic Acids Research. 2007; 35:3100–3108. doi: 10.1093/nar/gkm160", "ArticleIdList": ["10.1093/nar/gkm160", "PMC1888812", "17452365"]}, {"Citation": "Lohse M, Drechsel O, Bock R. OrganellarGenomeDRAW (OGDRAW): a tool for the easy generation of high-quality custom graphical maps of plastid and mitochondrial genomes. Current Genetics. 2007; 52:267–274. doi: 10.1007/s00294-007-0161-y", "ArticleIdList": ["10.1007/s00294-007-0161-y", "17957369"]}, {"Citation": "Kurtz S, Schleiermacher C. REPuter: fast computation of maximal repeats in complete genomes. Bioinformatics. 1999; 15(5):426–427. doi: 10.1093/bioinformatics/15.5.426", "ArticleIdList": ["10.1093/bioinformatics/15.5.426", "10366664"]}, {"Citation": "Thiel T, Michalek W, Varshney R, Graner A. Exploiting EST databases for the development and characterization of gene-derived SSR-markers in barley (Hordeum vulgare L.). Theoretical and Applied Genetics. 2003; 106 (3):411–422. doi: 10.1007/s00122-002-1031-0", "ArticleIdList": ["10.1007/s00122-002-1031-0", "12589540"]}, {"Citation": "Andreas U, Ioana C, Triinu K, Jian Y, Faircloth BC, Maido R, et al.. Primer3-new capabilities and interfaces. Nucleic Acids Research. 2012; 15:e115. doi: 10.1093/nar/gks596", "ArticleIdList": ["10.1093/nar/gks596", "PMC3424584", "22730293"]}, {"Citation": "Maruyama F, Kobata M, Kurokawa K, Nishida K, Sakurai A, Nakano K, et al.. Comparative genomic analyses of Streptococcus mutans provide insights into chromosomal shuffling and species-specific content. BMC Genomics. 2009; 10:358. doi: 10.1186/1471-2164-10-358", "ArticleIdList": ["10.1186/1471-2164-10-358", "PMC2907686", "19656368"]}, {"Citation": "Guindon S, Dufayard JF, Lefort V, Anisimova M, Hordijk W, Gascuel O. New algorithms and methods to estimate maximum-likelihood phylogenies: assessing the performance of PhyML 3.0. Systematic Biology. 2010; 59:307–21. doi: 10.1093/sysbio/syq010", "ArticleIdList": ["10.1093/sysbio/syq010", "20525638"]}, {"Citation": "Wang W, Wu Y, Messing J. The mitochondrial genome of an aquatic plant, Spirodela polyrhiza. PLoS ONE. 2012; 7(10):e46747 doi: 10.1371/journal.pone.0046747", "ArticleIdList": ["10.1371/journal.pone.0046747", "PMC3464924", "23056432"]}, {"Citation": "Aljohi HA, Liu W, Lin Q, Zhao Y, Yu J. Complete sequence and analysis of coconut palm (Cocos nucifera) mitochondrial genome. PLoS ONE. 2016; 11(10):e0163990. doi: 10.1371/journal.pone.0163990", "ArticleIdList": ["10.1371/journal.pone.0163990", "PMC5063475", "27736909"]}, {"Citation": "Terasawa K, Odahara M, Kabeya Y, Kikugawa T, Sekine Y, Fujiwara M, et al.. The mitochondrial genome of the moss Physcomitrella patens sheds new light on mitochondrial evolution in land plants. Molecular Biology and Evolution. 2007; 24(3): 699–709. doi: 10.1093/molbev/msl198", "ArticleIdList": ["10.1093/molbev/msl198", "17175527"]}, {"Citation": "Hecht J, Grewe F, Knoop V. Extreme RNA editing in coding islands and abundant microsatellites in repeat sequences of Selaginella moellendorffii mitochondria: the root of frequent plant mtDNA recombination in early tracheophytes. Genome Biology and Evolution. 2011; 3:344–358. doi: 10.1093/gbe/evr027", "ArticleIdList": ["10.1093/gbe/evr027", "PMC5654404", "21436122"]}, {"Citation": "Zhang T, Fang Y, Wang X, Deng X, Zhang X, Hu S, et al.. The complete chloroplast and mitochondrial genome sequences of Boea hygrometrica: insights into the evolution of plant organellar genomes. PLoS ONE. 2012; 7(1):e30531. doi: 10.1371/journal.pone.0030531", "ArticleIdList": ["10.1371/journal.pone.0030531", "PMC3264610", "22291979"]}, {"Citation": "Gualberto JM, Newton KJ. Plant mitochondrial genomes: dynamics and mechanisms of mutation. Annual Review of Plant Biology. 2017; 68: 225–252. doi: 10.1146/annurev-arplant-043015-112232", "ArticleIdList": ["10.1146/annurev-arplant-043015-112232", "28226235"]}, {"Citation": "Dong S, Chen L, Liu Y, Wang Y, Zhang S. The draft mitochondrial genome of Magnolia biondii and mitochondrial phylogenomics of angiosperms. PLoS ONE. 2020; 15(4):e0231020. doi: 10.1371/journal.pone.0231020", "ArticleIdList": ["10.1371/journal.pone.0231020", "PMC7159230", "32294100"]}, {"Citation": "Dong S, Zhao C, Chen F, Liu Y, Zhang S, Wu H, et al.. The complete mitochondrial genome of the early flowering plant Nymphaea colorata is highly repetitive with low recombination. BMC Genomics. 2018; 19:614. doi: 10.1186/s12864-018-4991-4", "ArticleIdList": ["10.1186/s12864-018-4991-4", "PMC6092842", "30107780"]}, {"Citation": "Sloan DB, Alverson AJ, Chuckalovcak JP, Wu M, McCauley DE, Palmer JD, et al.. Rapid evolution of enormous, multichromosomal genomes in flowering plant mitochondria with exceptionally high mutation rates. PLoS Biology. 2012; 10(1):e1001241. doi: 10.1371/journal.pbio.1001241", "ArticleIdList": ["10.1371/journal.pbio.1001241", "PMC3260318", "22272183"]}, {"Citation": "Alverson AJ, Zhuo S, Rice DW, Sloan DB, Palmer JD. The mitochondrial genome of the legume Vigna radiata and the analysis of recombination across short mitochondrial repeats. PLoS ONE. 2011; 6(1): e16404. doi: 10.1371/journal.pone.0016404", "ArticleIdList": ["10.1371/journal.pone.0016404", "PMC3024419", "21283772"]}, {"Citation": "Lai C, Jie Wang, Kan S, Zhang S, Li P, Reeve WG, et al.. Comparative analysis of mitochondrial genomes of Broussonetia spp. (Moraceae) reveals heterogeneity in structure, synteny, intercellular gene transfer, and RNA editing. Frontiers in Plant Science. 2022; 13:1052151. doi: 10.3389/fpls.2022.1052151", "ArticleIdList": ["10.3389/fpls.2022.1052151", "PMC9751378", "36531410"]}, {"Citation": "Fu PC, Twyford AD, Sun SS, Wang HY, Xia MZ, Tan CX, et al.. Recurrent hybridization underlies the evolution of novelty in Gentiana (Gentianaceae) in the Qinghai-Tibetan Plateau. AoB Plants. 2021; 13(1):1–14. doi: 10.1093/aobpla/plaa068", "ArticleIdList": ["10.1093/aobpla/plaa068", "PMC7821390", "33510891"]}, {"Citation": "Cole LW, Guo W, Mower JP, Palmer JD. High and variable rates of repeat-mediated mitochondrial genome rearrangement in a genus of plants. Molecular Biology and Evolution. 2018; 35(11):2773–2785. doi: 10.1093/molbev/msy176", "ArticleIdList": ["10.1093/molbev/msy176", "30202905"]}, {"Citation": "Guo W, Grewe F, Fan W, Young GJ, Knoop V, Palmer JD, et al.. Ginkgo and Welwitschia mitogenomes reveal extreme contrasts in gymnosperm mitochondrial evolution. Molecular Biology and Evolution. 2016; 33(6):1448–1460. doi: 10.1093/molbev/msw024", "ArticleIdList": ["10.1093/molbev/msw024", "26831941"]}, {"Citation": "Straub SCK, Cronn R C, Christopher E, Mark F, Aaron L. Horizontal transfer of DNA from the mitochondrial to the plastid genome and its subsequent evolution in milkweeds (Apocynaceae). Genome Biology and Evolution. 2013; 5:1872–1885. doi: 10.1093/gbe/evt140", "ArticleIdList": ["10.1093/gbe/evt140", "PMC3814198", "24029811"]}, {"Citation": "Park S, Ruhlman TA, Sabir JSM, Mutwakil MHZ, Baeshen MN, Sabir MJ, et al.. Complete sequences of organelle genomes from the medicinal plant Rhazya stricta (Apocynaceae) and contrasting patterns of mitochondrial genome evolution across asterids. BMC Genomics. 2014; 15:405. doi: 10.1186/1471-2164-15-405", "ArticleIdList": ["10.1186/1471-2164-15-405", "PMC4045975", "24884625"]}, {"Citation": "Gao C, Wu C, Zhang Q, Zhao X, Li Z. Characterization of chloroplast genomes from two Salvia medicinal plants and gene transfer among their mitochondrial and chloroplast Genomes. Frontiers in Genetics. 2020; 11:574962. doi: 10.3389/fgene.2020.574962", "ArticleIdList": ["10.3389/fgene.2020.574962", "PMC7642825", "33193683"]}, {"Citation": "Gui S, Wu Z, Zhang H, Zheng Y, Zhu Z, Liang D, et al.. The mitochondrial genome map of Nelumbo nucifera reveals ancient evolutionary features. Scientific Reports. 2016; 6:30158. doi: 10.1038/srep30158", "ArticleIdList": ["10.1038/srep30158", "PMC4957087", "27444405"]}, {"Citation": "Bremer B, Bremer K, Heidari N, Erixon P, Olmstead RG, Anderberg AA, et al.. Phylogenetics of Asterids based on 3 coding and 3 non-coding chloroplast DNA markers and the utility of non-coding DNA at higher taxonomic levels. Molecular phylogenetics and evolution. 2002; 24(2):274–301. doi: 10.1016/s1055-7903(02)00240-3", "ArticleIdList": ["10.1016/s1055-7903(02)00240-3", "12144762"]}, {"Citation": "Ku C, Chung WC, Chen LL, Kuo CH. The complete plastid genome sequence of Madagascar periwinkle Catharanthus roseus (L.) G. Don: plastid genome evolution, molecular marker identification, and phylogenetic implications in Asterids. PLoS ONE. 2013; 8(6):e68518. doi: 10.1371/journal.pone.0068518", "ArticleIdList": ["10.1371/journal.pone.0068518", "PMC3688999", "23825699"]}, {"Citation": "Knoop V. Seed plant mitochondrial genomes: complexity evolving. In: Bock R, Knoop V, editors. Genomics of chloroplasts and mitochondria. Springer; 2012. pp.175–200."}, {"Citation": "Mower JP, Sloan DB, Alverson AJ. Plant mitochondrial genome diversity: the genomics revolution. In: Wendel JF, editor. Plant genome diversity. Volume 1. Springer; 2012. pp. 123–144."}, {"Citation": "Naito K, Kaga A, Tomooka N, Kawase M. De novo assembly of the complete organelle genome sequences of azuki bean (Vigna angularis) using next-generation sequencers. Breeding Science. 2013; 63:176–182. doi: 10.1270/jsbbs.63.176", "ArticleIdList": ["10.1270/jsbbs.63.176", "PMC3688379", "23853512"]}, {"Citation": "Burger G. Complete sequence of the mitochondrial DNA of the red alga Porphyra purpurea: cyanobacterial introns and shared ancestry of red and green algae. The Plant Cell. 1999; 11(9):1675–1694. doi: 10.2307/3871046", "ArticleIdList": ["10.2307/3871046", "PMC144311", "10488235"]}, {"Citation": "Sugiyama Y, Watase Y, Nagase M, Makita N, Yagura S, Hirai A, et al.. The complete nucleotide sequence and multipartite organization of the tobacco mitochondrial genome: comparative analysis of mitochondrial genomes in higher plants. Molecular Genetics and Genomics. 2005; 272(6):603–615. doi: 10.1007/s00438-004-1075-8", "ArticleIdList": ["10.1007/s00438-004-1075-8", "15583938"]}, {"Citation": "Xue JY, Liu Y, Li L, Wang B, Qiu YL. The complete mitochondrial genome sequence of the hornwort Phaeoceros laevis: retention of many ancient pseudogenes and conservative evolution of mitochondrial genomes in hornworts. Current Genetics. 2010; 56:53–61. doi: 10.1007/s00294-009-0279-1", "ArticleIdList": ["10.1007/s00294-009-0279-1", "19998039"]}, {"Citation": "Alverson AJ, Xiaoxin W, Rice DW, Stern DB, Kerrie B, Palmer JD. Insights into the evolution of mitochondrial genome size from complete sequences of Citrullus lanatus and Cucurbita pepo (Cucurbitaceae). Molecular Biology and Evolution. 2010; 27(6):1436. doi: 10.1093/molbev/msq029", "ArticleIdList": ["10.1093/molbev/msq029", "PMC2877997", "20118192"]}, {"Citation": "Kazakoff SH, Imelfort M, Edwards D, Koehorst J, Biswas B, Batley J, et al.. Capturing the biofuel wellhead and powerhouse: the chloroplast and mitochondrial genomes of the Leguminous feedstock tree Pongamia pinnata. PLoS ONE. 2012; 7(12):e51687. doi: 10.1371/journal.pone.0051687", "ArticleIdList": ["10.1371/journal.pone.0051687", "PMC3522722", "23272141"]}, {"Citation": "Ji J, Huang W, Yin C, Gong Z. Mitochondrial cytochrome c oxidase and F1F0-ATPase dysfunction in peppers (Capsicum annuum L.) with cytoplasmic male sterility and its association with orf507 and Ψatp6-2 Genes. International Journal of Molecular Sciences. 2013; 14:1050–1068. doi: 10.3390/ijms14011050", "ArticleIdList": ["10.3390/ijms14011050", "PMC3565306", "23296278"]}, {"Citation": "Makaroff CA, Apel IJ, Palmer JD. The atp6 coding region has been disrupted and a novel reading frame generated in the mitochondrial genome of cytoplasmic male-sterile radish. Journal of Biological Chemistry. 1989; 264(20):11706–11713.", "ArticleIdList": ["2745412"]}, {"Citation": "Kadowaki KI, Suzuki T, Kazama S. A chimeric gene containing the 5′ portion of atp6 is associated with cytoplasmic male-sterility of rice. Molecular and General Genetics. 1990; 224(1):10–16. doi: 10.1007/bf00259445", "ArticleIdList": ["10.1007/bf00259445", "2148966"]}, {"Citation": "Landgren M, Zetterstrand M, Sundberg E, Glimelius K. Alloplasmic male-sterile Brassica lines containing B. tournefortii mitochondria express an ORF 3′ of the atp6 gene and a 32 kDa protein. Plant Molecular Biology. 1996; 32(5):879–890. doi: 10.1007/BF00020485", "ArticleIdList": ["10.1007/BF00020485", "8980539"]}, {"Citation": "Hao WL, Palmer JD. Fine-scale mergers of chloroplast and mitochondrial genes create functional, transcompartmentally chimeric mitochondrial genes. Proceedings of the National Academy of Sciences of the United States of America. 2009; 106(39):16728–16733. doi: 10.1073/pnas.0908766106", "ArticleIdList": ["10.1073/pnas.0908766106", "PMC2757801", "19805364"]}, {"Citation": "Notsu Y, Masood S, Nishikawa T, Kubo N, Akiduki G, Nakazono M, et al.. The complete sequence of the rice (Oryza sativa L.) mitochondrial genome: frequent DNA sequence acquisition and loss during the evolution of flowering plants. Molecular genetics and genomics. 2002; 268:434–445. doi: 10.1007/s00438-002-0767-1", "ArticleIdList": ["10.1007/s00438-002-0767-1", "12471441"]}, {"Citation": "Ye N, Wang X, Li J, Bi C, Xu Y, Wu D, et al.. Assembly and comparative analysis of complete mitochondrial genome sequence of an economic plant Salix suchowensis. PeerJ. 2017; 5(1):e3148. doi: 10.7717/peerj.3148", "ArticleIdList": ["10.7717/peerj.3148", "PMC5374973", "28367378"]}, {"Citation": "Wei S, Wang X, Bi C, Xu Y, Wu D, Ye N. Assembly and analysis of the complete Salix purpurea L. (Salicaceae) mitochondrial genome sequence. SpringerPlus. 2016; 5(1):1894. doi: 10.1186/s40064-016-3521-6", "ArticleIdList": ["10.1186/s40064-016-3521-6", "PMC5084139", "27843751"]}, {"Citation": "Sprinzl M, Steegborn C, Frank Hübel, Steinberg S. Compilation of tRNA sequences and sequences of tRNA genes. Nucleic Acids Research. 1998; 6(1):148–153. doi: 10.1093/nar/26.1.148", "ArticleIdList": ["10.1093/nar/26.1.148", "PMC147216", "9399820"]}, {"Citation": "Li X, Wang L, Yang H, Liu J. Confirmation of natural hybrids between Gentiana straminea and G.siphonantha (Gentianaceae) based on molecular evidence. Frontiers of Biology in China. 2008; 3:470–476. doi: 10.1007/s11515-008-0076-0", "ArticleIdList": ["10.1007/s11515-008-0076-0"]}, {"Citation": "Chen SL, Yao H, Han JP, Xin TY, Pang XH, Shi CL, et al.. Principles for molecular identification of traditional Chinese materia medica using DNA barcoding. China Journal of Chinese Materia Medica. 2013; 38(2):141–148. doi: 10.4268/cjcmm20130201", "ArticleIdList": ["10.4268/cjcmm20130201", "23672031"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "7", "Day": "5"}, {"Year": "2023", "Month": "1", "Day": "13"}, {"Year": "2023", "Month": "1", "Day": "26", "Hour": "13", "Minute": "45"}, {"Year": "2023", "Month": "1", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "26"}], "PublicationStatus": "epublish", "ArticleIdList": ["36701356", "PMC9879513", "10.1371/journal.pone.0281134", "PONE-D-22-18973"]}}], "PubmedBookArticle": []}