{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36711573", "DateRevised": {"Year": "2024", "Month": "02", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "01", "Day": "17"}], "Language": ["eng"], "ELocationID": ["2023.01.16.524293", "10.1101/2023.01.16.524293"], "Journal": {"ISSN": "2692-8205", "JournalIssue": {"PubDate": {"Year": "2023", "Month": "Jan", "Day": "17"}}, "Title": "bioRxiv : the preprint server for biology", "ISOAbbreviation": "bioRxiv"}, "ArticleTitle": "Discovering dynamic plant enzyme complexes in yeast for novel alkaloid pathway identification from a medicinal plant kratom.", "Abstract": {"AbstractText": ["Discovering natural product biosynthetic pathways from medicinal plants is challenging and laborious, largely due to the complexity of the transcriptomics-driven pathway prediction process. Here we developed a novel approach that captures the protein-level connections between enzymes for pathway discovery with improved accuracy. We proved that heterologous protein-protein interaction screening in yeast enabled the efficient discovery of both dynamic plant enzyme complexes and the pathways they organize. This approach discovered complexes and pathways in the monoterpene indole alkaloid metabolism of a medicinal plant, kratom with high success rate. Screening using a strictosidine β-D-glucosidase (MsSGD1) against 19 medium-chain dehydrogenase/reductases (MsMDRs) identified five MsSGD1-MsMDR complexes. Three out of the five interacting MsMDRs were then proven functional, while the remaining 14 non-interacting candidates did not show obvious activities. The work discovered three branched pathways by combining transcriptomics, metabolomics, and heterologous PPI screening and demonstrated a new plant pathway discovery strategy."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Robert F. Smith School of Chemical and Biomolecular Engineering, Cornell University, Ithaca, NY, 14853, USA."}], "LastName": "Wu", "ForeName": "Yinan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Robert F. Smith School of Chemical and Biomolecular Engineering, Cornell University, Ithaca, NY, 14853, USA."}], "LastName": "Liu", "ForeName": "Chang", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Robert F. Smith School of Chemical and Biomolecular Engineering, Cornell University, Ithaca, NY, 14853, USA."}], "LastName": "Gong", "ForeName": "Franklin L", "Initials": "FL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Robert F. Smith School of Chemical and Biomolecular Engineering, Cornell University, Ithaca, NY, 14853, USA."}], "LastName": "Li", "ForeName": "Sijin", "Initials": "S"}], "GrantList": [{"GrantID": "R21 DC019206", "Acronym": "DC", "Agency": "NIDCD NIH HHS", "Country": "United States"}, {"GrantID": "T32 GM138826", "Acronym": "GM", "Agency": "NIGMS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Preprint"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "bioRxiv", "NlmUniqueID": "101680187", "ISSNLinking": "2692-8205"}, "CommentsCorrectionsList": [{"RefSource": "Angew Chem Int Ed Engl. 2023 Sep 18;62(38):e202307995. doi: 10.1002/anie.202307995", "PMID": "37549372"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Lau W. & Sattely E. S. Six enzymes from mayapple that complete the biosynthetic pathway to the etoposide aglycone. Science 349, 1224–1228 (2015).", "ArticleIdList": ["PMC6861171", "26359402"]}, {"Citation": "Pluskal T., Torrens-spence M. P., Fallon T. R., Abreu A. de & Shi C. H. The biosynthetic origin of psychoactive kavalactones in kava. Nat Plants 5, 867–878 (2019).", "ArticleIdList": ["31332312"]}, {"Citation": "Nett R. S. & Sattely E. S. Total biosynthesis of the tubulin-binding alkaloid colchicine. J Am Chem Soc 143, 19454–19465 (2021).", "ArticleIdList": ["PMC10824269", "34780686"]}, {"Citation": "Singh K. S., van der Hooft J. J. J., van Wees S. C. M. & Medema M. H. Integrative omics approaches for biosynthetic pathway discovery in plants. Nat Prod Rep 39, 1876–1896 (2022).", "ArticleIdList": ["PMC9491492", "35997060"]}, {"Citation": "Kulagina N., Méteignier L. V., Papon N., O’Connor S. E. & Courdavault V. More than a Catharanthus plant: a multicellular and pluri-organelle alkaloid-producing factory. Curr Opin Plant Biol 67, 102200 (2022).", "ArticleIdList": ["35339956"]}, {"Citation": "Xu S., Wu S. & Li Y. Investigating plant biosynthetic pathways using heterologous gene expression: yeast as a heterologous host. Methods in molecular biology 2489, 369–393 (2022).", "ArticleIdList": ["35524060"]}, {"Citation": "Zhang Y. & Fernie A. R. Metabolons, enzyme-enzyme assemblies that mediate substrate channeling, and their roles in plant metabolism. Plant Commun 2, 100081 (2021).", "ArticleIdList": ["PMC7816073", "33511342"]}, {"Citation": "Mameda R., Waki T., Kawai Y., Takahashi S. & Nakayama T. Involvement of chalcone reductase in the soybean isoflavone metabolon: identification of GmCHR5, which interacts with 2-hydroxyisoflavanone synthase. The Plant Journal 96, 56–74 (2018).", "ArticleIdList": ["29979476"]}, {"Citation": "Boyer E. W., Babu K. M., Adkins J. E., McCurdy C. R. & Halpern J. H. Self-treatment of opioid withdrawal using kratom (Mitragynia speciosa korth). Addiction 103, 1048–1050 (2008).", "ArticleIdList": ["PMC3670991", "18482427"]}, {"Citation": "Veltri C. & Grundmann O. Current perspectives on the impact of kratom use. Subst Abuse Rehabil 10, 23–31 (2019).", "ArticleIdList": ["PMC6612999", "31308789"]}, {"Citation": "Suhaimi F. W. et al. Neurobiology of kratom and its main alkaloid mitragynine. Brain Res Bull 126, 29–40 (2016).", "ArticleIdList": ["27018165"]}, {"Citation": "Todd D. A. et al. Chemical composition and biological effects of kratom (Mitragyna speciosa): in vitro studies with implications for efficacy and drug interactions. Sci Rep 10, 19158 (2020).", "ArticleIdList": ["PMC7645423", "33154449"]}, {"Citation": "Brose J. et al. The Mitragyna speciosa (kratom) genome: a resource for data-mining potent pharmaceuticals that impact human health. G3 Genes|Genomes|Genetics 11, jkab058 (2021).", "ArticleIdList": ["PMC8759815", "33677570"]}, {"Citation": "Stavrinides A. et al. Structural investigation of heteroyohimbine alkaloid synthesis reveals active site elements that control stereoselectivity. Nat Commun 7, 12116 (2016).", "ArticleIdList": ["PMC4947188", "27418042"]}, {"Citation": "Stavrinides A. et al. Unlocking the diversity of alkaloids in Catharanthus roseus: nuclear localization suggests metabolic channeling in secondary metabolism. Chem Biol 22, 336–341 (2015).", "ArticleIdList": ["PMC4372254", "25772467"]}, {"Citation": "Carqueijeiro I. et al. Alternative splicing creates a pseudo-strictosidine β-D-glucosidase modulating alkaloid synthesis in Catharanthus roseus. Plant Physiol 185, 836–856 (2021).", "ArticleIdList": ["PMC8133614", "33793899"]}, {"Citation": "Gookin T. E. & Assmann S. M. Significant reduction of BiFC non-specific assembly facilitates in planta assessment of heterotrimeric G-protein interactors. Plant J 80, 553–567 (2014).", "ArticleIdList": ["PMC4260091", "25187041"]}, {"Citation": "Guirimand G. et al. Strictosidine activation in Apocynaceae: towards a ‘nuclear time bomb’? BMC Plant Biol 10, 182 (2010).", "ArticleIdList": ["PMC3095312", "20723215"]}, {"Citation": "Li Y. et al. Complete biosynthesis of noscapine and halogenated alkaloids in yeast. Proc Natl Acad Sci U S A 115, E3922–E3931 (2018).", "ArticleIdList": ["PMC5924921", "29610307"]}, {"Citation": "Kosugi S. et al. Six classes of nuclear localization signals specific to different binding grooves of importin alpha. J Biol Chem 284, 478–485 (2009).", "ArticleIdList": ["19001369"]}, {"Citation": "Pasquali G. et al. Coordinated regulation of two indole alkaloid biosynthetic genes from Catharanthus roseus by auxin and elicitors. Plant Mol Biol 18, 1121–1131 (1992).", "ArticleIdList": ["1600148"]}, {"Citation": "Brown S., Clastre M., Courdavault V. & O’Connor S. E. De novo production of the plant-derived alkaloid strictosidine in yeast. Proc Natl Acad Sci U S A 112, 3205–3210 (2015).", "ArticleIdList": ["PMC4371906", "25675512"]}, {"Citation": "Ma X., Panjikar S., Koepke J., Loris E. & Stöckigt J. The structure of Rauvolfia serpentina strictosidine synthase is a novel six-bladed β-propeller fold in plant proteins. Plant Cell 18, 907–920 (2006).", "ArticleIdList": ["PMC1425862", "16531499"]}, {"Citation": "Loris E. A. et al. Structure-based engineering of strictosidine synthase: auxiliary for alkaloid libraries. Chem Biol 14, 979–985 (2007).", "ArticleIdList": ["17884630"]}, {"Citation": "Qu Y. et al. Geissoschizine synthase controls flux in the formation of monoterpenoid indole alkaloids in a Catharanthus roseus mutant. Planta 247, 625–634 (2018).", "ArticleIdList": ["29147812"]}, {"Citation": "Arafa A. S., Ragab A. E., Ibrahim A. R. S., Abdel-Mageed W. S. & Nasr M. E. Cloning and overexpression of strictosidine β-D-glucosidase gene short sequence from Catharanthus roseus in Escherichia coli. Adv Pharm Bull 9, 655–661 (2019).", "ArticleIdList": ["PMC6912177", "31857971"]}, {"Citation": "Barleben L., Panjikar S., Ruppert M., Koepke J. & Stöckigta J. Molecular architecture of strictosidine glucosidase: the gateway to the biosynthesis of the monoterpenoid indole alkaloid family. Plant Cell 19, 2886–2897 (2007).", "ArticleIdList": ["PMC2048697", "17890378"]}, {"Citation": "Hong B. et al. Biosynthesis of strychnine. Nature 607, 617–622 (2022).", "ArticleIdList": ["PMC9300463", "35794473"]}, {"Citation": "Forman V. et al. A gene cluster in Ginkgo biloba encodes unique multifunctional cytochrome P450s that initiate ginkgolide biosynthesis. Nat Commun 13, 5143 (2022).", "ArticleIdList": ["PMC9436924", "36050299"]}, {"Citation": "Chen X. et al. A pathogenesis-related 10 protein catalyzes the final step in thebaine biosynthesis. Nat Chem Biol 14, 738–743 (2018).", "ArticleIdList": ["29807982"]}, {"Citation": "Joung J. K., Ramm E. I. & Pabo C. O. A bacterial two-hybrid selection system for studying protein-DNA and protein-protein interactions. Proc Natl Acad Sci U S A 97, 7382–7387 (2000).", "ArticleIdList": ["PMC16554", "10852947"]}, {"Citation": "Bolger A. M., Lohse M. & Usadel B. Trimmomatic: a flexible trimmer for Illumina sequence data. Bioinformatics 30, 2114 (2014).", "ArticleIdList": ["PMC4103590", "24695404"]}, {"Citation": "Haas B. J. et al. De novo transcript sequence reconstruction from RNA-seq using the Trinity platform for reference generation and analysis. Nat Protoc 8, 1494–1512 (2013).", "ArticleIdList": ["PMC3875132", "23845962"]}, {"Citation": "Simão F. A., Waterhouse R. M., Ioannidis P., Kriventseva E. v. & Zdobnov E. M. BUSCO: assessing genome assembly and annotation completeness with single-copy orthologs. Bioinformatics 31, 3210–3212 (2015).", "ArticleIdList": ["26059717"]}, {"Citation": "Bryant D. M. et al. A tissue-mapped axolotl de novo transcriptome enables identification of limb regeneration factors. Cell Rep 18, 762–776 (2017).", "ArticleIdList": ["PMC5419050", "28099853"]}, {"Citation": "Li B. & Dewey C. N. RSEM: accurate transcript quantification from RNA-Seq data with or without a reference genome. BMC Bioinformatics 12, 323 (2011).", "ArticleIdList": ["PMC3163565", "21816040"]}, {"Citation": "Robinson M. D., McCarthy D. J. & Smyth G. K. edgeR: a Bioconductor package for differential expression analysis of digital gene expression data. Bioinformatics 26, 139–140 (2010).", "ArticleIdList": ["PMC2796818", "19910308"]}, {"Citation": "Alberti S., Gitler A. D. & Lindquist S. A suite of Gateway cloning vectors for high-throughput genetic analysis in Saccharomyces cerevisiae. Yeast 24, 913–919 (2007).", "ArticleIdList": ["PMC2190539", "17583893"]}, {"Citation": "Chen C. et al. TBtools: an integrative toolkit developed for interactive analyses of big biological data. Mol Plant 13, 1194–1202 (2020).", "ArticleIdList": ["32585190"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "1", "Day": "30", "Hour": "3", "Minute": "55"}, {"Year": "2023", "Month": "1", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "31", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "1", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["36711573", "PMC9882157", "10.1101/2023.01.16.524293", "2023.01.16.524293"]}}], "PubmedBookArticle": []}