{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["KaKs", "Mesona chinensis Benth", "RSCU", "characteristics", "constitution analysis", "mitogenome", "phylogenetic analysis"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36712846", "DateRevised": {"Year": "2023", "Month": "02", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "01", "Day": "12"}], "Language": ["eng"], "ELocationID": ["1056389", "10.3389/fgene.2022.1056389"], "Journal": {"ISSN": "1664-8021", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in genetics", "ISOAbbreviation": "Front Genet"}, "ArticleTitle": "Mitochondrial genome characteristics and phylogenetic analysis of the medicinal and edible plant <i>Mesona chinensis</i> Benth.", "Pagination": {"StartPage": "1056389", "MedlinePgn": "1056389"}, "Abstract": {"AbstractText": ["<i>Mesona chinensis</i> Benth (MCB) (or Platostoma palustre or Platostoma chinense) is an important edible and medicinal plant in China. However, the mitochondrial genome (mitogenome, or mtDNA) of MCB has not been characterized or reported yet. In this study, we first sequenced and characterized the complete mitogenome of MCB. The MCB mitogenome was 494,599 bp in length and encoded 59 genes containing 37 protein-coding genes (PCGs), 19 tRNAs, and 3 rRNAs. Gene transfer analysis revealed that a total of 12 transfer segments with more than 93% identity (total length of 25,427 bp) were detected in the MCB mitogenome. Simple sequence repeats (SSR) analysis showed that 212 simple sequence repeats (SSR) were identified. Repeat sequence analysis revealed 305 repeat sequences (158 forward and 147 palindromic repeats) ranging from 30 bp to 48,383 bp and the 30-39 bp repeats were the majority type. Relative synonymous codon usage (RSCU) analysis uncovered that in total, 9,947 codons were encoding the protein-coding genes (PCGs). Serine (909, 9.1%) and leucine (879, 8.8%) were the two most abundant amino acids, while terminator (32, .3%) was the least abundant amino acid. Ka/Ks analysis indicated that almost all genes were subject to purification selection, except <i>ccmB</i>. Analysis of Lamiaceae mitogenomes constitution revealed that <i>atpB</i> and <i>atpE</i> were unique to the <i>Rotheca serrata</i> and <i>Salvia miltiorrhiza</i> mitogenomes. <i>mttB</i> gene loss was unique to the <i>Boea hygrometrica</i> mitogenome. The core fragments of the Lamiaceae mitogenomes harbored a higher GC content than the specific and variable fragments. In addition, phylogenetic analysis revealed that MCB was closely related to <i>Salvia miltiorrhiza</i> based on the mitogenomes. The current study provided valuable genomic resources for understanding and utilizing this important medicinal plant in the future."], "CopyrightInformation": "Copyright © 2023 Tang, Huang, Quan, Huang, Miao and Wei."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi Key Laboratory of Medicinal Resources Protection and Genetic Improvement, Guangxi Botanical Garden of Medicinal Plants, Nanning, China."}, {"Identifier": [], "Affiliation": "Guangxi Engineering Research Center of TCM Resource Intelligent Creation, Guangxi Botanical Garden of Medicinal Plants, Nanning, China."}], "LastName": "Tang", "ForeName": "Danfeng", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Guangxi Medical University, Nanning, China."}], "LastName": "Huang", "ForeName": "Suhua", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi Key Laboratory of Medicinal Resources Protection and Genetic Improvement, Guangxi Botanical Garden of Medicinal Plants, Nanning, China."}, {"Identifier": [], "Affiliation": "Guangxi Engineering Research Center of TCM Resource Intelligent Creation, Guangxi Botanical Garden of Medicinal Plants, Nanning, China."}], "LastName": "Quan", "ForeName": "Changqian", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi Key Laboratory of Medicinal Resources Protection and Genetic Improvement, Guangxi Botanical Garden of Medicinal Plants, Nanning, China."}, {"Identifier": [], "Affiliation": "Guangxi Engineering Research Center of TCM Resource Intelligent Creation, Guangxi Botanical Garden of Medicinal Plants, Nanning, China."}], "LastName": "Huang", "ForeName": "Yuan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi Key Laboratory of Medicinal Resources Protection and Genetic Improvement, Guangxi Botanical Garden of Medicinal Plants, Nanning, China."}, {"Identifier": [], "Affiliation": "Guangxi Engineering Research Center of TCM Resource Intelligent Creation, Guangxi Botanical Garden of Medicinal Plants, Nanning, China."}], "LastName": "Miao", "ForeName": "Jianhua", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi Key Laboratory of Medicinal Resources Protection and Genetic Improvement, Guangxi Botanical Garden of Medicinal Plants, Nanning, China."}, {"Identifier": [], "Affiliation": "Guangxi Engineering Research Center of TCM Resource Intelligent Creation, Guangxi Botanical Garden of Medicinal Plants, Nanning, China."}], "LastName": "Wei", "ForeName": "Fan", "Initials": "F"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Genet", "NlmUniqueID": "101560621", "ISSNLinking": "1664-8021"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Allen G. C., Flores-Vergara M. A., Krasynanski S., Kumar S., Thompson W. F. (2006). A modified protocol for rapid DNA isolation from plant tissues using cetyltrimethylammonium bromide. Nat. Protoc. 1, 2320–2325. 10.1038/nprot.2006.384", "ArticleIdList": ["10.1038/nprot.2006.384", "17406474"]}, {"Citation": "Altschul S. F., Gish W., Miller W., Myers E. W., Lipman D. J. (1990). Basic local alignment search tool. J. Mol. Biol. 215, 403–410. 10.1016/S0022-2836(05)80360-2", "ArticleIdList": ["10.1016/S0022-2836(05)80360-2", "2231712"]}, {"Citation": "Alverson A. J., Wei X., Rice D. W., Stern D. B., Barry K., Palmer J. D. (2010). Insights into the evolution of mitochondrial genome size from complete sequences of Citrullus lanatus and Cucurbita pepo (Cucurbitaceae). Mol. Biol. Evol. 27, 1436–1448. 10.1093/molbev/msq029", "ArticleIdList": ["10.1093/molbev/msq029", "PMC2877997", "20118192"]}, {"Citation": "Angiuoli S. V., Salzberg S. L. (2011). Mugsy: Fast multiple alignment of closely related whole genomes. Bioinformatics 27, 334–342. 10.1093/bioinformatics/btq665", "ArticleIdList": ["10.1093/bioinformatics/btq665", "PMC3031037", "21148543"]}, {"Citation": "Antipov D., Korobeynikov A., McLean J. S., Pevzner P. A. (2016). hybridSPAdes: An algorithm for hybrid assembly of short and long reads. Bioinformatics 32 (7), 1009–1015. 10.1093/bioinformatics/btv688", "ArticleIdList": ["10.1093/bioinformatics/btv688", "PMC4907386", "26589280"]}, {"Citation": "Backert S., Nielsen B. L., Börner T. (1997). The mystery of the rings: Structure and replication of mitochondrial genomes from higher plants. Trends Plant Sci. 2, 477–483. 10.1016/s1360-1385(97)01148-5", "ArticleIdList": ["10.1016/s1360-1385(97)01148-5"]}, {"Citation": "Beier S., Thiel T., Münch T., Scholz U., Mascher M. (2017). MISA-Web: A web server for microsatellite prediction. Bioinformatics 33, 2583–2585. 10.1093/bioinformatics/btx198", "ArticleIdList": ["10.1093/bioinformatics/btx198", "PMC5870701", "28398459"]}, {"Citation": "Bi C., Lu N., Xu Y., He C., Lu Z. (2020). Characterization and analysis of the mitochondrial genome of common bean (Phaseolus vulgaris) by comparative genomic approaches. Int. J. Mol. Sci. 21, 3778. 10.3390/ijms21113778", "ArticleIdList": ["10.3390/ijms21113778", "PMC7312688", "32471098"]}, {"Citation": "Bi C., Paterson A. H., Wang X., Xu Y., Wu D., Qu Y., et al. (2016). Analysis of the complete mitochondrial genome sequence of the diploid cotton Gossypium raimondii by comparative genomics approaches. Biomed. Res. Int. 2016, 5040598. 10.1155/2016/5040598", "ArticleIdList": ["10.1155/2016/5040598", "PMC5099484", "27847816"]}, {"Citation": "Chen Z. W., Zhao N., Li S. S., Grover C. E., Nie H. S., Wendel J. F., et al. (2017). Plant mitochondrial genome evolution and cytoplasmic male sterility. Crit. Rev. Plant Sci. 36, 55–69. 10.1080/07352689.2017.1327762", "ArticleIdList": ["10.1080/07352689.2017.1327762"]}, {"Citation": "Choi K. S., Park S. (2015). The complete chloroplast genome sequence of Aster spathulifolius (Asteraceae); genomic features and relationship with Asteraceae. Gene 572, 214–221. 10.1016/j.gene.2015.07.020", "ArticleIdList": ["10.1016/j.gene.2015.07.020", "26164759"]}, {"Citation": "Fang J. P., Lin A. T., Yuan X., Chen Y. Q., He W. J., Huang J. H., et al. (2020). The complete chloroplast genome of Isochrysis galbana and comparison with related haptophyte species. Algal Res. 50, 101989. 10.1016/j.algal.2020.101989", "ArticleIdList": ["10.1016/j.algal.2020.101989"]}, {"Citation": "Fauron C., Casper M., Gao Y., Moore B. (1995). The maize mitochondrial genome: Dynamic, yet functional. Trends Genet. 11, 228–235. 10.1016/s0168-9525(00)89056-3", "ArticleIdList": ["10.1016/s0168-9525(00)89056-3", "7638905"]}, {"Citation": "Férandon C., Xu J. P., Barroso G. (2013). The 135k bp mitochondrial genome of Agaricus bisporus is the largest known eukaryotic reservoir of group I introns and plasmid-related sequences. Fungal Genet. Biol. 55, 85–91. 10.1016/j.fgb.2013.01.009", "ArticleIdList": ["10.1016/j.fgb.2013.01.009", "23428625"]}, {"Citation": "Goremykin V. V., Salamini F., Velasco R., Viola R. (2009). Mitochondrial DNA of Vitis vinifera and the issue of rampant horizontal gene transfer. Mol. Biol. Evol. 26, 99–110. 10.1093/molbev/msn226", "ArticleIdList": ["10.1093/molbev/msn226", "18922764"]}, {"Citation": "Gray M. W. (2012). Mitochondrial evolution. Cold Spring Harb. Perspect. Biol. 4, a011403. 10.1101/cshperspect.a011403", "ArticleIdList": ["10.1101/cshperspect.a011403", "PMC3428767", "22952398"]}, {"Citation": "Greiner S., Lehwark P., Bock R. (2019). OrganellarGenomeDRAW (OGDRAW) version 1.3.1: Expanded toolkit for the graphical visualization of organellar genomes. Nucleic Acids Res. 47, W59–W64. 10.1093/nar/gkz238", "ArticleIdList": ["10.1093/nar/gkz238", "PMC6602502", "30949694"]}, {"Citation": "Guindon S., Dufayard J. F., Lefort V., Anisimova M., Hordijk W., Gascuel O. (2010). New algorithms and methods to estimate maximum-likelihood phylogenies: Assessing the performance of PhyML 3.0. Syst. Biol. 59, 307–321. 10.1093/sysbio/syq010", "ArticleIdList": ["10.1093/sysbio/syq010", "20525638"]}, {"Citation": "Huang L. X., Huang M., Shen M. Y., Wen P. W., Wu T., Hong Y. Z., et al. (2019). Sulfated modification enhanced the antioxidant activity of Mesona chinensis Benth polysaccharide and its protective effect on cellular oxidative stress. Int. J. Biol. Macromol. 136, 1000–1006. 10.1016/j.ijbiomac.2019.06.199", "ArticleIdList": ["10.1016/j.ijbiomac.2019.06.199", "31254574"]}, {"Citation": "Jex A. R., Hall R. S., Littlewood D. T., Gasser R. B. (2010). An integrated pipeline for next-generation sequencing and annotation of mitochondrial genomes. Nucleic Acids Res. 38, 522–533. 10.1093/nar/gkp883", "ArticleIdList": ["10.1093/nar/gkp883", "PMC2811008", "19892826"]}, {"Citation": "Jin J. J., Yu W. B., Yang J. B., Song Y., dePamphilis C. W., Yi T. S., et al. (2020). GetOrganelle: A fast and versatile toolkit for accurate de novo assembly of organelle genomes. Genome Biol. 21 (1), 241. 10.1186/s13059-020-02154-5", "ArticleIdList": ["10.1186/s13059-020-02154-5", "PMC7488116", "32912315"]}, {"Citation": "Jo Y. D., Park J., Kim J., Song W., Hur C. G., Lee Y. H., et al. (2011). Complete sequencing and comparative analyses of the pepper (Capsicum annuum L.) plastome revealed high frequency of tandem repeats and large insertion/deletions on pepper plastome. Plant Cell Rep. 30 (2), 217–229. 10.1007/s00299-010-0929-2", "ArticleIdList": ["10.1007/s00299-010-0929-2", "20978766"]}, {"Citation": "Katoh K., Standley D. M. (2013). MAFFT multiple sequence alignment software version 7: Improvements in performance and usability. Mol. Biol. Evol. 30 (4), 772–780. 10.1093/molbev/mst010", "ArticleIdList": ["10.1093/molbev/mst010", "PMC3603318", "23329690"]}, {"Citation": "Kitazaki K., Kubo T. (2010). Cost of having the largest mitochondrial genome: Evolutionary mechanism of plant mitochondrial genome. J. Bot. 2010, 1–12. 10.1155/2010/620137", "ArticleIdList": ["10.1155/2010/620137"]}, {"Citation": "Koren B. P., Walenz B. P., Berlin K., Miller J. R., Bergman N. H., Phillippy A. M. (2017). Canu: Scalable and accurate long-read assembly via adaptive k-mer weighting and repeat separation. Genome Res. 27 (5), 722–736. 10.1101/gr.215087.116", "ArticleIdList": ["10.1101/gr.215087.116", "PMC5411767", "28298431"]}, {"Citation": "Kurtz S., Choudhuri J. V., Ohlebusch E., Schleiermacher C., Stoye J., Giegerich R. (2001). REPuter: The manifold applications of repeat analysis on a genomic scale. Nucleic Acids Res. 29 (22), 4633–4642. 10.1093/nar/29.22.4633", "ArticleIdList": ["10.1093/nar/29.22.4633", "PMC92531", "11713313"]}, {"Citation": "Li B., Cantino P. D., Olmsead R. G., Bramley G. L. C., Xiang C. H. L., Ma Z. H., et al. (2016). A large-scale chloroplast phylogeny of the Lamiaceae sheds new light on its subfamilial classification. Sci. Rep. 6, 34343. 10.1038/srep34343", "ArticleIdList": ["10.1038/srep34343", "PMC5066227", "27748362"]}, {"Citation": "Li S. N., Yang Y. Y., Xu L., Xing Y. P., Zhao R., Ao W. L., et al. (2021). The complete mitochondrial genome of Aconitum kusnezoffii Rchb. (Ranales, Ranunculaceae). Mitochondrial DNA Part B 6 (3), 779–781. 10.1080/23802359.2021.1882894", "ArticleIdList": ["10.1080/23802359.2021.1882894", "PMC7954411", "33763576"]}, {"Citation": "Li Y. Q., Zhao H. K., Tan H., Liu X. D., Zhang C. B., Dong Y. S. (2011). Analysis and comparison on characteristic of mitochondrial genome of eight plants. Biotechnol. Bull. 10, 156–162."}, {"Citation": "Lin L. H., Shen M. Y., Liu S. C., Tang W., Wang Z. J., Xie M. Y., et al. (2018). An acidic heteropolysaccharide from Mesona chinensis: Rheological properties, gelling behavior and texture characteristics. Int. J. Biol. Macromol. 107, 1591–1598. 10.1016/j.ijbiomac.2017.10.029", "ArticleIdList": ["10.1016/j.ijbiomac.2017.10.029", "29032212"]}, {"Citation": "Mower J. P., Sloan D., Alverson A. (2012). “Plant mitochondrial genome diversity: The genomics revolution,” in Plant genome diversity volume 1. Editors Wendel J. F., Greilhuber J., Dolezel J., Leitch I. J. (Vienna: Springer; ), 123–144."}, {"Citation": "Notsu Y., Masood S., Nishikawa T., KuboN., Akiduki G., NakazonoM., et al. (2002). The complete sequence of the rice (Oryza sativa L) mitochondrial genome: Frequent DNA sequence acquisition and loss during the evolution of flowering plants. Mol.Genet. Genomics. 268, 434–445. 10.1007/s00438-002-0767-1", "ArticleIdList": ["10.1007/s00438-002-0767-1", "12471441"]}, {"Citation": "Park J. K., Sultana T., Lee S. H., Kang S., Kim H. K., Min G. S., et al. (2011). Monophyly of clade III nematodes is not supported by phylogenetic analysis of complete mitochondrial genome sequences. BMC Genomics 12, 392. 10.1186/1471-2164-12-392", "ArticleIdList": ["10.1186/1471-2164-12-392", "PMC3163570", "21813000"]}, {"Citation": "Park S., Grewe F., Zhu A., Ruhlman T. A., Sabir J., Mower J. P., et al. (2015). Dynamic evolution of Geranium mitochondrial genomes through multiple horizontal and intracellular gene transfers. New Phytol. 208, 570–583. 10.1111/nph.13467", "ArticleIdList": ["10.1111/nph.13467", "25989702"]}, {"Citation": "Petersen G., Cuenca A., Moller I. M., Seberg O. (2015). Massive gene loss in mistletoe (Viscum, Viscaceae) mitochondria. Sci. Rep. 5, 17588. 10.1038/srep17588", "ArticleIdList": ["10.1038/srep17588", "PMC4667250", "26625950"]}, {"Citation": "Qian J. (2014). Study on chloroplast and mitochondrial genomes of Salvia miltiorrhiza . Beijing, China: Chinese Academy of Medical Sciences & Peking Union Medical College."}, {"Citation": "Ren Y. M., Jiang L., Wang W. J., Xiao Y. H., Liu S. C., Luo Y., et al. (2019). Effects of Mesona chinensis Benth polysaccharide on physicochemical and rheological properties of sweet potato starch and its interactions. Food Hydrocoll. 99, 105371. 10.1016/j.foodhyd.2019.105371", "ArticleIdList": ["10.1016/j.foodhyd.2019.105371"]}, {"Citation": "Rodriguez-Moreno L., Gonzalez V. M., Benjak A., Marti M. C., Puigdomenech P., Aranda M. A., et al. (2011). Determination of the melon chloroplast and mitochondrial genome sequences reveals that the largest reported mitochondrial genome in plants contains a significant amount of DNA having a nuclear origin. BMC Genomics 12, 424. 10.1186/1471-2164-12-424", "ArticleIdList": ["10.1186/1471-2164-12-424", "PMC3175227", "21854637"]}, {"Citation": "Schuldiner M., Guo W. (2015). Editorial overview: Cell organelles: Organelle communication: New means and new views. Curr. Opin. Cell Biol. 35, v–vi. 10.1016/j.ceb.2015.07.008", "ArticleIdList": ["10.1016/j.ceb.2015.07.008", "26250100"]}, {"Citation": "Skippington E., Barkman T. J., Rice D. W., Palmer J. D. (2015). Miniaturized mitogenome of the parasitic plant Viscum scurruloideum is extremely divergent and dynamic and has lost all nad genes. Proc. Natl. Acad. Sci. U. S. A. 112, E3515–E3524. 10.1073/pnas.1504491112", "ArticleIdList": ["10.1073/pnas.1504491112", "PMC4500244", "26100885"]}, {"Citation": "Sloan D. B., Alverson A. J., Chuckalovcak J. P., Wu M., McCauley D. E., Palmer J. D., et al. (2012). Rapid evolution of enormous, multichromosomal genomes in flowering plant mitochondria with exceptionally high mutation rates. PLoS Biol. 10, e1001241. 10.1371/journal.pbio.1001241", "ArticleIdList": ["10.1371/journal.pbio.1001241", "PMC3260318", "22272183"]}, {"Citation": "Sloan D. B., Wu Z. (2014). History of plastid DNA insertions reveals weak deletion and at mutation biases in angiosperm mitochondrial genomes. Genome Biol. Evol. 6, 3210–3221. 10.1093/gbe/evu253", "ArticleIdList": ["10.1093/gbe/evu253", "PMC4986453", "25416619"]}, {"Citation": "Song X. X., Zhao Y., Song C. Y., Chen M. J., Huang J. C., Bao D. P., et al. (2019). Mitogenome types of two Lentinula edodes sensu lato populations in China. Sci. Rep. 9, 9421. 10.1038/s41598-019-45922-5", "ArticleIdList": ["10.1038/s41598-019-45922-5", "PMC6602969", "31263159"]}, {"Citation": "Tang D. F., Wei F., Xie J. H., Zhu Y. X., Wei K. H., Miao J. H. (2022a). Key technologies and problems in conservation of Mesona chinensis Benth in Guangxi. Mod. Chin. Med. 24 (3), 407–411."}, {"Citation": "Tang D. F., Lin Y., Wei F., Quan C. Q., Wei K. H., Wei Y. Y., et al. (2022b). Characteristics and comparative analysis of Mesona chinensis Benth chloroplast genome reveals DNA barcode regions for species identification. Funct. Integr. Genomics 22, 467–479. 10.1007/s10142-022-00846-8", "ArticleIdList": ["10.1007/s10142-022-00846-8", "35318559"]}, {"Citation": "Tang D. F., Wei F., Cai Z. Q., Wei Y. Y., Khan A., Miao J. H., et al. (2020). Analysis of codon usage bias and evolution in the chloroplast genome of Mesona chinensis Benth. Dev. Genes Evol. 231 (1-2), 1–9. 10.1007/s00427-020-00670-9", "ArticleIdList": ["10.1007/s00427-020-00670-9", "33180191"]}, {"Citation": "Tillich M., Lehwark P., Pellizzer T., Ulbricht-Jones E. S., Fischer A., Bock R., et al. (2017). GeSeq-versatile and accurate annotation of organelle genomes. Nucleic Acids Res. 45, W6–W11. 10.1093/nar/gkx391", "ArticleIdList": ["10.1093/nar/gkx391", "PMC5570176", "28486635"]}, {"Citation": "Tsunewaki K. (2011). Interorganellar DNA transfer in wheat: Dynamics and phylogenetic origin. Proc. Jpn. Acad. Ser. B. Phys. Biol. Sci. 87, 529–549. 10.2183/pjab.87.529", "ArticleIdList": ["10.2183/pjab.87.529", "PMC3313693", "21986316"]}, {"Citation": "Wang S. B., Song Q. W., Li S. S., Hu Z. Q., Dong G. Q., Song C., et al. (2018). Assembly of a complete mitogenome of Chrysanthemum nankingense using oxford nanopore long reads and the diversity and evolution of Asteraceae mitogenomes. Genes 9 (11), 547. 10.3390/genes9110547", "ArticleIdList": ["10.3390/genes9110547", "PMC6267336", "30424578"]}, {"Citation": "Wang Y., Zeng F. Y., Hon C. C., Zhang Y. Z., Leung F. C. C. (2008). The mitochondrial genome of the Basidiomycete fungus Pleurotus ostreatus (Oyster mushroom). FEMS Microbiol. Lett. 280, 34–41. 10.1111/j.1574-6968.2007.01048.x", "ArticleIdList": ["10.1111/j.1574-6968.2007.01048.x", "18248422"]}, {"Citation": "Yu X. L., Wang Y., Zhang Q., Duan Z. G., Wang Y. J., Zhang Q. X., et al. (2022). Sequence analysis of the complete mitochondrial genome of a medicinal plant, Vitex rotundifolia Linnaeus f. (Lamiales: Lamiaceae). Genes (Basel) 13 (5), 839. 10.3390/genes13050839", "ArticleIdList": ["10.3390/genes13050839", "PMC9140901", "35627224"]}, {"Citation": "Yuan S., Xia Y., Zheng Y., Zeng X. (2016). Next-generation sequencing of mixed genomic DNA allows efcient assembly of rearranged mitochondrial genomes in Amolops chunganensis and Quasipaa boulengeri . Peer J. 4, e2786. 10.7717/peerj.2786", "ArticleIdList": ["10.7717/peerj.2786", "PMC5162401", "27994980"]}, {"Citation": "Zhang D. C., Xing Y. P., Xu L., Zhao R., Yang Y. Y., Zhang T. T., et al. (2020). Comparative analysis of the mitochondrial genome sequences of two medicinal plants: Arctium Lappa and A. Tomentosum. 10.21203/rs.3.rs-28443/v1", "ArticleIdList": ["10.21203/rs.3.rs-28443/v1"]}, {"Citation": "Zhao Y., Jia X., Yang J., Ling Y., Zhang Z., Yu J., et al. (2014). PanGP: A tool for quickly analyzing bacterial pan-genome profile. Bioinformatics 30, 1297–1299. 10.1093/bioinformatics/btu017", "ArticleIdList": ["10.1093/bioinformatics/btu017", "PMC3998138", "24420766"]}, {"Citation": "Zhao Y. N., Luo L. L., Xu J. S., Xin P. Y., Guo H. Y., Wu J., et al. (2018). Malate transported from chloroplast to mitochondrion triggers production of ROS and PCD in Arabidopsis thaliana . Cell Res. 28, 448–461. 10.1038/s41422-018-0024-8", "ArticleIdList": ["10.1038/s41422-018-0024-8", "PMC5939044", "29540758"]}, {"Citation": "Zhong Y., Zhou M., Ouyang B., Zeng C. J., Zhang M., Yang J. D. (2020). Complete mtDNA genome of Otus sunia (Aves, Strigidae) and the relaxation of selective constrains on Strigiformes mtDNA following evolution. Genomics 112, 3815–3825. 10.1016/j.ygeno.2020.02.018", "ArticleIdList": ["10.1016/j.ygeno.2020.02.018", "32135299"]}, {"Citation": "Zhu A., Guo W., Jain K., Mower J. P. (2014). Unprecedented heterogeneity in the synonymous substitution rate within a plant genome. Mol. Biol. Evol. 31 (5), 1228–1236. 10.1093/molbev/msu079", "ArticleIdList": ["10.1093/molbev/msu079", "24557444"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "9", "Day": "28"}, {"Year": "2022", "Month": "12", "Day": "15"}, {"Year": "2023", "Month": "1", "Day": "30", "Hour": "4", "Minute": "7"}, {"Year": "2023", "Month": "1", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "31", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "1", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["36712846", "PMC9878300", "10.3389/fgene.2022.1056389", "1056389"]}}], "PubmedBookArticle": []}