{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Chinese traditional medicinal plants", "Dahuang Qinyu San", "Salmonella", "antibacterial mechanism", "semi-bionic extract"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36713859", "DateRevised": {"Year": "2023", "Month": "02", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "01", "Day": "13"}], "Language": ["eng"], "ELocationID": ["1083223", "10.3389/fvets.2022.1083223"], "Journal": {"ISSN": "2297-1769", "JournalIssue": {"Volume": "9", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in veterinary science", "ISOAbbreviation": "Front Vet Sci"}, "ArticleTitle": "Antimicrobial mechanism of semi-bionic extracts of three traditional medicinal plants-<i>Rheum palmatum L., Scutellaria baicalensis Georgi</i>, and <i>Houttuynia cordata Thunb</i>-That can be used as antibiotic alternatives.", "Pagination": {"StartPage": "1083223", "MedlinePgn": "1083223"}, "Abstract": {"AbstractText": ["The Chinese traditional medicinal plants <i>Rheum palmatum L., Scutellaria baicalensis Georgi</i>, and <i>Houttuynia cordata Thunb</i> in a ratio of 108:65:27 form a compound named Dahuang Qinyu San (DQS), which inhibits and kills <i>Escherichia coli</i> and <i>Salmonella</i> to a certain extent in fish and shrimp aquaculture environments. The active ingredients quercetin, emodin, baicalin, and aloe-emodin are obtained from the semi-biomimetic extract of DQS (SEDQS). However, the antibacterial mechanism of SEDQS against <i>Salmonella</i> is still unclear. This study used the microwell-plate method to determine the Minimum Inhibitory Concentration (MIC) of SEDQS against <i>Salmonella enteritidis</i> (<i>S. enteritidis</i>) isolated from geese. In addition, the effect of SEDQS on the growth curve, respiratory metabolic system, cell wall, soluble protein, and nucleic acid in bacterial liquid of <i>S. enteritidis</i> was detected by spectrophotometer and reagent kit. The effects of SEDQS on <i>S. enteritidis</i> DNA, binding gel blocking, virulence gene expression, and pathogenicity-related proteins were determined by gel electrophoresis, SDS-PAGE, and fluorescence quantitative PCR. The study found that a concentration of 1/4 MIC-2 MIC (2.27-18.2 mg/ml) SEDQS can significantly inhibit the normal growth of <i>S. enteritidis</i>, destroy the cell membrane structure of bacteria resulting in the leak of nucleic acid, protein, and other contents (<i>P</i> < 0.01). It also significantly inhibited the activities of succinate dehydrogenase (SDH) and malate dehydrogenase (MDH; <i>P</i> < 0.01) in a concentration-dependent manner. When the concentration of SEDQS was 1/2 MIC to 2 MIC (4.55-18.2 mg/ml), the expression levels of <i>gyrB, fimA, filC, spvR, Hcp</i>, and <i>vgrG</i> virulence genes (<i>P</i> < 0.01) all decreased by more than 31, 11, 18, 30, 34, and 21% respectively compared with the control group. SEDQS could significantly inhibit the expression of six virulence genes and play an important role in the pathogenicity of <i>the S. enteritidis</i> infected host. The SEDQS could exert antibacterial pharmacological effects by inhibiting the growth and metabolism of <i>S. enteritidis</i> and inhibiting the expression of major virulence factors. It has potential application value as an antibiotic alternative."], "CopyrightInformation": "Copyright © 2023 Jiang, Bai, Xu, Sun, Françoise, Luan and Wang."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Animal Husbandry and Veterinary Medicine, Jinzhou Medical University, Jinzhou, Liaoning, China."}], "LastName": "Jiang", "ForeName": "Hong", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Tianjin Baodi Hospital, Baodi Clinical College, Tianjin Medical University, Tianjin, China."}], "LastName": "Bai", "ForeName": "Zixia", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Public Health and Management, Guang University of Chinese Medical, Nanning, Guangxi, China."}], "LastName": "Xu", "ForeName": "Ziheng", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Husbandry and Veterinary Medicine, Beijing Vocational College Agriculture, Beijing, China."}], "LastName": "Sun", "ForeName": "Jian", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of International Education, Jinzhou Medical University, Jinzhou, Liaoning, China."}], "LastName": "Françoise", "ForeName": "Hatungimana", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Employment Department, Nanning Normal University, Nanning, Guangxi, China."}], "LastName": "Luan", "ForeName": "Zuxiang", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Animal Husbandry and Veterinary Medicine, Jinzhou Medical University, Jinzhou, Liaoning, China."}], "LastName": "Wang", "ForeName": "Hongjun", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Vet Sci", "NlmUniqueID": "101666658", "ISSNLinking": "2297-1769"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Oliveira-Ferreira A, Pavelquesi S, Silva-Monteiro E, Rodrigues L, Souza-Silva C, Silva I, et al. . Prevalence and antimicrobial resistance of Salmonella spp. in Aquacultured Nile Tilapia (Oreochromis niloticus) Commercialized in Federal District, Brazil. Foodborne Pathog Dis. (2021) 18:778–83. 10.1089/fpd.2021.0010", "ArticleIdList": ["10.1089/fpd.2021.0010", "34197185"]}, {"Citation": "Silva J, Leite D, Fernandes M, Mena C, Gibbs P, Teixeira P. Campylobacter spp. as a foodborne pathogen: a review. Front Microbiol. (2011) 2:200. 10.3389/fmicb.2011.00200", "ArticleIdList": ["10.3389/fmicb.2011.00200", "PMC3180643", "21991264"]}, {"Citation": "Lu C. Veterinary Microbiology, 5th ed. Beijing: China Agriculture Press; (2012), p. 223–30. (in Chinese)."}, {"Citation": "Grigar K, Cummings J, Rankin C. Prevalence of Salmonella among waterfowl along the Texas Gulf coast. Zoonosis Public Health. (2017) 64:689–92. 10.1111/zph.12380", "ArticleIdList": ["10.1111/zph.12380", "28722329"]}, {"Citation": "Yue X, Gao B, Zhou R, Wang Q, Cui Y. Isolation and Identification of goose-derived Salmonella and analysis of the antibacterial effect of traditional Chinese medicine. J. Heilongjiang Bayi Land Reclam Univ. (2020) 32:2–28. (in Chinese). 10.3969/j.issn.1002-2090.2020.05.004", "ArticleIdList": ["10.3969/j.issn.1002-2090.2020.05.004"]}, {"Citation": "Li J, Zhang X, Fu C. Research progress on antibacterial effects of Chinese medicine. China Pharm. (2014) 23:90–3. (in Chinese). Available online at: https://kns.cnki.net/kcms/detail/detail.aspx?dbcode=CJFD&dbname=CJFD2014&filename=YYGZ201402049&uniplatform=NZKPT&v=lK7z3XfJhtzoEt0j50qIWdQ2ZPMzdh4HNPHkFgYtiw8yQ_Xb7IkY7Llbw6uPUJ4t"}, {"Citation": "Jiang H, Zhou Z, Li G, Zhang H, Liu Y, Zhen Z, et al. . Antimicrobial activity of compound traditional Chinese medicine Feizhu powder. Adv Mat Res. (2013) 781:1064–7. 10.4028/www.scientific.net/AMR.781-784.1064", "ArticleIdList": ["10.4028/www.scientific.net/AMR.781-784.1064", "0"]}, {"Citation": "Wang R, Wu G, Du L, Shao J, Liu F, Yang Z, et al. . Semi-bionic extraction of compound turmeric protects against dextran sulfate sodium-induced acute enteritis in rats. Ethnopharmacology. (2016) 190:288–300. 10.1016/j.jep.2016.05.054", "ArticleIdList": ["10.1016/j.jep.2016.05.054", "27286916"]}, {"Citation": "Chinese Pharmacopoeia Commission. Pharmacopoeia of the People's Republic of China (Part2). Beijing: China Agriculture Press, p. 607, 668. (in Chinese)."}, {"Citation": "Zhang Z, Sun X. Exploration on oral preparations of Chinese materia medica by semi-bionic extraction. China J Chin Mat Med. (1995) 20:670–703.", "ArticleIdList": ["8737469"]}, {"Citation": "Hou Y, Zhao Y, Wu W, Wu X, Xu J. Antibacterial activities of rhubarb extract and the bioactive compounds against Salmonella. Int J Nutr Sci Food Technol. (2015) 1:1–9. 10.25141/2471-7371-2015-1.0001", "ArticleIdList": ["10.25141/2471-7371-2015-1.0001"]}, {"Citation": "Françoise H, Yao D, Wang H, Zhou L, Bo Y, Li H, Zhang D. Semi-bionic Extraction and determinination of the active components on Dahuangqinyu powder. China Feed. (2022) 190:68–71. (in Chinese). 10.47583/ijpsrr.2021.v71i02.016", "ArticleIdList": ["10.47583/ijpsrr.2021.v71i02.016"]}, {"Citation": "Françoise H, Wang H. Semi-bionic extraction process and antibacterial activity against Salmonella goose of compound Chinese medicine Dahuang Qinyu San. Int J Pharm Sci Rev Res. (2021) 16:98–102."}, {"Citation": "Li G, Yan C, Xu Y, Feng Y, Wu Q, Lv X, et al. . Punicalagin inhibits Salmonella virulence factors and has anti-quorum-sensing potential. Appl Environ Microbiol. (2014) 80:6204–11. 10.1128/AEM.01458-14", "ArticleIdList": ["10.1128/AEM.01458-14", "PMC4178673", "25085489"]}, {"Citation": "Alvarado Z, Bravo P, Kennedy N, Krishna M, Hussain S, Young A, et al. . Antimicrobial and antivirulence impacts of phenolics on Salmonella Enterica Serovar Typhimurium. Antibiotics. (2020) 9:668. 10.3390/antibiotics9100668", "ArticleIdList": ["10.3390/antibiotics9100668", "PMC7600263", "33022945"]}, {"Citation": "Liu X, Wang S, Meng M, Han X, Xu X, Yang D, et al. . Effects of type VI secretion system 2 core component VgrG on the pathogenicity of avian Escherichia coli. Microbiol China. (2016) 43:2106–13. 10.13344/j.microbiol.china.150769", "ArticleIdList": ["10.13344/j.microbiol.china.150769"]}, {"Citation": "Hu Y, Liu X, Liu P, Wu Z, Zhang Y, Xiong X, et al. . Regulation of gene expression of hcp, a core gene of the type VI secretion system in Acinetobacter baumannii causing respiratory tract infection. Med Microbiol. (2018) 67:945–51. 10.1099/jmm.0.000753", "ArticleIdList": ["10.1099/jmm.0.000753", "29771233"]}, {"Citation": "Yuan Z, Ouyang P, Gu K, Rehman T, Zhang T, Yin Z, et al. . The antibacterial mechanism of oridonin against methicillin-resistant Staphylococcus aureus (MRSA). Pharm Biol. (2019) 57:710–6. 10.1080/13880209.2019.1674342", "ArticleIdList": ["10.1080/13880209.2019.1674342", "PMC8871620", "31622118"]}, {"Citation": "Li F, Liu J, Xu Z. Medical Microbiology. Beijing: People's Health Publishing House; (2008). (in Chinese)."}, {"Citation": "Wang J, Wang L, Lou G, Zeng H, Hu J, Huang Q, et al. . Coptidis Rhizoma: a comprehensive review of its traditional uses, botany, phytochemistry, pharmacology and toxicology. Pharm Biol. (2019) 57:193–225. 10.1080/13880209.2019.1577466", "ArticleIdList": ["10.1080/13880209.2019.1577466", "PMC6461078", "30963783"]}, {"Citation": "Zhang J, Ye KP, Zhang X, Pan DD, Sun YY, Cao JX. Antibacterial activity and mechanism of action of black pepper essential oil on meat-borne Escherichia coli. Front Microbiol. (2017) 7:2094. 10.3389/fmicb.2016.02094", "ArticleIdList": ["10.3389/fmicb.2016.02094", "PMC5209337", "28101081"]}, {"Citation": "Minasyan H. Sepsis: mechanisms of bacterial injury to the patient. Scand J Trauma Resusc Emerg Med. (2019) 27:19. 10.1186/s13049-019-0596-4", "ArticleIdList": ["10.1186/s13049-019-0596-4", "PMC6376788", "30764843"]}, {"Citation": "Xie J, Hou W, Feng T, Lan W. The antibacterial mechanism of phytic acid against Shewanella putrefying. Food Industry Sci Technol. (2011) 32:85–8. 10.13386/j.issn1002-0306.2011.10.051", "ArticleIdList": ["10.13386/j.issn1002-0306.2011.10.051"]}, {"Citation": "He N, Wang P, Wang P, Ma C, Kang W. Antibacterial mechanism of chelerythrine isolated from root of Toddalia asiatica (Linn) Lam. BMC Complement Altern Med. (2018) 18:261. 10.1186/s12906-018-2317-3", "ArticleIdList": ["10.1186/s12906-018-2317-3", "PMC6158911", "30257662"]}, {"Citation": "Wang Y. Research on antibacterial mechanism of traditional Chinese medicine. Sci Technol Guide. (2012) 9:54. (in Chinese)."}, {"Citation": "Xu M, Chen J, Shangguan X. Effects of protamine on succinate dehydrogenase and malate dehydrogenase in Aspergillus niger cells. Food Sci. (2005) 26:48–51. (in Chinese)."}, {"Citation": "Zhou L, Yun B, Wang Y, Xie M. Antibacterial mechanism of emodin on Staphylococcus aureus. Chin J Biochem Mol Biol. (2011) 12:1156–60. 10.13865/j.cnki.cjbmb.2011.12.006", "ArticleIdList": ["10.13865/j.cnki.cjbmb.2011.12.006"]}, {"Citation": "Yun B, Zhou L, Xie K, Wang Y, Xie M. Preliminary study on the antibacterial activity and mechanism of baicalein. Chinese J Pharm. (2012) 47:1587–92. 10.16438/j.0513-4870.2012.12.003", "ArticleIdList": ["10.16438/j.0513-4870.2012.12.003", "23460962"]}, {"Citation": "Boyd F, Nelson K, Wang S, Whittam TS, Selander RK. Molecular genetic basis of allelic polymorphism in malate dehydrogenase (MDH) in natural populations of Escherichia coli and Salmonella enteric. Proc Natl Acad Sci U S A. (1994) 91:1280–4. 10.1073/pnas.91.4.1280", "ArticleIdList": ["10.1073/pnas.91.4.1280", "PMC43141", "8108402"]}, {"Citation": "Wang H, Zou D, Xie K, Xie M. Antibacterial mechanism of fraxetin against Staphylococcus aureus. Mol Med Rep. (2014) 10:2341–5. 10.3892/mmr.2014.2529", "ArticleIdList": ["10.3892/mmr.2014.2529", "PMC4214354", "25189268"]}, {"Citation": "Wiedemann A, Virlogeux-Payant I, Chaussé AM, Schikora A, Velge P. Interactions of Salmonella with animals and plants. Front Microbiol. (2014) 5:791. 10.3389/fmicb.2014.00791", "ArticleIdList": ["10.3389/fmicb.2014.00791", "PMC4301013", "25653644"]}, {"Citation": "Ilyas B, Tsai CN, Coombes BK. Evolution of Salmonella-host cell interactions through a dynamic bacterial genome. Front Cell Infect Microbiol. (2017) 7:428. 10.3389/fcimb.2017.00428", "ArticleIdList": ["10.3389/fcimb.2017.00428", "PMC5626846", "29034217"]}, {"Citation": "Dos Santos F, Conte-Junior CA. Virulence factors in Salmonella Typhimurium: the sagacity of a bacterium Curr Microbiol. (2019) 76:762–73. 10.1007/s00284-018-1510-4", "ArticleIdList": ["10.1007/s00284-018-1510-4", "29785632"]}, {"Citation": "Peeters K, Willems A. The gyrB gene is a useful phylogenetic marker for exploring the diversity of Flavobacterium strains isolated from terrestrial and aquatic habitats in Antarctica. FEMS Microbiol Lett. (2011) 321:130–40. 10.1111/j.1574-6968.2011.02326.x", "ArticleIdList": ["10.1111/j.1574-6968.2011.02326.x", "21645050"]}, {"Citation": "Kolenda R, Ugorski M, Grzymajlo K. Everything you always wanted to know about Salmonella type 1 Fimbriae, but were afraid to ask. Front Microbiol. (2019) 10:1017. 10.3389/fmicb.2019.01017", "ArticleIdList": ["10.3389/fmicb.2019.01017", "PMC6527747", "31139165"]}, {"Citation": "Haiko J, Westerlund-Wikström B. The role of the bacterial flagellum in adhesion and virulence. Biology. (2013) 25:1242–67. 10.3390/biology2041242", "ArticleIdList": ["10.3390/biology2041242", "PMC4009794", "24833223"]}, {"Citation": "Gulig A, Danbara H, Guiney G, Lax J, Norel F, Rhen M. Molecular analysis of spv virulence genes of the Salmonella virulence plasmids. Mol Microbial. (1993) 7:825–30. 10.1111/j.1365-2958.1993.tb01172.x", "ArticleIdList": ["10.1111/j.1365-2958.1993.tb01172.x", "8483415"]}, {"Citation": "Sha J, Rosenzweig A, Kozlova V, Wang S, Erova E, Kirtley L, et al. . Evaluation of the roles played by Hcp and VgrG type 6 secretion system effectors in Aeromonas hydrophila SSU pathogenesis. Microbiology. (2013) 159:1120–35. 10.1099/mic.0.063495-0", "ArticleIdList": ["10.1099/mic.0.063495-0", "PMC3709694", "23519162"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "10", "Day": "28"}, {"Year": "2022", "Month": "12", "Day": "12"}, {"Year": "2023", "Month": "1", "Day": "30", "Hour": "4", "Minute": "20"}, {"Year": "2023", "Month": "1", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "31", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["36713859", "PMC9880254", "10.3389/fvets.2022.1083223"]}}], "PubmedBookArticle": []}