{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cytokine storm syndrome", "Lactoferrin", "Medicinal plants and essential oils", "Polyphenols", "SARS-COV-2", "Zinc treatment"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36721816", "DateRevised": {"Year": "2023", "Month": "03", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "10", "Day": "02"}], "Language": ["eng"], "ELocationID": ["10.34172/apb.2023.006"], "Journal": {"ISSN": "2228-5881", "JournalIssue": {"Volume": "13", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Jan"}}, "Title": "Advanced pharmaceutical bulletin", "ISOAbbreviation": "Adv Pharm Bull"}, "ArticleTitle": "Natural Immunomodulators Treat the Cytokine Storm in SARS-CoV-2.", "Pagination": {"StartPage": "79", "EndPage": "87", "MedlinePgn": "79-87"}, "Abstract": {"AbstractText": ["Recently, the world has been dealing with a destructive global pandemic Coronavirus disease 2019 (COVID-19) infection, since 2020; there were millions of infections and hundreds of thousands of deaths worldwide. With sequencing generations of the virus, around 60% are expected to become infected during the pandemic. Unfortunately, no drug or vaccine has been approved because no real evidence from clinical trials in treatment was reached. According to current thinking, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) mortality is caused by a cytokine storm syndrome in patients with hyper-inflammatory conditions, resulting in acute respiratory distress and finally death. In this review, we discuss the various types of natural immune-modulatory agents and their role in the management of SARS-CoV-2, and cytokine storm syndrome. For example, Polyphenols as natural products can block the binding of SARS-CoV-2 spike protein to host cell receptor ACE2, stop viral entry into the host cell and block viral RNA replication. Also, saikosaponins (A, B2, C, and D), triterpene glycosides, which are isolated from medicinal plants exert antiviral action against HCoV-22E9, and <i>Houttuynia cordata</i> water extract has antiviral effects on SARS-CoV. Moreover, eucalyptus oil has promising potential for COVID-19 prevention and treatment. There is an urgent need for research to improve the function of the human immune system all over the world. As a result, actions for better understanding and improving the human immune system are critical steps toward mitigating risks and negative outcomes. These approaches will be strongly recommended for future emerging viruses and pathogens."], "CopyrightInformation": "©2023 The Authors."}, "AuthorList": [{"Identifier": ["0000-0002-2886-1641"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Microbiology Department, National Organization for Drug Control and Research(NODCAR), Egyptian Drug Authority, Giza, Egypt."}], "LastName": "Abbas", "ForeName": "Heba Salah", "Initials": "HS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biochemistry /Faculty of Art & science, Jazan University, Saudi Arabia."}], "LastName": "Abd-Elhakeem", "ForeName": "Mona Mohame", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutics Department, Faculty of Pharmacy, Misr University of Science and Technology."}], "LastName": "Abd El Galil", "ForeName": "Rania Mostafa", "Initials": "RM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "High Institute of Public Health, Aexanderia, Egypt."}], "LastName": "Reyad", "ForeName": "Omar Ahmed", "Initials": "OA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Master Student, Microbiology, Faculty of Science, Suez University, Egypt."}], "LastName": "Mohamed", "ForeName": "Heba Ahmed", "Initials": "HA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmacy, Ain Shams University, Egypt."}], "LastName": "Ismail", "ForeName": "Salma Emad Saber", "Initials": "SES"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Immunology & Allergy, Medical Research Institute, Alexandria University, Alexandria, Egypt."}], "LastName": "Nabil", "ForeName": "Manal Ahmed", "Initials": "MA"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Adv Pharm Bull", "NlmUniqueID": "101578021", "ISSNLinking": "2228-5881"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Turvey SE, Broide DH. Innate immunity. J Allergy Clin Immunol. 2010;125(2 Suppl 2):S24–32. doi: 10.1016/j.jaci.2009.07.016.", "ArticleIdList": ["10.1016/j.jaci.2009.07.016", "PMC2832725", "19932920"]}, {"Citation": "Gulati K, Guhathakurta S, Joshi J, Rai N, Ray A. Cytokines and their role in health and disease: a brief overview. MOJ Immunol. 2016;4(2):00121. doi: 10.15406/moji.2016.04.00121.", "ArticleIdList": ["10.15406/moji.2016.04.00121"]}, {"Citation": "Kany S, Vollrath JT, Relja B. Cytokines in inflammatory disease. Int J Mol Sci. 2019;20(23):6008. doi: 10.3390/ijms20236008.", "ArticleIdList": ["10.3390/ijms20236008", "PMC6929211", "31795299"]}, {"Citation": "Chen L, Deng H, Cui H, Fang J, Zuo Z, Deng J, et al. Inflammatory responses and inflammation-associated diseases in organs. Oncotarget. 2018;9(6):7204–18. doi: 10.18632/oncotarget.23208.", "ArticleIdList": ["10.18632/oncotarget.23208", "PMC5805548", "29467962"]}, {"Citation": "Himmerich H, Patsalos O, Lichtblau N, Ibrahim MAA, Dalton B. Cytokine research in depression: principles, challenges, and open questions. Front Psychiatry. 2019;10:30. doi: 10.3389/fpsyt.2019.00030.", "ArticleIdList": ["10.3389/fpsyt.2019.00030", "PMC6374304", "30792669"]}, {"Citation": "Pasrija R, Naime M. The deregulated immune reaction and cytokines release storm (CRS) in COVID-19 disease. Int Immunopharmacol. 2021;90:107225. doi: 10.1016/j.intimp.2020.107225.", "ArticleIdList": ["10.1016/j.intimp.2020.107225", "PMC7691139", "33302033"]}, {"Citation": "Tang Y, Liu J, Zhang D, Xu Z, Ji J, Wen C. Cytokine storm in COVID-19: the current evidence and treatment strategies. Front Immunol. 2020;11:1708. doi: 10.3389/fimmu.2020.01708.", "ArticleIdList": ["10.3389/fimmu.2020.01708", "PMC7365923", "32754163"]}, {"Citation": "Geller C, Varbanov M, Duval RE. Human coronaviruses: insights into environmental resistance and its influence on the development of new antiseptic strategies. Viruses. 2012;4(11):3044–68. doi: 10.3390/v4113044.", "ArticleIdList": ["10.3390/v4113044", "PMC3509683", "23202515"]}, {"Citation": "Rabi FA, Al Zoubi MS, Kasasbeh GA, Salameh DM, Al-Nasser AD. SARS-CoV-2 and coronavirus disease 2019: what we know so far. Pathogens. 2020;9(3):231. doi: 10.3390/pathogens9030231.", "ArticleIdList": ["10.3390/pathogens9030231", "PMC7157541", "32245083"]}, {"Citation": "John CM, Sandrasaigaran P, Tong CK, Adam A, Ramasamy R. Immunomodulatory activity of polyphenols derived from Cassia auriculata flowers in aged rats. Cell Immunol. 2011;271(2):474–9. doi: 10.1016/j.cellimm.2011.08.017.", "ArticleIdList": ["10.1016/j.cellimm.2011.08.017", "21924708"]}, {"Citation": "Ma Y, Kosińska-Cagnazzo A, Kerr WL, Amarowicz R, Swanson RB, Pegg RB. Separation and characterization of phenolic compounds from dry-blanched peanut skins by liquid chromatography-electrospray ionization mass spectrometry. J Chromatogr A. 2014;1356:64–81. doi: 10.1016/j.chroma.2014.06.027.", "ArticleIdList": ["10.1016/j.chroma.2014.06.027", "25016324"]}, {"Citation": "Malireddy S, Kotha SR, Secor JD, Gurney TO, Abbott JL, Maulik G, et al. Phytochemical antioxidants modulate mammalian cellular epigenome: implications in health and disease. Antioxid Redox Signal. 2012;17(2):327–39. doi: 10.1089/ars.2012.4600.", "ArticleIdList": ["10.1089/ars.2012.4600", "PMC3353820", "22404530"]}, {"Citation": "Ribeiro A, Almeida VI, Costola-de-Souza C, Ferraz-de-Paula V, Pinheiro ML, Vitoretti LB, et al. Cannabidiol improves lung function and inflammation in mice submitted to LPS-induced acute lung injury. ImmunopharmacolImmunotoxicol. 2015;37(1):35–41. doi: 10.3109/08923973.2014.976794.", "ArticleIdList": ["10.3109/08923973.2014.976794", "25356537"]}, {"Citation": "Vuolo F, Petronilho F, Sonai B, Ritter C, Hallak JE, Zuardi AW, et al. Evaluation of serum cytokines levels and the role of cannabidiol treatment in animal model of asthma. Mediators Inflamm. 2015;2015:538670. doi: 10.1155/2015/538670.", "ArticleIdList": ["10.1155/2015/538670", "PMC4458548", "26101464"]}, {"Citation": "Speciale A, Chirafisi J, Saija A, Cimino F. Nutritional antioxidants and adaptive cell responses: an update. Curr Mol Med. 2011;11(9):770–89. doi: 10.2174/156652411798062395.", "ArticleIdList": ["10.2174/156652411798062395", "21999148"]}, {"Citation": "Hewlings SJ, Kalman DS. Curcumin: a review of its effects on human health. Foods. 2017;6(10):92. doi: 10.3390/foods6100092.", "ArticleIdList": ["10.3390/foods6100092", "PMC5664031", "29065496"]}, {"Citation": "Sengupta R, Sheorey SD, Hinge MA. Analgesic and anti-inflammatory plants: an updated review. Int J Pharm Sci Rev Res. 2012;12(2):114–9."}, {"Citation": "Wang K, Ping S, Huang S, Hu L, Xuan H, Zhang C, et al. Molecular mechanisms underlying the in vitro anti-inflammatory effects of a flavonoid-rich ethanol extract from Chinese propolis (poplar type) Evid Based Complement Alternat Med. 2013;2013:127672. doi: 10.1155/2013/127672.", "ArticleIdList": ["10.1155/2013/127672", "PMC3562570", "23401705"]}, {"Citation": "Samad N, Sodunke TE, Abubakar AR, Jahan I, Sharma P, Islam S, et al. The implications of zinc therapy in combating the COVID-19 global pandemic. J Inflamm Res. 2021;14:527–50. doi: 10.2147/jir.s295377.", "ArticleIdList": ["10.2147/jir.s295377", "PMC7930604", "33679136"]}, {"Citation": "Hunter J, Arentz S, Goldenberg J, Yang G, Beardsley J, Mertz D, et al. Rapid review protocol: zinc for the prevention or treatment of COVID-19 and other coronavirus-related respiratory tract infections. Integr Med Res. 2020;9(3):100457. doi: 10.1016/j.imr.2020.100457.", "ArticleIdList": ["10.1016/j.imr.2020.100457", "PMC7308745", "32690999"]}, {"Citation": "Trumbo P, Yates AA, Schlicker S, Poos M. Dietary reference intakes: vitamin A, vitamin K, arsenic, boron, chromium, copper, iodine, iron, manganese, molybdenum, nickel, silicon, vanadium, and zinc. J Am Diet Assoc. 2001;101(3):294–301. doi: 10.1016/s0002-8223(01)00078-5.", "ArticleIdList": ["10.1016/s0002-8223(01)00078-5", "11269606"]}, {"Citation": "Brown MA, Thom JV, Orth GL, Cova P, Juarez J. Food poisoning involving zinc contamination. Arch Environ Health. 1964;8:657–60. doi: 10.1080/00039896.1964.10663736.", "ArticleIdList": ["10.1080/00039896.1964.10663736", "14120562"]}, {"Citation": "Fosmire GJ. Zinc toxicity. Am J Clin Nutr. 1990;51(2):225–7. doi: 10.1093/ajcn/51.2.225.", "ArticleIdList": ["10.1093/ajcn/51.2.225", "2407097"]}, {"Citation": "Andreini C, Banci L, Bertini I, Rosato A. Counting the zinc-proteins encoded in the human genome. J Proteome Res. 2006;5(1):196–201. doi: 10.1021/pr050361j.", "ArticleIdList": ["10.1021/pr050361j", "16396512"]}, {"Citation": "Prasad AS. Zinc is an antioxidant and anti-inflammatory agent: its role in human health. Front Nutr. 2014;1:14. doi: 10.3389/fnut.2014.00014.", "ArticleIdList": ["10.3389/fnut.2014.00014", "PMC4429650", "25988117"]}, {"Citation": "Wessels I, Maywald M, Rink L. Zinc as a gatekeeper of immune function. Nutrients. 2017;9(12):1286. doi: 10.3390/nu9121286.", "ArticleIdList": ["10.3390/nu9121286", "PMC5748737", "29186856"]}, {"Citation": "Maares M, Haase H. Zinc and immunity: an essential interrelation. Arch BiochemBiophys. 2016;611:58–65. doi: 10.1016/j.abb.2016.03.022.", "ArticleIdList": ["10.1016/j.abb.2016.03.022", "27021581"]}, {"Citation": "Prasad AS. Impact of the discovery of human zinc deficiency on health. J Trace Elem Med Biol. 2014;28(4):357–63. doi: 10.1016/j.jtemb.2014.09.002.", "ArticleIdList": ["10.1016/j.jtemb.2014.09.002", "25260885"]}, {"Citation": " NIH Office of Dietary Supplements. Zinc Fact Sheet. Available from: https://ods.od.nih.gov/factsheets/Zinc-HealthProfessional/. Accessed 2020. "}, {"Citation": "Lyckholm L, Heddinger SP, Parker G, Coyne PJ, Ramakrishnan V, Smith TJ, et al. A randomized, placebo controlled trial of oral zinc for chemotherapy-related taste and smell disorders. J Pain Palliat Care Pharmacother. 2012;26(2):111–4. doi: 10.3109/15360288.2012.676618.", "ArticleIdList": ["10.3109/15360288.2012.676618", "PMC4042409", "22764846"]}, {"Citation": "Henkin RI, Schecter PJ, Friedewald WT, Demets DL, Raff M. A double blind study of the effects of zinc sulfate on taste and smell dysfunction. Am J Med Sci. 1976;272(3):285–99. doi: 10.1097/00000441-197611000-00006.", "ArticleIdList": ["10.1097/00000441-197611000-00006", "797259"]}, {"Citation": "Ripamonti C, Zecca E, Brunelli C, Fulfaro F, Villa S, Balzarini A, et al. A randomized, controlled clinical trial to evaluate the effects of zinc sulfate on cancer patients with taste alterations caused by head and neck irradiation. Cancer. 1998;82(10):1938–45. doi: 10.1002/(sici)1097-0142(19980515)82:10<1938::aid-cncr18>3.0.co;2-u.", "ArticleIdList": ["10.1002/(sici)1097-0142(19980515)82:10<1938::aid-cncr18>3.0.co;2-u", "9587128"]}, {"Citation": "Pisano M, Hilas O. Zinc and taste disturbances in older adults: a review of the literature. Consult Pharm. 2016;31(5):267–70. doi: 10.4140/TCP.n.2016.267.", "ArticleIdList": ["10.4140/TCP.n.2016.267", "27178656"]}, {"Citation": "Heyneman CA. Zinc deficiency and taste disorders. Ann Pharmacother. 1996;30(2):186–7. doi: 10.1177/106002809603000215.", "ArticleIdList": ["10.1177/106002809603000215", "8835055"]}, {"Citation": "Ibs KH, Rink L. Zinc-altered immune function. J Nutr. 2003;133(5 Suppl 1):1452S–6S. doi: 10.1093/jn/133.5.1452S.", "ArticleIdList": ["10.1093/jn/133.5.1452S", "12730441"]}, {"Citation": "Overbeck S, Rink L, Haase H. Modulating the immune response by oral zinc supplementation: a single approach for multiple diseases. Arch Immunol Ther Exp (Warsz) 2008;56(1):15–30. doi: 10.1007/s00005-008-0003-8.", "ArticleIdList": ["10.1007/s00005-008-0003-8", "PMC7079749", "18250973"]}, {"Citation": "Read SA, Obeid S, Ahlenstiel C, Ahlenstiel G. The role of zinc in antiviral immunity. Adv Nutr. 2019;10(4):696–710. doi: 10.1093/advances/nmz013.", "ArticleIdList": ["10.1093/advances/nmz013", "PMC6628855", "31305906"]}, {"Citation": "Zhang L, Liu Y. Potential interventions for novel coronavirus in China: a systematic review. J Med Virol. 2020;92(5):479–90. doi: 10.1002/jmv.25707.", "ArticleIdList": ["10.1002/jmv.25707", "PMC7166986", "32052466"]}, {"Citation": "Olechnowicz J, Tinkov A, Skalny A, Suliburska J. Zinc status is associated with inflammation, oxidative stress, lipid, and glucose metabolism. J Physiol Sci. 2018;68(1):19–31. doi: 10.1007/s12576-017-0571-7.", "ArticleIdList": ["10.1007/s12576-017-0571-7", "PMC5754376", "28965330"]}, {"Citation": "Haase H, Rink L. The immune system and the impact of zinc during aging. Immun Ageing. 2009;6:9. doi: 10.1186/1742-4933-6-9.", "ArticleIdList": ["10.1186/1742-4933-6-9", "PMC2702361", "19523191"]}, {"Citation": "Skalny AV, Rink L, Ajsuvakova OP, Aschner M, Gritsenko VA, Alekseenko SI, et al. Zinc and respiratory tract infections: perspectives for COVID-19 (Review) Int J Mol Med. 2020;46(1):17–26. doi: 10.3892/ijmm.2020.4575.", "ArticleIdList": ["10.3892/ijmm.2020.4575", "PMC7255455", "32319538"]}, {"Citation": "Krenn BM, Gaudernak E, Holzer B, Lanke K, Van Kuppeveld FJ, Seipelt J. Antiviral activity of the zinc ionophores pyrithione and hinokitiol against picornavirus infections. J Virol. 2009;83(1):58–64. doi: 10.1128/jvi.01543-08.", "ArticleIdList": ["10.1128/jvi.01543-08", "PMC2612303", "18922875"]}, {"Citation": "Gaudernak E, Seipelt J, Triendl A, Grassauer A, Kuechler E. Antiviral effects of pyrrolidine dithiocarbamate on human rhinoviruses. J Virol. 2002;76(12):6004–15. doi: 10.1128/jvi.76.12.6004-6015.2002.", "ArticleIdList": ["10.1128/jvi.76.12.6004-6015.2002", "PMC136215", "12021333"]}, {"Citation": "Prasad AS, Bao B, Beck FW, Sarkar FH. Zinc-suppressed inflammatory cytokines by induction of A20-mediated inhibition of nuclear factor-κB. Nutrition. 2011;27(7-8):816–23. doi: 10.1016/j.nut.2010.08.010.", "ArticleIdList": ["10.1016/j.nut.2010.08.010", "21035309"]}, {"Citation": "Carlucci PM, Ahuja T, Petrilli C, Rajagopalan H, Jones S, Rahimian J. Zinc sulfate in combination with a zinc ionophore may improve outcomes in hospitalized COVID-19 patients. J Med Microbiol. 2020;69(10):1228–34. doi: 10.1099/jmm.0.001250.", "ArticleIdList": ["10.1099/jmm.0.001250", "PMC7660893", "32930657"]}, {"Citation": "Dierick M, Vanrompay D, Devriendt B, Cox E. Lactoferrin, a versatile natural antimicrobial glycoprotein that modulates the host’s innate immunity. Biochem Cell Biol. 2021;99(1):61–5. doi: 10.1139/bcb-2020-0080.", "ArticleIdList": ["10.1139/bcb-2020-0080", "32585120"]}, {"Citation": "Sánchez L, Calvo M, Brock JH. Biological role of lactoferrin. Arch Dis Child. 1992;67(5):657–61. doi: 10.1136/adc.67.5.657.", "ArticleIdList": ["10.1136/adc.67.5.657", "PMC1793702", "1599309"]}, {"Citation": "Berlutti F, Pantanella F, Natalizi T, Frioni A, Paesano R, Polimeni A, et al. Antiviral properties of lactoferrin--a natural immunity molecule. Molecules. 2011;16(8):6992–7018. doi: 10.3390/molecules16086992.", "ArticleIdList": ["10.3390/molecules16086992", "PMC6264778", "21847071"]}, {"Citation": "Fujihara T, Hayashi K. Lactoferrin inhibits herpes simplex virus type-1 (HSV-1) infection to mouse cornea. Arch Virol. 1995;140(8):1469–72. doi: 10.1007/bf01322673.", "ArticleIdList": ["10.1007/bf01322673", "7661698"]}, {"Citation": "Harmsen MC, Swart PJ, de Béthune MP, Pauwels R, De Clercq E, The TH, et al. Antiviral effects of plasma and milk proteins: lactoferrin shows potent activity against both human immunodeficiency virus and human cytomegalovirus replication in vitro. J Infect Dis. 1995;172(2):380–8. doi: 10.1093/infdis/172.2.380.", "ArticleIdList": ["10.1093/infdis/172.2.380", "7622881"]}, {"Citation": "Puddu P, Borghi P, Gessani S, Valenti P, Belardelli F, Seganti L. Antiviral effect of bovine lactoferrin saturated with metal ions on early steps of human immunodeficiency virus type 1 infection. Int J Biochem Cell Biol. 1998;30(9):1055–62. doi: 10.1016/s1357-2725(98)00066-1.", "ArticleIdList": ["10.1016/s1357-2725(98)00066-1", "9785469"]}, {"Citation": "Azzam HS, Goertz C, Fritts M, Jonas WB. Natural products and chronic hepatitis C virus. Liver Int. 2007;27(1):17–25. doi: 10.1111/j.1478-3231.2006.01408.x.", "ArticleIdList": ["10.1111/j.1478-3231.2006.01408.x", "17241377"]}, {"Citation": "Nozaki A, Ikeda M, Naganuma A, Nakamura T, Inudoh M, Tanaka K, et al. Identification of a lactoferrin-derived peptide possessing binding activity to hepatitis C virus E2 envelope protein. J Biol Chem. 2003;278(12):10162–73. doi: 10.1074/jbc.M207879200.", "ArticleIdList": ["10.1074/jbc.M207879200", "12522210"]}, {"Citation": "Reghunathan R, Jayapal M, Hsu LY, Chng HH, Tai D, Leung BP, et al. Expression profile of immune response genes in patients with severe acute respiratory syndrome. BMC Immunol. 2005;6:2. doi: 10.1186/1471-2172-6-2.", "ArticleIdList": ["10.1186/1471-2172-6-2", "PMC546205", "15655079"]}, {"Citation": "Lang J, Yang N, Deng J, Liu K, Yang P, Zhang G, et al. Inhibition of SARS pseudovirus cell entry by lactoferrin binding to heparan sulfate proteoglycans. PLoS One. 2011;6(8):e23710. doi: 10.1371/journal.pone.0023710.", "ArticleIdList": ["10.1371/journal.pone.0023710", "PMC3161750", "21887302"]}, {"Citation": "Zhou P, Yang XL, Wang XG, Hu B, Zhang L, Zhang W, et al. Addendum: a pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature. 2020;588(7836):E6. doi: 10.1038/s41586-020-2951-z.", "ArticleIdList": ["10.1038/s41586-020-2951-z", "PMC9744119", "33199918"]}, {"Citation": "Burckhardt CJ, Greber UF. Virus movements on the plasma membrane support infection and transmission between cells. PLoSPathog. 2009;5(11):e1000621. doi: 10.1371/journal.ppat.1000621.", "ArticleIdList": ["10.1371/journal.ppat.1000621", "PMC2777510", "19956678"]}, {"Citation": "Zwirzitz A, Reiter M, Skrabana R, Ohradanova-Repic A, Majdic O, Gutekova M, et al. Lactoferrin is a natural inhibitor of plasminogen activation. J Biol Chem. 2018;293(22):8600–13. doi: 10.1074/jbc.RA118.003145.", "ArticleIdList": ["10.1074/jbc.RA118.003145", "PMC5986228", "29669808"]}, {"Citation": "Singh N, Karambelkar A, Gu L, Lin K, Miller JS, Chen CS, et al. Bioresponsive mesoporous silica nanoparticles for triggered drug release. J Am Chem Soc. 2011;133(49):19582–5. doi: 10.1021/ja206998x.", "ArticleIdList": ["10.1021/ja206998x", "PMC3295203", "21981330"]}, {"Citation": "Chen Z, Li X, He H, Ren Z, Liu Y, Wang J, et al. Mesoporous silica nanoparticles with manipulated microstructures for drug delivery. Colloids Surf B Biointerfaces. 2012;95:274–8. doi: 10.1016/j.colsurfb.2012.03.012.", "ArticleIdList": ["10.1016/j.colsurfb.2012.03.012", "22494670"]}, {"Citation": "Noh SH, Jo HS, Choi S, Song HG, Kim HJ, Kim KN, et al. Lactoferrin-anchored tannylated mesoporous silica nanomaterials for enhanced osteo-differentiation ability. Pharmaceutics. 2020;13(1):30. doi: 10.3390/pharmaceutics13010030.", "ArticleIdList": ["10.3390/pharmaceutics13010030", "PMC7823981", "33375294"]}, {"Citation": "Cheng PW, Ng LT, Chiang LC, Lin CC. Antiviral effects of saikosaponins on human coronavirus 229E in vitro. Clin Exp PharmacolPhysiol. 2006;33(7):612–6. doi: 10.1111/j.1440-1681.2006.04415.x.", "ArticleIdList": ["10.1111/j.1440-1681.2006.04415.x", "PMC7162031", "16789928"]}, {"Citation": "Lau KM, Lee KM, Koon CM, Cheung CS, Lau CP, Ho HM, et al. Immunomodulatory and anti-SARS activities of Houttuynia cordata. J Ethnopharmacol. 2008;118(1):79–85. doi: 10.1016/j.jep.2008.03.018.", "ArticleIdList": ["10.1016/j.jep.2008.03.018", "PMC7126383", "18479853"]}, {"Citation": "Li SY, Chen C, Zhang HQ, Guo HY, Wang H, Wang L, et al. Identification of natural compounds with antiviral activities against SARS-associated coronavirus. Antiviral Res. 2005;67(1):18–23. doi: 10.1016/j.antiviral.2005.02.007.", "ArticleIdList": ["10.1016/j.antiviral.2005.02.007", "PMC7114104", "15885816"]}, {"Citation": "Lin LT, Hsu WC, Lin CC. Antiviral natural products and herbal medicines. J Tradit Complement Med. 2014;4(1):24–35. doi: 10.4103/2225-4110.124335.", "ArticleIdList": ["10.4103/2225-4110.124335", "PMC4032839", "24872930"]}, {"Citation": "Asif M, Saleem M, Saadullah M, Yaseen HS, Al Zarzour R. COVID-19 and therapy with essential oils having antiviral, anti-inflammatory, and immunomodulatory properties. Inflammopharmacology. 2020;28(5):1153–61. doi: 10.1007/s10787-020-00744-0.", "ArticleIdList": ["10.1007/s10787-020-00744-0", "PMC7427755", "32803479"]}, {"Citation": "Raina VK, Srivastava SK, Aggarwal KK, Syamasundar KV, Kumar S. Essential oil composition of Syzygiumaromaticum leaf from Little Andaman, India. FlavourFragr J. 2001;16(5):334–6. doi: 10.1002/ffj.1005.", "ArticleIdList": ["10.1002/ffj.1005"]}, {"Citation": "Merad M, Martin JC. Author Correction: Pathological inflammation in patients with COVID-19: a key role for monocytes and macrophages. Nat Rev Immunol. 2020;20(7):448. doi: 10.1038/s41577-020-0353-y.", "ArticleIdList": ["10.1038/s41577-020-0353-y", "PMC7265161", "32488203"]}, {"Citation": "Fogagnolo P, Favuzza E, Marchina D, Cennamo M, Vignapiano R, Quisisana C, et al. New therapeutic strategy and innovative lubricating ophthalmic solution in minimizing dry eye disease associated with cataract surgery: a randomized, prospective study. Adv Ther. 2020;37(4):1664–74. doi: 10.1007/s12325-020-01288-z.", "ArticleIdList": ["10.1007/s12325-020-01288-z", "PMC7140734", "32185729"]}, {"Citation": "Sadlon AE, Lamson DW. Immune-modifying and antimicrobial effects of Eucalyptus oil and simple inhalation devices. Altern Med Rev. 2010;15(1):33–47.", "ArticleIdList": ["20359267"]}, {"Citation": "Usachev EV, Pyankov OV, Usacheva OV, Agranovski IE. Antiviral activity of tea tree and eucalyptus oil aerosol and vapour. J Aerosol Sci. 2013;59:22–30. doi: 10.1016/j.jaerosci.2013.01.004.", "ArticleIdList": ["10.1016/j.jaerosci.2013.01.004"]}, {"Citation": "Kumar A, Choudhir G, Shukla SK, Sharma M, Tyagi P, Bhushan A, et al. Identification of phytochemical inhibitors against main protease of COVID-19 using molecular modeling approaches. J Biomol Struct Dyn. 2021;39(10):3760–70. doi: 10.1080/07391102.2020.1772112.", "ArticleIdList": ["10.1080/07391102.2020.1772112", "PMC7284142", "32448034"]}, {"Citation": "Wang M, Cao R, Zhang L, Yang X, Liu J, Xu M, et al. Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro. Cell Res. 2020;30(3):269–71. doi: 10.1038/s41422-020-0282-0.", "ArticleIdList": ["10.1038/s41422-020-0282-0", "PMC7054408", "32020029"]}, {"Citation": "Liu J, Cao R, Xu M, Wang X, Zhang H, Hu H, et al. Hydroxychloroquine, a less toxic derivative of chloroquine, is effective in inhibiting SARS-CoV-2 infection in vitro. Cell Discov. 2020;6:16. doi: 10.1038/s41421-020-0156-0.", "ArticleIdList": ["10.1038/s41421-020-0156-0", "PMC7078228", "32194981"]}, {"Citation": "Fowler MW. Plants, medicines and man. J Sci Food Agric. 2006;86(12):1797–804. doi: 10.1002/jsfa.2598.", "ArticleIdList": ["10.1002/jsfa.2598"]}, {"Citation": "Bashir T, Mashwani ZU, Zahara K, Haider S, Tabassum S, Mudrikah Mudrikah. Chemistry, pharmacology and ethnomedicinal uses of Helianthus annuus (sunflower): a review. Pure Appl Biol. 2015;4(2):226–35. doi: 10.19045/bspab.2015.42011.", "ArticleIdList": ["10.19045/bspab.2015.42011"]}, {"Citation": "Paśko P, Bartoń H, Zagrodzki P, Gorinstein S, Fołta M, Zachwieja Z. Anthocyanins, total polyphenols and antioxidant activity in amaranth and quinoa seeds and sprouts during their growth. Food Chem. 2009;115(3):994–8. doi: 10.1016/j.foodchem.2009.01.037.", "ArticleIdList": ["10.1016/j.foodchem.2009.01.037"]}, {"Citation": "Hertog MG, Feskens EJ, Hollman PC, Katan MB, Kromhout D. Dietary antioxidant flavonoids and risk of coronary heart disease: the Zutphen Elderly Study. Lancet. 1993;342(8878):1007–11. doi: 10.1016/0140-6736(93)92876-u.", "ArticleIdList": ["10.1016/0140-6736(93)92876-u", "8105262"]}, {"Citation": "Blicharska E, Komsta Ł, Kocjan R, Gumieniczek A, Kloc A, Kaźmierczak J. Determination of microelements in sprouts grown on metal-enriched solutions by ion chromatography. Acta Chromatogr. 2014;26(4):739–47. doi: 10.1556/achrom.26.2014.4.14.", "ArticleIdList": ["10.1556/achrom.26.2014.4.14"]}, {"Citation": "Costa H, Gallego SM, Tomaro MaL. Effect of UV-B radiation on antioxidant defense system in sunflower cotyledons. Plant Sci. 2002;162(6):939–45. doi: 10.1016/s0168-9452(02)00051-1.", "ArticleIdList": ["10.1016/s0168-9452(02)00051-1"]}, {"Citation": "Guo S, Ge Y, Na Jom K. A review of phytochemistry, metabolite changes, and medicinal uses of the common sunflower seed and sprouts (Helianthus annuus L.) Chem Cent J. 2017;11(1):95. doi: 10.1186/s13065-017-0328-7.", "ArticleIdList": ["10.1186/s13065-017-0328-7", "PMC5622016", "29086881"]}, {"Citation": "Saini S, Sharma S. Helianthus annuus (Asteracea): a review. International Journal of Pharma Professional’s Research. 2011;2(4):465–470."}, {"Citation": "Ekasari W, Widya Pratiwi D, Amanda Z, Suciati Suciati, Widyawaruyanti A, Arwati H. Various parts of Helianthus annuus plants as new sources of antimalarial drugs. Evid Based Complement Alternat Med. 2019;2019:7390385. doi: 10.1155/2019/7390385.", "ArticleIdList": ["10.1155/2019/7390385", "PMC6899295", "31885662"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "6", "Day": "8"}, {"Year": "2021", "Month": "8", "Day": "18"}, {"Year": "2021", "Month": "9", "Day": "27"}, {"Year": "2023", "Month": "2", "Day": "1", "Hour": "1", "Minute": "51"}, {"Year": "2023", "Month": "2", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "2", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "10", "Day": "2"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36721816", "PMC9871270", "10.34172/apb.2023.006"]}}], "PubmedBookArticle": []}