{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Viburnum lentago", "citrus leaf blotch virus", "virus detection"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36734939", "DateRevised": {"Year": "2024", "Month": "02", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "02", "Day": "03"}], "Language": ["eng"], "ELocationID": ["10.1094/PDIS-11-22-2640-PDN"], "Journal": {"ISSN": "0191-2917", "JournalIssue": {"PubDate": {"Year": "2023", "Month": "Feb", "Day": "03"}}, "Title": "Plant disease", "ISOAbbreviation": "Plant Dis"}, "ArticleTitle": "First report of citrus leaf blotch virus infecting Viburnum lentago in South Korea.", "Abstract": {"AbstractText": ["Viburnum lentago (family Adoxaceae) is a perennial plant species native to northeastern United States and southern Canada. Globally, V. lentago is a popular garden plant due to its abundant flowers and beautiful autumnal color. V. lentago is also commercially cultivated for medicinal purposes because its roots and fruits can be used in herbal preparations (Jiao et al. 2021). In June 2022, virus-like symptoms of vein chlorosis and yellowing were observed in the leaves of many V. lentago trees planted in a public park in Wonju, South Korea. Leaf samples were collected from five symptomatic V. lentago trees. To identify the causal agent(s) of the virus-like symptoms, total RNA was isolated from one sample using PureLink® RNA Mini Kit (Invitrogen, USA) and subjected to library construction using Illumina TruSeq RNA Sample Preparation Kit v2 (Illumina, Inc., USA). RNA-Seq was performed using an Illumina NovaSeq 6000 system (Macrogen, Korea). De novo assembly of 118,878,556 quality-filtered reads was performed using the Trinity pipeline (Kwon et al. 2018), yielding 296,109 contigs. BLASTn and BLASTx analyses of the contigs against the GenBank viral reference database identified only one large contig (8,816 nt) containing a 26-nt poly(A) tail of viral origin. This contig had a maximum nucleotide identity of 85.53 % (with 99 % coverage) with isolate HZ (accession No. MH427034) of citrus leaf blotch virus (CLBV; genus Citrivirus, family Betaflexiviridae), suggesting that the collected sample was infected with CLBV. All collected V. lentago samples were tested using RT-PCR with CLBV-specific primers (CLBV-Det-Fw 5'-AACGAGGCCAATTCTGCTAT-3' and CLBV-Det-Rv 5'-GACTGCTTGACTAACAC-CCA-3'). All samples were positive for CLBV. For biological indexing, sap from the symptomatic V. lentago leaves was mechanically inoculated to indicator plants, including Nicotiana benthamiana, N. occidentalis, N. tabacum, Datura stramonium, Chenopodium quinoa, Vigna unguiculata, and V. lentago. Three months later, only V. lentago developed the same vein chlorosis symptoms observed in the collected samples, and no other tested plants exhibited obvious symptoms. Further, only V. lentago sample tested positive for CLBV using RT-PCR analysis. To determine the complete genome sequence of the CLBV V. lentago isolate, the contig sequence was confirmed by de novo sequencing of the RT-PCR products amplified using CLBV-specific primers. The 5' terminal sequence of the contig was determined using the 5' rapid amplification of cDNA ends method (Seo et al. 2015). The full-length sequence of CLBV isolated from V. lentago was 8,795 nt in length (excluding poly(A) tail), and deposited in GenBank under the accession number OP751940. Although numerous isolates of CLBV have been identified in various plant species, including citrus, kiwi, and lemon plants (Cao et al. 2017), the V. lentago isolate is likely a distinct variant because its CP gene has a maximum nucleotide identity of 85.53 % with that of a kiwi isolate (MH339916). With little information available on viral diseases infecting V. lentago, this is the first identified and completely sequenced CLBV infecting V. lentago. Significantly, V. lentago plants infected with CLBV did not flower throughout the summer period, reducing their value as an ornamental plant. Furthermore, V. lentago might have acted as an intermediate host to transfer CLBV to other crops such as citrus. To the best of our knowledge, this is the first report of CLBV infecting V. lentago in South Korea and the world."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Seoul National University, 26725, Seoul, Korea (the Republic of); rlaaudgnl@snu.ac.kr."}], "LastName": "Kim", "ForeName": "Myung-Hwi", "Initials": "MH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Institute of Agricultural Sciences, 230986, Crop Protection Division, 166, Nongsaengmyeong-ro, Iseo-myeon, Wanju, Korea (the Republic of), 55365; hsbyun73@korea.kr."}], "LastName": "Byun", "ForeName": "Hee-Seong", "Initials": "HS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Rural Development Administration, 54670, Crop protection, National Institute of Agricultural Sciences, 166,Nongsaengmyeong-ro, Iseo-myeon, Jeonju, Korea (the Republic of), 54875."}, {"Identifier": [], "Affiliation": "United States; hrkwakhahn@korea.kr."}], "LastName": "Kwak", "ForeName": "Hae-Ryun", "Initials": "HR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Seoul National University, 26725, Institutes of Green Bio Science and Technology, Gwanak-gu, Seoul, Korea (the Republic of); sjkwon2448@snu.ac.kr."}], "LastName": "Kwon", "ForeName": "Sun-Jung", "Initials": "SJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Seoul National University, Graduate School of International Agricultural Technology, 1447-1 Pyeongchang-ro, Pyeongchang city, Gangwon-do, Korea (the Republic of), 25354; jangseo@snu.ac.kr."}], "LastName": "Seo", "ForeName": "Jang-Kyun", "Initials": "JK"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Dis", "NlmUniqueID": "9882809", "ISSNLinking": "0191-2917"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2023", "Month": "2", "Day": "3", "Hour": "10", "Minute": "23"}, {"Year": "2023", "Month": "2", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "4", "Hour": "6", "Minute": "0"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["36734939", "10.1094/PDIS-11-22-2640-PDN"]}}], "PubmedBookArticle": []}