{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["CRISPR- Cas 9", "cadmium", "medicinal plants", "plant secondary metabolites", "reactive oxygen species", "transporters"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36733604", "DateRevised": {"Year": "2023", "Month": "02", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "01", "Day": "17"}], "Language": ["eng"], "ELocationID": ["1047410", "10.3389/fpls.2022.1047410"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Cadmium toxicity in medicinal plants: An overview of the tolerance strategies, biotechnological and omics approaches to alleviate metal stress.", "Pagination": {"StartPage": "1047410", "MedlinePgn": "1047410"}, "Abstract": {"AbstractText": ["Medicinal plants, an important source of herbal medicine, are gaining more demand with the growing human needs in recent times. However, these medicinal plants have been recognized as one of the possible sources of heavy metal toxicity in humans as these medicinal plants are exposed to cadmium-rich soil and water because of extensive industrial and agricultural operations. Cadmium (Cd) is an extremely hazardous metal that has a deleterious impact on plant development and productivity. These plants uptake Cd by symplastic, apoplastic, or <i>via</i> specialized transporters such as HMA, MTPs, NRAMP, ZIP, and ZRT-IRT-like proteins. Cd exerts its effect by producing reactive oxygen species (ROS) and interfere with a range of metabolic and physiological pathways. Studies have shown that it has detrimental effects on various plant growth stages like germination, vegetative and reproductive stages by analyzing the anatomical, morphological and biochemical changes (changes in photosynthetic machinery and membrane permeability). Also, plants respond to Cd toxicity by using various enzymatic and non-enzymatic antioxidant systems. Furthermore, the ROS generated due to the heavy metal stress alters the genes that are actively involved in signal transduction. Thus, the biosynthetic pathway of the important secondary metabolite is altered thereby affecting the synthesis of secondary metabolites either by enhancing or suppressing the metabolite production. The present review discusses the abundance of Cd and its incorporation, accumulation and translocation by plants, phytotoxic implications, and morphological, physiological, biochemical and molecular responses of medicinal plants to Cd toxicity. It explains the Cd detoxification mechanisms exhibited by the medicinal plants and further discusses the omics and biotechnological strategies such as genetic engineering and gene editing CRISPR- Cas 9 approach to ameliorate the Cd stress."], "CopyrightInformation": "Copyright © 2023 Al-Khayri, Banadka, Rashmi, Nagella, Alessa and Almaghasla."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agricultural Biotechnology, College of Agriculture and Food Sciences, King Faisal University, Al-Ahsa,  Saudi Arabia."}], "LastName": "Al-Khayri", "ForeName": "Jameel M", "Initials": "JM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Life Sciences, CHRIST (Deemed to be University), Bangalore, Karnataka,  India."}], "LastName": "Banadka", "ForeName": "Akshatha", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Life Sciences, CHRIST (Deemed to be University), Bangalore, Karnataka,  India."}], "LastName": "Rashmi", "ForeName": "R", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Life Sciences, CHRIST (Deemed to be University), Bangalore, Karnataka,  India."}], "LastName": "Nagella", "ForeName": "Praveen", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Science and Nutrition, College of Agriculture and Food Sciences, King Faisal University, Al-Ahsa,  Saudi Arabia."}], "LastName": "Alessa", "ForeName": "Fatima M", "Initials": "FM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Arid Land Agriculture, College of Agriculture and Food Sciences, King Faisal University, Al-Ahsa,  Saudi Arabia."}, {"Identifier": [], "Affiliation": "Plant Pests, and Diseases Unit, College of Agriculture and Food Sciences, King Faisal University, Al-Ahsa,  Saudi Arabia."}], "LastName": "Almaghasla", "ForeName": "Mustafa I", "Initials": "MI"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aghaz M., Bandehagh A., Aghazade E., Toorchi M., Ghassemi-Gholezani K. (2013). Effects of cadmium stress on some growth and physiological characteristics in dill (Anethum graveolens) ecotypes. Int. J. Agriculture 3, 409–413."}, {"Citation": "Ahmad J., Ali A. A., Baig M. A., Iqbal M., Haq I., Irfan Qureshi M. (2019). “Role of phytochelatins in cadmium stress tolerance in plants,” in Cadmium toxicity and tolerance in plants. Eds. Hasanuzzaman M., Prasad M. N. V., Fujita M. (London, UK: Academic Press; ), 185–212."}, {"Citation": "Ahmad S. H., Reshi Z., Ahmad J., Iqbal M. (2005). Morpho-anatomical responses of Trigonella foenum graecum linn. to induced cadmium and lead stress. J. Plant Biol. = Singmul Hakhoe Chi 48, 64–84. doi: 10.1016/B978-0-12-814864-8.00008-5", "ArticleIdList": ["10.1016/B978-0-12-814864-8.00008-5"]}, {"Citation": "Ahmad P., Sarwat M., Bhat N. A., Wani M. R., Kazi A. G., Tran L.-S. P. (2015). Alleviation of cadmium toxicity in Brassica juncea l. (Czern. and coss.) by calcium application involves various physiological and biochemical strategies. PloS One 10, e0114571. doi: 10.1007/BF03030566", "ArticleIdList": ["10.1007/BF03030566", "PMC4309397", "25629695"]}, {"Citation": "Alia, Saradhi P. P. (1991). Proline accumulation under heavy metal stress. J. Plant Physiol. 138, 554–558. doi: 10.1016/S0176-1617(11)80240-3", "ArticleIdList": ["10.1016/S0176-1617(11)80240-3"]}, {"Citation": "Ali M. B., Hahn E.-J., Paek K.-Y. (2007). Methyl jasmonate and salicylic acid induced oxidative stress and accumulation of phenolics in Panax ginseng bioreactor root suspension cultures. Molecules 12, 607–621. doi: 10.3390/12030607", "ArticleIdList": ["10.3390/12030607", "PMC6149333", "17851415"]}, {"Citation": "Ali E., Hassan Z., Irfan M., Hussain S., Rehman H.-U. -., Shah J. M., et al. . (2020). Indigenous tocopherol improves tolerance of oilseed rape to cadmium stress. Front. Plant Sci. 11, 547133. doi: 10.3389/fpls.2020.547133", "ArticleIdList": ["10.3389/fpls.2020.547133", "PMC7644955", "33193479"]}, {"Citation": "Almuwayhi M. A. (2021). Effect of cadmium on the molecular and morpho-physiological traits of Pisum sativum L. Biotechnol. Biotechnol. Equip. 35, 1374–1384. doi: 10.1080/13102818.2021.1978318", "ArticleIdList": ["10.1080/13102818.2021.1978318"]}, {"Citation": "Al-Qurainy F., Alameri A. A., Salim K. (2010). RAPD profile for the assessment of genotoxicity on a medicinal plant; Eruca sativa . J. Med. Plant Res. 4, 579–586. doi: 10.5897/JMPR10.062", "ArticleIdList": ["10.5897/JMPR10.062"]}, {"Citation": "Anarado C. E., Anarado C. J. O., Agwuna C., Okeke M. O., Okafor P. C. (2018). Phytoremediating potentials of Sida acuta and Duranta erecta for lead, cadmium, cobalt and zinc. Int. J. Sci. Res. 7, 969–971. doi: 10.21275/ART20192715", "ArticleIdList": ["10.21275/ART20192715"]}, {"Citation": "Asgari-Lajayer B., Ghorbanpour M., Nikabadi S. (2017). Heavy metals in contaminated environment: Destiny of secondary metabolite biosynthesis, oxidative status and phytoextraction in medicinal plants. Ecotoxicol. Environ. Saf. 145, 377–390. doi: 10.1016/j.ecoenv.2017.07.035", "ArticleIdList": ["10.1016/j.ecoenv.2017.07.035", "28759767"]}, {"Citation": "\nATSDR  (2013) Where is cadmium found? cadmium toxicity. Available at: https://www.atsdr.cdc.gov/csem/cadmium/Where-Cadmium-Found.html."}, {"Citation": "Azizollahi Z., Ghaderian S. M., Ghotbi-Ravandi A. A. (2019). Cadmium accumulation and its effects on physiological and biochemical characters of summer savory (Satureja hortensis L.). Int. J. Phytoremediation 21, 1241–1253. doi: 10.1080/15226514.2019.1619163", "ArticleIdList": ["10.1080/15226514.2019.1619163", "31140292"]}, {"Citation": "\nBahl A. S. (2022) India’s alternative medicine industry grows, boosted by the covid-19 pandemic. times of India. Available at: https://timesofindia.indiatimes.com/blogs/voices/indias-alternative-medicine-industry-grows-boosted-by-the-covid-19-pandemic/ (Accessed November 25, 2022)."}, {"Citation": "Banu Doğanlar Z. (2013). Metal accumulation and physiological responses induced by copper and cadmium in Lemna gibba, L. minor and Spirodela polyrhiza . Chem. Speciat. Bioavailab. 25, 79–88. doi: 10.3184/095422913X13706128469701", "ArticleIdList": ["10.3184/095422913X13706128469701"]}, {"Citation": "Bao A., Burritt D. J., Chen H., Zhou X., Cao D., Tran L.-S. P. (2019). The CRISPR/Cas9 system and its applications in crop genome editing. Crit. Rev. Biotechnol. 39, 321–336. doi: 10.1080/07388551.2018.1554621", "ArticleIdList": ["10.1080/07388551.2018.1554621", "30646772"]}, {"Citation": "Bauddh K., Singh R. P. (2012). Cadmium tolerance and its phytoremediation by two oil yielding plants Ricinus communis (L.) and Brassica juncea (L.) from the contaminated soil. Int. J. Phytoremediation 14, 772–785. doi: 10.1080/15226514.2011.619238", "ArticleIdList": ["10.1080/15226514.2011.619238", "22908643"]}, {"Citation": "Benavides M. P., Gallego S. M., Tomaro M. L. (2005). Cadmium toxicity in plants. Braz. J. Plant Physiol. 17, 21–34. doi: 10.1590/S1677-04202005000100003", "ArticleIdList": ["10.1590/S1677-04202005000100003"]}, {"Citation": "Bewley J. D. (1997). Seed germination and dormancy. Plant Cell 9, 1055–1066. doi: 10.1105/tpc.9.7.1055", "ArticleIdList": ["10.1105/tpc.9.7.1055", "PMC156979", "12237375"]}, {"Citation": "Biswas T., Parveen O., Pandey V. P., Mathur A., Dwivedi U. N. (2020). Heavy metal accumulation efficiency, growth and centelloside production in the medicinal herb Centella asiatica (L.) urban under different soil concentrations of cadmium and lead. Ind. Crops Prod. 157, 112948. doi: 10.1016/j.indcrop.2020.112948", "ArticleIdList": ["10.1016/j.indcrop.2020.112948"]}, {"Citation": "Cai Z., Xian P., Wang H., Lin R., Lian T., Cheng Y., et al. . (2020). Transcription factor GmWRKY142 confers cadmium resistance by up-regulating the cadmium tolerance 1-like genes. Front. Plant Sci. 11, 724. doi: 10.3389/fpls.2020.00724", "ArticleIdList": ["10.3389/fpls.2020.00724", "PMC7283499", "32582254"]}, {"Citation": "Carvalho M. E. A., Gaziola S. A., Carvalho L. A., Azevedo R. A. (2021). Cadmium effects on plant reproductive organs: Physiological, productive, evolutionary and ecological aspects. Ann. Appl. Biol. 178, 227–243. doi: 10.1111/aab.12612", "ArticleIdList": ["10.1111/aab.12612"]}, {"Citation": "Chakrabarti M., Mukherjee A. (2021). Investigating the underlying mechanism of cadmium-induced plant adaptive response to genotoxic stress. Ecotoxicol. Environ. Saf. 209, 111817. doi: 10.1016/j.ecoenv.2020.111817", "ArticleIdList": ["10.1016/j.ecoenv.2020.111817", "33383339"]}, {"Citation": "Chen Y., Zhi J., Zhang H., Li J., Zhao Q., Xu J., et al. (2017). Transcriptome analysis of Phytolacca americana L. in response to cadmium stress. PLoS One 12, e0184681. doi: 10.1371/journal.pone.0184681", "ArticleIdList": ["10.1371/journal.pone.0184681", "PMC5595333", "28898278"]}, {"Citation": "Chen Q., Lu X., Guo X., Pan Y., Yu B., Tang Z., et al. . (2018. c). Differential responses to cd stress induced by exogenous application of Cu, zn or Ca in the medicinal plant Catharanthus roseus . Ecotoxicol. Environ. Saf. 157, 266–275. doi: 10.1016/j.ecoenv.2018.03.055", "ArticleIdList": ["10.1016/j.ecoenv.2018.03.055", "29626640"]}, {"Citation": "Chen K., Wang Y., Zhang R., Zhang H., Gao C. (2019). CRISPR/cas genome editing and precision plant breeding in agriculture. Annu. Rev. Plant Biol. 70, 667–697. doi: 10.1146/annurev-arplant-050718-100049", "ArticleIdList": ["10.1146/annurev-arplant-050718-100049", "30835493"]}, {"Citation": "Chen L., Wan H., Qian J., Guo J., Sun C., Wen J., et al. . (2018. b). Genome-wide association study of cadmium accumulation at the seedling stage in rapeseed (Brassica napus L.). Front. Plant Sci. 9, 375. doi: 10.3389/fpls.2018.00375", "ArticleIdList": ["10.3389/fpls.2018.00375", "PMC5917214", "29725340"]}, {"Citation": "Chen K., Yu Y., Sun K., Xiong H., Yu C., Chen P., et al. . (2018. a). The miRNAome of ramie (Boehmeria nivea L.): identification, expression, and potential roles of novel microRNAs in regulation of cadmium stress response. BMC Plant Biol. 18, 369. doi: 10.1186/s12870-018-1561-5", "ArticleIdList": ["10.1186/s12870-018-1561-5", "PMC6303851", "30577815"]}, {"Citation": "Citterio S., Santagostino A., Fumagalli P., Prato N., Ranalli P., Sgorbati S. (2003). Heavy metal tolerance and accumulation of cd, cr and Ni by Cannabis sativa l. Plant Soil 256, 243–252. doi: 10.1023/A:1026113905129", "ArticleIdList": ["10.1023/A:1026113905129"]}, {"Citation": "Cobbett C., Goldsbrough P. (2002). Phytochelatins and metallothioneins: roles in heavy metal detoxification and homeostasis. Annu. Rev. Plant Biol. 53, 159–182. doi: 10.1146/annurev.arplant.53.100301.135154", "ArticleIdList": ["10.1146/annurev.arplant.53.100301.135154", "12221971"]}, {"Citation": "Dai H., Wei S., Pogrzeba M., Krzyżak J., Rusinowski S., Zhang Q. (2021). The cadmium accumulation differences of two Bidens pilosa l. ecotypes from clean farmlands and the changes of some physiology and biochemistry indices. Ecotoxicol. Environ. Saf. 209, 111847. doi: 10.1016/j.ecoenv.2020.111847", "ArticleIdList": ["10.1016/j.ecoenv.2020.111847", "33388723"]}, {"Citation": "DalCorso G., Farinati S., Furini A. (2010). Regulatory networks of cadmium stress in plants. Plant Signal. Behav. 5, 663–667. doi: 10.4161/psb.5.6.11425", "ArticleIdList": ["10.4161/psb.5.6.11425", "PMC3001555", "20404494"]}, {"Citation": "DalCorso G., Fasani E., Manara A., Visioli G., Furini A. (2019). Heavy metal pollutions: State of the art and innovation in phytoremediation. Int. J. Mol. Sci. 20 (14), 3412. doi: 10.3390/ijms20143412", "ArticleIdList": ["10.3390/ijms20143412", "PMC6679171", "31336773"]}, {"Citation": "Dang F., Lin J., Chen Y., Li G. X., Guan D., Zheng S. J., et al. . (2019). A feedback loop between CaWRKY41 and H2O2 coordinates the response to Ralstonia solanacearum and excess cadmium in pepper. J. Exp. Bot. 70, 1581–1595. doi: 10.1093/jxb/erz006", "ArticleIdList": ["10.1093/jxb/erz006", "PMC6416791", "30649526"]}, {"Citation": "Deng X., Xia Y., Hu W., Zhang H., Shen Z. (2010). Cadmium-induced oxidative damage and protective effects of n-acetyl-L-cysteine against cadmium toxicity in Solanum nigrum l. J. Hazard. Mater. 180 (1-3), 722–729. doi: 10.1016/j.jhazmat.2010.04.099", "ArticleIdList": ["10.1016/j.jhazmat.2010.04.099", "20488618"]}, {"Citation": "Ding G.-H., Guo D.-D., Guan Y., Chi C.-Y., Liu B.-D. (2019). Changes of DNA methylation of Isoetes sinensis under Pb and Cd stress. Environ. Sci. pollut. Res. Int. 26, 3428–3435. doi: 10.1007/s11356-018-3864-3", "ArticleIdList": ["10.1007/s11356-018-3864-3", "30515690"]}, {"Citation": "Dobrikova A. G., Apostolova E. L., Hanć A., Yotsova E., Borisova P., Sperdouli I, et al. (2021). Cadmium toxicity in Salvia sclarea L.: An integrative response of element uptake, oxidative stress markers, leaf structure and photosynthesis. Ecotoxicol. Environ. Saf. 209, 111851. doi: 10.1016/j.ecoenv.2020.111851", "ArticleIdList": ["10.1016/j.ecoenv.2020.111851", "33421673"]}, {"Citation": "Dresler S., Hanaka A., Bednarek W., Maksymiec W. (2014). Accumulation of low-molecular-weight organic acids in roots and leaf segments of Zea mays plants treated with cadmium and copper. Acta Physiol. Plant 36, 1565–1575. doi: 10.1007/s11738-014-1532-x", "ArticleIdList": ["10.1007/s11738-014-1532-x"]}, {"Citation": "Dwivedi G. K., Upadhyay S. K., Mishra A. K., Singh A. K. (2013). Hyper accumulation of cadmium in Phyllanthus amarus L. a medicinal plant. Ind. J. Life Sci. 3, 21."}, {"Citation": "El-Dahiyat F., Rashrash M., Abuhamdah S., Abu Farha R., Babar Z.-U.-D. (2020). Herbal medicines: a cross-sectional study to evaluate the prevalence and predictors of use among Jordanian adults. J. Pharm. Policy Pract. 13, 2. doi: 10.1186/s40545-019-0200-3", "ArticleIdList": ["10.1186/s40545-019-0200-3", "PMC6971905", "31988754"]}, {"Citation": "Faizan S., Haneef I., Kausar S., Perveen R. (2012). Germination and seedling growth of Coriandrum sativum L. under varying levels of mixed cadmium and copper. J. Funct. Environ. Bot. 2, 52–58. doi: 10.5958/j.2231-1742.2.1.008", "ArticleIdList": ["10.5958/j.2231-1742.2.1.008"]}, {"Citation": "Fan W., Liu C., Cao B., Qin M., Long D., Xiang Z., et al. . (2018). Genome-wide identification and characterization of four gene families putatively involved in cadmium uptake, translocation and sequestration in mulberry. Front. Plant Sci. 9, 879. doi: 10.3389/fpls.2018.00879", "ArticleIdList": ["10.3389/fpls.2018.00879", "PMC6034156", "30008726"]}, {"Citation": "Fattahi B., Arzani K., Souri M. K., Barzegar M. (2019). Effects of cadmium and lead on seed germination, morphological traits, and essential oil composition of sweet basil (Ocimum basilicum L.). Ind. Crops Prod. 138, 111584. doi: 10.1016/j.indcrop.2019.111584", "ArticleIdList": ["10.1016/j.indcrop.2019.111584"]}, {"Citation": "Feng S., Shen Y., Xu H., Dong J., Chen K., Xiang Y., et al. (2021). RNA-Seq Identification of Cd Responsive Transporters Provides Insights into the Association of Oxidation Resistance and Cd Accumulation in Cucumis sativus L. Antioxidants (Basel) 10, 111584. doi: 10.3390/antiox10121973", "ArticleIdList": ["10.3390/antiox10121973", "PMC8750378", "34943077"]}, {"Citation": "Fukuda N., Kitajima N., Terada Y., Abe T., Nakai I., Hokura A. (2020). Visible cellular distribution of cadmium and zinc in the hyperaccumulator Arabidopsis halleri ssp. gemmifera determined by 2-d X-ray fluorescence imaging using high-energy synchrotron radiation. Metallomics 12, 193–203. doi: 10.1039/c9mt00243j", "ArticleIdList": ["10.1039/c9mt00243j", "31845691"]}, {"Citation": "Furze J. M., Rhodes M. J., Parr A. J., Robins R. J., Withehead I. M., Threlfall D. R. (1991). Abiotic factors elicit sesquiterpenoid phytoalexin production but not alkaloid production in transformed root cultures of Datura stramonium . Plant Cell Rep. 10, 111–114. doi: 10.1007/BF00232039", "ArticleIdList": ["10.1007/BF00232039", "24221487"]}, {"Citation": "Fusco N., Micheletto L., Dal Corso G., Borgato L., Furini A. (2005). Identification of cadmium-regulated genes by cDNA-AFLP in the heavy metal accumulator Brassica juncea l. J. Exp. Bot. 56, 3017–3027. doi: 10.1093/jxb/eri299", "ArticleIdList": ["10.1093/jxb/eri299", "16216843"]}, {"Citation": "Gall J. E., Boyd R. S., Rajakaruna N. (2015). Transfer of heavy metals through terrestrial food webs: a review. Environ. Monit. Assess. 187, 201. doi: 10.1007/s10661-015-4436-3", "ArticleIdList": ["10.1007/s10661-015-4436-3", "25800370"]}, {"Citation": "García de la Torre V. S., Coba de la Peña T., Lucas M. M., Pueyo J. J. (2022). Transgenic Medicago truncatula plants that accumulate proline display enhanced tolerance to cadmium stress. Front. Plant Sci. 13, 829069. doi: 10.3389/fpls.2022.829069", "ArticleIdList": ["10.3389/fpls.2022.829069", "PMC8826176", "35154232"]}, {"Citation": "Ghori N.-H., Ghori T., Hayat M. Q., Imadi S. R., Gul A., Altay V., et al. . (2019). Heavy metal stress and responses in plants. Int. J. Environ. Sci. Technol. 16, 1807–1828. doi: 10.1007/s13762-019-02215-8", "ArticleIdList": ["10.1007/s13762-019-02215-8"]}, {"Citation": "Ghosh R., Roy S. (2019). “Cadmium toxicity in plants: Unveiling the physicochemical and molecular aspects,” in Cadmium tolerance in plants. Eds. Hasanuzzaman M., Vara Prasad M. N., Nahar K. (London, UK: Academic Press; ), 223–246."}, {"Citation": "Gilbert S. F. (2000). Vegetative growth in developmental biology (Sunderland, Massachusetts, USA: Sinauer Associates.,Sunderland; )."}, {"Citation": "Gill S. S., Khan N. A., Tuteja N. (2012). Cadmium at high dose perturbs growth, photosynthesis and nitrogen metabolism while at low dose it up regulates sulfur assimilation and antioxidant machinery in garden cress (Lepidium sativum L.). Plant Sci. 182, 112–120. doi: 10.1016/j.plantsci.2011.04.018", "ArticleIdList": ["10.1016/j.plantsci.2011.04.018", "22118622"]}, {"Citation": "Gómez Ariza J. L., García-Barrera T., García-Sevillano M. A., González-Fernández M., Gómez-Jacinto V. (2013). “Metallomics and metabolomics of plants under environmental stress caused by metals,” Heavy Metal Stress in Plants (eds). Gupta D. K., Corpas F. J., Palma J. M. (Berlin, Heidelberg: Springer Berlin Heidelberg; ), 173–201."}, {"Citation": "Greco M., Chiappetta A., Bruno L., Bitonti M. B. (2012). In Posidonia oceanica cadmium induces changes in DNA methylation and chromatin patterning. J. Exp. Bot. 63, 695–709. doi: 10.1093/jxb/err313", "ArticleIdList": ["10.1093/jxb/err313", "PMC3254685", "22058406"]}, {"Citation": "Gupta P., Khatoon S., Tandon P. K., Rai V. (2014). Effect of cadmium on growth, bacoside a, and bacopaside I of Bacopa monnieri (L.), a memory enhancing herb. Sci. World J. 2014, 824586. doi: 10.1155/2014/824586", "ArticleIdList": ["10.1155/2014/824586", "PMC3928858", "24672380"]}, {"Citation": "\nHangarter R. P. (2000) Vegetative growth. plants in motion. Available at: https://plantsinmotion.bio.indiana.edu/plantmotion/vegetative/veg.html."}, {"Citation": "Haque M., Biswas K., Sinha S. N. (2021). “Phytoremediation strategies of some plants under heavy metal stress,” in Plant stress physiology. Ed. Hossain A. (London, UK: IntechOpen; )."}, {"Citation": "Hasan M. K., Liu C., Wang F., Ahammed G. J., Zhou J., Xu M.-X., et al. . (2016). Glutathione-mediated regulation of nitric oxide, s-nitrosothiol and redox homeostasis confers cadmium tolerance by inducing transcription factors and stress response genes in tomato. Chemosphere 161, 536–545. doi: 10.1016/j.chemosphere.2016.07.053", "ArticleIdList": ["10.1016/j.chemosphere.2016.07.053", "27472435"]}, {"Citation": "Hawrylak-Nowak B., Dresler S., Matraszek R. (2015). Exogenous malic and acetic acids reduce cadmium phytotoxicity and enhance cadmium accumulation in roots of sunflower plants. Plant Physiol. Biochem. 94, 225–234. doi: 10.1016/j.plaphy.2015.06.012", "ArticleIdList": ["10.1016/j.plaphy.2015.06.012", "26115548"]}, {"Citation": "Huang X., Duan S., Wu Q., Yu M., Shabala S. (2020). Reducing cadmium accumulation in plants: Structure-function relations and tissue-specific operation of transporters in the spotlight. Plants 9, 223. doi: 10.3390/plants9020223", "ArticleIdList": ["10.3390/plants9020223", "PMC7076666", "32050442"]}, {"Citation": "Huang J., Wu X., Tian F., Chen Q., Luo P., Zhang F., et al. . (2019). Changes in proteome and protein phosphorylation reveal the protective roles of exogenous nitrogen in alleviating cadmium toxicity in poplar plants. Int. J. Mol. Sci. 21, 278. doi: 10.3390/ijms21010278", "ArticleIdList": ["10.3390/ijms21010278", "PMC6982014", "31906144"]}, {"Citation": "Huang S. Q., Xiang A. L., Che L. L., Chen S., Li H., Song J. B., et al. . (2010). A set of miRNAs from Brassica napus in response to sulphate deficiency and cadmium stress. Plant Biotechnol. J. 8, 887–899. doi: 10.1111/j.1467-7652.2010.00517.x", "ArticleIdList": ["10.1111/j.1467-7652.2010.00517.x", "20444207"]}, {"Citation": "Huang Y., Xi Y., Gan L., Johnson D., Wu Y., Ren D., et al. . (2019). Effects of lead and cadmium on photosynthesis in Amaranthus spinosus and assessment of phytoremediation potential. Int. J. Phytoremediation 21, 1041–1049. doi: 10.1080/15226514.2019.1594686", "ArticleIdList": ["10.1080/15226514.2019.1594686", "31020865"]}, {"Citation": "Iqbal N., Nazar R., Umar S. (2016). “Evaluating the importance of proline in cadmium tolerance and its interaction with phytohormones,” in Osmolytes and plants acclimation to changing environment: Emerging omics technologies. Eds. Iqbal N., Nazar R., Khan N. A. (New Delhi, India: Springer India; ), 129–153."}, {"Citation": "Jamla M., Khare T., Joshi S., Patil S., Penna S., Kumar V. (2021). Omics approaches for understanding heavy metal responses and tolerance in plants. Curr. Plant Biol. 27, 100213. doi: 10.1016/j.cpb.2021.100213", "ArticleIdList": ["10.1016/j.cpb.2021.100213"]}, {"Citation": "Jian H., Yang B., Zhang A., Ma J., Ding Y., Chen Z., et al. . (2018). Genome-wide identification of microRNAs in response to cadmium stress in oilseed rape (Brassica napus L.) using high-throughput sequencing. Int. J. Mol. Sci. 19, 1431. doi: 10.3390/ijms19051431", "ArticleIdList": ["10.3390/ijms19051431", "PMC5983666", "29748489"]}, {"Citation": "Kapoor D., Rattan A., Bhardwaj R., Kaur S. (2016). Photosynthetic efficiency, ion analysis and carbohydrate metabolism in Brassica juncea plants under cadmium stress. J. Pharmacog. Phytochem. 5, 279–286."}, {"Citation": "Kenny C.-R., Ring G., Sheehan A., Mc Auliffe M. A.P., Lucey B., Furey A., et al. (2022). Novel metallomic profiling and non-carcinogenic risk assessment of botanical ingredients for use in herbal, phytopharmaceutical and dietary products using HR-ICP-SFMS. Sci. Rep. 12, 17582.", "ArticleIdList": ["PMC9584900", "36266322"]}, {"Citation": "Khan N., You F. M., Datla R., Ravichandran S., Jia B., Cloutier S. (2020). Genome-wide identification of ATP binding cassette (ABC) transporter and heavy metal associated (HMA) gene families in flax (Linum usitatissimum L.). BMC Genomics 21, 722. doi: 10.1186/s12864-020-07121-9", "ArticleIdList": ["10.1186/s12864-020-07121-9", "PMC7574471", "33076828"]}, {"Citation": "Khatamipour M., Piri E., Esmaeilian Y., Tavassoli A. (2011). Toxic effect of cadmium on germination, seedling growth and proline content of milk thistle (Silybum marianum). Ann. Biol. Res. 2, 527–532."}, {"Citation": "Khateeb W. (2013). Cadmium-induced changes in germination, seedlings growth, and DNA fingerprinting of in vitro grown Cichorium pumilum jacq. Int. J. Biol. 6, 65. doi: 10.5539/ijb.v6n1p65", "ArticleIdList": ["10.5539/ijb.v6n1p65"]}, {"Citation": "Kilic S. (2017). Effects of cadmium-induced stress on essential oil production, morphology and physiology of lemon balm (Melissa officinalis l., lamiaceae). Appl. Ecol. Environ. Res. 15, 1653–1669. doi: 10.15666/aeer/1503_16531669", "ArticleIdList": ["10.15666/aeer/1503_16531669"]}, {"Citation": "Komal T., Mustafa M., Ali Z., Kazi A. G. (2015). “Heavy metal uptake and transport in plants,” in Heavy metal contamination of soils: Monitoring and remediation. Eds. Sherameti I., Varma A. (Switzerland: Springer International Publishing; ), 181–194."}, {"Citation": "Kováčik J., Tomko J., Bačkor M., Repčák M.. (2006). Matricaria chamomilla is not a hyperaccumulator, but tolerant to cadmium stress. Plant Growth Reg. 50, 239–247. doi: 10.1007/s10725-006-9141-3", "ArticleIdList": ["10.1007/s10725-006-9141-3"]}, {"Citation": "Krantev A., Yordanova R., Janda T., Szalai G., Popova L. (2008). Treatment with salicylic acid decreases the effect of cadmium on photosynthesis in maize plants. J. Plant Physiol. 165 (9), 920–931. doi: 10.1016/j.jplph.2006.11.014", "ArticleIdList": ["10.1016/j.jplph.2006.11.014", "17913285"]}, {"Citation": "Kubier A., Wilkin R. T., Pichler T. (2019). Cadmium in soils and groundwater: A review. Appl.Geochem. 108, 1–16. doi: 10.1016/j.apgeochem.2019.104388", "ArticleIdList": ["10.1016/j.apgeochem.2019.104388", "PMC7147761", "32280158"]}, {"Citation": "Kumar S., Trivedi P. K. (2018). Glutathione s-transferases: Role in combating abiotic stresses including arsenic detoxification in plants. Front. Plant Sci. 9, 751. doi: 10.3389/fpls.2018.00751", "ArticleIdList": ["10.3389/fpls.2018.00751", "PMC5999759", "29930563"]}, {"Citation": "\nLi D., He G., Tian W., Huang Y., Meng L., He Y., et al. . (2021. a) Genome-wide identification of metal tolerance genes in potato (Solanum tuberosum): response to two heavy metal stress. Available at: https://www.researchsquare.com/article/rs-166067/latest.pdf."}, {"Citation": "Li Z., Liu Z., Chen R., Li X., Tai P., Gong Z., et al. . (2015). DNA Damage and genetic methylation changes caused by cd in Arabidopsis thaliana seedlings. Environ. Toxicol. Chem. 34, 2095–2103. doi: 10.1002/etc.3033", "ArticleIdList": ["10.1002/etc.3033", "25914311"]}, {"Citation": "Li X., Mao X., Xu Y., Li Y., Zhao N., Yao J., et al. . (2021. b). Comparative transcriptomic analysis reveals the coordinated mechanisms of Populus × canadensis “Neva” leaves in response to cadmium stress. Ecotoxicol. Environ. Saf. 216, 112179. doi: 10.1016/j.ecoenv.2021.112179", "ArticleIdList": ["10.1016/j.ecoenv.2021.112179", "33798869"]}, {"Citation": "Li F.-T., Qi J.-M., Zhang G.-Y., Lin L.-H., Fang P.-P., Tao A.-F., et al. . (2013). Effect of cadmium stress on the growth, antioxidative enzymes and lipid peroxidation in two kenaf (Hibiscus cannabinus L.) plant seedlings. J. Integr. Agric. 12 (4), 610–620. doi: 10.1016/S2095-3119(13)60279-8", "ArticleIdList": ["10.1016/S2095-3119(13)60279-8"]}, {"Citation": "Li X., Zhao M., Guo L., Huang L. (2012). Effect of cadmium on photosynthetic pigments, lipid peroxidation, antioxidants, and artemisinin in hydroponically grown Artemisia annua . J. Environ. Sci. 24, 1511–1518. doi: 10.1016/S1001-0742(11)60920-0", "ArticleIdList": ["10.1016/S1001-0742(11)60920-0", "23513695"]}, {"Citation": "Logani M. K., Davies R. E. (1980). Lipid oxidation: biologic effects and antioxidants–a review. Lipids 15, 485–495. doi: 10.1007/BF02534079", "ArticleIdList": ["10.1007/BF02534079", "7401947"]}, {"Citation": "Lu Q., Chen S., Li Y., Zheng F., He B., Gu M. (2020). Exogenous abscisic acid (ABA) promotes cadmium (Cd) accumulation in Sedum alfredii hance by regulating the expression of Cd stress response genes. Environ. Sci. pollut. Res. Int. 27, 8719–8731. doi: 10.1007/s11356-019-07512-w", "ArticleIdList": ["10.1007/s11356-019-07512-w", "31912395"]}, {"Citation": "Luo J.-S., Gu T., Yang Y., Zhang Z. (2019). A non-secreted plant defensin AtPDF2.6 conferred cadmium tolerance via its chelation in Arabidopsis . Plant Mol. Biol. 100, 561–569. doi: 10.1007/s11103-019-00878-y", "ArticleIdList": ["10.1007/s11103-019-00878-y", "31053987"]}, {"Citation": "Luo H., Li H., Zhang X., Fu J. (2011). Antioxidant responses and gene expression in perennial ryegrass (Lolium perenne L.) under cadmium stress. Ecotoxicology 20, 770–778. doi: 10.1007/s10646-011-0628-y", "ArticleIdList": ["10.1007/s10646-011-0628-y", "21442247"]}, {"Citation": "Lux A., Martinka M., Vaculík M., White P. J. (2011. b). Root responses to cadmium in the rhizosphere: a review. J. Exp. Bot. 62 (1), 21–37. doi: 10.1093/jxb/erq281", "ArticleIdList": ["10.1093/jxb/erq281", "20855455"]}, {"Citation": "Lux A., Vaculík M., Martinka M., Lisková D., Kulkarni M. G., Stirk W. A., et al. . (2011. a). Cadmium induces hypodermal periderm formation in the roots of the monocotyledonous medicinal plant Merwilla plumbea . Ann. Bot. 107 (2), 285–292. doi: 10.1093/aob/mcq240", "ArticleIdList": ["10.1093/aob/mcq240", "PMC3025738", "21118841"]}, {"Citation": "Mahmud J. A., Hasanuzzaman M., Nahar K., Bhuyan M. H. M. B., Fujita M. (2018). Insights into citric acid-induced cadmium tolerance and phytoremediation in Brassica juncea l.: Coordinated functions of metal chelation, antioxidant defense and glyoxalase systems. Ecotoxicol. Environ. Saf. 147, 990–1001. doi: 10.1016/j.ecoenv.2017.09.045", "ArticleIdList": ["10.1016/j.ecoenv.2017.09.045", "29976011"]}, {"Citation": "Ma X., Su Z., Ma H. (2020). Molecular genetic analyses of abiotic stress responses during plant reproductive development. J. Exp. Bot. 71 (10), 2870–2885. doi: 10.1093/jxb/eraa089", "ArticleIdList": ["10.1093/jxb/eraa089", "PMC7260722", "32072177"]}, {"Citation": "Mehes-Smith M., Nkongolo K., Cholewa E. (2013). “Coping mechanisms of plants to metal contaminated soil,” in Environmental change and sustainability. Eds. Silvern S., Young S. (London, UK: IntechOpen; )."}, {"Citation": "Mengdi X., Haibo D., Jiaxin L., Zhe X., Yi C., Xuan L., et al. . (2020). Metabolomics reveals the “Invisible” detoxification mechanisms of Amaranthus hypochondriacus at three ages upon exposure to different levels of cadmium. Ecotoxicol. Environ. Saf. 195, 110520. doi: 10.1016/j.ecoenv.2020.110520", "ArticleIdList": ["10.1016/j.ecoenv.2020.110520", "32213366"]}, {"Citation": "Miglani G. S. (2017). Genome editing in crop improvement: Present scenario and future prospects. J. Crop Improv. 31, 453–559. doi: 10.1080/15427528.2017.1333192", "ArticleIdList": ["10.1080/15427528.2017.1333192"]}, {"Citation": "Mirosławski J., Paukszto A. (2018). Determination of the cadmium, chromium, nickel, and lead ions relays in selected polish medicinal plants and their infusion. Biol. Trace Elem. Res. 182, 147–151. doi: 10.1007/s12011-017-1072-5", "ArticleIdList": ["10.1007/s12011-017-1072-5", "PMC5808095", "28620726"]}, {"Citation": "Mishra B., Sangwan R. S., Mishra S., Jadaun J. S., Sabir F., Sangwan N. S. (2014). Effect of cadmium stress on inductive enzymatic and nonenzymatic responses of ROS and sugar metabolism in multiple shoot cultures of ashwagandha (Withania somnifera dunal). Protoplasma 251, 1031–1045. doi: 10.1007/s00709-014-0613-4", "ArticleIdList": ["10.1007/s00709-014-0613-4", "24510215"]}, {"Citation": "Mishra S., Srivastava S., Tripathi R. D., Govindarajan R., Kuriakose S. V., Prasad M. N. V. (2006). Phytochelatin synthesis and response of antioxidants during cadmium stress in Bacopa monnieri L. Plant Physiol. Biochem. 44, 25–37. doi: 10.1016/j.plaphy.2006.01.007", "ArticleIdList": ["10.1016/j.plaphy.2006.01.007", "16545573"]}, {"Citation": "Mobin M., Khan N. A. (2007). Photosynthetic activity, pigment composition and antioxidative response of two mustard (Brassica juncea) cultivars differing in photosynthetic capacity subjected to cadmium stress. J. Plant Physiol. 164, 601–610. doi: 10.1016/j.jplph.2006.03.003", "ArticleIdList": ["10.1016/j.jplph.2006.03.003", "16621132"]}, {"Citation": "\nNarender S. J. (2005) Heavy metals pollution of soil and plants due to sewage irrigation effect of heavy metals and sewage on seed germination and plant growth. (Doctoral dissertation). (Rohtak: Maharshi Dayanand University; ). Available at: https://shodhganga.inflibnet.ac.in/handle/10603/113472."}, {"Citation": "Nasim S. A., Dhir B. (2010). Heavy metals alter the potency of medicinal plants. Rev. Environ. Contam. Toxicol. 203, 139–149. doi: 10.1007/978-1-4419-1352-4_5", "ArticleIdList": ["10.1007/978-1-4419-1352-4_5", "19957120"]}, {"Citation": "Navarro-León E., Oviedo-Silva J., Ruiz J. M., Blasco B. (2019). Possible role of HMA4a TILLING mutants of Brassica rapa in cadmium phytoremediation programs. Ecotoxicol. Environ. Saf. 180, 88–94. doi: 10.1016/j.ecoenv.2019.04.081", "ArticleIdList": ["10.1016/j.ecoenv.2019.04.081", "31078020"]}, {"Citation": "Niekerk L.-A., Carelse M. F., Bakare O. O., Mavumengwana V., Keyster M., Gokul A. (2021). The relationship between cadmium toxicity and the modulation of epigenetic traits in plants. Int. J. Mol. Sci. 22, 7046. doi: 10.3390/ijms22137046", "ArticleIdList": ["10.3390/ijms22137046", "PMC8268939", "34209014"]}, {"Citation": "Nourbakhsh Rezaei S. R., Shabani L., Rostami M., Abdoli M. (2019). The effect of different concentrations of cadmium chloride on oxidative stress in shoot cultures of lemon balm. J. Plant Prod. 42, 509–522. doi: 10.22055/ppd.2019.24806.1567", "ArticleIdList": ["10.22055/ppd.2019.24806.1567"]}, {"Citation": "Okem A., Southway C., Stirk W. A., Street R. A., Finnie J. F., Van Staden J. (2015). Effect of cadmium and aluminum on growth, metabolite content and biological activity in Drimia elata (Jacq.) hyacinthaceae. S. Afr. J. Bot. 98, 142–147. doi: 10.1016/j.sajb.2015.02.013", "ArticleIdList": ["10.1016/j.sajb.2015.02.013"]}, {"Citation": "Oladeji O. (2016). The characteristics and roles of medicinal plants: Some important medicinal plants in Nigeria. Nat. Prod. Ind. J. 12, 102."}, {"Citation": "Paape T., Heiniger B., Santo Domingo M., Clear M. R., Lucas M. M., Pueyo J. J. (2021). Genome-wide association study reveals complex genetic architecture of cadmium and mercury accumulation and tolerance traits in Medicago truncatula . Front. Plant Sci. 12, 806949. doi: 10.3389/fpls.2021.806949", "ArticleIdList": ["10.3389/fpls.2021.806949", "PMC8832151", "35154199"]}, {"Citation": "Page V., Feller U. (2015). Heavy metals in crop plants: Transport and redistribution processes on the whole plant level. Agronomy 5, 447–463. doi: 10.3390/agronomy5030447", "ArticleIdList": ["10.3390/agronomy5030447"]}, {"Citation": "Pandey S., Gupta K., Mukherjee A. K. (2007). Impact of cadmium and lead on Catharanthus roseus–a phytoremediation study. J. Environ. Biol. 28, 655–662.", "ArticleIdList": ["18380091"]}, {"Citation": "Pandita D. (2021). “CRISPR/Cas-mediated genome editing for improved stress tolerance in plants,” in Frontiers in plant-soil interaction. Eds. Aftab T., Hakeem K. R. (London, UK: Academic Press; ), 259–291."}, {"Citation": "Parmar P., Kumari N., Sharma V. (2013). Structural and functional alterations in photosynthetic apparatus of plants under cadmium stress. Bot. Stud. 54, 45. doi: 10.1186/1999-3110-54-45", "ArticleIdList": ["10.1186/1999-3110-54-45", "PMC5430381", "28510881"]}, {"Citation": "\nPatel A. H. (2006. a) Heavy metal impact assessment study on growth and metabolism of medicinal plants. (Doctoral dissertation) (Ahmedabad: Gujarat University; ). Available at: https://shodhganga.inflibnet.ac.in/handle/10603/46164."}, {"Citation": "\nPatel J. G. (2006. b) Study on relative toxicity of heavy metals to medicinal plants. (Doctoral dissertation). (Ahmedabad: Gujarat University; ). Available at: https://shodhganga.inflibnet.ac.in/handle/10603/45719."}, {"Citation": "Patel K. P., Patel K. M. (2012). Cadmium-induced changes in antioxidative enzyme activities and content of leaf pigments in Cajanus cajan (L.). Nat. Environ. pollut. Technol. 11, 47–50."}, {"Citation": "Patnaik A., Mohanty B. K. (2013). Toxic effect of mercury and cadmium on germination and seedling growth of Cajanus cajan l. (pigeon pea). Ann. Biol. Res. 4, 123–126."}, {"Citation": "Pena L. B., Pasquini L. A., Tomaro M. L., Gallego S. M. (2006). Proteolytic system in sunflower (Helianthus annuus L.) leaves under cadmium stress. Plant Sci. 171, 531–537. doi: 10.1016/j.plantsci.2006.06.003", "ArticleIdList": ["10.1016/j.plantsci.2006.06.003", "25193651"]}, {"Citation": "Pereira M. P., Rodrigues L. C., de A., Corrêa F. F., de Castro E. M., Ribeiro V. E., et al. . (2016). Cadmium tolerance in Schinus molle trees is modulated by enhanced leaf anatomy and photosynthesis. Trees 30, 807–814. doi: 10.1007/s00468-015-1322-0", "ArticleIdList": ["10.1007/s00468-015-1322-0"]}, {"Citation": "Pongrac P., Serra T. S., Castillo-Michel H., Vogel-Mikuš K., Arčon I., Kelemen M., et al. (2018). Cadmium associates with oxalate in calcium oxalate crystals and competes with calcium for translocation to stems in the cadmium bioindicator Gomphrena claussenii . Metallomics 10, 1576–1584.", "ArticleIdList": ["30183791"]}, {"Citation": "Rai V., Khatoon S., Bisht S. S., Mehrotra S. (2005). Effect of cadmium on growth, ultramorphology of leaf and secondary metabolites of Phyllanthus amarus schum. and thonn. Chemosphere 61, 1644–1650. doi: 10.1016/j.chemosphere.2005.04.052", "ArticleIdList": ["10.1016/j.chemosphere.2005.04.052", "15992855"]}, {"Citation": "Rai K. K., Pandey N., Meena R. P., Rai S. P. (2021). Biotechnological strategies for enhancing heavy metal tolerance in neglected and underutilized legume crops: A comprehensive review. Ecotoxicol. Environ. Saf. 208, 111750. doi: 10.1016/j.ecoenv.2020.111750", "ArticleIdList": ["10.1016/j.ecoenv.2020.111750", "33396075"]}, {"Citation": "Rani S., Singh V., Sharma M. K., Sisodia R. (2021). GC–MS based metabolite profiling of medicinal plant-Catharanthus roseus under cadmium stress. Plant Physiol. Rep. 26, 491–502. doi: 10.1007/s40502-021-00595-z", "ArticleIdList": ["10.1007/s40502-021-00595-z"]}, {"Citation": "Raza A., Habib M., Kakavand S. N., Zahid Z., Zahra N., Sharif R., et al. . (2020). Phytoremediation of cadmium: Physiological, biochemical, and molecular mechanisms. Biology 9, 177. doi: 10.3390/biology9070177", "ArticleIdList": ["10.3390/biology9070177", "PMC7407403", "32708065"]}, {"Citation": "Rodrigues L. C. A., Martins J. P. R., de Almeida Júnior O., Guilherme L. R. G., Pasqual M., de Castro E. M. (2017). Tolerance and potential for bioaccumulation of Alternanthera tenella colla to cadmium under in vitro conditions. Plant Cell Tiss. Org. Cult. 130, 507–519. doi: 10.1007/s11240-017-1241-4", "ArticleIdList": ["10.1007/s11240-017-1241-4"]}, {"Citation": "Rogowska A., Pączkowski C., Szakiel A. (2022). Modulation of steroid and triterpenoid metabolism in Calendula officinalis plants and hairy root cultures exposed to cadmium stress. Int. J. Mol. Sci. 23. doi: 10.3390/ijms23105640", "ArticleIdList": ["10.3390/ijms23105640", "PMC9145312", "35628449"]}, {"Citation": "Romero-Puertas M. C., Palma J. M., Gómez M., Del Río L. A., Sandalio L. M. (2002). Cadmium causes the oxidative modification of proteins in pea plants. Plant Cell Environ. 25, 677–686. doi: 10.1046/j.1365-3040.2002.00850.x", "ArticleIdList": ["10.1046/j.1365-3040.2002.00850.x"]}, {"Citation": "Saggar S., Mir P. A., Kumar N., Chawla A., Uppal J., Shilpa S., et al. . (2022). Traditional and herbal medicines: Opportunities and challenges. Pharmacognosy Res. 14, 107–114. doi: 10.5530/pres.14.2.15", "ArticleIdList": ["10.5530/pres.14.2.15"]}, {"Citation": "Salarizadeh S., Kavousi H. R., Pourseyadi S. (2016). Effect of cadmium on germination characters and biochemical parameters of two Iranian ecotypes of cumin (Cuminum cyminum L.). J. Medicinal Plants By-Product 5, 15–22. doi: 10.22092/JMPB.2016.108919", "ArticleIdList": ["10.22092/JMPB.2016.108919"]}, {"Citation": "Sanità di Toppi L., Gabbrielli R. (1999). Response to cadmium in higher plants. Environ. Exp. Bot. 41, 105–130. doi: 10.1016/S0098-8472(98)00058-6", "ArticleIdList": ["10.1016/S0098-8472(98)00058-6"]}, {"Citation": "Sarma H., Islam N. F., Prasad R., Prasad M. N. V., Ma L. Q., Rinklebe J. (2021). Enhancing phytoremediation of hazardous metal(loid)s using genome engineering CRISPR-Cas9 technology. J. Hazard. Mater. 414, 125493. doi: 10.1016/j.jhazmat.2021.125493", "ArticleIdList": ["10.1016/j.jhazmat.2021.125493", "34030401"]}, {"Citation": "Sarry J.-E., Kuhn L., Ducruix C., Lafaye A., Junot C., Hugouvieux V., et al. . (2006). The early responses of Arabidopsis thaliana cells to cadmium exposure explored by protein and metabolite profiling analyses. Proteomics 6, 2180–2198. doi: 10.1002/pmic.200500543", "ArticleIdList": ["10.1002/pmic.200500543", "16502469"]}, {"Citation": "Sasaki A., Yamaji N., Yokosho K., Ma J. F. (2012). Nramp5 is a major transporter responsible for manganese and cadmium uptake in rice. Plant Cell 24, 2155–2167. doi: 10.1105/tpc.112.096925", "ArticleIdList": ["10.1105/tpc.112.096925", "PMC3442593", "22589467"]}, {"Citation": "Seneviratne M., Rajakaruna N., Rizwan M., Madawala H. M. S. P., Ok Y. S., Vithanage M. (2019). Heavy metal-induced oxidative stress on seed germination and seedling development: a critical review. Environ. Geochem. Health 41, 1813–1831. doi: 10.1007/s10653-017-0005-8", "ArticleIdList": ["10.1007/s10653-017-0005-8", "28702790"]}, {"Citation": "Sethy S. K., Ghosh S. (2013). Effect of heavy metals on germination of seeds. J. Nat. Sci. Biol. Med. 4, 272–275. doi: 10.4103/0976-9668.116964", "ArticleIdList": ["10.4103/0976-9668.116964", "PMC3783763", "24082715"]}, {"Citation": "Sharmila P., Kumari P. K., Singh K., Prasad N. V. S. R. K., Pardha-Saradhi P. (2017). Cadmium toxicity-induced proline accumulation is coupled to iron depletion. Protoplasma 254, 763–770. doi: 10.1007/s00709-016-0988-5", "ArticleIdList": ["10.1007/s00709-016-0988-5", "27311981"]}, {"Citation": "Shekari L., Aroiee H., Mirshekari A., Nemati H. (2019). Protective role of selenium on cucumber (Cucumis sativus L.) exposed to cadmium and lead stress during reproductive stage role of selenium on heavy metals stress. J. Plant Nutr. 42, 529–542. doi: 10.1080/01904167.2018.1554075", "ArticleIdList": ["10.1080/01904167.2018.1554075"]}, {"Citation": "Shi G., Liu C., Cui M., Ma Y., Cai Q. (2012). Cadmium tolerance and bioaccumulation of 18 hemp accession. Appl. Biochem. Biotechnol. 168, 163–173. doi: 10.1007/s12010-011-9382-0", "ArticleIdList": ["10.1007/s12010-011-9382-0", "21938417"]}, {"Citation": "Singh S., Eapen S., D’Souza S. F. (2006). Cadmium accumulation and its influence on lipid peroxidation and antioxidative system in an aquatic plant, Bacopa monnieri L. Chemosphere 62, 233–246. doi: 10.1016/j.chemosphere.2005.05.017", "ArticleIdList": ["10.1016/j.chemosphere.2005.05.017", "15993469"]}, {"Citation": "Singh N., Mansoori A., Dey D., Kumar R., Kumar A. (2021). “Potential of metabolomics in plant abiotic stress management,” in Omics technologies for sustainable agriculture and global food security, vol. II . Eds. Kumar A., Kumar R., Shukla P., Patel H. K. (Singapore: Springer Singapore; ), 193–214."}, {"Citation": "Singh S., Parihar P., Singh R., Singh V. P., Prasad S. M. (2015). Heavy metal tolerance in plants: Role of transcriptomics, proteomics, metabolomics, and ionomics. Front. Plant Sci. 6, 1143. doi: 10.3389/fpls.2015.01143", "ArticleIdList": ["10.3389/fpls.2015.01143", "PMC4744854", "26904030"]}, {"Citation": "Singh V., Verma K. (2018). Metals from cell to environment: Connecting Metallomics with other omics. Open Journal of Plant Science 3, 001–014. doi: 10.1080/15226514.2016.1207598", "ArticleIdList": ["10.1080/15226514.2016.1207598"]}, {"Citation": "Song Y., Jin L., Wang X. (2017). Cadmium absorption and transportation pathways in plants. Int. J. Phytoremediation 19, 133–141. doi: 10.1080/15226514.2016.1207598", "ArticleIdList": ["10.1080/15226514.2016.1207598", "27409403"]}, {"Citation": "Songmei L., Jie J., Yang L., Jun M., Shouling X., Yuanyuan T., et al. . (2019). Characterization and evaluation of OsLCT1 and OsNramp5 mutants generated through CRISPR/cas9-mediated mutagenesis for breeding low cd rice. Rice Sci. 26, 88–97. doi: 10.1016/j.rsci.2019.01.002", "ArticleIdList": ["10.1016/j.rsci.2019.01.002"]}, {"Citation": "So O., Oyewole S. O., Akinyemi O., Jimoh K. A. (2018). Medicinal plants and sustainable human health: a review. Hortic. Int. J. 2, 194–195. doi: 10.15406/hij.2018.02.00051", "ArticleIdList": ["10.15406/hij.2018.02.00051"]}, {"Citation": "Souri M. K., Hatamian M., Tesfamariam T. (2019). Plant growth stage influences heavy metal accumulation in leafy vegetables of garden cress and sweet basil. Chem. Biol. Technol. Agric. 6, 1–7. doi: 10.1186/s40538-019-0170-3", "ArticleIdList": ["10.1186/s40538-019-0170-3"]}, {"Citation": "Sridhar B. B. M., Diehl S. V., Han F. X., Monts D. L., Su Y. (2005). Anatomical changes due to uptake and accumulation of zn and cd in Indian mustard (Brassica juncea). Environ. Exp. Bot. 54, 131–141. doi: 10.1016/j.envexpbot.2004.06.011", "ArticleIdList": ["10.1016/j.envexpbot.2004.06.011"]}, {"Citation": "Srivastava V., Sarkar A., Singh S., Singh P., de Araujo A. S. F., Singh R. P. (2017). Agroecological responses of heavy metal pollution with special emphasis on soil health and plant performances. Front. Environ. Sci. 5. doi: 10.3389/fenvs.2017.00064", "ArticleIdList": ["10.3389/fenvs.2017.00064"]}, {"Citation": "Srivastava J., Yadav S. (2017). Cadmium phytoextraction and induced antioxidant gene response in Moringa oleifera lam. Am. J. Plant Physiol. 12, 58–70. doi: 10.3923/ajpp.2017.58.70", "ArticleIdList": ["10.3923/ajpp.2017.58.70"]}, {"Citation": "Sterckeman T., Thomine S. (2020). Mechanisms of cadmium accumulation in plants. Crit. Rev. Plant Sci. 39, 322–359. doi: 10.1080/07352689.2020.1792179", "ArticleIdList": ["10.1080/07352689.2020.1792179"]}, {"Citation": "Street R. A. (2012). Heavy metals in medicinal plant products — an African perspective. S. Afr. J. Bot. 82, 67–74. doi: 10.1016/j.sajb.2012.07.013", "ArticleIdList": ["10.1016/j.sajb.2012.07.013"]}, {"Citation": "Tang L., Mao B., Li Y., Lv Q., Zhang L., Chen C., et al. . (2017). Knockout of OsNramp5 using the CRISPR/Cas9 system produces low cd-accumulating indica rice without compromising yield. Sci. Rep. 7, 14438. doi: 10.1038/s41598-017-14832-9", "ArticleIdList": ["10.1038/s41598-017-14832-9", "PMC5663754", "29089547"]}, {"Citation": "Tchounwou P. B., Yedjou C. G., Patlolla A. K., Sutton D. J. (2012). Heavy metal toxicity and the environment. Exp. 101, 133–164. doi: 10.1007/978-3-7643-8340-4_6", "ArticleIdList": ["10.1007/978-3-7643-8340-4_6", "PMC4144270", "22945569"]}, {"Citation": "Thakur S., Choudhary S., Majeed A., Singh A., Bhardwaj P. (2020). Insights into the molecular mechanism of arsenic phytoremediation. J. Plant Growth Regul. 39, 532–543. doi: 10.1007/s00344-019-10019-w", "ArticleIdList": ["10.1007/s00344-019-10019-w"]}, {"Citation": "Thomine S., Wang R., Ward J. M., Crawford N. M., Schroeder J. I. (2000). Cadmium and iron transport by members of a plant metal transporter family in Arabidopsis with homology to nramp genes. Proc. Natl. Acad. Sci. U.S.A 97, 4991–4996. doi: 10.1073/pnas.97.9.4991", "ArticleIdList": ["10.1073/pnas.97.9.4991", "PMC18345", "10781110"]}, {"Citation": "Thongchai A., Meeinkuirt W., Taeprayoon P., Chelong I.-A. (2021). Effects of soil amendments on leaf anatomical characteristics of marigolds cultivated in cadmium-spiked soils. Sci. Rep. 11 (1), 15909. doi: 10.1038/s41598-021-95467-9", "ArticleIdList": ["10.1038/s41598-021-95467-9", "PMC8342601", "34354195"]}, {"Citation": "\nTrivedi N. G. (2003) A study on responses of adhatoda vasica l to heavy metal. (Doctoral dissertation) (Ahmedabad: Gujarat University; ). Available at: https://shodhganga.inflibnet.ac.in/handle/10603/46182."}, {"Citation": "Venegas-Rioseco J., Ginocchio R., Ortiz-Calderón C. (2021). Increase in phytoextraction potential by genome editing and transformation: A review. Plants 11. doi: 10.3390/plants11010086", "ArticleIdList": ["10.3390/plants11010086", "PMC8747683", "35009088"]}, {"Citation": "Verdoy D., Coba de la Peña T., Redondo F. J., Lucas M. M., Pueyo J. J. (2006). Transgenic Medicago truncatula plants that accumulate proline display nitrogen-fixing activity with enhanced tolerance to osmotic stress. Plant Cell Environ. 29, 1913–1923. doi: 10.1111/j.1365-3040.2006.01567.x", "ArticleIdList": ["10.1111/j.1365-3040.2006.01567.x", "16930317"]}, {"Citation": "Wagner G. J. (1993). Accumulation of cadmium in crop plants and its consequences to human health. Adv. Agron. 51, 173–212. doi: 10.1016/S0065-2113(08)60593-3", "ArticleIdList": ["10.1016/S0065-2113(08)60593-3"]}, {"Citation": "Wang T., Li Y., Fu Y., Xie H., Song S., Qiu M., et al. . (2019). Mutation at different sites of metal transporter gene OsNramp5 affects Cd accumulation and related agronomic traits in rice (Oryza sativa L.). Front. Plant Sci. 10, 1081. doi: 10.3389/fpls.2019.01081", "ArticleIdList": ["10.3389/fpls.2019.01081", "PMC6749076", "31572408"]}, {"Citation": "Wang C., Qiao F., Wang M., Wang Y., Xu Y., Qi X. (2023). PvERF104 confers cadmium tolerance in Arabidopsis: Evidence for metal-responsive element-binding transcription factors. Environ. Exp. Bot. 206, 105167. doi: 10.1016/j.envexpbot.2022.105167", "ArticleIdList": ["10.1016/j.envexpbot.2022.105167"]}, {"Citation": "Weerakoon S. R. (2019). “Genetic engineering for metal and metalloid detoxification,” in Transgenic plant technology for remediation of toxic metals and metalloids. Ed. Prasad M. N. V. (London, UK: Academic Press; ), 23–41."}, {"Citation": "Wójcik M., Vangronsveld J., D’Haen J., Tukiendorf A. (2005). Cadmium tolerance in Thlaspi caerulescens: II. localization of cadmium in Thlaspi caerulescens . Environ. Exp. Bot. 53, 163–171. doi: 10.1016/S0098-8472(04)00047-4", "ArticleIdList": ["10.1016/S0098-8472(04)00047-4"]}, {"Citation": "Xu J., Yin H., Li X. (2009). Protective effects of proline against cadmium toxicity in micropropagated hyperaccumulator, Solanum nigrum L. Plant Cell Rep. 28, 325–333. doi: 10.1007/s00299-008-0643-5", "ArticleIdList": ["10.1007/s00299-008-0643-5", "19043719"]}, {"Citation": "Yadav S. K. (2010). Heavy metals toxicity in plants: An overview on the role of glutathione and phytochelatins in heavy metal stress tolerance of plants. S. Afr. J. Bot. 76, 167–179. doi: 10.1016/j.sajb.2009.10.007", "ArticleIdList": ["10.1016/j.sajb.2009.10.007"]}, {"Citation": "Yang J.-L., Liu L.-W., Gong Y.-Q., Huang D.-Q., Wang F., He L.-L. (2007). Analysis of genomic DNA methylation level in radish under cadmium stress by methylation-sensitive amplified polymorphism technique. Zhi Wu Sheng Li Yu Fen Zi Sheng Wu Xue Xue Bao 33, 219–226.", "ArticleIdList": ["17556809"]}, {"Citation": "Yang L., Yao J., Sun J., Shi L., Chen Y., Sun J. (2020). The Ca2+ signaling, glu, and GABA responds to cd stress in duckweed. Aquat. Toxicol. 218, 105352. doi: 10.1016/j.aquatox.2019.105352", "ArticleIdList": ["10.1016/j.aquatox.2019.105352", "31790938"]}, {"Citation": "Ye Z. H., Baker A. J. M., Wong M. H., Willis A. J. (1997). Zinc, lead and cadmium tolerance, uptake and accumulation by Typha latifolia . New Phytol. 136 (3), 469–480. doi: 10.1046/j.1469-8137.1997.00759.x", "ArticleIdList": ["10.1046/j.1469-8137.1997.00759.x", "33863011"]}, {"Citation": "Ye P., Wang M., Zhang T., Liu X., Jiang H., Sun Y., et al. . (2020). Enhanced cadmium accumulation and tolerance in transgenic hairy roots of Solanum nigrum L. expressing iron-regulated transporter gene IRT1. Life 10. doi: 10.3390/life10120324", "ArticleIdList": ["10.3390/life10120324", "PMC7761695", "33287205"]}, {"Citation": "Youssef N. A. (2021). Changes in the morphological traits and the essential oil content of sweet basil (Ocimum basilicum L.) as induced by cadmium and lead treatments. Int. J. Phytoremediation 23 (3), 291–299. doi: 10.1080/15226514.2020.1812508", "ArticleIdList": ["10.1080/15226514.2020.1812508", "32997524"]}, {"Citation": "Yuan J., Bai Y., Chao Y., Sun X., He C., Liang X., et al. . (2018). Genome-wide analysis reveals four key transcription factors associated with cadmium stress in creeping bentgrass (Agrostis stolonifera L.). Peer J. 6, e5191. doi: 10.7717/peerj.5191", "ArticleIdList": ["10.7717/peerj.5191", "PMC6071620", "30083437"]}, {"Citation": "Yuan J., Fu H., Wang X. (2021). Coupled metabolome with physiology unveiled mechanisms for cadmium affecting active ingredients synthesis in Salvia miltiorrhiza, a non-Cd-hyperaccumulator. Res. Square 1, 1–22. doi: 10.21203/rs.3.rs-886213/v1", "ArticleIdList": ["10.21203/rs.3.rs-886213/v1"]}, {"Citation": "Yu X., Liang L., Xie Y., Tang Y., Tan H., Zhang J., et al. . (2022). Comparative analysis of Italian lettuce (Lactuca sativa L. var. ramose) transcriptome profiles reveals the molecular mechanism on exogenous melatonin preventing cadmium toxicity. Genes 13. doi: 10.3390/genes13060955", "ArticleIdList": ["10.3390/genes13060955", "PMC9223142", "35741717"]}, {"Citation": "Yu G., Ma J., Jiang P., Li J., Gao J., Qiao S., et al. . (2019). “The mechanism of plant resistance to heavy metal,” in IOP Conference Series: Earth and Environmental Science IOP science, Vol. 310. 052004. doi: 10.1088/1755-1315/310/5/052004", "ArticleIdList": ["10.1088/1755-1315/310/5/052004"]}, {"Citation": "Yu R., Tang Y., Liu C., Du X., Miao C., Shi G. (2017). Comparative transcriptomic analysis reveals the roles of ROS scavenging genes in response to cadmium in two pak choi cultivars. Sci. Rep. 7, 9217. doi: 10.1038/s41598-017-09838-2", "ArticleIdList": ["10.1038/s41598-017-09838-2", "PMC5569009", "28835647"]}, {"Citation": "Zaheer I. E., Ali S., Rizwan M., Farid M., Shakoor M. B., Gill R. A., et al. . (2015). Citric acid assisted phytoremediation of copper by Brassica napus L. Ecotoxicol. Environ. Saf. 120, 310–317. doi: 10.1016/j.ecoenv.2015.06.020", "ArticleIdList": ["10.1016/j.ecoenv.2015.06.020", "26099461"]}, {"Citation": "Zahra W., Rai S. N., Birla H., Singh S. S., Rathore A. S., Dilnashin H., et al. . (2020). “Economic importance of medicinal plants in Asian countries,” in Bioeconomy for sustainable development. Ed. Keswani C. (Singapore: Springer; ), 359–377."}, {"Citation": "Zaid A., Mohammad F., Fariduddin Q. (2020). Plant growth regulators improve growth, photosynthesis, mineral nutrient and antioxidant system under cadmium stress in menthol mint (Mentha arvensis L.). Physiol. Mol. Biol. Plants 26 (1), 25–39. doi: 10.1007/s12298-019-00715-y", "ArticleIdList": ["10.1007/s12298-019-00715-y", "PMC7036404", "32158118"]}, {"Citation": "Zayneb C., Bassem K., Zeineb K., Grubb C. D., Noureddine D., Hafedh M., et al. . (2015). Physiological responses of fenugreek seedlings and plants treated with cadmium. Environ. Sci. pollut. Res. Int. 22 (14), 10679–10689. doi: 10.1007/s11356-015-4270-8", "ArticleIdList": ["10.1007/s11356-015-4270-8", "25752634"]}, {"Citation": "Zhang P., Wang R., Ju Q., Li W., Tran L.-S. P., Xu J. (2019). The R2R3-MYB transcription factor MYB49 regulates cadmium accumulation. Plant Physiol. 180, 529–542. doi: 10.1104/pp.18.01380", "ArticleIdList": ["10.1104/pp.18.01380", "PMC6501104", "30782964"]}, {"Citation": "Zhang F.-Q., Wang Y.-S., Lou Z.-P., Dong J.-D. (2007). Effect of heavy metal stress on antioxidative enzymes and lipid peroxidation in leaves and roots of two mangrove plant seedlings (Kandelia candel and Bruguiera gymnorrhiza). Chemosphere 67 (1), 44–50. doi: 10.1016/j.chemosphere.2006.10.007", "ArticleIdList": ["10.1016/j.chemosphere.2006.10.007", "17123580"]}, {"Citation": "Zhang Y., Xu S., Yang S., Chen Y. (2015). Salicylic acid alleviates cadmium-induced inhibition of growth and photosynthesis through upregulating antioxidant defense system in two melon cultivars (Cucumis melo L.). Protoplasma 252 (3), 911–924. doi: 10.1007/s00709-014-0732-y", "ArticleIdList": ["10.1007/s00709-014-0732-y", "25398649"]}, {"Citation": "Zhao S., Duo L. (2015). Bioaccumulation of cadmium, copper, zinc, and nickel by weed species from municipal solid waste compost. Pol. J. Environ. Stud. 24, 413–417. doi: 10.15244/pjoes/28960", "ArticleIdList": ["10.15244/pjoes/28960"]}, {"Citation": "Zhao Q., Wang H., Du Y., Rogers H. J., Wu Z., Jia S., et al. . (2020). MSH2 and MSH6 in mismatch repair system account for soybean (Glycine max (L.) merr.) tolerance to cadmium toxicity by determining DNA damage response. J. Agric. Food Chem. 68, 1974–1985. doi: 10.1021/acs.jafc.9b06599", "ArticleIdList": ["10.1021/acs.jafc.9b06599", "31971785"]}, {"Citation": "Zhou X.-M., Zhao P., Wang W., Zou J., Cheng T.-H., Peng X.-B., et al. . (2015). A comprehensive, genome-wide analysis of autophagy-related genes identified in tobacco suggests a central role of autophagy in plant response to various environmental cues. DNA Res.: Int. J. Rapid Publ. Rep. Genes Genomes 22 (4), 245–257. doi: 10.1093/dnares/dsv012", "ArticleIdList": ["10.1093/dnares/dsv012", "PMC4535619", "26205094"]}, {"Citation": "Zou C., Lu T., Wang R., Xu P., Jing Y., Wang R., et al. . (2022). Comparative physiological and metabolomic analyses reveal that Fe3O4 and ZnO nanoparticles alleviate cd toxicity in tobacco. J. Nanobiotechnology 20, 302. doi: 10.1186/s12951-022-01509-3", "ArticleIdList": ["10.1186/s12951-022-01509-3", "PMC9235244", "35761340"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "9", "Day": "18"}, {"Year": "2022", "Month": "12", "Day": "5"}, {"Year": "2023", "Month": "2", "Day": "3", "Hour": "2", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "4", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["36733604", "PMC9887195", "10.3389/fpls.2022.1047410"]}}], "PubmedBookArticle": []}