{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ayurveda", "Sushruta Samhita", "Vrana-Ropan", "Vrana-Shodhana", "pharmacodynamic attributes", "wound"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36743272", "DateRevised": {"Year": "2023", "Month": "10", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "12", "Day": "07"}], "Language": ["eng"], "ELocationID": ["10.4103/ayu.AYU_34_20"], "Journal": {"ISSN": "0974-8520", "JournalIssue": {"Volume": "42", "Issue": "1", "PubDate": {"Year": "2021", "Season": "Jan-Mar"}}, "Title": "Ayu", "ISOAbbreviation": "Ayu"}, "ArticleTitle": "Pharmacodynamic appraisal of wound-healing herbs of <i>Sushruta Samhita</i>.", "Pagination": {"StartPage": "1", "EndPage": "18", "MedlinePgn": "1-18"}, "Abstract": {"AbstractText": ["In <i>Sushruta Samhita</i>, various medicinal plants as single and compound formulations having <i>Vrana-Shodhana</i> (wound cleansing) and <i>Vrana-Ropana</i> (wound healing) potential are enumerated. There are no published data available on these wound-healing medicinal plants of <i>Sushruta Samhita</i>. The effectivee management of wound is necessary in the immunocompromised and chronic wounds patients as they take more time to heal.", "To review and systematically analyze wound-healing medicinal plants and their modus-operandi on the basis of pharmacodynamics attributes, i.e., <i>Rasa</i> (taste)<i>, Veerya</i> (potency), and <i>Vipaka</i> (biotransformation) in the various stages of healing.", "Review of <i>Sushruta Samhita</i> was done to gather wound-healing medicinal plants; pharmacodynamics attributes were gatherd from various <i>Nighantus</i> to understand their role in wound healing. The contemporary information about wound-healing mechanism was gathered from PubMed to interpitate the rational use of plants in the various stages of wound healing.", "The study suggests that 43 medicinal plants have <i>Vrana-Shodhana</i> activity, 48 have <i>Vrana-Ropana</i> and 62 have both <i>Vrana-Shodhana</i> and <i>Vrana-Ropana</i> potential. Medicinal plants with <i>Vrana</i>-<i>Shodhana</i> category are having predominance of <i>Katu</i> (pungent), <i>Tikta</i> (bitter) and <i>Kashaya</i> (astriengent) <i>Rasa</i>. Plants under <i>Vrana-Ropana</i> are having <i>Madhura, Kashaya Rasa</i> (sweet taste)<i>, Madhura Vipaka</i> (sweet biotransform) and <i>Sheeta Veerya</i> (cold potency).", "Plants having <i>Tikta, Kashaya Rasa, Katu Vipaka</i>, and <i>Sheeta Veerya</i> may be useful in the inflammatory stage, plants having <i>Madhura, Kashaya Rasa</i> and <i>Sheeta Veerya</i> may be useful in the prolifiratory stage and plants having <i>Madhura Rasa, Sheeta Veerya</i>, and <i>Madhura Vipaka</i> may be useful in the remodeling stage. The present review will help to give the directions to the researchers for the development of effective wound-healing medicines for wounds."], "CopyrightInformation": "Copyright: © 2022 AYU (An International Quarterly Journal of Research in Ayurveda)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dravyaguna, All India Institute of Ayurveda, New Delhi, India."}], "LastName": "Kumar", "ForeName": "Vishal", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dravyaguna, All India Institute of Ayurveda, New Delhi, India."}], "LastName": "Nesari", "ForeName": "Tanuja Manoj", "Initials": "TM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dravyaguna, All India Institute of Ayurveda, New Delhi, India."}], "LastName": "Ghildiyal", "ForeName": "Shivani", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dravyaguna, All India Institute of Ayurveda, New Delhi, India."}], "LastName": "Sherkhane", "ForeName": "Rahul", "Initials": "R"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Ayu", "NlmUniqueID": "7605807", "ISSNLinking": "0974-8520"}, "CoiStatement": "There are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Saini S, Dhiman A, Nanda S. Traditional Indian medicinal plants with potential wound healing activity: A review. Int J Pharm Sci Res. 2016;7:1809–19."}, {"Citation": "Acharya YT, editor. Sushruta Samhita of Sushruta, Sutra Sthana. Ch. 1. Ver. 24. Reprint ed. Varanasi: Chaukhambha Orientalia; 2017. p. 6."}, {"Citation": "Acharya YT, editor. Sushruta Samhita of Sushruta, Sutra Sthana. Ch. 21. Ver. 36. Reprint ed. Varanasi: Chaukhambha Orientalia; 2017. p. 106."}, {"Citation": "Acharya YT, editor. Sushruta Samhita of Sushruta, Chikitsa Sthana. Ch. 1. Ver. 3. Reprint ed. Varanasi: Chaukhambha Orientalia; 2017. p. 396."}, {"Citation": "Acharya YT, editor. Sushruta Samhita of Sushruta, Sutra Sthana. Ch. 1. Ver. 3. Reprint ed. Varanasi: Chaukhambha Orientalia; 2017. p. 108."}, {"Citation": "Acharya YT, editor. Sushruta Samhita of Sushruta, Chikitsa Sthana. Ch. 1. Ver. 8. Reprint ed. Varanasi: Chaukhambha Orientalia; 2017. p. 397."}, {"Citation": "Sarabhai S, Tiwari VK. Principles and Practice of Wound Care. Ist. New Delhi, Panama City London: Jaypeebrothers Medical Publishers (P) Ltd; 2012. pp. 81–4. Ch. 9."}, {"Citation": "Sarabhai S, Tiwari VK. Principles and Practice of Wound Care. Ist. New Delhi, Panama City London: Jaypeebrothers Medical Publishers (P) Ltd; 2012. p. 86. Ch. 10."}, {"Citation": "Frykberg RG, Banks J. Challenges in the treatment of chronic wounds. Adv Wound Care (New Rochelle) 2015;4:560–82.", "ArticleIdList": ["PMC4528992", "26339534"]}, {"Citation": " [Last accessed on 2019 Nov 25].  Available from: https://journals.sagepub.com/doi/abs/10.1177/1534734603002001006 ."}, {"Citation": " [Last accessed on 2020 May 31].  Available from: http://www.theplantlist.org ."}, {"Citation": "Brunicardi FC. Schwartz's Principles of Surgery. Ch. 9. New York, New Delhi: Mc Graw Hill Education; 2015. pp. 252–59."}, {"Citation": "Acharya YT, editor. Sushruta Samhita of Sushruta, Sutra Sthana. Ch. 37. Ver. 29. Reprint ed. Varanasi: Chaukhambha Orientalia; 2017. p. 163."}, {"Citation": "Acharya YT, editor. Sushruta Samhita of Sushruta, Sutra Sthana. Ch. 37. Ver. 24. Reprint ed. Varanasi: Chaukhambha Orientalia; 2017. p. 162."}, {"Citation": "Acharya YT, editor. Sushruta Samhita of Sushruta, Sutra Sthana. Ch. 38. Ver. 19. Reprint ed. Varanasi: Chaukhambha Orientalia; 2017. p. 165."}, {"Citation": "Acharya YT, editor. Sushruta Samhita of Sushruta, Sutra Sthana. Ch. 38. Ver. 7. Reprint ed. Varanasi: Chaukhambha Orientalia; 2017. p. 164."}, {"Citation": "Acharya YT, editor. Sushruta Samhita of Sushruta, Sutra Sthana. Ch. 38. Ver. 17. Reprint ed. Varanasi: Chaukhambha Orientalia; 2017. p. 165."}, {"Citation": "Acharya YT, editor. Sushruta Samhita of Sushruta, Sutra Sthana. Ch. 38. Ver. 65. Reprint ed. Varanasi: Chaukhambha Orientalia; 2017. p. 169."}, {"Citation": "Acharya YT, editor. Sushruta Samhita of Sushruta, Sutra Sthana. Ch. 38. Ver. 47. Reprint ed. Varanasi: Chaukhambha Orientalia; 2017. p. 168."}, {"Citation": "Acharya YT, editor. Charaka Samhita of Agnivesha, Sutra Sthana. Ch. 26. Ver. 13. Reprint ed. Varanasi: Chaukhamba Sanskrit Sansthan; 2016. p. 138."}, {"Citation": " [Last accessed on 2022 Sep 11].  Available from: https://ayusoft.ayush.gov.in/vrana-shodhana ."}, {"Citation": " [Last accessed on 2022 Sep 11].  Available from: https://ayusoft.ayush.gov.in/vrana-ropana ."}, {"Citation": "Kunte AM, Navare KS, Shastri HS, editors. Ashtanga Hridayam of Vagbhata, Sutra Sthana. Ch. 10. Ver. 14. Reprint ed. Varanasi: Chaukhambha Samskrita Samsthana; 2017. p. 176."}, {"Citation": "Acharya YT, editor. Charaka Samhita of Agnivesha, Sutra Sthana. Ch. 26. Ver. 42. Reprint ed. Varanasi: Chaukhamba Sanskrit Sansthan; 2016. p. 144."}, {"Citation": "Kunte AM, Navare KS, Shastri HS, editors. Ashtanga Hridayam of Vagbhata, Sutra Sthana. Ch. 10. Ver. 17. Reprint ed. Varanasi: Chaukhambha Samskrita Samsthana; 2017. p. 176."}, {"Citation": "Acharya YT, editor. Charaka Samhita of Agnivesha, Sutra Sthana. Ch. 26. Ver. 42. Reprint ed. Varanasi: Chaukhamba Sanskrit Sansthan; 2016. p. 144."}, {"Citation": "Kunte AM, Navare KS, Shastri HS, editors. Ashtanga Hridayam of Vagbhata, Sutra Sthana. Ch. 10. Ver. 15-20. Reprint ed. Varanasi: Chaukhambha Samskrita Samsthana; 2017. p. 176."}, {"Citation": "Kunte AM, Navare KS, Shastri HS, editors. Ashtanga Hridayam of Vagbhata, Sutra Sthana. Ch. 10. Ver. 14-21. Reprint ed. Varanasi: Chaukhambha Samskrita Samsthana; 2017. p. 176."}, {"Citation": "Acharya YT, editor. Sushruta Samhita of Sushruta, Sutra Sthana. Ch. 42. Ver. 7. Reprint ed. Varanasi: Chaukhambha Orientalia; 2017. p. 184."}, {"Citation": "Acharya YT, editor. Sushruta Samhita of Sushruta, Sutra Sthana. Ch. 42. Ver. 9. Reprint ed. Varanasi: Chaukhambha Orientalia; 2017. p. 185."}, {"Citation": "Kunte AM, Navare KS, Shastri HS, editors. Ashtanga Hridayam of Vagbhata, Sutra Sthana. Ch. 10. Ver. 7. Reprint ed. Varanasi: Chaukhambha Samskrita Samsthana; 2017. p. 175."}, {"Citation": "Halim AS, Khoo TL, Saad AZ. Wound bed preparation from a clinical perspective. Indian J Plast Surg. 2012;45:193–202.", "ArticleIdList": ["PMC3495367", "23162216"]}, {"Citation": " [Last accessed on 2020 Jun 01].  Available from: https://onlinelibrary.wiley.com/doi/full/10.1111/iwj. 12662 ."}, {"Citation": "Vinaya B. Time framework and insights from ayurveda on wound management. Int J Res Ayurveda Phram. 2014;5:561–5."}, {"Citation": "Sivamani RK, Ma BR, Wehrli LN, Maverakis E. Phytochemicals and naturally derived substances for wound healing. Adv Wound Care (New Rochelle) 2012;1:213–7.", "ArticleIdList": ["PMC3839002", "24527308"]}, {"Citation": "Kumar V, Ghildiyal S, Sherkhane R, Nesari TM. Gojihva (Launaea nudicaulis [L.] Hook.f.), a potential herb for chronic wound healing: A case study. J Ayurveda Case Rep. 2020;3:61–5."}, {"Citation": "Murti K, Kumar U. Enhancement of wound healing with roots of Ficus racemosa L. in albino rats. Asian Pac J Trop Biomed. 2012;2:276–80.", "ArticleIdList": ["PMC3609287", "23569913"]}, {"Citation": "Ammar I, Bardaa S, Mzid M, Sahnoun Z, Rebaii T, Attia H, et al. Antioxidant, antibacterial and in vivo dermal wound healing effects of Opuntia flower extracts. Int J Biol Macromol. 2015;81:483–90.", "ArticleIdList": ["26306411"]}, {"Citation": "Patil RA, Makwana AB. Anti-hyperbilirubinemic and wound healing activity of aqueous extract of Calotropis procera leaves in wistar rats. Indian J Pharmacol. 2015;47:398–402.", "ArticleIdList": ["PMC4527061", "26288472"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "2", "Day": "27"}, {"Year": "2020", "Month": "5", "Day": "31"}, {"Year": "2022", "Month": "9", "Day": "19"}, {"Year": "2023", "Month": "2", "Day": "6", "Hour": "3", "Minute": "52"}, {"Year": "2021", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2021", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36743272", "PMC9893898", "10.4103/ayu.AYU_34_20", "AYU-42-1"]}}], "PubmedBookArticle": []}