{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Alpinia galanga", "Antimigration", "Antiproliferative activity", "Cannabis sativa", "Citrus aurantifolia", "Piper nigrum", "Tiliacora triandra"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36765341", "DateCompleted": {"Year": "2023", "Month": "02", "Day": "14"}, "DateRevised": {"Year": "2023", "Month": "02", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "02", "Day": "10"}], "Language": ["eng"], "ELocationID": ["43", "10.1186/s12906-023-03862-8"], "Journal": {"ISSN": "2662-7671", "JournalIssue": {"Volume": "23", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Feb", "Day": "10"}}, "Title": "BMC complementary medicine and therapies", "ISOAbbreviation": "BMC Complement Med Ther"}, "ArticleTitle": "In vitro antioxidant, anti-inflammatory, and anticancer activities of mixture Thai medicinal plants.", "Pagination": {"StartPage": "43", "MedlinePgn": "43"}, "Abstract": {"AbstractText": ["The phytochemical study of medicinal plants is rapidly gaining popularity with many pharmacologic effects. This study aims to determine the antioxidant capacity as well as anticancer and antimigration activities of Clear belongs Plus extract (CBL-P) which consisted of five medicinal plants namely, Alpinia galanga, Piper nigrum, Citrus aurantifolia, Tiliacora triandra, and Cannabis sativa on human colon cancer cells SW620 and HCT116 cell lines, and human non-small cell lung cancer cells A549 and NCI-H460 cell lines.", "In this study the dried-plant powder was extracted using 90% ethanol. Additionally, CBL-P was studied antioxidative activity via DPPH and ABTS assays and anti-inflammatory activities using nitric oxide assay using Griess reaction. Antiproliferation and antimigration of CBL-P were investigated using 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyl-2H-tetrazolium bromide (MTT) and scratch assay.", "The results showed that CBL-P had potent antiproliferative activity with IC<sub>50</sub> values in a concentration- and time-dependent manners for all four cell lines. CBL-P also possessed potent antimigration activity against all studied cancer cells. CBL-P demonstrated antimigration activity on four different types of cancer cells (A549, NCI-H460, HCT116, and SW620) after 48 h of incubation, with the greatest effect seen at the highest concentration tested (15 μg/mL) in A549 cells (10.23% of wound closure) and NCI-H460 cells (9.16% of wound closure). CBL-P was also effective in reducing migration in HCT116 and SW620 cells, with a range of closure area from 10-50%. In addition, CBL-P had antioxidant activity with IC<sub>50</sub> values of 8.549 ± 0.241 mg/mL and 2.673 ± 0.437 mg/mL for DPPH and ABTS assays, respectively. CBL-P also showed anti-inflammatory activity with the best inhibitory activity on NO production at a concentration of 40 μg/mL.", "In conclusion, the mixture extract possessed antioxidant and anti-inflammatory activity. Furthermore, the mixture plant extract significantly exhibited antiproliferative and antimigration activities on SW620, HCT116, A549, and NCI-H460 cells (P ≤ 0.05). Taken together, our results suggest that medicinal plants may have synergistic effects that could potentially enhance the effectiveness of cancer treatment when used as adjuvants. These findings provide a solid scientific foundation for future efforts to explore the mechanism of action."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, College of Pharmacy, Rangsit University, Pathum Thani, 12000, Thailand."}], "LastName": "Jongrungraungchok", "ForeName": "Suchada", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Drug and Herbal Product Research and Development Center, College of Pharmacy, Rangsit University, Pathum Thani, 12000, Thailand."}], "LastName": "Madaka", "ForeName": "Fameera", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Drug and Herbal Product Research and Development Center, College of Pharmacy, Rangsit University, Pathum Thani, 12000, Thailand."}], "LastName": "Wunnakup", "ForeName": "Thaniya", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Drug and Herbal Product Research and Development Center, College of Pharmacy, Rangsit University, Pathum Thani, 12000, Thailand."}], "LastName": "Sudsai", "ForeName": "Teeratad", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Princess Srisavangavadhana College of Medicine, Chulabhorn Royal Academy, Bangkok, 10210, Thailand."}], "LastName": "Pongphaew", "ForeName": "Chanamon", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, College of Pharmacy, Rangsit University, Pathum Thani, 12000, Thailand."}], "LastName": "Songsak", "ForeName": "Thanapat", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, College of Pharmacy, Rangsit University, Pathum Thani, 12000, Thailand. nalinee.p@rsu.ac.th."}], "LastName": "Pradubyat", "ForeName": "Nalinee", "Initials": "N"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Med Ther", "NlmUniqueID": "101761232", "ISSNLinking": "2662-7671"}, "ChemicalList": [{"RegistryNumber": "28752-68-3", "NameOfSubstance": "2,2'-azino-di-(3-ethylbenzothiazoline)-6-sulfonic acid"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Inflammatory Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "31C4KY9ESH", "NameOfSubstance": "Nitric Oxide"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents, Phytogenic"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Anti-Inflammatory Agents"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Carcinoma, Non-Small-Cell Lung"}, {"QualifierName": [], "DescriptorName": "Lung Neoplasms"}, {"QualifierName": [], "DescriptorName": "Nitric Oxide"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Cell Line, Tumor"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Antineoplastic Agents, Phytogenic"}], "CoiStatement": "Authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Apak R, Ozyurek M, Guclu K, Capanoglu E. Antioxidant activity/capacity measurement. 3. Reactive oxygen and nitrogen species (ROS/RNS) scavenging assays, oxidative stress biomarkers, and chromatographic/chemometric assays. J Agric Food Chem. 2016;64(5):1046–1070. doi: 10.1021/acs.jafc.5b04744.", "ArticleIdList": ["10.1021/acs.jafc.5b04744", "26689748"]}, {"Citation": "Maneenoon K, et al. Ethnomedicinal plants used by traditional healers in Phatthalung Province, Peninsular Thailand. J Ethnobiol Ethnomed. 2015;11(1):1–20. doi: 10.1186/s13002-015-0031-5.", "ArticleIdList": ["10.1186/s13002-015-0031-5", "PMC4469324", "26025447"]}, {"Citation": "Lee C-J, Chen L-G, Liang W-L, Wang C-C. Anti-inflammatory effects of punica granatum linne in vitro and in vivo. Food Chem. 2010;118(2):315–322. doi: 10.1016/j.foodchem.2009.04.123.", "ArticleIdList": ["10.1016/j.foodchem.2009.04.123"]}, {"Citation": "Lee MH, et al. The anti-inflammatory effects of pyrolae herba extract through the inhibition of the expression of inducible nitric oxide synthase (iNOS) and NO production. J Ethnopharmacol. 2007;112(1):49–54. doi: 10.1016/j.jep.2007.01.036.", "ArticleIdList": ["10.1016/j.jep.2007.01.036", "17395412"]}, {"Citation": "Wang T, Jiang X, Ruan Y, Li L, Chu L. The mechanism of action of the combination of astragalus membranaceus and ligusticum chuanxiong in the treatment of ischemic stroke based on network pharmacology and molecular docking. Medicine. 2022;101(28):e29593. doi: 10.1097/MD.0000000000029593.", "ArticleIdList": ["10.1097/MD.0000000000029593", "35839049"]}, {"Citation": "Wang T, Jiang X, Ruan Y, Zhuang J, Yin Y. Based on network pharmacology and in vitro experiments to prove the effective inhibition of myocardial fibrosis by Buyang Huanwu decoction. Bioengineered. 2022;13(5):13767–13783. doi: 10.1080/21655979.2022.2084253.", "ArticleIdList": ["10.1080/21655979.2022.2084253", "PMC9275964", "35726821"]}, {"Citation": "Wang T, Zhou Y, Wang K, Jiang X, Wang J, Chen J. Prediction and validation of potential molecular targets for the combination of astragalus membranaceus and Angelica sinensis in the treatment of atherosclerosis based on network pharmacology. Medicine. 2022;101(26):e29762. doi: 10.1097/MD.0000000000029762.", "ArticleIdList": ["10.1097/MD.0000000000029762", "PMC9239660", "35776988"]}, {"Citation": "Sarker U, Oba S. Phenolic profiles and antioxidant activities in selected drought-tolerant leafy vegetable amaranth. Sci Rep. 2020;10(1):1–11.", "ArticleIdList": ["PMC7589480", "33106544"]}, {"Citation": "Chhikara BS, Parang K. Global Cancer Statistics 2022: the trends projection analysis. Chem Biol Lett. 2022;10(1):451."}, {"Citation": "Molina JR, Yang P, Cassivi SD, Schild SE, Adjei AA. Non-small cell lung cancer: epidemiology, risk factors, treatment, and survivorship, vol. 83. 5th ed. Gale Academic OneFile. Elsevier; 2008. p. 584–94.", "ArticleIdList": ["PMC2718421", "18452692"]}, {"Citation": "Townsend MH, et al. Non-small-cell lung cancer cell lines A549 and NCI-H460 express hypoxanthine guanine phosphoribosyltransferase on the plasma membrane. Onco Targets Ther. 2017;10:1921. doi: 10.2147/OTT.S128416.", "ArticleIdList": ["10.2147/OTT.S128416", "PMC5384690", "28408844"]}, {"Citation": "Wan M-L, et al. Colorectal cancer (CRC) as a multifactorial disease and its causal correlations with multiple signaling pathways.  Biosci Rep. 2020;40(3):BSR20200265. doi: 10.1042/BSR20200265.", "ArticleIdList": ["10.1042/BSR20200265", "PMC7087324", "32149326"]}, {"Citation": "Rachiglio AM, et al. Genomic profiling of KRAS/NRAS/BRAF/PIK3CA wild-type metastatic colorectal cancer patients reveals novel mutations in genes potentially associated with resistance to anti-EGFR agents. Cancers. 2019;11(6):859. doi: 10.3390/cancers11060859.", "ArticleIdList": ["10.3390/cancers11060859", "PMC6627713", "31226844"]}, {"Citation": "Ghafouri-Fard S, Hussen BM, Badrlou E, Abak A, Taheri M. MicroRNAs as important contributors in the pathogenesis of colorectal cancer. Biomed Pharmacother. 2021;140:111759. doi: 10.1016/j.biopha.2021.111759.", "ArticleIdList": ["10.1016/j.biopha.2021.111759", "34091180"]}, {"Citation": "Chotchoungchatchai S, Saralamp P, Jenjittikul T, Pornsiripongse S, Prathanturarug S. Medicinal plants used with Thai traditional medicine in modern healthcare services: A case study in Kabchoeng Hospital, Surin Province, Thailand. J Ethnopharmacol. 2012;141(1):193–205. doi: 10.1016/j.jep.2012.02.019.", "ArticleIdList": ["10.1016/j.jep.2012.02.019", "22366679"]}, {"Citation": "Andrade C, Gomes NGM, Duangsrisai S, Andrade PB, Pereira DM, Valentao P. Medicinal plants utilized in Thai traditional medicine for diabetes treatment: ethnobotanical surveys, scientific evidence and phytochemicals. J Ethnopharmacol. 2020;263:113177. doi: 10.1016/j.jep.2020.113177.", "ArticleIdList": ["10.1016/j.jep.2020.113177", "32768637"]}, {"Citation": "Atanasov AG, Zotchev SB, Dirsch VM, Supuran CT. Natural products in drug discovery: advances and opportunities. Nat Rev Drug Discovery. 2021;20(3):200–216. doi: 10.1038/s41573-020-00114-z.", "ArticleIdList": ["10.1038/s41573-020-00114-z", "PMC7841765", "33510482"]}, {"Citation": "Liu C-X. Overview on development of ASEAN traditional and herbal medicines. Chinese Herbal Medicines. 2021;13(4):441–450. doi: 10.1016/j.chmed.2021.09.002.", "ArticleIdList": ["10.1016/j.chmed.2021.09.002", "PMC9476802", "36119367"]}, {"Citation": "Taylor RCR. Alternative Medicines. Routledge; 2022. Alternative medicine and the medical encounter in Britain and the United States; pp. 191–228."}, {"Citation": "Kaushik D, Yadav J, Kaushik P, Sacher D, Rani R. Current pharmacological and phytochemical studies of the plant alpinia galanga. Zhong Xi Yi Jie He Xue Bao. 2011;9(10):1061–1065. doi: 10.3736/jcim20111004.", "ArticleIdList": ["10.3736/jcim20111004", "22015185"]}, {"Citation": "Imchen P, Ziekhrü M, Zhimomi BK, Phucho T. Biosynthesis of silver nanoparticles using the extract of alpinia galanga rhizome and rhus semialata fruit and their antibacterial activity. Inorganic Chemist Commu. 2022;142:109599. doi: 10.1016/j.inoche.2022.109599.", "ArticleIdList": ["10.1016/j.inoche.2022.109599"]}, {"Citation": "Pradubyat N, et al. 1′-Acetoxychavicol Acetate from alpinia galanga represses proliferation and invasion, and induces apoptosis via HER2-signaling in endocrine-resistant breast cancer cells. Planta Med. 2022;88(02):163–178. doi: 10.1055/a-1307-3997.", "ArticleIdList": ["10.1055/a-1307-3997", "33445186"]}, {"Citation": "Milenković AN, Stanojević LP. Black pepper: chemical composition and biological activities. Advanced Technologies. 2021;10(2):40–50. doi: 10.5937/savteh2102040M.", "ArticleIdList": ["10.5937/savteh2102040M"]}, {"Citation": "Takooree H, et al. A systematic review on black pepper (Piper nigrum L.): from folk uses to pharmacological applications. Crit Rev Food Sci Nutr. 2019;59(sup1):S210–S243. doi: 10.1080/10408398.2019.1565489.", "ArticleIdList": ["10.1080/10408398.2019.1565489", "30740986"]}, {"Citation": "Gupta S, Rahman MA, Sundaram S. Citrus fruit as A potential source of phytochemical, antioxidant and pharmacological ingredients. JSHE. 2021;2581:8473."}, {"Citation": "Neamsuvan O, Komonhiran P, Boonming K. Medicinal plants used for hypertension treatment by folk healers in Songkhla province, Thailand. J Ethnopharmacol. 2018;214:58–70. doi: 10.1016/j.jep.2017.11.032.", "ArticleIdList": ["10.1016/j.jep.2017.11.032", "29229570"]}, {"Citation": "Nutmakul T. Phytochemical and pharmacological activity of Tiliacora triandra (Colebr.) Diels. J Sci Technol. 2021;43(5)."}, {"Citation": "Dedvisitsakul P, Watla-Iad K. Antioxidant activity and antidiabetic activities of Northern Thai indigenous edible plant extracts and their phytochemical constituents. Heliyon. 2022;8(9):e10740. doi: 10.1016/j.heliyon.2022.e10740.", "ArticleIdList": ["10.1016/j.heliyon.2022.e10740", "PMC9519484", "36185148"]}, {"Citation": "Baron EP, Lucas P, Eades J, Hogue O. Patterns of medicinal cannabis use, strain analysis, and substitution effect among patients with migraine, headache, arthritis, and chronic pain in a medicinal cannabis cohort. J Headache Pain. 2018;19(1):1–28. doi: 10.1186/s10194-018-0862-2.", "ArticleIdList": ["10.1186/s10194-018-0862-2", "PMC5968020", "29797104"]}, {"Citation": "Baron EP. Medicinal properties of cannabinoids, terpenes, and flavonoids in cannabis, and benefits in migraine, headache, and pain: an update on current evidence and cannabis science. J. Headache Pain. 2018;58(7):1139–1186. doi: 10.1111/head13345.", "ArticleIdList": ["10.1111/head13345", "30152161"]}, {"Citation": "Leelawat S, et al. Antitumor Effects of Delta (9)-Tetrahydrocannabinol and Cannabinol on Cholangiocarcinoma Cells and Xenograft Mouse Models. Evid Based Complement Alternat Med. 2022;2022:6477132. doi: 10.1155/2022/6477132.", "ArticleIdList": ["10.1155/2022/6477132", "PMC9705094", "36452140"]}, {"Citation": "Morgan M. Ethanol in herbal medicine. Mediherbal phytotheraphist’s perspective. 2009;129:1–4."}, {"Citation": "Bone K. A clinical guide to blending liquid herbs: herbal formulations for the individual patient. Elsevier Health Sciences; 2003. p. 227–31."}, {"Citation": "Bone K, Mills S. Principles and practice of phytotherapy: modern herbal medicine. Elsevier Health Sciences; 2012. p. 121–39."}, {"Citation": "Mosmann T. Rapid colorimetric assay for cellular growth and survival: application to proliferation and cytotoxicity assays. J Immunol Methods. 1983;65(1–2):55–63. doi: 10.1016/0022-1759(83)90303-4.", "ArticleIdList": ["10.1016/0022-1759(83)90303-4", "6606682"]}, {"Citation": "Carmichael J, DeGraff WG, Gazdar AF, Minna JD, Mitchell JB. Evaluation of a tetrazolium-based semiautomated colorimetric assay: assessment of chemosensitivity testing. Can Res. 1987;47(4):936–942.", "ArticleIdList": ["3802100"]}, {"Citation": "Zihlif M, et al. The antiangiogenic activities of ethanolic crude extracts of four salvia species. BMC Complement Altern Med. 2013;13(1):1–10. doi: 10.1186/1472-6882-13-358.", "ArticleIdList": ["10.1186/1472-6882-13-358", "PMC3878736", "24330494"]}, {"Citation": "Nelson V., Sahoo N., Sahu M., Pullaiah C., Muralikrishna K. In vitro anticancer activity of Eclipta alba whole plant extract on colon cancer cell HCT-116. BMC Complement Med Ther. 2020;20(1):355. doi: 10.1186/s12906-020-03118-9.", "ArticleIdList": ["10.1186/s12906-020-03118-9", "PMC7681951", "33225921"]}, {"Citation": "Wallin RF, Arscott EF. A practical guide to ISO 10993–5: cytotoxicity. Medical Device and Diagnostic Industry. 1998;20:96–98."}, {"Citation": "Srithi K, Trisonthi C, Wangpakapattanawong P, Balslev H. Medicinal plants used in hmong women's healthcare in northern Thailand. J Ethnopharmacol. 2012;139(1):119–135. doi: 10.1016/j.jep.2011.10.028.", "ArticleIdList": ["10.1016/j.jep.2011.10.028", "22063723"]}, {"Citation": "Schaich KM, Tian X, Xie J. Hurdles and pitfalls in measuring antioxidant efficacy: a critical evaluation of ABTS, DPPH, and ORAC assays. Journal of functional foods. 2015;14:111–125. doi: 10.1016/j.jff.2015.01.043.", "ArticleIdList": ["10.1016/j.jff.2015.01.043"]}, {"Citation": "Stratil P, Klejdus B, Kubáň V. Determination of total content of phenolic compounds and their antioxidant activity in vegetables evaluation of spectrophotometric methods. J Agric Food Chem. 2006;54(3):607–616. doi: 10.1021/jf052334j.", "ArticleIdList": ["10.1021/jf052334j", "16448157"]}, {"Citation": "Amin A, Gali-Muhtasib H, Ocker M, Schneider-Stock R. Overview of major classes of plant-derived anticancer drugs. International journal of biomedical science: IJBS. 2009;5(1):1.", "ArticleIdList": ["PMC3614754", "23675107"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "11", "Day": "30"}, {"Year": "2023", "Month": "1", "Day": "25"}, {"Year": "2023", "Month": "2", "Day": "11", "Hour": "0", "Minute": "3"}, {"Year": "2023", "Month": "2", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "10"}], "PublicationStatus": "epublish", "ArticleIdList": ["36765341", "PMC9912591", "10.1186/s12906-023-03862-8", "10.1186/s12906-023-03862-8"]}}], "PubmedBookArticle": []}