{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["biology of medicinal plants", "ethnobotany", "ethnopharmacology"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36771738", "DateRevised": {"Year": "2023", "Month": "02", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "02", "Day": "02"}], "Language": ["eng"], "ELocationID": ["654", "10.3390/plants12030654"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "3", "PubDate": {"Year": "2023", "Month": "Feb", "Day": "02"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Medicinal Plants and Plant-Based Remedies in Grande-Terre: An Ethnopharmacological Approach.", "Abstract": {"AbstractText": ["The island of Grande-Terre is a French overseas region that belongs to the Guadeloupean archipelago, a biodiversity hotspot with unique flora. Herbal medicine is widely used in the island for therapeutical purposes; however, there is a significant knowledge gap in the records relating to medicinal plants and their associated uses. Ethnobotanical survey methodology using quantitative parameters (informant consensus factor, species use value, relative frequency of citation, frequency use of a treatment and plant for an ailment) provided insights into the traditional medicinal use of a given plant. Ninety-six different plant species distributed among 56 families were identified and 523 remedies were documented in the survey. After data filtering, 22 plants species were associated with 182 remedies. The most frequent plant families were Poaceae, Myrtaceae, Cucurbitaceae and Rubiaceae. Aerial parts of these plants were the most common parts of the plant used for the remedies and the most frequent mode of administration was oral ingestion. This study highlights a valuable traditional knowledge of folklore medicine and helps to document and preserve the association of a plant with-and its use frequency for-a given ailment. These findings might be the starting point for the identification of biologically active phytocompounds to fight common health debilities."]}, "AuthorList": [{"Identifier": ["0000-0003-4511-715X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "COVACHIM-M2E Laboratory EA 3592, Department of Chemistry, University of the French West Indies, Fouillole Campus, UFR SEN, CEDEX, 97157 Pointe-à-Pitre, France."}], "LastName": "Courric", "ForeName": "Elisa", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "COVACHIM-M2E Laboratory EA 3592, Department of Chemistry, University of the French West Indies, Fouillole Campus, UFR SEN, CEDEX, 97157 Pointe-à-Pitre, France."}], "LastName": "Brinvilier", "ForeName": "David", "Initials": "D"}, {"Identifier": ["0000-0001-9965-3439"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "COVACHIM-M2E Laboratory EA 3592, Department of Chemistry, University of the French West Indies, Fouillole Campus, UFR SEN, CEDEX, 97157 Pointe-à-Pitre, France."}], "LastName": "Couderc", "ForeName": "Petra", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Sciences, School of Health Sciences and Veterinary, Universidad Cardenal Herrera-CEU, CEU Universities, 46113 Moncada, Spain."}], "LastName": "Ponce-Mora", "ForeName": "Alejandro", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "COVACHIM-M2E Laboratory EA 3592, Department of Chemistry, University of the French West Indies, Fouillole Campus, UFR SEN, CEDEX, 97157 Pointe-à-Pitre, France."}], "LastName": "Méril-Mamert", "ForeName": "Vanessa", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "COVACHIM-M2E Laboratory EA 3592, Department of Chemistry, University of the French West Indies, Fouillole Campus, UFR SEN, CEDEX, 97157 Pointe-à-Pitre, France."}], "LastName": "Sylvestre", "ForeName": "Muriel", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Départament de Medicine Générale, Faculté Hyacinthe Bastaraud, University of the French West Indies, Fouillole Campus, 97157 Pointe-à-Pitre, France."}], "LastName": "Pelage", "ForeName": "Jeannie Hélène", "Initials": "JH"}, {"Identifier": ["0000-0001-9205-8055"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "LAMIA, EA 4540, Department of Chemistry, University of the French West Indies, Fouillole Campus, UFR SEN, CEDEX, 97157 Pointe-à-Pitre, France."}], "LastName": "Vaillant", "ForeName": "Jean", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "UA, UMR EcoFoG, CNRS, Cirad, INRA, Université des Antilles, Université de Guyane, Université des Antilles, 97159 Pointe-à-Pitre, France."}], "LastName": "Rousteau", "ForeName": "Alain", "Initials": "A"}, {"Identifier": ["0000-0001-8390-1581"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Sciences, School of Health Sciences and Veterinary, Universidad Cardenal Herrera-CEU, CEU Universities, 46113 Moncada, Spain."}], "LastName": "Bejarano", "ForeName": "Eloy", "Initials": "E"}, {"Identifier": ["0000-0002-5776-922X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "COVACHIM-M2E Laboratory EA 3592, Department of Chemistry, University of the French West Indies, Fouillole Campus, UFR SEN, CEDEX, 97157 Pointe-à-Pitre, France."}], "LastName": "Cebrian-Torrejon", "ForeName": "Gerardo", "Initials": "G"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "WHO . The WHO Traditional Medicine Strategy 2014–2023. WHO; Geneva, Switzerland: 2014."}, {"Citation": "Barnes P.M., Bloom B., Nahin R.L. Complementary and alternative medicine use among adults and children: United States, 2007. Nat. Health Stat. Rep. 2008;2007:1–23.", "ArticleIdList": ["19361005"]}, {"Citation": "Li L., Zhou X., Li N., Sun M., Lv J., Xu Z. Herbal drugs against cardiovascular disease: Traditional medicine and modern development. Drug Discov. Today. 2015;20:1074–1086. doi: 10.1016/j.drudis.2015.04.009.", "ArticleIdList": ["10.1016/j.drudis.2015.04.009", "25956424"]}, {"Citation": "Rashrash M., Schommer J.C., Brown L.M. Prevalence and Predictors of Herbal Medicine Use Among Adults in the United States. J. Patient Exp. 2017;4:108–113. doi: 10.1177/2374373517706612.", "ArticleIdList": ["10.1177/2374373517706612", "PMC5593261", "28959715"]}, {"Citation": "Wei Z., Chen J., Zuo F., Guo J., Sun X., Liu D., Liu C. Traditional Chinese Medicine has great potential as candidate drugs for lung cancer: A review. J. Ethnopharmacol. 2023;300:115748. doi: 10.1016/j.jep.2022.115748.", "ArticleIdList": ["10.1016/j.jep.2022.115748", "36162545"]}, {"Citation": "Mannangatti P., Naidu K.N. Indian Herbs for the Treatment of Neurodegenerative Disease. Adv. Neurobiol. 2016;12:323–336. doi: 10.1007/978-3-319-28383-8_17.", "ArticleIdList": ["10.1007/978-3-319-28383-8_17", "27651261"]}, {"Citation": "Méril-Mamert V., Ponce-Mora A., Sylvestre M., Lawrence G., Bejarano E., Cebrián-Torrejón G. Antidiabetic Potential of Plants from the Caribbean Basin. Plants. 2022;11:1360. doi: 10.3390/plants11101360.", "ArticleIdList": ["10.3390/plants11101360", "PMC9146409", "35631785"]}, {"Citation": "Tugume P., Kakudidi E.K., Buyinza M., Namaalwa J., Kamatenesi M., Mucunguzi P., Kalema J. Ethnobotanical survey of medicinal plant species used by communities around Mabira Central Forest Reserve, Uganda. J. Ethnobiol. Ethnomed. 2016;12:5. doi: 10.1186/s13002-015-0077-4.", "ArticleIdList": ["10.1186/s13002-015-0077-4", "PMC4712608", "26762159"]}, {"Citation": "Sánchez M., González-Burgos E., Iglesias I., Lozano R., Gómez-Serranillos M.P. Current uses and knowledge of medicinal plants in the Autonomous Community of Madrid (Spain): A descriptive cross-sectional study. BMC Complement. Med. Ther. 2020;20:306. doi: 10.1186/s12906-020-03089-x.", "ArticleIdList": ["10.1186/s12906-020-03089-x", "PMC7557077", "33054740"]}, {"Citation": "Lara Reimers E.A., Lara Reimers D.J., Chaloupkova P., Zepeda del Valle J.M., Milella L., Russo D. An Ethnobotanical Survey of Medicinal Plants Used in Papantla, Veracruz, Mexico. Plants. 2019;8:246. doi: 10.3390/plants8080246.", "ArticleIdList": ["10.3390/plants8080246", "PMC6724097", "31344952"]}, {"Citation": "Islam M.K., Saha S., Mahmud I., Mohamad K., Awang K., Jamal Uddin S., Rahman M.M., Shilpi J.A. An ethnobotanical study of medicinal plants used by tribal and native people of Madhupur forest area, Bangladesh. J. Ethnopharmacol. 2014;151:921–930. doi: 10.1016/j.jep.2013.11.056.", "ArticleIdList": ["10.1016/j.jep.2013.11.056", "24342778"]}, {"Citation": "WHO . WHO Global Report on Traditional and Complementary Medicine. WHO; Geneva, Switzerland: 2019."}, {"Citation": "Ionkova I., Shkondrov A., Zarev Y., Kozuharova E., Krasteva I. Anticancer Secondary Metabolites: From Ethnopharmacology and Identification in Native Complexes to Biotechnological Studies in Species of Genus Astragalus L. and Gloriosa L. Curr. Issues Mol. Biol. 2022;44:3884–3904. doi: 10.3390/cimb44090267.", "ArticleIdList": ["10.3390/cimb44090267", "PMC9498292", "36135179"]}, {"Citation": "Panda S.K., Van Puyvelde L., Mukazayire M.J., Gazim Z.C. Editorial: Ethnopharmacology of the lamiaceae: Opportunities and challenges for developing new medicines. Front. Pharmacol. 2022;13:961486. doi: 10.3389/fphar.2022.961486.", "ArticleIdList": ["10.3389/fphar.2022.961486", "PMC9453669", "36091801"]}, {"Citation": "Mei Y., Li L., Fan L., Fan W., Liu L., Zhang F., Hu Z., Wang K., Yang L., Wang Z. The history, stereochemistry, ethnopharmacology and quality assessment of borneol. J. Ethnopharmacol. 2023;300:115697. doi: 10.1016/j.jep.2022.115697.", "ArticleIdList": ["10.1016/j.jep.2022.115697", "36087846"]}, {"Citation": "Li F.S., Weng J.K. Demystifying traditional herbal medicine with modern approach. Nat. Plant. 2017;3:17109. doi: 10.1038/nplants.2017.109.", "ArticleIdList": ["10.1038/nplants.2017.109", "28758992"]}, {"Citation": "Wali S., Jan H.A., Bussmann R.W. Quantitative ethnomedicinal study of indigenous medicinal plants used for digestive disorders of Laspur Valley, Chitral, Northern Pakistan. Ethnobot. Res. Appl. 2019;18:1–18. doi: 10.32859/era.18.32.1-18.", "ArticleIdList": ["10.32859/era.18.32.1-18"]}, {"Citation": "Maimoona A., Naeem I., Saddiqe Z., Jameel K. A review on biological, nutraceutical and clinical aspects of French maritime pine bark extract. J. Ethnopharmacol. 2011;133:261–277. doi: 10.1016/j.jep.2010.10.041.", "ArticleIdList": ["10.1016/j.jep.2010.10.041", "21044675"]}, {"Citation": "Blahova J., Martiniakova M., Babikova M., Kovacova V., Mondockova V., Omelka R. Pharmaceutical Drugs and Natural Therapeutic Products for the Treatment of Type 2 Diabetes Mellitus. Pharmaceuticals. 2021;14:806. doi: 10.3390/ph14080806.", "ArticleIdList": ["10.3390/ph14080806", "PMC8398612", "34451903"]}, {"Citation": "UICN Comité français, M.C . La Liste Rouge des Espèces Menacées en France-Chapitre Flore Vasculaire de Guadeloupe. UICN Comité Français, M.C.; Paris, France: 2019."}, {"Citation": "Rollet B., Bernard J.-F., David J., Detienne P., Fiard J.-P., Mouton J., Rousteau A. Arbres des Petites Antilles. Volume 2. Office National des Forêts, Direction régio-nale de Guadeloupe; Basse-Terre, France: 2010. pp. 276–866."}, {"Citation": "Mittermeier R.A., Turner W.R., Larsen F.W., Brooks T.M., Gascon C. Global Biodiversity Conservation: The Critical Role of Hotspots. In: Zachos F.E., Habel J.C., editors. Biodiversity Hotspots: Distribution and Protection of Conservation Priority Areas. Springer; Berlin/Heidelberg, Germany: 2011. pp. 3–22.", "ArticleIdList": ["10.1007/978-3-642-20992-5_1"]}, {"Citation": "Boulogne I., Germosén-Robineau L., Ozier-Lafontaine H., Fleury M., Loranger-Merciris G. TRAMIL ethnopharmalogical survey in Les Saintes (Guadeloupe, French West Indies): A comparative study. J. Ethnopharmacol. 2011;133:1039–1050. doi: 10.1016/j.jep.2010.11.034.", "ArticleIdList": ["10.1016/j.jep.2010.11.034", "21094238"]}, {"Citation": "Picking D., Delgoda R., Younger N., Germosén-Robineau L., Boulogne I., Mitchell S. TRAMIL ethnomedicinal survey in Jamaica. J. Ethnopharmacol. 2015;169:314–327. doi: 10.1016/j.jep.2015.04.027.", "ArticleIdList": ["10.1016/j.jep.2015.04.027", "25929450"]}, {"Citation": "Torres-Avilez W., Méndez-González M., Durán-García R., Boulogne I., Germosén-Robineau L. Medicinal plant knowledge in Caribbean Basin: A comparative study of Afrocaribbean, Amerindian and Mestizo communities. J. Ethnobiol. Ethnomed. 2015;11:18. doi: 10.1186/s13002-015-0008-4.", "ArticleIdList": ["10.1186/s13002-015-0008-4", "PMC4347915", "25889031"]}, {"Citation": "Alvarado-Guzmán J.A., Gavillán-Suárez J., Germosén-Robineau L. TRAMIL ethnopharmacological survey: Knowledge distribution of medicinal plant use in the southeast region of Puerto Rico. Puerto Rico Health Sci. J. 2009;28:329–339.", "ArticleIdList": ["PMC4136639", "19999241"]}, {"Citation": "Luciano-Montalvo C., Boulogne I., Gavillán-Suárez J. A screening for antimicrobial activities of Caribbean herbal remedies. BMC Complement. Altern. Med. 2013;13:126. doi: 10.1186/1472-6882-13-126.", "ArticleIdList": ["10.1186/1472-6882-13-126", "PMC3680001", "23731467"]}, {"Citation": "Cochran W.G. Sampling Techniques. 3rd ed. Volume 442 Wiley; New York, NY, USA: 1977."}, {"Citation": "Phillips O., Gentry A.H., Reynel C., Wilkin P., Galvez-Durand B.C. Quantitative Ethnobotany and Amazonian Conservation. Conserv. Biol. 1994;8:225–248. doi: 10.1046/j.1523-1739.1994.08010225.x.", "ArticleIdList": ["10.1046/j.1523-1739.1994.08010225.x"]}, {"Citation": "Hoffman B., Gallaher T. Importance Indices in Ethnobotany. Ethnobot. Res. Appl. 2007;5:201–218. doi: 10.17348/era.5.0.201-218.", "ArticleIdList": ["10.17348/era.5.0.201-218"]}, {"Citation": "Canales M., Hernández T., Caballero J., Romo de Vivar A., Avila G., Duran A., Lira R. Informant consensus factor and antibacterial activity of the medicinal plants used by the people of San Rafael Coxcatlán, Puebla, México. J. Ethnopharmacol. 2005;97:429–439. doi: 10.1016/j.jep.2004.11.013.", "ArticleIdList": ["10.1016/j.jep.2004.11.013", "15740877"]}, {"Citation": "Friedman J., Yaniv Z., Dafni A., Palewitch D. A preliminary classification of the healing potential of medicinal plants, based on a rational analysis of an ethnopharmacological field survey among Bedouins in the Negev desert, Israel. J. Ethnopharmacol. 1986;16:275–287. doi: 10.1016/0378-8741(86)90094-2.", "ArticleIdList": ["10.1016/0378-8741(86)90094-2", "3747566"]}, {"Citation": "Heinrich M., Edwards S., Moerman D.E., Leonti M. Ethnopharmacological field studies: A critical assessment of their conceptual basis and methods. J. Ethnopharmacol. 2009;124:1–17. doi: 10.1016/j.jep.2009.03.043.", "ArticleIdList": ["10.1016/j.jep.2009.03.043", "19537298"]}, {"Citation": "Germosén-Robineau L. Pharmacopée Végétale Caribéenne; 3ème; TRAMIL: 2014.  [(accessed on 14 November 2022)].  Available online:  https://horizon.documentation.ird.fr/exl-doc/pleins_textes/divers17-06/010019762.pdf."}, {"Citation": "Kumar J.U.S., Chaitanya M.J.K., Semotiuk A.J.V.K. Indigenous knowledge on medicinal plants used by ethnic communities of South India. Ethnobot. Res. Appl. 2019;18:1–112."}, {"Citation": "Manorama S. Ethnobotanical, Phytochemical and invitro antioxidant activity of medicinal plant Pimenta dioica (l.) Merr. (Myrtaceae) from Attappadi, Palakkad district, Kerala. Res. Pharmac. 2014;4:1–7."}, {"Citation": "Laleye O.A.F., Ahissou H., Olounlade A.P., Azando E.V.B., Laleye A. Etude bibliographique de trois plantes antidiabétiques de la flore béninoise: Khaya senegalensis (Desr) A. Juss (Meliaceae), Momordica charantia Linn (Cucurbitaceae) et Moringa oleifera Lam (Moringaceae) Int. J. Biol. Chem. Sci. 2015;9:2682–2700. doi: 10.4314/ijbcs.v9i5.38.", "ArticleIdList": ["10.4314/ijbcs.v9i5.38"]}, {"Citation": "Gowrishankar R., Kumar M., Menon V., Divi S.M., Saravanan M., Magudapathy P., Panigrahi B.K., Nair K.G., Venkataramaniah K. Trace Element Studies on Tinospora cordifolia (Menispermaceae), Ocimum sanctum (Lamiaceae), Moringa oleifera (Moringaceae), and Phyllanthus niruri (Euphorbiaceae) Using PIXE. Biol. Trace Elem. Res. 2010;133:357–363. doi: 10.1007/s12011-009-8439-1.", "ArticleIdList": ["10.1007/s12011-009-8439-1", "19588079"]}, {"Citation": "Bussmann R.W., Sharon D. Plantas medicinales de los Andes y la Amazonía-La flora mágica y medicinal del Norte del Perú. Ethnobot. Res. Appl. 2018;15:1–293. doi: 10.32859/era.15.1.001-293.", "ArticleIdList": ["10.32859/era.15.1.001-293"]}, {"Citation": "Dansi A., Adjatin A., Adoukonou-Sagbadja H., Faladé V., Yedomonhan H., Odou D., Dossou B. Traditional leafy vegetables and their use in the Benin Republic. Genet. Resour. Crop Evolut. 2008;55:1239–1256. doi: 10.1007/s10722-008-9324-z.", "ArticleIdList": ["10.1007/s10722-008-9324-z"]}, {"Citation": "Joseph J., Antony V.T. Ethnobotanical investigations in the genus Momordica L. in the Southern Western Ghats of India. Genet. Resour. Crop Evolut. 2008;55:713–721. doi: 10.1007/s10722-007-9279-5.", "ArticleIdList": ["10.1007/s10722-007-9279-5"]}, {"Citation": "Ignacimuthu S., Ayyanar M., Sankarasivaraman K. Ethnobotanical study of medicinal plants used by Paliyar tribals in Theni district of Tamil Nadu, India. Fitoterapia. 2008;79:562–568. doi: 10.1016/j.fitote.2008.06.003.", "ArticleIdList": ["10.1016/j.fitote.2008.06.003", "18678232"]}, {"Citation": "Suthari S., Sreeramulu N., Omkar K., Raju V.S. The climbing plants of northern Telangana in India and their ethnomedicinal and economic uses. Indian J. Plant Sci. 2014;3:86–100."}, {"Citation": "Chaves E.M.F., Siqueira J.I.A.d., Morais R.F.d., Barros R.F.M.D. Conocimiento y Uso de Plantas Alimenticias Silvestres en Comunidades Campesinas del Semiárido de Piauí, Noreste de Brasil. Ethnobot. Res. Appl. 2019;18:1–20."}, {"Citation": "Bhat P., Hegde G.R., Hegde G., Mulgund G.S. Ethnomedicinal plants to cure skin diseases-an account of the traditional knowledge in the coastal parts of Central Western Ghats, Karnataka, India. J. Ethnopharmacol. 2014;151:493–502. doi: 10.1016/j.jep.2013.10.062.", "ArticleIdList": ["10.1016/j.jep.2013.10.062", "24239890"]}, {"Citation": "Parada M., Carrió E., Bonet M.À., Vallès J. Ethnobotany of the Alt Empordà region (Catalonia, Iberian Peninsula): Plants used in human traditional medicine. J. Ethnopharmacol. 2009;124:609–618. doi: 10.1016/j.jep.2009.04.050.", "ArticleIdList": ["10.1016/j.jep.2009.04.050", "19422899"]}, {"Citation": "Bhardwaj A., Ballal S., Velmurugan N. Comparative evaluation of the antimicrobial activity of natural extracts of Morinda citrifolia, papain and aloe vera (all in gel formulation), 2% chlorhexidine gel and calcium hydroxide, against Enterococcus faecalis: An in vitro study. J. Conserve. Dent. JCD. 2012;15:293–297. doi: 10.4103/0972-0707.97964.", "ArticleIdList": ["10.4103/0972-0707.97964", "PMC3410345", "22876022"]}, {"Citation": "Rajan S., Sethuraman M., Baburaj D.S. Plants from the traditional medical system of the nilgiri tribes. Anc. sci. life. 1997;16:360–365.", "ArticleIdList": ["PMC3331168", "22556812"]}, {"Citation": "Ahmad W., Jantan I., Bukhari S.N. Tinospora crispa (L.) Hook. f. & Thomson: A Review of Its Ethnobotanical, Phytochemical, and Pharmacological Aspects. Front. Pharmacol. 2016;7:59. doi: 10.3389/fphar.2016.00059.", "ArticleIdList": ["10.3389/fphar.2016.00059", "PMC4800188", "27047378"]}, {"Citation": "Noor H., Ashcroft S.J. Pharmacological characterisation of the antihyperglycaemic properties of Tinospora crispa extract. J. Ethnopharmacol. 1998;62:7–13. doi: 10.1016/S0378-8741(98)00008-7.", "ArticleIdList": ["10.1016/S0378-8741(98)00008-7", "9720606"]}, {"Citation": "Okoli C.O., Ibiam A.U., Ezike A.C., Akah P.A., Okoye T.C. Evaluation of antidiabetic potentials of Phyllanthus niruri in alloxan diabetic rats. Afr. J. Biotechnol. 2010;9:248–259."}, {"Citation": "Rajpoot D., Randhir S.K., Jha M., Goswami P., Mughal A., Trimurtulu N., Gopal A.V. Exotic Medicinal Plants Used by Tribal Population of Siruvani Region, Coimbatore—An Ethnobotanical Surveys.  [(accessed on 14 November 2022)].  Available online:  http://jpds.co.in/wp-content/uploads/2014/03/06.-S-suganthi-1579.pdf."}, {"Citation": "Clement Y.N., Baksh-Comeau Y.S., Seaforth C.E. An ethnobotanical survey of medicinal plants in Trinidad. J. Ethnobiol. Ethnomed. 2015;11:67. doi: 10.1186/s13002-015-0052-0.", "ArticleIdList": ["10.1186/s13002-015-0052-0", "PMC4570261", "26369926"]}, {"Citation": "Gras A., Hidalgo O., D’Ambrosio U., Parada M., Garnatje T., Vallès J. The Role of Botanical Families in Medicinal Ethnobotany: A Phylogenetic Perspective. Plants. 2021;10:163. doi: 10.3390/plants10010163.", "ArticleIdList": ["10.3390/plants10010163", "PMC7830233", "33467763"]}, {"Citation": "Zhuang H., Wang C., Wang Y., Jin T., Huang R., Lin Z., Wang Y. Native useful vascular plants of China: A checklist and use patterns. Plant Divers. 2021;43:134–141. doi: 10.1016/j.pld.2020.09.003.", "ArticleIdList": ["10.1016/j.pld.2020.09.003", "PMC8103417", "33997546"]}, {"Citation": "Avoseh O., Oyedeji O., Rungqu P., Nkeh-Chungag B., Oyedeji A. Cymbopogon species; ethnopharmacology, phytochemistry and the pharmacological importance. Molecules. 2015;20:7438–7453. doi: 10.3390/molecules20057438.", "ArticleIdList": ["10.3390/molecules20057438", "PMC6272507", "25915460"]}, {"Citation": "Tibenda J.J., Yi Q., Wang X., Zhao Q. Review of phytomedicine, phytochemistry, ethnopharmacology, toxicology, and pharmacological activities of Cymbopogon genus. Front. Pharmacol. 2022;13:997918. doi: 10.3389/fphar.2022.997918.", "ArticleIdList": ["10.3389/fphar.2022.997918", "PMC9465289", "36105217"]}, {"Citation": "Adeneye A.A., Agbaje E.O. Hypoglycemic and hypolipidemic effects of fresh leaf aqueous extract of Cymbopogon citratus Stapf. in rats. J. Ethnopharmacol. 2007;112:440–444. doi: 10.1016/j.jep.2007.03.034.", "ArticleIdList": ["10.1016/j.jep.2007.03.034", "17513076"]}, {"Citation": "Cheel J., Theoduloz C., Rodríguez J., Schmeda-Hirschmann G. Free radical scavengers and antioxidants from Lemongrass (Cymbopogon citratus (DC.) Stapf.) J. Agric. Food Chem. 2005;53:2511–2517. doi: 10.1021/jf0479766.", "ArticleIdList": ["10.1021/jf0479766", "15796587"]}, {"Citation": "Guimarães R., Milho C., Liberal Â., Silva J., Fonseca C., Barbosa A., Ferreira I.C.F.R., Alves M.J., Barros L. Antibiofilm Potential of Medicinal Plants against Candida spp. Oral Biofilms: A Review. Antibiotics. 2021;10:1142. doi: 10.3390/antibiotics10091142.", "ArticleIdList": ["10.3390/antibiotics10091142", "PMC8464735", "34572724"]}, {"Citation": "Kaur N., Kaur B., Sirhindi G. Phytochemistry and Pharmacology of Phyllanthus niruri L.: A Review. Phytother. Res. PTR. 2017;31:980–1004. doi: 10.1002/ptr.5825.", "ArticleIdList": ["10.1002/ptr.5825", "28512988"]}, {"Citation": "Bagalkotkar G., Sagineedu S.R., Saad M.S., Stanslas J. Phytochemicals from Phyllanthus niruri Linn. and their pharmacological properties: A review. J. Pharm. Pharmacol. 2006;58:1559–1570. doi: 10.1211/jpp.58.12.0001.", "ArticleIdList": ["10.1211/jpp.58.12.0001", "17331318"]}, {"Citation": "Mediani A., Abas F., Maulidiani M., Khatib A., Tan C.P., Ismail I.S., Shaari K., Ismail A., Lajis N.H. Metabolic and biochemical changes in streptozotocin induced obese-diabetic rats treated with Phyllanthus niruri extract. J. Pharm. Biomed. Anal. 2016;128:302–312. doi: 10.1016/j.jpba.2016.06.003.", "ArticleIdList": ["10.1016/j.jpba.2016.06.003", "27318080"]}, {"Citation": "Najari Beidokhti M., Andersen M.V., Eid H.M., Sanchez Villavicencio M.L., Staerk D., Haddad P.S., Jäger A.K. Investigation of antidiabetic potential of Phyllanthus niruri L. using assays for α-glucosidase, muscle glucose transport, liver glucose production, and adipogenesis. Biochem. Biophys. Res. Commun. 2017;493:869–874. doi: 10.1016/j.bbrc.2017.09.080.", "ArticleIdList": ["10.1016/j.bbrc.2017.09.080", "28928090"]}, {"Citation": "Wang S., Li Z., Yang G., Ho C.T., Li S. Momordica charantia: A popular health-promoting vegetable with multifunctionality. Food Funct. 2017;8:1749–1762. doi: 10.1039/C6FO01812B.", "ArticleIdList": ["10.1039/C6FO01812B", "28474032"]}, {"Citation": "Mahwish, Saeed F., Sultan M.T., Riaz A., Ahmed S., Bigiu N., Amarowicz R., Manea R. Mahwish; Saeed, F.; Sultan, M.T.; Riaz, A.; Ahmed, S.; Bigiu, N.; Amarowicz, R.; Manea, R. Bitter Melon (Momordica charantia L.) Fruit Bioactives Charantin and Vicine Potential for Diabetes Prophylaxis and Treatment. Plants. 2021;10:730. doi: 10.3390/plants10040730.", "ArticleIdList": ["10.3390/plants10040730", "PMC8070166", "33918062"]}, {"Citation": "Raman A., Lau C. Anti-diabetic properties and phytochemistry of Momordica charantia L. (Cucurbitaceae). Phytomed. Int. J. Phytother. Phytopharmacol. 1996;2:349–362. doi: 10.1016/s0944-7113(96)80080-8.", "ArticleIdList": ["10.1016/s0944-7113(96)80080-8", "23194773"]}, {"Citation": "Rousteau A. Un conservatoire botanique pour pérenniser la pharmacopée traditionnelle antillaise; Proceedings of the Actes du 2ème Colloque International sur les Plantes Aromatiques et Médicinales de l’Outre-Mer Français; Le Gosier, France. 22–25 October 2001; pp. 61–63."}, {"Citation": "Jia X., Zhao Y., Zhu Y., Zeng X., Liang X., Xie J., Wu F. Ethnobotany of wild edible plants in multiethnic areas of the Gansu-Ningxia-Inner Mongolia junction zone. J. Ethnobiol. Ethnomed. 2022;18:53. doi: 10.1186/s13002-022-00549-1.", "ArticleIdList": ["10.1186/s13002-022-00549-1", "PMC9364587", "35945554"]}, {"Citation": "Faruque M.O., Feng G., Khan M.N.A., Barlow J.W., Ankhi U.R., Hu S., Kamaruzzaman M., Uddin S.B., Hu X. Qualitative and quantitative ethnobotanical study of the Pangkhua community in Bilaichari Upazilla, Rangamati District, Bangladesh. J. Ethnobiol. Ethnomed. 2019;15:8. doi: 10.1186/s13002-019-0287-2.", "ArticleIdList": ["10.1186/s13002-019-0287-2", "PMC6364474", "30722779"]}, {"Citation": "Sulaiman, Shah S., Khan S., Bussmann R.W., Ali M., Hussain D., Hussain W. Quantitative Ethnobotanical Study of Indigenous Knowledge on Medicinal Plants Used by the Tribal Communities of Gokand Valley, District Buner, Khyber Pakhtunkhwa, Pakistan. Plants. 2020;9:1001. doi: 10.3390/plants9081001.", "ArticleIdList": ["10.3390/plants9081001", "PMC7463859", "32781736"]}, {"Citation": "Mosaddegh M., Naghibi F., Moazzeni H., Pirani A., Esmaeili S. Ethnobotanical survey of herbal remedies traditionally used in Kohghiluyeh va Boyer Ahmad province of Iran. J. Ethnopharmacol. 2012;141:80–95. doi: 10.1016/j.jep.2012.02.004.", "ArticleIdList": ["10.1016/j.jep.2012.02.004", "22366675"]}, {"Citation": "Jin S., Zhang S.S., Shad N., Naeem A., Yang Y.D., Wu S.K. Ethnobotanical investigation of medicinal plants used in Lingchuan county, Shanxi, China. Braz. J. Biol. 2022;82:e260774. doi: 10.1590/1519-6984.260774.", "ArticleIdList": ["10.1590/1519-6984.260774", "35674574"]}, {"Citation": "Beniaich G., Salim R., Ech-Chihbi E., El-Hajjaji F., Rais Z., Abdellaoui A., Taleb M. Ethnobotanical survey about medicinal plants used in traditional treatment of insomnia, asthenia, and oral and gum infections in the region Fez-Meknes, Morocco. Environ. Sci. Pollut. Res. Int. 2022;29:133–145. doi: 10.1007/s11356-021-14439-8.", "ArticleIdList": ["10.1007/s11356-021-14439-8", "34031820"]}, {"Citation": "Palabaş Uzun S., Koca C. Ethnobotanical survey of medicinal plants traded in herbal markets of Kahramanmaraş. Plant Diver. 2020;42:443–454. doi: 10.1016/j.pld.2020.12.003.", "ArticleIdList": ["10.1016/j.pld.2020.12.003", "PMC7936109", "33733012"]}, {"Citation": "Özdemir E., Alpınar K. An ethnobotanical survey of medicinal plants in western part of central Taurus Mountains: Aladaglar (Nigde-Turkey) J. Ethnopharmacol. 2015;166:53–65. doi: 10.1016/j.jep.2015.02.052.", "ArticleIdList": ["10.1016/j.jep.2015.02.052", "25771355"]}, {"Citation": "Fournet J. Flore Illustrée des Phanérogames de Guadeloupe et de Martinique. Volume 2538. CIRAD; Montpellier, France: 2002. p. 2. Nouv. éd. rev. et augmentée ed."}, {"Citation": "Aday L.A. Designing and Conducting Health Surveys: A Comprehensive Guide. 3rd ed. Jossey Bass Publishers; Sebastopol, CA, USA: 1989."}, {"Citation": "Leonti M. The relevance of quantitative ethnobotanical indices for ethnopharmacology and ethnobotany. J. Ethnopharmacol. 2022;288:115008. doi: 10.1016/j.jep.2022.115008.", "ArticleIdList": ["10.1016/j.jep.2022.115008", "35066067"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "11", "Day": "15"}, {"Year": "2023", "Month": "1", "Day": "24"}, {"Year": "2023", "Month": "1", "Day": "27"}, {"Year": "2023", "Month": "2", "Day": "11", "Hour": "1", "Minute": "40"}, {"Year": "2023", "Month": "2", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "12", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "2", "Day": "2"}], "PublicationStatus": "epublish", "ArticleIdList": ["36771738", "PMC9919082", "10.3390/plants12030654", "plants12030654"]}}], "PubmedBookArticle": []}