{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Epigenetic modification", "Estrogen receptor", "First Generation", "Foeniculum vulgare", "Linum usitatissimum", "Ovary"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36788561", "DateCompleted": {"Year": "2023", "Month": "02", "Day": "16"}, "DateRevised": {"Year": "2023", "Month": "02", "Day": "17"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "02", "Day": "14"}], "Language": ["eng"], "ELocationID": ["45", "10.1186/s12906-023-03875-3"], "Journal": {"ISSN": "2662-7671", "JournalIssue": {"Volume": "23", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Feb", "Day": "14"}}, "Title": "BMC complementary medicine and therapies", "ISOAbbreviation": "BMC Complement Med Ther"}, "ArticleTitle": "In utero and postnatal exposure to Foeniculum vulgare and Linum usitatissimum seed extracts: modifications of key enzymes involved in epigenetic regulation and estrogen receptors expression in the offspring's ovaries of NMRI mice.", "Pagination": {"StartPage": "45", "MedlinePgn": "45"}, "Abstract": {"AbstractText": ["Early-life exposure to exogenous estrogens such as phytoestrogens (plant-derived estrogens) could affect later health through epigenetic modifications. Foeniculum vulgare (fennel) and Linum usitatissimum (flax) are two common medicinal plants with high phytoestrogen content. Considering the developmental epigenetic programming effect of phytoestrogens, the main goal of the present study was to evaluate the perinatal exposure with life-long exposure to hydroalcoholic extracts of both plants on offspring's ovarian epigenetic changes and estrogen receptors (ESRs) expression level as signaling cascades triggers of phytoestrogens.", "Pregnant mice were randomly divided into control (CTL) that received no treatment and extract-treated groups that received 500 mg/kg/day of fennel (FV) and flaxseed (FX) alone or in combination (FV + FX) during gestation and lactation. At weaning, female offspring exposed to extracts prenatally remained on the maternal-doses diets until puberty. Then, the ovaries were collected for morphometric studies and quantitative real-time PCR analysis.", "A reduction in mRNA transcripts of the epigenetic modifying enzymes DNMTs and HDACs as well as estrogen receptors was observed in the FV and FX groups compared to the CTL group. Interestingly, an increase in ESRα/ESRβ ratio along with HDAC2 overexpression was observed in the FV + FX group.", "Our findings clearly show a positive relationship between pre and postnatal exposure to fennel and flaxseed extracts, ovarian epigenetic changes, and estrogen receptors expression, which may affect the estrogen signaling pathway. However, due to the high phytoestrogen contents of these extracts, the use of these plants in humans requires more detailed investigations."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anatomical Sciences, School of Medicine, Kerman University of Medical Sciences, Kerman, Iran."}], "LastName": "Pourjafari", "ForeName": "Fahimeh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anatomical Sciences, School of Medicine, Kerman University of Medical Sciences, Kerman, Iran."}], "LastName": "Ezzatabadipour", "ForeName": "Massood", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anatomical Sciences, School of Medicine, Kerman University of Medical Sciences, Kerman, Iran."}], "LastName": "Nematollahi-Mahani", "ForeName": "Seyed Noureddin", "Initials": "SN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Hydatid Disease in Iran, Kerman University of Medical Sciences, Kerman, Iran."}], "LastName": "Afgar", "ForeName": "Ali", "Initials": "A"}, {"Identifier": ["0000-0002-8618-4175"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, School of Medicine, Kerman University of Medical Sciences, Kerman, Iran. thaghpanah1984@gmail.com."}], "LastName": "Haghpanah", "ForeName": "Tahereh", "Initials": "T"}], "GrantList": [{"GrantID": "400000316", "Agency": "Student research committee, Kerman University of medical Sciences, Kerman, Iran", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Med Ther", "NlmUniqueID": "101761232", "ISSNLinking": "2662-7671"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Estrogens"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytoestrogens"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Receptors, Estrogen"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": [], "DescriptorName": "Pregnancy"}, {"QualifierName": [], "DescriptorName": "Epigenesis, Genetic"}, {"QualifierName": [], "DescriptorName": "Estrogens"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Flax"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Foeniculum"}, {"QualifierName": [], "DescriptorName": "Ovary"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Phytoestrogens"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["metabolism"], "DescriptorName": "Receptors, Estrogen"}, {"QualifierName": [], "DescriptorName": "Prenatal Exposure Delayed Effects"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Cruz G, Foster W, Paredes A, Yi KD, Uzumcu M. Long-term effects of early-life exposure to environmental oestrogens on ovarian function: role of epigenetics. J Neuroendocrinol. 2014;26:613–624. doi: 10.1111/jne.12181.", "ArticleIdList": ["10.1111/jne.12181", "PMC4297924", "25040227"]}, {"Citation": "Jamali B, Nickavar B. Phytoestrogens: recent developments. Iran J Pharm Res. 2010;2:86–87."}, {"Citation": "Zhao E, Mu Q. Phytoestrogen biological actions on Mammalian reproductive system and cancer growth. Sci Pharm. 2011;79:1–20. doi: 10.3797/scipharm.1007-15.", "ArticleIdList": ["10.3797/scipharm.1007-15", "PMC3097497", "21617769"]}, {"Citation": "Saljoughian M. Focus on phytoestrogens. US Pharm. 2007;32:27–32."}, {"Citation": "Zin SRM, Omar SZ, Khan NLA, Musameh NI, Das S, Kassim NM. Effects of the phytoestrogen genistein on the development of the reproductive system of Sprague Dawley rats. Clinics. 2013;68:253–262. doi: 10.6061/clinics/2013(02)OA21.", "ArticleIdList": ["10.6061/clinics/2013(02)OA21", "PMC3584289", "23525324"]}, {"Citation": "Haddad YH, Said RS, Kamel R, El Morsy EM, El-Demerdash E. Phytoestrogen genistein hinders ovarian oxidative damage and apoptotic cell death-induced by ionizing radiation: co-operative role of ER-β, TGF-β, and FOXL-2. Sci Rep. 2020;10:1–13. doi: 10.1038/s41598-020-70309-2.", "ArticleIdList": ["10.1038/s41598-020-70309-2", "PMC7419553", "32782329"]}, {"Citation": "Nynca A, Jablonska O, Slomczynska M, Petroff B, Ciereszko R. Effects of phytoestrogen daidzein and estradiol on steroidogenesis and expression of estrogen receptors in porcine luteinized granulosa cells from large follicles. Acta Physiol Pol. 2009;60:95.", "ArticleIdList": ["19617652"]}, {"Citation": "Talsness C, Grote K, Kuriyama S, Presibella K, Sterner-Kock A, Poça K, et al. Prenatal exposure to the phytoestrogen daidzein resulted in persistent changes in ovarian surface epithelial cell height, folliculogenesis, and estrus phase length in adult Sprague-Dawley rat offspring. J Toxicol Environ Health A. 2015;78:635–644. doi: 10.1080/15287394.2015.1006711.", "ArticleIdList": ["10.1080/15287394.2015.1006711", "26039681"]}, {"Citation": "Marks KJ, Hartman TJ, Taylor EV, Rybak ME, Northstone K, Marcus M. Exposure to phytoestrogens in utero and age at menarche in a contemporary British cohort. Environ Res. 2017;155:287–293. doi: 10.1016/j.envres.2017.02.030.", "ArticleIdList": ["10.1016/j.envres.2017.02.030", "PMC5488334", "28259093"]}, {"Citation": "Rahimi R, Ardekani MRS. Medicinal properties of Foeniculum vulgare Mill. in traditional Iranian medicine and modern phytotherapy. Chin J Integr Med. 2013;19:73–9. doi: 10.1007/s11655-013-1327-0.", "ArticleIdList": ["10.1007/s11655-013-1327-0", "23275017"]}, {"Citation": "Goyal A, Sharma V, Upadhyay N, Gill S, Sihag M. Flax and flaxseed oil: an ancient medicine & modern functional food. J Food Sci Technol. 2014;51:1633–1653. doi: 10.1007/s13197-013-1247-9.", "ArticleIdList": ["10.1007/s13197-013-1247-9", "PMC4152533", "25190822"]}, {"Citation": "Mahboubi M. Foeniculum vulgare as valuable plant in management of women's health. J Menopausal Med. 2019;25:1–14. doi: 10.6118/jmm.2019.25.1.1.", "ArticleIdList": ["10.6118/jmm.2019.25.1.1", "PMC6487283", "31080784"]}, {"Citation": "Tafrishi R, Shekari S, Ajam M, Barati E, Haghjoyan SM, Rokni A, et al. The effect of dates and fennel on breastfeeding adequacy of mothers: a review. Int J Pediatr. 2020;8:11891–11899."}, {"Citation": "Faudale M, Viladomat F, Bastida J, Poli F, Codina C. Antioxidant activity and phenolic composition of wild, edible, and medicinal fennel from different Mediterranean countries. J Agric Food Chem. 2008;56:1912–1920. doi: 10.1021/jf073083c.", "ArticleIdList": ["10.1021/jf073083c", "18303817"]}, {"Citation": "Singh K, Mridula D, Rehal J, Barnwal P. Flaxseed: a potential source of food, feed and fiber. Crit Rev Food Sci Nutr. 2011;51:210–222. doi: 10.1080/10408390903537241.", "ArticleIdList": ["10.1080/10408390903537241", "21390942"]}, {"Citation": "Ahmed-Sorour H, Abdel Aal F, Abd-Elgalil M. Ovarian cytoarchitectual changes following fennel ingestion in senile diabetic albino rat. Egypt J Histol. 2017;40:427–442. doi: 10.21608/ejh.2017.5685.", "ArticleIdList": ["10.21608/ejh.2017.5685"]}, {"Citation": "Khazaei M, Montaseri A, Khazaei MR, Khanahmadi M. Study of Foeniculum vulgare effect on folliculogenesis in female mice. Int J Fertil Steril. 2011;5:122.", "ArticleIdList": ["PMC4122825", "25101154"]}, {"Citation": "Wang T, Sha L, Li Y, Zhu L, Wang Z, Li K, et al. Dietary α-Linolenic acid-rich flaxseed oil exerts beneficial effects on polycystic ovary syndrome through sex steroid hormones—microbiota—inflammation axis in rats. Front Endocrinol. 2020;11:284. doi: 10.3389/fendo.2020.00284.", "ArticleIdList": ["10.3389/fendo.2020.00284", "PMC7326049", "32670195"]}, {"Citation": "Richter D-U, Abarzua S, Chrobak M, Scholz C, Kuhn C, Schulze S, et al. Effects of phytoestrogen extracts isolated from flax on estradiol production and ER/PR expression in MCF7 breast cancer cells. Anticancer Res. 2010;30:1695–1699.", "ArticleIdList": ["20592363"]}, {"Citation": "Pourjafari F, Haghpanah T, Nematollahi-Mahani SN, Pourjafari F, Ezzatabadipour M. Hydroalcoholic extract and seed of Foeniculum vulgare improve folliculogenesis and total antioxidant capacity level in F1 female mice offspring. BMC Complement Altern Med. 2020;20:1–8. doi: 10.1186/s12906-020-03083-3.", "ArticleIdList": ["10.1186/s12906-020-03083-3", "PMC7526197", "32993617"]}, {"Citation": "Pourjafari F, Haghpanah T, Sharififar F, Nematollahi-Mahani SN, Afgar A, Ezzatabadipour M. Evaluation of expression and serum concentration of anti-Mullerian hormone as a follicle growth marker following consumption of fennel and flaxseed extract in first-generation mice pups. BMC Complement Altern Med. 2021;21:1–11. doi: 10.1186/s12906-021-03267-5.", "ArticleIdList": ["10.1186/s12906-021-03267-5", "PMC7953604", "33711998"]}, {"Citation": "Pourjafari F, Haghpanah T, Sharififar F, Nematollahi-Mahani SN, Afgar A, Karam GA, et al. Protective effects of hydro-alcoholic extract of foeniculum vulgare and linum usitatissimum on ovarian follicle reserve in the first-generation mouse pups. Heliyon. 2019;5:e02540. doi: 10.1016/j.heliyon.2019.e02540.", "ArticleIdList": ["10.1016/j.heliyon.2019.e02540", "PMC6812208", "31667392"]}, {"Citation": "Pabarja A, Hakemi SG, Musanejad E, Ezzatabadipour M, Nematollahi-Mahani SN, Afgar A, et al. Genetic and epigenetic modifications of F1 offspring’s sperm cells following in utero and lactational combined exposure to nicotine and ethanol. Sci Rep. 2021;11:1–14. doi: 10.1038/s41598-021-91739-6.", "ArticleIdList": ["10.1038/s41598-021-91739-6", "PMC8192516", "34112894"]}, {"Citation": "Lite C, Raja GL, Juliet M, Sridhar VV, Subhashree KD, Kumar P, et al. In utero exposure to endocrine-disrupting chemicals, maternal factors and alterations in the epigenetic landscape underlying later-life health effects. Environ Toxicol Pharmacol. 2022;89:103779. doi: 10.1016/j.etap.2021.103779.", "ArticleIdList": ["10.1016/j.etap.2021.103779", "34843942"]}, {"Citation": "Peral-Sanchez I, Hojeij B, Ojeda DA, Steegers-Theunissen RP, Willaime-Morawek S. Epigenetics in the uterine environment: how maternal diet and ART may influence the epigenome in the offspring with long-term health consequences. Genes. 2021;13:31. doi: 10.3390/genes13010031.", "ArticleIdList": ["10.3390/genes13010031", "PMC8774448", "35052371"]}, {"Citation": "Li Y. Epigenetic mechanisms link maternal diets and gut microbiome to obesity in the offspring. Front Genet. 2018;9:342. doi: 10.3389/fgene.2018.00342.", "ArticleIdList": ["10.3389/fgene.2018.00342", "PMC6119695", "30210530"]}, {"Citation": "Guerrero-Bosagna CM, Sabat P, Valdovinos FS, Valladares LE, Clark SJ. Epigenetic and phenotypic changes result from a continuous pre and post natal dietary exposure to phytoestrogens in an experimental population of mice. BMC Physiol. 2008;8:1–19. doi: 10.1186/1472-6793-8-17.", "ArticleIdList": ["10.1186/1472-6793-8-17", "PMC2556694", "18793434"]}, {"Citation": "Yang W-T, Zheng P-S. Promoter hypermethylation of KLF4 inactivates its tumor suppressor function in cervical carcinogenesis. PLoS ONE. 2014;9:e88827. doi: 10.1371/journal.pone.0088827.", "ArticleIdList": ["10.1371/journal.pone.0088827", "PMC3925171", "24551169"]}, {"Citation": "Gray CA, Bartol FF, Tarleton BJ, Wiley AA, Johnson GA, Bazer FW, et al. Developmental biology of uterine glands. Biol Reprod. 2001;65:1311–1323. doi: 10.1095/biolreprod65.5.1311.", "ArticleIdList": ["10.1095/biolreprod65.5.1311", "11673245"]}, {"Citation": "Zhao S-C, Xu Z-R, Xu C-L, He Q-K, Yang G-M, Li Y-P, et al. Nickel sulfate exposure induces ovarian inflammation and fibrosis and decreases oocyte quality in mice. Ecotoxicol Environ Saf. 2021;224:112634. doi: 10.1016/j.ecoenv.2021.112634.", "ArticleIdList": ["10.1016/j.ecoenv.2021.112634", "34392153"]}, {"Citation": "Jefferson WN, Patisaul HB, Williams CJ. Reproductive consequences of developmental phytoestrogen exposure. Reprod. 2012;143:247. doi: 10.1530/REP-11-0369.", "ArticleIdList": ["10.1530/REP-11-0369", "PMC3443604", "22223686"]}, {"Citation": "Wu F-R, Li D-k, Su M-m, Liu Y, Ding B, Wang R, et al. Oral administration of Schisandra chinensis extract suppresses Dnmt1 expression in Kunming mice ovaries. Genes Genom. 2016;38:1121–8. doi: 10.1007/s13258-016-0399-1.", "ArticleIdList": ["10.1007/s13258-016-0399-1"]}, {"Citation": "Zhang W, Xu J. DNA methyltransferases and their roles in tumorigenesis. Biomark Res. 2017;5:1–8. doi: 10.1186/s40364-017-0081-z.", "ArticleIdList": ["10.1186/s40364-017-0081-z", "PMC5251331", "28127428"]}, {"Citation": "Harlid S, Adgent M, Jefferson WN, Panduri V, Umbach DM, Xu Z, et al. Soy formula and epigenetic modifications: analysis of vaginal epithelial cells from infant girls in the IFED study. Environ Health Perspect. 2017;125:447–452. doi: 10.1289/EHP428.", "ArticleIdList": ["10.1289/EHP428", "PMC5332195", "27539829"]}, {"Citation": "Zama AM, Uzumcu M. Fetal and neonatal exposure to the endocrine disruptor methoxychlor causes epigenetic alterations in adult ovarian genes. Endocrinol. 2009;150:4681–4689. doi: 10.1210/en.2009-0499.", "ArticleIdList": ["10.1210/en.2009-0499", "PMC2754680", "19589859"]}, {"Citation": "Chao H-H, Zhang X-F, Chen B, Pan B, Zhang L-J, Li L, et al. Bisphenol A exposure modifies methylation of imprinted genes in mouse oocytes via the estrogen receptor signaling pathway. Histochem Cell Biol. 2012;137:249–259. doi: 10.1007/s00418-011-0894-z.", "ArticleIdList": ["10.1007/s00418-011-0894-z", "22131059"]}, {"Citation": "Zhang XF, Zhang LJ, Li L, Feng YN, Chen B, Ma JM, et al. Diethylhexyl phthalate exposure impairs follicular development and affects oocyte maturation in the mouse. Environ Mol Mutagen. 2013;54:354–361. doi: 10.1002/em.21776.", "ArticleIdList": ["10.1002/em.21776", "23625783"]}, {"Citation": "Lu Y, Chan Y-T, Tan H-Y, Li S, Wang N, Feng Y. Epigenetic regulation in human cancer: the potential role of epi-drug in cancer therapy. Mol Cancer. 2020;19:1–16. doi: 10.1186/s12943-020-01197-3.", "ArticleIdList": ["10.1186/s12943-020-01197-3", "PMC7184703", "32340605"]}, {"Citation": "Jin Z, Liu Y. DNA methylation in human diseases. Genes Dis. 2018;5:1–8. doi: 10.1016/j.gendis.2018.01.002.", "ArticleIdList": ["10.1016/j.gendis.2018.01.002", "PMC6147084", "30258928"]}, {"Citation": "Zhang J, Yang C, Wu C, Cui W, Wang L. DNA methyltransferases in cancer: Biology, paradox, aberrations, and targeted therapy. Cancers (Basel) 2020;12:2123. doi: 10.3390/cancers12082123.", "ArticleIdList": ["10.3390/cancers12082123", "PMC7465608", "32751889"]}, {"Citation": "Subramaniam D, Thombre R, Dhar A, Anant S. DNA methyltransferases: a novel target for prevention and therapy. Front Oncol. 2014;4:80. doi: 10.3389/fonc.2014.00080.", "ArticleIdList": ["10.3389/fonc.2014.00080", "PMC4013461", "24822169"]}, {"Citation": "Glozak M, Seto E. Histone deacetylases and cancer. Oncogene. 2007;26:5420–5432. doi: 10.1038/sj.onc.1210610.", "ArticleIdList": ["10.1038/sj.onc.1210610", "17694083"]}, {"Citation": "Alseksek RK, Ramadan WS, Saleh E, El-Awady R. The role of HDACs in the response of cancer cells to cellular stress and the potential for therapeutic intervention. Int J Mol Sci. 2022;23:8141. doi: 10.3390/ijms23158141.", "ArticleIdList": ["10.3390/ijms23158141", "PMC9331760", "35897717"]}, {"Citation": "Ruijter AJ, Gennip AH, Caron HN, Kemp S, Kuilenburg AB. Histone deacetylases (HDACs): characterization of the classical HDAC family. Biochem J. 2003;370:737–49. doi: 10.1042/bj20021321.", "ArticleIdList": ["10.1042/bj20021321", "PMC1223209", "12429021"]}, {"Citation": "Gregoretti I, Lee Y-M, Goodson HV. Molecular evolution of the histone deacetylase family: functional implications of phylogenetic analysis. J Mol Biol. 2004;338:17–31. doi: 10.1016/j.jmb.2004.02.006.", "ArticleIdList": ["10.1016/j.jmb.2004.02.006", "15050820"]}, {"Citation": "Weichert W. HDAC expression and clinical prognosis in human malignancies. Cancer Lett. 2009;280:168–176. doi: 10.1016/j.canlet.2008.10.047.", "ArticleIdList": ["10.1016/j.canlet.2008.10.047", "19103471"]}, {"Citation": "Chalabi N, Coxam V, Satih S, Davicco M-J, Lebecque P, Fontana L, et al. Gene signature of rat mammary glands: influence of lifelong soy isoflavones consumption. Mol Med Rep. 2010;3:75–81.", "ArticleIdList": ["21472203"]}, {"Citation": "Whirledge SD, Kisanga EP, Oakley RH, Cidlowski JA. Neonatal genistein exposure and glucocorticoid signaling in the adult mouse uterus. Environ Health Perspect. 2018;126:047002. doi: 10.1289/EHP1575.", "ArticleIdList": ["10.1289/EHP1575", "PMC6071733", "29624291"]}, {"Citation": "Müller BM, Jana L, Kasajima A, Lehmann A, Prinzler J, Budczies J, et al. Differential expression of histone deacetylases HDAC1, 2 and 3 in human breast cancer-overexpression of HDAC2 and HDAC3 is associated with clinicopathological indicators of disease progression. BMC Cancer. 2013;13:1–8. doi: 10.1186/1471-2407-13-215.", "ArticleIdList": ["10.1186/1471-2407-13-215", "PMC3646665", "23627572"]}, {"Citation": "Jin KL, Pak JH, Park J-Y, Choi WH, Lee J-Y, Kim J-H, et al. Expression profile of histone deacetylases 1, 2 and 3 in ovarian cancer tissues. J Gynecol Oncol. 2008;19:185–190. doi: 10.3802/jgo.2008.19.3.185.", "ArticleIdList": ["10.3802/jgo.2008.19.3.185", "PMC2676472", "19471575"]}, {"Citation": "Gong P, Wang Y, Jing Y. Apoptosis induction byHistone deacetylase inhibitors in cancer cells: role of Ku70. Int J Mol Sci. 2019;20:1601. doi: 10.3390/ijms20071601.", "ArticleIdList": ["10.3390/ijms20071601", "PMC6480544", "30935057"]}, {"Citation": "Li Y, Meeran SM, Patel SN, Chen H, Hardy TM, Tollefsbol TO. Epigenetic reactivation of estrogen receptor-α (ERα) by genistein enhances hormonal therapy sensitivity in ERα-negative breast cancer. Mol Cancer. 2013;12:1–17. doi: 10.1186/1476-4598-12-9.", "ArticleIdList": ["10.1186/1476-4598-12-9", "PMC3577460", "23379261"]}, {"Citation": "Fatima N, Baqri SSR, Bhattacharya A, Koney NK-K, Husain K, Abbas A, et al. Role of flavonoids as epigenetic modulators in cancer prevention and therapy. Front Genet. 2021;12:758733. doi: 10.3389/fgene.2021.758733.", "ArticleIdList": ["10.3389/fgene.2021.758733", "PMC8630677", "34858475"]}, {"Citation": "Virk-Baker MK, Nagy TR, Barnes S. Role of phytoestrogens in cancer therapy. Planta Med. 2010;76:1132–1142. doi: 10.1055/s-0030-1250074.", "ArticleIdList": ["10.1055/s-0030-1250074", "PMC3800092", "20597043"]}, {"Citation": "Dagdemir A, Durif J, Ngollo M, Bignon Y-J, Bernard-Gallon D. Breast cancer: mechanisms involved in action of phytoestrogens and epigenetic changes. In Vivo. 2013;27:1–9.", "ArticleIdList": ["23239847"]}, {"Citation": "Majid S, Dar AA, Ahmad AE, Hirata H, Kawakami K, Shahryari V, et al. BTG3 tumor suppressor gene promoter demethylation, histone modification and cell cycle arrest by genistein in renal cancer. Carcinogenesis. 2009;30:662–670. doi: 10.1093/carcin/bgp042.", "ArticleIdList": ["10.1093/carcin/bgp042", "PMC2664457", "19221000"]}, {"Citation": "Legoff L, Dali O, D’cruz SC, Suglia A, Gély-Pernot A, Hémery C, et al. Ovarian dysfunction following prenatal exposure to an insecticide, chlordecone, associates with altered epigenetic features. Epigenetics Chromatin. 2019;12:1–21. doi: 10.1186/s13072-019-0276-7.", "ArticleIdList": ["10.1186/s13072-019-0276-7", "PMC6515617", "31084621"]}, {"Citation": "Baltgalvis KA, Greising SM, Warren GL, Lowe DA. Estrogen regulates estrogen receptors and antioxidant gene expression in mouse skeletal muscle. PLoS ONE. 2010;5:e10164. doi: 10.1371/journal.pone.0010164.", "ArticleIdList": ["10.1371/journal.pone.0010164", "PMC2854140", "20405008"]}, {"Citation": "Hsu J-T, Hsu W-L, Ying C. Dietary phytoestrogen regulates estrogen receptor gene expression in human mammary carcinoma cells. Nutr Res. 1999;19:1447–1457. doi: 10.1016/S0271-5317(99)00102-5.", "ArticleIdList": ["10.1016/S0271-5317(99)00102-5"]}, {"Citation": "Chan KK, Wei N, Liu SS, Xiao-Yun L, Cheung AN, Ngan HY. Estrogen receptor subtypes in ovarian cancer: a clinical correlation. Obstet Gynec. 2008;111:144–151. doi: 10.1097/01.AOG.0000296715.07705.e9.", "ArticleIdList": ["10.1097/01.AOG.0000296715.07705.e9", "18165403"]}, {"Citation": "Wagner T, Brand P, Heinzel T, Krämer OH. Histone deacetylase 2 controls p53 and is a critical factor in tumorigenesis. Biochim Biophys Acta Rev Cancer. 2014;1846:524–538. doi: 10.1016/j.bbcan.2014.07.010.", "ArticleIdList": ["10.1016/j.bbcan.2014.07.010", "25072962"]}, {"Citation": "Xu P, Xiong W, Lin Y, Fan L, Pan H, Li Y. Histone deacetylase 2 knockout suppresses immune escape of triple-negative breast cancer cells via downregulating PD-L1 expression. Cell Death Dis. 2021;12:1–11. doi: 10.1038/s41419-021-04047-2.", "ArticleIdList": ["10.1038/s41419-021-04047-2", "PMC8349356", "34365463"]}, {"Citation": "Klein SL, Wisniewski AB, Marson AL, Glass GE, Gearhart JP. Early exposure to genistein exerts long-lasting effects on the endocrine and immune systems in rats. Mol Med. 2002;8:742–749. doi: 10.1007/BF03402038.", "ArticleIdList": ["10.1007/BF03402038", "PMC2039948", "12520091"]}, {"Citation": "Park M-A, Hwang K-A, Choi K-C. Diverse animal models to examine potential role (s) and mechanism of endocrine disrupting chemicals on the tumor progression and prevention: Do they have tumorigenic or anti-tumorigenic property? Lab Anim Res. 2011;27:265–273. doi: 10.5625/lar.2011.27.4.265.", "ArticleIdList": ["10.5625/lar.2011.27.4.265", "PMC3251756", "22232634"]}, {"Citation": "De Leo V, Musacchio M, Cappelli V, Massaro M, Morgante G, Petraglia F. Genetic, hormonal and metabolic aspects of PCOS: an update. Reprod Biol Endocrinol. 2016;14:1–17.", "ArticleIdList": ["PMC4947298", "27423183"]}, {"Citation": "Robles-Matos N, Artis T, Simmons RA, Bartolomei MS. Environmental exposure to endocrine disrupting chemicals influences genomic imprinting, growth, and metabolism. Genes. 2021;12:1153. doi: 10.3390/genes12081153.", "ArticleIdList": ["10.3390/genes12081153", "PMC8393470", "34440327"]}, {"Citation": "Eichenlaub-Ritter U, Pacchierotti F. Bisphenol A effects on mammalian oogenesis and epigenetic integrity of oocytes: a case study exploring risks of endocrine disrupting chemicals. Biomed Res Int. 2015;2015:1–11. doi: 10.1155/2015/698795.", "ArticleIdList": ["10.1155/2015/698795", "PMC4538425", "26339634"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "7", "Day": "23"}, {"Year": "2023", "Month": "2", "Day": "6"}, {"Year": "2023", "Month": "2", "Day": "15", "Hour": "0", "Minute": "27"}, {"Year": "2023", "Month": "2", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["36788561", "PMC9926564", "10.1186/s12906-023-03875-3", "10.1186/s12906-023-03875-3"]}}], "PubmedBookArticle": []}