{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["hedgehog signaling pathway", "inflammation", "pulmonary fibrosis", "total flavonoid extract from Dracocephalum moldavica L. (TFDM)"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36794391", "DateCompleted": {"Year": "2023", "Month": "07", "Day": "05"}, "DateRevised": {"Year": "2023", "Month": "07", "Day": "05"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "02", "Day": "15"}], "Language": ["eng"], "ELocationID": ["10.1002/ptr.7771"], "Journal": {"ISSN": "1099-1573", "JournalIssue": {"Volume": "37", "Issue": "7", "PubDate": {"Year": "2023", "Month": "Jul"}}, "Title": "Phytotherapy research : PTR", "ISOAbbreviation": "Phytother Res"}, "ArticleTitle": "Total flavonoid extract from Dracocephalum moldavica L. improves pulmonary fibrosis by reducing inflammation and inhibiting the hedgehog signaling pathway.", "Pagination": {"StartPage": "2745", "EndPage": "2758", "MedlinePgn": "2745-2758"}, "Abstract": {"AbstractText": ["Dracocephalum Moldavica L. is a traditional herb for improving pharynx and relieving cough. However, the effect on pulmonary fibrosis is not clear. In this study, we explored the impact and molecular mechanism of total flavonoid extract from Dracocephalum moldavica L. (TFDM) on bleomycin-induced pulmonary fibrosis mouse model. Lung function testing, lung inflammation and fibrosis, and the related factors were detected by the lung function analysis system, HE and Masson staining, ELISA, respectively. The expression of proteins was studied through Western Blot, immunohistochemistry, and immunofluorescence while the expression of genes was analyzed by RT-PCR. The results showed that TFDM significantly improved lung function in mice, reduced the content of inflammatory factors, thereby reducing the inflammation. It was found that expression of collagen type I, fibronectin, and α-smooth muscle actin was significantly decreased by TFDM. The results further showed that TFDM interferes with hedgehog signaling pathway by decreasing the expression of Shh, Ptch1, and SMO proteins and thereby inhibiting the generation of downstream target gene Gli1 and thus improving pulmonary fibrosis. Conclusively, these findings suggest that TFDM improve pulmonary fibrosis by reducing inflammation and inhibition of the hedgehog signaling pathway."], "CopyrightInformation": "© 2023 John Wiley & Sons Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory Basis of Xinjiang Indigenous Medicinal Plants Resource Utilization, Xinjiang Technical Institute of Physics and Chemistry, Chinese Academy of Sciences, Urumqi, China."}, {"Identifier": [], "Affiliation": "Pharmaceutical Preparation Laboratory, Xinjiang Medicine Research Institute, Urumqi, China."}, {"Identifier": [], "Affiliation": "Xinjiang Technical Institute of Physics and Chemistry, University of Chinese Academy of Sciences, Beijing, China."}], "LastName": "He", "ForeName": "Cheng-Hui", "Initials": "CH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Preparation Laboratory, Xinjiang Medicine Research Institute, Urumqi, China."}, {"Identifier": [], "Affiliation": "Engineering Research Center for Development and High Value Utilization of Genuine Medicinal Materials in North Anhui Province, School of Biological and Food Engineering, Suzhou University, Suzhou, China."}], "LastName": "Lv", "ForeName": "Jia-Min", "Initials": "JM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and therapeutics, Faculty of Pharmacy, University of Central Punjab, Lahore, Pakistan."}], "LastName": "Khan", "ForeName": "Ghulam Jilany", "Initials": "GJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Engineering Research Center for Development and High Value Utilization of Genuine Medicinal Materials in North Anhui Province, School of Biological and Food Engineering, Suzhou University, Suzhou, China."}], "LastName": "Duan", "ForeName": "Hong", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Engineering Research Center for Development and High Value Utilization of Genuine Medicinal Materials in North Anhui Province, School of Biological and Food Engineering, Suzhou University, Suzhou, China."}], "LastName": "Wang", "ForeName": "Wei", "Initials": "W"}, {"Identifier": ["0000-0002-5198-4332"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Preparation Laboratory, Xinjiang Medicine Research Institute, Urumqi, China."}, {"Identifier": [], "Affiliation": "Engineering Research Center for Development and High Value Utilization of Genuine Medicinal Materials in North Anhui Province, School of Biological and Food Engineering, Suzhou University, Suzhou, China."}], "LastName": "Zhai", "ForeName": "Ke-Feng", "Initials": "KF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory Basis of Xinjiang Indigenous Medicinal Plants Resource Utilization, Xinjiang Technical Institute of Physics and Chemistry, Chinese Academy of Sciences, Urumqi, China."}], "LastName": "Zou", "ForeName": "Guo-An", "Initials": "GA"}, {"Identifier": ["0000-0003-4597-4047"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory Basis of Xinjiang Indigenous Medicinal Plants Resource Utilization, Xinjiang Technical Institute of Physics and Chemistry, Chinese Academy of Sciences, Urumqi, China."}], "LastName": "Aisa", "ForeName": "Haji Akber", "Initials": "HA"}], "GrantList": [{"GrantID": "81960788", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "82170481", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "2108085MH314", "Agency": "Anhui Natural Science Foundation", "Country": ""}, {"GrantID": "2008085J39", "Agency": "Anhui Natural Science Foundation", "Country": ""}, {"GrantID": "gxgwfx2021038", "Agency": "Excellent top-notch Talents Training program of Anhui Universities", "Country": ""}, {"GrantID": "gxbjZD2022073", "Agency": "Excellent top-notch Talents Training program of Anhui Universities", "Country": ""}, {"GrantID": "SZ2017ZX06", "Agency": "Suzhou Engineering Research Center of Natural Medicine and Functional Food", "Country": ""}, {"GrantID": "2022AH010080", "Agency": "Anhui Province Innovation Team of Authentic medicinal materials Development and High Value Utilization", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Phytother Res", "NlmUniqueID": "8904486", "ISSNLinking": "0951-418X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Hedgehog Proteins"}, {"RegistryNumber": "11056-06-7", "NameOfSubstance": "Bleomycin"}], "SupplMeshList": ["Dracocephalum moldavica"], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Flavonoids"}, {"QualifierName": ["chemically induced", "drug therapy"], "DescriptorName": "Pulmonary Fibrosis"}, {"QualifierName": ["metabolism"], "DescriptorName": "Hedgehog Proteins"}, {"QualifierName": [], "DescriptorName": "Inflammation"}, {"QualifierName": [], "DescriptorName": "Bleomycin"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Antonellis, P. J., Engle, S. E., Brewer, K. M., & Berbari, N. F. (2021). The hedgehog signaling pathway is expressed in the adult mouse hypothalamus and modulated by fasting. eNeuro, 8, ENEURO.0276-21.2021."}, {"Citation": "Awano, N., Jo, T., Izumo, T., Inomata, M., Morita, K., Matsui, H., Fushimi, K., Urushiyama, H., Nagase, T., & Yasunaga, H. (2022). Recombinant human soluble thrombomodulin for acute exacerbation of idiopathic pulmonary fibrosis: A nationwide observational study. Journal of Intensive Care, 10, 14."}, {"Citation": "Behr, J., Prasse, A., Wirtz, H., Koschel, D., Pittrow, D., Held, M., Klotsche, J., Andreas, S., Claussen, M., Grohé, C., Wilkens, H., Hagmeyer, L., Skowasch, D., Meyer, J. F., Kirschner, J., Gläser, S., Kahn, N., Welte, T., Neurohr, C., … Kreuter, M. (2020). Survival and course of lung function in the presence or absence of antifibrotic treatment in patients with idiopathic pulmonary fibrosis: Long-term results of the INSIGHTS-IPF registry. The European Respiratory Journal, 56, 1902279."}, {"Citation": "Bisserier, M., Sun, X.-Q., Fazal, S., Turnbull, I. C., Bonnet, S., & Hadri, L. (2022). Novel Insights into the therapeutic potential of lung-targeted gene transfer in the Most common respiratory diseases. Cell, 11, 984."}, {"Citation": "Chen, Y., Zhang, Q., Zhou, Y., Yang, Z., & Tan, M. (2020). Inhibition of miR-182-5p attenuates pulmonary fibrosis via TGF-β/Smad pathway. Human & Experimental Toxicology, 39, 683-695."}, {"Citation": "Derseh, H. B., Perera, K. U. E., Dewage, S. N. V., Stent, A., Koumoundouros, E., Organ, L., Pagel, C. N., & Snibson, K. J. (2021). Tetrathiomolybdate treatment attenuates bleomycin-induced angiogenesis and lung pathology in a sheep model of pulmonary fibrosis. Frontiers in Pharmacology, 12, 700902."}, {"Citation": "Effendi, W. I., & Nagano, T. (2021). The hedgehog signaling pathway in idiopathic pulmonary fibrosis: Resurrection time. International Journal of Molecular Sciences, 23, 171."}, {"Citation": "Eleraky, A. F., Helal, G. K., Elshafie, M. F., & Ismail, R. S. (2021). Concomitant inhibition of hedgehog signalling and activation of retinoid receptors abolishes bleomycin-induced lung fibrosis. Clinical and Experimental Pharmacology & Physiology, 48, 1024-1040."}, {"Citation": "Elowsson Rendin, L., Löfdahl, A., Kadefors, M., Söderlund, Z., Tykesson, E., Rolandsson Enes, S., Wigén, J., & Westergren-Thorsson, G. (2021). Harnessing the ECM microenvironment to ameliorate mesenchymal stromal cell-based therapy in chronic lung diseases. Frontiers in Pharmacology, 12, 645558."}, {"Citation": "Feng, H., Xing, W., Han, Y., Sun, J., Kong, M., Gao, B., Yang, Y., Yin, Z., Chen, X., Zhao, Y., Bi, Q., & Zou, W. (2020). Tendon-derived cathepsin K-expressing progenitor cells activate hedgehog signaling to drive heterotopic ossification. The Journal of Clinical Investigation, 130, 6354-6365."}, {"Citation": "Giroux-Leprieur, E., Costantini, A., Ding, V. W., & He, B. (2018). Hedgehog signaling in lung cancer: From oncogenesis to cancer treatment resistance. International Journal of Molecular Sciences, 19, E2835."}, {"Citation": "Gu, Y., Liu, X., Liao, L., Gao, Y., Shi, Y., Ni, J., & He, G. (2021). Relationship between lipid metabolism and hedgehog signaling pathway. The Journal of Steroid Biochemistry and Molecular Biology, 209, 105825."}, {"Citation": "He, C.-H., Xing, J.-G., Kang, X.-L., & Yan, L.-L. (2013). Effects of Moldavica total flavone on MMP-9 and TIMP-1 expression levels in lung of bronchial asthma rats. Journal of China Medical University, 42, 686-688."}, {"Citation": "Hewlett, J. C., Kropski, J. A., & Blackwell, T. S. (2018). Idiopathic pulmonary fibrosis: Epithelial-mesenchymal interactions and emerging therapeutic targets. Matrix Biology, 71-72, 112-127."}, {"Citation": "Hou, J., Ji, J., Chen, X., Cao, H., Tan, Y., Cui, Y., Xiang, Z., & Han, X. (2021). Alveolar epithelial cell-derived sonic hedgehog promotes pulmonary fibrosis through OPN-dependent alternative macrophage activation. The FEBS Journal, 288, 3530-3546."}, {"Citation": "Hu, B., Liu, J., Wu, Z., Liu, T., Ullenbruch, M. R., Ding, L., Henke, C. A., Bitterman, P. B., & Phan, S. H. (2015). Reemergence of hedgehog mediates epithelial-mesenchymal crosstalk in pulmonary fibrosis. American Journal of Respiratory Cell and Molecular Biology, 52, 418-428."}, {"Citation": "Huang, G., Zhang, J., Qing, G., Liu, D., Wang, X., Chen, Y., Wu, Y., Li, Y., & Guo, S. (2021). Downregulation of miR-483-5p inhibits TGF-β1-induced EMT by targeting RhoGDI1 in pulmonary fibrosis. Molecular Medicine Reports, 24, 538."}, {"Citation": "Jiang, W., Cai, G., Hu, P., & Wang, Y. (2021). Personalized medicine of non-gene-specific chemotherapies for non-small cell lung cancer. Acta Pharmaceutica Sinica B, 11, 3406-3416."}, {"Citation": "Jin, M., Yu, H., Jin, X., Yan, L., Wang, J., & Wang, Z. (2020). Dracocephalum moldavica L. extracts protect H9c2 cardiomyocytes against H2O2-induced apoptosis and oxidative stress. BioMed Research International, 2020, 8379358."}, {"Citation": "Kang, X.-L., He, C.-H., Xing, J.-G., & Yan, L.-L. (2013a). Inhibitory effects of Moldavica Total flavone on airway inflammation and hyperresponsiveness in ovalbumin-induced asthmatic rats. Chinese Journal of Modern Applied Pharmacy, 30, 234-238."}, {"Citation": "Kang, X.-L., He, C.-H., Xing, J.-G., & Yan, L.-L. (2013c). Effects of Moldavica Total flavone on Interleukin-6,13,17 and tumor necrosis factor-α levels in asthma rats. Chinese Journal of Modern Applied Pharmacy, 40, 839-842."}, {"Citation": "Kang, X.-L., Yao, M.-D., He, C.-H., & Yan, L.-L. (2013). Effect of Moldavica total flavone on pulmonary function in ovalbumin-induced bronchial asthmatic rat. Chinese Journal of Information on Traditional Chinese Medicine, 20, 24-28."}, {"Citation": "Kugler, M. C., Loomis, C. A., Zhao, Z., Cushman, J. C., Liu, L., & Munger, J. S. (2017). Sonic hedgehog signaling regulates myofibroblast function during alveolar septum formation in murine postnatal lung. American Journal of Respiratory Cell and Molecular Biology, 57, 280-293."}, {"Citation": "Kugler, M. C., Yie, T.-A., Cai, Y., Berger, J. Z., Loomis, C. A., & Munger, J. S. (2019). The hedgehog target Gli1 is not required for bleomycin-induced lung fibrosis. Experimental Lung Research, 45, 22-29."}, {"Citation": "Kyung, S. Y., Kim, D. Y., Yoon, J. Y., Son, E. S., Kim, Y. J., Park, J. W., & Jeong, S. H. (2018). Sulforaphane attenuates pulmonary fibrosis by inhibiting the epithelial-mesenchymal transition. BMC Pharmacology and Toxicology, 19, 13."}, {"Citation": "Li, C., Li, M., Li, S., Xing, Y., Yang, C.-Y., Li, A., Borok, Z., De Langhe, S., & Minoo, P. (2015). Progenitors of secondary crest myofibroblasts are developmentally committed in early lung mesoderm. Stem Cells, 33, 999-1012."}, {"Citation": "Liu, M., Shan, G., Jiang, H., Zeng, L., Zhao, K., Li, Y., Ashraf, G. M., Li, Z., & Liu, R. (2021). Identification of miRNA and their regulatory effects induced by total flavonoids from Dracocephalum moldavica in the treatment of vascular dementia. Frontiers in Pharmacology, 12, 796628."}, {"Citation": "Liu, M.-W., Su, M.-X., Tang, D.-Y., Hao, L., Xun, X.-H., & Huang, Y.-Q. (2019). Ligustrazin increases lung cell autophagy and ameliorates paraquat-induced pulmonary fibrosis by inhibiting PI3K/Akt/mTOR and hedgehog signalling via increasing miR-193a expression. BMC Pulmonary Medicine, 19, 35."}, {"Citation": "Liu, S., Lv, X., Wei, X., Liu, C., Li, Q., Min, J., Hua, F., Zhang, X., Li, K., Li, P., Xiao, Y., Hu, Z., & Cui, B. (2021). TRIB3-GSK-3β interaction promotes lung fibrosis and serves as a potential therapeutic target. Acta Pharmaceutica Sinica B, 11, 3105-3119."}, {"Citation": "Liu, H., Liang, J., Xiao, G., Ma, L., & Wang, Q. (2021). Dendrobine Suppresses Lipopolysaccharide-induced Gut Inflammation in a Co-culture of Intestinal Epithelial Caco-2 Cells and RAW264.7 Macrophages [J]. eFood, 2(2), 92-99."}, {"Citation": "Ma, W.-H., Li, M., Ma, H.-F., Li, W., Liu, L., Yin, Y., Zhou, X.-M., & Hou, G. (2020). Protective effects of GHK-Cu in bleomycin-induced pulmonary fibrosis via anti-oxidative stress and anti-inflammation pathways. Life Sciences, 241, 117139."}, {"Citation": "Mansour, S. M., El-Abhar, H. S., & Soubh, A. A. (2021). MiR-200a inversely correlates with hedgehog and TGF-β canonical/non-canonical trajectories to orchestrate the anti-fibrotic effect of tadalafil in a bleomycin-induced pulmonary fibrosis model. Inflammopharmacology, 29, 167-182."}, {"Citation": "Milara, J., Hernandez, G., Ballester, B., Morell, A., Roger, I., Montero, P., Escrivá, J., Lloris, J. M., Molina-Molina, M., Morcillo, E., & Cortijo, J. (2018). The JAK2 pathway is activated in idiopathic pulmonary fibrosis. Respiratory Research, 19, 24."}, {"Citation": "Nair, A. B., & Jacob, S. (2016). A simple practice guide for dose conversion between animals and human. Journal of Basic and Clinical Pharmacy, 7, 27-31."}, {"Citation": "Noor, S., Nawaz, S., & Chaudhuri, N. (2021). Real-world study Analysing progression and survival of patients with idiopathic pulmonary fibrosis with preserved lung function on antifibrotic treatment. Advances in Therapy, 38, 268-277."}, {"Citation": "Peng, Y., Zhang, X., Lin, H., Deng, S., Qin, Y., He, J., Hu, F., Zhu, X., Feng, X., Wang, J., Wei, Y., Fan, X., Lin, H., Ashktorab, H., Smoot, D., Lv, Y., Li, S., Meltzer, S. J., & Jin, Z. (2021). Dual activation of hedgehog and Wnt/β-catenin signaling pathway caused by downregulation of SUFU targeted by miRNA-150 in human gastric cancer. Aging, 13, 10749-10769."}, {"Citation": "Percie du Sert, N., Hurst, V., Ahluwalia, A., Alam, S., Avey, M. T., Baker, M., Browne, W. J., Clark, A., Cuthill, I. C., Dirnagl, U., Emerson, M., Garner, P., Holgate, S. T., Howells, D. W., Karp, N. A., Lazic, S. E., Lidster, K., MacCallum, C. J., Macleod, M., … Würbel, H. (2020). The ARRIVE guidelines 2.0: Updated guidelines for reporting animal research. British Journal of Pharmacology, 177, 3617-3624."}, {"Citation": "Peukert, K., Steinhagen, F., Fox, M., Feuerborn, C., Schulz, S., Seeliger, B., Schuss, P., Schneider, M., Frede, S., Sauers, A., Putensen, C., Latz, E., Wilhelm, C., & Bode, C. (2022). Tetracycline ameliorates silica-induced pulmonary inflammation and fibrosis via inhibition of caspase-1. Respiratory Research, 23, 21."}, {"Citation": "Plantier, L., Cazes, A., Dinh-Xuan, A.-T., Bancal, C., Marchand-Adam, S., & Crestani, B. (2018). Physiology of the lung in idiopathic pulmonary fibrosis. European Respiratory Review, 27, 170062."}, {"Citation": "Qi, Y., Zhao, A., Yang, P., Jin, L., & Hao, C. (2020). miR-34a-5p attenuates EMT through targeting SMAD4 in silica-induced pulmonary fibrosis. Journal of Cellular and Molecular Medicine, 24, 12219-12224."}, {"Citation": "Rokkam, P., Gugalavath, S., Gift Kumar, D. K., Vempati, R. K., & Malla, R. R. (2020). Prognostic role of hedgehog-GLI1 signaling pathway in aggressive and metastatic breast cancers. Current Drug Metabolism, 21, 33-43."}, {"Citation": "Shao, S., Qu, Z., Liang, Y., Xu, Y., Zhou, D., Li, D., Zhang, Y., & Yin, S. (2021). Iguratimod decreases bleomycin-induced pulmonary fibrosis in association with inhibition of TNF-α in mice. International Immunopharmacology, 99, 107936."}, {"Citation": "Sharma, P., Alizadeh, J., Juarez, M., Samali, A., Halayko, A. J., Kenyon, N. J., Ghavami, S., & Zeki, A. A. (2021). Autophagy, apoptosis, the unfolded protein response, and lung function in idiopathic pulmonary fibrosis. Cell, 10, 1642."}, {"Citation": "Tan, M.-E., He, C.-H., Jiang, W., Zeng, C., Yu, N., Huang, W., Gao, Z.-G., & Xing, J.-G. (2017). Development of solid lipid nanoparticles containing total flavonoid extract from Dracocephalum moldavica L. and their therapeutic effect against myocardial ischemia-reperfusion injury in rats. International Journal of Nanomedicine, 12, 3253-3265."}, {"Citation": "Xiao, K., He, W., Guan, W., Hou, F., Yan, P., Xu, J., Zhou, T., Liu, Y., & Xie, L. (2020). Mesenchymal stem cells reverse EMT process through blocking the activation of NF-κB and hedgehog pathways in LPS-induced acute lung injury. Cell Death & Disease, 11, 863."}, {"Citation": "Yan, L.-L., Kang, X.-L., He, C.-H., & Xing, J.-G. (2013). Effects of Moldavica total flavone on regulation of Th1/Th2 imbalance in ovalbumin-induced asthmatic rats. Journal of China Medical University, 42, 8-13."}, {"Citation": "Yang, J., Pan, X., Wang, L., & Yu, G. (2020). Alveolar cells under mechanical stressed niche: Critical contributors to pulmonary fibrosis. Molecular Medicine, 26, 95."}, {"Citation": "Yombo, D. J. K., Odayar, V., Gupta, N., Jegga, A. G., & Madala, S. K. (2021). The protective effects of IL-31RA deficiency during bleomycin-induced pulmonary fibrosis. Frontiers in Immunology, 12, 645717."}, {"Citation": "Yoon, H.-Y., Kim, T. H., Seo, J. B., Lee, S. M., Lim, S., Lee, H. N., Kim, N., Han, M., Kim, D. S., & Song, J. W. (2019). Effects of emphysema on physiological and prognostic characteristics of lung function in idiopathic pulmonary fibrosis. Respirology, 24, 55-62."}, {"Citation": "Yu, N., He, C.-H., Xing, J.-G., Zeng, C., & Zhao, J. (2016). Research on separation and purification of extract from Dracocephalum moldevica with macroporous resins. Chinese Traditional and Herbal Drugs, 47, 599-605."}, {"Citation": "Yu, N., Jiang, W., Tan, M.-E., He, C.-H., & Xing, J.-G. (2016). Quantitative determination of flavonoids and phenyl propanoids of Dracocephalum moldavica L. in different harvest periods by HPLC. Chinese Journal of Pharmaceutical Analysis, 36, 991-997."}, {"Citation": "Zeng, H., Jian, Y., Xie, Y., Fan, Q., Chang, Q., Zheng, B., & Zhang, Y. (2022). Edible bird's nest inhibits the inflammation and regulates the immunological balance of lung injury mice by SO2 [J]. Food Frontiers, 3(4), 773-784."}, {"Citation": "Zhai, K.-F., Duan, H., Cui, C.-Y., Cao, Y.-Y., Si, J.-L., Yang, H.-J., Wang, Y.-C., Cao, W.-G., Gao, G.-Z., & Wei, Z.-J. (2019). Liquiritin from Glycyrrhiza uralensis attenuating rheumatoid arthritis via reducing inflammation, suppressing angiogenesis, and inhibiting MAPK signaling pathway. Journal of Agricultural and Food Chemistry, 67, 2856-2864."}, {"Citation": "Zhai, K.-F., Duan, H., Luo, L., Cao, W.-G., Han, F.-K., Shan, L.-L., & Fang, X.-M. (2017). Protective effects of paeonol on inflammatory response in IL-1β-induced human fibroblast-like synoviocytes and rheumatoid arthritis progression via modulating NF-κB pathway. Inflammopharmacology, 25, 523-532."}, {"Citation": "Zhai, K.-F., Zheng, J.-R., Tang, Y.-M., Li, F., Lv, Y.-N., Zhang, Y.-Y., Gao, Z., Qi, J., Yu, B.-Y., & Kou, J.-P. (2017). The saponin D39 blocks dissociation of non-muscular myosin heavy chain IIA from TNF receptor 2, suppressing tissue factor expression and venous thrombosis. British Journal of Pharmacology, 174, 2818-2831."}, {"Citation": "Zhang, J., Fan, J., Zeng, X., Nie, M., Luan, J., Wang, Y., Ju, D., & Yin, K. (2021). Hedgehog signaling in gastrointestinal carcinogenesis and the gastrointestinal tumor microenvironment. Acta Pharmaceutica Sinica B, 11, 609-620."}, {"Citation": "Zhang, X., Zhou, Y., Cheong, M. S., Khan, H., Ruan, C.-C., Fu, M., Xiao, J., & Cheang, W. S. (2022). Citri Reticulatae Pericarpium extract and flavonoids reduce inflammation in RAW 264.7 macrophages by inactivation of MAPK and NF-κB pathways [J]. Food Frontiers, 3(4), 785-795."}, {"Citation": "Zheng, R.-F., Du, Y.-W., Zeng, C., Wang, H.-F., Xing, J.-G., & Xu, M. (2020). Total flavones of Dracocephalum moldavica L. protect astrocytes against H2O2-induced apoptosis through a mitochondria-dependent pathway. BMC Complementary Medicine and Therapies, 20, 78."}, {"Citation": "Zhu, C. D., Guo, M. Z., Cai, Q., Li, Y. Y., Wu, K. X., & Huang, M. (2018). [role of MAPK signaling pathway in epithelial-mesenchymal transition of type II alveolar epithelial cells induced by paraquat]. Zhonghua lao dong Wei sheng Zhi ye Bing za Zhi Zhonghua Laodong Weisheng Zhiyebing Zazhi Chin. Journal of Industrial Hygiene and Occupational Diseases, 36, 561-567."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2022", "Month": "11", "Day": "10"}, {"Year": "2022", "Month": "8", "Day": "28"}, {"Year": "2022", "Month": "12", "Day": "11"}, {"Year": "2023", "Month": "7", "Day": "5", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "2", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "16", "Hour": "2", "Minute": "54"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36794391", "10.1002/ptr.7771"]}}], "PubmedBookArticle": []}