{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ethiopia", "Ethnobotany", "Indigenous knowledge", "Mieso District", "Use values", "Wild edible plants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36814353", "DateRevised": {"Year": "2023", "Month": "02", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "02", "Day": "23"}], "Language": ["eng"], "ELocationID": ["10", "10.1186/s41182-023-00505-z"], "Journal": {"ISSN": "1348-8945", "JournalIssue": {"Volume": "51", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Feb", "Day": "23"}}, "Title": "Tropical medicine and health", "ISOAbbreviation": "Trop Med Health"}, "ArticleTitle": "The traditional use of wild edible plants in pastoral and agro-pastoral communities of Mieso District, eastern Ethiopia.", "Pagination": {"StartPage": "10", "MedlinePgn": "10"}, "Abstract": {"AbstractText": ["The populations in Ethiopia have developed their indigenous knowledge to use, manage and conserve wild edible plants (WEPs). In the eastern part of Ethiopia, wild edible plants are used as a means of survival during times of food shortage and as dietary supplements. Documenting the traditional and cultural use of wild food plants is a vital step in obtaining baseline data for investigating nutritional values and possible side effects, preserving indigenous knowledge, and ultimately interesting in wild edible plant conservation. However, their significance, management and utilization have not been documented in Mieso District. Therefore, this study aimed to provide documentation of wild edible plant use associated with ethnobotanical knowledge in Mieso District, eastern Ethiopia.", "An ethnobotanical study of wild edible plant species was conducted from March 2021 to May 2022. A total of 120 (72 males and 48 females) informants were selected using the snowball method. Data collection methods, including semistructured interviews, direct observation and field walks were used. Data were analysed using descriptive statistics, including independent sample t test and analysis of variance (ANOVA). We calculated use values (UVs) to analyse the relative cultural importance of each plant species.", "A total of 41 wild edible plant species belonging to 33 genera in 21 families were documented to be used as food sources both during times of food shortage and as dietary supplements. Family Malvaceae was best-represented with 6 species, followed by Fabaceae and Rhamnaceae (4 species each). The dominant growth form (habit) was shrubs (30 species), followed by trees (11 species). The most widely used plant parts were fruits (covering 39 species, 95%). The largest number (23 species) was collected from forest habitats only, followed by both village and forest habitats (8 species). The majority of wild edible plants (28 species or 68%) were consumed only during famine or in the time of food shortage followed by supplementing staple foods (9 species or 22%). Wild edible plants in Mieso are used for multiple other uses, including for fodder, fuel, medicine, construction, cosmetics and bee keeping. Twenty-three species were mentioned for fodder use, followed by fuel purpose (21 species) and medicinal value (13 species). The species that had the highest use values were Flacourtia indica (Burm.f.) Merr. (1.4), Carissa spinarum L. (1.1), Ziziphus spina-christi (L.) Desf. (0.6), Grewia villosa Willd. (0.5), Cordia monoica Roxb. (0.3) and Opuntia ficus-indica (L.) Mill. (L.) (0.2). Most WEPs were collected from March to May (Badheysa) (33 species). The highest mentioned wild edible plant sold in the market was F. indica (Burm.f.) Merr. mentioned by 20 informants, followed by Z. spina-christi (L.) Desf. (14).", "The people in Mieso use wild plants as supplementary food to cultivated crops, during famine, and many could be utilized for day-to-day human consumption. Some plants in the district provide cash income for local people. However, deforestation (54%), drought (22%) and agricultural expansion (12%) were the highest threats to wild plants in Mieso District. Hence, on-site and off-site conservation would help protect wild plant resources in Mieso, eastern Ethiopia."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": ["0000-0003-0019-9948"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Natural and Computational Sciences, Oda Bultum University, P.O. Box 226, Chiro, Ethiopia. muhiddin.tahir@obu.edu.et."}], "LastName": "Tahir", "ForeName": "Muhidin", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Natural and Computational Sciences, Oda Bultum University, P.O. Box 226, Chiro, Ethiopia."}], "LastName": "Abrahim", "ForeName": "Abdulaziz", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Natural and Computational Sciences, Oda Bultum University, P.O. Box 226, Chiro, Ethiopia."}], "LastName": "Beyene", "ForeName": "Tigist", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, College of Natural and Computational Sciences, Oda Bultum University, P.O. Box 226, Chiro, Ethiopia."}], "LastName": "Dinsa", "ForeName": "Gedefa", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, College of Natural and Computational Sciences, Oda Bultum University, P.O. Box 226, Chiro, Ethiopia."}], "LastName": "Guluma", "ForeName": "Tilahun", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Sciences and Post Harvesting Managements, College of Agriculture, Oda Bultum University, P.O. Box 226, Chiro, Ethiopia."}], "LastName": "Alemneh", "ForeName": "Yosef", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory for Tropical and Subtropical Agriculture and Ethnobotany, Department of Plants and Crops, Faculty of Bio-Science Engineering, Ghent University, Coupure Links 653, 9000, Ghent, Belgium."}, {"Identifier": [], "Affiliation": "Faculty of Tropical AgriSciences, Czech University of Life Sciences Prague, Kamycka 129, 165 21, Prague 6-Suchdol, Czech Republic."}], "LastName": "Van Damme", "ForeName": "Patrick", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Science, College of Agriculture, Oda Bultum University, P.O. Box 226, Chiro, Ethiopia."}], "LastName": "Geletu", "ForeName": "Umer Seid", "Initials": "US"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Sciences, College of Agriculture, Oda Bultum University, P.O. Box 226, Chiro, Ethiopia."}], "LastName": "Mohammed", "ForeName": "Amin", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Japan", "MedlineTA": "Trop Med Health", "NlmUniqueID": "101215093", "ISSNLinking": "1348-8945"}, "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Schunko C, Vogl CR. Organic farmers use of wild food plants and fungi in a hilly area in Styria (Austria) J Ethnobiol Ethnomed. 2010;6:17. doi: 10.1186/1746-4269-6-17.", "ArticleIdList": ["10.1186/1746-4269-6-17", "PMC2913933", "20565945"]}, {"Citation": "Fongnzossie EF, Nyangono CFB, Biwole AB, Ebai PNB, Ndifongwa NB, Motove J, et al. Wild edible plants and mushrooms of the Bamenda Highlands in Cameroon: ethnobotanical assessment and potentials for enhancing food security. J Ethnobiol Ethnomed. 2020;16(1):12. doi: 10.1186/s13002-020-00362-8.", "ArticleIdList": ["10.1186/s13002-020-00362-8", "PMC7055030", "32131859"]}, {"Citation": "Al-Fatimi M. Wild edible plants traditionally collected and used in southern Yemen. J Ethnobiol Ethnomed. 2021;17:49. doi: 10.1186/s13002-021-00475-8.", "ArticleIdList": ["10.1186/s13002-021-00475-8", "PMC8351113", "34372859"]}, {"Citation": "Kidane L, Kejela A. Food security and environment conservation through sustainable use of wild and semiwild edible plants: a case study in Berek Natural Forest, Oromia special zone. Ethiopia Agric & Food Secur. 2021;20:29. doi: 10.1186/s40066-021-00308-7.", "ArticleIdList": ["10.1186/s40066-021-00308-7"]}, {"Citation": "Chen W, Yang T, Yang J, Qiu Z, Ding X, Wang Y, et al. Wild plants used by the Lhoba people in Douyu Village, characterized by high mountains and valleys, in southeastern Tibet, China. J Ethnobiol Ethnomed. 2021;17:46. doi: 10.1186/s13002-021-00472-x.", "ArticleIdList": ["10.1186/s13002-021-00472-x", "PMC8305498", "34301287"]}, {"Citation": "Cheng Z, Lu X, Lin F, Naeem A, Chunlin LC. Ethnobotanical study on wild edible plants used by Dulong people in northwestern Yunnan. China J Ethnobiol Ethnomed. 2022;18(3):1–21. doi: 10.1186/s13002-022-00501-3.", "ArticleIdList": ["10.1186/s13002-022-00501-3", "PMC8781162", "35062974"]}, {"Citation": "Pardo-de-Santayana M, Tardío J, Morales R. The gathering and consumption of wild edible plants in the Campoo (Cantabria, Spain) Int J Food Sci Nutr. 2005;56:529–542. doi: 10.1080/09637480500490731.", "ArticleIdList": ["10.1080/09637480500490731", "16503563"]}, {"Citation": "Shrestha PM, Dhillion SS. Diversity and traditional knowledge concerning wild food species in a locally managed forest in Nepal. Agrofor Syst. 2006;66:55–63. doi: 10.1007/s10457-005-6642-4.", "ArticleIdList": ["10.1007/s10457-005-6642-4"]}, {"Citation": "Ladio AH, Lozada M. Human ecology, ethnobotany and traditional practices in rural populations inhabiting the Monte region: resilience and ecological knowledge. J Arid Environ. 2009;73:222–227. doi: 10.1016/j.jaridenv.2008.02.006.", "ArticleIdList": ["10.1016/j.jaridenv.2008.02.006"]}, {"Citation": "Xu YK, Tao GD, Liu HM, Yan KL, Dao XS. Wild vegetable resources and market survey in Xishuangbanna, southwest China. Econ Bot. 2004;58(4):647–667. doi: 10.1663/0013-0001(2004)058[0647:WVRAMS]2.0.CO;2.", "ArticleIdList": ["10.1663/0013-0001(2004)058[0647:WVRAMS]2.0.CO;2"]}, {"Citation": "Ford-Lloyd B, Schmidt M, Armstrong S, Barazani O, Engels J, Hadas R, et al. Crop wild relatives—undervalued, underutilized and under threat? Bioscience. 2011;61:559–565. doi: 10.1525/bio.2011.61.7.10.", "ArticleIdList": ["10.1525/bio.2011.61.7.10"]}, {"Citation": "Pandey A, Tomer AK, Bhandari DC, Pareek SK. Towards collection of wild relatives of crop plants in India. Genet Resour Crop Evol. 2008;55(2):187–202. doi: 10.1007/s10722-007-9227-4.", "ArticleIdList": ["10.1007/s10722-007-9227-4"]}, {"Citation": "Ruffo CK, Birnie A, Tengnäs B. Edible wild plants of Tanzania. Regional land management unit (RELMA). Nairobi: Swedish International Development Cooperation Agency (Sida);2002."}, {"Citation": "Pérez AA, Fernández BH, Gatti RC, editors. Building resilience to climate change: ecosystem-based adaptation and lessons from the field. London: IUCN; 2010."}, {"Citation": "Harris FM, Mohammed S. Relying on nature: wild foods in northern Nigeria. Ambio. 2003;32(1):24–29. doi: 10.1579/0044-7447-32.1.24.", "ArticleIdList": ["10.1579/0044-7447-32.1.24", "12691488"]}, {"Citation": "Maroyi A. The gathering and consumption of wild edible plants in Nhema Communal Area, Midlands Province, Zimbabwe. Ecol Food Nutr. 2011;50(6):506–525. doi: 10.1080/03670244.2011.620879.", "ArticleIdList": ["10.1080/03670244.2011.620879", "22077930"]}, {"Citation": "Shad AA, Shah HU, Bakht J. Ethnobotanical assessment and nutritive potential of wild food plants. J Anim Plant Sci. 2013;23(1):92–7. https://www.academia.edu/download/32361717/JAPL-2013.pdf."}, {"Citation": "Łuczaj Ł, Pieroni A, Tardío J, Pardo de Santayana M, Sõukand R, Svanberg I, et al. Wild food plant use in 21 century Europe: the disappearance of old traditions and the search for new cuisines involving wild edibles. Acta Soc Bot Pol. 2012 doi: 10.5586/asbp.2012.031.", "ArticleIdList": ["10.5586/asbp.2012.031"]}, {"Citation": "Tahir M, Gebremichael L, Beyene T, Van Damme P. Ethnobotanical study of medicinal plants in Adwa District, Central Zone of Tigray Regional State, northern Ethiopia. J Ethnobiol Ethnomed. 2021;17:71. doi: 10.1186/s13002-021-00498-1.", "ArticleIdList": ["10.1186/s13002-021-00498-1", "PMC8709991", "34952609"]}, {"Citation": "Vavilov NI. The origin, variation, immunity and breeding of cultivated plants. Chron Bot. 1951;13:1–366. doi: 10.2134/agronj1952.00021962004400020016x.", "ArticleIdList": ["10.2134/agronj1952.00021962004400020016x"]}, {"Citation": "Mesfin F, Demissew S, Teklehaymanot T. An ethnobotanical study of medicinal plants in Wonago Woreda, SNNPR, Ethiopia. J Ethnobiol Ethnomed. 2009;5:1–28. doi: 10.1186/1746-4269-5-28.", "ArticleIdList": ["10.1186/1746-4269-5-28", "PMC2769162", "19821994"]}, {"Citation": "Lulekal E, Asfaw Z, Kelbessa E, Van Damme P. Wild edible plants in Ethiopia: a review on their potential to combat food insecurity. Afr Focus. 2011;24:71–121. doi: 10.21825/af.v24i2.4998.", "ArticleIdList": ["10.21825/af.v24i2.4998"]}, {"Citation": "Asfaw Z, Tadesse M. Prospects for sustainable use & development of wild food plants in Ethiopia. Econ Bot. 2001;55:47–62. doi: 10.1007/BF02864545.", "ArticleIdList": ["10.1007/BF02864545"]}, {"Citation": "Asfaw Z. The future of wild food plants in southern Ethiopia: ecosystem conservation coupled with enhancement of the roles of key social groups. Acta Hort. 2009;806:701–708. doi: 10.17660/ACTAHORTIC.2009.806.87.", "ArticleIdList": ["10.17660/ACTAHORTIC.2009.806.87"]}, {"Citation": "Teketay D, Senbeta F, Maclachlan M, Bekele M, Barklund P. Edible wild plants in Ethiopia. Addis Ababa: Addis Ababa University Press; 2010. p. 575."}, {"Citation": "Effiong GS, Undo IF. Nutritive values of four indigenous wild fruits in southeastern Nigeria. Elec J Environ Agric Food Chem. 2010;9(7):1168–76. https://www.semanticscholar.org/paper/Nutritive-values-of-four-indigenous-wild-fruits-in-Effiong-Udo/4f2e7472156ef4fe4f9ba26c6a2988af9c57100e."}, {"Citation": "Ashagre M, Asfaw Z, Kelbessa E. Ethnobotanical study of wild edible plants in Burji district, Segan Area Zone of southern Nations, Nationalities and Peoples Region (SNNPR), Ethiopia. J Ethnobiol Ethnomed. 2016;12:32. doi: 10.1186/s13002-016-0103-1.", "ArticleIdList": ["10.1186/s13002-016-0103-1", "PMC4971624", "27485265"]}, {"Citation": "Feyssa DH, Njoka JT, Asfaw Z, Nyangit MM. Seasonal availability and consumption of wild edible plants in semiarid Ethiopia: implications to food security and climate change adaptation. J Hortic For. 2011;3(5):138–49. https://academicjournals.org/journal/JHF/article-full-text-pdf/36F5B971295.pdf."}, {"Citation": "Martin GJ. Ethnobotany: a method manual. London: Chapman and Hall; 1995."}, {"Citation": "Albuquerque U, Oliveira R. Is the use-impact on native caatinga species in Brazil reduced by the high species richness of medicinal plants? J Ethnopharmacol. 2007;113(1):156–170. doi: 10.1016/j.jep.2007.05.025.", "ArticleIdList": ["10.1016/j.jep.2007.05.025", "17616289"]}, {"Citation": "Castaneda H, Stepp J. Ethnoecological importance value (EIV) methodology: assessing the cultural importance of ecosystems as sources of useful plants for the Guaymi people of Costa Rica. Ethnobot Res and Appl 2007;5:249–57. https://ethnobotanyjournal.org/index.php/era/article/view/135."}, {"Citation": "Mourão J, Araujo H, Almeida F. Ethnotaxonomy of mastofauna as practiced by hunters of the municipality of Paulista, state of Paraíba-Brazil. J Ethnobiol Ethnomed. 2006;2:19. doi: 10.1186/1746-4269-2-19.", "ArticleIdList": ["10.1186/1746-4269-2-19", "PMC1473038", "16603080"]}, {"Citation": "Benz BF, Cevallos EJ, Santana MF, Rosales AJ, Graf MS. Losing knowledge about plant use in the Sierra de Manantlan Biosphere Reserve. Mexico Econ Bot. 2000;54:183–191. doi: 10.1007/BF02907821.", "ArticleIdList": ["10.1007/BF02907821"]}, {"Citation": "Zarger R, Stepp J. Persistence of botanical knowledge among Tzeltal Maya children. Curr Anthropol. 2004;45:413–418. doi: 10.1086/420908.", "ArticleIdList": ["10.1086/420908"]}, {"Citation": "Turreira-García N, Theilade I, Meilby H, Sørensen M. Wild edible plant knowledge, distribution and transmission: a case study of the Achí Mayans of Guatemala. J Ethnobiol Ethnomed. 2015;11:52. doi: 10.1186/s13002-015-0024-4.", "ArticleIdList": ["10.1186/s13002-015-0024-4", "PMC4474567", "26077151"]}, {"Citation": "Zarger RK. Acquisition and transmission of subsistence knowledge by Q’eqchi’ Maya in Belize. In: Stepp JR, Wyndham FS, Zarger RK, editors. Ethnobiol biocultural divers. Athens: University of Georgia Press; 2002. pp. 593–603."}, {"Citation": "Ladio AH. The maintenance of wild edible plant gathering in a Mapuche community of Patagonia. Econ Bot. 2001;55:243–254. doi: 10.1007/BF02864562.", "ArticleIdList": ["10.1007/BF02864562"]}, {"Citation": "Reyes-García V, Vadez V, Huanca T, Leonard WR, McDade T. Economic development and local ecological knowledge: a deadlock? Quantitative research from a native Amazonian society. Hum Ecol. 2006;35:371–377. doi: 10.1007/S10745-006-9069-2.", "ArticleIdList": ["10.1007/S10745-006-9069-2"]}, {"Citation": "Trosper RL, Parrotta JA, Agnoletti M, Bocharnikov V, Feary SA, Gabay M, et al. The unique character of traditional forest-related knowledge: threats and challenges ahead. In: Parrotta JA, Trosper RL, editors. Tradit for knowl sustain communities, ecosyst biocultural divers. World Forests. 2012;12:563–88. 10.1007/978-94-007-2144-9_15."}, {"Citation": "Dweba TP, Mearns MA. Conserving indigenous knowledge as the key to the current and future use of traditional vegetables. Int J Inf Manage. 2011;31:564–571. doi: 10.1016/j.ijinfomgt.2011.02.009.", "ArticleIdList": ["10.1016/j.ijinfomgt.2011.02.009"]}, {"Citation": "Menendez-Baceta G, Aceituno-Mata L, Tardío J, Reyes-García V, Pardo-deSantayana M. Wild edible plants traditionally gathered in Gorbeialdea (Biscay, Basque Country) Genet Resour Crop Evol. 2011;59:1329–1347. doi: 10.1007/s10722-011-9760-z.", "ArticleIdList": ["10.1007/s10722-011-9760-z"]}, {"Citation": "González JA, García-Barriuso M, Amich F. The consumption of wild and semi-domesticated edible plants in the Arribes del Duero (Salamanca- Zamora, Spain): an analysis of traditional knowledge. Genet Resour Crop Evol. 2011;58:991–1006. doi: 10.1007/s10722-010-9635-8.", "ArticleIdList": ["10.1007/s10722-010-9635-8"]}, {"Citation": "Central statistical agency (CSA). Ethiopian demographic and health survey. Addis Ababa: Central Statistical Agency; 2015."}, {"Citation": "Pei SJ, Long CL. Applied ethnobotany. Kunming, Yunnan, China: the Nationalities Publishing House of Yunnan; 1998."}, {"Citation": "Edwards S, Demissew S, Hedberg I, editors. Flora of Ethiopia and Eritrea. Hydrocharitaceae to Arecaceae volume 6. Ethiopia: Department of Sysytematic Botany, Uppsala University, Uppsala and The National Herbarium, Addis Ababa University, Addis Ababa; 1997."}, {"Citation": "Edwards S, Tadesse M, Demissew S, Hedberg I, editors. Flora of Ethiopia and Eritrea. Magnoliaceae to Flacourtiaceae volume 2 part 1. Ethiopia: Department of Systematic Botany, Uppsala University, Uppsala and The National Herbarium, Addis Ababa University, Addis Ababa; 2000."}, {"Citation": "Edwards S, Tadesse M, Hedberg I, editors. Flora of Ethiopia and Eritrea. Canellaceae to Euphorbiaceae volume 2 part 2. Ethiopia: Department of Systematic Botany, Uppsala University, Uppsala and The National Herbarium, Addis Ababa University, Addis Ababa; 1995."}, {"Citation": "Hedberg I, Edwards S, editors. Flora of Ethiopia and Eritrea. Poaceae (Gramineae) volume 7. Ethiopia: Department of Systematic Botany, Uppsala University, Uppsala and The National Herbarium, Addis Ababa University, Addis Ababa; 1995."}, {"Citation": "Hedberg I, Edwards S, editors. Flora of Ethiopia and Eritrea. Pittosporaceae to Araliaceae volume 3. Ethiopia: Department of Systematic Botany, Uppsala University, Uppsala and The National Herbarium, Addis Ababa University, Addis Ababa; 1989."}, {"Citation": "Hedberg I, Edwards S, Nemomissa S, editors. Flora of Ethiopia and Eritrea. Apiaceae to Dipsacaceae volume 4 part 1. Ethiopia: Department of Systematic Botany, Uppsala University, Uppsala and the National Herbarium, Addis Ababa University, Addis Ababa; 2003."}, {"Citation": "Hedberg I, Friis I, Edwards S, editors. Flora of Ethiopia and Eritrea. Asteraceae volume 4 part 2. Ethiopia: Department of Systematic Botany, Uppsala University, Uppsala and the National Herbarium, Addis Ababa University, Addis Ababa; 2004."}, {"Citation": "Hedberg I, Kelbessa E, Edwards S, Demissew S, Persson E, editors. Flora of Ethiopia and Eritrea. Plantaginaceae volume 5. Ethiopia: Department of Systematic Botany, Uppsala University, Uppsala and The National Herbarium, Addis Ababa University, Addis Ababa; 2006."}, {"Citation": "Phillips O, Gentry AH. The useful plants of Tambopata, Peru: I. Statistical hypotheses tests with a new quantitative technique. Econ Bot. 1993;47:15–32. doi: 10.1007/BF02862203.", "ArticleIdList": ["10.1007/BF02862203"]}, {"Citation": "Bortolotto LM, Amorozo MCMA, Neto GG, Oldeland J, Damasceno-Junior GA. Knowledge and use of wild edible plants in rural communities along Paraguay River, Pantanal, Brazil. J Ethnobiol Ethnomed. 2015;11:46. doi: 10.1186/s13002-015-0026-2.", "ArticleIdList": ["10.1186/s13002-015-0026-2", "PMC4469002", "26025294"]}, {"Citation": "Cruz MP, Peroni N, Albuquerque UP. Knowledge, use and management of native wild edible plants from a seasonal dry forest (NE, Brazil) J Ethnobiol Ethnomed. 2013;9:79. doi: 10.1186/1746-4269-9-79.", "ArticleIdList": ["10.1186/1746-4269-9-79", "PMC4176140", "24279311"]}, {"Citation": "Joshi N, Siwakoti M, Kehlenbeck K. Wild vegetable species in Makawanpur District, Central Nepal: developing a priority setting approach for domestication to improve food security. Econ Bot. 2015;69:161–170. doi: 10.1007/s12231-015-9310-2.", "ArticleIdList": ["10.1007/s12231-015-9310-2"]}, {"Citation": "Geng Y, Zhang Y, Ranjitkar S, Huai H, Wang Y. Traditional knowledge and its transmission of wild edibles used by the Naxi in Baidi Village, northwest Yunnan province. J Ethnobiol Ethnomed. 2016;12:10. doi: 10.1186/s13002-016-0082-2.", "ArticleIdList": ["10.1186/s13002-016-0082-2", "PMC4743116", "26846564"]}, {"Citation": "Junsongduang A, Balslev H, Inta A, Jampeetong A, Wangpakapattanawong P. Karen and Lawa medicinal plant use: uniformity or ethnic divergence? J Ethnopharmacol. 2014;151:517–527. doi: 10.1016/j.jep.2013.11.009.", "ArticleIdList": ["10.1016/j.jep.2013.11.009", "24247077"]}, {"Citation": "Torres-Avilez W, Medeiros PM, Albuquerque UP. Effect of gender on the knowledge of medicinal plants: systematic review and meta-analysis. Evid Based Complement Altern Med. 2016 doi: 10.1155/2016/6592363.", "ArticleIdList": ["10.1155/2016/6592363", "PMC5067321", "27795730"]}, {"Citation": "de Costa FV, Guimarães MF, Messias MC. Gender differences in traditional knowledge of useful plants in a Brazilian community. PLoS ONE. 2021;16(7):e0253820. doi: 10.1371/journal.pone.0253820.", "ArticleIdList": ["10.1371/journal.pone.0253820", "PMC8318302", "34320019"]}, {"Citation": "Singh B, Sultan P, Hassan QP, Gairola S, Bedi YS. Ethnobotany, traditional knowledge and diversity of wild edible plants and fungi: a case study in the District of Kashmir Himalaya, India. J Herbs Spices Med Plants. 2016;22(3):247–278. doi: 10.1080/10496475.2016.1193833.", "ArticleIdList": ["10.1080/10496475.2016.1193833"]}, {"Citation": "Ladio A, Lozada M. Patterns of use and knowledge of wild edible plants indistinct ecological environments: a case study of a Mapuche community from northwestern Patagonia. Biodiv Conserv. 2004;13:1153–1173. doi: 10.1023/B:BIOC.0000018150.79156.50.", "ArticleIdList": ["10.1023/B:BIOC.0000018150.79156.50"]}, {"Citation": "Atinafu K, Woynishet T, Molla F, Hanna Z. An ethnobotanical survey of wild edible plants commercialized in Kefira market, Dire Dawa city, eastern Ethiopia. Plant. 2017;5(2):42–46. doi: 10.11648/J.PLANT.20170502.13.", "ArticleIdList": ["10.11648/J.PLANT.20170502.13"]}, {"Citation": "Tebkew M, Zebene Asfaw Z, Zewudie S. Underutilized wild edible plants in the Chilga District, northwestern Ethiopia: focus on wild woody plants. Agric & Food Secur. 2014;3:12. doi: 10.1186/2048-7010-3-12.", "ArticleIdList": ["10.1186/2048-7010-3-12"]}, {"Citation": "Tebkew M, Gebremariam Y, Mucheye T, Alemu A, Abich A, Fikir D. Uses of wild edible plants in Quara district, northwest Ethiopia: implication for forest management. Agric & Food Secur. 2018;7:12. doi: 10.1186/s40066-018-0163-7.", "ArticleIdList": ["10.1186/s40066-018-0163-7"]}, {"Citation": "Teklehaymanot T, Giday M. Ethnobotanical study of wild edible plants of Kara and Kwego semi-pastoralist people in Lower Omo River Valley, Debub Omo Zone, SNNPR, Ethiopia. J Ethnobiol Ethnomed. 2010;6:23. doi: 10.1186/1746-4269-6-23.", "ArticleIdList": ["10.1186/1746-4269-6-23", "PMC2933608", "20712910"]}, {"Citation": "Alemneh D. Ethnobotany of wild edible plants in Yilmana Densa and Quarit Districts of west Gojjam Zone, Amhara Region Ethiopia. Ethnobot Res Appl. 2020;20:47. doi: 10.32859/era.20.47.1-14.", "ArticleIdList": ["10.32859/era.20.47.1-14", "PMC7910050", "33681356"]}, {"Citation": "Addis G, Asfaw Z, Woldu Z. The role of wild and semi-wild edible plants in household food sovereignty in Hamer and Konso Communities, south Ethiopia. Ethnobot Res Appl. 2013;11:251–271. doi: 10.17348/ERA.11.0.251-271.", "ArticleIdList": ["10.17348/ERA.11.0.251-271"]}, {"Citation": "Regassa T, Kelbessa E, Asfaw A. Ethnobotany of wild and semiwild edible plants of Chelia District, west-central Ethiopia. Sci Technol Arts Res J. 2014;3(4):122–134. doi: 10.4314/star.v3i4.18.", "ArticleIdList": ["10.4314/star.v3i4.18"]}, {"Citation": "Berihun T, Molla E. Study on the diversity and use of wild edible plants in Bullen District northwest Ethiopia. J Bot. 2017;2017:1–10. doi: 10.1155/2017/8383468.", "ArticleIdList": ["10.1155/2017/8383468"]}, {"Citation": "Teklehaymanot T. An ethnobotanical survey of medicinal and edible plants of Yalo Woreda in Afar regional state, Ethiopia. J Ethnobiol Ethnomed. 2017;13(1):1–26. doi: 10.1186/s13002-017-0166-7.", "ArticleIdList": ["10.1186/s13002-017-0166-7", "PMC5499056", "28679438"]}, {"Citation": "Vivero JL, Kelbessa E, Demissew S. Progress on the red list of plants of Ethiopia and Eritrea: Conservation and biogeography of endemic flowering taxa. In: Ghazanfar SA, Beentje HJ, editors. Taxonomy and Ecology of African Plants, Their Conservation and Sustainable Use. Proceedings of the 17th AETFAT [Association for the Taxonomic Study of the Flora of Tropical Africa] Congress, Addis Ababa, Ethiopia. Kew, United Kingdom: Kew Publishing. 2006; pp 761–778. 10.13140/2.1.1746.9767."}, {"Citation": "Li F, Zhuo J, Liu B, Jarvis D, Chunlin L. Ethnobotanical study on wild plants used by Lhoba people in Milin county, Tibet. J Ethnobiol Ethnomed. 2015;11:23. doi: 10.1186/s13002-015-0009-3.", "ArticleIdList": ["10.1186/s13002-015-0009-3", "PMC4374410", "25879656"]}, {"Citation": "Ayele D. Ethnobotanical survey of wild edible plants and their contribution for food security used by Gumuz people in Kamash Woreda; Benishangul Gumuz regional state; Ethiopia. J Food Nutr Sci. 2017;5(6):217–224. doi: 10.11648/j.jfns.20170506.12.", "ArticleIdList": ["10.11648/j.jfns.20170506.12"]}, {"Citation": "Luo BS, Liu B, Zhang HZ, Zhang HK, Li X, Ma L, et al. Wild edible plants collected by Hani from terraced rice paddy agroecosystem in Honghe prefecture, Yunnan, China. J Ethnobiol Ethnomed. 2019 doi: 10.1186/s13002-019-0336-x.", "ArticleIdList": ["10.1186/s13002-019-0336-x", "PMC6882008", "31775804"]}, {"Citation": "Ojelel S, Mucunguzi P, Katuura E, Kakudidi EK, Namaganda M, Kalema J. Wild edible plants used by communities in and around selected forest reserves of Teso-Karamoja region, Uganda. J Ethnobiol Ethnomed. 2019;15:3. doi: 10.1186/s13002-018-0278-8.", "ArticleIdList": ["10.1186/s13002-018-0278-8", "PMC6327394", "30626418"]}, {"Citation": "Balemie K, Kebebew F. Ethnobotanical study of wild edible plants in Derashe and Kucha Districts, south Ethiopia. J Ethnobiol Ethnomed. 2006;2:53. doi: 10.1186/1746-4269-2-53.", "ArticleIdList": ["10.1186/1746-4269-2-53", "PMC1769355", "17184523"]}, {"Citation": "Bhatia B, Sharma YP, Manhas RK, Kumar K. Traditionally used wild edible plants of district Udhampur, J&K, India. J Ethnobiol Ethnomed. 2018;14:73. doi: 10.1186/s13002-018-0272-1.", "ArticleIdList": ["10.1186/s13002-018-0272-1", "PMC6263044", "30486847"]}, {"Citation": "Mokria M, Gebretsadik Y, Birhane E, McMullin S, Ngethe E, Hadgu KM, Hagazi N, Tewolde-Berhan S. Nutritional and ecoclimatic importance of indigenous and naturalized wild edible plant species in Ethiopia. Food Chem Mol Sci. 2022;4:100084. doi: 10.1016/j.fochms.2022.100084.", "ArticleIdList": ["10.1016/j.fochms.2022.100084", "PMC8991847", "35415697"]}, {"Citation": "Khandare MS. Bael (Aegle marmelos): A Kalpavraksha. J Med Plants Stud. 2016;4(2):13–4. https://www.plantsjournal.com/archives/2016/vol4issue2/PartA/4-1-5.pdf."}, {"Citation": "Scoones I, Melnyk M, Pretty JN. The hidden harvest: wild foods and agricultural systems. A literature review and annotated bibliography;1992."}, {"Citation": "Kidane B, van der Maesen LJG, van Andel T, Asfaw Z, Sosef MSM. Ethnobotany of wild and semiwild edible fruit species used by Maale and Ari Ethnic Communities in southern Ethiopia. Ethnobot Res Appl. 2014;12:455–471. doi: 10.17348/era.12.0.455-471.", "ArticleIdList": ["10.17348/era.12.0.455-471"]}, {"Citation": "Kidane L, Nemomissa S, Bekele T. Human-forest interfaces in Hugumburda- Gratkhassu National Forest Priority Area, northeastern Ethiopia. J Ethnobiol Ethnomed. 2018;14:17. doi: 10.1186/s13002-018-0218-7.", "ArticleIdList": ["10.1186/s13002-018-0218-7", "PMC5824611", "29471862"]}, {"Citation": "Zhang L, Chai Z, Zhang Y, Geng Y, Wang Y. Ethnobotanical study of traditional edible plants used by the Naxi people during droughts. J Ethnobiol Ethnomed. 2016;12:39. doi: 10.1186/s13002-016-0113-z.", "ArticleIdList": ["10.1186/s13002-016-0113-z", "PMC5020530", "27619157"]}, {"Citation": "Fentahun TM, Hager H. Exploiting locally available resources for food and nutritional security enhancement: wild fruits diversity, potential and state of exploitation in the Amhara region of Ethiopia. Food Sci. 2009;1:207–219. doi: 10.1007/s12571-009-0017-z.", "ArticleIdList": ["10.1007/s12571-009-0017-z"]}, {"Citation": "Zhang LL, Zhang Y, Pei SJ, Geng YF, Wang C, Wang YH. Ethnobotanical survey of medicinal dietary plants used by the Naxi people in Lijiang Area, northwest Yunnan, China. J Ethnobiol Ethnomed. 2015;11(1):40. doi: 10.1186/s13002-015-0030-6.", "ArticleIdList": ["10.1186/s13002-015-0030-6", "PMC4449607", "25962397"]}, {"Citation": "Guinand Y, Lemessa D. Wild-food plants in southern Ethiopia: Reflections on the role of famine-foods at a time of drought. Addis Ababa: United Nations Development Programme; Emergencies Unit for Ethiopia (UNDPEUE). Field mission report; 2000."}, {"Citation": "Assefa A, Abebe T. Wild edible trees and shrubs in the semiarid lowlands of southern Ethiopia. J Sci Dev. 2011;1:5–19. https://journals.hu.edu.et/hu-journals/index.php/agvs/article/view/35."}, {"Citation": "Leal ML, Alves RP, Hanazaki N. Knowledge, use, and disuse of unconventional food plants. J Ethnobiol Ethnomed. 2018;14:1–9. doi: 10.1186/s13002-018-0209-8.", "ArticleIdList": ["10.1186/s13002-018-0209-8", "PMC5773074", "29343263"]}, {"Citation": "Reyes-García V, Menendez-Baceta G, Aceituno-Mata L, Acosta-Naranjo R, Calvet-Mir L, Domínguez P, et al. From famine foods to delicatessen: interpreting trends in the use of wild edible plants through cultural ecosystem services. Ecol Econ. 2015;120:303–311. doi: 10.1016/j.ecolecon.2015.11.003.", "ArticleIdList": ["10.1016/j.ecolecon.2015.11.003"]}, {"Citation": "Christoph S, Li XY, Benjamin K, Francesca L, Vincent P, Anna PF, Victoria RG. Local communities’ perceptions of wild edible plant and mushroom change: a systematic review. Glob Food Secur. 2022;32:100601. doi: 10.1016/j.gfs.2021.100601.", "ArticleIdList": ["10.1016/j.gfs.2021.100601"]}, {"Citation": "Tahir M, Asnake H, Beyene T, Mohammed A. Ethnobotanical study of medicinal plants in Asagirt District, northeastern Ethiopia. Trop Med Health. 2023;51(1):1–13. doi: 10.1186/s41182-023-00493-0.", "ArticleIdList": ["10.1186/s41182-023-00493-0", "PMC9827656", "36617576"]}, {"Citation": "Fassil A, Habtamu T, Tahir M, Terefe T. Diversity, floral phenology, and socioeconomic importance of melliferous plants in eastern Ethiopia. Nusantara Biosci. 2022;14(2):172–181. doi: 10.13057/nusbiosci/n140207.", "ArticleIdList": ["10.13057/nusbiosci/n140207"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "1", "Day": "12"}, {"Year": "2023", "Month": "2", "Day": "18"}, {"Year": "2023", "Month": "2", "Day": "23", "Hour": "1", "Minute": "28"}, {"Year": "2023", "Month": "2", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "24", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "2", "Day": "23"}], "PublicationStatus": "epublish", "ArticleIdList": ["36814353", "PMC9948460", "10.1186/s41182-023-00505-z", "10.1186/s41182-023-00505-z"]}}], "PubmedBookArticle": []}