{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Boraginaceae", "chemoprevention", "colon cancer", "histopathology", "oxidative stress"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36826002", "DateRevised": {"Year": "2023", "Month": "02", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "01", "Day": "18"}], "Language": ["eng"], "ELocationID": ["10.3390/cimb45020057"], "Journal": {"ISSN": "1467-3045", "JournalIssue": {"Volume": "45", "Issue": "2", "PubDate": {"Year": "2023", "Month": "Jan", "Day": "18"}}, "Title": "Current issues in molecular biology", "ISOAbbreviation": "Curr Issues Mol Biol"}, "ArticleTitle": "Chemopreventive Effects of <i>Onosma mutabilis</i> against Azoxymethane-Induced Colon Cancer in Rats via Amendment of Bax/Bcl-2 and NF-κB Signaling Pathways.", "Pagination": {"StartPage": "885", "EndPage": "902", "MedlinePgn": "885-902"}, "Abstract": {"AbstractText": ["<i>Onosma</i> species (Boraginaceae) are well known as medicinal plants due to their wide range of pharmaceutical potential. The present study aims to investigate the anticancer (in vitro) and chemo-protective (in vivo) efficacies of <i>Onosma mutabilis</i> extract (OME) in the azoxymethane (AOM)-induced aberrant crypt foci (ACF) in rats. The in vitro antiproliferative effects of OME were determined on two human tumor cell lines (Caco-2 and HT-29) via MTT assay. The in vivo chemoprotective effects of OME were investigated by performing various biochemical analyses in serum and tissue homogenates of albino rats, along with determining oxidative stress biomarkers. Inflammatory biomarkers of colon, colonic gross morphology (by methylene blue), ACF formation, and colonic histopathology (H & E stain) were determined. The immunohistochemistry of colonic tissues was also assessed by Bax and Bcl-2 protein expression. The results showed that the antitumor activity of OME against Caco-2 and HT-29 colorectal cancer cells ranged between 22.28-36.55 µg/mL. OME supplementation caused a significant drop in the ACF values and improved the immunohistochemistry of the rats shown by up-regulation of Bax and down-regulation of Bcl-2 protein expressions. These outcomes reveal that <i>O. mutabilis</i> may have chemoprotective efficiency against AOM-induced colon cancer represented by the attenuation of ACF formation possibly through inhibition of free radicals, inflammation, and stimulation of the colon antioxidant armory (SOD, CAT, and GPx) and positive regulation of the Nrf2-Keap1 pathway."]}, "AuthorList": [{"Identifier": ["0000-0001-9689-4018"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Laboratory Technology, Erbil Technical Health and Medical College, Erbil Polytechnic University, Erbil 44001, Iraq."}], "LastName": "Jabbar", "ForeName": "Ahmed Aj", "Initials": "AA"}, {"Identifier": ["0000-0001-5757-8653"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Faculty of Medicine, Umm Al-Qura University, Makkah 24382, Saudi Arabia."}], "LastName": "Ibrahim", "ForeName": "Ibrahim Abdel Aziz", "Initials": "IAA"}, {"Identifier": ["0000-0002-1428-5073"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, College of Science, Salahaddin University, Erbil 44001, Iraq."}, {"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Tishk International University, Erbil 44001, Iraq."}], "LastName": "Abdullah", "ForeName": "Fuad O", "Initials": "FO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nursing, College of Nursing, Hawler Medical University, Erbil 44001, Iraq."}, {"Identifier": [], "Affiliation": "Department of Nursing, Faculty of Nursing, Tishk International University, Erbil 44001, Iraq."}], "LastName": "Aziz", "ForeName": "Kareem Fattah", "Initials": "KF"}, {"Identifier": ["0000-0001-7782-0574"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Faculty of Medicine, Umm Al-Qura University, Makkah 24382, Saudi Arabia."}], "LastName": "Alzahrani", "ForeName": "Abdullah R", "Initials": "AR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Microbiology, College of Science, Cihan University-Erbil, Erbil 44001, Iraq."}], "LastName": "Abdulla", "ForeName": "Mahmood Ameen", "Initials": "MA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Curr Issues Mol Biol", "NlmUniqueID": "100931761", "ISSNLinking": "1467-3037"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Miller K.D., Nogueira L., Devasia T., Mariotto A.B., Yabroff K.R., Jemal A., Kramer J., Siegel R.L. Cancer treatment and survivorship statistics, 2022. CA Cancer J. Clin. 2022;72:409–436. doi: 10.3322/caac.21731.", "ArticleIdList": ["10.3322/caac.21731", "35736631"]}, {"Citation": "Luo Q., Lew J.B., Steinberg J., Worthington J., Yu X.Q., Caruana M., Soerjomataram I., Bray F., Lawrance S., Arcorace M., et al. Trends in colon and rectal cancer mortality in Australia from 1972 to 2015 and associated projections to 2040. Sci. Rep. 2022;12:3994. doi: 10.1038/s41598-022-07797-x.", "ArticleIdList": ["10.1038/s41598-022-07797-x", "PMC8900106", "35256697"]}, {"Citation": "Siegel R.L., Miller K.D., Fuchs H.E., Jemal A. Cancer statistics, 2022. CA Cancer J. Clin. 2022;72:7–33. doi: 10.3322/caac.21708.", "ArticleIdList": ["10.3322/caac.21708", "35020204"]}, {"Citation": "Seker-Polat F., Pinarbasi Degirmenci N., Solaroglu I., Bagci-Onder T. Tumor Cell Infiltration into the Brain in Glioblastoma: From Mechanisms to Clinical Perspectives. Cancers. 2022;14:443. doi: 10.3390/cancers14020443.", "ArticleIdList": ["10.3390/cancers14020443", "PMC8773542", "35053605"]}, {"Citation": "Ozel-Tasci C., Gulec S. Effects of Golden Thistle (Scolymus hispanicus L.) on Cytotoxic Activity: Cell Cycle Arrest and Apoptotic Properties on the CaCo-2 Cell Line. J. Med. Food. 2022;25:523–528. doi: 10.1089/jmf.2021.0144.", "ArticleIdList": ["10.1089/jmf.2021.0144", "35235421"]}, {"Citation": "Esmeeta A., Adhikary S., Dharshnaa V., Swarnamughi P., Ummul Maqsummiya Z., Banerjee A., Pathak S., Duttaroy A.K. Plant-derived bioactive compounds in colon cancer treatment: An updated review. Biomed. Pharmacother. 2022;153:113384. doi: 10.1016/j.biopha.2022.113384.", "ArticleIdList": ["10.1016/j.biopha.2022.113384", "35820317"]}, {"Citation": "Li C., Lau H.C.-H., Zhang X., Yu J. Mouse Models for Application in Colorectal Cancer: Understanding the Pathogenesis and Relevance to the Human Condition. Biomedicines. 2022;10:1710. doi: 10.3390/biomedicines10071710.", "ArticleIdList": ["10.3390/biomedicines10071710", "PMC9313309", "35885015"]}, {"Citation": "Shen J., Li P., Liu S., Liu Q., Li Y., Zhang Z., Yang C., Hu M., Sun Y., He C. Correction: The chemopreventive effects of Huangqin-tea against AOM-induced preneoplastic colonic aberrant crypt foci in rats and omics analysis. Food Funct. 2021;12:2336–2337. doi: 10.1039/D1FO90005F.", "ArticleIdList": ["10.1039/D1FO90005F", "33527971"]}, {"Citation": "Arango-Varela S.S., Luzardo-Ocampo I., Maldonado-Celis M.E. Andean berry (Vaccinium meridionale Swartz) juice, in combination with Aspirin, displayed antiproliferative and pro-apoptotic mechanisms in vitro while exhibiting protective effects against AOM-induced colorectal cancer in vivo. Food Res. Int. 2022;157:111244. doi: 10.1016/j.foodres.2022.111244.", "ArticleIdList": ["10.1016/j.foodres.2022.111244", "35761556"]}, {"Citation": "Rayan A., Raiyn J., Falah M. Nature is the best source of anticancer drugs: Indexing natural products for their anticancer bioactivity. PLoS ONE. 2017;12:e0187925. doi: 10.1371/journal.pone.0187925.", "ArticleIdList": ["10.1371/journal.pone.0187925", "PMC5679595", "29121120"]}, {"Citation": "Khalaf M.M., Abo-Youssef A.M., Malak M.N., Hamzawy M.A. Novel therapeutic modalities target cell signaling of Renin-Angiotensin system/NF-κB-induced cell cycle arrest and apoptosis in urethane-induced lung cancer in mice: An in vivo study. J. Biochem. Mol. Toxicol. 2022;36:e23162. doi: 10.1002/jbt.23162.", "ArticleIdList": ["10.1002/jbt.23162", "35822566"]}, {"Citation": "Mašković P.Z., Diamanto L.D., Vujic J.M., Cvetanović A.D., Radojković M.M., Gadžurić S.B., Zengin G. Onosma aucheriana: A source of biologically active molecules for novel food ingredients and pharmaceuticals. J. Funct. Foods. 2015;19:479–486. doi: 10.1016/j.jff.2015.09.054.", "ArticleIdList": ["10.1016/j.jff.2015.09.054"]}, {"Citation": "Jabbar A.A., Abdullah F.O., Hassan A.O., Galali Y., Hassan R.R., Rashid E.Q., Salih M.I., Aziz K.F. Ethnobotanical, Phytochemistry, and Pharmacological Activity of Onosma (Boraginaceae): An Updated Review. Molecules. 2022;27:8687. doi: 10.3390/molecules27248687.", "ArticleIdList": ["10.3390/molecules27248687", "PMC9783306", "36557820"]}, {"Citation": "Erenler R., Yildiz I., Aydin A., Genc N. Antiproliferative and cytotoxic effects of bioactive compounds isolated from Onosma bourgaei. Med. Oncol. 2022;39:116. doi: 10.1007/s12032-022-01705-z.", "ArticleIdList": ["10.1007/s12032-022-01705-z", "35674858"]}, {"Citation": "Kumar A., Kaur S., Dhiman S., Singh P.P., Bhatia G., Thakur S., Tuli H.S., Sharma U., Kumar S., Almutary A.G. Targeting Akt/NF-κB/p53 Pathway and Apoptosis Inducing Potential of 1, 2-Benzenedicarboxylic Acid, Bis (2-Methyl Propyl) Ester Isolated from Onosma bracteata Wall. against Human Osteosarcoma (MG-63) Cells. Molecules. 2022;27:3478. doi: 10.3390/molecules27113478.", "ArticleIdList": ["10.3390/molecules27113478", "PMC9182111", "35684419"]}, {"Citation": "Jabbar A.A. Onosma mutabilis: Phytochemical composition, antioxidant, cytotoxicity, and acute oral toxicity. Food Sci. Nutr. 2021;9:5755–5764. doi: 10.1002/fsn3.2544.", "ArticleIdList": ["10.1002/fsn3.2544", "PMC8498047", "34646543"]}, {"Citation": "Maskovic P.Z., Mira A.C., Pavlovic M., Vujosevic M.R., Blagojevic J.V., Djuric M., Moracanin S.V., Djukic D.A. A study on the ethanolic extract of Onosma aucheriana biological and toxicological evaluation. Rev. Chim. 2016;67:2511–2518."}, {"Citation": "Jabbar A.A., Abdullah F.O., Abdulrahman K.K., Galali Y., Sardar A.S. GC-MS Analysis of Bioactive Compounds in Methanolic Extracts of Papaver decaisnei and Determination of Its Antioxidants and Anticancer Activities. J. Food Qual. 2022;2022:1405157. doi: 10.1155/2022/1405157.", "ArticleIdList": ["10.1155/2022/1405157"]}, {"Citation": "Garber J.C., Barbee R.W., Bielitzki J.T., Clayton L.A., Donovan J.C., Hendriksen C.F., Kohn D.F., Lipman N.S., Locke P.A., Melcher J., et al. Guide for the Care and Use of Laboratory Animals. The National Academic Press; Washington, DC, USA: 2011."}, {"Citation": "Schlede E., Genschow E., Spielmann H., Stropp G., Kayser D. Oral acute toxic class method: A successful alternative to the oral LD50 test. Regul. Toxicol. Pharmacol. 2005;42:15–23. doi: 10.1016/j.yrtph.2004.12.006.", "ArticleIdList": ["10.1016/j.yrtph.2004.12.006", "15896439"]}, {"Citation": "Al-Medhtiy M.H., Jabbar A.A., Shareef S.H., Ibrahim I.A.A., Alzahrani A.R., Abdulla M.A. Histopathological Evaluation of Annona muricata in TAA-Induced Liver Injury in Rats. Processes. 2022;10:1613. doi: 10.3390/pr10081613.", "ArticleIdList": ["10.3390/pr10081613"]}, {"Citation": "Flores-Romero H., Hohorst L., John M., Albert M., King L.E., Beckmann L., Szabo T., Hertlein V., Luo X., Villunger A. BCL-2-family protein tBID can act as a BAX-like effector of apoptosis. EMBO J. 2022;41:e108690. doi: 10.15252/embj.2021108690.", "ArticleIdList": ["10.15252/embj.2021108690", "PMC8762556", "34931711"]}, {"Citation": "Kaur J., Mahey S., Ahluwalia P., Joshi R., Kumar R. Plant Secondary Metabolites. Springer; Berlin/Heidelberg, Germany: 2022. Role of Plant Secondary Metabolites as Anticancer and Chemopreventive Agents; pp. 97–119."}, {"Citation": "Ben Kridis W., Mnif A., Khmiri S., Toumi N., Khanfir A. Self-medication with herbal medicine and breast cancer survival: A prospective monocentric study. J. Cancer Res. Clin. Oncol. 2021;147:3401–3407. doi: 10.1007/s00432-021-03600-y.", "ArticleIdList": ["10.1007/s00432-021-03600-y", "33748880"]}, {"Citation": "Wu X., Yang H., Chen X., Gao J., Duan Y., Wei D., Zhang J., Ge K., Liang X.-J., Huang Y. Nano-herb medicine and PDT induced synergistic immunotherapy for colon cancer treatment. Biomaterials. 2021;269:120654. doi: 10.1016/j.biomaterials.2021.120654.", "ArticleIdList": ["10.1016/j.biomaterials.2021.120654", "33434712"]}, {"Citation": "Manjunath C., Mahurkar N. In vitro cytotoxicity of cardamom oil, lemon oil, and jasmine oil on human skin, gastric, and brain cancer cell line. J. Cancer Res. Ther. 2021;17:62. doi: 10.4103/jcrt.JCRT_915_17.", "ArticleIdList": ["10.4103/jcrt.JCRT_915_17", "33723134"]}, {"Citation": "Kostić A.Ž., Mačukanović-Jocić M.P., Milinčić D.D., Petrović J.D., Gašić U.M., Gligorijević N.N., Jarić S.V., Soković M.D., Tešić Ž.L., Pešić M.B., et al. Hieracium waldsteinii (Asteraceae) and Onosma stellulata (Boraginaceae) as a Source of Antioxidant and Antimicrobial Agents. Chem. Biodivers. 2022;19:e202200069. doi: 10.1002/cbdv.202200069.", "ArticleIdList": ["10.1002/cbdv.202200069", "35213785"]}, {"Citation": "Dilshara M.G., Karunarathne W.A.H.M., Molagoda I.M.N., Kang C.-H., Jeong J.-W., Choi Y.H., Kim G.-Y. β-Hydroxyisovalerylshikonin promotes reactive oxygen species production in HCT116 colon cancer cells, leading to caspase-mediated apoptosis. Rev. Bras. Farmacogn. 2018;28:344–351. doi: 10.1016/j.bjp.2018.03.003.", "ArticleIdList": ["10.1016/j.bjp.2018.03.003"]}, {"Citation": "Wu R., Shen Q., Li P., Shang N. Sturgeon Chondroitin Sulfate Restores the Balance of Gut Microbiota in Colorectal Cancer Bearing Mice. Int. J. Mol. Sci. 2022;23:3723. doi: 10.3390/ijms23073723.", "ArticleIdList": ["10.3390/ijms23073723", "PMC9040715", "35409083"]}, {"Citation": "Shilnikova K., Piao M.J., Kang K.A., Fernando P.D.S.M., Herath H.M.U.L., Cho S.J., Hyun J.W. Natural compound Shikonin induces apoptosis and attenuates epithelial to mesenchymal transition in radiation-resistant human colon cancer cells. Biomol. Ther. 2022;30:137. doi: 10.4062/biomolther.2021.088.", "ArticleIdList": ["10.4062/biomolther.2021.088", "PMC8902455", "34321365"]}, {"Citation": "Jabbar A.A., Abdullah F.O., Abdoulrahman K., Galali Y., Ibrahim I.A., Alzahrani A.R., Hassan R.R. Gastroprotective, Biochemical, and Acute Toxicity Effects of Papaver decaisnei against Ethanol-Induced Gastric Ulcers in Rats. Processes. 2022;10:1985. doi: 10.3390/pr10101985.", "ArticleIdList": ["10.3390/pr10101985"]}, {"Citation": "Gajendran B., Durai P., Varier K.M., Chinnasamy A. A novel phytosterol isolated from Datura inoxia, RinoxiaB is a potential cure colon cancer agent by targeting BAX/Bcl2 pathway. Bioorg. Med. Chem. 2020;28:115242. doi: 10.1016/j.bmc.2019.115242.", "ArticleIdList": ["10.1016/j.bmc.2019.115242", "31866271"]}, {"Citation": "Shareef S.H., Al-Medhtiy M.H., Ibrahim I.A., Alzahrani A.R., Jabbar A.A., Galali Y., Agha N.F., Aziz P.Y., Thabit M.A., Agha D.N.F., et al. Gastroprophylactic Effects of p-Cymene in Ethanol-Induced Gastric Ulcer in Rats. Process. 2022;10:1314. doi: 10.3390/pr10071314.", "ArticleIdList": ["10.3390/pr10071314"]}, {"Citation": "Badr A.M., EL-Orabi N.F., Ali R.A. The implication of the crosstalk of Nrf2 with NOXs, and HMGB1 in ethanol-induced gastric ulcer: Potential protective effect is afforded by Raspberry Ketone. PLoS ONE. 2019;14:e0220548. doi: 10.1371/journal.pone.0220548.", "ArticleIdList": ["10.1371/journal.pone.0220548", "PMC6690542", "31404064"]}, {"Citation": "Tomar V., Kukreti S., Prakash S., Madan J., Chandra R. Noscapine and its Analogs as Chemotherapeutic Agent: Current updates. Curr. Top. Med. Chem. 2017;17:174–188. doi: 10.2174/1568026616666160530153518.", "ArticleIdList": ["10.2174/1568026616666160530153518", "27237331"]}, {"Citation": "Ma H.-B., Tian Z.-S., Gui S.-L., Cui W.-G., Li W. Anti-prostate cancer effect of roemerine: An experimental study. Zhonghua Nan Ke Xue. 2017;23:27–33.", "ArticleIdList": ["29658233"]}, {"Citation": "Capriello T., Monteiro S.M., Félix L.M., Donizetti A., Aliperti V., Ferrandino I. Apoptosis, oxidative stress and genotoxicity in developing zebrafish after aluminium exposure. Aquat. Toxicol. 2021;236:105872. doi: 10.1016/j.aquatox.2021.105872.", "ArticleIdList": ["10.1016/j.aquatox.2021.105872", "34052719"]}, {"Citation": "Li C., Wang L., Zhao J., Wei Y., Zhai S., Tan M., Guan K., Huang Z., Chen C. Lonicera rupicola Hook.f.et Thoms flavonoids ameliorated dysregulated inflammatory responses, intestinal barrier, and gut microbiome in ulcerative colitis via PI3K/AKT pathway. Phytomedicine. 2022;104:154284. doi: 10.1016/j.phymed.2022.154284.", "ArticleIdList": ["10.1016/j.phymed.2022.154284", "35777121"]}, {"Citation": "Tang S., Mao X., Chen Y., Yan L., Ye L., Li S. Reactive Oxygen Species Induce Fatty Liver and Ischemia-Reperfusion Injury by Promoting Inflammation and Cell Death. Front. Immunol. 2022;13:2029. doi: 10.3389/fimmu.2022.870239.", "ArticleIdList": ["10.3389/fimmu.2022.870239", "PMC9098816", "35572532"]}, {"Citation": "Byrne F.L., Olzomer E.M., Marriott G.R., Quek L.-E., Katen A., Su J., Nelson M.E., Hart-Smith G., Larance M., Sebesfi V.F. Phenotypic screen for oxygen consumption rate identifies an anti-cancer naphthoquinone that induces mitochondrial oxidative stress. Redox Biol. 2020;28:101374. doi: 10.1016/j.redox.2019.101374.", "ArticleIdList": ["10.1016/j.redox.2019.101374", "PMC6861633", "31743887"]}, {"Citation": "Wu Q., Er-bu A., Liang X., He C., Yin L., Xu F., Zou Y., Yin Z., Yue G., Li L., et al. Isolation, structure identification, and immunostimulatory effects in vitro and in vivo of polysaccharides from Onosma hookeri Clarke var. longiforum Duthie. J. Sci. Food Agric. 2023;103:328–338. doi: 10.1002/jsfa.12145.", "ArticleIdList": ["10.1002/jsfa.12145", "35871477"]}, {"Citation": "Sarikurkcu C., Sahinler S.S., Ceylan O., Tepe B. Onosma pulchra: Phytochemical composition, antioxidant, skin-whitening and anti-diabetic activity. Ind. Crops Prod. 2020;154:112632. doi: 10.1016/j.indcrop.2020.112632.", "ArticleIdList": ["10.1016/j.indcrop.2020.112632"]}, {"Citation": "Sarikurkcu C., Sahinler S.S., Ceylan O., Tepe B. Onosma ambigens: Phytochemical composition, antioxidant and enzyme inhibitory activity. Ind. Crops Prod. 2020;154:112651. doi: 10.1016/j.indcrop.2020.112651.", "ArticleIdList": ["10.1016/j.indcrop.2020.112651"]}, {"Citation": "Shoaib A., Siddiqui H.H., Badruddeen, Dixit R.K. Evaluation of Noxious Consequence of Bark Extract of Onosma echioides Linn Root: Hematology, Biochemistry, and Histopathological Findings. J. Diet. Suppl. 2020;17:110–119. doi: 10.1080/19390211.2018.1484406.", "ArticleIdList": ["10.1080/19390211.2018.1484406", "30522376"]}, {"Citation": "Jabbar A.A., Abdulrahman K.K., Abdulsamad P., Mojarrad S., Mehmetçik G. Phytochemical profile, Antioxidant, Enzyme inhibitory and acute toxicity activity of Astragalus bruguieri. Baghdad Sci. J. 2022;20:157–165."}, {"Citation": "Abudoulrahman K.K., Mustafa M.A., Abduljabbar A.A. The Effect of Heat Stress on Oxidative Stress and Antioxidant Status in Local Quail Hens Supplemented with Onion and Garlic Oils. Tikrit J. Agric. Sci. 2019;19:103–110. doi: 10.25130/tjas.19.1.11.", "ArticleIdList": ["10.25130/tjas.19.1.11"]}, {"Citation": "Hasanvand D., Amiri I., Soleimani Asl S., Saidijam M., Shabab N., Artimani T. Effects of CeO(2) nanoparticles on the HO-1, NQO1, and GCLC expression in the testes of diabetic rats. Can. J. Physiol. Pharmacol. 2018;96:963–969. doi: 10.1139/cjpp-2017-0784.", "ArticleIdList": ["10.1139/cjpp-2017-0784", "29894645"]}, {"Citation": "Wu W., Liu Y., Li C., Zhuo F., Xu Z., Hong H., Sun H., Huang X., Yu X. Oxidative Stress Responses and Gene Transcription of Mice under Chronic-Exposure to 2, 6-Dichlorobenzoquinone. Int. J. Environ. Res. Public Health. 2022;19:13801. doi: 10.3390/ijerph192113801.", "ArticleIdList": ["10.3390/ijerph192113801", "PMC9656914", "36360680"]}, {"Citation": "Li W.-S., Lin S.-C., Chu C.-H., Chang Y.-K., Zhang X., Lin C.-C., Tung Y.-T. The Gastroprotective Effect of Naringenin against Ethanol-Induced Gastric Ulcers in Mice through Inhibiting Oxidative and Inflammatory Responses. Int. J. Mol. Sci. 2021;22:11985. doi: 10.3390/ijms222111985.", "ArticleIdList": ["10.3390/ijms222111985", "PMC8584376", "34769415"]}, {"Citation": "Prescott J.A., Mitchell J.P., Cook S.J. Inhibitory feedback control of NF-κB signalling in health and disease. Biochem. J. 2021;478:2619–2664. doi: 10.1042/BCJ20210139.", "ArticleIdList": ["10.1042/BCJ20210139", "PMC8286839", "34269817"]}, {"Citation": "Rajput S.A., Shaukat A., Wu K., Rajput I.R., Baloch D.M., Akhtar R.W., Raza M.A., Najda A., Rafał P., Albrakati A. Luteolin alleviates aflatoxinB1-induced apoptosis and oxidative stress in the liver of mice through activation of Nrf2 signaling pathway. Antioxidants. 2021;10:1268. doi: 10.3390/antiox10081268.", "ArticleIdList": ["10.3390/antiox10081268", "PMC8389199", "34439516"]}, {"Citation": "Yoon J.-H., Youn K., Jun M. Protective effect of sargahydroquinoic acid against Aβ25–35-evoked damage via PI3K/Akt mediated Nrf2 antioxidant defense system. Biomed. Pharmacother. 2021;144:112271. doi: 10.1016/j.biopha.2021.112271.", "ArticleIdList": ["10.1016/j.biopha.2021.112271", "34619494"]}, {"Citation": "Kapoor N., Kandwal P., Sharma G., Gambhir L. Redox ticklers and beyond: Naphthoquinone repository in the spotlight against inflammation and associated maladies. Pharmacol. Res. 2021;174:105968. doi: 10.1016/j.phrs.2021.105968.", "ArticleIdList": ["10.1016/j.phrs.2021.105968", "34752922"]}, {"Citation": "Pan Y., Deng Z.-Y., Chen X., Zhang B., Fan Y., Li H. Synergistic antioxidant effects of phenolic acids and carotenes on H2O2-induced H9c2 cells: Role of cell membrane transporters. Food Chem. 2021;341:128000. doi: 10.1016/j.foodchem.2020.128000.", "ArticleIdList": ["10.1016/j.foodchem.2020.128000", "33059273"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "11", "Day": "28"}, {"Year": "2022", "Month": "12", "Day": "29"}, {"Year": "2022", "Month": "12", "Day": "31"}, {"Year": "2023", "Month": "2", "Day": "24", "Hour": "9", "Minute": "33"}, {"Year": "2023", "Month": "2", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "25", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "1", "Day": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["36826002", "PMC9954954", "10.3390/cimb45020057", "cimb45020057"]}}], "PubmedBookArticle": []}