{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Albizia julibrissin", "Aloe vera", "Arnebia euchroma", "Betula", "Centella asiatica", "Hippophaë rhamnoides", "burn", "plant extracts", "sunburn", "wound"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36839954", "DateRevised": {"Year": "2023", "Month": "02", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "02", "Day": "13"}], "Language": ["eng"], "ELocationID": ["633", "10.3390/pharmaceutics15020633"], "Journal": {"ISSN": "1999-4923", "JournalIssue": {"Volume": "15", "Issue": "2", "PubDate": {"Year": "2023", "Month": "Feb", "Day": "13"}}, "Title": "Pharmaceutics", "ISOAbbreviation": "Pharmaceutics"}, "ArticleTitle": "The Potential of Medicinal Plants and Natural Products in the Treatment of Burns and Sunburn-A Review.", "Abstract": {"AbstractText": ["Treating burns remains a challenge for modern medicine, especially in developing countries that cannot afford expensive, advanced therapies. This review article summarises clinical and animal model studies of botanical preparations and their mixtures in treating burn wounds and sunburn. Articles available in electronic databases such as PubMed, Scopus, Web of Science, Science Direct and Google Scholar, published in English in 2010-2022, were considered. In the described clinical trials, it was shown that some herbal preparations have better effectiveness in treating burn wounds, including shortening the healing time and reducing inflammation, than the conventional treatment used hitherto. These herbal preparations contained extracts from <i>Albizia julibrissin</i>, <i>Alkanna tinctoria</i>, <i>Aloe vera</i>, <i>Arnebia euchroma</i>, <i>Betula pendula</i> and <i>Betula pubescens</i>, <i>Centella asiatica</i>, <i>Hippophaë rhamnoides</i>, <i>Juglans regia</i>, <i>Lawsonia inermis</i>, and mixtures of <i>Matricaria chamomilla</i> and <i>Rosa canina</i>. Research on animal models shows that many extracts may potentially benefit the treatment of burn wounds and sunburn. Due to the diverse mechanism of action, antibacterial activity, the safety of use and cost-effectiveness, herbal preparations can compete with conventional treatment. The growing interest in alternative medicine and herbal medicine encourages further research. Not only single preparations but also their mixtures should be taken into account because the research conducted so far often suggests a synergistic effect of the ingredients."]}, "AuthorList": [{"Identifier": ["0000-0002-6960-2152"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Biology, Faculty of Pharmacy, Medical University of Warsaw, Banacha 1, 02-097 Warsaw, Poland."}], "LastName": "Skowrońska", "ForeName": "Weronika", "Initials": "W"}, {"Identifier": ["0000-0001-9630-8787"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Biology, Faculty of Pharmacy, Medical University of Warsaw, Banacha 1, 02-097 Warsaw, Poland."}], "LastName": "Bazylko", "ForeName": "Agnieszka", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Pharmaceutics", "NlmUniqueID": "101534003", "ISSNLinking": "1999-4923"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Markiewicz-Gospodarek A., Kozioł M., Tobiasz M., Baj J., Radzikowska-Büchner E., Przekora A. Burn Wound Healing: Clinical Complications, Medical Care, Treatment, and Dressing Types: The Current State of Knowledge for Clinical Practice. Int. J. Environ. Res. Public Health. 2022;19:1338. doi: 10.3390/ijerph19031338.", "ArticleIdList": ["10.3390/ijerph19031338", "PMC8834952", "35162360"]}, {"Citation": "Yakupu A., Zhang J., Dong W., Song F., Dong J., Lu S. The Epidemiological Characteristic and Trends of Burns Globally. BMC Public Health. 2022;22:1596. doi: 10.1186/s12889-022-13887-2.", "ArticleIdList": ["10.1186/s12889-022-13887-2", "PMC9396832", "35996116"]}, {"Citation": "Jeschke M.G., van Baar M.E., Choudhry M.A., Chung K.K., Gibran N.S., Logsetty S. Burn Injury. Nat. Rev. Dis. Prim. 2020;6:11. doi: 10.1038/s41572-020-0145-5.", "ArticleIdList": ["10.1038/s41572-020-0145-5", "PMC7224101", "32054846"]}, {"Citation": "Dai T., Kharkwal G.B., Tanaka M., Huang Y.-Y., Bil de Arce V.J., Hamblin M.R. Animal Models of External Traumatic Wound Infections. Virulence. 2011;2:296–315. doi: 10.4161/viru.2.4.16840.", "ArticleIdList": ["10.4161/viru.2.4.16840", "PMC3173676", "21701256"]}, {"Citation": "Atiyeh B.S., Costagliola M., Hayek S.N., Dibo S.A. Effect of Silver on Burn Wound Infection Control and Healing: Review of the Literature. Burns. 2007;33:139–148. doi: 10.1016/j.burns.2006.06.010.", "ArticleIdList": ["10.1016/j.burns.2006.06.010", "17137719"]}, {"Citation": "Aziz Z., Abu S.F., Chong N.J. A Systematic Review of Silver-Containing Dressings and Topical Silver Agents (Used with Dressings) for Burn Wounds. Burns. 2012;38:307–318. doi: 10.1016/j.burns.2011.09.020.", "ArticleIdList": ["10.1016/j.burns.2011.09.020", "22030441"]}, {"Citation": "Heyneman A., Hoeksema H., Vandekerckhove D., Pirayesh A., Monstrey S. The Role of Silver Sulphadiazine in the Conservative Treatment of Partial Thickness Burn Wounds: A Systematic Review. Burns. 2016;42:1377–1386. doi: 10.1016/j.burns.2016.03.029.", "ArticleIdList": ["10.1016/j.burns.2016.03.029", "27126813"]}, {"Citation": "Nímia H.H., Carvalho V.F., Isaac C., Souza F.Á., Gemperli R., Paggiaro A.O. Comparative Study of Silver Sulfadiazine with Other Materials for Healing and Infection Prevention in Burns: A Systematic Review and Meta-Analysis. Burns. 2019;45:282–292. doi: 10.1016/j.burns.2018.05.014.", "ArticleIdList": ["10.1016/j.burns.2018.05.014", "29903603"]}, {"Citation": "Rezvani Ghomi E., Khalili S., Nouri Khorasani S., Esmaeely Neisiany R., Ramakrishna S. Wound Dressings: Current Advances and Future Directions. J. Appl. Polym. Sci. 2019;136:47738. doi: 10.1002/app.47738.", "ArticleIdList": ["10.1002/app.47738"]}, {"Citation": "Opriessnig E., Luze H., Smolle C., Draschl A., Zrim R., Giretzlehner M., Kamolz L.-P., Nischwitz S.P. Epidemiology of Burn Injury and the Ideal Dressing in Global Burn Care—Regional Differences Explored. Burns. 2022;49:1–14. doi: 10.1016/j.burns.2022.06.018.", "ArticleIdList": ["10.1016/j.burns.2022.06.018", "35843806"]}, {"Citation": "Yazarlu O., Iranshahi M., Kashani H.R.K., Reshadat S., Habtemariam S., Iranshahy M., Hasanpour M. Perspective on the Application of Medicinal Plants and Natural Products in Wound Healing: A Mechanistic Review. Pharmacol. Res. 2021;174:105841. doi: 10.1016/j.phrs.2021.105841.", "ArticleIdList": ["10.1016/j.phrs.2021.105841", "34419563"]}, {"Citation": "He Y., Wang Q., Ye Y., Liu Z., Sun H. The Ethnopharmacology, Phytochemistry, Pharmacology and Toxicology of Genus Albizia: A Review. J. Ethnopharmacol. 2020;257:112677. doi: 10.1016/j.jep.2020.112677.", "ArticleIdList": ["10.1016/j.jep.2020.112677", "32278761"]}, {"Citation": "Asgarirad H., Chabra A., Rahimnejad M., Zaghi Hosseinzadeh A., Davoodi A., Azadbakht M. Comparison of Albizia Julibressin and Silver Sulfadiazine in Healing of Second and Third Degree Burns. World J. Plast. Surg. 2018;7:34–44.", "ArticleIdList": ["PMC5890364", "29651390"]}, {"Citation": "Gao Y., Kuok K.I., Jin Y., Wang R. Biomedical Applications of Aloe Vera. Crit. Rev. Food Sci. Nutr. 2019;59:S244–S256. doi: 10.1080/10408398.2018.1496320.", "ArticleIdList": ["10.1080/10408398.2018.1496320", "29999415"]}, {"Citation": "Khorasani G., Hosseinimehr S.J., Azadbakht M., Zamani A., Mahdavi M.R. Aloe versus Silver Sulfadiazine Creams for Second-Degree Burns: A Randomized Controlled Study. Surg. Today. 2009;39:587–591. doi: 10.1007/s00595-008-3944-y.", "ArticleIdList": ["10.1007/s00595-008-3944-y", "19562446"]}, {"Citation": "Shahzad M.N., Ahmed N. Effectiveness of Aloe Vera Gel Compared with 1% Silver Sulphadiazine Cream as Burn Wound Dressing in Second Degree Burns. J. Pak. Med. Assoc. 2010;63:225–230.", "ArticleIdList": ["23894900"]}, {"Citation": "Ashkani-Esfahani S., Imanieh M.H., Khoshneviszadeh M., Meshksar A., Noorafshan A., Geramizadeh B., Ebrahimi S., Handjani F., Tanideh N. The Healing Effect of Arnebia Euchroma in Second Degree Burn Wounds in Rat as an Animal Model. Iran. Red Crescent Med. J. 2012;14:70–74.", "ArticleIdList": ["PMC3372044", "22737558"]}, {"Citation": "Nasiri E., Hosseinimehr S.J., Zaghi Hosseinzadeh A., Azadbakht M., Akbari J., Azadbakht M. The Effects of Arnebia Euchroma Ointment on Second-Degree Burn Wounds: A Randomized Clinical Trial. J. Ethnopharmacol. 2016;189:107–116. doi: 10.1016/j.jep.2016.05.029.", "ArticleIdList": ["10.1016/j.jep.2016.05.029", "27180881"]}, {"Citation": "European Medicines Agency . European Union Herbal Monograph on Betula Pendula Roth and/or Betula Pubescens Ehrh. as Well as Hybrids of Both Species, Folium. Volume 44 European Medicines Agency; London, UK: 2014."}, {"Citation": "Scheffler A. The Wound Healing Properties of Betulin from Birch Bark from Bench to Bedside. Planta Med. 2019;85:524–527. doi: 10.1055/a-0850-0224.", "ArticleIdList": ["10.1055/a-0850-0224", "30856673"]}, {"Citation": "Frew Q., Rennekampff H.-O., Dziewulski P., Moiemen N., Zahn T., Hartmann B. Betulin Wound Gel Accelerated Healing of Superficial Partial Thickness Burns: Results of a Randomized, Intra-individually Controlled, Phase III Trial with 12-months Follow-up. Burns. 2019;45:876–890. doi: 10.1016/j.burns.2018.10.019.", "ArticleIdList": ["10.1016/j.burns.2018.10.019", "30559054"]}, {"Citation": "Koch W., Zagórska J., Marzec Z., Kukula-Koch W. Kukula-Koch Applications of Tea (Camellia Sinensis) and Its Active Constituents in Cosmetics. Molecules. 2019;24:4277. doi: 10.3390/molecules24234277.", "ArticleIdList": ["10.3390/molecules24234277", "PMC6930595", "31771249"]}, {"Citation": "Pipelzadeh M., Siahpoosh A., Sheikhi A.R., Jafarzadeh E. Effectiveness of Green Tea Cream in Comparison with Silver Sulfadiazine Cream in the Treatment of Second Degree Burn in Human Subjects. J. Herb. Med. 2022;32:100533. doi: 10.1016/j.hermed.2022.100533.", "ArticleIdList": ["10.1016/j.hermed.2022.100533"]}, {"Citation": "Sun B., Wu L., Wu Y., Zhang C., Qin L., Hayashi M., Kudo M., Gao M., Liu T. Therapeutic Potential of Centella Asiatica and Its Triterpenes: A Review. Front. Pharmacol. 2020;11:568032. doi: 10.3389/fphar.2020.568032.", "ArticleIdList": ["10.3389/fphar.2020.568032", "PMC7498642", "33013406"]}, {"Citation": "Saeidinia A., Keihanian F., Lashkari A.P., Lahiji H.G., Mobayyen M., Heidarzade A., Golchai J. Partial-Thickness Burn Wounds Healing by Topical Treatment. Medicine. 2017;96:e6168. doi: 10.1097/MD.0000000000006168.", "ArticleIdList": ["10.1097/MD.0000000000006168", "PMC5340444", "28248871"]}, {"Citation": "Wang K., Xu Z., Liao X. Bioactive Compounds, Health Benefits and Functional Food Products of Sea Buckthorn: A Review. Crit. Rev. Food Sci. Nutr. 2022;62:6761–6782. doi: 10.1080/10408398.2021.1905605.", "ArticleIdList": ["10.1080/10408398.2021.1905605", "33783272"]}, {"Citation": "Żuchowski J. Phytochemistry and Pharmacology of Sea Buckthorn (Elaeagnus Rhamnoides; Syn. Hippophae Rhamnoides): Progress from 2010 to 2021. Phytochem. Rev. 2022:1–31. doi: 10.1007/s11101-022-09832-1.", "ArticleIdList": ["10.1007/s11101-022-09832-1", "PMC9366820", "35971438"]}, {"Citation": "Abdullahzadeh M., Shafiee S. To Compare the Effect of Sea Buckthorn and Silver Sulfadiazine Dressing on Period of Wound Healing in Patients with Second-degree Burns: A Randomized Triple-blind Clinical Trial. Wound Repair Regen. 2021;29:732–740. doi: 10.1111/wrr.12916.", "ArticleIdList": ["10.1111/wrr.12916", "33792111"]}, {"Citation": "Chen Q., Deng X., Qiang L., Yao M., Guan L., Xie N., Zhao D., Ma J., Ma L., Wu Y., et al. Investigating the Effects of Walnut Ointment on Non-Healing Burn Wounds. Burns. 2021;47:455–465. doi: 10.1016/j.burns.2020.06.032.", "ArticleIdList": ["10.1016/j.burns.2020.06.032", "32736884"]}, {"Citation": "Gümüş K., Özlü Z.K. The Effect of a Beeswax, Olive Oil and Alkanna Tinctoria (L.) Tausch Mixture on Burn Injuries: An Experimental Study with a Control Group. Complement. Ther. Med. 2017;34:66–73. doi: 10.1016/j.ctim.2017.08.001.", "ArticleIdList": ["10.1016/j.ctim.2017.08.001", "28917377"]}, {"Citation": "Muangman P., Praditsuktavorn B., Chinaroonchai K., Chuntrasakul C. Clinical Efficacy Test of Polyester Containing Herbal Extract Dressings in Burn Wound Healing. Int. J. Low. Extrem. Wounds. 2016;15:203–212. doi: 10.1177/1534734616652552.", "ArticleIdList": ["10.1177/1534734616652552", "27440796"]}, {"Citation": "Panahi Y., Beiraghdar F., Akbari H., Bekhradi H., Taghizadeh M., Sahebkar A. A Herbal Cream Consisting of Aloe Vera, Lavandulastoechas, and Pelargonium Roseum as an Alternative for Silver Sulfadiazine in Burn Management. Asian Biomed. 2012;6:273–278. doi: 10.5372/1905-7415.0602.053.", "ArticleIdList": ["10.5372/1905-7415.0602.053"]}, {"Citation": "Mainetti S., Carnevali F. An Experience with Paediatric Burn Wounds Treated with a Plant-Derived Wound Therapeutic. J. Wound Care. 2013;22:681–689. doi: 10.12968/jowc.2013.22.12.681.", "ArticleIdList": ["10.12968/jowc.2013.22.12.681", "24335892"]}, {"Citation": "Daryabeigi R., Heidari M., Hosseini S.A., Omranifar M. Comparison of Healing Time of the 2 Degree Burn Wounds with Two Dressing Methods of Fundermol Herbal Ointment and 1% Silver Sulfadiazine Cream. Iran. J. Nurs. Midwifery Res. 2010;15:97–101.", "ArticleIdList": ["PMC3093171", "21589770"]}, {"Citation": "Ala A., Ebrahimi Bakhtavar H., Shams Vahdati S., Rahmani F., Azargoun M., Ebrahimi Bakhtavar H. Effects of Silver Sulfadiazine and Adibderm® Herbal Ointments in Treatment of Patients with Second Degree Burns: A Randomized Clinical Trial. Trauma Mon. 2018;23 doi: 10.5812/traumamon.13396.", "ArticleIdList": ["10.5812/traumamon.13396"]}, {"Citation": "Mofazzal Jahromi M.A., Sahandi Zangabad P., Moosavi Basri S.M., Sahandi Zangabad K., Ghamarypour A., Aref A.R., Karimi M., Hamblin M.R. Nanomedicine and Advanced Technologies for Burns: Preventing Infection and Facilitating Wound Healing. Adv. Drug Deliv. Rev. 2018;123:33–64. doi: 10.1016/j.addr.2017.08.001.", "ArticleIdList": ["10.1016/j.addr.2017.08.001", "PMC5742034", "28782570"]}, {"Citation": "Abdullahi A., Amini-Nik S., Jeschke M.G. Animal Models in Burn Research. Cell. Mol. Life Sci. 2014;71:3241–3255. doi: 10.1007/s00018-014-1612-5.", "ArticleIdList": ["10.1007/s00018-014-1612-5", "PMC4134422", "24714880"]}, {"Citation": "Prakash J.A., Saad M., Mohan M. A Review on Burn and Burn Models in Animals. J. Basic Pharmacol. Toxicol. 2017;1:1–8."}, {"Citation": "Ghosh D., Mondal S., Ramakrishna K. A Topical Ointment Formulation Containing Leaves Extract of Aegialitis Rotundifolia Roxb., Accelerates Excision, Incision and Burn Wound Healing in Rats. Wound Med. 2019;26:100168. doi: 10.1016/j.wndm.2019.100168.", "ArticleIdList": ["10.1016/j.wndm.2019.100168"]}, {"Citation": "Jalali F.S.S., Tajik H., Hadian M. Efficacy of Topical Application of Alcoholic Extract of Yarrow in the Healing Process of Experimental Burn Wounds in Rabbit. Comp. Clin. Path. 2012;21:177–181. doi: 10.1007/s00580-010-1081-7.", "ArticleIdList": ["10.1007/s00580-010-1081-7"]}, {"Citation": "Barua C.C., Talukdar A., Begum S.A., Pathak D.C., Sarma D.K., Borah R.S., Gupta A. In Vivo Wound-Healing Efficacy and Antioxidant Activity of Achyranthes Aspera in Experimental Burns. Pharm. Biol. 2012;50:892–899. doi: 10.3109/13880209.2011.642885.", "ArticleIdList": ["10.3109/13880209.2011.642885", "22480137"]}, {"Citation": "Mohajeri G., Masoudpour H., Heidarpour M., Khademi E.F., Ghafghazi S., Adibi S., Akbari M. The Effect of Dressing with Fresh Kiwifruit on Burn Wound Healing. Surgery. 2010;148:963–968. doi: 10.1016/j.surg.2010.02.013.", "ArticleIdList": ["10.1016/j.surg.2010.02.013", "20381106"]}, {"Citation": "Hafezi F., Rad H.E., Naghibzadeh B., Nouhi A., Naghibzadeh G. Actinidia Deliciosa (Kiwifruit), a New Drug for Enzymatic Debridement of Acute Burn Wounds. Burns. 2010;36:352–355. doi: 10.1016/j.burns.2009.04.021.", "ArticleIdList": ["10.1016/j.burns.2009.04.021", "19616384"]}, {"Citation": "Guevara-Vásquez A.M., Marín-Tello C. Wound Healing Activity of Allium Cepa L. Bulbs in a Second-Degree Burn Wound Model in Holtzman Rats. Vitae. 2021;28 doi: 10.17533/udea.vitae.v28n3a345737.", "ArticleIdList": ["10.17533/udea.vitae.v28n3a345737"]}, {"Citation": "Hosseinimehr S.J., Khorasani G., Azadbakht M., Zamani P., Ghasemi M., Ahmadi A. Effect of Aloe Cream versus Silver Sulfadiazine for Healing Burn Wounds in Rats. Acta Dermatovenerol. Croat. 2010;18:2–7.", "ArticleIdList": ["20361881"]}, {"Citation": "Rahman M.S., Islam R., Rana M.M., Spitzhorn L.-S., Rahman M.S., Adjaye J., Asaduzzaman S.M. Characterization of Burn Wound Healing Gel Prepared from Human Amniotic Membrane and Aloe Vera Extract. BMC Complement. Altern. Med. 2019;19:115. doi: 10.1186/s12906-019-2525-5.", "ArticleIdList": ["10.1186/s12906-019-2525-5", "PMC6547555", "31159783"]}, {"Citation": "Moayeri A., Ramz K., Karimi E., Azizi M., Abbasi N., Aidy A., Bahmani M. Therapeutic Effects of Aloe Vera (L.) Burm.f. and Vitis Vinifera L. Combination Cream on Wound Healing in Second-Degree Burn Model in Rats: Quantification of Compounds and VEGF & TGFβ Gene Expression. Tradit. Integr. Med. 2022;7:52–63. doi: 10.18502/tim.v7i1.9063.", "ArticleIdList": ["10.18502/tim.v7i1.9063"]}, {"Citation": "Yuniarti W.M., Lukiswanto B.S. Effects of Herbal Ointment Containing the Leaf Extracts of Madeira Vine (Anredera Cordifolia (Ten.) Steenis) for Burn Wound Healing Process on Albino Rats. Vet. World. 2017;10:808–813. doi: 10.14202/vetworld.2017.808-813.", "ArticleIdList": ["10.14202/vetworld.2017.808-813", "PMC5553152", "28831227"]}, {"Citation": "Ashkani-Esfahani S., Imanieh M.H., Meshksar A., Khoshneviszadeh M., Noorafshan A., Geramizadeh B., Ebrahimi S., Handjani F., Nadimi E., Seyed Jafari S.M. Enhancement of Fibroblast Proliferation, Vascularization and Collagen Synthesis in the Healing Process of Third-Degree Burn Wounds by Topical Arnebia Euchroma, a Herbal Medicine. Galen Med. J. 2013;1:53–59. doi: 10.31661/gmj.v1i2.19.", "ArticleIdList": ["10.31661/gmj.v1i2.19"]}, {"Citation": "Kakade A.S. Evaluation of Wound Healing Activity of Polyherbal Gel Formulation. World J. Pharm. Res. 2017;6:501–509. doi: 10.20959/wjpr201710-8982.", "ArticleIdList": ["10.20959/wjpr201710-8982"]}, {"Citation": "Ananth K.V., Asad M., Kumar N.P., Asdaq S.M.B., Rao G.S. Evaluation of Wound Healing Potential of Bauhinia Purpurea Leaf Extracts in Rats. Indian J. Pharm. Sci. 2010;72:122–127.", "ArticleIdList": ["PMC2883215", "20582204"]}, {"Citation": "Hassanzadeh G., Hajmanouchehri F., Roi A.B., Hassanzadeh N., Shafigh N., Barzroudipour M., Baazm M., Choobineh H. Comparing Effects of Silver Sulfadiazine, Sucralfate and Brassica Oleracea Extract on Burn Wound Healing. Life Sci. J. 2013;10:104–113."}, {"Citation": "Karimi M., Parsaei P., Asadi S.Y., Ezzati S., Boroujeni R.K., Zamiri A., Rafieian-Kopaei M. Effects of Camellia Sinensis Ethanolic Extract on Histometric and Histopathological Healing Process of Burn Wound in Rat. Middle East J. Sci. Res. 2013;13:14–19. doi: 10.5829/idosi.mejsr.2013.13.1.66118.", "ArticleIdList": ["10.5829/idosi.mejsr.2013.13.1.66118"]}, {"Citation": "Fatemi M.J., Nikoomaram B., Rahimi A.A.K., Talayi D., Taghavi S., Ghavami Y. Effect of Green Tea on the Second Degree Burn Wounds in Rats. Indian J. Plast. Surg. 2014;47:370–374. doi: 10.4103/0970-0358.146593.", "ArticleIdList": ["10.4103/0970-0358.146593", "PMC4292114", "25593422"]}, {"Citation": "Sanwal R., Chaudhary A.K. Wound Healing and Antimicrobial Potential of Carissa Spinarum Linn. in Albino Mice. J. Ethnopharmacol. 2011;135:792–796. doi: 10.1016/j.jep.2011.04.025.", "ArticleIdList": ["10.1016/j.jep.2011.04.025", "21527332"]}, {"Citation": "Mayefis D. Burn Wound Healing Activity of the Combination of Centella Asiatica Extract and Papaya Latex on Male White Mice. Int. J. Res. Pharm. Pharm. Sci. 2016;1:7–12."}, {"Citation": "Somboonwong J., Kankaisre M., Tantisira B., Tantisira M.H. Wound Healing Activities of Different Extracts of Centella Asiatica in Incision and Burn Wound Models: An Experimental Animal Study. BMC Complement. Altern. Med. 2012;12:103. doi: 10.1186/1472-6882-12-103.", "ArticleIdList": ["10.1186/1472-6882-12-103", "PMC3492213", "22817824"]}, {"Citation": "Tran G.-B., Le N.-T.T., Dam S.-M. Potential Use of Essential Oil Isolated from Cleistocalyx Operculatus Leaves as a Topical Dermatological Agent for Treatment of Burn Wound. Dermatol. Res. Pract. 2018;2018:2730169. doi: 10.1155/2018/2730169.", "ArticleIdList": ["10.1155/2018/2730169", "PMC5859817", "29692805"]}, {"Citation": "Becker G., Brusco I., Casoti R., Marchiori M.C.L., Cruz L., Trevisan G., Oliveira S.M. Copaiba Oleoresin Has Topical Antinociceptive Activity in a UVB Radiation-Induced Skin-Burn Model in Mice. J. Ethnopharmacol. 2020;250:112476. doi: 10.1016/j.jep.2019.112476.", "ArticleIdList": ["10.1016/j.jep.2019.112476", "31838179"]}, {"Citation": "Alemzadeh E., Oryan A. Effectiveness of a Crocus Sativus Extract on Burn Wounds in Rats. Planta Med. 2018;84:1191–1200. doi: 10.1055/a-0631-3620.", "ArticleIdList": ["10.1055/a-0631-3620", "29791931"]}, {"Citation": "Bahramsoltani R., Farzaei M.H., Abdolghaffari A.H., Rahimi R., Samadi N., Heidari M., Esfandyari M., Baeeri M., Hassanzadeh G., Abdollahi M., et al. Evaluation of Phytochemicals, Antioxidant and Burn Wound Healing Activities of Cucurbita Moschata Duchesne Fruit Peel. Iran. J. Basic Med. Sci. 2017;20:799–806. doi: 10.22038/IJBMS.2017.9015.", "ArticleIdList": ["10.22038/IJBMS.2017.9015", "PMC5569596", "28852445"]}, {"Citation": "Tabatabaei S.M., Mohebi Far A., Saremi Z., Zandi M., Aghaei S., Gohari M., Asadollahi H. The Effect of Sesame Oil and Cucurbita on Healing Wounds Caused by Third-Degree Burn. J. Ski. Stem Cell. 2017;4:e68333. doi: 10.5812/jssc.68333.", "ArticleIdList": ["10.5812/jssc.68333"]}, {"Citation": "Kittana N., Abu-Rass H., Sabra R., Manasra L., Hanany H., Jaradat N., Hussein F., Zaid A.N. Topical Aqueous Extract of Ephedra Alata Can Improve Wound Healing in an Animal Model. Chin. J. Traumatol. 2017;20:108–113. doi: 10.1016/j.cjtee.2016.10.004.", "ArticleIdList": ["10.1016/j.cjtee.2016.10.004", "PMC5392709", "28209447"]}, {"Citation": "Ghlissi Z., Kallel R., Sila A., Harrabi B., Atheymen R., Zeghal K., Bougatef A., Sahnoun Z. Globularia Alypum Methanolic Extract Improves Burn Wound Healing Process and Inflammation in Rats and Possesses Antibacterial and Antioxidant Activities. Biomed. Pharmacother. 2016;84:1488–1495. doi: 10.1016/j.biopha.2016.11.051.", "ArticleIdList": ["10.1016/j.biopha.2016.11.051", "27876335"]}, {"Citation": "Tanideh N., Rokhsari P., Mehrabani D., Mohammadi Samani S., Sabet Sarvestani F., Ashraf M.J., Koohi Hosseinabadi O., Shamsian S., Ahmadi N. The Healing Effect of Licorice on Pseudomonas Aeruginosa Infected Burn Wounds in Experimental Rat Model. World J. Plast. Surg. 2014;3:99–106.", "ArticleIdList": ["PMC4236996", "25489532"]}, {"Citation": "Javanmardi S., Safari I., Aghaz F., Khazaei M. Wound Healing Activities of Gundelia Tournefortii L Extract and Milk-Cream Ointment on Second-Degree Burns of Rat Skin. Int. J. Low. Extrem. Wounds. 2021;20:272–281. doi: 10.1177/1534734620921589.", "ArticleIdList": ["10.1177/1534734620921589", "32502362"]}, {"Citation": "Upadhyay N.K., Kumar R., Siddiqui M.S., Gupta A. Mechanism of Wound-Healing Activity of Hippophae Rhamnoides L. Leaf Extract in Experimental Burns. Evid.-Based Complement. Altern. Med. 2011;2011:659705. doi: 10.1093/ecam/nep189.", "ArticleIdList": ["10.1093/ecam/nep189", "PMC3152935", "19946025"]}, {"Citation": "Ito H., Asmussen S., Traber D.L., Cox R.A., Hawkins H.K., Connelly R., Traber L.D., Walker T.W., Malgerud E., Sakurai H., et al. Healing Efficacy of Sea Buckthorn (Hippophae Rhamnoides L.) Seed Oil in an Ovine Burn Wound Model. Burns. 2014;40:511–519. doi: 10.1016/j.burns.2013.08.011.", "ArticleIdList": ["10.1016/j.burns.2013.08.011", "24007892"]}, {"Citation": "Priyadarshi A., Keshri G.K., Gupta A. Hippophae Rhamnoides L. Leaf Extract Diminishes Oxidative Stress, Inflammation and Ameliorates Bioenergetic Activation in Full-Thickness Burn Wound Healing. Phytomedicine Plus. 2022;2:100292. doi: 10.1016/j.phyplu.2022.100292.", "ArticleIdList": ["10.1016/j.phyplu.2022.100292"]}, {"Citation": "Seyhan N. Evaluation of the Healing Effects of Hypericum Perforatum and Curcumin on Burn Wounds in Rats. Evid.-Based Complement. Altern. Med. 2020;2020:6462956. doi: 10.1155/2020/6462956.", "ArticleIdList": ["10.1155/2020/6462956", "PMC7042516", "32148546"]}, {"Citation": "Beroual K., Agabou A., Abdeldjelil M.-C., Boutaghane N., Haouam S., Hamdi-Pacha Y. Evaluation of Crude Flaxseed (Linum Usitatissimum L.) Oil in Burn Wound Healing in New Zealand Rabbits. Afr. J. Tradit. Complement. Altern. Med. 2017;14:280–286. doi: 10.21010/ajtcam.v14i3.29.", "ArticleIdList": ["10.21010/ajtcam.v14i3.29", "PMC5412234", "28480439"]}, {"Citation": "Samdavid Thanapaul R.J.R., Ranjan A., Manikandan S.K., Nadar M.S.A.M. Efficacy of Lobelia Alsinoides Lam Ethanolic Extract on a Third-degree Burn: An Experimental Study on Rats. Dermatol. Ther. 2020;33:e14242. doi: 10.1111/dth.14242.", "ArticleIdList": ["10.1111/dth.14242", "32860351"]}, {"Citation": "Nasiri E., Hosseinimehr S.J., Azadbakht M., Akbari J., Enayati-Fard R., Azizi S. Effect of Malva Sylvestris Cream on Burn Injury and Wounds in Rats. Avicenna J. Phytomedicine. 2015;5:341–354.", "ArticleIdList": ["PMC4587603", "26909337"]}, {"Citation": "Shanbhag T., Kodidela S., Shenoy S., Amuthan A., Kurra S. Effect of Michelia Champaca Linn Flowers on Burn Wound Healing in Wistar Rats. Int. J. Pharm. Sci. Rev. Res. 2011;7:112–115."}, {"Citation": "Amutha K., Selvakumari U. Wound Healing Activity of Methanolic Stem Extract of Musa Paradisiaca Linn. (Banana) in Wistar Albino Rats. Int. Wound J. 2016;13:763–767. doi: 10.1111/iwj.12371.", "ArticleIdList": ["10.1111/iwj.12371", "PMC7950173", "25224162"]}, {"Citation": "Ozcan O., Ipekci H., Alev B., Ustundag U.V., Ak E., Sen A., Alturfan E.E., Sener G., Yarat A., Cetinel S., et al. Protective Effect of Myrtle (Myrtus Communis) on Burn Induced Skin Injury. Burns. 2019;45:1856–1863. doi: 10.1016/j.burns.2019.07.015.", "ArticleIdList": ["10.1016/j.burns.2019.07.015", "31383607"]}, {"Citation": "Yaman I., Durmus A., Ceribasi S., Yaman M. Effects of Nigella Sativa and Silver Sulfadiazine on Burn Wound Healing in Rats. Vet. Med. 2010;55:619–624. doi: 10.17221/2948-VETMED.", "ArticleIdList": ["10.17221/2948-VETMED"]}, {"Citation": "Gurfinkel R., Palivatkel-Naim M., Gleisinger R., Rosenberg L., Singer A.J. Comparison of Purified Olive Oil and Silver Sulfadiazine in the Treatment of Partial Thickness Porcine Burns. Am. J. Emerg. Med. 2012;30:79–83. doi: 10.1016/j.ajem.2010.10.003.", "ArticleIdList": ["10.1016/j.ajem.2010.10.003", "21159471"]}, {"Citation": "Raisi A., Sefidbaf E., Farjanikish G., Esmaeili-Fard-Barzegar P., Abbasi M. The Effects of Olive Leaf Extract Ointment on Third-Degree Burn in Rat. Iran. J. Vet. Surg. 2022;17:16–23. doi: 10.30500/ivsa.2021.300189.1275.", "ArticleIdList": ["10.30500/ivsa.2021.300189.1275"]}, {"Citation": "Moghaddam P.Z., Zolfaghari M.R., Ghaemi E.A., Mazandarani M., Mansourian A.R., Taheri S.A. Negative Performance of Root Extract of Onosma Dichroanthum Boiss. on the Burn Wound Healing in an Animal Model. Arch. Clin. Microbiol. 2011;2:1–5. doi: 10.3823/238.", "ArticleIdList": ["10.3823/238"]}, {"Citation": "Hemmati A., Namjuyan F., Yousefi S., Housmand G., Khadem Haghighian H., Rezaei A. The Healing Effect of N-Hexan- Dichloromethane Extract Root Onosma Bulbotrichum in Second Degree Burns. World J. Plast. Surg. 2018;7:25–33.", "ArticleIdList": ["PMC5890363", "29651389"]}, {"Citation": "Shanbhag T., Amuthan A., Shenoy S., Sudhakar Effect of Phyllanthus Niruri Linn on Burn Wound in Rats. Asian Pac. J. Trop. Med. 2010;3:105–108. doi: 10.1016/S1995-7645(10)60045-4.", "ArticleIdList": ["10.1016/S1995-7645(10)60045-4"]}, {"Citation": "Haghdoost F., Baradaran Mahdavi M.M., Zandifar A., Sanei M.H., Zolfaghari B., Javanmard S.H. Pistacia Atlantica Resin Has a Dose-Dependent Effect on Angiogenesis and Skin Burn Wound Healing in Rat. Evid.-Based Complement. Altern. Med. 2013;2013:893425. doi: 10.1155/2013/893425.", "ArticleIdList": ["10.1155/2013/893425", "PMC3826334", "24285978"]}, {"Citation": "Fakour S., Heydari S., Akradi L., Rahymi Bane R. Effect of Pistacia Atlantica Mastic Extract on Experimental Wound Healing and Various Biochemical Parameters of Blood Serum in Rabbit Models. J. Med. Plants. 2017;16:78–91."}, {"Citation": "Shahouzehi B., Sepehri G., Sadeghiyan S., Masoomi-Ardakani Y. Effect of Pistacia Atlantica Resin Oil on Anti-Oxidant, Hydroxyprolin and VEGF Changes in Experimentally-Induced Skin Burn in Rat. WORLD J. Plast. Surg. 2018;7:357–363. doi: 10.29252/wjps.7.3.357.", "ArticleIdList": ["10.29252/wjps.7.3.357", "PMC6290311", "30560077"]}, {"Citation": "Djerrou J., Maameri Z., Hamdo-Pacha Y., Serakta M., Riachi F., Djaalab H., Boukeloua A. Effect of Virgin Fatty Oil of Pistacia Lentiscus on Experimental Burn Wound’s Healing in Rabbits. Afr. J. Tradit. Complement. Altern. Med. 2010;7:258–263. doi: 10.4314/ajtcam.v7i3.54788.", "ArticleIdList": ["10.4314/ajtcam.v7i3.54788", "PMC3025617", "21461154"]}, {"Citation": "Amini M., Kherad M., Mehrabani D., Azarpira N., Panjehshahin M.R., Tanideh N. Effect of Plantago Major on Burn Wound Healing in Rat. J. Appl. Anim. Res. 2010;37:53–56. doi: 10.1080/09712119.2010.9707093.", "ArticleIdList": ["10.1080/09712119.2010.9707093"]}, {"Citation": "Mohammed Haneefa K.P., Abid , Shahima Hanan K., Mohanta G.P., Nayar C. Formulation and Evaluation of Herbal Emulgel of Pothos Scandens Linn for Burn Wound Healing Activity. J. Pharm. Sci. Res. 2014;6:63–67."}, {"Citation": "Mo J., Panichayupakaranant P., Kaewnopparat N., Nitiruangjaras A., Reanmongkol W. Wound Healing Activities of Standardized Pomegranate Rind Extract and Its Major Antioxidant Ellagic Acid in Rat Dermal Wounds. J. Nat. Med. 2014;68:377–386. doi: 10.1007/s11418-013-0813-9.", "ArticleIdList": ["10.1007/s11418-013-0813-9", "24407977"]}, {"Citation": "Lukiswanto B., Miranti A., Sudjarwo S., Primarizky H., Yuniarti W. Evaluation of Wound Healing Potential of Pomegranate (Punica Granatum) Whole Fruit Extract on Skin Burn Wound in Rats (Rattus Norvegicus) J. Adv. Vet. Anim. Res. 2019;6:202. doi: 10.5455/javar.2019.f333.", "ArticleIdList": ["10.5455/javar.2019.f333", "PMC6702873", "31453192"]}, {"Citation": "Zhang L., Yang R., Hu Y., Yang Y., Zhang X., He B., Shen Z., Yang J., Chen P. Promoting Effect of Pomegranate Peel Extract on Second-Degree Burn Wound-Healing through VEGF-A and TGF-Β1 Regulation. Burns. 2022;48:639–648. doi: 10.1016/j.burns.2021.06.004.", "ArticleIdList": ["10.1016/j.burns.2021.06.004", "34716043"]}, {"Citation": "Mogoşanu G.D., Popescu F.C., Busuioc C.J., Lascǎr I., Mogoantǎ L. Comparative Study of Microvascular Density in Experimental Third-Degree Skin Burns Treated with Topical Preparations Containing Herbal Extracts. Rom. J. Morphol. Embryol. 2013;54:107–113.", "ArticleIdList": ["23529316"]}, {"Citation": "Said A., Wahid F., Bashir K., Rasheed H.M., Khan T., Hussain Z., Siraj S. Sauromatum Guttatum Extract Promotes Wound Healing and Tissue Regeneration in a Burn Mouse Model via Up-Regulation of Growth Factors. Pharm. Biol. 2019;57:736–743. doi: 10.1080/13880209.2019.1676266.", "ArticleIdList": ["10.1080/13880209.2019.1676266", "PMC6830190", "31652081"]}, {"Citation": "Le X., Fan Y. Healing Effect of Sanguisorba Officinalis L Extract on Second-Degree Burns in Rats. Trop. J. Pharm. Res. 2017;16:1045. doi: 10.4314/tjpr.v16i5.11.", "ArticleIdList": ["10.4314/tjpr.v16i5.11"]}, {"Citation": "Isaac J.A., Daburi A., Ifeanyi B., Ben-Umeh K.C., Adedokun A.A., Builders P. Senna Podocarpa Emulgel: A Herbal Alternative for Chemical Burn Wound Treatment. Pharm. Front. 2022;04:e30–e39. doi: 10.1055/s-0042-1744474.", "ArticleIdList": ["10.1055/s-0042-1744474"]}, {"Citation": "Nasiri E., Hosseinimehr S.J., Azadbakht M., Akbari J., Enayati-fard R., Azizi S. The Effect of Terminalia Chebula Extract vs. Silver Sulfadiazine on Burn Wounds in Rats. J. Complement. Integr. Med. 2015;12:127–135. doi: 10.1515/jcim-2014-0068.", "ArticleIdList": ["10.1515/jcim-2014-0068", "25849801"]}, {"Citation": "Heidari M., Bahramsoltani R., Abdolghaffari A.H., Rahimi R., Esfandyari M., Baeeri M., Hassanzadeh G., Abdollahi M., Farzaei M.H. Efficacy of Topical Application of Standardized Extract of Tragopogon Graminifolius in the Healing Process of Experimental Burn Wounds. J. Tradit. Complement. Med. 2019;9:54–59. doi: 10.1016/j.jtcme.2018.02.002.", "ArticleIdList": ["10.1016/j.jtcme.2018.02.002", "PMC6335475", "30671366"]}, {"Citation": "Piana M., Silva M.A., Trevisan G., de Brum T.F., Silva C.R., Boligon A.A., Oliveira S.M., Zadra M., Hoffmeister C., Rossato M.F., et al. Antiinflammatory Effects of Viola Tricolor Gel in a Model of Sunburn in Rats and the Gel Stability Study. J. Ethnopharmacol. 2013;150:458–465. doi: 10.1016/j.jep.2013.08.040.", "ArticleIdList": ["10.1016/j.jep.2013.08.040", "24008111"]}, {"Citation": "Li X.-Q., Kang R., Huo J.-C., Xie Y.-H., Wang S.-W., Cao W. Wound-Healing Activity of Zanthoxylum Bungeanum Maxim Seed Oil on Experimentally Burned Rats. Pharmacogn. Mag. 2017;13:363. doi: 10.4103/pm.pm_211_16.", "ArticleIdList": ["10.4103/pm.pm_211_16", "PMC5551351", "28839358"]}, {"Citation": "Ait Abderrahim L., Taïbi K., Ait Abderrahim N., Boussaid M., Rios-Navarro C., Ruiz-Saurí A. Euphorbia Honey and Garlic: Biological Activity and Burn Wound Recovery. Burns. 2019;45:1695–1706. doi: 10.1016/j.burns.2019.05.002.", "ArticleIdList": ["10.1016/j.burns.2019.05.002", "31167717"]}, {"Citation": "Shukla R., Kashaw V. Evaluation of Wound Healing Potential of Nerium Indicum, Artocarpus Heterophyllus, Murraya Koenigii and Punica Granatum Using Incision Wound Model in Rats. Asian J. Pharm. Pharmacol. 2019;5:625–633. doi: 10.31024/ajpp.2019.5.3.26.", "ArticleIdList": ["10.31024/ajpp.2019.5.3.26"]}, {"Citation": "Akhoondinasab M.R., Khodarahmi A., Akhoondinasab M., Saberi M., Iranpour M. Assessing Effect of Three Herbal Medicines in Second and Third Degree Burns in Rats and Comparison with Silver Sulfadiazine Ointment. Burns. 2015;41:125–131. doi: 10.1016/j.burns.2014.04.001.", "ArticleIdList": ["10.1016/j.burns.2014.04.001", "24907191"]}, {"Citation": "Mehrabani M., Seyyedkazemi S.M., Nematollahi M.H., Jafari E., Mehrabani M., Mehdipour M., Sheikhshoaee Z., Mandegary A. Accelerated Burn Wound Closure in Mice with a New Formula Based on Traditional Medicine. Iran. Red Crescent Med. J. 2016;18:e59052. doi: 10.5812/ircmj.26613.", "ArticleIdList": ["10.5812/ircmj.26613", "PMC5292211", "28191338"]}, {"Citation": "Fahimi S., Abdollahi M., Mortazavi S.A., Hajimehdipoor H., Abdolghaffari A.H., Rezvanfar M.A. Wound Healing Activity of a Traditionally Used Poly Herbal Product in a Burn Wound Model in Rats. Iran. Red Crescent Med. J. 2015;17:e19960. doi: 10.5812/ircmj.19960.", "ArticleIdList": ["10.5812/ircmj.19960", "PMC4601203", "26473072"]}, {"Citation": "Shukla R., Kashaw V. Wound Healing Prospective of Pongamia Glabra, Piper Nigrum and Momordica Charantia on Albino Rats Using Anemic Burn Wound Model. J. Drug Deliv. Ther. 2018;8:146–154. doi: 10.22270/jddt.v8i6-s.2104.", "ArticleIdList": ["10.22270/jddt.v8i6-s.2104"]}, {"Citation": "Vaghardoost R., Mousavi Majd S.G., Tebyanian H., Babavalian H., Malaei L., Niazi M., Javdani A. The Healing Effect of Sesame Oil, Camphor and Honey on Second Degree Burn Wounds in Rat. World J. Plast. Surg. 2018;7:67–71.", "ArticleIdList": ["PMC5890368", "29651394"]}, {"Citation": "Wang Y., Beekman J., Hew J., Jackson S., Issler-Fisher A.C., Parungao R., Lajevardi S.S., Li Z., Maitz P.K.M. Burn Injury: Challenges and Advances in Burn Wound Healing, Infection, Pain and Scarring. Adv. Drug Deliv. Rev. 2018;123:3–17. doi: 10.1016/j.addr.2017.09.018.", "ArticleIdList": ["10.1016/j.addr.2017.09.018", "28941987"]}, {"Citation": "Jeschke M.G., Gauglitz G.G., Kulp G.A., Finnerty C.C., Williams F.N., Kraft R., Suman O.E., Mlcak R.P., Herndon D.N. Long-Term Persistance of the Pathophysiologic Response to Severe Burn Injury. PLoS ONE. 2011;6:e21245. doi: 10.1371/journal.pone.0021245.", "ArticleIdList": ["10.1371/journal.pone.0021245", "PMC3138751", "21789167"]}, {"Citation": "Jeschke M.G., Chinkes D.L., Finnerty C.C., Kulp G., Suman O.E., Norbury W.B., Branski L.K., Gauglitz G.G., Mlcak R.P., Herndon D.N. Pathophysiologic Response to Severe Burn Injury. Ann. Surg. 2008;248:387–401. doi: 10.1097/SLA.0b013e3181856241.", "ArticleIdList": ["10.1097/SLA.0b013e3181856241", "PMC3905467", "18791359"]}, {"Citation": "Rowan M.P., Cancio L.C., Elster E.A., Burmeister D.M., Rose L.F., Natesan S., Chan R.K., Christy R.J., Chung K.K. Burn Wound Healing and Treatment: Review and Advancements. Crit. Care. 2015;19:243. doi: 10.1186/s13054-015-0961-2.", "ArticleIdList": ["10.1186/s13054-015-0961-2", "PMC4464872", "26067660"]}, {"Citation": "Keck M., Herndon D.H., Kamolz L.P., Frey M., Jeschke M.G. Pathophysiology of Burns. Wien. Med. Wochenschr. 2009;159:327–336. doi: 10.1007/s10354-009-0651-2.", "ArticleIdList": ["10.1007/s10354-009-0651-2", "19652939"]}, {"Citation": "Senica M., Stampar F., Veberic R., Mikulic-Petkovsek M. The Higher the Better? Differences in Phenolics and Cyanogenic Glycosides in Sambucus Nigra Leaves, Flowers and Berries from Different Altitudes. J. Sci. Food Agric. 2017;97:2623–2632. doi: 10.1002/jsfa.8085.", "ArticleIdList": ["10.1002/jsfa.8085", "27734518"]}, {"Citation": "Gairola S., Shariff N.M., Bhatt A., Kala C.P. Influence of Climate Change on Production of Secondary Chemicals in High Altitude Medicinal Plants: Issues Needs Immediate Attention. J. Med. Plants Res. 2010;4:1825–1829. doi: 10.5897/jmpr.10.354.", "ArticleIdList": ["10.5897/jmpr.10.354"]}, {"Citation": "Altemimi A., Lakhssassi N., Baharlouei A., Watson D.G., Lightfoot D.A. Phytochemicals: Extraction, Isolation, and Identification of Bioactive Compounds from Plant Extracts. Plants. 2017;6:42. doi: 10.3390/plants6040042.", "ArticleIdList": ["10.3390/plants6040042", "PMC5750618", "28937585"]}, {"Citation": "Ajazuddin , Saraf S. Applications of Novel Drug Delivery System for Herbal Formulations. Fitoterapia. 2010;81:680–689. doi: 10.1016/j.fitote.2010.05.001.", "ArticleIdList": ["10.1016/j.fitote.2010.05.001", "20471457"]}, {"Citation": "Sandhiya V., Ubaidulla U. A Review on Herbal Drug Loaded into Pharmaceutical Carrier Techniques and Its Evaluation Process. Futur. J. Pharm. Sci. 2020;6:51. doi: 10.1186/s43094-020-00050-0.", "ArticleIdList": ["10.1186/s43094-020-00050-0"]}, {"Citation": "Qadir A., Jahan S., Aqil M., Warsi M.H., Alhakamy N.A., Alfaleh M.A., Khan N., Ali A. Phytochemical-Based Nano-Pharmacotherapeutics for Management of Burn Wound Healing. Gels. 2021;7:209. doi: 10.3390/gels7040209.", "ArticleIdList": ["10.3390/gels7040209", "PMC8628765", "34842674"]}, {"Citation": "Huang R., Hu J., Qian W., Chen L., Zhang D. Recent Advances in Nanotherapeutics for the Treatment of Burn Wounds. Burn. Trauma. 2021;9:tkab026. doi: 10.1093/burnst/tkab026.", "ArticleIdList": ["10.1093/burnst/tkab026", "PMC8579746", "34778468"]}, {"Citation": "Hajialyani M., Tewari D., Sobarzo-Sánchez E., Nabavi S.M., Farzaei M.H., Abdollahi M. Natural Product-Based Nanomedicines for Wound Healing Purposes: Therapeutic Targets and Drug Delivery Systems. Int. J. Nanomed. 2018;13:5023–5043. doi: 10.2147/IJN.S174072.", "ArticleIdList": ["10.2147/IJN.S174072", "PMC6128268", "30214204"]}, {"Citation": "Selvakumar P.M., Rajkumar S.R.J., MSA M.N. Phytochemicals as a Potential Source for Anti-Microbial, Anti-Oxidant and Wound Healing—A Review. MOJ Bioorganic Org. Chem. 2018;2:61–70. doi: 10.15406/mojboc.2018.02.0058.", "ArticleIdList": ["10.15406/mojboc.2018.02.0058"]}, {"Citation": "El Ayadi A., Jay J.W., Prasai A. Current Approaches Targeting the Wound Healing Phases to Attenuate Fibrosis and Scarring. Int. J. Mol. Sci. 2020;21:1105. doi: 10.3390/ijms21031105.", "ArticleIdList": ["10.3390/ijms21031105", "PMC7037118", "32046094"]}, {"Citation": "Shah A., Amini-Nik S. The Role of Phytochemicals in the Inflammatory Phase of Wound Healing. Int. J. Mol. Sci. 2017;18:1068. doi: 10.3390/ijms18051068.", "ArticleIdList": ["10.3390/ijms18051068", "PMC5454978", "28509885"]}, {"Citation": "Shukla S.K., Sharma A.K., Gupta V., Yashavarddhan M.H. Pharmacological Control of Inflammation in Wound Healing. J. Tissue Viability. 2019;28:218–222. doi: 10.1016/j.jtv.2019.09.002.", "ArticleIdList": ["10.1016/j.jtv.2019.09.002", "31542301"]}, {"Citation": "Shedoeva A., Leavesley D., Upton Z., Fan C. Wound Healing and the Use of Medicinal Plants. Evid.-Based Complement. Altern. Med. 2019;2019:2684108. doi: 10.1155/2019/2684108.", "ArticleIdList": ["10.1155/2019/2684108", "PMC6778887", "31662773"]}, {"Citation": "Glasziou P., Altman D.G., Bossuyt P., Boutron I., Clarke M., Julious S., Michie S., Moher D., Wager E. Reducing Waste from Incomplete or Unusable Reports of Biomedical Research. Lancet. 2014;383:267–276. doi: 10.1016/S0140-6736(13)62228-X.", "ArticleIdList": ["10.1016/S0140-6736(13)62228-X", "24411647"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "1", "Day": "16"}, {"Year": "2023", "Month": "2", "Day": "4"}, {"Year": "2023", "Month": "2", "Day": "10"}, {"Year": "2023", "Month": "2", "Day": "25", "Hour": "4", "Minute": "20"}, {"Year": "2023", "Month": "2", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "26", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "2", "Day": "13"}], "PublicationStatus": "epublish", "ArticleIdList": ["36839954", "PMC9958865", "10.3390/pharmaceutics15020633", "pharmaceutics15020633"]}}], "PubmedBookArticle": []}