{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Phoenix dactylifera", "cholinergic neurons", "cognitive deficits", "cyclooxygenase-2", "cytokines", "molecular modelling"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36840284", "DateRevised": {"Year": "2023", "Month": "03", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "02", "Day": "18"}], "Language": ["eng"], "ELocationID": ["934", "10.3390/plants12040934"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "4", "PubDate": {"Year": "2023", "Month": "Feb", "Day": "18"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Neuroprotective Effect of Methanolic Ajwa Seed Extract on Lipopolysaccharide-Induced Memory Dysfunction and Neuroinflammation: In Vivo, Molecular Docking and Dynamics Studies.", "Abstract": {"AbstractText": ["Islamic literature has indicated that daily consumption of Ajwa dates heals a variety of chronic diseases and disorders. The current research investigates the neuroprotective effect of methanolic Ajwa seed extract (MASE) on lipopolysaccharide (LPS)-induced cognitive deficits using multiple approaches. For animal studies, MASE (200 and 400 mg/kg, p.o.) was administrated for thirty consecutive days, and four doses of LPS (250 µg/kg, i.p.) were injected to induce neurotoxicity. Memory functions were evaluated using elevated plus-maze and novel object recognition tests. Acetylcholine (ACh) and neuroinflammatory markers (cyclooxygenase (COX)-2, tumor necrosis factor (TNF)-α, interleukin (IL)-6, IL-10, and transforming growth factor (TGF)-β1) were estimated in brain tissues. Studies of molecular docking and dynamics were conducted to provide insight into the molecular-level mechanisms. MASE administration resulted in a significant reversal of LPS-induced memory impairment in both maze models. Both doses of MASE elevated the ACh levels in an LPS-treated rat brain. In addition, the extract lowered COX-2 and proinflammatory cytokines (TNF-α and IL-6) while increasing anti-inflammatory cytokines (IL-10 and TGF-β1) in LPS-treated brain tissues. Molecular modeling results revealed that the compound's ellagic acid, epicatechin, catechin, kaempferol, quercetin, and apigenin have the potential to act as a dual inhibitor of acetylcholinesterase (AChE) and COX-2 and can be responsible for the improvement of both cholinergic and inflammatory conditions, while the cinnamic acid, hesperidin, hesperetin, narengin, and rutin compounds are responsible only for the improvement of cholinergic transmission. The above compounds acted by interacting with the key residues Trp84, Asp72, Gly118, Ser200, Tyr334, and His440, which are responsible for the hydrolysis of ACh in AChE, while the COX-2 is inhibited by interacting with the residues (Val349, Leu352, Tyr355, Tyr385, Ala527, Ser530, and Leu531) of the hydrophobic channel. By promoting cholinergic activity and protecting neuroinflammation in the rat brain, MASE provides neuroprotection against LPS-induced cognitive deficits. Our preliminary findings will help with further drug discovery processes related to neuroinflammation-related neurodegeneration."]}, "AuthorList": [{"Identifier": ["0000-0002-8440-8366"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, College of Pharmacy, Qassim University, Buraydah 51452, Saudi Arabia."}], "LastName": "Mani", "ForeName": "Vasudevan", "Initials": "V"}, {"Identifier": ["0000-0002-7255-5254"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry and Pharmacognosy, College of Pharmacy, Qassim University, Buraydah 51452, Saudi Arabia."}], "LastName": "Arfeen", "ForeName": "Minhajul", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacoinformatics, National Institute of Pharmaceutical Education and Research (NIPER)-Kolkata, Kolkata 700054, India."}], "LastName": "Dhaked", "ForeName": "Devendra Kumar", "Initials": "DK"}, {"Identifier": ["0000-0003-2896-6790"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry and Pharmacognosy, College of Pharmacy, Qassim University, Buraydah 51452, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Department of Pharmacognosy and Medicinal Plants, Faculty of Pharmacy, Al-Azhar University, Cairo 11371, Egypt."}], "LastName": "Mohammed", "ForeName": "Hamdoon A", "Initials": "HA"}, {"Identifier": ["0000-0002-5803-1227"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy Practice, Faculty of Pharmacy, University of Tabuk, Tabuk 47512, Saudi Arabia."}], "LastName": "Amirthalingam", "ForeName": "Palanisamy", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, College of Pharmacy, Qassim University, Buraydah 51452, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Department of Clinical Pharmacology, Faculty of Medicine, Zagazig University, Zagazig 44519, Egypt."}], "LastName": "Elsisi", "ForeName": "Hossam A", "Initials": "HA"}], "GrantList": [{"GrantID": "QU-IF-4-2-1-29564", "Agency": "Qassim University", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Zhou R., Ji B., Kong Y., Qin L., Ren W., Guan Y., Ni R. PET Imaging of neuroinflammation in Alzheimer’s disease. Front. Immunol. 2021;12:739130. doi: 10.3389/fimmu.2021.739130.", "ArticleIdList": ["10.3389/fimmu.2021.739130", "PMC8481830", "34603323"]}, {"Citation": "Kamdi S.P., Raval A., Nakhate K.T. Phloridzin attenuates lipopolysaccharide-induced cognitive impairment via antioxidant, anti-inflammatory and neuromodulatory activities. Cytokine. 2021;139:155408. doi: 10.1016/j.cyto.2020.155408.", "ArticleIdList": ["10.1016/j.cyto.2020.155408", "33476914"]}, {"Citation": "Mani V., Jaafar S.M., Azahan N.S.M., Ramasamy K., Lim S.M., Ming L.C., Majeed A.B.A. Ciproxifan improves cholinergic transmission, attenuates neuroinflammation and oxidative stress but does not reduce amyloid level in transgenic mice. Life Sci. 2017;180:23–35. doi: 10.1016/j.lfs.2017.05.013.", "ArticleIdList": ["10.1016/j.lfs.2017.05.013", "28501482"]}, {"Citation": "Gorica E., Calderone V. Arachidonic acid derivatives and neuroinflammation. CNS. Neurol. Disord. Drug Targets. 2022;21:118–129. doi: 10.2174/1871527320666210208130412.", "ArticleIdList": ["10.2174/1871527320666210208130412", "33557740"]}, {"Citation": "Skok M., Lykhmus O. The role of α7 nicotinic acetylcholine receptors and α7-specific antibodies in neuroinflammation related to Alzheimer disease. Curr. Pharm. Des. 2016;22:2035–2049. doi: 10.2174/1381612822666160127112914.", "ArticleIdList": ["10.2174/1381612822666160127112914", "26818865"]}, {"Citation": "Mani V., Arfeen M., Ali H.M., Abdel-Moneim A.H., Aldubayan M., Alhowail A. Neuroprotective effect of clobenpropit against lipopolysaccharide-induced cognitive deficits via attenuating neuroinflammation and enhancing mitochondrial functions in mice. Brain Sci. 2021;11:1617. doi: 10.3390/brainsci11121617.", "ArticleIdList": ["10.3390/brainsci11121617", "PMC8699680", "34942919"]}, {"Citation": "Liu Y., Zhang Y., Zheng X., Fang T., Yang X., Luo X., Guo A., Newell K.A., Huang X.F., Yu Y. Galantamine improves cognition, hippocampal inflammation, and synaptic plasticity impairments induced by lipopolysaccharide in mice. J. Neuroinflammation. 2018;15:112. doi: 10.1186/s12974-018-1141-5.", "ArticleIdList": ["10.1186/s12974-018-1141-5", "PMC5907415", "29669582"]}, {"Citation": "Van Horssen J., van Schaik P., Witte M. Inflammation and mitochondrial dysfunction: A vicious circle in neurodegenerative disorders? Neurosci. Lett. 2019;710:132931. doi: 10.1016/j.neulet.2017.06.050.", "ArticleIdList": ["10.1016/j.neulet.2017.06.050", "28668382"]}, {"Citation": "Jin H., Kanthasamy A., Ghosh A., Anantharam V., Kalyanaraman B., Kanthasamy A.G. Mitochondria-targeted antioxidants for treatment of Parkinson’s disease: Preclinical and clinical outcomes. Biochim. Biophys. Acta. 2014;1842:1282–1294. doi: 10.1016/j.bbadis.2013.09.007.", "ArticleIdList": ["10.1016/j.bbadis.2013.09.007", "PMC3961561", "24060637"]}, {"Citation": "Khalid S., Khalid N., Khan R.S., Ahmed H., Ahmad A. A review on chemistry and pharmacology of Ajwa date fruit and pit. Trends Food Sci. Technol. 2017;63:60–69. doi: 10.1016/j.tifs.2017.02.009.", "ArticleIdList": ["10.1016/j.tifs.2017.02.009"]}, {"Citation": "Chao C.T., Kureger R.R. The date palm (Phoenix dactylifera L.): Overview of biology, uses, and cultivation. HortScience. 2007;42:1077–1082. doi: 10.21273/HORTSCI.42.5.1077.", "ArticleIdList": ["10.21273/HORTSCI.42.5.1077"]}, {"Citation": "Hamad I., AbdElgawad H., Al Jaouni S., Zinta G., Asard H., Hassan S., Hegab M., Hagagy N., Selim S. Metabolic analysis of various date palm fruit (Phoenix dactylifera L.) cultivars from Saudi Arabia to assess their nutritional quality. Molecules. 2015;20:13620–13641. doi: 10.3390/molecules200813620.", "ArticleIdList": ["10.3390/molecules200813620", "PMC6331958", "26225946"]}, {"Citation": "Anwar S., Raut R., Alsahli M.A., Almatroudi A., Alfheeaid H., Alzahrani F.M., Khan A.A., Allemailem K.S., Almatroodi S.A., Rahmani A.H. Role of Ajwa date fruit pulp and seed in the management of diseases through in vitro and in silico analysis. Biology. 2022;11:78. doi: 10.3390/biology11010078.", "ArticleIdList": ["10.3390/biology11010078", "PMC8773040", "35053077"]}, {"Citation": "Hasan M., Mohieldein A. In vivo evaluation of anti Diabetic, hypolipidemic, antioxidative activities of Saudi date seed extract on streptozotocin induced diabetic rats. J. Clin. Diagn. Res. 2016;10:FF06–FF12. doi: 10.7860/JCDR/2016/16879.7419.", "ArticleIdList": ["10.7860/JCDR/2016/16879.7419", "PMC4843279", "27134893"]}, {"Citation": "Khan T.J., Kuerban A., Razvi S.S., Mehanna M.G., Khan K.A., Almulaiky Y.Q., Faidallah H.M. In vivo evaluation of hypolipidemic and antioxidative effect of ‘Ajwa’ (Phoenix dactylifera L.) date seed-extract in high-fat diet-induced hyperlipidemic rat model. Biomed. Pharmacother. 2018;107:675–680. doi: 10.1016/j.biopha.2018.07.134.", "ArticleIdList": ["10.1016/j.biopha.2018.07.134", "30125841"]}, {"Citation": "Kalantaripour T.P., Asadi-Shekaari M., Basiri M., Gholaamhosseinian Najar A. Cerebroprotective effect of date seed extract (Phoenix dactylifera) on focal cerebral ischemia in male rats.  [(accessed on 20 May 2022)];J. Biol. Sci. 2012 12:180–185. doi: 10.3923/jbs.2012.180.185. Available online:  https://scialert.net/abstract/?doi=jbs.2012.180.185.", "ArticleIdList": ["10.3923/jbs.2012.180.185"]}, {"Citation": "Subash S., Essa M.M., Braidy N., Awlad-Thani K., Vaishnav R., Al-Adawi S., Al-Asmi A., Guillemin G.J. Diet rich in date palm fruits improves memory, learning and reduces beta amyloid in transgenic mouse model of Alzheimer’s disease. J. Ayurveda. Integr. Med. 2015;6:111–120. doi: 10.4103/0975-9476.159073.", "ArticleIdList": ["10.4103/0975-9476.159073", "PMC4484046", "26167001"]}, {"Citation": "Mani V., Arfeen M., Sajid S., Almogbel Y. Aqueous Ajwa dates seeds extract improves memory impairment in type-2 diabetes mellitus rats by reducing blood glucose levels and enhancing brain cholinergic transmission. Saudi J. Biol. Sci. 2022;29:2738–2748. doi: 10.1016/j.sjbs.2021.12.060.", "ArticleIdList": ["10.1016/j.sjbs.2021.12.060", "PMC9072939", "35531250"]}, {"Citation": "Mani V., Arfeen M., Sajid S., Almogbel Y. Neuroprotective effect of aqueous extract of Ajwa seeds via anti-inflammatory pathways in type-2 diabetic-induced rats.  [(accessed on 1 February 2022)];Int. J. Pharmacol. 2022 18:299–306. doi: 10.3923/ijp.2022.299.306. Available online:  https://scialert.net/abstract/?doi=ijp.2022.299.306.", "ArticleIdList": ["10.3923/ijp.2022.299.306"]}, {"Citation": "Mani V., Arfeen M., Mohammed H.A., Elsisi H.A., Sajid S., Almogbel Y., Aldubayan M., Dhanasekaran M., Alhowail A. Sukkari dates seed improves type-2 diabetes mellitus-induced memory impairment by reducing blood glucose levels and enhancing brain cholinergic transmission: In vivo and molecular modeling studies. Saudi Pharm. J. 2022;30:750–763. doi: 10.1016/j.jsps.2022.03.016.", "ArticleIdList": ["10.1016/j.jsps.2022.03.016", "PMC9257867", "35812141"]}, {"Citation": "Zhang H., Tsao R. Dietary polyphenols, oxidative stress and antioxidant and anti-inflammatory effects. Curr. Opin. Food Sci. 2016;8:33–42. doi: 10.1016/j.cofs.2016.02.002.", "ArticleIdList": ["10.1016/j.cofs.2016.02.002"]}, {"Citation": "Al-Omar M.S., Mohammed H.A., Mohammed S., Abd-Elmoniem E., Kandil Y.I., Eldeeb H.M., Chigurupati S., Sulaiman G.M., Al-Khurayyif H.K., Almansour B.S., et al. Anti-microbial, anti-oxidant, and α-amylase inhibitory activity of traditionally-used medicinal herbs: A comparative analyses of pharmacology, and phytoconstituents of regional halophytic plants’ diaspora. Molecules. 2020;25:5457. doi: 10.3390/molecules25225457.", "ArticleIdList": ["10.3390/molecules25225457", "PMC7699972", "33233786"]}, {"Citation": "Mohammed H.A., Ali H.M., Qureshi K.A., Alsharidah M., Kandil Y.I., Said R., Mohammed S., Al-Omar M.S., Rugaie O.A., Abdellatif A., et al. Comparative phytochemical profile and biological activity of four major medicinal halophytes from Qassim flora. Plants. 2021;10:2208. doi: 10.3390/plants10102208.", "ArticleIdList": ["10.3390/plants10102208", "PMC8538075", "34686017"]}, {"Citation": "Borowiec K., Michalak A. Flavonoids from edible fruits as therapeutic agents in neuroinflammation-A comprehensive review and update. Crit. Rev. Food Sci. Nutr. 2022;62:6742–6760. doi: 10.1080/10408398.2021.1905604.", "ArticleIdList": ["10.1080/10408398.2021.1905604", "33783286"]}, {"Citation": "Rahman I., Biswas S.K., Kirkham P.A. Regulation of inflammation and redox signaling by dietary polyphenols. Biochem. Pharmacol. 2006;72:1439–1452. doi: 10.1016/j.bcp.2006.07.004.", "ArticleIdList": ["10.1016/j.bcp.2006.07.004", "16920072"]}, {"Citation": "Mohammadi M., Soltani M., Siahpoosh A., Shekarabi S.P.H., Mehrgan M.S., Lymbery A. Effect of date palm (Phoenix dactylifera) seed extract as a dietary supplementation on growth performance immunological haematological biochemical parameters of common carp. Aquac. Res. 2018;49:2903–2912. doi: 10.1111/are.13760.", "ArticleIdList": ["10.1111/are.13760"]}, {"Citation": "Zhang Y., Kua J., McCammon J.A. Role of the catalytic triad and oxyanion hole in acetylcholinesterase catalysis:  an ab initio QM/MM study. J. Am. Chem. Soc. 2002;124:10572–10577. doi: 10.1021/ja020243m.", "ArticleIdList": ["10.1021/ja020243m", "12197759"]}, {"Citation": "Mani V., Arfeen M., Rabbani S.I., Shariq A., Amirthalingam P. Levetiracetam ameliorates doxorubicin-induced chemobrain by enhancing cholinergic transmission and reducing neuroinflammation using an experimental rat model and molecular docking study. Molecules. 2022;27:7364. doi: 10.3390/molecules27217364.", "ArticleIdList": ["10.3390/molecules27217364", "PMC9653834", "36364190"]}, {"Citation": "Macdonald I.R., Martin E., Rosenberry T.L., Darvesh S. Probing the peripheral site of human butyrylcholinesterase. Biochemistry. 2012;51:7046–7053. doi: 10.1021/bi300955k.", "ArticleIdList": ["10.1021/bi300955k", "PMC3438789", "22901043"]}, {"Citation": "Kiefer J.R., Pawlitz J.L., Moreland K.T., Stegeman R.A., Hood W.F., Gierse J.K., Stevens A.M., Goodwin D.C., Rowlinson S.W., Marnett L.J., et al. Structural insights into the stereochemistry of the cyclooxygenase reaction. Nature. 2000;405:97–101. doi: 10.1038/35011103.", "ArticleIdList": ["10.1038/35011103", "10811226"]}, {"Citation": "Mani V., Arfeen M., Ali H.M., Hafez Abdel-Moneim A.M., Aldubayan M., Dhanasekaran M., Alhowail A. Ciproxifan attenuates the memory impairment induced by lipopolysaccharide through modulation of cholinergic transmission in the mouse brain. Eur. Rev. Med. Pharmacol. Sci. 2022;26:1897–1905. doi: 10.26355/eurrev_202203_28335.", "ArticleIdList": ["10.26355/eurrev_202203_28335", "35363338"]}, {"Citation": "Marefati N., Beheshti F., Memarpour S., Bayat R., Naser Shafei M., Sadeghnia H.R., Ghazavi H., Hosseini M. The effects of acetyl-11-keto-β-boswellic acid on brain cytokines and memory impairment induced by lipopolysaccharide in rats. Cytokine. 2020;131:155107. doi: 10.1016/j.cyto.2020.155107.", "ArticleIdList": ["10.1016/j.cyto.2020.155107", "32380425"]}, {"Citation": "Vasconcelos A.R., Yshii L.M., Viel T.A., Buck H.S., Mattson M.P., Scavone C., Kawamoto E.M. Intermittent fasting attenuates lipopolysaccharide-induced neuroinflammation and memory impairment. J. Neuroinflammation. 2014;11:85. doi: 10.1186/1742-2094-11-85.", "ArticleIdList": ["10.1186/1742-2094-11-85", "PMC4041059", "24886300"]}, {"Citation": "Sadraie S., Kiasalari Z., Razavian M., Azimi S., Sedighnejad L., Afshin-Majd S., Baluchnejadmojarad T., Roghani M. Berberine ameliorates lipopolysaccharide-induced learning and memory deficit in the rat: Insights into underlying molecular mechanisms. Metab. Brain Dis. 2019;34:245–255. doi: 10.1007/s11011-018-0349-5.", "ArticleIdList": ["10.1007/s11011-018-0349-5", "30456649"]}, {"Citation": "Silvers J.M., Harrod S.B., Mactutus C.F., Booze R.M. Automation of the novel object recognition task for use in adolescent rats. J. Neurosci. Methods. 2007;166:99–103. doi: 10.1016/j.jneumeth.2007.06.032.", "ArticleIdList": ["10.1016/j.jneumeth.2007.06.032", "PMC3184886", "17719091"]}, {"Citation": "Ennaceur A. One-trial object recognition in rats and mice: Methodological and theoretical issues. Behav. Brain Res. 2010;215:244–254. doi: 10.1016/j.bbr.2009.12.036.", "ArticleIdList": ["10.1016/j.bbr.2009.12.036", "20060020"]}, {"Citation": "Dehghanian F., Kalantaripour T.P., Esmaeilpour K., Elyasi L., Oloumi H., Pour F.M., Asadi-Shekaari M. Date seed extract ameliorates β-amyloid-induced impairments in hippocampus of male rats. Biomed. Pharmacother. 2017;89:221–226. doi: 10.1016/j.biopha.2017.02.037.", "ArticleIdList": ["10.1016/j.biopha.2017.02.037", "28231543"]}, {"Citation": "Stancampiano R., Cocco S., Cugusi C., Sarais L., Fadda F. Serotonin and acetylcholine release response in the rat hippocampus during a spatial memory task. Neuroscience. 1999;89:1135–1143. doi: 10.1016/S0306-4522(98)00397-2.", "ArticleIdList": ["10.1016/S0306-4522(98)00397-2", "10362301"]}, {"Citation": "Ming Z., Wotton C.A., Appleton R.T., Ching J.C., Loewen M.E., Sawicki G., Bekar L.K. Systemic lipopolysaccharide-mediated alteration of cortical neuromodulation involves increases in monoamine oxidase-A and acetylcholinesterase activity. J. Neuroinflammation. 2015;12:37. doi: 10.1186/s12974-015-0259-y.", "ArticleIdList": ["10.1186/s12974-015-0259-y", "PMC4344755", "25890242"]}, {"Citation": "Borovikova L.V., Ivanova S., Zhang M., Yang H., Botchkina G.I., Watkins L.R., Wang H., Abumrad N., Eaton J.W., Tracey K.J. Vagus nerve stimulation attenuates the systemic inflammatory response to endotoxin. Nature. 2000;405:458–462. doi: 10.1038/35013070.", "ArticleIdList": ["10.1038/35013070", "10839541"]}, {"Citation": "Rojo L.E., Fernández J.A., Maccioni A.A., Jimenez J.M., Maccioni R.B. Neuroinflammation: Implications for the pathogenesis and molecular diagnosis of Alzheimer’s disease. Arch. Med. Res. 2008;39:1–16. doi: 10.1016/j.arcmed.2007.10.001.", "ArticleIdList": ["10.1016/j.arcmed.2007.10.001", "18067990"]}, {"Citation": "Rubio-Perez J.M., Morillas-Ruiz J.M. A review: Inflammatory process in Alzheimer’s disease, role of cytokines. Sci. World J. 2012;2012:756357. doi: 10.1100/2012/756357.", "ArticleIdList": ["10.1100/2012/756357", "PMC3330269", "22566778"]}, {"Citation": "Consilvio C., Vincent A.M., Feldman E.L. Neuroinflammation, COX-2, and ALS--a dual role? Exp. Neurol. 2004;187:1–10. doi: 10.1016/j.expneurol.2003.12.009.", "ArticleIdList": ["10.1016/j.expneurol.2003.12.009", "15081582"]}, {"Citation": "Yang L., Zhou R., Tong Y., Chen P., Shen Y., Miao S., Liu X. Neuroprotection by dihydrotestosterone in LPS-induced neuroinflammation. Neurobiol. Dis. 2020;140:104814. doi: 10.1016/j.nbd.2020.104814.", "ArticleIdList": ["10.1016/j.nbd.2020.104814", "32087283"]}, {"Citation": "Lee J., Chan S.L., Mattson M.P. Adverse effect of a presenilin-1 mutation in microglia results in enhanced nitric oxide and inflammatory cytokine responses to immune challenge in the brain. Neuromolecular Med. 2002;2:29–45. doi: 10.1385/NMM:2:1:29.", "ArticleIdList": ["10.1385/NMM:2:1:29", "12230303"]}, {"Citation": "Joshi R., Garabadu D., Teja G.R., Krishnamurthy S. Silibinin ameliorates LPS-induced memory deficits in experimental animals. Neurobiol. Learn. Mem. 2014;116:117–131. doi: 10.1016/j.nlm.2014.09.006.", "ArticleIdList": ["10.1016/j.nlm.2014.09.006", "25444719"]}, {"Citation": "Zhao D., Zhang L.J., Huang T.Q., Kim J., Gu M.Y., Yang H.O. Narciclasine inhibits LPS-induced neuroinflammation by modulating the Akt/IKK/NF-κB and JNK signaling pathways. Phytomedicine. 2021;85:153540. doi: 10.1016/j.phymed.2021.153540.", "ArticleIdList": ["10.1016/j.phymed.2021.153540", "33773188"]}, {"Citation": "Brochu M.E., Girard S., Lavoie K., Sébire G. Developmental regulation of the neuroinflammatory responses to LPS and/or hypoxia-ischemia between preterm and term neonates: An experimental study. J. Neuroinflammation. 2011;8:55. doi: 10.1186/1742-2094-8-55.", "ArticleIdList": ["10.1186/1742-2094-8-55", "PMC3121616", "21599903"]}, {"Citation": "Ouyang W., O’Garra A. IL-10 family cytokines IL-10 and IL-22: From basic science to clinical translation. Immunity. 2019;50:871–891. doi: 10.1016/j.immuni.2019.03.020.", "ArticleIdList": ["10.1016/j.immuni.2019.03.020", "30995504"]}, {"Citation": "Chen J.H., Ke K.F., Lu J.H., Qiu Y.H., Peng Y.P. Protection of TGF-β1 against neuroinflammation and neurodegeneration in Aβ1-42-induced Alzheimer’s disease model rats. PLoS ONE. 2015;10:e0116549. doi: 10.1371/journal.pone.0116549.", "ArticleIdList": ["10.1371/journal.pone.0116549", "PMC4319949", "25658940"]}, {"Citation": "Salam H.S., Tawfik M.M., Elnagar M.R., Mohammed H.A., Zarka M.A., Awad N.S. Potential apoptotic activities of Hylocereus undatus peel and pulp extracts in MCF-7 and Caco-2 cancer cell lines. Plants. 2022;11:2192. doi: 10.3390/plants11172192.", "ArticleIdList": ["10.3390/plants11172192", "PMC9459728", "36079573"]}, {"Citation": "Banc R., Rusu M.E., Filip L., Popa D.S. The impact of ellagitannins and their metabolites through gut microbiome on the gut health and brain wellness within the gut-brain axis. Foods. 2023;12:270. doi: 10.3390/foods12020270.", "ArticleIdList": ["10.3390/foods12020270", "PMC9858309", "36673365"]}, {"Citation": "OECD Guidelines for the Testing of Chemicals, Section 4. OECD Publishing; Paris, France: 2002.  [(accessed on 19 April 2022)]. OECD Test No. 423: Acute Oral toxicity—Acute Toxic Class Method. Available online:  https://www.oecd-ilibrary.org/environment/test-no-423-acute-oraltoxicity-acute-toxic-class-method_9789264071001-en."}, {"Citation": "Malik J., Kumar M., Deshmukh R., Kumar P. Ameliorating effect of lyophilized extract of Butea frondosa leaves on scopolamine-induced amnesia in rats. Pharm. Biol. 2013;51:233–239. doi: 10.3109/13880209.2012.717229.", "ArticleIdList": ["10.3109/13880209.2012.717229", "23127163"]}, {"Citation": "Trott O., Olson A.J. AutoDock Vina: Improving the speed and accuracy of docking with a new scoring function, efficient optimization, and multithreading. J. Comput. Chem. 2010;31:455–461. doi: 10.1002/jcc.21334.", "ArticleIdList": ["10.1002/jcc.21334", "PMC3041641", "19499576"]}, {"Citation": "Bowers K.J., Chow E., Xu H., Dror R.O., Eastwood M.P., Gregersen B.A., Klepeis J.L., Kolossvary I., Moraes M.A., Sacerdoti F.D., et al.  Scalable algorithms for molecular dynamics simulations on commodity clusters; Proceedings of the ACM/IEEE Conference on Supercomputing (SC06); Tampa, FL, USA. 11–17 November 2006;  [(accessed on 10 November 2022)].  Available online:  https://ieeexplore.ieee.org/document/4090217."}, {"Citation": "Sastry G.M., Adzhigirey M., Day T., Annabhimoju R., Sherman W. Protein and ligand preparation: Parameters, protocols, and influence on virtual screening enrichments. J. Comput. Aid. Mol. Des. 2013;27:221–234. doi: 10.1007/s10822-013-9644-8.", "ArticleIdList": ["10.1007/s10822-013-9644-8", "23579614"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "1", "Day": "19"}, {"Year": "2023", "Month": "2", "Day": "14"}, {"Year": "2023", "Month": "2", "Day": "16"}, {"Year": "2023", "Month": "2", "Day": "25", "Hour": "4", "Minute": "26"}, {"Year": "2023", "Month": "2", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "26", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "2", "Day": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["36840284", "PMC9964647", "10.3390/plants12040934", "plants12040934"]}}], "PubmedBookArticle": []}