{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ruta angustifolia", "Ruta species", "alkaloids", "anticancer agents", "furocoumarins"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36840175", "DateRevised": {"Year": "2023", "Month": "02", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "02", "Day": "13"}], "Language": ["eng"], "ELocationID": ["827", "10.3390/plants12040827"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "4", "PubDate": {"Year": "2023", "Month": "Feb", "Day": "13"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "<i>Ruta angustifolia</i> Pers. (Narrow-Leaved Fringed Rue): Pharmacological Properties and Phytochemical Profile.", "Abstract": {"AbstractText": ["The genus <i>Ruta</i> in the family <i>Rutaceae</i> includes about 40 species, such as the well-known plants <i>R. graveolens</i> L. (common rue) or <i>R. chalepensis</i> L. (fringed rue), but also much lesser-known species such as <i>R. angustifolia</i> Pers. (narrow-leaved fringed rue). This rue specie, originating from the Mediterranean region, is well-distributed in Southeast Asia, notably in the Indo-Chinese peninsula and other territories. In some countries, such as Malaysia, the plant is used to treat liver diseases and cancer. Extracts of <i>R. angustifolia</i> display antifungal, antiviral and antiparasitic effects. Diverse bioactive natural products have been isolated from the aerial parts of the plant, notably quinoline alkaloids and furocoumarins, which present noticeable anti-inflammatory, antioxidant and/or antiproliferative properties. The present review discusses the main pharmacological properties of the plant and its phytoconstituents, with a focus on the anticancer activities evidenced with diverse alkaloids and terpenoids isolated from the aerial parts of the plant. Quinoline alkaloids such as graveoline, kokusaginine, and arborinine have been characterized and their mode of action defined. Arborinine stands as a remarkable inhibitor of histone demethylase LSD1, endowed with promising anticancer activities. Other anticancer compounds, such as the furocoumarins chalepin and rutamarin, have revealed antitumor effects. Their mechanism of action is discussed together with that of other bioactive natural products, including angustifolin and moskachans. Altogether, <i>R. angustifolia</i> Pers. presents a rich phytochemical profile, fully consistent with the traditional use of the plant to treat cancer. This rue species, somewhat neglected, warrant further investigations as a medicinal plant and a source of inspiration for drug discovery and design."]}, "AuthorList": [{"Identifier": ["0000-0002-2973-9357"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "OncoWitan, Scientific Consulting Office, Wasquehal, F-59290 Lille, France."}, {"Identifier": [], "Affiliation": "Institut de Chimie Pharmaceutique Albert Lespagnol (ICPAL), Faculté de Pharmacie, University of Lille, 3 rue du Professeur Laguesse, BP-83, F-59006 Lille, France."}, {"Identifier": [], "Affiliation": "CNRS, Inserm, CHU Lille, UMR9020-U1277-CANTHER-Cancer Heterogeneity Plasticity and Resistance to Therapies, University of Lille, F-59000 Lille, France."}], "LastName": "Bailly", "ForeName": "Christian", "Initials": "C"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The author declares no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Appelhans M.S., Bayly M.J., Heslewood M.M., Groppo M., Verboom A., Forster P.I., Kallunki J.A., Duretto M.F. A new subfamily classification of the Citrus family (Rutaceae) based on six nuclear and plastid markers. Taxon. 2021;70:1035–1061. doi: 10.1002/tax.12543.", "ArticleIdList": ["10.1002/tax.12543"]}, {"Citation": "Gao L., Zhang H., Yuan C.H., Zeng L.H., Xiang Z., Song J.F., Wang H.G., Jiang J.P. Citrus aurantium ‘Changshan-huyou’—An ethnopharmacological and phytochemical review. Front. Pharmacol. 2022;13:983470. doi: 10.3389/fphar.2022.983470.", "ArticleIdList": ["10.3389/fphar.2022.983470", "PMC9483622", "36133822"]}, {"Citation": "Ding S., Wang P., Pang X., Zhang L., Qian L., Jia X., Chen W., Ruan S., Sun L. The new exploration of pure total flavonoids extracted from Citrus maxima (Burm.) Merr. as a new therapeutic agent to bring health benefits for people. Front. Nutr. 2022;9:958329. doi: 10.3389/fnut.2022.958329.", "ArticleIdList": ["10.3389/fnut.2022.958329", "PMC9582534", "36276813"]}, {"Citation": "Liang P.L., Chen X.L., Gong M.J., Xu Y., Tu H.S., Zhang L., Liao B.S., Qiu X.H., Zhang J., Huang Z.H., et al. Guang Chen Pi (the pericarp of Citrus reticulata Blanco’s cultivars ‘Chachi’) inhibits macrophage-derived foam cell formation. J. Ethnopharmacol. 2022;293:115328. doi: 10.1016/j.jep.2022.115328.", "ArticleIdList": ["10.1016/j.jep.2022.115328", "35489660"]}, {"Citation": "Yan H., Pu Z.J., Zhang Z.Y., Zhou G.S., Zou D.Q., Guo S., Li C., Zhan Z.L., Duan J.A. Research on Biomarkers of Different Growth Periods and Different Drying Processes of Citrus wilsonii Tanaka Based on Plant Metabolomics. Front. Plant. Sci. 2021;12:700367. doi: 10.3389/fpls.2021.700367.", "ArticleIdList": ["10.3389/fpls.2021.700367", "PMC8317225", "34335665"]}, {"Citation": "Nahar L., El-Seedi H.R., Khalifa S.A.M., Mohammadhosseini M., Sarker S.D. Ruta Essential Oils: Composition and Bioactivities. Molecules. 2021;26:4766. doi: 10.3390/molecules26164766.", "ArticleIdList": ["10.3390/molecules26164766", "PMC8400350", "34443352"]}, {"Citation": "Keswara Y.D., Handayani S.R. Uji Aktivitas Analgetik Ekstrak Etanol Daun Inggu (Ruta angustifolia [L.] Pers) Pada Tikus Putih Jantan. J. Syifa. Sci. Clin. Res. 2019;1:57–69. doi: 10.37311/jsscr.v1i2.2662.", "ArticleIdList": ["10.37311/jsscr.v1i2.2662"]}, {"Citation": "Noer S., Abinawanto A., Basith A. Molecular identification of the medicinal herb plant Ruta angustifolia from Lembang Bandung using chloroplast DNA markers. AIP Conf. Proc. 2018;2023:020113. doi: 10.1063/1.5064110.", "ArticleIdList": ["10.1063/1.5064110"]}, {"Citation": "Coimbra A.T., Ferreira S., Duarte A.P. Genus Ruta: A natural source of high value products with biological and pharmacological properties. J. Ethnopharmacol. 2020;260:113076. doi: 10.1016/j.jep.2020.113076.", "ArticleIdList": ["10.1016/j.jep.2020.113076", "32534112"]}, {"Citation": "Pollio A., De Natale A., Appetiti E., Aliotta G., Touwaide A. Continuity and change in the Mediterranean medical tradition: Ruta spp. (rutaceae) in Hippocratic medicine and present practices. J. Ethnopharmacol. 2008;116:469–482. doi: 10.1016/j.jep.2007.12.013.", "ArticleIdList": ["10.1016/j.jep.2007.12.013", "18276094"]}, {"Citation": "Shahrajabian M.H. A Candidate for Health Promotion, Disease Prevention and Treatment, Common Rue (Ruta graveolens L.), an Important Medicinal plant in Traditional Medicine. Curr. Rev. Clin. Exp. Pharmacol. 2022. online ahead of print .", "ArticleIdList": ["10.2174/2772432817666220510143902", "35538827"]}, {"Citation": "Jiao M., Liu X., Ren Y., Wang Y., Cheng L., Liang Y., Li Y., Zhang T., Wang W., Mei Z. Comparison of Herbal Medicines Used for Women’s Menstruation Diseases in Different Areas of the World. Front. Pharmacol. 2022;12:751207. doi: 10.3389/fphar.2021.751207.", "ArticleIdList": ["10.3389/fphar.2021.751207", "PMC8854496", "35185533"]}, {"Citation": "Richardson J.S., Sethi G., Lee G.S., Malek S.N. Chalepin: Isolated from Ruta angustifolia L. Pers induces mitochondrial mediated apoptosis in lung carcinoma cells. BMC Complement. Altern. Med. 2016;16:389. doi: 10.1186/s12906-016-1368-6.", "ArticleIdList": ["10.1186/s12906-016-1368-6", "PMC5059921", "27729078"]}, {"Citation": "Kamal L.Z.M., Hassan N.M., Taib N.M., Soe M. Graveoline from Ruta angustifolia (L.) Pers. and Its Antimicrobial Synergistic Potential in Erythromycin or Vancomycin Combinations. Sains Malays. 2018;47:2429–2435. doi: 10.17576/jsm-2018-4710-19.", "ArticleIdList": ["10.17576/jsm-2018-4710-19"]}, {"Citation": "Shuib N.A., Iqbal A., Sulaiman F.A., Razak I., Susanti D. Antioxidant and antibacterial activities of Ruta angustifolia extract. J. Teknol. 2015;77:101–105. doi: 10.11113/jt.v77.6747.", "ArticleIdList": ["10.11113/jt.v77.6747"]}, {"Citation": "Haddouchi F., Chaouche T.M., Zaouali Y., Ksouri R., Attou A., Benmansour A. Chemical composition and antimicrobial activity of the essential oils from four Ruta species growing in Algeria. Food Chem. 2013;141:253–258. doi: 10.1016/j.foodchem.2013.03.007.", "ArticleIdList": ["10.1016/j.foodchem.2013.03.007", "23768355"]}, {"Citation": "Dob T., Dahmane D., Gauriat-Desrdy B., Daligault V. Volatile Constituents of the Essential Oil of Ruta chalepensis L. subsp. Angustifolia (Pers.) P. Cout. J. Essent. Oil Res. 2008;20:306–309. doi: 10.1080/10412905.2008.9700019.", "ArticleIdList": ["10.1080/10412905.2008.9700019"]}, {"Citation": "Bennaoum Z., Benhassaini H., Falconieri D., Piras A., Porcedda S. Chemical variability in essential oils from Ruta species among seasons, and its taxonomic and ecological significance. Nat. Prod. Res. 2017;31:2329–2334. doi: 10.1080/14786419.2017.1303692.", "ArticleIdList": ["10.1080/14786419.2017.1303692", "28338346"]}, {"Citation": "Kamal L.Z.M., Adam M.A.A., Shahpudin S.N.M., Shuib A.N., Sandai R., Hassan N.M., Tabana Y., Basri D.F., Than L.T.L., Sandai D. Identification of Alkaloid Compounds Arborinine and Graveoline from Ruta angustifolia (L.) Pers for their Antifungal Potential against Isocitrate lyase (ICL1) gene of Candida albicans. Mycopathologia. 2021;186:221–236. doi: 10.1007/s11046-020-00523-z.", "ArticleIdList": ["10.1007/s11046-020-00523-z", "33550536"]}, {"Citation": "Noer S., Abinawanto A., Bachtiar B.M., Bowolaksono A. Inhibition of Candida albicans hypha formation in biofilm formation by Ruta angustifolia extract. AIP Conf. Proc. 2021;2331:050003. doi: 10.1063/5.0041682.", "ArticleIdList": ["10.1063/5.0041682"]}, {"Citation": "Wahyuni T.S., Widyawaruyanti A., Lusida M.I., Fuad A., Soetjipto, Fuchino H., Kawahara N., Hayashi Y., Aoki C., Hotta H. Inhibition of hepatitis C virus replication by chalepin and pseudane IX isolated from Ruta angustifolia leaves. Fitoterapia. 2014;99:276–283. doi: 10.1016/j.fitote.2014.10.011.", "ArticleIdList": ["10.1016/j.fitote.2014.10.011", "25454460"]}, {"Citation": "González J.A., García-Barriuso M., Gordaliza M., Amich F. Traditional plant-based remedies to control insect vectors of disease in the Arribes del Duero (western Spain): An ethnobotanical study. J. Ethnopharmacol. 2011;138:595–601. doi: 10.1016/j.jep.2011.10.003.", "ArticleIdList": ["10.1016/j.jep.2011.10.003", "22001073"]}, {"Citation": "Salama M.G.M., Mead H.M.I., Sabry H.M., Abo-Ghalia A.H.A., Semida F.M.M. Biocidal effect of Ergosterol-Propyl Ester Isolated from Ruta angustifolia (Pers.) on Spodopetra littoralis (Boisd) Catrina. 2020;21:37–45. doi: 10.21608/cat.2020.21801.1039.", "ArticleIdList": ["10.21608/cat.2020.21801.1039"]}, {"Citation": "Tampe J., Parra L., Huaiquil K., Quiroz A. Potential repellent activity of the essential oil of ruta chalepensis (linnaeus) from chile against aegorhinus superciliosus (guérin) (Coleoptera: Curculionidae) J. Soil Sci. Plant Nutr. 2016;16:48–59. doi: 10.4067/S0718-95162016005000004.", "ArticleIdList": ["10.4067/S0718-95162016005000004"]}, {"Citation": "Najem M., Bammou M., Bachiri L., Bouiamrine E.H., Ibijbijen J., Nassiri L. Ruta chalepensis L. Essential Oil Has a Biological Potential for a Natural Fight against the Pest of Stored Foodstuffs: Tribolium castaneum Herbst. Evid. Based Complement. Alternat. Med. 2020;2020:5739786. doi: 10.1155/2020/5739786.", "ArticleIdList": ["10.1155/2020/5739786", "PMC7474356", "32908563"]}, {"Citation": "Ortu E., Sanna G., Scala A., Pulina G., Caboni P., Battacone G. In vitro anthelmintic activity of active compounds of the fringed rue Ruta chalepensis against dairy ewe gastrointestinal nematodes. J. Helminthol. 2017;91:447–453. doi: 10.1017/S0022149X16000419.", "ArticleIdList": ["10.1017/S0022149X16000419", "27329583"]}, {"Citation": "Ntalli N.G., Manconi F., Leonti M., Maxia A., Caboni P. Aliphatic ketones from Ruta chalepensis (Rutaceae) induce paralysis on root knot nematodes. J. Agric. Food Chem. 2011;59:7098–7103. doi: 10.1021/jf2013474.", "ArticleIdList": ["10.1021/jf2013474", "21631118"]}, {"Citation": "Faria J.M., Barbosa P., Bennett R.N., Mota M., Figueiredo A.C. Bioactivity against Bursaphelenchus xylophilus: Nematotoxics from essential oils, essential oils fractions and decoction waters. Phytochemistry. 2013;94:220–228. doi: 10.1016/j.phytochem.2013.06.005.", "ArticleIdList": ["10.1016/j.phytochem.2013.06.005", "23829930"]}, {"Citation": "Vasudevan T.N., Luckner M. Alkaloids from Ruta angustifolia Pers., Ruta chalepensis L., Ruta graveolens L. and Ruta montana Mill. Pharmazie. 1968;23:520–521.", "ArticleIdList": ["5717194"]}, {"Citation": "Adamska-Szewczyk A., Glowniak K., Baj T. Furochinoline alkaloids in plants from Rutaceae family—A review. Curr. Issues Pharm. Med. Sci. 2016;29:33–38. doi: 10.1515/cipms-2016-0008.", "ArticleIdList": ["10.1515/cipms-2016-0008"]}, {"Citation": "Kim W.J., Kim Y.O., Kim J.H., Nam B.H., Kim D.G., An C.M., Lee J.S., Kim P.S., Lee H.M., Oh J.S., et al. Liquid Chromatography-Mass Spectrometry-Based Rapid Secondary-Metabolite Profiling of Marine Pseudoalteromonas sp. M2. Mar. Drugs. 2016;14:24. doi: 10.3390/md14010024.", "ArticleIdList": ["10.3390/md14010024", "PMC4728520", "26805856"]}, {"Citation": "Kim M.E., Jung I., Lee J.S., Na J.Y., Kim W.J., Kim Y.O., Park Y.D., Lee J.S. Pseudane-VII Isolated from Pseudoalteromonas sp. M2 Ameliorates LPS-Induced Inflammatory Response In Vitro and In Vivo. Mar. Drugs. 2017;15:336. doi: 10.3390/md15110336.", "ArticleIdList": ["10.3390/md15110336", "PMC5706026", "29104209"]}, {"Citation": "Kim M.E., Jung I., Na J.Y., Lee Y., Lee J., Lee J.S., Lee J.S. Pseudane-VII Regulates LPS-Induced Neuroinflammation in Brain Microglia Cells through the Inhibition of iNOS Expression. Molecules. 2018;23:3196. doi: 10.3390/molecules23123196.", "ArticleIdList": ["10.3390/molecules23123196", "PMC6320864", "30518111"]}, {"Citation": "Ritter C., Luckner M. Biosynthesis of 2-n-alkyl-4-hydroxyquinoline derivates (pseudane) in Pseudomonas aeruginosa. Eur. J. Biochem. 1971;18:391–400. doi: 10.1111/j.1432-1033.1971.tb01255.x.", "ArticleIdList": ["10.1111/j.1432-1033.1971.tb01255.x", "5542949"]}, {"Citation": "Bandatmakuru S.R., Arava V.R. Novel synthesis of graveoline and graveolinine. Synth. Commun. 2018;8:2635–2641. doi: 10.1080/00397911.2018.1501581.", "ArticleIdList": ["10.1080/00397911.2018.1501581"]}, {"Citation": "Singh S., Nerella S., Pabbaraja S., Mehta G. Access to 2-Alkyl/Aryl-4-(1H)-Quinolones via Orthogonal “NH3” Insertion into o -Haloaryl Ynones: Total Synthesis of Bioactive Pseudanes, Graveoline, Graveolinine, and Waltherione, F. Org. Lett. 2020;22:1575–1579. doi: 10.1021/acs.orglett.0c00172.", "ArticleIdList": ["10.1021/acs.orglett.0c00172", "32013447"]}, {"Citation": "Chen H., Li S., Wang S., Li W., Bao N., Ai W. The inhibitory effect of kokusaginine on the growth of human breast cancer cells and MDR-resistant cells is mediated by the inhibition of tubulin assembly. Bioorg. Med. Chem. Lett. 2018;28:2490–2492. doi: 10.1016/j.bmcl.2018.05.059.", "ArticleIdList": ["10.1016/j.bmcl.2018.05.059", "29903663"]}, {"Citation": "Sichaem J., Rojpitikul T., Sawasdee P., Lugsannangarm K., Santi T.P. Furoquinoline Alkaloids from the Leaves of Evodia lepta as Potential Cholinesterase Inhibitors and their Molecular Docking. Nat. Prod. Commun. 2015;10:1359–1362. doi: 10.1177/1934578X1501000811.", "ArticleIdList": ["10.1177/1934578X1501000811", "26434116"]}, {"Citation": "Senol Deniz F.S., Eren G., Orhan I.E., Sener B., Ozgen U., Aldaba R., Calis I. Outlining In Vitro and In Silico Cholinesterase Inhibitory Activity of Twenty-Four Natural Products of Various Chemical Classes: Smilagenin, Kokusaginine, and Methyl Rosmarinate as Emboldening Inhibitors. Molecules. 2021;26:2024. doi: 10.3390/molecules26072024.", "ArticleIdList": ["10.3390/molecules26072024", "PMC8037418", "33916300"]}, {"Citation": "Belén Valdez M., Bernal Giménez D.M., Fernández L.R., Musikant A.D., Ferri G., Sáenz D., Di Venosa G., Casas A., Avigliano E., Edreira M.M., et al. Antiparasitic Derivatives of the Furoquinoline Alkaloids Kokusaginine And Flindersiamine. ChemMedChem. 2022;17:e202100784. doi: 10.1002/cmdc.202100784.", "ArticleIdList": ["10.1002/cmdc.202100784", "35001527"]}, {"Citation": "Zuo Y., Pu J., Chen G., Shen W., Wang B. Study on the activity and mechanism of skimmianine against human non-small cell lung cancer. Nat. Prod. Res. 2019;33:759–762. doi: 10.1080/14786419.2017.1408096.", "ArticleIdList": ["10.1080/14786419.2017.1408096", "29187005"]}, {"Citation": "Liu Y., Kang L., Shi S.M., Li B.J., Zhang Y., Zhang X.Z., Guo X.W., Fu G., Zheng G.N., Hao H., et al. Skimmianine as a novel therapeutic agent suppresses proliferation and migration of human esophageal squamous cell carcinoma via blocking the activation of ERK1/2. Neoplasma. 2022;69:571–582. doi: 10.4149/neo_2022_211118N1640.", "ArticleIdList": ["10.4149/neo_2022_211118N1640", "35144474"]}, {"Citation": "Zhang Z.Q., Xuan W.L., Huang Y., Ren S., Wulan T.Y., Song Y., Xue D.B., Zhang W.H. Dictamnine inhibits pancreatic cancer cell growth and epithelial-mesenchymal transition by blocking the PI3K/AKT signaling pathway. Neoplasma. 2022;69:603–619. doi: 10.4149/neo_2022_211016N1474.", "ArticleIdList": ["10.4149/neo_2022_211016N1474", "35263994"]}, {"Citation": "El Sayed K., Al-Said M.S., El-Feraly F.S., Ross S.A. New quinoline alkaloids from Ruta chalepensis. J. Nat. Prod. 2000;63:995–997. doi: 10.1021/np000012y.", "ArticleIdList": ["10.1021/np000012y", "10924184"]}, {"Citation": "Hale A.L., Meepagala K.M., Oliva A., Aliotta G., Duke S.O. Phytotoxins from the leaves of Ruta graveolens. J. Agric. Food Chem. 2004;52:3345–3349. doi: 10.1021/jf0497298.", "ArticleIdList": ["10.1021/jf0497298", "15161195"]}, {"Citation": "Sampaio O.M., Vieira L.C.C., Bellete B.S., King-Diaz B., Lotina-Hennsen B., da Silva M.F.D.G.F., Veiga T.A.M. Evaluation of Alkaloids Isolated from Ruta graveolens as Photosynthesis Inhibitors. Molecules. 2018;23:2693. doi: 10.3390/molecules23102693.", "ArticleIdList": ["10.3390/molecules23102693", "PMC6222745", "30347671"]}, {"Citation": "Ghosh S., Bishayee K., Khuda-Bukhsh A.R. Graveoline isolated from ethanolic extract of Ruta graveolens triggers apoptosis and autophagy in skin melanoma cells: A novel apoptosis-independent autophagic signaling pathway. Phytother. Res. 2014;28:1153–1162. doi: 10.1002/ptr.5107.", "ArticleIdList": ["10.1002/ptr.5107", "24343999"]}, {"Citation": "Liu H., Guo S., Xi S. A high-resolution accurate mass approach to identification of graveoline metabolites using ultra-high-performance liquid chromatography combined with a photo diode array detector and quadrupole/time-of-flight tandem mass spectrometry. Biomed. Chromatogr. 2022;37:e5511. doi: 10.1002/bmc.5511.", "ArticleIdList": ["10.1002/bmc.5511", "36100977"]}, {"Citation": "An Z.Y., Yan Y.Y., Peng D., Ou T.M., Tan J.H., Huang S.L., An L.K., Gu L.Q., Huang Z.S. Synthesis and evaluation of graveoline and graveolinine derivatives with potent anti-angiogenesis activities. Eur. J. Med. Chem. 2010;45:3895–3903. doi: 10.1016/j.ejmech.2010.05.043.", "ArticleIdList": ["10.1016/j.ejmech.2010.05.043", "20554355"]}, {"Citation": "Luo W., Lv J.W., Wang T., Zhang Z.Y., Guo H.Y., Song Z.Y., Wang C.J., Ma J., Chen Y.P. Synthesis, in vitro and in vivo biological evaluation of novel graveolinine derivatives as potential anti-Alzheimer agents. Bioorg. Med. Chem. 2020;28:115190. doi: 10.1016/j.bmc.2019.115190.", "ArticleIdList": ["10.1016/j.bmc.2019.115190", "31744779"]}, {"Citation": "Rodrigues T., Reker D., Kunze J., Schneider P., Schneider G. Revealing the Macromolecular Targets of Fragment-Like Natural Products. Angew. Chem. Int. Ed. Engl. 2015;54:10516–10520. doi: 10.1002/anie.201504241.", "ArticleIdList": ["10.1002/anie.201504241", "26202212"]}, {"Citation": "Ombito J.O., Chi G.F., Wansi J.D. Ethnomedicinal uses, phytochemistry, and pharmacology of the genus Vepris (Rutaceae): A review. J. Ethnopharmacol. 2021;267:113622. doi: 10.1016/j.jep.2020.113622.", "ArticleIdList": ["10.1016/j.jep.2020.113622", "33246126"]}, {"Citation": "Langat M.K., Kami T., Cheek M. Chemistry, taxonomy and ecology of the potentially chimpanzee-dispersed Vepris teva sp.nov. (Rutaceae) endangered in coastal thicket in the Congo Republic. PeerJ. 2022;10:e13926. doi: 10.7717/peerj.13926.", "ArticleIdList": ["10.7717/peerj.13926", "PMC9415428", "36032959"]}, {"Citation": "Noulala C.G.T., Ouete J.L.N., Atangana A.F., Mbahbou G.T.B., Fotso G.W., Stammler H.G., Lenta B.N., Happi E.N., Sewald N., Ngadjui B.T. Soyauxinine, a New Indolopyridoquinazoline Alkaloid from the Stem Bark of Araliopsis soyauxii Engl. (Rutaceae) Molecules. 2022;27:1104. doi: 10.3390/molecules27031104.", "ArticleIdList": ["10.3390/molecules27031104", "PMC8838469", "35164367"]}, {"Citation": "Al-Majmaie S., Nahar L., Rahman M.M., Nath S., Saha P., Talukdar A.D., Sharples G.P., Sarker S.D. Anti-MRSA Constituents from Ruta chalepensis (Rutaceae) Grown in Iraq, and In Silico Studies on Two of Most Active Compounds, Chalepensin and 6-Hydroxy-rutin 3′,7-Dimethyl ether. Molecules. 2021;26:1114. doi: 10.3390/molecules26041114.", "ArticleIdList": ["10.3390/molecules26041114", "PMC7923287", "33669881"]}, {"Citation": "Réthy B., Zupkó I., Minorics R., Hohmann J., Ocsovszki I., Falkay G. Investigation of cytotoxic activity on human cancer cell lines of arborinine and furanoacridones isolated from Ruta graveolens. Planta Med. 2007;73:41–48. doi: 10.1055/s-2006-951747.", "ArticleIdList": ["10.1055/s-2006-951747", "17109253"]}, {"Citation": "Réthy B., Hohmann J., Minorics R., Varga A., Ocsovszki I., Molnár J., Juhász K., Falkay G., Zupkó I. Antitumour properties of acridone alkaloids on a murine lymphoma cell line. Anticancer Res. 2008;28:2737–2743.", "ArticleIdList": ["19035304"]}, {"Citation": "Kuete V., Sandjo L.P., Seukep J.A., Zeino M., Mbaveng A.T., Ngadjui B., Efferth T. Cytotoxic compounds from the fruits of Uapaca togoensis towards multifactorial drug-resistant cancer cells. Planta Med. 2015;81:32–38. doi: 10.1055/s-0034-1383362.", "ArticleIdList": ["10.1055/s-0034-1383362", "25473921"]}, {"Citation": "Piboonprai K., Khumkhrong P., Khongkow M., Yata T., Ruangrungsi N., Chansriniyom C., Iempridee T. Anticancer activity of arborinine from Glycosmis parva leaf extract in human cervical cancer cells. Biochem. Biophys. Res. Commun. 2018;500:866–872. doi: 10.1016/j.bbrc.2018.04.175.", "ArticleIdList": ["10.1016/j.bbrc.2018.04.175", "29705700"]}, {"Citation": "Chu Y., Xiao Z., Jing N., Yan W., Wang S., Ma B., Zhang J., Li Y. Arborinine, a potential LSD1 inhibitor, inhibits epithelial-mesenchymal transition of SGC-7901 cells and adriamycin-resistant gastric cancer SGC-7901/ADR cells. Investig. New Drugs. 2021;39:627–635. doi: 10.1007/s10637-020-01016-y.", "ArticleIdList": ["10.1007/s10637-020-01016-y", "33215324"]}, {"Citation": "Li N., Yang L., Zuo H. Arborinine suppresses ovarian cancer development through inhibition of LSD1. Life Sci. 2022;291:120275. doi: 10.1016/j.lfs.2021.120275.", "ArticleIdList": ["10.1016/j.lfs.2021.120275", "34979197"]}, {"Citation": "Feng C., Gong L., Wang J. Arborinine from Glycosmis parva leaf extract inhibits clear-cell renal cell carcinoma by inhibiting KDM1A/UBE2O signaling. Food Nutr. Res. 2022;66:1–8. doi: 10.29219/fnr.v66.8714.", "ArticleIdList": ["10.29219/fnr.v66.8714", "PMC9487452", "36185617"]}, {"Citation": "Mehndiratta S., Liou J.P. Histone lysine specific demethylase 1 inhibitors. RSC Med. Chem. 2020;11:969–981. doi: 10.1039/D0MD00141D.", "ArticleIdList": ["10.1039/D0MD00141D", "PMC7513387", "33479691"]}, {"Citation": "Zhang X., Wang X., Wu T., Yin W., Yan J., Sun Y., Zhao D. Therapeutic potential of targeting LSD1/ KDM1A in cancers. Pharmacol. Res. 2022;175:105958. doi: 10.1016/j.phrs.2021.105958.", "ArticleIdList": ["10.1016/j.phrs.2021.105958", "34718134"]}, {"Citation": "Zheng Y.C., Liu Y.J., Gao Y., Wang B., Liu H.M. An Update of Lysine Specific Demethylase 1 Inhibitor: A Patent Review (2016–2020) Recent Pat. Anticancer Drug Discov. 2022;17:9–25.", "ArticleIdList": ["34323202"]}, {"Citation": "Gill H. Lysine-Specific Demethylase 1 (LSD1/KDM1A) Inhibition as a Target for Disease Modification in Myelofibrosis. Cells. 2022;11:2107. doi: 10.3390/cells11132107.", "ArticleIdList": ["10.3390/cells11132107", "PMC9777294", "36552902"]}, {"Citation": "Rapanelli M., Williams J.B., Ma K., Yang F., Zhong P., Patel R., Kumar M., Qin L., Rein B., Wang Z.J., et al. Targeting histone demethylase LSD1 for treatment of deficits in autism mouse models. Mol. Psychiatry. 2022;27:3355–3366. doi: 10.1038/s41380-022-01508-8.", "ArticleIdList": ["10.1038/s41380-022-01508-8", "PMC9477974", "35296809"]}, {"Citation": "Maiques-Diaz A., Somervaille T.C. LSD1: Biologic roles and therapeutic targeting. Epigenomics. 2016;8:1103–1116. doi: 10.2217/epi-2016-0009.", "ArticleIdList": ["10.2217/epi-2016-0009", "PMC5066116", "27479862"]}, {"Citation": "Mullard A. Merck & Co. pays US$1.35 billion for LSD1 inhibitors. Nat. Rev. Drug Discov. 2022. online ahead of print .", "ArticleIdList": ["10.1038/d41573-022-00197-w", "36460867"]}, {"Citation": "Pal C., Kundu M.K., Bandyopadhyay U., Adhikari S. Synthesis of novel heme-interacting acridone derivatives to prevent free heme-mediated protein oxidation and degradation. Bioorg. Med. Chem. Lett. 2011;21:3563–3567. doi: 10.1016/j.bmcl.2011.04.127.", "ArticleIdList": ["10.1016/j.bmcl.2011.04.127", "21600767"]}, {"Citation": "Laprasert C., Chansriniyom C., Limpanasithikul W. S-deoxydihydroglyparvin from Glycosmis parva inhibits lipopolysaccharide induced murine macrophage activation through inactivating p38 mitogen activated protein kinase. J. Adv. Pharm. Technol. Res. 2021;12:32–39.", "ArticleIdList": ["PMC7832183", "33532352"]}, {"Citation": "Suhaimi S.A., Hong S.L., Abdul Malek S.N. Rutamarin, an Active Constituent from Ruta angustifolia Pers., Induced Apoptotic Cell Death in the HT29 Colon Adenocarcinoma Cell Line. Pharmacogn. Mag. 2017;13:S179–S188.", "ArticleIdList": ["PMC5538152", "28808378"]}, {"Citation": "Kozioł E., Luca S.V., Ağalar H.G., Sağlık B.N., Demirci F., Marcourt L., Wolfender J.L., Jóźwiak K., Skalicka-Woźniak K. Rutamarin: Efficient Liquid-Liquid Chromatographic Isolation from Ruta graveolens L. and Evaluation of Its In Vitro and In Silico MAO-B Inhibitory Activity. Molecules. 2020;25:2678. doi: 10.3390/molecules25112678.", "ArticleIdList": ["10.3390/molecules25112678", "PMC7321355", "32527030"]}, {"Citation": "Xu B., Wang L., González-Molleda L., Wang Y., Xu J., Yuan Y. Antiviral activity of (+)-rutamarin against Kaposi’s sarcoma-associated herpesvirus by inhibition of the catalytic activity of human topoisomerase II. Antimicrob. Agents Chemother. 2014;58:563–573. doi: 10.1128/AAC.01259-13.", "ArticleIdList": ["10.1128/AAC.01259-13", "PMC3910736", "24295975"]}, {"Citation": "Bazaldúa-Rodríguez A.F., Quintanilla-Licea R., Verde-Star M.J., Hernández-García M.E., Vargas-Villarreal J., Garza-González J.N. Furanocoumarins from Ruta chalepensis with Amebicide Activity. Molecules. 2021;26:3684. doi: 10.3390/molecules26123684.", "ArticleIdList": ["10.3390/molecules26123684", "PMC8233766", "34208750"]}, {"Citation": "Wu T., Wang Y., Yuan Y. Antiviral activity of topoisomerase II catalytic inhibitors against Epstein-Barr virus. Antiviral Res. 2014;107:95–101. doi: 10.1016/j.antiviral.2014.05.003.", "ArticleIdList": ["10.1016/j.antiviral.2014.05.003", "24821256"]}, {"Citation": "Lin Y., Wang Q., Gu Q., Zhang H., Jiang C., Hu J., Wang Y., Yan Y., Xu J. Semisynthesis of (-)-Rutamarin Derivatives and Their Inhibitory Activity on Epstein-Barr Virus Lytic Replication. J. Nat. Prod. 2017;80:53–60. doi: 10.1021/acs.jnatprod.6b00415.", "ArticleIdList": ["10.1021/acs.jnatprod.6b00415", "28093914"]}, {"Citation": "Zhang Y., Zhang H., Yao X.G., Shen H., Chen J., Li C., Chen L., Zheng M., Ye J., Hu L., et al. (+)-Rutamarin as a dual inducer of both GLUT4 translocation and expression efficiently ameliorates glucose homeostasis in insulin-resistant mice. PLoS ONE. 2012;7:e31811. doi: 10.1371/journal.pone.0031811.", "ArticleIdList": ["10.1371/journal.pone.0031811", "PMC3288053", "22384078"]}, {"Citation": "Orlita A., Sidwa-Gorycka M., Kumirska J., Maliński E., Siedlecka E.M., Gajdus J., Lojkowska E., Stepnowski P. Identification of Ruta graveolens L. metabolites accumulated in the presence of abiotic elicitors. Biotechnol. Prog. 2008;24:128–133. doi: 10.1021/bp070261d.", "ArticleIdList": ["10.1021/bp070261d", "18052337"]}, {"Citation": "Tamene D., Endale M. Antibacterial Activity of Coumarins and Carbazole Alkaloid from Roots of Clausena anisata. Adv. Pharmacol. Sci. 2019;2019:5419854. doi: 10.1155/2019/5419854.", "ArticleIdList": ["10.1155/2019/5419854", "PMC6378073", "30863444"]}, {"Citation": "Pavão F., Castilho M.S., Pupo M.T., Dias R.L., Correa A.G., Fernandes J.B., da Silva M.F., Mafezoli J., Vieira P.C., Oliva G. Structure of Trypanosoma cruzi glycosomal glyceraldehyde-3-phosphate dehydrogenase complexed with chalepin, a natural product inhibitor, at 1.95 A resolution. FEBS Lett. 2002;520:13–17. doi: 10.1016/S0014-5793(02)02700-X.", "ArticleIdList": ["10.1016/S0014-5793(02)02700-X", "12044862"]}, {"Citation": "Menezes I.R., Lopes J.C., Montanari C.A., Oliva G., Pavão F., Castilho M.S., Vieira P.C., Pupo M.T. 3D QSAR studies on binding affinities of coumarin natural products for glycosomal GAPDH of Trypanosoma cruzi. J. Comput. Aided Mol. Des. 2003;17:277–290. doi: 10.1023/A:1026171723068.", "ArticleIdList": ["10.1023/A:1026171723068", "14635721"]}, {"Citation": "de Marchi A.A., Castilho M.S., Nascimento P.G., Archanjo F.C., del Ponte G., Oliva G., Pupo M.T. New 3-piperonylcoumarins as inhibitors of glycosomal glyceraldehyde-3-phosphate dehydrogenase (gGAPDH) from Trypanosoma cruzi. Bioorg. Med. Chem. 2004;12:4823–4833. doi: 10.1016/j.bmc.2004.07.018.", "ArticleIdList": ["10.1016/j.bmc.2004.07.018", "15336261"]}, {"Citation": "Olorunsogo O.O., Emerole G.O., Malomo S.O., Thabrew M.I. Inhibition of mitochondrial respiration by chalepin, a naturally occurring furocoumarin. Toxicol. Lett. 1983;15:323–327. doi: 10.1016/0378-4274(83)90151-0.", "ArticleIdList": ["10.1016/0378-4274(83)90151-0", "6836600"]}, {"Citation": "Olorunsogo O.O., Uwaifo A.O., Malomo S.O. Comparative effects of three naturally occurring furanocoumarins on mitochondrial bioenergetics. Chem. Biol. Interact. 1990;74:263–274. doi: 10.1016/0009-2797(90)90043-M.", "ArticleIdList": ["10.1016/0009-2797(90)90043-M", "2161289"]}, {"Citation": "Richardson J.S.M., Aminudin N., Abd Malek S.N. Chalepin: A Compound from Ruta angustifolia L. Pers Exhibits Cell Cycle Arrest at S phase, Suppresses Nuclear Factor-Kappa B (NF-κB) Pathway, Signal Transducer and Activation of Transcription 3 (STAT3) Phosphorylation and Extrinsic Apoptotic Pathway in Non-small Cell Lung Cancer Carcinoma (A549) Pharmacogn. Mag. 2017;13:S489–S498.", "ArticleIdList": ["PMC5669087", "29142404"]}, {"Citation": "Fakai M.I., Abd Malek S.N., Karsani S.A. Induction of apoptosis by chalepin through phosphatidylserine externalisations and DNA fragmentation in breast cancer cells (MCF7) Life Sci. 2019;220:186–193. doi: 10.1016/j.lfs.2019.01.029.", "ArticleIdList": ["10.1016/j.lfs.2019.01.029", "30682342"]}, {"Citation": "Del Castillo J.B., Luis F.R., Secundino M. Angustifolin, a coumarin from Ruta angustifolia. Phytochemistry. 1984;23:2095–2096. doi: 10.1016/S0031-9422(00)84991-2.", "ArticleIdList": ["10.1016/S0031-9422(00)84991-2"]}, {"Citation": "Jiang Y., Xu J., Huang P., Yang L., Liu Y., Li Y., Wang J., Song H., Zheng P. Scoparone Improves Nonalcoholic Steatohepatitis Through Alleviating JNK/Sab Signaling Pathway-Mediated Mitochondrial Dysfunction. Front. Pharmacol. 2022;13:863756. doi: 10.3389/fphar.2022.863756.", "ArticleIdList": ["10.3389/fphar.2022.863756", "PMC9110978", "35592421"]}, {"Citation": "Wei M., Li T., Cao H., He H., Yang C., Yin Y., Lu H., Novák P., Zhang K., Gao Y. The effects of scoparone on alcohol and high-fat diet-induced liver injury revealed by RNA sequencing. Biomed. Pharmacother. 2022;155:113770. doi: 10.1016/j.biopha.2022.113770.", "ArticleIdList": ["10.1016/j.biopha.2022.113770", "36182737"]}, {"Citation": "Park K.R., Kim B., Lee J.Y., Moon H.J., Kwon I.K., Yun H.M. Effects of Scoparone on differentiation, adhesion, migration, autophagy and mineralization through the osteogenic signalling pathways. J. Cell. Mol. Med. 2022;26:4520–4529. doi: 10.1111/jcmm.17476.", "ArticleIdList": ["10.1111/jcmm.17476", "PMC9357629", "35796406"]}, {"Citation": "Li N., Yang F., Liu D.Y., Guo J.T., Ge N., Sun S.Y. Scoparone inhibits pancreatic cancer through PI3K/Akt signaling pathway. World J. Gastrointest. Oncol. 2021;13:1164–1183. doi: 10.4251/wjgo.v13.i9.1164.", "ArticleIdList": ["10.4251/wjgo.v13.i9.1164", "PMC8465440", "34616521"]}, {"Citation": "Na Z., Xiang W., Niu X.M., Mei S.X., Lin Z.W., Li C.M., Sun H.D. Diterpenoids from Isodon enanderianus. Phytochemistry. 2002;60:55–60. doi: 10.1016/S0031-9422(02)00073-0.", "ArticleIdList": ["10.1016/S0031-9422(02)00073-0", "11985852"]}, {"Citation": "Han Q.B., Zhao A.H., Zhang J.X., Lu Y., Zhang L.L., Zheng Q.T., Sun H.D. Cytotoxic constituents of Isodon rubescens var. lushiensis. J. Nat. Prod. 2003;66:1391–1394. doi: 10.1021/np030165w.", "ArticleIdList": ["10.1021/np030165w", "14575445"]}, {"Citation": "Chen Y.G., Qin G.W., Xie Y.Y., Cheng K.F., Lin Z.W., Sun H.D., Kang Y.H., Han B.H. Lignans from Kadsura angustifolia. J. Asian Nat. Prod. Res. 1998;1:125–131. doi: 10.1080/10286029808039854.", "ArticleIdList": ["10.1080/10286029808039854", "11261213"]}, {"Citation": "Wysocka W., Przybyt A. (+)-Angustifoline: A Minor Alkaloid from Lupinus albus1. Planta Med. 1993;59:289. doi: 10.1055/s-2006-959680.", "ArticleIdList": ["10.1055/s-2006-959680", "17235983"]}, {"Citation": "Cely-Veloza W., Quiroga D., Coy-Barrera E. Quinolizidine-Based Variations and Antifungal Activity of Eight Lupinus Species Grown under Greenhouse Conditions. Molecules. 2022;27:305. doi: 10.3390/molecules27010305.", "ArticleIdList": ["10.3390/molecules27010305", "PMC8746871", "35011535"]}, {"Citation": "Aslam H., Khan A.U., Qazi N.G., Ali F., Hassan S.S.U., Bungau S. Pharmacological basis of bergapten in gastrointestinal diseases focusing on H+/K+ ATPase and voltage-gated calcium channel inhibition: A toxicological evaluation on vital organs. Front. Pharmacol. 2022;13:1005154. doi: 10.3389/fphar.2022.1005154.", "ArticleIdList": ["10.3389/fphar.2022.1005154", "PMC9709249", "36467058"]}, {"Citation": "Quetglas-Llabrés M.M., Quispe C., Herrera-Bravo J., Catarino M.D., Pereira O.R., Cardoso S.M., Dua K., Chellappan D.K., Pabreja K., Satija S., et al. Pharmacological Properties of Bergapten: Mechanistic and Therapeutic Aspects. Oxid. Med. Cell Longev. 2022;2022:8615242. doi: 10.1155/2022/8615242.", "ArticleIdList": ["10.1155/2022/8615242", "PMC9060977", "35509838"]}, {"Citation": "Gao S., Zou X., Wang Z., Shu X., Cao X., Xia S., Shao P., Bao X., Yang H., Xu Y., et al. Bergapten attenuates microglia-mediated neuroinflammation and ischemic brain injury by targeting Kv1.3 and Carbonyl reductase 1. Eur. J. Pharmacol. 2022;933:175242. doi: 10.1016/j.ejphar.2022.175242.", "ArticleIdList": ["10.1016/j.ejphar.2022.175242", "36058290"]}, {"Citation": "Yang Y., Han J., Lilly R.G., Yang Q., Guo Y. Bergapten mediated inflammatory and apoptosis through AMPK/eNOS/AKT signaling pathway of isoproterenol-induced myocardial infarction in Wistar rats. J. Biochem. Mol. Toxicol. 2022;36:e23143. doi: 10.1002/jbt.23143.", "ArticleIdList": ["10.1002/jbt.23143", "35815753"]}, {"Citation": "Liang Y., Xie L., Liu K., Cao Y., Dai X., Wang X., Lu J., Zhang X., Li X. Bergapten: A review of its pharmacology, pharmacokinetics, and toxicity. Phytother. Res. 2021;35:6131–6147. doi: 10.1002/ptr.7221.", "ArticleIdList": ["10.1002/ptr.7221", "34347307"]}, {"Citation": "Santoro M., Guido C., De Amicis F., Sisci D., Cione E., Vincenza D., Donà A., Panno M.L., Aquila S. Bergapten induces metabolic reprogramming in breast cancer cells. Oncol. Rep. 2016;35:568–576. doi: 10.3892/or.2015.4327.", "ArticleIdList": ["10.3892/or.2015.4327", "26459431"]}, {"Citation": "Lin C.P., Lin C.S., Lin H.H., Li K.T., Kao S.H., Tsao S.M. Bergapten induces G1 arrest and pro-apoptotic cascade in colorectal cancer cells associating with p53/p21/PTEN axis. Environ. Toxicol. 2019;34:303–311. doi: 10.1002/tox.22685.", "ArticleIdList": ["10.1002/tox.22685", "30576070"]}, {"Citation": "Del Castillo J.B., Secundino M., Luis F.R. Four aromatic derivatives from Ruta angustifolia. Phytochemistry. 1986;25:2209–2210. doi: 10.1016/0031-9422(86)80093-0.", "ArticleIdList": ["10.1016/0031-9422(86)80093-0"]}, {"Citation": "Ulubelen A., Tan N. A moskachan from roots of Ruta chalepensis. Phytochemistry. 1990;29:3991–3992. doi: 10.1016/0031-9422(90)85390-2.", "ArticleIdList": ["10.1016/0031-9422(90)85390-2"]}, {"Citation": "Joulain D., Laurent R., Fourniol J.P., Yaacob K.B. Novel Moskachan Related Compounds in the Essential Oil of Ruta angustifolia Pers. from Malaysia. J. Essential Oil Res. 1991;3:355–357. doi: 10.1080/10412905.1991.9697956.", "ArticleIdList": ["10.1080/10412905.1991.9697956"]}, {"Citation": "Salvo G., Ho S.Y., Rosenbaum G., Ree R., Conti E. Tracing the temporal and spatial origins of island endemics in the Mediterranean region: A case study from the citrus family (Ruta L., Rutaceae) Syst. Biol. 2010;59:705–722. doi: 10.1093/sysbio/syq046.", "ArticleIdList": ["10.1093/sysbio/syq046", "20841320"]}, {"Citation": "Tounsi M.S., Wannes W.A., Ouerghemmi I., Msaada K., Smaoui A., Marzouk B. Variation in essential oil and fatty acid composition in different organs of cultivated and growing wild Ruta chalepensis L. Indus. Crops Prod. 2011;33:617–623. doi: 10.1016/j.indcrop.2010.12.028.", "ArticleIdList": ["10.1016/j.indcrop.2010.12.028"]}, {"Citation": "Ouerghemmi I., Rebey I.B., Rahali F.Z., Bourgou S., Pistelli L., Ksouri R., Marzouk B., Tounsi M.S. Antioxidant and antimicrobial phenolic compounds from extracts of cultivated and wild-grown Tunisian Ruta chalepensis. J. Food Drug Anal. 2017;25:350–359. doi: 10.1016/j.jfda.2016.04.001.", "ArticleIdList": ["10.1016/j.jfda.2016.04.001", "PMC9332523", "28911677"]}, {"Citation": "Álvarez-Caballero J.M., Cuca-Suárez L.E., Coy-Barrera E. Bio-Guided Fractionation of Ethanol Extract of Leaves of Esenbeckia alata Kunt (Rutaceae) Led to the Isolation of Two Cytotoxic Quinoline Alkaloids: Evidence of Selectivity against Leukemia Cells. Biomolecules. 2019;9:585. doi: 10.3390/biom9100585.", "ArticleIdList": ["10.3390/biom9100585", "PMC6843300", "31597257"]}, {"Citation": "Coy Barrera C.A., Coy Barrera E.D., Granados Falla D.S., Delgado Murcia G., Cuca Suarez L.E. Seco-limonoids and quinoline alkaloids from Raputia heptaphylla and their antileishmanial activity. Chem. Pharm. Bull. 2011;59:855–859. doi: 10.1248/cpb.59.855.", "ArticleIdList": ["10.1248/cpb.59.855", "21720036"]}, {"Citation": "Nganou B.K., Mbaveng A.T., Fobofou S.A.T., Fankam A.G., Bitchagno G.T.M., Simo Mpetga J.D., Wessjohann L.A., Kuete V., Efferth T., Tane P. Furoquinolines and dihydrooxazole alkaloids with cytotoxic activity from the stem bark of Araliopsis soyauxii. Fitoterapia. 2019;133:193–199. doi: 10.1016/j.fitote.2019.01.003.", "ArticleIdList": ["10.1016/j.fitote.2019.01.003", "30654126"]}, {"Citation": "Shi F., Pan H., Cui B., Li Y., Huang L., Lu Y. Dictamnine-induced hepatotoxicity in mice: The role of metabolic activation of furan. Toxicol. Appl. Pharmacol. 2019;364:68–76. doi: 10.1016/j.taap.2018.12.012.", "ArticleIdList": ["10.1016/j.taap.2018.12.012", "30578885"]}, {"Citation": "Feng W.D., Wang Y., Luo T., Jia X., Cheng C.Q., Wang H.J., Zhang M.Q., Li Q.Q., Wang X.J., Li Y.Y., et al. Scoparone suppresses mitophagy-mediated NLRP3 inflammasome activation in inflammatory diseases. Acta Pharmacol. Sin. 2022 doi: 10.1038/s41401-022-01028-9. online ahead of print .", "ArticleIdList": ["10.1038/s41401-022-01028-9", "PMC10203299", "36522512"]}, {"Citation": "Szewczyk A., Paździora W., Ekiert H. The Influence of Exogenous Phenylalanine on the Accumulation of Secondary Metabolites in Agitated Shoot Cultures of Ruta graveolens L. Molecules. 2023;28:727. doi: 10.3390/molecules28020727.", "ArticleIdList": ["10.3390/molecules28020727", "PMC9864388", "36677781"]}, {"Citation": "Szewczyk A., Marino A., Molinari J., Ekiert H., Miceli N. Phytochemical Characterization, and Antioxidant and Antimicrobial Properties of Agitated Cultures of Three Rue Species: Ruta chalepensis, Ruta corsica, and Ruta graveolens. Antioxidants. 2022;11:592. doi: 10.3390/antiox11030592.", "ArticleIdList": ["10.3390/antiox11030592", "PMC8945450", "35326242"]}, {"Citation": "Qahtan A.A., Faisal M., Alatar A.A., Abdel-Salam E.M. Callus-Mediated High-Frequency Plant Regeneration, Phytochemical Profiling, Antioxidant Activity and Genetic Stability in Ruta chalepensis L. Plants. 2022;11:1614. doi: 10.3390/plants11121614.", "ArticleIdList": ["10.3390/plants11121614", "PMC9229613", "35736765"]}, {"Citation": "Ereifej K.I., Feng H., Rababah T., Almajwal A., Alu’datt M., Gammoh S.I., Oweis L.I. Chemical Composition, Phenolics, Anthocyanins Concentration and Antioxidant Activity of Ten Wild Edible Plants. Food Nutr. Sci. 2015;6:56083. doi: 10.4236/fns.2015.67061.", "ArticleIdList": ["10.4236/fns.2015.67061"]}, {"Citation": "Parray S.A., Bhat J.U., Ahmad G., Jahan N., Sofi G., Iqbal S.M.F. Ruta graveolens: From Traditional System of Medicine to Modern Pharmacology: An Overview. Am. J. PharmTech. Res. 2012;2:239–252."}, {"Citation": "Kannan R., Babu U.V. Identity and pharmacognosy of Ruta graveolens Linn. Anc. Sci. Life. 2012;32:16–19. doi: 10.4103/0257-7941.113792.", "ArticleIdList": ["10.4103/0257-7941.113792", "PMC3733200", "23929988"]}, {"Citation": "Blanco-Salas J., Gutiérrez-García L., Labrador-Moreno J., Ruiz-Té T. Wild Plants Potentially Used in Human Food in the Protected Area “Sierra Grande de Hornachos” of Extremadura (Spain) Sustainability. 2019;11:456. doi: 10.3390/su11020456.", "ArticleIdList": ["10.3390/su11020456"]}, {"Citation": "Hanane S., Amhaouch Z. Seasonal pattern in browsing trees and shrubs by reintroduced Cuvier’s gazelles: A study in Morocco with management implications. Eur. J. Wildl. Res. 2021;67:53. doi: 10.1007/s10344-021-01496-0.", "ArticleIdList": ["10.1007/s10344-021-01496-0", "PMC8113004", "33994900"]}, {"Citation": "Bernstein N., Akram M., Yaniv-Bachrach Z., Daniyal M. Is it safe to consume traditional medicinal plants during pregnancy? Phytother. Res. 2021;35:1908–1924. doi: 10.1002/ptr.6935.", "ArticleIdList": ["10.1002/ptr.6935", "33164294"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "12", "Day": "17"}, {"Year": "2023", "Month": "2", "Day": "1"}, {"Year": "2023", "Month": "2", "Day": "9"}, {"Year": "2023", "Month": "2", "Day": "25", "Hour": "4", "Minute": "24"}, {"Year": "2023", "Month": "2", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "26", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "2", "Day": "13"}], "PublicationStatus": "epublish", "ArticleIdList": ["36840175", "PMC9959652", "10.3390/plants12040827", "plants12040827"]}}], "PubmedBookArticle": []}