{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["bioassay", "chemical analysis", "fungi", "hydroponic assay", "mycotoxin", "natural product", "phytotoxin"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36844080", "DateRevised": {"Year": "2023", "Month": "02", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "02", "Day": "08"}], "Language": ["eng"], "ELocationID": ["1105590", "10.3389/fpls.2023.1105590"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "14", "PubDate": {"Year": "2023"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Mellein: Production in culture by <i>Macrophomina phaseolina</i> isolates from soybean plants exhibiting symptoms of charcoal rot and its role in pathology.", "Pagination": {"StartPage": "1105590", "MedlinePgn": "1105590"}, "Abstract": {"AbstractText": ["<i>Macrophomina phaseolina</i> (<i>Mp</i>) is a fungal pathogen proposed to enter host roots by releasing toxins that induce local necrosis in roots allowing entry of hyphae. <i>Mp</i> is reported to produce several potent phytotoxins, including (-)-botryodiplodin and phaseolinone, but isolates that do not produce these phytotoxins retain virulence. One hypothesis explaining these observations is that some <i>Mp</i> isolates may produce other unidentified phytotoxin(s) responsible for virulence. A previous study of <i>Mp</i> isolates from soybean found 14 previously unreported secondary metabolites using LC-MS/MS, including mellein, which has various reported biological activities. This study was conducted to investigate the frequency and amounts of mellein produced in culture by <i>Mp</i> isolates from soybean plants exhibiting symptoms of charcoal rot and to investigate the role of mellein in any observed phytotoxicity. LC-MS/MS analysis of cell-free culture filtrates (CCFs) from 89 <i>Mp</i> isolates revealed that 28.1% produced mellein (49-2,203 µg/L). In soybean seedlings in hydroponic culture, <i>Mp</i> CCFs diluted to 25% (vol/vol) in hydroponic growth medium induced phytotoxic symptoms with frequencies of 73% chlorosis, 78% necrosis, 7% wilting, and 16% death, and at 50% (vol/vol) induced phytotoxicity with frequencies of 61% chlorosis, 82% necrosis, 9% wilting, and 26% death. Commercially-available mellein (40-100 µg/mL) in hydroponic culture medium induced wilting. However, mellein concentrations in CCFs exhibited only weak, negative, insignificant correlations with phytotoxicity measures in soybean seedlings, suggesting that mellein does not contribute substantially to observed phytotoxic effects. Further investigation is needed to determine if mellein plays any role in root infection."], "CopyrightInformation": "Copyright © 2023 Khambhati, Abbas, Sulyok, Tomaso-Peterson, Chen and Shier."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Molecular Biology, Entomology, and Plant Pathology, Mississippi State University, Mississippi State, MS, United States."}, {"Identifier": [], "Affiliation": "Biological Control of Pests Research Unit, Biological Control, United States Department of Agriculture - Agricultural Research Service, Stoneville, MS, United States."}], "LastName": "Khambhati", "ForeName": "Vivek H", "Initials": "VH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biological Control of Pests Research Unit, Biological Control, United States Department of Agriculture - Agricultural Research Service, Stoneville, MS, United States."}], "LastName": "Abbas", "ForeName": "Hamed K", "Initials": "HK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agrobiotechnology (IFA-Tulln), Institute of Bioanalytics and Agro-Metabolomics, University of Natural Resources and Life Sciences Vienna, Tulln, Austria."}], "LastName": "Sulyok", "ForeName": "Michael", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Molecular Biology, Entomology, and Plant Pathology, Mississippi State University, Mississippi State, MS, United States."}], "LastName": "Tomaso-Peterson", "ForeName": "Maria", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biological Control of Pests Research Unit, Biological Control, United States Department of Agriculture - Agricultural Research Service, Stoneville, MS, United States."}], "LastName": "Chen", "ForeName": "Jian", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, College of Pharmacy, University of Minnesota, Minneapolis, MN, United States."}], "LastName": "Shier", "ForeName": "Wayne Thomas", "Initials": "WT"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abbas H. K., Bellaloui N., Accinelli C., Smith J. R., Shier W. T. (2019). Toxin production in soybean (Glycine max l.) plants with charcoal rot disease and by Macrophomina phaseolina, the fungus that causes the disease. Toxins 11, 645. doi: 10.3390/toxins11110645", "ArticleIdList": ["10.3390/toxins11110645", "PMC6891485", "31698804"]}, {"Citation": "Abbas H. K., Bellaloui N., Butler A. M., Nelson J. L., Abou–Karam M., Shier W. T. (2020). Phytotoxic responses of soybean (Glycine max l.) to botryodiplodin, a toxin produced by the charcoal rot disease fungus, Macrophomina phaseolina . Toxins 12, 25. doi: 10.3390/toxins12010025", "ArticleIdList": ["10.3390/toxins12010025", "PMC7020515", "31906290"]}, {"Citation": "Ahmed S., Evans H. J. (1960). Cobalt: A micronutrient element for the growth of soybean plants under symbiotic conditions. Soil Sci. 90, 205–210. doi: 10.1097/00010694-196009000-00009", "ArticleIdList": ["10.1097/00010694-196009000-00009"]}, {"Citation": "Alam S., Abbas H. K., Sulyok M., Khambhati V. H., Okunowo W. O., Shier W. T. (2022). Pigment produced by glycine-stimulated Macrophomina phaseolina is a (-)-botryodiplodin reaction product and the basis for an in-culture assay for (-)-botryodiplodin production. Pathogens 11, 280. doi: 10.3390/pathogens11030280", "ArticleIdList": ["10.3390/pathogens11030280", "PMC8951085", "35335604"]}, {"Citation": "Aldridge D. C., Galt S., Giles D., Turner W. B. (1971). Metabolites of Lasiodiplodia theobromae . J. Chem. Soc. C: Organic 1971, 1623–1627. doi: 10.1039/j39710001623", "ArticleIdList": ["10.1039/j39710001623"]}, {"Citation": "Allen T. W., Bradley C. A., Sisson A. J., Byamukama E., Chilvers M. I., Coker C. M., et al. . (2017). Soybean yield loss estimates due to diseases in the united states and Ontario, Canada, from 2010 to 2014. Plant Health Prog. 18, 19–27. doi: 10.1094/PHP-RS-16-0066", "ArticleIdList": ["10.1094/PHP-RS-16-0066"]}, {"Citation": "Awuchi C. G., Ondari E. N., Eseoghene I. J., Twinomuhwezi H., Amagwula I. O., Morya S. (2021). Fungal growth and mycotoxins production: Types, toxicities, control strategies, and detoxification. Fungal Reprod. Growth. 19–38. doi: 10.5772/intechopen.100207", "ArticleIdList": ["10.5772/intechopen.100207"]}, {"Citation": "Bellaloui N., Mengistu A., Zobiole L. H. S., Shier W. T. (2012). Resistance to toxin–mediated fungal infection: Role of lignins, isoflavones, other seed phenolics, sugars, and boron in the mechanism of resistance to charcoal rot disease in soybean. Toxin Rev. 31, 16–26. doi: 10.3109/15569543.2012.691150", "ArticleIdList": ["10.3109/15569543.2012.691150"]}, {"Citation": "Bhattacharya D., Siddiqui K. A., Ali E. (1992). Phytotoxic metabolites of Macrophomina phaseolina . Indian J. Mycology Plant Pathol. 22, 54–57."}, {"Citation": "Blin K., Shaw S., Kloosterman A. M., Charlop-Powers Z., Van Wezel G. P., Medema M. H., et al. . (2021). antiSMASH 6.0: improving cluster detection and comparison capabilities. Nucleic Acids Res. 49 (W1), W29–W35. doi: 10.1093/nar/gkab335", "ArticleIdList": ["10.1093/nar/gkab335", "PMC8262755", "33978755"]}, {"Citation": "Bousquet J. F., Skajennikoff M. (1974). Isolement et mode d’action d’une phytotoxine produite en culture par Septoria nodorum Berk. Phytopath. Z. 80, 355–360. doi: 10.1111/j.1439-0434.1974.tb02768.x", "ArticleIdList": ["10.1111/j.1439-0434.1974.tb02768.x"]}, {"Citation": "Bousquet J. F., Skajennikoff M., Bethenod O., Chattier P. (1977). Action depressive de l’ochracine, phytotoxine synthetisee par le Septoria nodorum (BERK.) BERK., sur l’assimilation du CO2 par des plantules de ble. Ann. Phytopathol. 9, 503–510."}, {"Citation": "Bowen C. R., Schapaugh W. T. (1989). Relationships among charcoal rot infection, yield, and stability estimates in soybean blends. Crop Sci. 29, 42–46. doi: 10.2135/cropsci1989.0011183X002900010009x", "ArticleIdList": ["10.2135/cropsci1989.0011183X002900010009x"]}, {"Citation": "Brand J. M., Fales H. M., Sokoloski E. A., MacConnell J. G., Blum M. S., Duffield R. M. (1973). Identification of mellein in the mandibular gland secretions of carpenter ants. Life Sci. 13, 201–211. doi: 10.1016/0024-3205(73)90019-2", "ArticleIdList": ["10.1016/0024-3205(73)90019-2", "4750917"]}, {"Citation": "Cabras A., Mannoni M. A., Serra S., Andolfi A., Fiore M., Evidente A. (2006). Occurrence, isolation and biological activity of phytotoxic metabolites produced in vitro by Sphaeropsis sapinea, pathogenic fungus of Pinus radiata . Eur. J. Plant Pathol. 115, 187–193. doi: 10.1007/s10658-006-9006-7", "ArticleIdList": ["10.1007/s10658-006-9006-7"]}, {"Citation": "Chen J. (2017). Freeze–thaw sample preparation method improves detection of volatile compounds in insects using headspace solid–phase microextraction. Analytical Chem. 89, 8366–8371. doi: 10.1021/acs.analchem.7b01622", "ArticleIdList": ["10.1021/acs.analchem.7b01622", "28712285"]}, {"Citation": "Citron C. A., Rabe P., Dickschat J. S. (2012). The scent of bacteria: Headspace analysis for the discovery of natural products. J. Nat. Prod. 75, 1765–1776. doi: 10.1021/np300468h", "ArticleIdList": ["10.1021/np300468h", "22994159"]}, {"Citation": "Dhar T. K., Siddiqui K. A. I., Ali E. (1982). Structure of phaseolinone, a novel phytotoxin from Macrophomina phaseolina . Tetrahedron Lett. 23, 5459–5462. doi: 10.1016/0040-4039(82)80157-3", "ArticleIdList": ["10.1016/0040-4039(82)80157-3"]}, {"Citation": "Dhingra O. D., Sinclair J. B. (1972). Variation among isolates of Macrophomina phaseoli (Rhizoctonia bataticola) from the same soybean plant. Phytopathology 62, S1108. doi: 10.1111/j.1439-0434.1973.tb02665.x", "ArticleIdList": ["10.1111/j.1439-0434.1973.tb02665.x"]}, {"Citation": "Djoukeng J. D., Polli S., Larignon P., Abou–Mansour E. (2009). Identification of phytotoxins from Botryosphaeria obtusa, a pathogen of black dead arm disease of grapevine. Eur. J. Plant Pathol. 124, 303–308. doi: 10.1007/s10658-008-9419-6", "ArticleIdList": ["10.1007/s10658-008-9419-6"]}, {"Citation": "\nGhosh T., Biswas M. K., Guin C., Roy P. (2018). A review on characterization, therapeutic approaches and pathogenesis of Macrophomina phaseolina\n. Plant Cell Biotechnol. Mol. Biol.\n19, 72–84. Available at: https://ikprress.org/index.php/PCBMB/article/view/1256."}, {"Citation": "Gupta G. K., Sharma S. K., Ramteke R. (2012). Biology, epidemiology and management of the pathogenic fungus Macrophomina phaseolina (Tassi) goid with special reference to charcoal rot of soybean (Glycine max (L.) Merrill). J. Phytopathol. 160, 167–180. doi: 10.1111/j.1439-0434.2012.01884.x", "ArticleIdList": ["10.1111/j.1439-0434.2012.01884.x"]}, {"Citation": "Harris J. P., Mantle P. G. (2001). Biosynthesis of ochratoxins by Aspergillus ochraceus . Phytochemistry 58, 709–716. doi: 10.1016/S0031-9422(01)00316-8", "ArticleIdList": ["10.1016/S0031-9422(01)00316-8", "11672735"]}, {"Citation": "Hartman G. L., Rupe J. C., Sikora E. J., Domier L. L., Davis J. A., Steffey K. L. (2015). Compendium of soybean diseases and pests. 5th ed (St. Paul, MN: American Phytopathological Society Press; )."}, {"Citation": "\nHeatherly L. G. (2020). Soybean yield loss to diseases in the midsouthern US 2012–2019 (Starkville, MS: Mississippi Soybean Promotion Board; ). Available at: https://www.mssoy.org/uploads/files/soybean-yield-loss-to-disease-apr-2020.pdf."}, {"Citation": "Jana T. K., Singh N. K., Koundal K. R., Sharma T. R. (2005). Genetic differentiation of charcoal rot pathogen, Macrophomina phaseolina, into specific groups using URP–PCR. Can. J. Microbiol. 51, 159–164. doi: 10.1139/w04-122", "ArticleIdList": ["10.1139/w04-122", "16091774"]}, {"Citation": "Kendig S. R., Rupe J. C., Scott H. D. (2000). Effect of irrigation and soil water stress on densities of Macrophomina phaseolina in soil and roots of two soybean cultivars. Plant Dis. 84, 895–900. doi: 10.1094/PDIS.2000.84.8.895", "ArticleIdList": ["10.1094/PDIS.2000.84.8.895", "30832145"]}, {"Citation": "\nKhambhati V. H., Abbas H. K., Shier W. T., Tomaso–Peterson M., Chen J., Kotowicz J. K., et al. . (2020. a). Identifying secondary metabolites produced by charcoal rot disease fungus, Macrophomina phaseolina, and their role in pathogenesis. J. Miss. Acad. Sci.\n65, 43. Available at: https://msacad.org/wp-content/uploads/2020/02/Vol-65_Jan_1_Journal-of-MAS_abstract_-Issue2020_2b.pdf."}, {"Citation": "Khambhati V. H., Abbas H. K., Sulyok M., Tomaso–Peterson M., Shier W. T. (2020. b). First report of the production of mycotoxins and other secondary metabolites by Macrophomina phaseolina (Tassi) goid. isolates from soybeans (Glycine max l.) symptomatic with charcoal rot disease. J. Fungi 6, 332. doi: 10.3390/jof6040332", "ArticleIdList": ["10.3390/jof6040332", "PMC7761776", "33287215"]}, {"Citation": "Li Y., Gai Z., Wang C., Li P., Li B. (2021). Identification of mellein as a pathogenic substance of Botryosphaeria dothidea by UPLC-MS/MS analysis and phytotoxic bioassay. J. Agric. Food Chem. 69, 8471–8481. doi: 10.1021/acs.jafc.1c03249", "ArticleIdList": ["10.1021/acs.jafc.1c03249", "34304561"]}, {"Citation": "Lodha S., Mawar R. (2020). Population dynamics of Macrophomina phaseolina in relation to disease management: A review. J. Phytopathol. 168, 1–17. doi: 10.1111/jph.12854", "ArticleIdList": ["10.1111/jph.12854"]}, {"Citation": "Mahato S. B., Siddiqui K. A., Bhattacharya G., Ghosal T., Miyahara K., Sholichin M., et al. . (1987). Structure and stereochemistry of phaseolinic acid: A new acid from Macrophomina phaseolina . J. Nat. Prod. 50, 245–247. doi: 10.1021/np50050a024", "ArticleIdList": ["10.1021/np50050a024"]}, {"Citation": "McClure P. R., Israel D. W. (1979). Transport of nitrogen in the xylem of soybean plants. Plant Physiol. 64, 411–416. doi: 10.1104/pp.64.3.411", "ArticleIdList": ["10.1104/pp.64.3.411", "PMC543102", "16660977"]}, {"Citation": "\nMcWilliams D. A., Berglund D. R., Endres G. J. (1999). Soybean growth and management quick guide (Fargo, ND: North Dakota State University and Minneapolis, MN: University of Minnesota; ). Available at: https://library.ndsu.edu/ir/bitstream/handle/10365/5453/a1174.pdf?sequence=1."}, {"Citation": "Mengistu A., Arelli P. A., Bond J. P., Shannon G. J., Wrather A. J., Rupe J. B., et al. . (2011). Evaluation of soybean genotypes for resistance to charcoal rot. Plant Health Prog. 12, 6. doi: 10.1094/PHP-2010-0926-01-RS", "ArticleIdList": ["10.1094/PHP-2010-0926-01-RS"]}, {"Citation": "Mengistu A., Ray J. D., Smith J. R., Paris R. L. (2007). Charcoal rot disease assessment of soybean genotypes using a colony–forming unit index. Crop Sci. 47, 2453–2461. doi: 10.2135/cropsci2007.04.0186", "ArticleIdList": ["10.2135/cropsci2007.04.0186"]}, {"Citation": "Meyer W. A., Sinclair J. B., Khare M. N. (1974). Factors affecting charcoal rot of soybean seedlings. Phytopathology 64, 845–849. doi: 10.1094/Phyto-64-845", "ArticleIdList": ["10.1094/Phyto-64-845"]}, {"Citation": "Moore J. H., Davis N. D., Diener U. L. (1972). Mellein and 4–hydroxymellein production by Aspergillus ochraceus Wilhelm. Appl. Microbiol. 23, 1067–1072. doi: 10.1128/am.23.6.1067-1072.1972", "ArticleIdList": ["10.1128/am.23.6.1067-1072.1972", "PMC380508", "5064985"]}, {"Citation": "Nishikawa H. (1933). Biochemistry of filamentous fungi. II: A metabolic product of Aspergillus melleus yukawa. part I and part II. J. Agric. Chem. Soc Jpn. 9, 107–109. doi: 10.1080/03758397.1933.10857042", "ArticleIdList": ["10.1080/03758397.1933.10857042"]}, {"Citation": "Paris R. L., Mengistu A., Tyler J. M., Smith J. R. (2006). Registration of soybean germplasm line DT97–4290 with moderate resistance to charcoal rot. Crop Sci. 46, 2324–2325. doi: 10.2135/cropsci2005.09.0297", "ArticleIdList": ["10.2135/cropsci2005.09.0297"]}, {"Citation": "Pearson C. A. S., Schwenk F. W., Crowe F. J., Kelley K. (1984). Colonization of soybean roots by Macrophomina phaseolina . Plant Dis. 68, 1086–1088. doi: 10.1094/PD-69-1086", "ArticleIdList": ["10.1094/PD-69-1086"]}, {"Citation": "\nPurcell L. C., Salmeron M., Ashlock L. (2014). “Soybean growth and development,” in Arkansas Soybean production handbook - MP197 (Little Rock, AR: University of Arkansas; ). Available at: https://www.uaex.uada.edu/publications/pdf/mp197/chapter2.pdf."}, {"Citation": "\nQGIS Geographic Information System \nOpen-source geospatial foundation project. Available at: https://qgis.org/en/site/ (Accessed 15 October 2022)."}, {"Citation": "Ramezani M., Shier W. T., Abbas H. K., Tonos J. L., Baird R. E., Sciumbato G. L. (2007). Soybean charcoal rot disease fungus Macrophomina phaseolina in Mississippi produces the phytotoxin (–)–botryodiplodin but no detectable phaseolinone. J. Nat. Prod. 70, 128–129. doi: 10.1021/np060480t", "ArticleIdList": ["10.1021/np060480t", "17253865"]}, {"Citation": "Ramírez-Suero M., Bénard-Gellon M., Chong J., Laloue H., Stempien E., Abou-Mansour E., et al. . (2014). Extracellular compounds produced by fungi associated with botryosphaeria dieback induce differential defense gene expression patterns and necrosis in Vitis vinifera cv. Chardonnay cells. Protoplasma 251, 1417–1426. doi: 10.1007/s00709-014-0643-y", "ArticleIdList": ["10.1007/s00709-014-0643-y", "24752796"]}, {"Citation": "Reveglia P., Masi M., Evidente A. (2020). Melleins–intriguing natural compounds. Biomolecules 10, 772. doi: 10.3390/biom10050772", "ArticleIdList": ["10.3390/biom10050772", "PMC7277180", "32429259"]}, {"Citation": "Reyes-Franco M. C., Hernández-Delgado S., Beas-Fernández R., Medina-Fernández M., Simpson J., Mayek-Pérez N. (2006). Pathogenic and genetic variability within Macrophomina phaseolina from Mexico and other countries. J. Phytopathol. 154, 447–453. doi: 10.1111/j.1439-0434.2006.01127.x", "ArticleIdList": ["10.1111/j.1439-0434.2006.01127.x"]}, {"Citation": "Sachse J. (1992). Identification and determination of mellein in cultures of the fungus Septoria nodorum (Berk.) by thin–layer and high–performance liquid chromatography. J. Chromatogr. A 609, 349–353. doi: 10.1016/0021-9673(92)80179-X", "ArticleIdList": ["10.1016/0021-9673(92)80179-X"]}, {"Citation": "Salvatore M. M., Félix C., Lima F., Ferreira V., Naviglio D., Salvatore F., et al. . (2020). Secondary metabolites produced by Macrophomina phaseolina isolated from Eucalyptus globulus . Agriculture 10, 72. doi: 10.3390/agriculture10030072", "ArticleIdList": ["10.3390/agriculture10030072"]}, {"Citation": "Sarr M. P., Ndiaye M. B., Groenewald J. Z., Crous P. W. (2014). Genetic diversity in Macrophomina phaseolina, the causal agent of charcoal rot. Phytopathol. Mediterr. 53, 250–268. doi: 10.14601/Phytopathol_Mediterr-13736", "ArticleIdList": ["10.14601/Phytopathol_Mediterr-13736"]}, {"Citation": "Short G. E., Wyllie T. D., Bristow P. R. (1980). Survival of Macrophomina phaseolina in soil and in residue of soybean. Survival 7, 17. doi: 10.1094/Phyto-70-13", "ArticleIdList": ["10.1094/Phyto-70-13"]}, {"Citation": "Su G., Suh S. O., Schneider R. W., Russin J. S. (2001). Host specialization in the charcoal rot fungus, Macrophomina phaseolina . Phytopathology 91, 120–126. doi: 10.1094/PHYTO.2001.91.2.120", "ArticleIdList": ["10.1094/PHYTO.2001.91.2.120", "18944384"]}, {"Citation": "Sulyok M., Stadler D., Steiner D., Krska R. (2020). Validation of an LC–MS/MS–based dilute–and–shoot approach for the quantification of > 500 mycotoxins and other secondary metabolites in food crops: Challenges and solutions. Anal. Bioanal. Chem. 412, 2607–2620. doi: 10.1007/s00216-020-02489-9", "ArticleIdList": ["10.1007/s00216-020-02489-9", "PMC7136310", "32078002"]}, {"Citation": "\nUS Census Bureau  (2021) Cartographic boundary files by geography–shapefile. Available at: https://www.census.gov/geographies/mapping-files/time-series/geo/cartographic-boundary.html (Accessed 15 October 2022)."}, {"Citation": "Venkatasubbaiah P., Baudoin A. B. A. M., Chilton W. S. (1992). Leaf spot of hemp dogbane caused by Stagonospora apocyni, and its phytotoxins. J. Phytopathol. 135, 309–316. doi: 10.1111/j.1439-0434.1992.tb04316.x", "ArticleIdList": ["10.1111/j.1439-0434.1992.tb04316.x"]}, {"Citation": "Villagarcia M. R., Carter T. E., Rufty T. W., Niewoehner A. S., Jennette M. W., Arrellano C. (2001). Genotypic rankings for aluminum tolerance of soybean roots grown in hydroponics and sand culture. Crop Sci. 41, 1499–1507. doi: 10.2135/cropsci2001.4151499x", "ArticleIdList": ["10.2135/cropsci2001.4151499x"]}, {"Citation": "\nWrather J. A., Koenning S. R. (2006). Estimates of disease effects on soybean yields in the united states 2003 to 2005. J. Nematol.\n38, 173–180. Available at: https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2586459/pdf/173.pdf.", "ArticleIdList": ["PMC2586459", "19259444"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "11", "Day": "22"}, {"Year": "2023", "Month": "1", "Day": "16"}, {"Year": "2023", "Month": "2", "Day": "27", "Hour": "4", "Minute": "6"}, {"Year": "2023", "Month": "2", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "28", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["36844080", "PMC9944435", "10.3389/fpls.2023.1105590"]}}], "PubmedBookArticle": []}