{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["anthocyanins", "flavonols", "proanthocyanidins", "triterpenoids"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36840117", "DateRevised": {"Year": "2023", "Month": "03", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "02", "Day": "08"}], "Language": ["eng"], "ELocationID": ["771", "10.3390/plants12040771"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "4", "PubDate": {"Year": "2023", "Month": "Feb", "Day": "08"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Phytochemical Composition of the Fruit of Large Cranberry (<i>Vaccinium macrocarpon</i> Aiton) Cultivars Grown in the Collection of the National Botanic Garden of Latvia.", "Abstract": {"AbstractText": ["In this study, we conducted a qualitative and quantitative analysis of anthocyanins, proanthocyanidins, flavonols and triterpenoids in samples of introduced and bred large cranberry fruits from the collection of the National Botanic Garden of Latvia. The highest total anthocyanin levels (8638-9316 µg/g) were detected in the fruit samples of the cranberry cultivars 'Black Veil', 'Franclin' and 'Early Black'. The highest total proanthocyanidin levels (2775-3389 µg/g) were found in cranberries of cultivars 'Kalnciema Agrā', 'Kalnciema Tumšā', 'Searles', 'Howes', and 'Kalnciema Ražīgā'. The highest levels of flavonol compounds (1373-1402 µg/g) were detected in cranberries of cultivars 'Howes', 'Black Veil' and 'Salaspils Melnās'. The highest levels of triterpenoids (5292-5792 µg/g) were determined in cranberries of cultivars 'Kalnciema Agrā', 'Septembra', 'Džbrūklene' and 'Early Black'. The results of our study allow for the estimation of differences in the content of secondary metabolites in the fruit samples of the studied cranberry cultivars and for the selection of promising cultivars for further introduction and cultivation in the climatic conditions of the Baltic countries. These results are also important for the selection of the most promising cranberry cultivars for the preparation of cranberry raw material, and the high-quality composition of plant material ensures the effectiveness of cranberry supplements and other cranberry preparations."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Lithuanian University of Health Sciences, 50166 Kaunas, Lithuania."}], "LastName": "Šedbarė", "ForeName": "Rima", "Initials": "R"}, {"Identifier": ["0000-0001-7962-9263"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food, Aromatic and Medicinal Plants, National Botanic Garden, 2169 Salaspils, Latvia."}], "LastName": "Jakštāne", "ForeName": "Ginta", "Initials": "G"}, {"Identifier": ["0000-0003-1910-964X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Lithuanian University of Health Sciences, 50166 Kaunas, Lithuania."}], "LastName": "Janulis", "ForeName": "Valdimaras", "Initials": "V"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Sultana N., Menzel G., Seibt K.M., Garcia S., Serçe S., Heitkam T. Genome-wide analysis of long terminal repeat retrotransposons from the cranberry Vaccinium macrocarpon. J. Berry Res. 2022;12:165–185. doi: 10.3233/JBR-211515.", "ArticleIdList": ["10.3233/JBR-211515"]}, {"Citation": "Vorsa N., Zalapa J. Domestication, genetics, and genomics of the American cranberry. Plant Breed. Rev. 2019;43:279–315. doi: 10.1002/9781119616801.ch8.", "ArticleIdList": ["10.1002/9781119616801.ch8"]}, {"Citation": "Diaz-Garcia L., Covarrubias-Pazaran G., Johnson-Cicalese J., Vorsa N., Zalapa J. Genotyping-by-Sequencing Identifies Historical Breeding Stages of the Recently Domesticated American Cranberry. Front. Plant Sci. 2020;11:607770. doi: 10.3389/fpls.2020.607770.", "ArticleIdList": ["10.3389/fpls.2020.607770", "PMC7772218", "33391320"]}, {"Citation": "Jurikova T., Skrovankova S., Mlcek J., Balla S., Snopek L. Bioactive Compounds, Antioxidant Activity, and Biological Effects of European Cranberry (Vaccinium oxycoccos) Molecules. 2018;24:24. doi: 10.3390/molecules24010024.", "ArticleIdList": ["10.3390/molecules24010024", "PMC6337168", "30577610"]}, {"Citation": "Viskelis P., Rubinskienė M., Jasutienė I., Šarkinas A., Daubaras R., Česonienė L. Anthocyanins, Antioxidative, and Antimicrobial Properties of American Cranberry (Vaccinium macrocarpon Ait.) and their Press Cakes. J. Food Sci. 2009;74:157–161. doi: 10.1111/j.1750-3841.2009.01066.x.", "ArticleIdList": ["10.1111/j.1750-3841.2009.01066.x", "19323730"]}, {"Citation": "Karlsons A., Osvalde A., Čekstere G., Pormale J. Research on the mineral composition of cultivated and wild blueberries and cranberries. Agron. Res. 2018;16:454–463. doi: 10.15159/AR.18.039.", "ArticleIdList": ["10.15159/AR.18.039"]}, {"Citation": "Osvalde A., Karlsons A., Pormale J., Nollendorfs V. Renovation of extracted high bogs in Latvia: Mineral nutrition and ecological aspects of American cranberry cultivation. Anadolu J. Agric. Sci. 2010;25:120–125. doi: 10.7161/anajas.2010.25.2.120-125.", "ArticleIdList": ["10.7161/anajas.2010.25.2.120-125"]}, {"Citation": "Vilka L., Volkova J. Morphological Diversity of Phomopsis vaccinii Isolates from Cranberry (Vaccinium macrocarpon Ait.) in Latvia. Proc. Latv. Univ. Agric. 2015;33:328. doi: 10.1515/plua-2015-0002.", "ArticleIdList": ["10.1515/plua-2015-0002"]}, {"Citation": "UN Food and Agriculture Organization  Cranberry Production in 2020. Corporate Statistica Database. 2020.  [(accessed on 13 September 2022)].  Available online:  https://www.fao.org/faostat/en/#compare."}, {"Citation": "Česonienė L., Daubaras R., Jasutienė I., Venclovienė J., Miliauskienė I. Evaluation of the Biochemical Components and Chromatic Properties of the Juice of Vaccinium macrocarpon Aiton and Vaccinium oxycoccos L. Plant Foods Hum. Nutr. 2011;66:238–244. doi: 10.1007/s11130-011-0241-5.", "ArticleIdList": ["10.1007/s11130-011-0241-5", "21735163"]}, {"Citation": "Ikase L. Results of fruit breeding in baltic and nordic states. Nordic view to sustainable rural development; Proceedings of the 25th NJF Congress; Ryga, Latvia. 16–18 June 2015."}, {"Citation": "Karppinen K., Zoratti L., Nguyenquynh N., Häggman H., Jaakola L. On the Developmental and Environmental Regulation of Secondary Metabolism in Vaccinium spp. Berries. Front. Plant Sci. 2016;7:655. doi: 10.3389/fpls.2016.00655.", "ArticleIdList": ["10.3389/fpls.2016.00655", "PMC4870239", "27242856"]}, {"Citation": "Oszmiański J., Kolniak-Ostek J., Lachowicz S., Gorzelany J., Matłok N. Phytochemical Compounds and Antioxidant Activity in Different Cultivars of Cranberry (Vaccinium Macrocarpon L) J. Food Sci. 2017;82:2569–2575. doi: 10.1111/1750-3841.13924.", "ArticleIdList": ["10.1111/1750-3841.13924", "28973819"]}, {"Citation": "Vlasova I., Gontova T., Grytsyk L., Zhumashova G., Sayakova G., Boshkayeva A., Shanaida M., Koshovyi O. Determination of standardization parameters of Oxycoccus macrocarpus (Ait.) Pursh and Oxycoccus palustris Pers. Leaves. Sci. Pharm. Sci. 2022;3:48–57. doi: 10.15587/2519-4852.2022.260352.", "ArticleIdList": ["10.15587/2519-4852.2022.260352"]}, {"Citation": "Zhang J., Kilmartin P.A., Peng Y., Chen X., Quek S.Y. Identification of Key Aroma Compounds in Cranberry Juices as Influenced by Vinification. J. Agric. Food Chem. 2020;68:279–291. doi: 10.1021/acs.jafc.9b07165.", "ArticleIdList": ["10.1021/acs.jafc.9b07165", "31802659"]}, {"Citation": "Brendler T., Howell A. American Cranberry (Vaccinium macrocarpon Ait.) and the Maintenance of Urinary Tract Health. In: Máthé Á., editor. Medicinal and Aromatic Plants of North America. Volume 6. Springer; Cham, Switzerland: 2020. pp. 81–117.", "ArticleIdList": ["10.1007/978-3-030-44930-8"]}, {"Citation": "Navas M.J., Jiménez-Moreno A.M., Bueno J.M., Sáez-Plaza P., Asuero A.G. Analysis and Antioxidant Capacity of Anthocyanin Pigments. Part IV: Extraction of Anthocyanins. Crit. Rev. Anal. Chem. 2012;42:313–342. doi: 10.1080/10408347.2012.680343.", "ArticleIdList": ["10.1080/10408347.2012.680343"]}, {"Citation": "Bueno J.M., Sáez-Plaza P., Ramos-Escudero F., Jiménez A.M., Fett R., Asuero A.G. Analysis and Antioxidant Capacity of Anthocyanin Pigments. Part II: Chemical Structure, Color, and Intake of Anthocyanins. Crit. Rev. Anal. Chem. 2012;42:126–151. doi: 10.1080/10408347.2011.632314.", "ArticleIdList": ["10.1080/10408347.2011.632314"]}, {"Citation": "Ma Z., Du B., Li J., Yang Y., Zhu F. An Insight into Anti-Inflammatory Activities and Inflammation Related Diseases of Anthocyanins: A Review of Both In Vivo and In Vitro Investigations. Int. J. Mol. Sci. 2021;22:11076. doi: 10.3390/ijms222011076.", "ArticleIdList": ["10.3390/ijms222011076", "PMC8540239", "34681733"]}, {"Citation": "Liu J., Hao W., He Z., Kwek E., Zhu H., Ma N., Ma K.Y., Chen Z.-Y. Blueberry and cranberry anthocyanin extracts reduce bodyweight and modulate gut microbiota in C57BL/6 J mice fed with a high-fat diet. Eur. J. Nutr. 2021;60:2735–2746. doi: 10.1007/s00394-020-02446-3.", "ArticleIdList": ["10.1007/s00394-020-02446-3", "33392758"]}, {"Citation": "Brown P.N., Murch S.J., Shipley P. Phytochemical Diversity of Cranberry (Vaccinium macrocarpon Aiton) Cultivars by Anthocyanin Determination and Metabolomic Profiling with Chemometric Analysis. J. Agric. Food Chem. 2012;60:261–271. doi: 10.1021/jf2033335.", "ArticleIdList": ["10.1021/jf2033335", "22148867"]}, {"Citation": "Gardana C., Scialpi A., Fachechi C., Simonetti P. Identification of markers for the authentication of cranberry extract and cranberry-based food supplements. Heliyon. 2020;6:e03863. doi: 10.1016/j.heliyon.2020.e03863.", "ArticleIdList": ["10.1016/j.heliyon.2020.e03863", "PMC7184529", "32368660"]}, {"Citation": "Urbstaite R., Raudone L., Janulis V. Phytogenotypic Anthocyanin Profiles and Antioxidant Activity Variation in Fruit Samples of the American Cranberry (Vaccinium macrocarpon Aiton) Antioxidants. 2022;11:250. doi: 10.3390/antiox11020250.", "ArticleIdList": ["10.3390/antiox11020250", "PMC8868480", "35204133"]}, {"Citation": "Isaak C.K., Petkau J.C., Blewett H.O.K., Siow Y.L. Lingonberry anthocyanins protect cardiac cells from oxidative-stress-induced apoptosis. Can. J. Physiol. Pharmacol. 2017;95:904–910. doi: 10.1139/cjpp-2016-0667.", "ArticleIdList": ["10.1139/cjpp-2016-0667", "28384410"]}, {"Citation": "Sapers G.M., Phillips J.G., Rudolf H.M., DiVito A.M. Cranberry Quality: Selection Procedures for Breeding Programs. J. Am. Soc. Hortic. Sci. 1983;108:241–246. doi: 10.21273/JASHS.108.2.241.", "ArticleIdList": ["10.21273/JASHS.108.2.241"]}, {"Citation": "Tikuma B., Liepniece M., Sterne D., Abolins M., Seglina D., Krasnova I. Preliminary results of biochemical composition of two cranberry species grown in Latvia. Acta Hortic. 2014;1017:209–214. doi: 10.17660/ActaHortic.2014.1017.26.", "ArticleIdList": ["10.17660/ActaHortic.2014.1017.26"]}, {"Citation": "Shingisov A.U., Alibekov R.S., Tastemirova U.U. Anthocyanins and anthocyanidins are multifunctional natural additives; Proceedings of the IX International Science Conference—Problems and Tasks of Modern Science and Practice; Bordeaux, France. 15–17 November 2021; pp. 97–102."}, {"Citation": "Lee J. Anthocyanin analyses of Vaccinium fruit dietary supplements. Food Sci. Nutr. 2016;4:742–752. doi: 10.1002/fsn3.339.", "ArticleIdList": ["10.1002/fsn3.339", "PMC5011382", "27625778"]}, {"Citation": "Pérez-López F.R., Haya J., Chedraui P. Vaccinium macrocarpon: An interesting option for women with recurrent urinary tract infections and other health benefits. J. Obstet. Gynaecol. Res. 2009;35:630–639. doi: 10.1111/j.1447-0756.2009.01026.x.", "ArticleIdList": ["10.1111/j.1447-0756.2009.01026.x", "19751320"]}, {"Citation": "Blumberg J.B., Basu A., Krueger C.G., Lila M.A., Neto C.C., Novotny J.A., Reed J.D., Rodriguez-Mateos A., Toner C.D. Impact of Cranberries on Gut Microbiota and Cardiometabolic Health: Proceedings of the Cranberry Health Research Conference 2015. Adv. Nutr. Int. Rev. J. 2016;7:759S–770S. doi: 10.3945/an.116.012583.", "ArticleIdList": ["10.3945/an.116.012583", "PMC4942875", "27422512"]}, {"Citation": "Krueger C.G., Reed J.D., Feliciano R.P., Howell A.B. Quantifying and characterizing proanthocyanidins in cranberries in relation to urinary tract health. Anal. Bioanal. Chem. 2013;405:4385–4395. doi: 10.1007/s00216-013-6750-3.", "ArticleIdList": ["10.1007/s00216-013-6750-3", "23397091"]}, {"Citation": "Lu Y., Pekerti B.N., Toh Z.S., Broom F., Savage G., Liu S.Q., Huang D. Physico-chemical parameters and proanthocyanidin profiles of cranberries cultivated in New Zealand. J. Food Compos. Anal. 2017;63:1–7. doi: 10.1016/j.jfca.2017.07.002.", "ArticleIdList": ["10.1016/j.jfca.2017.07.002"]}, {"Citation": "Rupasinghe V., Neir S.V., Parmar I. Polyphenol characterization, anti-oxidant, anti-proliferation and anti-tyrosinase activity of cranberry pomace. Funct. Foods Health Dis. 2016;6:754. doi: 10.31989/ffhd.v6i11.292.", "ArticleIdList": ["10.31989/ffhd.v6i11.292"]}, {"Citation": "Šedbarė R., Siliņa D., Janulis V. Evaluation of the Phytochemical Composition of Phenolic and Triterpene Compounds in Fruit of Large Cranberries (Vaccinium macrocarpon Aiton) Grown in Latvia. Plants. 2022;11:2725. doi: 10.3390/plants11202725.", "ArticleIdList": ["10.3390/plants11202725", "PMC9609109", "36297751"]}, {"Citation": "Gu L., Kelm M.A., Hammerstone J.F., Beecher G., Holden J., Haytowitz D., Gebhardt S., Prioret R.L. Concentrations of Proanthocyanidins in Common Foods and Estimations of Normal Consumption. J. Nutr. 2004;134:613–617. doi: 10.1093/jn/134.3.613.", "ArticleIdList": ["10.1093/jn/134.3.613", "14988456"]}, {"Citation": "Vorsa N., Howell A.B., Foo L.Y., Lu Y. Structure and genetic variation of cranberry proanthocyanidins that inhibit adherence of uropathogenic P-fimbriated E. coli. In: Shahidi F., editor. Food Factors in Health Promotion and Disease Prevention. ACS Books; Washington, DC, USA: 2003. pp. 298–311.", "ArticleIdList": ["10.1021/bk-2003-0851.ch026"]}, {"Citation": "Wang Y., Johnson-Cicalese J., Singh A.P., Vorsa N. Characterization and quantification of flavonoids and organic acids over fruit development in American cranberry (Vaccinium macrocarpon) cultivars using HPLC and APCI-MS/MS. Plant Sci. 2017;262:91–102. doi: 10.1016/j.plantsci.2017.06.004.", "ArticleIdList": ["10.1016/j.plantsci.2017.06.004", "28716425"]}, {"Citation": "Carpenter J.L., Caruso F.L., Tata A., Vorsa N., Neto C.C. Variation in proanthocyanidin content and composition among commonly grown North American cranberry cultivars (Vaccinium macrocarpon): Proanthocyanidin content of cranberries. J. Sci. Food Agric. 2014;94:2738–2745. doi: 10.1002/jsfa.6618.", "ArticleIdList": ["10.1002/jsfa.6618", "24532348"]}, {"Citation": "Česonienė L., Daubaras R. Phytochemical Composition of the Large Cranberry (Vaccinium macrocarpon) and the Small Cranberry (Vaccinium oxycoccos) In: Simmonds M.S.J., Preedy V.R., editors. Nutritional Composition of Fruit Cultivars. 1st ed. Elsevier; Amsterdam, The Netherlands: 2016. pp. 173–194.", "ArticleIdList": ["10.1016/B978-0-12-408117-8.00008-8"]}, {"Citation": "Narwojsz A., Tańska M., Mazur B., Borowska E.J. Fruit Physical Features, Phenolic Compounds Profile and Inhibition Activities of Cranberry Cultivars (Vaccinium macrocarpon) Compared to Wild-Grown Cranberry (Vaccinium oxycoccus) Plant Foods Hum. Nutr. 2019;74:300–306. doi: 10.1007/s11130-019-00737-7.", "ArticleIdList": ["10.1007/s11130-019-00737-7", "PMC6684534", "31098879"]}, {"Citation": "Desrouillères K., Millette M., Bagheri L., Maherani B., Jamshidian M., Lacroix M. The synergistic effect of cell wall extracted from probiotic biomass containing Lactobacillus acidophilus CL1285, L. casei LBC80R, and L. rhamnosus CLR2 on the anticancer activity of cranberry juice—HPLC fractions. J. Food Biochem. 2020;44:e13195. doi: 10.1111/jfbc.13195.", "ArticleIdList": ["10.1111/jfbc.13195", "32185816"]}, {"Citation": "Ferguson P.J., Kurowska E., Freeman D.J., Chambers A.F., Koropatnick D.J. A Flavonoid Fraction from Cranberry Extract Inhibits Proliferation of Human Tumor Cell Lines. J. Nutr. 2004;134:1529–1535. doi: 10.1093/jn/134.6.1529.", "ArticleIdList": ["10.1093/jn/134.6.1529", "15173424"]}, {"Citation": "Xue L., Liu C., Ma H., Seeram N.P., Neto C.C. Anti-inflammatory Activities of Cranberry Fruit Extracts in Human THP-1 Monocytes are Influenced by Their Phytochemical Composition. ACS Food Sci. Technol. 2022;2:75–83. doi: 10.1021/acsfoodscitech.1c00324.", "ArticleIdList": ["10.1021/acsfoodscitech.1c00324"]}, {"Citation": "Reed J. Cranberry Flavonoids, Atherosclerosis and Cardiovascular Health. Crit. Rev. Food Sci. Nutr. 2002;42:301–316. doi: 10.1080/10408390209351919.", "ArticleIdList": ["10.1080/10408390209351919", "12058989"]}, {"Citation": "Urbstaite R., Raudone L., Liaudanskas M., Janulis V. Development, Validation, and Application of the UPLC-DAD Methodology for the Evaluation of the Qualitative and Quantitative Composition of Phenolic Compounds in the Fruit of American Cranberry (Vaccinium macrocarpon Aiton) Molecules. 2022;27:467. doi: 10.3390/molecules27020467.", "ArticleIdList": ["10.3390/molecules27020467", "PMC8779177", "35056782"]}, {"Citation": "Gudžinskaitė I., Stackevičienė E., Liaudanskas M., Zymonė K., Žvikas V., Viškelis J., Urbštaitė R., Janulis V. Variability in the Qualitative and Quantitative Composition and Content of Phenolic Compounds in the Fruit of Introduced American Cranberry (Vaccinium macrocarpon Aiton) Plants. 2020;9:1379. doi: 10.3390/plants9101379.", "ArticleIdList": ["10.3390/plants9101379", "PMC7602967", "33081256"]}, {"Citation": "Wang Y., Vorsa N., de B. Harrington, P.; Chen, P. Nontargeted Metabolomic Study on Variation of Phenolics in Different Cranberry Cultivars Using UPLC-IM—HRMS. J. Agric. Food Chem. 2018;66:12206–12216. doi: 10.1021/acs.jafc.8b05029.", "ArticleIdList": ["10.1021/acs.jafc.8b05029", "30371081"]}, {"Citation": "Prasain J.K., Grubbs C., Barnes S. Cranberry anti-cancer compounds and their uptake and metabolism: An updated review. J. Berry Res. 2020;10:1–10. doi: 10.3233/JBR-180370.", "ArticleIdList": ["10.3233/JBR-180370"]}, {"Citation": "Prasain J.K., Rajbhandari R., Keeton A.B., Piazza G.A., Barnes S. Metabolism and growth inhibitory activity of cranberry derived flavonoids in bladder cancer cells. Food Funct. 2016;7:4012–4019. doi: 10.1039/C6FO00499G.", "ArticleIdList": ["10.1039/C6FO00499G", "PMC5076555", "27711848"]}, {"Citation": "Neto C.C., Amoroso J.W., Liberty A.M. Anticancer activities of cranberry phytochemicals: An update. Mol. Nutr. Food Res. 2008;52:S18–S27. doi: 10.1002/mnfr.200700433.", "ArticleIdList": ["10.1002/mnfr.200700433", "18504707"]}, {"Citation": "Wang Y., Han A., Chen E., Singh R.K., Chichester C.O., Moore R.G., Singh A.P., Vorsa N. The cranberry flavonoids PAC DP-9 and quercetin aglycone induce cytotoxicity and cell cycle arrest and increase cisplatin sensitivity in ovarian cancer cells. Int. J. Oncol. 2015;46:1924–1934. doi: 10.3892/ijo.2015.2931.", "ArticleIdList": ["10.3892/ijo.2015.2931", "PMC4383025", "25776829"]}, {"Citation": "Nemzer B.V., Al-Taher F., Yashin A., Revelsky I., Yashin Y. Cranberry: Chemical Composition, Antioxidant Activity and Impact on Human Health: Overview. Molecules. 2022;27:1503. doi: 10.3390/molecules27051503.", "ArticleIdList": ["10.3390/molecules27051503", "PMC8911768", "35268605"]}, {"Citation": "Ikeda Y., Murakami A., Ohigashi H. Ursolic acid: An anti- and pro-inflammatory triterpenoid. Mol. Nutr. Food Res. 2008;52:26–42. doi: 10.1002/mnfr.200700389.", "ArticleIdList": ["10.1002/mnfr.200700389", "18203131"]}, {"Citation": "Kondo M., MacKinnon S.L., Craft C.C., Matchett M.D., Hurta R.A.R., Neto C.C. Ursolic acid and its esters: Occurrence in cranberries and other Vaccinium fruit and effects on matrix metalloproteinase activity in DU145 prostate tumor cells: Anti-tumor activity and content of ursolic acid from Vaccinium fruit. J. Sci. Food Agric. 2011;91:789–796. doi: 10.1002/jsfa.4330.", "ArticleIdList": ["10.1002/jsfa.4330", "21351105"]}, {"Citation": "Neto C.C. Cranberry and blueberry: Evidence for protective effects against cancer and vascular diseases. Mol. Nutr. Food Res. 2007;51:652–664. doi: 10.1002/mnfr.200600279.", "ArticleIdList": ["10.1002/mnfr.200600279", "17533651"]}, {"Citation": "Klavins L., Klavins M. Cuticular Wax Composition of Wild and Cultivated Northern Berries. Foods. 2020;9:587. doi: 10.3390/foods9050587.", "ArticleIdList": ["10.3390/foods9050587", "PMC7278608", "32380739"]}, {"Citation": "Oszmiański J., Lachowicz S., Gorzelany J., Matłok N. The effect of different maturity stages on phytochemical composition and antioxidant capacity of cranberry cultivars. Eur. Food Res. Technol. 2018;244:705–719. doi: 10.1007/s00217-017-2994-z.", "ArticleIdList": ["10.1007/s00217-017-2994-z"]}, {"Citation": "Tsai S.J., Yin M.C. Antioxidative and Anti-Inflammatory Protection of Oleanolic Acid and Ursolic Acid in PC12 Cells. J. Food Sci. 2008;73:H174–H178. doi: 10.1111/j.1750-3841.2008.00864.x.", "ArticleIdList": ["10.1111/j.1750-3841.2008.00864.x", "18803714"]}, {"Citation": "Checker R., Sandur S.K., Sharma D., Patwardhan R.S., Jayakumar S., Kohli V., Gautam S., Aggarwal B.B., Sainis K.B. Potent Anti-Inflammatory Activity of Ursolic Acid, a Triterpenoid Antioxidant, Is Mediated through Suppression of NF-κB, AP-1 and NF-AT. PLoS ONE. 2012;7:e31318. doi: 10.1371/journal.pone.0031318.", "ArticleIdList": ["10.1371/journal.pone.0031318", "PMC3282718", "22363615"]}, {"Citation": "Murphy B.T., MacKinnon S.L., Yan X., Hammond G.B., Vaisberg A.J., Neto C.C. Identification of Triterpene Hydroxycinnamates with in Vitro Antitumor Activity from Whole Cranberry Fruit (Vaccinium macrocarpon) J. Agric. Food Chem. 2003;51:3541–3545. doi: 10.1021/jf034114g.", "ArticleIdList": ["10.1021/jf034114g", "12769521"]}, {"Citation": "Sakipova S., Jakovičs A., Gendelis S. Studies Energy Efficiency of the Renewable Sources use Considering Climate in Latvia. Energy Procedia. 2015;78:1980–1984. doi: 10.1016/j.egypro.2015.11.388.", "ArticleIdList": ["10.1016/j.egypro.2015.11.388"]}, {"Citation": "Stivrins N., Briede A., Steinberga D., Jasiunas N., Jeskins J., Kalnina L., Maksims A., Rendenieks Z., Trasune L. Natural and Human-Transformed Vegetation and Landscape Reflected by Modern Pollen Data in the Boreonemoral Zone of Northeastern Europe. Forests. 2021;12:1166. doi: 10.3390/f12091166.", "ArticleIdList": ["10.3390/f12091166"]}, {"Citation": "Council of Europe . European Pharmacopoeia. 10th ed. Council of Europe; Strasbourg, France: 2019. p. 51."}, {"Citation": "Sedbare R., Raudone L., Zvikas V., Viskelis J., Liaudanskas M., Janulis V. Development and Validation of the UPLC-DAD Methodology for the Detection of Triterpenoids and Phytosterols in Fruit Samples of Vaccinium macrocarpon Aiton and Vaccinium oxycoccos L. Molecules. 2022;27:4403. doi: 10.3390/molecules27144403.", "ArticleIdList": ["10.3390/molecules27144403", "PMC9323694", "35889280"]}, {"Citation": "Vilkickyte G., Motiekaityte V., Vainoriene R., Liaudanskas M., Raudone L. Development, validation, and application of UPLC-PDA method for anthocyanins profiling in Vaccinium L. berries. J. Berry Res. 2021;11:583–599. doi: 10.3233/JBR-200658.", "ArticleIdList": ["10.3233/JBR-200658"]}, {"Citation": "Heil M., Baumann B., Andary C., Linsenmair E.K., McKey D. Extraction and quantification of ‘condensed tannins’ as a measure of plant anti-herbivore defence? Revisiting an old problem. Naturwissenschaften. 2002;89:519–524. doi: 10.1007/s00114-002-0366-3.", "ArticleIdList": ["10.1007/s00114-002-0366-3", "12451456"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "1", "Day": "6"}, {"Year": "2023", "Month": "2", "Day": "5"}, {"Year": "2023", "Month": "2", "Day": "7"}, {"Year": "2023", "Month": "2", "Day": "25", "Hour": "4", "Minute": "23"}, {"Year": "2023", "Month": "2", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "26", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "2", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["36840117", "PMC9964011", "10.3390/plants12040771", "plants12040771"]}}], "PubmedBookArticle": []}