{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["arrhythmia recurrence", "atrioventricular nodal reentry", "catheter ablation", "isoproterenol"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36855813", "DateCompleted": {"Year": "2023", "Month": "03", "Day": "02"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "06"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["e01068", "10.1002/prp2.1068"], "Journal": {"ISSN": "2052-1707", "JournalIssue": {"Volume": "11", "Issue": "2", "PubDate": {"Year": "2023", "Month": "Apr"}}, "Title": "Pharmacology research & perspectives", "ISOAbbreviation": "Pharmacol Res Perspect"}, "ArticleTitle": "Evaluation of the effects of isoproterenol on arrhythmia recurrence following catheter ablation in patients with atrioventricular nodal re-entrant tachycardia: A randomized controlled clinical trial.", "Pagination": {"StartPage": "e01068", "MedlinePgn": "e01068"}, "Abstract": {"AbstractText": ["We aimed to determine the effects of isoproterenol on arrhythmia recurrence in atrioventricular nodal re-entrant tachycardia (AVNRT) patients treated with catheter ablation. The present randomized controlled clinical trial was conducted on AVNRT patients candidates for radiofrequency ablation (RFA). The patients were randomly assigned to receive isoproterenol (0.5-4 μg/min) or not (control group) for arrhythmia re-induction after ablation. The results of the electrophysiological (EP) study, the ablation parameters, and the arrhythmia recurrence rate were recorded. We evaluated 206 patients (53 males and 153 females) with a mean (SD) age of 49.87 (15.5) years in two groups of isoproterenol (n = 103) and control (n = 103). No statistically significant difference was observed between the two studied groups in age, gender, EP study, and ablation parameters. The success rate of ablation was 100% in both groups. During ~16.5 months of follow-up, one patient (1%) in the isoproterenol group and four patients (3.8%) in the control group experienced AVNRT recurrence (HR = 0.245; 95% confidence interval [CI], 0.043-1.418; p = .173). Based on the Kaplan-Meier analysis, there was no significant difference in the incidence rate of arrhythmia recurrence during the follow-up period between the two studied groups (p = .129). Additionally, there were no significant differences between the arrhythmia's recurrence according to age, gender, junctional rhythm, type of AVNRT arrhythmia, and DAVN persistence after ablation. Although isoproterenol administration for arrhythmia re-induction after ablation did not alleviate the treatment outcomes and arrhythmia recurrence following RFA in AVNRT patients, further studies with a larger sample size and a longer duration of follow-up are necessary."], "CopyrightInformation": "© 2023 The Authors. Pharmacology Research & Perspectives published by British Pharmacological Society and American Society for Pharmacology and Experimental Therapeutics and John Wiley & Sons Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cardiovascular Diseases, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Vahid Lotfabadi", "ForeName": "Neda", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cardiovascular Diseases, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Mehrabi", "ForeName": "Saeed", "Initials": "S"}, {"Identifier": ["0000-0001-8829-3247"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cardiovascular Diseases, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Heidari-Bakavoli", "ForeName": "Alireza", "Initials": "A"}, {"Identifier": ["0000-0003-4308-1931"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Research Development Unit, Faculty of Medicine, Imam Reza Hospital, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Morovatdar", "ForeName": "Negar", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cardiovascular Diseases, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Tayyebi", "ForeName": "Mohammad", "Initials": "M"}, {"Identifier": ["0000-0003-2320-5095"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cardiovascular Diseases, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Baradaran Rahimi", "ForeName": "Vafa", "Initials": "V"}], "PublicationTypeList": ["Randomized Controlled Trial", "Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Pharmacol Res Perspect", "NlmUniqueID": "101626369", "ISSNLinking": "2052-1707"}, "ChemicalList": [{"RegistryNumber": "L628TT009W", "NameOfSubstance": "Isoproterenol"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Isoproterenol"}, {"QualifierName": ["drug therapy", "surgery"], "DescriptorName": "Tachycardia, Atrioventricular Nodal Reentry"}, {"QualifierName": [], "DescriptorName": "Arrhythmias, Cardiac"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Catheter Ablation"}, {"QualifierName": [], "DescriptorName": "Kaplan-Meier Estimate"}], "CoiStatement": "The authors declare that there is no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Katritsis DG, Camm AJ. Atrioventricular nodal reentrant tachycardia. Circulation. 2010;122(8):831‐840.", "ArticleIdList": ["20733110"]}, {"Citation": "Shafiee‐Nick R, Afshari AR, Mousavi SH, et al. A comprehensive review on the potential therapeutic benefits of phosphodiesterase inhibitors on cardiovascular diseases. Biomed Pharmacother. 2017;94:541‐556.", "ArticleIdList": ["28779712"]}, {"Citation": "Katritsis DG. Catheter ablation of atrioventricular nodal re‐entrant tachycardia: facts and fiction. Arrhythm Electrophysiol Rev. 2018;7(4):230‐231.", "ArticleIdList": ["PMC6304791", "30588309"]}, {"Citation": "Sugumar H, Tung M, Leather R, Lane C, Sterns LD, Novak PG. Atrioventricular nodal non Re‐entrant tachycardia (AVNNT). Heart Lung Circ. 2017;26(5):524‐525.", "ArticleIdList": ["27769757"]}, {"Citation": "Sohinki D, Obel OA. Current trends in supraventricular tachycardia management. Ochsner J. 2014;14(4):586‐595.", "ArticleIdList": ["PMC4295736", "25598724"]}, {"Citation": "Chun HM, Sung RJ. Supraventricular tachyarrhythmias. Pharmacologic versus nonpharmacologic approaches. Med Clin North Am. 1995;79(5):1121‐1134.", "ArticleIdList": ["7674687"]}, {"Citation": "Weismüller P, Kuly S, Brandts B, Kattenbeck K, Ranke C, Trappe HJ. Is electrical stimulation during administration of catecholamines required for the evaluation of success after ablation of atrioventricular node re‐entrant tachycardias? J Am Coll Cardiol. 2002;39(4):689‐694.", "ArticleIdList": ["11849870"]}, {"Citation": "Liberman L, Hordof AJ, Fishberger SB, Pass RH. The role of isoproterenol testing following radiofrequency catheter ablation of accessory pathways in children. Pacing Clin Electrophysiol. 2003;26(2 Pt 1):559‐561.", "ArticleIdList": ["12710314"]}, {"Citation": "Stern JD, Rolnitzky L, Goldberg JD, et al. Meta‐analysis to assess the appropriate endpoint for slow pathway ablation of atrioventricular nodal reentrant tachycardia. Pacing Clin Electrophysiol. 2011;34(3):269‐277.", "ArticleIdList": ["21070256"]}, {"Citation": "Heydari A, Tayyebi M, Jami RD, Amiri A. Role of isoproterenol in predicting the success of catheter ablation in patients with reproducibly inducible atrioventricular nodal reentrant tachycardia. Tex Heart Inst J. 2014;41(3):280‐285.", "ArticleIdList": ["PMC4060335", "24955042"]}, {"Citation": "Matsushita T, Chun S, Sung RJ. Influence of isoproterenol on the accelerated junctional rhythm observed during radiofrequency catheter ablation of atrioventricular nodal slow pathway conduction. Am Heart J. 2001;142(4):664‐668.", "ArticleIdList": ["11579357"]}, {"Citation": "Abbasi S, Kamalinejad M, Babaie D, et al. A new topical treatment of atopic dermatitis in pediatric patients based on Ficus carica L. (Fig): a randomized, placebo‐controlled clinical trial. Complement Ther Med. 2017;35:85‐91.", "ArticleIdList": ["29154073"]}, {"Citation": "Askari VR, Baradaran Rahimi V, Tabatabaee SA, Shafiee‐Nick R. Combination of imipramine, a sphingomyelinase inhibitor, and beta‐caryophyllene improve their therapeutic effects on experimental autoimmune encephalomyelitis (EAE). Int Immunopharmacol. 2019;77:105923.", "ArticleIdList": ["31711937"]}, {"Citation": "Baradaran Rahimi V, Askari VR, Mousavi SH. Ellagic acid dose and time‐dependently abrogates d‐galactose‐induced animal model of aging: investigating the role of PPAR‐gamma. Life Sci. 2019;232:116595.", "ArticleIdList": ["31238053"]}, {"Citation": "Frey MK, Richter B, Gwechenberger M, et al. High incidence of atrial fibrillation after successful catheter ablation of atrioventricular nodal reentrant tachycardia: a 15.5‐year follow‐up. Sci Rep. 2019;9(1):11784.", "ArticleIdList": ["PMC6692351", "31409803"]}, {"Citation": "Manolis AS, Maounis T, Vassilikos V, Chiladakis J, Cokkinos DV. Arrhythmia recurrences are rare when the site of radiofrequency ablation of the slow pathway is medial or anterior to the coronary sinus os. Europace. 2002;4(2):193‐199.", "ArticleIdList": ["12135253"]}, {"Citation": "Wang L, Wu T. Predictors of long‐term success in catheter ablation of atrioventricular nodal reentrant tachycardia: a multivariate regression analysis. Int J Cardiol. 2002;86(2):289‐294.", "ArticleIdList": ["12419568"]}, {"Citation": "Chin CG, Chung FP, Lin YJ, et al. Extremely late recurrences (≥3 years) of atrioventricular nodal reentrant tachycardia: electrophysiological characteristics of the index and repeat ablation procedures. Int J Cardiol. 2020;305:70‐75.", "ArticleIdList": ["32059994"]}, {"Citation": "Farkowski MM, Pytkowski M, Maciag A, et al. Gender‐related differences in outcomes and resource utilization in patients undergoing radiofrequency ablation of supraventricular tachycardia: results from Patients' Perspective on Radiofrequency Catheter Ablation of AVRT and AVNRT study. Europace. 2014;16(12):1821‐1827.", "ArticleIdList": ["24919538"]}, {"Citation": "Wasmer K, Dechering DG, Köbe J, et al. Patients' and procedural characteristics of AV‐block during slow pathway modulation for AVNRT‐single center 10 year experience. Int J Cardiol. 2017;244:158‐162.", "ArticleIdList": ["28663043"]}, {"Citation": "Katritsis DG, Zografos T, Katritsis GD, et al. Catheter ablation vs. antiarrhythmic drug therapy in patients with symptomatic atrioventricular nodal re‐entrant tachycardia: a randomized, controlled trial. Europace. 2017;19(4):602‐606.", "ArticleIdList": ["28431060"]}, {"Citation": "Feldman A, Voskoboinik A, Kumar S, et al. Predictors of acute and long‐term success of slow pathway ablation for atrioventricular nodal reentrant tachycardia: a single center series of 1,419 consecutive patients. Pacing Clin Electrophysiol. 2011;34(8):927‐933.", "ArticleIdList": ["21569056"]}, {"Citation": "Katritsis DG, Zografos T, Siontis KC, et al. Endpoints for successful slow pathway catheter ablation in typical and atypical atrioventricular nodal Re‐entrant tachycardia: a contemporary, multicenter study. JACC Clin Electrophysiol. 2019;5(1):113‐119.", "ArticleIdList": ["30678775"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "1", "Day": "10"}, {"Year": "2022", "Month": "7", "Day": "13"}, {"Year": "2023", "Month": "2", "Day": "7"}, {"Year": "2023", "Month": "3", "Day": "1", "Hour": "2", "Minute": "30"}, {"Year": "2023", "Month": "3", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "28"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36855813", "PMC9975462", "10.1002/prp2.1068"]}}], "PubmedBookArticle": []}