{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Alzheimer’s disease", "Ferula", "acetylcholinesterase inhibitors"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36857494", "DateRevised": {"Year": "2024", "Month": "02", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "03", "Day": "03"}], "Language": ["eng"], "ELocationID": ["10.1515/jcim-2022-0284"], "Journal": {"ISSN": "1553-3840", "JournalIssue": {"PubDate": {"Year": "2023", "Month": "Mar", "Day": "03"}}, "Title": "Journal of complementary & integrative medicine", "ISOAbbreviation": "J Complement Integr Med"}, "ArticleTitle": "Acetylcholinesterase inhibitory activity of Ferula plants and their potential for treatment of Alzheimer's disease.", "Abstract": {"AbstractText": ["One of the current strategies in the treatment of Alzheimer's disease is using drugs with acetylcholinesterase (AChE) inhibitory property. The existence of various compounds in plants as a potential source for finding new compounds to treat Alzheimer's disease is a scientific fact. Many secondary metabolites and plant extracts have been reported with the ability to inhibit the AChE activity and improve memory and learning. These compounds can increase the concentration of acetylcholine in the brain and improve cholinergic function in individuals with Alzheimer's disease and reduce the symptoms of this neurological disorder. Plants of Ferula genus are a good source of biologically active compounds such as sesquiterpene derivatives, coumarin derivatives and sulfur-containing compounds. Numerous studies on various extracts or purified compounds of Ferula genus have shown that members of this genus have the inhibitory properties on acetylcholinesterase and can also be effective in improving Alzheimer's and amnesia. This review article summarizes studies on plants of Ferula extracts and their derived compounds to find AChE inhibitors."], "CopyrightInformation": "© 2023 Walter de Gruyter GmbH, Berlin/Boston."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, Shahid Sadoughi University of Medical Sciences, Yazd, Iran."}, {"Identifier": [], "Affiliation": "Neuroendocrine Research Center, Faculty of Medicine, Shahid Sadoughi University of Medical Sciences, Yazd, Iran."}], "LastName": "Bagheri", "ForeName": "Seyyed Majid", "Initials": "SM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Physiology and Pharmacology Research Center, Rafsanjan University of Medical Sciences, Rafsanjan, Iran."}], "LastName": "Allahtavakoli", "ForeName": "Mohammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, Faculty of Pharmacy, Shahid Sadoughi University of Medical Sciences, Yard, Iran."}], "LastName": "Moradi", "ForeName": "Alireza", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "J Complement Integr Med", "NlmUniqueID": "101313855", "ISSNLinking": "1553-3840"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Goedert, M, Spillantini, MG. A century of Alzheimer’s disease. Science 2006;314:777–81. https://doi.org/10.1126/science.1132814 .", "ArticleIdList": ["10.1126/science.1132814"]}, {"Citation": "Gustavsson, A, Norton, N, Fast, T, Frölich, L, Georges, J, Holzapfel, D, et al.. Global estimates on the number of persons across the Alzheimer’s disease continuum. Alzheimer’s Dementia 2022;19:658–70. https://doi.org/10.1002/alz.12694 .", "ArticleIdList": ["10.1002/alz.12694"]}, {"Citation": "Muir, JL. Acetylcholine, aging, and Alzheimer’s disease. Pharmacol Biochem Behav 1997;56:687–96. https://doi.org/10.1016/s0091-3057(96)00431-5 .", "ArticleIdList": ["10.1016/s0091-3057(96)00431-5"]}, {"Citation": "Ibach, B, Haen, E. Acetylcholinesterase inhibition in Alzheimer’s disease. Curr Pharmaceut Des 2004;10:231–51. https://doi.org/10.2174/1381612043386509 .", "ArticleIdList": ["10.2174/1381612043386509"]}, {"Citation": "Munoz-Torrero, D. Acetylcholinesterase inhibitors as disease-modifying therapies for Alzheimer’s disease. Curr Med Chem 2008;15:2433–55. https://doi.org/10.2174/092986708785909067 .", "ArticleIdList": ["10.2174/092986708785909067"]}, {"Citation": "Santos, TCdos, Gomes, TM, Pinto, BAS, Camara, AL, Paes, AMde A. Naturally occurring acetylcholinesterase inhibitors and their potential use for Alzheimer’s disease therapy. Front Pharmacol 2018;9:1192. https://doi.org/10.3389/fphar.2018.01192 .", "ArticleIdList": ["10.3389/fphar.2018.01192"]}, {"Citation": "Mukherjee, PK, Kumar, V, Mal, M, Houghton, PJ. Acetylcholinesterase inhibitors from plants. Phytomedicine 2007;14:289–300. https://doi.org/10.1016/j.phymed.2007.02.002 .", "ArticleIdList": ["10.1016/j.phymed.2007.02.002"]}, {"Citation": "Gholami, O, Shamsara, J. Comparison of the cytotoxic effects of umbelliprenin and auraptene. Int J Pharm Pharmaceut Sci 2016;8:1–4."}, {"Citation": "Iranshahi, M, Rezaee, R, Najafi, MN, Haghbin, A, Kasaian, J. Cytotoxic activity of the genus Ferula (Apiaceae) and its bioactive constituents. Avicenna J Phytomed 2018;8:296–312."}, {"Citation": "Yousefi, M, Mohammadi, M, Habibi, Z, Shafiee, A. New polysulphanes from aerial parts of Ferula behboudiana Rech. f. & Esfand. Nat Prod Res 2010;24:1352–7. https://doi.org/10.1080/14786410903458273 .", "ArticleIdList": ["10.1080/14786410903458273"]}, {"Citation": "Soltani, S, Amin, G-R, Salehi-Sourmaghi, MH, Schneider, B, Lorenz, S, Iranshahi, M. Sulfur-containing compounds from the roots of Ferula latisecta and their cytotoxic activities. Fitoterapia 2018;124:108–12. https://doi.org/10.1016/j.fitote.2017.10.012 .", "ArticleIdList": ["10.1016/j.fitote.2017.10.012"]}, {"Citation": "Kanani, MR, Rahiminejad, MR, Sonboli, A, Mozaffarian, V, Kazempour Osaloo, S, Nejad Ebrahimi, S. Chemotaxonomic significance of the essential oils of 18 Ferula species (Apiaceae) from Iran. Chem Biodivers 2011;8:503–17. https://doi.org/10.1002/cbdv.201000148 .", "ArticleIdList": ["10.1002/cbdv.201000148"]}, {"Citation": "Motai, T, Daikonya, A, Kitanaka, S. Sesquiterpene coumarins from Ferula fukanensis and nitric oxide production inhibitory effects. J Nat Prod 2004;67:432–6. https://doi.org/10.1021/np030408k .", "ArticleIdList": ["10.1021/np030408k"]}, {"Citation": "Bashir, S, Alam, M, Adhikari, A, Shrestha, RLS, Yousuf, S, Ahmad, B, et al.. New antileishmanial sesquiterpene coumarins from Ferula narthex Boiss. Phytochem Lett 2014;9:46–50. https://doi.org/10.1016/j.phytol.2014.04.009 .", "ArticleIdList": ["10.1016/j.phytol.2014.04.009"]}, {"Citation": "Razavi, SM, Nahar, L, Talischi, H, Sarker, SD. Ferulone A and ferulone B: two new coumarin esters from Ferula orientalis L. roots. Nat Prod Res 2016;30:2183–9. https://doi.org/10.1080/14786419.2016.1155574 .", "ArticleIdList": ["10.1080/14786419.2016.1155574"]}, {"Citation": "Iranshahi, M, Sahebkar, A, Hosseini, ST, Takasaki, M, Konoshima, T, Tokuda, H. Cancer chemopreventive activity of diversin from Ferula diversivittata in vitro and in vivo. Phytomedicine 2010;17:269–73. https://doi.org/10.1016/j.phymed.2009.05.020 .", "ArticleIdList": ["10.1016/j.phymed.2009.05.020"]}, {"Citation": "Galal, AM, Abourashed, EA, Ross, SA, ElSohly, MA, Al-Said, MS, El-Feraly, FS. Daucane Sesquiterpenes from Ferula hermonis. J Nat Prod 2001;64:399–400. https://doi.org/10.1021/np000526x .", "ArticleIdList": ["10.1021/np000526x"]}, {"Citation": "Auzi, AA, Gray, AI, Salem, MM, Badwan, AA, Sarker, SD. Feruhermonins A–C: three daucane esters from the seeds of Ferula hermonis (Apiaceae). J Asian Nat Prod Res 2008;10:701–7. https://doi.org/10.1080/10286020802016040 .", "ArticleIdList": ["10.1080/10286020802016040"]}, {"Citation": "Eigner, D, Scholz, D. Ferula asa-foetida and Curcuma longa in traditional medical treatment and diet in Nepal. J Ethnopharmacol 1999;67:1–6. https://doi.org/10.1016/s0378-8741(98)00234-7 .", "ArticleIdList": ["10.1016/s0378-8741(98)00234-7"]}, {"Citation": "Bagheri, SM, Sahebkar, A, Gohari, AR, Saeidnia, S, Malmir, M, Iranshahi, M. Evaluation of cytotoxicity and anticonvulsant activity of some Iranian medicinal Ferula species. Pharm Biol 2010;48:242–6. https://doi.org/10.3109/13880200903081796 .", "ArticleIdList": ["10.3109/13880200903081796"]}, {"Citation": "Sayah, M, Mandegari, A. Anticonvulsant effect of Ferula gummosa root extract against experimental seizures. Iran Biomed J 2003;7:139–43."}, {"Citation": "Zargari, A. Medicinal Plants (In Persian). Tehran Univ; 1970, 4:42–5 pp."}, {"Citation": "Bagheri, SM, Dashti-R, MH, Morshedi, A. Antinociceptive effect of Ferula assa-foetida oleo-gum-resin in mice. Res Pharm Sci 2014;9:207–12."}, {"Citation": "Bagheri, SM, Rezvani, ME, Vahidi, AR, Esmaili, M. Anticonvulsant effect of Ferula assa-foetida oleo gum resin on chemical and amygdala-kindled rats. N Am J Med Sci 2014;6:408–12. https://doi.org/10.4103/1947-2714.139296 .", "ArticleIdList": ["10.4103/1947-2714.139296"]}, {"Citation": "Bagheri, SM, Yadegari, M, Porentezari, M, Mirjalili, A, Hasanpor, A, Dashti, RMH, et al.. Effect of Ferula assa-foetida oleo gum resin on spermatic parameters and testicular histopathology in male wistar rats. J Ayurveda Integr Med 2015;6:175–80. https://doi.org/10.4103/0975-9476.146552 .", "ArticleIdList": ["10.4103/0975-9476.146552"]}, {"Citation": "Bagheri, SM, Abdian-Asl, A, Moghadam, MT, Yadegari, M, Mirjalili, A, Zare-Mohazabieh, F, et al.. Antitumor effect of Ferula assa foetida oleo gum resin against breast cancer induced by 4T1 cells in BALB/c mice. J Ayurveda Integr Med 2017;8:152–8. https://doi.org/10.1016/j.jaim.2017.02.013 .", "ArticleIdList": ["10.1016/j.jaim.2017.02.013"]}, {"Citation": "Bagheri, SM, Hejazian, SH, Dashti-R, MH. The relaxant effect of seed fs essential oil and oleo-gum-resin of Ferula assa-foetida on isolated rat’s ileum. Ann Med Health Sci Res 2014;4:238–41. https://doi.org/10.4103/2141-9248.129050 .", "ArticleIdList": ["10.4103/2141-9248.129050"]}, {"Citation": "Latifi, E, Mohammadpour, AA, Fathi, B, Nourani, H. Antidiabetic and antihyperlipidemic effects of ethanolic Ferula assa-foetida oleo-gum-resin extract in streptozotocin-induced diabetic wistar rats. Biomed Pharmacother 2019;110:197–202. https://doi.org/10.1016/j.biopha.2018.10.152 .", "ArticleIdList": ["10.1016/j.biopha.2018.10.152"]}, {"Citation": "Bafghi, AF, Bagheri, SM, Hejazian, SH. Antileishmanial activity of Ferula assa-foetida oleo gum resin against Leishmania major: an in vitro study. J Ayurveda Integr Med 2014;5:19–23. https://doi.org/10.4103/0975-9476.146567 .", "ArticleIdList": ["10.4103/0975-9476.146567"]}, {"Citation": "Gonzalez, AG, Barrera, JB. Chemistry and sources of mono-and bicyclic sesquiterpenes from Ferula species. In: Fortschritte der Chemie Org Naturstoffe/Progress Chem Org Nat Prod . Vienna: Springer; 1995:1–92 pp."}, {"Citation": "Bagheri, SM, Hedesh, ST, Mirjalili, A, Dashti, -RMH. Evaluation of anti-inflammatory and some possible mechanisms of antinociceptive effect of Ferula assa foetida oleo gum resin. J Evid Based Complementary Altern Med 2016;21:271–6. https://doi.org/10.1177/2156587215605903 .", "ArticleIdList": ["10.1177/2156587215605903"]}, {"Citation": "Luo, Y, Zhao, H-P, Zhang, J, Wang, J, Yang, W-L, Yang, M, et al.. Effect of ferulic acid on learning and memory impairments of vascular dementia rats and its mechanism of action. Yao xue xue bao Acta Pharm Sin 2012;47:256–60."}, {"Citation": "Kurach, Ł, Kulczycka-Mamona, S, Kowalczyk, J, Skalicka-Woźniak, K, Boguszewska-Czubara, A, El Sayed, N, et al.. Mechanisms of the procognitive effects of xanthotoxin and umbelliferone on LPS-induced amnesia in mice. Int J Mol Sci 2021;22:1–14. https://doi.org/10.3390/ijms22041779 .", "ArticleIdList": ["10.3390/ijms22041779"]}, {"Citation": "Mahboubi, M. Ferula gummosa, a traditional medicine with novel applications. J Diet Suppl 2016;13:700–18. https://doi.org/10.3109/19390211.2016.1157715 .", "ArticleIdList": ["10.3109/19390211.2016.1157715"]}, {"Citation": "Adhami, H-R, Fitz, V, Lubich, A, Kaehlig, H, Zehl, M, Krenn, L. Acetylcholinesterase inhibitors from galbanum, the oleo gum-resin of Ferula gummosa Boiss. Phytochem Lett 2014;10:lxxxii–lxxxvii. https://doi.org/10.1016/j.phytol.2014.08.023 .", "ArticleIdList": ["10.1016/j.phytol.2014.08.023"]}, {"Citation": "Adhami, H, Scherer, U, Kaehlig, H, Hettich, T, Schlotterbeck, G, Reich, E, et al.. Combination of bioautography with HPTLC–MS/NMR: a fast identification of acetylcholinesterase inhibitors from galbanum. Phytochem Anal 2013;24:395–400. https://doi.org/10.1002/pca.2422 .", "ArticleIdList": ["10.1002/pca.2422"]}, {"Citation": "Lobbens, ESB, Vissing, KJ, Jorgensen, L, van de Weert, M, Jäger, AK. Screening of plants used in the European traditional medicine to treat memory disorders for acetylcholinesterase inhibitory activity and anti amyloidogenic activity. J Ethnopharmacol 2017;200:66–73. https://doi.org/10.1016/j.jep.2017.02.020 .", "ArticleIdList": ["10.1016/j.jep.2017.02.020"]}, {"Citation": "Adhami, H, Farsam, H, Krenn, L. Screening of medicinal plants from Iranian traditional medicine for acetylcholinesterase inhibition. Phyther Res 2011;25:1148–52. https://doi.org/10.1002/ptr.3409 .", "ArticleIdList": ["10.1002/ptr.3409"]}, {"Citation": "Dastan, D, Validi, S, Ebadi, A. Kamonolol acetate from Ferula pseudalliacea as AChE inhibitor: in vitro and in silico studies. Struct Chem 2020;31:965–73."}, {"Citation": "Ebadi, A, Olyaie, SS, Dastan, D. To be ionized or not to be ionized: the vital role of physicochemical properties of galbanic acid derivatives in AChE assay. J Biomol Struct Dyn 2021;39:3235–43. https://doi.org/10.1080/07391102.2020.1764391 .", "ArticleIdList": ["10.1080/07391102.2020.1764391"]}, {"Citation": "Pandpazir, M, Kiani, A, Fakhri, S. Anti-Inflammatory effect and skin toxicity of aqueous extract of Dorema ammoniacum gum in experimental animals. Res J Pharmacogn 2018;5:1–8."}, {"Citation": "Nazir, N, Nisar, M, Zahoor, M, Uddin, F, Ullah, S, Ullah, R, et al.. Phytochemical analysis, in vitro anticholinesterase, antioxidant activity and in vivo nootropic effect of Ferula ammoniacum (dorema ammoniacum) D. Don. In scopolamine-induced memory impairment in mice. Brain Sci 2021;11:259–83. https://doi.org/10.3390/brainsci11020259 .", "ArticleIdList": ["10.3390/brainsci11020259"]}, {"Citation": "Akalin, E, Özhatay, N, Özhatay, E, Serpil, Ü. Rare and endemic taxa of Apiaceae in Turkey and their conservation significance. J Fac Pharm İstanbul Univ 2009;40:1–10."}, {"Citation": "Kahraman, C, Baysal, I, Çankaya, I, Goger, F, Kirimer, N, Akdemir, ZS. Acetylcholinesterase inhibitory activities and LC-MS analysis of the antioxidant Ferula caspica M. Bieb. and F. halophila Pesmen extracts. J Res Pharm 2019;23:543–51. https://doi.org/10.12991/jrp.2019.161 .", "ArticleIdList": ["10.12991/jrp.2019.161"]}, {"Citation": "Duman, R. The anti hrsv activity of Ferula halophila peşmen aqueous and methanol extract by MTT assay. Trak Univ J Nat Sci 2021;22:43–8. https://doi.org/10.23902/trkjnat.805545 .", "ArticleIdList": ["10.23902/trkjnat.805545"]}, {"Citation": "Zengin, G, Uysal, A, Diuzheva, A, Gunes, E, Jekő, J, Cziáky, Z, et al.. Characterization of phytochemical components of Ferula halophila extracts using HPLC-MS/MS and their pharmacological potentials: a multi-functional insight. J Pharm Biomed Anal 2018;160:374–82. https://doi.org/10.1016/j.jpba.2018.08.020 .", "ArticleIdList": ["10.1016/j.jpba.2018.08.020"]}, {"Citation": "Wannes, WA, Marzouk, B. Research progress of Tunisian medicinal plants used for acute diabetes. J Acute Dis 2016;5:357–63. https://doi.org/10.1016/j.joad.2016.08.001 .", "ArticleIdList": ["10.1016/j.joad.2016.08.001"]}, {"Citation": "Znati, M, Jabrane, A, Hajlaoui, H, Harzallah-Skhiri, F, Bouajila, J, Casanova, J, et al.. Chemical composition and in vitro evaluation of antimicrobial and anti-acetylcholinesterase properties of the flower oil of Ferula lutea. Nat Prod Commun 2012;7:947–50. https://doi.org/10.1177/1934578x1200700738 .", "ArticleIdList": ["10.1177/1934578x1200700738"]}, {"Citation": "Ben Salem, S, Znati, M, Jabrane, A, Casanova, J, Ben Jannet, H. Chemical composition, antimicrobial, anti-acetylcholinesterase and cytotoxic activities of the root essential oil from the Tunisian Ferula lutea (Poir.) Maire (Apiaceae). J Essent Oil Bear Plants 2016;19:897–906. https://doi.org/10.1080/0972060x.2015.1137238 .", "ArticleIdList": ["10.1080/0972060x.2015.1137238"]}, {"Citation": "Salem, SB, Jabrane, A, Harzallah-Skhiri, F, Jannet, HB. New bioactive dihydrofuranocoumarins from the roots of the Tunisian Ferula lutea (Poir.) Maire. Bioorg Med Chem Lett 2013;23:4248–52. https://doi.org/10.1016/j.bmcl.2013.04.081 .", "ArticleIdList": ["10.1016/j.bmcl.2013.04.081"]}, {"Citation": "Znati, M, Zardi-Bergaoui, A, Daami-Remadi, M, Ben Jannet, H. Semi-synthesis, antibacterial, anticholinesterase activities, and drug likeness properties of new analogues of coumarins isolated from Ferula lutea (Poir.) Maire. Chem Africa 2020;3:635–45. https://doi.org/10.1007/s42250-020-00145-4 .", "ArticleIdList": ["10.1007/s42250-020-00145-4"]}, {"Citation": "Rahmouni, M, Laouer, H, Dahamna, S, Gali, L, Bensouici, C, Flamini, G, et al.. Biological activities and phytochemical content of essential oil and methanol extracts of Ferula lutea (poir.) maire growing in Algeria. Biocatal Agric Biotechnol 2021;34:102017. https://doi.org/10.1016/j.bcab.2021.102017 .", "ArticleIdList": ["10.1016/j.bcab.2021.102017"]}, {"Citation": "Nguir, A, Mabrouk, H, Douki, W, Ismail, MB, Jannet, HB, Flamini, G, et al.. Chemical composition and bioactivities of the essential oil from different organs of Ferula communis L. growing in Tunisia. Med Chem Res 2016;25:515–25. https://doi.org/10.1007/s00044-016-1506-1 .", "ArticleIdList": ["10.1007/s00044-016-1506-1"]}, {"Citation": "Karakaya, S, Koca, M, Sytar, O, Duman, H. Determination of natural phenolic compounds of Ferula longipedunculata Peşmen and assessment their antioxidant and anticholinesterase potentials. Nat Prod Res 2021;35:1654–6. https://doi.org/10.1080/14786419.2019.1619728 .", "ArticleIdList": ["10.1080/14786419.2019.1619728"]}, {"Citation": "Eser, N, Yoldaş, A, Yigin, A, Yumusak, N, Bozkurt, AS, Kokbas, U, et al.. The protective effect of Ferula elaeochytris on age-related erectile dysfunction. J Ethnopharmacol 2020;258:112921. https://doi.org/10.1016/j.jep.2020.112921 .", "ArticleIdList": ["10.1016/j.jep.2020.112921"]}, {"Citation": "Deveci, E, Tel-Çayan, G, Duru, ME. Phenolic profile, antioxidant, anticholinesterase, and anti-tyrosinase activities of the various extracts of Ferula elaeochytris and Sideritis stricta. Int J Food Prop 2018;21:771–83. https://doi.org/10.1080/10942912.2018.1431660 .", "ArticleIdList": ["10.1080/10942912.2018.1431660"]}, {"Citation": "Deveci, E, Tel-Çayan, G, Duru, ME. Essential oil composition, antioxidant, anticholinesterase and anti-tyrosinase activities of two Turkish plant species: Ferula elaeochytris and Sideritis stricta. Nat Prod Commun 2018;13:101–14. https://doi.org/10.1177/1934578x1801300130 .", "ArticleIdList": ["10.1177/1934578x1801300130"]}, {"Citation": "Kızıltaş, H, Gören, AC, Bingöl, Z, Alwasel, SH, Gülçin, İ. Anticholinergic, antidiabetic and antioxidant activities of Ferula orientalis L. Determination of its polyphenol contents by LC-HRMS. Ind Crops Prod 2020;153:112572."}, {"Citation": "Zengin, G, Sinan, KI, Ak, G, Mahomoodally, MF, Paksoy, MY, Picot-Allain, C, et al.. Chemical profile, antioxidant, antimicrobial, enzyme inhibitory, and cytotoxicity of seven Apiaceae species from Turkey: a comparative study. Ind Crop Prod 2020;153:112572. https://doi.org/10.1016/j.indcrop.2020.112572 .", "ArticleIdList": ["10.1016/j.indcrop.2020.112572"]}, {"Citation": "Ahmadi Koulaei, S, Hadjiakhoondi, A, Delnavazi, MR, Tofighi, Z, Ajani, Y, Kiashi, F. Chemical composition and biological activity of Ferula aucheri essential oil. Res J Pharmacogn 2020;7:21–31."}, {"Citation": "Sattar, Z, Iranshahi, M. Phytochemistry and pharmacology of Ferula hermonis Boiss.–a review. Drug Res 2017;67:437–46. https://doi.org/10.1055/s-0043-109100 .", "ArticleIdList": ["10.1055/s-0043-109100"]}, {"Citation": "Ghareeb, DA, ElAhwany, AMD, El-Mallawany, SM, Saif, AA. In vitro screening for anti-acetylcholiesterase, anti-oxidant, anti-glucosidase, anti-inflammatory and anti-bacterial effect of three traditional medicinal plants. Biotechnol Biotechnol Equip 2014;28:1155–64. https://doi.org/10.1080/13102818.2014.969877 .", "ArticleIdList": ["10.1080/13102818.2014.969877"]}, {"Citation": "Bagheri, SM, Maghsoudi, MJ, Yadegari, M. Preventive effect of Ferula asafoetida oleo gum resin on histopathology in cuprizone-induced demyelination mice. Int J Prev Med 2020;11:1–6. https://doi.org/10.4103/ijpvm.IJPVM_108_19 .", "ArticleIdList": ["10.4103/ijpvm.IJPVM_108_19"]}, {"Citation": "Bagheri, S, Javidmehr, D, Ghaffari, M, Ghoderti-Shatori, E. Chemical compositions and antiproliferative effect of essential oil of asafoetida on MCF7 human breast cancer cell line and female wistar rats. Cancer Transl Med 2020;6:34–9. https://doi.org/10.4103/ctm.ctm_36_19 .", "ArticleIdList": ["10.4103/ctm.ctm_36_19"]}, {"Citation": "Jazayeri, SB, Amanlou, A, Ghanadian, N, Pasalar, P, Amanlou, M. A preliminary investigation of anticholinesterase activity of some Iranian medicinal plants commonly used in traditional medicine. DARU J Pharm Sci 2014;22:1–5. https://doi.org/10.1186/2008-2231-22-17 .", "ArticleIdList": ["10.1186/2008-2231-22-17"]}, {"Citation": "Ali, SK, Hamed, AR, Soltan, MM, Hegazy, UM, Elgorashi, EE, El-Garf, IA, et al.. In-vitro evaluation of selected Egyptian traditional herbal medicines for treatment of Alzheimer disease. BMC Complementary Altern Med 2013;13:1–10. https://doi.org/10.1186/1472-6882-13-121 .", "ArticleIdList": ["10.1186/1472-6882-13-121"]}, {"Citation": "Sattar, Z, Iranshahi, M. Phytochemistry and pharmacology of Ferula persica Boiss.: a review. Iran J Basic Med Sci 2017;20:1–8. https://doi.org/10.22038/ijbms.2017.8085 .", "ArticleIdList": ["10.22038/ijbms.2017.8085"]}, {"Citation": "Shekarchi, M, Hajimehdipoor, H, Naghibi, F, Ara, L, Moazzeni Zehan, H. Investigating acetylcholinesterase inhibitory effects of some Ferula species. J Med Plants 2013;12:106–12."}, {"Citation": "Karimi, G, Iranshahi, M, Hosseinalizadeh, F, Riahi, B, Sahebkar, A. Screening of acetylcholinesterase inhibitory activity of terpenoid and coumarin derivatives from the genus Ferula. Pharmacologyonline 2010;1:566–74."}, {"Citation": "Vijayalakshmi, SA, Bhat, P, Chaturvedi, A, Bairy, KL, Kamath, S. Evaluation of the effect of Ferula asafoetida Linn. gum extract on learning and memory in Wistar rats. Indian J Pharmacol 2012;44:82–7. https://doi.org/10.4103/0253-7613.91873 .", "ArticleIdList": ["10.4103/0253-7613.91873"]}, {"Citation": "Bagheri, SM, Dashti-R, MH. Influence of asafoetida on prevention and treatment of memory impairment induced by d-galactose and NaNO2 in mice. Am J Alzheimer’s Dis Other Dementias 2015;30:607–12. https://doi.org/10.1177/1533317515576388 .", "ArticleIdList": ["10.1177/1533317515576388"]}, {"Citation": "Narayanan, R, Gilbert, B, Ravichandran, S, Bhuvaneswari, K. Psychopharmacological characterization of effects of Ferula asafoetida Linn formulation in mouse on a Y-maze, EPM, and open field apparatus. Int J Basic Clin Pharmacol 2017;6:2254–8. https://doi.org/10.18203/2319-2003.ijbcp20173755 .", "ArticleIdList": ["10.18203/2319-2003.ijbcp20173755"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "8", "Day": "18"}, {"Year": "2023", "Month": "2", "Day": "10"}, {"Year": "2023", "Month": "3", "Day": "1", "Hour": "14", "Minute": "52"}, {"Year": "2023", "Month": "3", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "2", "Hour": "6", "Minute": "0"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["36857494", "10.1515/jcim-2022-0284", "jcim-2022-0284"]}}], "PubmedBookArticle": []}