{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cold stress", "Drought stress", "Gene expression", "WRKY transcription factor"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36853516", "DateCompleted": {"Year": "2023", "Month": "03", "Day": "10"}, "DateRevised": {"Year": "2023", "Month": "03", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "02", "Day": "28"}], "Language": ["eng"], "ELocationID": ["10.1007/s10709-023-00184-y"], "Journal": {"ISSN": "1573-6857", "JournalIssue": {"Volume": "151", "Issue": "2", "PubDate": {"Year": "2023", "Month": "Apr"}}, "Title": "Genetica", "ISOAbbreviation": "Genetica"}, "ArticleTitle": "Genome-wide investigation of the WRKY transcription factor gene family in weeping forsythia: expression profile and cold and drought stress responses.", "Pagination": {"StartPage": "153", "EndPage": "165", "MedlinePgn": "153-165"}, "Abstract": {"AbstractText": ["Weeping forsythia is a wide-spread shrub in China with important ornamental, medicinal and ecological values. It is widely distributed in China's warm temperate zone. In plants, WRKY transcription factors play important regulatory roles in seed germination, flower development, fruit ripening and coloring, and biotic and abiotic stress response. To date, WRKY transcription factors have not been systematically studied in weeping forsythia. In this study, we identified 79 WRKY genes in weeping forsythia and classified them according to their naming rules in Arabidopsis thaliana. Phylogenetic tree analysis showed that, except for IIe subfamily, whose clustering was inconsistent with A. thaliana clustering, other subfamily clustering groups were consistent. Cis-element analysis showed that WRKY genes related to pathogen resistance in weeping forsythia might be related to methyl jasmonate and salicylic acid-mediated signaling pathways. Combining cis-element and expression pattern analyses of WRKY genes showed that more than half of WRKY genes were involved in light-dependent development and morphogenesis in different tissues. The gene expression results showed that 13 WRKY genes were involved in drought response, most of which might be related to the abscisic acid signaling pathway, and a few of which might be regulated by MYB transcription factors. The gene expression results under cold stress showed that 17 WRKY genes were involved in low temperature response, and 9 of them had low temperature responsiveness cis-elements. Our study of WRKY family in weeping forsythia provided useful resources for molecular breeding and important clues for their functional verification."], "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer Nature Switzerland AG."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Innovation Platform of Molecular Biology, College of Landscape and Art, Henan Agricultural University, Zhengzhou, China."}], "LastName": "Yang", "ForeName": "Ya-Lin", "Initials": "YL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Forestry, Northern Arizona University, Flagstaff, AZ, USA."}], "LastName": "Cushman", "ForeName": "Samuel A", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Innovation Platform of Molecular Biology, College of Landscape and Art, Henan Agricultural University, Zhengzhou, China."}], "LastName": "Wang", "ForeName": "Shu-Chen", "Initials": "SC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Innovation Platform of Molecular Biology, College of Landscape and Art, Henan Agricultural University, Zhengzhou, China."}], "LastName": "Wang", "ForeName": "Fan", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Innovation Platform of Molecular Biology, College of Landscape and Art, Henan Agricultural University, Zhengzhou, China."}], "LastName": "Li", "ForeName": "Qian", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Innovation Platform of Molecular Biology, College of Landscape and Art, Henan Agricultural University, Zhengzhou, China."}], "LastName": "Liu", "ForeName": "Hong-Li", "Initials": "HL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Science and Technology, Inner Mongolia Normal University, Huhehaote, China. liyongrui1@126.com."}, {"Identifier": [], "Affiliation": "State Key Laboratory of Tree Genetics and Breeding, Chinese Academy of Forestry, Beijing, China. liyongrui1@126.com."}], "LastName": "Li", "ForeName": "Yong", "Initials": "Y"}], "GrantList": [{"GrantID": "Grant No. TGB2021004", "Agency": "the Open Fund of State Key Laboratory of Tree Genetics and Breeding (Chinese Academy of Forestry)", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Genetica", "NlmUniqueID": "0370740", "ISSNLinking": "0016-6707"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Transcription Factors"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Proteins"}], "MeshHeadingList": [{"QualifierName": ["metabolism"], "DescriptorName": "Forsythia"}, {"QualifierName": [], "DescriptorName": "Droughts"}, {"QualifierName": [], "DescriptorName": "Phylogeny"}, {"QualifierName": ["genetics"], "DescriptorName": "Stress, Physiological"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Transcription Factors"}, {"QualifierName": [], "DescriptorName": "Gene Expression Regulation, Plant"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Plant Proteins"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Altschul SF, Gish W, Miller W, Myers EW, Lipman DJ. Basic local alignment search tool. J Mol Biol. 1990;215:403–410. doi: 10.1016/S0022-2836(05)80360-2.", "ArticleIdList": ["10.1016/S0022-2836(05)80360-2", "2231712"]}, {"Citation": "Artimo P, Jonnalagedda M, Arnold K, Baratin D, Csardi G, de Castro E, Duvaud S, Flegel V, Fortier A, Gasteiger E, Grosdidier A, Hernandez C, Ioannidis V, Kuznetsov D, Liechti R, Moretti S, Mostaguir K, Redaschi N, Rossier G, Xenarios I, Stockinger H. Expasy: Sib bioinformatics resource portal. Nucleic Acids Res. 2012;40:W597–W603. doi: 10.1093/nar/gks400.", "ArticleIdList": ["10.1093/nar/gks400", "PMC3394269", "22661580"]}, {"Citation": "Bailey T, Bodén M, Buske F, Frith M, Grant C, Clementi L, Ren J, Li W, Noble W. MEME SUITE: tools for motif discovery and searching. Nucleic Acids Res. 2009;37:W202–W208. doi: 10.1093/nar/gkp335.", "ArticleIdList": ["10.1093/nar/gkp335", "PMC2703892", "19458158"]}, {"Citation": "Bao F, Ding AQ, Cheng TR, Wang J, Zhang QX. Genome-wide analysis of members of the WRKY gene family and their cold stress response in Prunus mume. Genes. 2019;10:911. doi: 10.3390/genes10110911.", "ArticleIdList": ["10.3390/genes10110911", "PMC6896039", "31717396"]}, {"Citation": "Budak H, Kantar M, Kurtoglu KY (2013) Drought Tolerance in Modern and Wild Wheat. Sci World J 2013: 548246", "ArticleIdList": ["PMC3671283", "23766697"]}, {"Citation": "Chen C, Chen H, Zhang Y, Thomas HR, Frank MH, He Y, Xia R. TBtools: an integrative toolkit developed for interactive analyses of big biological data. Mol Plant. 2020;13:1194–1202. doi: 10.1016/j.molp.2020.06.009.", "ArticleIdList": ["10.1016/j.molp.2020.06.009", "32585190"]}, {"Citation": "Chen C, Chen X, Han J, Lu W, Ren Z. Genome-wide analysis of the WRKY gene family in the cucumber genome and transcriptome-wide identification of WRKY transcription factors that respond to biotic and abiotic stresses. BMC Plant Biol. 2020;20:443. doi: 10.1186/s12870-020-02625-8.", "ArticleIdList": ["10.1186/s12870-020-02625-8", "PMC7517658", "32977756"]}, {"Citation": "Chen MH, Yan TX, Shen Q, Lu X, Pan QF, Huang YR, Tang YL, Fu XQ, Liu M, Jiang WM, Lv ZY, Shi P, Ma YN, Hao XL, Zhang LD, Li L, Tang KX. Glandular trichome-specific WRKY 1 promotes artemisinin biosynthesis in Artemisia annua. New Phytol. 2017;214:304–316. doi: 10.1111/nph.14373.", "ArticleIdList": ["10.1111/nph.14373", "28001315"]}, {"Citation": "Chen XJ, Li C, Wang H, Guo ZJ. WRKY transcription factors: evolution, binding, and action. Phytopathol Res. 2019;1:13. doi: 10.1186/s42483-019-0022-x.", "ArticleIdList": ["10.1186/s42483-019-0022-x"]}, {"Citation": "Cheng MN, Huang ZJ, Hua QZ, Shan W, Kuang JF, Lu WJ, Qin YH, Chen JY. The WRKY transcription factor HpWRKY44 regulates CytP450-like1 expression in red pitaya fruit (Hylocereus polyrhizus) Hortic Res. 2017;4:17039. doi: 10.1038/hortres.2017.39.", "ArticleIdList": ["10.1038/hortres.2017.39", "PMC5539414", "28785415"]}, {"Citation": "Cheng XK, Zhao YX, Jiang QS, Yang J, Zhao WS, Taylor IA, Peng YL, Wang DL, Liu JF. Structural basis of dimerization and dual w-box DNA recognition by rice WRKY domain. Nucleic Acids Res. 2019;47:4308–4318. doi: 10.1093/nar/gkz113.", "ArticleIdList": ["10.1093/nar/gkz113", "PMC6486541", "30783673"]}, {"Citation": "Chou KC, Shen HB. Plant-mPploc: a top-down strategy to augment the power for predicting plant protein subcellular localization. PLoS ONE. 2010;5:e11335. doi: 10.1371/journal.pone.0011335.", "ArticleIdList": ["10.1371/journal.pone.0011335", "PMC2893129", "20596258"]}, {"Citation": "Eulgem T, Rushton PJ, Robatzek S, Somssich IE. The WRKY superfamily of plant transcription factors. Trends Plant Sci. 2000;5:199–206. doi: 10.1016/S1360-1385(00)01600-9.", "ArticleIdList": ["10.1016/S1360-1385(00)01600-9", "10785665"]}, {"Citation": "Fan SJ, Dong LD, Han D, Zhang F, Wu JJ, Jiang LY, Cheng Q, Li RP, Lu WC, Meng FS, Zhang SZ, Xu PF (2017) GmWRKY31 and GmHDL56 enhances resistance to Phytophthora sojae by regulating defense-related gene expression in soybean. Front Plant Sci 8:781", "ArticleIdList": ["PMC5427154", "28553307"]}, {"Citation": "Fang X, Li W, Yuan H, Chen H, Bo C, Ma Q, Cai R. Mutation of ZmWRKY86 confers enhanced salt stress tolerance in maize. Plant Physiol Biochem. 2021;167:840–850. doi: 10.1016/j.plaphy.2021.09.010.", "ArticleIdList": ["10.1016/j.plaphy.2021.09.010", "34534799"]}, {"Citation": "Fei J, Wang YS, Cheng H, Su YB, Zhong YJ, Zheng L. The Kandelia obovata transcription factor KoWRKY40 enhances cold tolerance in transgenic Arabidopsis. BMC Plant Biol. 2022;22:274. doi: 10.1186/s12870-022-03661-2.", "ArticleIdList": ["10.1186/s12870-022-03661-2", "PMC9166612", "35659253"]}, {"Citation": "Findling S, Fekete A, Warzecha H, Krischke M, Brandt H, Blume E, Mueller MJ, Berger S. Manipulation of methyl jasmonate esterase activity renders tomato more susceptible to Sclerotinia sclerotiorum. Funct Plant Biol. 2014;41:133–143. doi: 10.1071/FP13103.", "ArticleIdList": ["10.1071/FP13103", "32480973"]}, {"Citation": "Franklin KA. Light and temperature signal crosstalk in plant development. Curr Opin Plant Biol. 2009;12:63–68. doi: 10.1016/j.pbi.2008.09.007.", "ArticleIdList": ["10.1016/j.pbi.2008.09.007", "18951837"]}, {"Citation": "Geourjon C, Deleage G. SOPMA: significant improvements in protein secondary structure prediction by consensus prediction from multiple alignments. Comput Appl Biosci. 1995;11:681–684.", "ArticleIdList": ["8808585"]}, {"Citation": "Halim VA, Vess A, Scheel D, Rosahl S. The role of salicylic acid and jasmonic acid in pathogen defence. Plant Biol. 2006;8:307–313. doi: 10.1055/s-2006-924025.", "ArticleIdList": ["10.1055/s-2006-924025", "16807822"]}, {"Citation": "He GH, Xu JY, Wang YX, Liu JM, Li PS, Chen M, Ma YZ, Xu ZS. Drought-responsive WRKY transcription factor genes TaWRKY1 and TaWRKY33 from wheat confer drought and/or heat resistance in Arabidopsis. BMC Plant Biol. 2016;16:116. doi: 10.1186/s12870-016-0806-4.", "ArticleIdList": ["10.1186/s12870-016-0806-4", "PMC4877946", "27215938"]}, {"Citation": "Hu K, Guan WJ, Bi Y, Zhang W, Li LJ, Zhang BL, Liu QQ, Song YL, Li XW, Duan ZP, Zheng QS, Yang ZF, Liang JY, Han MF, Ruan LG, Wu CM, Zhang YT, Jia ZH, Zhong NS. Efficacy and safety of lianhuaqingwen capsules, a repurposed chinese herb, in patients with coronavirus disease 2019: a multicenter, prospective, randomized controlled trial. Phytomedicine. 2021;85:153242. doi: 10.1016/j.phymed.2020.153242.", "ArticleIdList": ["10.1016/j.phymed.2020.153242", "PMC7229744", "33867046"]}, {"Citation": "Huang S, Gao Y, Liu J, Peng X, Niu X, Fei Z, Cao S, Liu Y. Genome-wide analysis of WRKY transcription factors in Solanum lycopersicum. Mol Genet Genomics. 2012;287:495–513. doi: 10.1007/s00438-012-0696-6.", "ArticleIdList": ["10.1007/s00438-012-0696-6", "22570076"]}, {"Citation": "Huang XB, Cao LW, Fan JB, Ma GJ, Chen L. CdWRKY2-mediated sucrose biosynthesis and CBF-signalling pathways coordinately contribute to cold tolerance in bermudagrass. Plant Biotechnol J. 2022;20:660–675. doi: 10.1111/pbi.13745.", "ArticleIdList": ["10.1111/pbi.13745", "PMC8989505", "34743386"]}, {"Citation": "Hwang SH, Kwon SI, Jang JY, Fang IL, Lee H, Choi C, Park S, Ahn I, Bae SC, Hwang DJ. OsWRKY51, a rice transcription factor, functions as a positive regulator in defense response against Xanthomonas oryzae pv. Oryzae. Plant Cell Rep. 2016;35:1975–1985. doi: 10.1007/s00299-016-2012-0.", "ArticleIdList": ["10.1007/s00299-016-2012-0", "27300023"]}, {"Citation": "Ishiguro S, Nakamura K. Characterization of a cDNA encoding a novel DNA-binding protein, SPF1, that recognizes SP8 sequences in the 5′ upstream regions of genes coding for sporamin and beta-amylase from sweet potato. Mol Gen Genet. 1994;244:563–571. doi: 10.1007/BF00282746.", "ArticleIdList": ["10.1007/BF00282746", "7969025"]}, {"Citation": "Jiang JJ, Ma SH, Ye NH, Jiang M, Cao JS, Zhang JH. WRKY transcription factors in plant responses to stresses. J Integr Plant Biol. 2017;59:86–101. doi: 10.1111/jipb.12513.", "ArticleIdList": ["10.1111/jipb.12513", "27995748"]}, {"Citation": "Jones D, Taylor W, Thornton J. The rapid generation of mutation data matrices from protein sequences. Comput Appl Biosci. 1992;8:275–282.", "ArticleIdList": ["1633570"]}, {"Citation": "Karanja BK, Fan LX, Xu L, Wang Y, Zhu XW, Tang MJ, Wang RH, Zhang F, Muleke EM, Liu LW. Genome-wide characterization of the WRKY gene family in radish (Raphanus sativus L.) reveals its critical functions under different abiotic stresses. Plant Cell Rep. 2017;36:1757–1773. doi: 10.1007/s00299-017-2190-4.", "ArticleIdList": ["10.1007/s00299-017-2190-4", "28819820"]}, {"Citation": "Kim CY, Vo KTX, Nguyen CD, Jeong DH, Lee SK, Kumar M, Kim SR, Park SH, Kim JK, Jeon JS. Functional analysis of a cold-responsive rice WRKY gene, OsWRKY71. Plant Biotechnol Rep. 2016;10:13–23. doi: 10.1007/s11816-015-0383-2.", "ArticleIdList": ["10.1007/s11816-015-0383-2"]}, {"Citation": "Kumar S, Stecher G, Tamura K. MEGA7: molecular evolutionary genetics analysis version 7.0 for bigger datasets. Mol Biol Evol. 2016;33:1870–1874. doi: 10.1093/molbev/msw054.", "ArticleIdList": ["10.1093/molbev/msw054", "PMC8210823", "27004904"]}, {"Citation": "Li P, Zheng TC, Li LL, Wang J, Cheng TR, Zhang QX. Genome-wide investigation of the bZip transcription factor gene family in Prunus mume: classification, evolution, expression profile and low-temperature stress responses. Hortic Plant J. 2022;8:230–242. doi: 10.1016/j.hpj.2021.01.009.", "ArticleIdList": ["10.1016/j.hpj.2021.01.009"]}, {"Citation": "Li Y, Li X, Wei JT, Cai KW, Zhang HZ, Ge LL, Ren ZJ, Zhao CL, Zhao XY. Genome-wide identification and analysis of the WRKY gene family and cold stress response in Acer truncatum. Genes. 2021;12:1867. doi: 10.3390/genes12121867.", "ArticleIdList": ["10.3390/genes12121867", "PMC8701280", "34946815"]}, {"Citation": "Li Y, Shi LC, Cushman SA. Transcriptomic responses and physiological changes to cold stress among natural populations provide insights into local adaptation of weeping forsythia. Plant Physiol Biochem. 2021;165:94–103. doi: 10.1016/j.plaphy.2021.05.020.", "ArticleIdList": ["10.1016/j.plaphy.2021.05.020", "34034164"]}, {"Citation": "Li Y, Shi LC, Pei NC, Cushman SA, Si YT. Transcriptomic responses to drought stress among natural populations provide insights into local adaptation of weeping forsythia. BMC Plant Biol. 2021;21:273. doi: 10.1186/s12870-021-03075-6.", "ArticleIdList": ["10.1186/s12870-021-03075-6", "PMC8204298", "34130656"]}, {"Citation": "Li Y, Wang F, Pei NC, Li Q, Liu HL, Yuan WJ, Zhang HC. The updated weeping forsythia genome reveals the genomic basis for the evolution and the forsythin and forsythoside a biosynthesis. Hortic Plant J. 2022 doi: 10.1016/j.hpj.2022.", "ArticleIdList": ["10.1016/j.hpj.2022"]}, {"Citation": "Ning P, Liu CC, Kang JQ, Lv JY. Genome-wide analysis of WRKY transcription factors in wheat (Triticum aestivum L.) and differential expression under water deficit condition. PeerJ. 2017;55:e3232. doi: 10.7717/peerj.3232.", "ArticleIdList": ["10.7717/peerj.3232", "PMC5420200", "28484671"]}, {"Citation": "Pandey SP, Somssich IE. The role of WRKY transcription factors in plant immunity. Plant Physiol. 2009;150:1648–1655. doi: 10.1104/pp.109.138990.", "ArticleIdList": ["10.1104/pp.109.138990", "PMC2719123", "19420325"]}, {"Citation": "Pertea M, Pertea GM, Antonescu CM, Chang TC, Mendell JT, Salzberg SL. Stringtie enables improved reconstruction of a transcriptome from RNA-seq reads. Nat Biotechnol. 2015;33:290–295. doi: 10.1038/nbt.3122.", "ArticleIdList": ["10.1038/nbt.3122", "PMC4643835", "25690850"]}, {"Citation": "Qiu DY, Xiao J, Ding XH, Xiong M, Cai M, Cao CL, Li XH, Xu CG, Wang SP. OsWRKY13 mediates rice disease resistance by regulating defense-related genes in salicylate- and jasmonate-dependent signaling. Mol Plant Microbe In. 2007;20:492–499. doi: 10.1094/MPMI-20-5-0492.", "ArticleIdList": ["10.1094/MPMI-20-5-0492", "17506327"]}, {"Citation": "Rambaut A (2009) FigTree, a graphical viewer of phylogenetic trees. Institute of Evolutionary Biology University of Edinburgh"}, {"Citation": "Rinerson CI, Rabara RC, Tripathi P, Shen QXJ, Rushton PJ. The evolution of WRKY transcription factors. BMC Plant Biol. 2015;15:66. doi: 10.1186/s12870-015-0456-y.", "ArticleIdList": ["10.1186/s12870-015-0456-y", "PMC4350883", "25849216"]}, {"Citation": "Song H, Sun WH, Yang GF, Sun J (2018) WRKY transcription factors in legumes. BMC Plant Biol 18:243", "ArticleIdList": ["PMC6192229", "30332991"]}, {"Citation": "Thijs G, Marchal K, Lescot M, Rombauts S, De Moor B, Rouze P, Moreau Y. A gibbs sampling method to detect overrepresented motifs in the upstream regions of coexpressed genes. J Comput Biol. 2002;9:447–464. doi: 10.1089/10665270252935566.", "ArticleIdList": ["10.1089/10665270252935566", "12015892"]}, {"Citation": "Wang GM, Zuo JC, Li XR, Liu YH, Yu JB, Shao HB, Li YZ. Low plant diversity and floristic homogenization in fast-urbanizing towns in Shandong peninsular, China: Effects of urban greening at regional scale for ecological engineering. Ecol Eng. 2014;64:179–185. doi: 10.1016/j.ecoleng.2013.12.054.", "ArticleIdList": ["10.1016/j.ecoleng.2013.12.054"]}, {"Citation": "Wang L, Zhang XL, Wang L, Tian YA, Jia N, Chen SZ, Shi NB, Huang XM, Zhou C, Yu Y, Zhang ZQ, Pang XQ. Regulation of ethylene-responsive slWRKYs involved in color change during tomato fruit ripening. Sci Rep. 2017;7:16674. doi: 10.1038/s41598-017-16851-y.", "ArticleIdList": ["10.1038/s41598-017-16851-y", "PMC5709409", "29192231"]}, {"Citation": "Wang MQ, Huang QX, Lin P, Zeng QH, Li Y, Liu QL, Zhang L, Pan YZ, Jiang BB, Zhang F. The overexpression of a transcription factor gene VbWRKY32 enhances the cold tolerance in Verbena bonariensis. Front Plant Sci. 2019;10:1746. doi: 10.3389/fpls.2019.01746.", "ArticleIdList": ["10.3389/fpls.2019.01746", "PMC7000379", "32063911"]}, {"Citation": "Wang QZ, Shang XW, Tang WW, Li HP, Wen XP, Fan FH. Cloning and low phosphorus tolerance function analysis of PmWRKY164 from Pinus massoniana. J Agr Biotech. 2019;27:1016–1024."}, {"Citation": "Wang T, Song Z, Wei L, Li LB. Molecular characterization and expression analysis of WRKY family genes in Dendrobium officinale. Genes Genom. 2018;40:265–279. doi: 10.1007/s13258-017-0602-z.", "ArticleIdList": ["10.1007/s13258-017-0602-z", "29892797"]}, {"Citation": "Wang ZY, Feng RX, Zhang X, Su Z, Wei JR, Liu JF. Characterization of the Hippophae rhamnoides WRKY gene family and functional analysis of the role of the HrWRKY21 gene in resistance to abiotic stresses. Genome. 2019;62:689–703. doi: 10.1139/gen-2019-0024.", "ArticleIdList": ["10.1139/gen-2019-0024", "31315001"]}, {"Citation": "Wani SH, Anand S, Singh B, Bohra A, Joshi R. WRKY transcription factors and plant defense responses: latest discoveries and future prospects. Plant Cell Rep. 2021;40:1071–1085. doi: 10.1007/s00299-021-02691-8.", "ArticleIdList": ["10.1007/s00299-021-02691-8", "33860345"]}, {"Citation": "Wei W, Liang DW, Bian XH, Shen M, Xiao JH, Zhang WK, Ma B, Lin Q, Lv J, Chen X, Chen SY, Zhang JS. GmWRKY54 improves drought tolerance through activating genes in abscisic acid and Ca2+ signaling pathways in transgenic soybean. Plant J. 2019;100:384–398. doi: 10.1111/tpj.14449.", "ArticleIdList": ["10.1111/tpj.14449", "31271689"]}, {"Citation": "Xiang MF, Jin CT, Sun LH, Zhang ZH, Yao JJ, Li LC. Efficacy and potential mechanisms of chinese herbal compounds in coronavirus disease 2019: advances of laboratory and clinical studies. Chin Med. 2021;16:130. doi: 10.1186/s13020-021-00542-y.", "ArticleIdList": ["10.1186/s13020-021-00542-y", "PMC8640709", "34861881"]}, {"Citation": "Yan KS, Yan S, Farooq A, Han A, Zeng L, Zhou MM. Structure and conserved RNA binding of the PAZ domain. Nature. 2003;426:469–474. doi: 10.1038/nature02129.", "ArticleIdList": ["10.1038/nature02129", "14615802"]}, {"Citation": "Yang J, Miao CY, Mao RL, Li Y. Landscape population genomics of forsythia (Forsythia suspensa) reveal that ecological habitats determine the adaptive evolution of species. Front Plant Sci. 2017;8:481.", "ArticleIdList": ["PMC5380681", "28424728"]}, {"Citation": "Zhang PJ, Zhang H, Du JK, Qiao YS. Genome-wide identification and co-expression analysis of GDSL genes related to suberin formation during fruit russeting in pear. Hortic Plant J. 2022;8:153–170. doi: 10.1016/j.hpj.2021.11.010.", "ArticleIdList": ["10.1016/j.hpj.2021.11.010"]}, {"Citation": "Zhang Q, Chen T, Wang X, Wang J, Gu K, Yu J, Hu D, Hao Y. Genome-wide identification and expression analyses of homeodomain-leucine zipper family genes reveal their involvement in stress response in apple (Malus × domestica) Hortic Plant J. 2022;8:261–278. doi: 10.1016/j.hpj.2021.04.003.", "ArticleIdList": ["10.1016/j.hpj.2021.04.003"]}, {"Citation": "Zhang T, Li X, Zhao Q, Shi Y, Hao Y, You C. Genome-wide identification and functional characterization of the MdCLE peptide family in apple (Malus × domestica) Hortic Plant J. 2022;8:279–288. doi: 10.1016/j.hpj.2021.12.003.", "ArticleIdList": ["10.1016/j.hpj.2021.12.003"]}, {"Citation": "Zhang YJ, Wang LJ. The WRKY transcription factor superfamily: its origin in eukaryotes and expansion in plants. BMC Evol Biol. 2005;5:1. doi: 10.1186/1471-2148-5-1.", "ArticleIdList": ["10.1186/1471-2148-5-1", "PMC544883", "15629062"]}, {"Citation": "Zhao L, Li W, Dai SJ, Liu RX, Xie ZP, Zhang SM, Yue XD. Alkaloids bearing rare skeletons from Forsythia suspensa with anti-inflammatory and anti-viral activities in vitro. Phytochemistry. 2021;186:112739. doi: 10.1016/j.phytochem.2021.112739.", "ArticleIdList": ["10.1016/j.phytochem.2021.112739", "33773412"]}, {"Citation": "Zou LJ, Yang F, Ma YH, Wu QG, Yi KX, Zhang DW. Transcription factor WRKY30 mediates resistance to Cucumber mosaic virus in Arabidopsis. Biochem Bioph Res Co. 2019;517:118–124. doi: 10.1016/j.bbrc.2019.07.030.", "ArticleIdList": ["10.1016/j.bbrc.2019.07.030", "31311650"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "1", "Day": "12"}, {"Year": "2023", "Month": "2", "Day": "21"}, {"Year": "2023", "Month": "3", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "28", "Hour": "11", "Minute": "36"}, {"Year": "2023", "Month": "2", "Day": "28"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36853516", "PMC9973247", "10.1007/s10709-023-00184-y", "10.1007/s10709-023-00184-y"]}}], "PubmedBookArticle": []}