{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Head and neck cancer", "Mouthwash", "Oral mucositis (stomatitis)", "Polyherbal", "Prevention", "Radiotherapy", "Zinc sulfate"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36864527", "DateCompleted": {"Year": "2023", "Month": "03", "Day": "06"}, "DateRevised": {"Year": "2023", "Month": "03", "Day": "06"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "03", "Day": "02"}], "Language": ["eng"], "ELocationID": ["109", "10.1186/s40001-023-01015-8"], "Journal": {"ISSN": "2047-783X", "JournalIssue": {"Volume": "28", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Mar", "Day": "02"}}, "Title": "European journal of medical research", "ISOAbbreviation": "Eur J Med Res"}, "ArticleTitle": "Prevention of radiotherapy-related oral mucositis with zinc and polyherbal mouthwash: a double-blind, randomized clinical trial.", "Pagination": {"StartPage": "109", "MedlinePgn": "109"}, "Abstract": {"AbstractText": ["A significant percentage of head and neck cancer (HNCs) patients receiving RT experience oral mucositis (OM). This study aimed to evaluate the effect of the polyherbal (containing chamomile, peppermint oil, Aloe vera, and honey) and zinc mouthwashes in comparison to the control (chlorhexidine) and placebo groups for prevention of radiation-induced OM.", "This study was a double-blinded randomized clinical trial, conducted on 67 patients with HNCs undergoing radiotherapy. The eligible participants were randomized to receive either one of the following; zinc sulfate, polyherbal, chlorhexidine (Vi-one 0.2% CHX), or placebo mouthwash for 6 weeks. Follow-up evaluation of oral hygiene and the checklists of OM and the intensity of pain were filled out according to WHO assessment tool, Oral Mucositis Assessment Scale (OMAS), and Visual Analog Scale (VAS) in all the participants weekly for seven consecutive weeks.", "The results of present clinical trial demonstrated that the use of either zinc sulfate or polyherbal mouthwash significantly reduced the scores of OM and the severity of pain during weeks 2 to 7 after consumption compared with the CHX or placebo mouthwashes (P < 0.05). According to the post hoc analysis and compared with the placebo, a significantly better result was reported for zinc sulfate and polyherbal mouthwashes at weeks 2 to 7, but not for the CHX mouthwash.", "This study showed that the use of zinc sulfate or polyherbal mouthwashes is effective in prevention of both OM severity scores and pain related to OM intensity at weeks 2 to 7 following consumption in HNCs patients. Trial registration IRCT20190123042475N1 and IRCT20190123042475N2. Registration date: 2019-06-09, 2019-07-26."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Dentistry, North Khorasan University of Medical Sciences, Bojnurd, Iran."}], "LastName": "Sahebnasagh", "ForeName": "Marzieh", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, School of Dentistry, North Khorasan University of Medical Sciences, Bojnurd, Iran."}], "LastName": "Aksi", "ForeName": "Vahideh", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, School of Dentistry, North Khorasan University of Medical Sciences, Bojnurd, Iran."}], "LastName": "Eslami", "ForeName": "Fatemeh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Public Health, Addiction & Behavioral Research Center, North Khorasan University of Medical Sciences, Bojnurd, Iran."}], "LastName": "Lashkardoost", "ForeName": "Hossein", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural Products and Medicinal Plants Research Center, North Khorasan University of Medical Sciences, Bojnurd, Iran."}], "LastName": "Kasaian", "ForeName": "Jamal", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nanotechnology Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Department of Pharmaceutics, Faculty of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Golmohammadzadeh", "ForeName": "Shiva", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Imam Ali Hospital, North Khorasan University of Medical Sciences, Bojnurd, Sari, Iran."}], "LastName": "Parkam", "ForeName": "Bahareh", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, Department of Pharmaceutics, Faculty of Pharmacy, Mazandaran University of Medical Sciences, Sari, Iran."}], "LastName": "Negarandeh", "ForeName": "Reza", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Pharmacy, School of Pharmacy, Shahid Sadoughi University of Medical Sciences and Health Services, Yazd, Iran."}], "LastName": "Saghafi", "ForeName": "Fatemeh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Research Center, Department of Internal Medicine, School of Medicine, North Khorasan University of Medical Sciences, Bojnurd, Iran. masoomehsahebnasagh@gmail.com."}, {"Identifier": [], "Affiliation": "Department of Surgical Medicine, Faculty of Medicine, North Khorasan University of Medical Sciences, Bojnurd, Iran. masoomehsahebnasagh@gmail.com."}], "LastName": "Sahebnasagh", "ForeName": "Adeleh", "Initials": "A"}], "DataBankList": [{"DataBankName": "IRCT", "AccessionNumberList": ["IRCT20190123042475N1", "IRCT20190123042475N2"]}], "PublicationTypeList": ["Randomized Controlled Trial", "Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Eur J Med Res", "NlmUniqueID": "9517857", "ISSNLinking": "0949-2321"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Mouthwashes"}, {"RegistryNumber": "J41CSQ7QDS", "NameOfSubstance": "Zinc"}, {"RegistryNumber": "7733-02-0", "NameOfSubstance": "Zinc Sulfate"}, {"RegistryNumber": "R4KO0DY52L", "NameOfSubstance": "Chlorhexidine"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Mouthwashes"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Zinc"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Zinc Sulfate"}, {"QualifierName": [], "DescriptorName": "Chlorhexidine"}, {"QualifierName": ["drug therapy", "etiology", "prevention & control"], "DescriptorName": "Stomatitis"}], "CoiStatement": "The authors of present study declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Sudhakar A. History of cancer, ancient and modern treatment methods. J Cancer Sci Ther. 2009;1(2):1. doi: 10.4172/1948-5956.100000e2.", "ArticleIdList": ["10.4172/1948-5956.100000e2", "20740081"]}, {"Citation": "Bolouri AJ, Pakfetrat A, Tonkaboni A, Aledavood SA, Najafi MF, Delavarian Z, et al. Preventing and therapeutic effect of propolis in radiotherapy induced mucositis of head and neck cancers: a triple-blind, randomized, placebo-controlled trial. Iran J Cancer Prev. 2015 doi: 10.17795/ijcp-4019.", "ArticleIdList": ["10.17795/ijcp-4019", "PMC4667229", "26634113"]}, {"Citation": "Krishnatreya M, Rahman T, Kataki AC, Sharma JD, Nandy P, Baishya N. Pre-treatment performance status and stage at diagnosis in patients with head and neck cancers. Asian Pac J Cancer Prev. 2014;15(19):8479–8482. doi: 10.7314/APJCP.2014.15.19.8479.", "ArticleIdList": ["10.7314/APJCP.2014.15.19.8479", "25339050"]}, {"Citation": "Döbróssy L. Epidemiology of head and neck cancer: magnitude of the problem. Cancer Metastasis Rev. 2005;24(1):9–17. doi: 10.1007/s10555-005-5044-4.", "ArticleIdList": ["10.1007/s10555-005-5044-4", "15785869"]}, {"Citation": "Rose-Ped AM, Bellm LA, Epstein JB, Trotti A, Gwede C, Fuchs HJ. Complications of radiation therapy for head and neck cancers: the patient’s perspective. Cancer Nurs. 2002;25(6):461–467. doi: 10.1097/00002820-200212000-00010.", "ArticleIdList": ["10.1097/00002820-200212000-00010", "12464838"]}, {"Citation": "Maria OM, Eliopoulos N, Muanza T. Radiation-induced oral mucositis. Front Oncol. 2017;7:89. doi: 10.3389/fonc.2017.00089.", "ArticleIdList": ["10.3389/fonc.2017.00089", "PMC5439125", "28589080"]}, {"Citation": "Aghamohamamdi A, Hosseinimehr SJ. Natural products for management of oral mucositis induced by radiotherapy and chemotherapy. Integr Cancer Ther. 2016;15(1):60–68. doi: 10.1177/1534735415596570.", "ArticleIdList": ["10.1177/1534735415596570", "PMC5736079", "26306626"]}, {"Citation": "Vissink A, Burlage F, Spijkervet F, Jansma J, Coppes R. Prevention and treatment of the consequences of head and neck radiotherapy. Crit Rev Oral Biol Med. 2003;14(3):213–225. doi: 10.1177/154411130301400306.", "ArticleIdList": ["10.1177/154411130301400306", "12799324"]}, {"Citation": "Murad AM, Katz A. Oncologia: bases clínicas do tratamento. Oncologia: bases clínicas do tratamento1996. p. 435-."}, {"Citation": "Montserrat V, Gerry O, Hagiwara M, Sonis S. Oral mucositis in patients undergoing radiation treatment for head and neck carcinoma. Cancer. 2006;106(2):329–336. doi: 10.1002/cncr.21622.", "ArticleIdList": ["10.1002/cncr.21622", "16342066"]}, {"Citation": "Huang C-J, Huang M-Y, Fang P-T, Chen F, Wang Y-T, Chen C-H, et al. Randomized double-blind, placebo-controlled trial evaluating oral glutamine on radiation-induced oral mucositis and dermatitis in head and neck cancer patients. Am J Clin Nutr. 2019;109(3):606–614. doi: 10.1093/ajcn/nqy329.", "ArticleIdList": ["10.1093/ajcn/nqy329", "PMC6408208", "30753262"]}, {"Citation": "Sutherland SE, Browman GP. Prophylaxis of oral mucositis in irradiated head-and-neck cancer patients: a proposed classification scheme of interventions and meta-analysis of randomized controlled trials. Int J Radiat Oncol Biol Phys. 2001;49(4):917–930. doi: 10.1016/S0360-3016(00)01456-5.", "ArticleIdList": ["10.1016/S0360-3016(00)01456-5", "11240232"]}, {"Citation": "Volpato LER, Silva TC, Oliveira TM, Sakai VT, Machado MAAM. Radiation therapy and chemotherapy-induced oral mucositis. Braz J Otorhinolaryngol. 2007;73(4):562–568. doi: 10.1016/S1808-8694(15)30110-5.", "ArticleIdList": ["10.1016/S1808-8694(15)30110-5", "PMC9444544", "17923929"]}, {"Citation": "Nonzee NJ, Dandade NA, Markossian T, Agulnik M, Argiris A, Patel JD, et al. Evaluating the supportive care costs of severe radiochemotherapy‐induced mucositis and pharyngitis: results from a northwestern university costs of cancer program pilot study with head and neck and nonsmall cell lung cancer patients who received care at a county hospital, a veterans administration hospital, or a comprehensive cancer care center. Cancer. 2008;113(6):1446–1452. doi: 10.1002/cncr.23714.", "ArticleIdList": ["10.1002/cncr.23714", "18683883"]}, {"Citation": "Elting LS, Cooksley CD, Chambers MS, Garden AS. Risk, outcomes, and costs of radiation-induced oral mucositis among patients with head-and-neck malignancies. Int J Radiat Oncol Biol Phys. 2007;68(4):1110–1120. doi: 10.1016/j.ijrobp.2007.01.053.", "ArticleIdList": ["10.1016/j.ijrobp.2007.01.053", "17398022"]}, {"Citation": "Ertekin MV, Koç M, Karslioǧlu I, Sezen O. Zinc sulfate in the prevention of radiation-induced oropharyngeal mucositis: a prospective, placebo-controlled, randomized study. Int J Radiat Oncol Biol Phys. 2004;58(1):167–174. doi: 10.1016/S0360-3016(03)01562-1.", "ArticleIdList": ["10.1016/S0360-3016(03)01562-1", "14697435"]}, {"Citation": "Shuai T, Tian X, Shi B, Chen H, Liu X-L, Yi L-J, et al. Prophylaxis with oral zinc sulfate against radiation induced oral mucositis in patients with head and neck cancers: a systematic review and meta-analysis of four randomized controlled trials. Front Oncol. 2019;9:165. doi: 10.3389/fonc.2019.00165.", "ArticleIdList": ["10.3389/fonc.2019.00165", "PMC6438884", "30967996"]}, {"Citation": "Mansouri A, Hadjibabaie M, Iravani M, Shamshiri AR, Hayatshahi A, Javadi MR, et al. The effect of zinc sulfate in the prevention of high-dose chemotherapy-induced mucositis: a double-blind, randomized, placebo-controlled study. Hematol Oncol. 2012;30(1):22–26. doi: 10.1002/hon.999.", "ArticleIdList": ["10.1002/hon.999", "21692101"]}, {"Citation": "Oberleas D, Harland BF. Treatment of zinc deficiency without zinc fortification. J Zhejiang Univ Sci B. 2008;9(3):192–196. doi: 10.1631/jzus.B0710632.", "ArticleIdList": ["10.1631/jzus.B0710632", "PMC2266882", "18357621"]}, {"Citation": "Mazokopakis E, Vrentzos G, Papadakis J, Babalis D, Ganotakis E. Wild chamomile (Matricaria recutita L.) mouthwashes in methotrexate-induced oral mucositis. Phytomed. 2005;12(1–2):25–27. doi: 10.1016/j.phymed.2003.11.003.", "ArticleIdList": ["10.1016/j.phymed.2003.11.003", "15693704"]}, {"Citation": "Miraj S, Alesaeidi S. A systematic review study of therapeutic effects of Matricaria recuitta chamomile (chamomile) Electron Phys. 2016;8(9):3024. doi: 10.19082/3024.", "ArticleIdList": ["10.19082/3024", "PMC5074766", "27790360"]}, {"Citation": "Rahimi Y, Taleei A, Ranjbar M. Long-term water deficit modulates antioxidant capacity of peppermint (Mentha piperita L.) Sci Hortic. 2018;237:36–43. doi: 10.1016/j.scienta.2018.04.004.", "ArticleIdList": ["10.1016/j.scienta.2018.04.004"]}, {"Citation": "McKay DL, Blumberg JB. A review of the bioactivity and potential health benefits of peppermint tea (Mentha piperita L.) Phytother Res. 2006;20(8):619–633. doi: 10.1002/ptr.1936.", "ArticleIdList": ["10.1002/ptr.1936", "16767798"]}, {"Citation": "Sahebjamee M, Mansourian A, Hajimirzamohammad M, Zadeh MT, Bekhradi R, Kazemian A, et al. Comparative efficacy of aloe vera and benzydamine mouthwashes on radiation-induced oral mucositis: a triple-blind, randomised, controlled clinical trial. Oral Health Prev Dent. 2015;13(4):309–315.", "ArticleIdList": ["25431805"]}, {"Citation": "Mansouri P, Haghighi M, Beheshtipour N, Ramzi M. The effect of aloe vera solution on chemotherapy-induced stomatitis in clients with lymphoma and leukemia: a randomized controlled clinical trial. Int J Commun Based Nursing Midwifery. 2016;4(2):119.", "ArticleIdList": ["PMC4876780", "27218109"]}, {"Citation": "Yagi A, Kabash A, Mizuno K, Moustafa S, Khalifa T, Tsuji H. Radical scavenging glycoprotein inhibiting cyclooxygenase-2 and thromboxane A2 synthase from aloe vera gel. Planta Med. 2003;69(03):269–271. doi: 10.1055/s-2003-38481.", "ArticleIdList": ["10.1055/s-2003-38481", "12677534"]}, {"Citation": "Wei A, Shibamoto T. Antioxidant/lipoxygenase inhibitory activities and chemical compositions of selected essential oils. J Agric Food Chem. 2010;58(12):7218–7225. doi: 10.1021/jf101077s.", "ArticleIdList": ["10.1021/jf101077s", "20499917"]}, {"Citation": "Ahmadi A. Potential prevention: Aloe vera mouthwash may reduce radiation-induced oral mucositis in head and neck cancer patients. Chin J Integr Med. 2012;18(8):635–640. doi: 10.1007/s11655-012-1183-y.", "ArticleIdList": ["10.1007/s11655-012-1183-y", "22855041"]}, {"Citation": "Farrugia C-JE, Burke ES, Haley ME, Bedi KT, Gandhi MA. The use of aloe vera in cancer radiation: An updated comprehensive review. Complement Ther Clin Pract. 2019;35:126–130. doi: 10.1016/j.ctcp.2019.01.013.", "ArticleIdList": ["10.1016/j.ctcp.2019.01.013", "31003648"]}, {"Citation": "Jull AB, Cullum N, Dumville JC, Westby MJ, Deshpande S, Walker N. Honey as a topical treatment for wounds. Cochrane Database Syst Rev. 2015 doi: 10.1002/14651858.CD005083.pub4.", "ArticleIdList": ["10.1002/14651858.CD005083.pub4", "PMC9719456", "25742878"]}, {"Citation": "Howlader D, Singh V, Mohammad S, Gupta S, Pal U, Pal M. Effect of topical application of pure honey in chemo-radiation-induced mucositis and its clinical benefits in improving quality of life in patients of oral squamous cell carcinoma. J Maxillofacial Oral Surg. 2019;18(1):73–79. doi: 10.1007/s12663-017-1077-9.", "ArticleIdList": ["10.1007/s12663-017-1077-9", "PMC6328822", "30728696"]}, {"Citation": "Oryan A, Alemzadeh E, Moshiri A. Biological properties and therapeutic activities of honey in wound healing: a narrative review and meta-analysis. J Tissue Viability. 2016;25(2):98–118. doi: 10.1016/j.jtv.2015.12.002.", "ArticleIdList": ["10.1016/j.jtv.2015.12.002", "26852154"]}, {"Citation": "Khanjani Pour-Fard-Pachekenari A, Rahmani A, Ghahramanian A, Jafarabadi MA, Onyeka TC, Davoodi A. The effect of an oral care protocol and honey mouthwash on mucositis in acute myeloid leukemia patients undergoing chemotherapy: a single-blind clinical trial. Clin Oral Invest. 2019;23(4):1811–1821. doi: 10.1007/s00784-018-2621-9.", "ArticleIdList": ["10.1007/s00784-018-2621-9", "30206708"]}, {"Citation": "Charalambous M, Raftopoulos V, Paikousis L, Katodritis N, Lambrinou E, Vomvas D, et al. The effect of the use of thyme honey in minimizing radiation-induced oral mucositis in head and neck cancer patients: a randomized controlled trial. Eur J Oncol Nurs. 2018;34:89–97. doi: 10.1016/j.ejon.2018.04.003.", "ArticleIdList": ["10.1016/j.ejon.2018.04.003", "29784145"]}, {"Citation": "Lemos-Júnior CA, Villoria GEM. Reviewed evidence about the safety of the daily use of alcohol-based mouthrinses. Braz Oral Res. 2008;22:24–31. doi: 10.1590/S1806-83242008000500005.", "ArticleIdList": ["10.1590/S1806-83242008000500005", "19838548"]}, {"Citation": "Mehdipour M, Zenoz AT, Kermani IA, Hosseinpour A. A comparison between zinc sulfate and chlorhexidine gluconate mouthwashes in the prevention of chemotherapy-induced oral mucositis. J Facul Pharm. 2011;19(1):71.", "ArticleIdList": ["PMC3232076", "22615642"]}, {"Citation": "Tiemann P, Toelg M, Ramos FMH. Administration of Ratanhia-based herbal oral care products for the prophylaxis of oral mucositis in cancer chemotherapy patients: a clinical trial. Evid-Based Complement Altern Med. 2007;4(3):361–366. doi: 10.1093/ecam/nel070.", "ArticleIdList": ["10.1093/ecam/nel070", "PMC1978231", "17965768"]}, {"Citation": "Sung L, Tomlinson GA, Greenberg ML, Koren G, Judd P, Ota S, et al. Validation of the oral mucositis assessment scale in pediatric cancer. Pediatr Blood Cancer. 2007;49(2):149–153. doi: 10.1002/pbc.20863.", "ArticleIdList": ["10.1002/pbc.20863", "16628556"]}, {"Citation": "Jensen MP, Karoly P, Braver S. The measurement of clinical pain intensity: a comparison of six methods. Pain. 1986;27(1):117–126. doi: 10.1016/0304-3959(86)90228-9.", "ArticleIdList": ["10.1016/0304-3959(86)90228-9", "3785962"]}, {"Citation": "Jham BC, da Silva Freire AR. Oral complications of radiotherapy in the head and neck. Braz J Otorhinolaryngol. 2006;72(5):704–708. doi: 10.1016/S1808-8694(15)31029-6.", "ArticleIdList": ["10.1016/S1808-8694(15)31029-6", "PMC9443542", "17221065"]}, {"Citation": "Ala S, Zamani N, Akbari J, Salehifar E, Janbabai G, Koulaeinejad N. Efficacy of gabapentin mouthwash in managing oral mucositis pain in patients undergoing chemotherapy: a prospective, randomised, double-blind, controlled clinical trial. Scott Med J. 2020;65(1):12–18. doi: 10.1177/0036933019897237.", "ArticleIdList": ["10.1177/0036933019897237", "32000625"]}, {"Citation": "Konuk SD, Aydin M, Cangur S, Guven E. The effect of oral care with chlorhexidine, vitamin e and honey on mucositis in pediatric intensive care patients: a randomized controlled trial. J Pediatr Nurs. 2019;45:e95. doi: 10.1016/j.pedn.2019.02.001.", "ArticleIdList": ["10.1016/j.pedn.2019.02.001", "30745073"]}, {"Citation": "Khanal B, Baliga M, Uppal N. Effect of topical honey on limitation of radiation-induced oral mucositis: an intervention study. Int J Oral Maxillofac Surg. 2010;39(12):1181–1185. doi: 10.1016/j.ijom.2010.05.014.", "ArticleIdList": ["10.1016/j.ijom.2010.05.014", "20832243"]}, {"Citation": "Rashad U, Al-Gezawy S, El-Gezawy E, Azzaz A. Honey as topical prophylaxis against radiochemotherapy-induced mucositis in head and neck cancer. J Laryngol Otol. 2009;123(2):223–228. doi: 10.1017/S0022215108002478.", "ArticleIdList": ["10.1017/S0022215108002478", "18485252"]}, {"Citation": "Motallebnejad M, Akram S, Moghadamnia A, Moulana Z, Omidi S. The effect of topical application of pure honey on radiation-induced mucositis: a randomized clinical trial. J Contemp Dent Pract. 2008;9(3):40–47. doi: 10.5005/jcdp-9-3-40.", "ArticleIdList": ["10.5005/jcdp-9-3-40", "18335118"]}, {"Citation": "Braga FT, Santos AC, Bueno PC, Silveira RC, Santos CB, Bastos JK, et al. Use of Chamomilla recutita in the prevention and treatment of oral mucositis in patients undergoing hematopoietic stem cell transplantation: a randomized, controlled, phase II clinical trial. Cancer Nurs. 2015;38(4):322–329. doi: 10.1097/NCC.0000000000000194.", "ArticleIdList": ["10.1097/NCC.0000000000000194", "25232958"]}, {"Citation": "Emrich S. Management of oral mucositis during local radiation and systemic chemotherapy: a study of 98 patients. J Prosthet Dent. 1991;66(3):361–369. doi: 10.1016/0022-3913(91)90264-W.", "ArticleIdList": ["10.1016/0022-3913(91)90264-W", "1800734"]}, {"Citation": "Puataweepong P, Dhanachai M, Dangprasert S, Sithatani C, Sawangsilp T, Narkwong L, et al. The efficacy of oral aloe vera juice for radiation induced mucositis in head and neck cancer patients: a double-blind placebo-controlled study. Asian Biomed. 2010;3(4):375–382."}, {"Citation": "Radivojac A, Bera O, Zeković Z, Teslić N, Mrkonjić Ž, Bursać Kovačević D, et al. Extraction of peppermint essential oils and lipophilic compounds: assessment of process kinetics and environmental impacts with multiple techniques. Molecules. 2021;26(10):2879. doi: 10.3390/molecules26102879.", "ArticleIdList": ["10.3390/molecules26102879", "PMC8152490", "34068025"]}, {"Citation": "Ardakani MT, Ghassemi S, Mehdizadeh M, Mojab F, Salamzadeh J, Ghassemi S, et al. Evaluating the effect of Matricaria recutita and Mentha piperita herbal mouthwash on management of oral mucositis in patients undergoing hematopoietic stem cell transplantation: a randomized, double blind, placebo controlled clinical trial. Complement Ther Med. 2016;29:29–34. doi: 10.1016/j.ctim.2016.08.001.", "ArticleIdList": ["10.1016/j.ctim.2016.08.001", "27912953"]}, {"Citation": "Mosalaei A, NASR EH, Shafizad A, Ahmadlou N, Ansari M, Mosleh SM, et al. Effect of oral zinc sulphate in prevention of radiation induced oropharyngeal mucositis during and after radiotherapy in patients with head and neck cancers. 2010."}, {"Citation": "Gorgu S, Ilknur A, Sercan O, Rahsan H, Nalan A. The effect of zinc sulphate in the prevention of radiation induced oral mucositis in patents with head and neck cancer. Int J Radiat Res. 2013;11(2):111."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "11", "Day": "28"}, {"Year": "2023", "Month": "1", "Day": "13"}, {"Year": "2023", "Month": "3", "Day": "2", "Hour": "23", "Minute": "38"}, {"Year": "2023", "Month": "3", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "2"}], "PublicationStatus": "epublish", "ArticleIdList": ["36864527", "PMC9979417", "10.1186/s40001-023-01015-8", "10.1186/s40001-023-01015-8"]}}], "PubmedBookArticle": []}