{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anti-inflammatory", "Antibacterial", "Antiviral agents", "Bioactive compounds", "Food", "Thai plants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36879911", "DateCompleted": {"Year": "2023", "Month": "03", "Day": "08"}, "DateRevised": {"Year": "2023", "Month": "04", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "03", "Day": "01"}], "Language": ["eng"], "ELocationID": ["e14568", "10.7717/peerj.14568"], "Journal": {"ISSN": "2167-8359", "JournalIssue": {"Volume": "11", "PubDate": {"Year": "2023"}}, "Title": "PeerJ", "ISOAbbreviation": "PeerJ"}, "ArticleTitle": "Plant ingredients in Thai food: a well-rounded diet for natural bioactive associated with medicinal properties.", "Pagination": {"StartPage": "e14568", "MedlinePgn": "e14568"}, "Abstract": {"AbstractText": ["Seeking cures for chronic inflammation-associated diseases and infectious diseases caused by critical human pathogens is challenging and time-consuming. Even as the research community searches for novel bioactive agents, consuming a healthy diet with functional ability might be an effective way to delay and prevent the progression of severe health conditions. Many plant ingredients in Thai food are considered medicinal, and these vegetables, herbs, and spices collectively possess multiple biological and pharmacological activities, such as anti-inflammatory, antimicrobial, antidiabetic, antipyretic, anticancer, hepatoprotective, and cardioprotective effects.", "In this review, the selected edible plants are unspecific to Thai food, but our unique blend of recipes and preparation techniques make traditional Thai food healthy and functional. We searched three electronic databases: PUBMED, Science Direct, and Google Scholar, using the specific keywords \"Plant name\" followed by \"Anti-inflammatory\" or \"Antibacterial\" or \"Antiviral\" and focusing on articles published between 2017 and 2021.", "Our selection of 69 edible and medicinal plant species (33 families) is the most comprehensive compilation of Thai food sources demonstrating biological activities to date. Focusing on articles published between 2017 and 2021, we identified a total of 245 scientific articles that have reported main compounds, traditional uses, and pharmacological and biological activities from plant parts of the selected species.", "Evidence indicates that the selected plants contain bioactive compounds responsible for anti-inflammatory, antibacterial, and antiviral properties, suggesting these plants as potential sources for bioactive agents and suitable for consumption for health benefits."], "CopyrightInformation": "© 2023 Buathong and Duangsrisai."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Faculty of Science, Kasetsart University, Bangkok, Thailand."}], "LastName": "Buathong", "ForeName": "Raveevatoo", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Faculty of Science, Kasetsart University, Bangkok, Thailand."}], "LastName": "Duangsrisai", "ForeName": "Sutsawat", "Initials": "S"}], "PublicationTypeList": ["Review", "Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PeerJ", "NlmUniqueID": "101603425", "ISSNLinking": "2167-8359"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Antiviral Agents"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Anti-Bacterial Agents"}, {"QualifierName": [], "DescriptorName": "Antiviral Agents"}, {"QualifierName": [], "DescriptorName": "Diet"}, {"QualifierName": [], "DescriptorName": "Diet, Healthy"}, {"QualifierName": [], "DescriptorName": "Plants, Edible"}, {"QualifierName": [], "DescriptorName": "Vegetables"}, {"QualifierName": [], "DescriptorName": "Thailand"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abdin M, Hamed YS, Akhtar HMS, Chen D, Chen G, Wan P, Zeng X. Antioxidant and anti-inflammatory activities of target anthocyanins di-glucosides isolated from Syzygium cumini pulp by high speed counter-current chromatography. Journal of Food Biochemistry. 2020;44(6):1050–1062. doi: 10.1111/jfbc.13209.", "ArticleIdList": ["10.1111/jfbc.13209", "32212170"]}, {"Citation": "Aboody MS. Cytotoxic, antioxidant, and antimicrobial activities of Celery (Apium graveolens L.) Bioinformation. 2021;17(1):147–156. doi: 10.6026/97320630017147.", "ArticleIdList": ["10.6026/97320630017147", "PMC8340686", "34393430"]}, {"Citation": "Adamu HM, Iliyasu MY, Yakubu MN, Samaila AB, Umar AF. In-vitro evaluation of antiviral activity of Moringa oleifera extracts against Polio virus. Journal of Pharmaceutical Research International. 2020;32(24):101–109. doi: 10.9734/jpri/2020/v32i2430815.", "ArticleIdList": ["10.9734/jpri/2020/v32i2430815"]}, {"Citation": "Adeniyi OV, Olaifa FE, Emikpe BO, Ogunbanwo ST. Phytochemical components and antibacterial activity of Tamarindus indica Linn. extracts against some pathogens. Biotechnology Journal International. 2017;17(2):1–9. doi: 10.9734/bji/2017/30618.", "ArticleIdList": ["10.9734/bji/2017/30618"]}, {"Citation": "Adhikari PP, Paul SB. Medicinal important plant Cleome gynandra: a phytochemical and pharmacological explanation. Asian Journal of Pharmaceutical and Clinical Research. 2018;11(1):21–29. doi: 10.22159/ajpcr.2018.v11i1.22037.", "ArticleIdList": ["10.22159/ajpcr.2018.v11i1.22037"]}, {"Citation": "Afroz M, Zihad SMNK, Uddin SJ, Rouf R, Rahman Md S, Islam MT, Khan IN, Ali ES, Aziz S, Shilpi JA, Nahar L, Sarker SD. A systematic review on antioxidant and antiinflammatory activity of Sesame (Sesamum indicum L.) oil and further confirmation of antiinflammatory activity by chemical profiling and molecular docking. Phytotherapy Research. 2019;33(10):1–24. doi: 10.1002/ptr.6428.", "ArticleIdList": ["10.1002/ptr.6428", "31373097"]}, {"Citation": "Ahmed D, Ashiq N. Lagenaria siceraria fruit pedicle extracts as a remedy against microbial infections. International Journal of Vegetable Science. 2018;24(6):539–549. doi: 10.1080/19315260.2018.1445155.", "ArticleIdList": ["10.1080/19315260.2018.1445155"]}, {"Citation": "Aimvijarn P, Rodboon T, Payuhakrit W, Suwannalert P. Nymphaea pubescens induces apoptosis, suppresses cellular oxidants-related cell invasion in B16 melanoma cells. Pharmaceutical Sciences. 2018;24(3):199–206. doi: 10.15171/PS.2018.29.", "ArticleIdList": ["10.15171/PS.2018.29"]}, {"Citation": "Ajayi AM, Ologe MO, Ben-Azu B, Okhale SE, Adzu B, Ademowo OG. Ocimum gratissimum Linn. leaf extract inhibits free radical generation and suppressed inflammation in carrageenan-induced inflammation models in rats. Journal of Basic and Clinical Physiology and Pharmacology. 2017;28(6):531–541. doi: 10.1515/jbcpp-2016-0096.", "ArticleIdList": ["10.1515/jbcpp-2016-0096", "28328528"]}, {"Citation": "Alabi QK, Akomolafe RO, Omole JG, Adefisayo MA, Ogundipe OL, Aturamu A, Sanya JO. Polyphenol-rich extract of Ocimum gratissimum leaves ameliorates colitis via attenuating colonic mucosa injury and regulating pro-inflammatory cytokines production and oxidative stress. Biomedicine and Pharmacotherapy. 2018;103(3):812–822. doi: 10.1016/j.biopha.2018.04.071.", "ArticleIdList": ["10.1016/j.biopha.2018.04.071", "29684860"]}, {"Citation": "Ali SAQ, Malik A. Antimicrobial activity of Coriander sativum. Journal of Pharmaceutical Research International. 2020;32(47):74–81. doi: 10.9734/jpri/2020/v32i4731117.", "ArticleIdList": ["10.9734/jpri/2020/v32i4731117"]}, {"Citation": "Ali Y, Sina AAI, Khandker SS, Neesa L, Tanvir EM, Kabir A, Khalil MI, Gan SH. Nutritional composition and bioactive compounds in tomatoes and their impact on human health and disease: a review. Foods. 2021;10(45):1–32. doi: 10.3390/foods10010045.", "ArticleIdList": ["10.3390/foods10010045", "PMC7823427", "33375293"]}, {"Citation": "Almatroodi SA, Alsahli MA, Almatroudi A, Rahmani AH. Ocimum sanctum: role in diseases management through modulating various biological activity. Pharmacognosy Journal. 2020;12(5):1198–1205. doi: 10.5530/PJ.2020.12.168.", "ArticleIdList": ["10.5530/PJ.2020.12.168"]}, {"Citation": "Anantaworasakul P, Hamamoto H, Sekimizu K, Okonogi S. In vitro antibacterial activity and in vivo therapeutic effect of Sesbania grandiflora in bacterial infected silkworms. Pharmaceutical Biology. 2017;55(1):1256–1262. doi: 10.1080/13880209.2017.1297467.", "ArticleIdList": ["10.1080/13880209.2017.1297467", "PMC6130637", "28253823"]}, {"Citation": "Angamuthu D, Purushothaman I, Kothandan S, Swaminathan R. Antiviral study on Punica granatum L., Momordica charantia L., Andrographis paniculata Nees, and Melia azedarach L., to human herpes Virus-3. European Journal of Integrative Medicine. 2019;28(4):98–108. doi: 10.1016/j.eujim.2019.04.008.", "ArticleIdList": ["10.1016/j.eujim.2019.04.008"]}, {"Citation": "Anuchapreeda S, Anzawa R, Viriyaadhammaa N, Neimkhum W, Chaiyana W, Okonogi S, Usuki T. Isolation and biological activity of agrostophillinol from kaffir lime (Citrus hystrix) leaves. Bioorganic & Medicinal Chemistry Letters. 2020;30(14):127256. doi: 10.1016/j.bmcl.2020.127256.", "ArticleIdList": ["10.1016/j.bmcl.2020.127256", "32527555"]}, {"Citation": "Anyaegbunam KZ, Amaechi LO, AnyaegbunamTito C, Wisdom OO, Henrietta CO, Cosmas S, Sabinus IO. Antibacterial activity of fresh red and white onion (Allium cepa) extract against some drug resistant bacteria. Journal of Advances in Microbiology. 2019;16(4):1–8. doi: 10.9734/jamb/2019/v16i430127.", "ArticleIdList": ["10.9734/jamb/2019/v16i430127"]}, {"Citation": "Arif T, Shetty RG. Therapeutic potential and traditional uses of Sauropus androgynous: a review. Journal of Pharmacognosy and Phytochemistry. 2020;9(3):2131–2137."}, {"Citation": "Arjin C, Pringproa K, Hongsibsong S, Ruksiriwanich W, Seel-Audom M, Mekchay S, Sringarm K. In vitro screening antiviral activity of Thai medicinal plants against porcine reproductive and respiratory syndrome virus. BMC Veterinary Research. 2020;16(1):229. doi: 10.1186/s12917-020-02320-8.", "ArticleIdList": ["10.1186/s12917-020-02320-8", "PMC7106583", "32228582"]}, {"Citation": "Arokoyo DS, Oyeyipo IP, Du Plessis SS, Chegou NN, Aboua YG. Modulation of inflammatory cytokines and islet morphology as therapeutic mechanisms of Basella alba in streptozotocin-induced diabetic rats. Toxicological Research. 2018;34(4):325–332. doi: 10.5487/TR.2018.34.4.325.", "ArticleIdList": ["10.5487/TR.2018.34.4.325", "PMC6195884", "30370007"]}, {"Citation": "Ashalatha KS, Hemalatha S, Raveesha HR. Studies on biochemical and antibacterial activities of three medicinal important fruits. International Journal of Pharmaceutical Sciences and Research. 2019;10(11):5010–5015. doi: 10.13040/IJPSR.0975-8232.10(11).5010-15.", "ArticleIdList": ["10.13040/IJPSR.0975-8232.10(11).5010-15"]}, {"Citation": "Ashraf M, Shahzad Alam S, Fatima M, Altaf I, Khan F, Afzal A. Comparative anti-influenza potential of Moringa oleifera leaves and amantadine in vitro. Pakistan Postgraduate Medical Journal. 2017;28(4):127–131."}, {"Citation": "Atun S, Handayani S, Rakhmawati A. Potential bioactive compounds isolated from boesenbergia rotunda as antioxidant and antimicrobial agents. Pharmacognosy Journal. 2018;10(3):513–518. doi: 10.5530/pj.2018.3.84.", "ArticleIdList": ["10.5530/pj.2018.3.84"]}, {"Citation": "Aye MM, Aung HT, Sein MM, Armijos C. A review on the phytochemistry, medicinal properties and pharmacological activities of 15 selected myanmar medicinal plants. Molecules. 2019;24(2):293. doi: 10.3390/molecules24020293.", "ArticleIdList": ["10.3390/molecules24020293", "PMC6359042", "30650546"]}, {"Citation": "Azhdarzadeh F, Hojjati M. Chemical composition and antimicrobial activity of leaf, ripe and unripe peel of bitter orange (Citrus aurantium) essential oils. Nutrition and Food Sciences Research. 2016;3(1):43–50. doi: 10.18869/acadpub.nfsr.3.1.43.", "ArticleIdList": ["10.18869/acadpub.nfsr.3.1.43"]}, {"Citation": "Bactiar CF, Fahami NAM. LC-MS analysis of phytocomponents in the methanol extract of Piper sarmentosum leaves. Pharmacognosy Journal. 2019;11(5):1071–1076. doi: 10.5530/pj.2019.11.167.", "ArticleIdList": ["10.5530/pj.2019.11.167"]}, {"Citation": "Bahramsoltani R, Farzaei MH, Abdolghaffari AH, Rahimi R, Samadi N, Heidari M, Esfandyari M, Baeeri M, Hassanzadeh G, Abdollahi M, Soltani S, Pourvaziri A, Amin G. Evaluation of phytochemicals, antioxidant and burn wound healing activities of Cucurbita moschata Duchesne fruit peel. Iranian Journal of Basic Medical Sciences. 2017;20:799–805. doi: 10.22038/ijbms.2017.9015.", "ArticleIdList": ["10.22038/ijbms.2017.9015", "PMC5569596", "28852445"]}, {"Citation": "Bancessi A, Pinto MMF, Duarte E, Catarino L, Nazareth T. The antimicrobial properties of Moringa oleifera Lam. for water treatment: a systematic review. SN Applied Sciences. 2020;2(3):12. doi: 10.1007/s42452-020-2142-4.", "ArticleIdList": ["10.1007/s42452-020-2142-4"]}, {"Citation": "Barua CC, Yasmin N, Buragohain L. A review update on Dillenia indica, its morphology, phytochemistry and pharmacological activity with reference to its anticancer activity. MOJ Bioequivalence & Bioavailability. 2018;5(5):244–254. doi: 10.15406/mojbb.2018.05.00110.", "ArticleIdList": ["10.15406/mojbb.2018.05.00110"]}, {"Citation": "Batiha GES, Alkazmi LM, Wasef LG, Beshbishy AM, Nadwa EH, Rashwan EK. Syzygium aromaticum L. (Myrtaceae): traditional uses, bioactive chemical constituents, pharmacological and toxicological activities. Biomolecules. 2020a;10(2):202. doi: 10.3390/biom10020202.", "ArticleIdList": ["10.3390/biom10020202", "PMC7072209", "32019140"]}, {"Citation": "Batiha GES, Alqahtani A, Ojo OA, Shaheen HM, Wasef L, Elzeiny M, Ismail M, Shalaby M, Murata T, Zaragoza-Bastida A, Rivero-Perez N, Beshbishy AM, Kasozi KI, Jeandet P, Hetta HF. Biological properties, bioactive constituents, and pharmacokinetics of some Capsicum spp. and capsaicinoids. International Journal of Molecular Sciences. 2020b;21(15):5179. doi: 10.3390/ijms21155179.", "ArticleIdList": ["10.3390/ijms21155179", "PMC7432674", "32707790"]}, {"Citation": "Beristain-Bauza SDC, Hernández-Carranza P, Cid-Pérez TS, Ávila-Sosa R, Ruiz-López II, Ochoa-Velasco CE. Antimicrobial activity of Ginger (Zingiber officinale) and its application in food products. Food Reviews International. 2019;35(5):407–426. doi: 10.1080/87559129.2019.1573829.", "ArticleIdList": ["10.1080/87559129.2019.1573829"]}, {"Citation": "Bilal MAD, Hossain MA. Antibacterial activity of different crude extracts of Suaeda maritima used traditionally for the treatment of hepatitis. Biocatalysis and Agricultural Biotechnology. 2019;22(3):101383. doi: 10.1016/j.bcab.2019.101383.", "ArticleIdList": ["10.1016/j.bcab.2019.101383"]}, {"Citation": "Borquaye LS, Doetse MS, Baah SO, Mensah JA. Anti-inflammatory and anti-oxidant activities of ethanolic extracts of Tamarindus indica L. (Fabaceae) Cogent Chemistry. 2020;6(1743403):1–11. doi: 10.1080/23312009.2020.1743403.", "ArticleIdList": ["10.1080/23312009.2020.1743403"]}, {"Citation": "Buakaew W, Sranujit RP, Noysang C, Thongsri Yi, Potup P, Nuengchamnong N, Suphrom N, Usuwanthim K. Phytochemical constituents of Citrus hystrix DC. leaves attenuate inflammation via nf-κb signaling and nlrp3 inflammasome activity in macrophages. Biomolecules. 2021;11(105):1–13. doi: 10.3390/biom11010105.", "ArticleIdList": ["10.3390/biom11010105", "PMC7829879", "33466926"]}, {"Citation": "Buathong R, Chamchumroon V, Schinnerl J, Bacher M, Santimaleeworagun W, Kraichak E. Chemovariation and antibacterial activity of extracts and isolated compounds from species of Ixora and Greenea (Ixoroideae, Rubiaceae) PeerJ. 2019;7(9):1–14. doi: 10.7717/peerj.6893.", "ArticleIdList": ["10.7717/peerj.6893", "PMC6510216", "31119085"]}, {"Citation": "Chakraverty R, Aon P, Debnath T, Deb PK, Chakraborty P. Elucidation of the antioxidant and antimicrobial activity of extracts of leaves of Neptunia prostrata Linn. International Journal of Pharmaceutical and Phytopharmacological Research. 2019;9(6):76–80."}, {"Citation": "Chansiw N, Paradee N, Chotinantakul K, Srichairattanakool S. Anti-hemolytic, antibacterial and anti-cancer activities of methanolic extracts from leaves and stems of Polygonum odoratum. Asian Pacific Journal of Tropical Biomedicine. 2018;8(12):580–585. doi: 10.4103/2221-1691.248094.", "ArticleIdList": ["10.4103/2221-1691.248094"]}, {"Citation": "Chassagne F, Samarakoon T, Porras G, Lyles JT, Dettweiler M, Marquez L, Salam AM, Shabih S, Farrokhi DR, Quave CL. A systematic review of plants with antibacterial activities: a taxonomic and phylogenetic perspective. Frontiers in Pharmacology. 2021;11(586548):1–29. doi: 10.3389/fphar.2020.586548.", "ArticleIdList": ["10.3389/fphar.2020.586548", "PMC7821031", "33488385"]}, {"Citation": "Chatchanayuenyong R, Sujayanont P, Vuttivirojana A. Effects of Leucaena leucocephala (Lam.) de wit leaves extracts in culture of human umbilical vein cells. Pharmacognosy Journal. 2018;10(1):148–153. doi: 10.5530/pj.2018.1.25.", "ArticleIdList": ["10.5530/pj.2018.1.25"]}, {"Citation": "Chaurasiya A, Pal RK, Verma PK, Katiyar A, Razauddin, Kumar N. An updated review on Malabar spinach (Basella alba and Basella rubra) and their importance. Journal of Pharmacognosy and Phytochemistry. 2021;10(2):1201–1207. doi: 10.22271/phyto.2021.v10.i2p.13974.", "ArticleIdList": ["10.22271/phyto.2021.v10.i2p.13974"]}, {"Citation": "Chetia J, Saikia LR, Upadhyaya S, Khatiwora E, Bawri A. Comparative antimicrobial study of different parts of Ocimum americanum L., O. basilicum L. and O. sanctum L. in comparison to standard antibiotics collected from Dibrugarh, Assam. Journal of Scientific Research. 2021;13:195–208. doi: 10.3329/jsr.v13i1.47322.", "ArticleIdList": ["10.3329/jsr.v13i1.47322"]}, {"Citation": "Chhikara N, Devi HR, Jaglan S, Sharma P, Gupta P, Panghal A. Bioactive compounds, food applications and health benefits of Parkia speciosa (stinky beans): a review. Agriculture and Food Security. 2018;7(46):80. doi: 10.1186/s40066-018-0197-x.", "ArticleIdList": ["10.1186/s40066-018-0197-x"]}, {"Citation": "Chongmelaxme B, Sruamsiri R, Dilokthornsakul P, Dhippayom T, Kongkaew C, Saokaew S, Chuthaputti A, Chaiyakunapruk N. Clinical effects of Zingiber cassumunar (Plai): a systematic review. Complementary Therapies in Medicine. 2017;35(2):70–77. doi: 10.1016/j.ctim.2017.09.009.", "ArticleIdList": ["10.1016/j.ctim.2017.09.009", "29154071"]}, {"Citation": "Dai DN, Thang TD, Thai TH, Ogunwande IA. Chemical constituents of leaf essential oils of four Scrophulariaceae species grown in Vietnam. Journal of Essential Oil Research. 2015;27(6):481–486. doi: 10.1080/10412905.2015.1067650.", "ArticleIdList": ["10.1080/10412905.2015.1067650"]}, {"Citation": "Dalukdeniya DACK, Rathnayaka RMUSK. Comparative study on antibacterial and selected antioxidant activities of different Eryngium foetidum extracts. Journal of Applied Life Sciences International. 2017;12(4):1–7. doi: 10.9734/jalsi/2017/34378.", "ArticleIdList": ["10.9734/jalsi/2017/34378"]}, {"Citation": "Darkwah WK, Koomson DA, Miwornunyuie N, Nkoom M, Puplampu JB. Review: phytochemistry and medicinal properties of Solanum torvum fruits. All Life. 2020;13(1):498–506. doi: 10.1080/26895293.2020.1817799.", "ArticleIdList": ["10.1080/26895293.2020.1817799"]}, {"Citation": "Dash P, Ghosh G. Amino acid profiling and antimicrobial activity of Cucurbita moschata and Lagenaria siceraria seed protein hydrolysates. Natural Product Research. 2018;32(17):2050–2053. doi: 10.1080/14786419.2017.1359174.", "ArticleIdList": ["10.1080/14786419.2017.1359174", "28783965"]}, {"Citation": "Dayoh PJ, Rahayu T. Antibacterial effect of Gnetum gnomon L. leaves extract on Staphylococcus aureus. Journal of Widya Medika Junior. 2021;13(2):122–130."}, {"Citation": "de Morais AHA, de Medeiros AF, Medeiros I, de Lima VCO, Luz ABS, Maciel BLL, Passos TS. Tamarind (Tamarindus indica L.) seed a candidate protein source with potential for combating SARS-CoV-2 infection in obesity. Drug Target Insights. 2021;15:5–12. doi: 10.33393/dti.2021.2192.", "ArticleIdList": ["10.33393/dti.2021.2192", "PMC8025844", "33840996"]}, {"Citation": "Deka J, Borah U, Dash B, Dash S, Kalita L. Preliminary phytochemical screening and in vitro antimicrobial activity of ethanol extract of stem of the herb Basel alba L. var Rubra (L.) Stewart (Family-Basellaceae) International Journal of Current Pharmaceutical Research. 2017;9(3):91–94. doi: 10.22159/ijcpr.2017v9i3.19599.", "ArticleIdList": ["10.22159/ijcpr.2017v9i3.19599"]}, {"Citation": "Deme P, Narasimhulu CA, Parthasarathy S. Identification and evaluation of anti-inflammatory properties of aqueous components extracted from sesame (Sesamum indicum) oil. Journal of Chromatography B. 2018;1087–1088(2014):61–69. doi: 10.1016/j.jchromb.2018.04.029.", "ArticleIdList": ["10.1016/j.jchromb.2018.04.029", "PMC5985832", "29709873"]}, {"Citation": "Desnita R, Luliana S, Siska Anastasia D, Akib Yuswar M. Anti-inflammatory activity patch ethanol extract of leaf Katuk (Sauropus androgynus L. Merr) Jurnal Ilmu Kefarmasian Indonesia. 2018;16(1):1–5. doi: 10.35814/jifi.v16i1.493.", "ArticleIdList": ["10.35814/jifi.v16i1.493"]}, {"Citation": "Dissanayake KGC, Waliwita WALC, Liyanage RP. A Review on Medicinal Uses of Zingiber officinale (Ginger) International Journal of Health Sciences and Research. 2020;10(6):142–148."}, {"Citation": "Do TML, Duong TH, Nguyen VK, Phuwapraisirisan P, Doungwichitrkul T, Niamnont N, Jarupinthusophon S, Sichaem J. Schomburgkixanthone, a novel bixanthone from the twigs of Garcinia schomburgkiana. Natural Product Research. 2020;35(21):1–6. doi: 10.1080/14786419.2020.1716351.", "ArticleIdList": ["10.1080/14786419.2020.1716351", "31984782"]}, {"Citation": "Dong XJ, Chen JY, Chen SF, Li Y, Zhao XJ. The composition and anti-inflammatory properties of pumpkin seeds. Journal of Food Measurement and Characterization. 2021;15(2):1834–1842. doi: 10.1007/s11694-020-00783-9.", "ArticleIdList": ["10.1007/s11694-020-00783-9"]}, {"Citation": "Donma MM, Donma O. The effects of Allium sativum on immunity within the scope of COVID-19 infection. Medical Hypotheses. 2020;144(11):109934. doi: 10.1016/j.mehy.2020.109934.", "ArticleIdList": ["10.1016/j.mehy.2020.109934", "PMC7265825", "32512493"]}, {"Citation": "Duangyod T, Phuneerub P, Maneerat W, Charoensub R. Quality evaluation of Zanthoxylum rhetsa fruits and seeds—a Thai traditional medicine. Indian Journal of Traditional Knowledge. 2020;19(2):335–340."}, {"Citation": "Dutta PP, Bordoloi M, Roy S, Narzary B, Gogoi K, Bhattacharyya DR, Mohapatra PK, Mazumder B. Antiplasmodial activity of Gnetum gnemon leaves and compounds isolated from them. Natural Product Communications. 2018;13(10):1263–1265. doi: 10.1177/1934578X1801301007.", "ArticleIdList": ["10.1177/1934578X1801301007"]}, {"Citation": "Dzotam JK, Simo IK, Bitchagno G, Celik I, Sandjo LP, Tane P, Kuete V. In vitro antibacterial and antibiotic modifying activity of crude extract, fractions and 3′,4′,7-trihydroxyflavone from Myristica fragrans Houtt against MDR Gram-negative enteric bacteria. BMC Complementary and Alternative Medicine. 2018;18(15):111. doi: 10.1186/s12906-018-2084-1.", "ArticleIdList": ["10.1186/s12906-018-2084-1", "PMC5769358", "29334931"]}, {"Citation": "El-Taher EMM, El-Sherei MM, El Dine RS, ElNaggar DMY, Khalil WKB, Kassem SM, Elkhateeb A, Kassem MES. Acacia pennata L. leaves: chemical profiling and impact on DNA damage, alteration of genotoxicity—related genes expression and ROS generation in hepatic tissues of acetaminophen treated male rats. Advances in Traditional Medicine. 2021;22:221–229. doi: 10.1007/s13596-020-00527-6.", "ArticleIdList": ["10.1007/s13596-020-00527-6"]}, {"Citation": "Emad AM, Ali SF, Abdel-Rahman EA, Meselhy MR, Farag MA, Ali SS, Abdel-Sattar EA. Anti-inflammatory and antioxidant effects of Apium graveolens L. extracts mitigate against fatal acetaminophen-induced acute liver toxicity. Journal of Food Biochemistry. 2020;44(10):e13399. doi: 10.1111/jfbc.13399.", "ArticleIdList": ["10.1111/jfbc.13399", "32713084"]}, {"Citation": "Enejiyon SO, Abdulrahman AA, Adedeji AS, Abdulsalam R, Oyedum MU. Antibacterial activities of the extracts of Allium sativum (Garlic) and Allium cepa (Onion) against selected pathogenic bacteria. Tanzania Journal of Science. 2020;46(3):914–922."}, {"Citation": "Fauzy FH, Zainudin MM, Ismawi HR, Elshami TFT. Piper sarmentosum leaves aqueous extract attenuates vascular endothelial dysfunction in spontaneously hypertensive rats. Evidence-Based Complementary and Alternative Medicine. 2019;2019(198592):1–8. doi: 10.1155/2019/7198592.", "ArticleIdList": ["10.1155/2019/7198592", "PMC6710744", "31485247"]}, {"Citation": "Fayyad A, Ibrahim N, Yaakob W. Evaluation of biological activities of seeds of Coriandrum Sativum. International Journal of Scientific & Engineering Research. 2017;8(7):1058–1064."}, {"Citation": "Fikri F, Purnama MTE. Pharmacology and phytochemistry overview on sauropus androgynous. Systematic Reviews in Pharmacy. 2020;11(6):124–128. doi: 10.31838/srp.2020.6.20.", "ArticleIdList": ["10.31838/srp.2020.6.20"]}, {"Citation": "Ganesh S, Muthusamy S, Jaganathan V. Preliminary phytochemical screening, anti-bacterial and thrombolytic activity of Cleome gynandra aqueous extract. International Journal of Advanced Research in Biological Sciences. 2018;5(3):30–36. doi: 10.22192/ijarbs.", "ArticleIdList": ["10.22192/ijarbs"]}, {"Citation": "Garber A, Barnard L, Pickrell C. Review of whole plant extracts with activity against herpes simplex viruses in vitro and in vivo. Journal of Evidence-Based Integrative Medicine. 2021;26(2):1–57. doi: 10.1177/2515690X20978394.", "ArticleIdList": ["10.1177/2515690X20978394", "PMC7894602", "33593082"]}, {"Citation": "Ghasemzadeh A, Jaafar HZE, Bukhori MFM, Rahmat MH, Rahmat A. Assessment and comparison of phytochemical constituents and biological activities of bitter bean (Parkia speciosa Hassk.) collected from different locations in Malaysia. Chemistry Central Journal. 2018;12(12):1–9. doi: 10.1186/s13065-018-0377-6.", "ArticleIdList": ["10.1186/s13065-018-0377-6", "PMC5803156", "29417254"]}, {"Citation": "Ghoke SS, Sood R, Kumar N, Pateriya AK, Bhatia S, Mishra A, Dixit R, Singh VK, Desai DN, Kulkarni DD, Dimri U, Singh VP. Evaluation of antiviral activity of Ocimum sanctum and Acacia arabica leaves extracts against H9N2 virus using embryonated chicken egg model. BMC Complementary and Alternative Medicine. 2018;18(174):1–10. doi: 10.1186/s12906-018-2238-1.", "ArticleIdList": ["10.1186/s12906-018-2238-1", "PMC5987647", "29866088"]}, {"Citation": "Gollen B, Mehla J, Gupta P. Clitoria ternatea Linn: a herb with potential pharmacological activities: future prospects as therapeutic herbal medicine. Journal of Reports in Pharmaceutical Sciences. 2018;3(1):1000141."}, {"Citation": "Gui JS, Jalil J, Jubri Z, Kamisah Y. Parkia speciosa empty pod extract exerts anti-inflammatory properties by modulating NFκB and MAPK pathways in cardiomyocytes exposed to tumor necrosis factor-α. Cytotechnology. 2019;71(1):79–89. doi: 10.1007/s10616-018-0267-8.", "ArticleIdList": ["10.1007/s10616-018-0267-8", "PMC6368515", "30600464"]}, {"Citation": "Gunter Nv, Teh SS, Lim YM, Mah SH. Natural xanthones and skin inflammatory diseases: multitargeting mechanisms of action and potential application. Frontiers in Pharmacology. 2020;11(594202):1–20. doi: 10.3389/fphar.2020.594202.", "ArticleIdList": ["10.3389/fphar.2020.594202", "PMC7793909", "33424605"]}, {"Citation": "Haddad JG, Carcauzon V, Kalamouni OEl, Desprès P, Garcia C, Remize F, Kalamouni CEl. Papaya fruit pulp and resulting lactic fermented pulp exert antiviral activity against zika virus. Microorganisms. 2020;8(9):1257. doi: 10.3390/microorganisms8091257.", "ArticleIdList": ["10.3390/microorganisms8091257", "PMC7565477", "32825246"]}, {"Citation": "Hafiz ZZ, Mohd Amin MA, Johari James RM, Teh LK, Salleh MZ, Adenan MI. Inhibitory effects of raw-extract Centella asiatica (RECA) on acetylcholinesterase, inflammations, and oxidative stress activities via in vitro and in vivo. Molecules. 2020;25(4):892. doi: 10.3390/molecules25040892.", "ArticleIdList": ["10.3390/molecules25040892", "PMC7070982", "32079355"]}, {"Citation": "Hafiz TA, Mubaraki MA, Dkhil MA, Al-Quraishy S. Antiviral activities of Capsicum annuum methanolic extract against herpes simplex virus 1 and 2. Pakistan Journal of Zoology. 2017;49(1):267–272. doi: 10.17582/journal.pjz/2017.49.1.267.272.", "ArticleIdList": ["10.17582/journal.pjz/2017.49.1.267.272"]}, {"Citation": "Han A-R, Kim H, Piao D, Jung CH, Seo EK. Phytochemicals and bioactivities of Zingiber cassumunar roxb. Molecules. 2021;26(8):2377. doi: 10.3390/molecules26082377.", "ArticleIdList": ["10.3390/molecules26082377", "PMC8073654", "33921835"]}, {"Citation": "Harshitha Y, Prasanthi NL, Ramarao N. Coccinia grandis: a pharmaceutical review. International Journal of Pharma and Chemical Research. 2018;4(2):117–124."}, {"Citation": "Hewlings SJ, Kalman DS. Curcumin: a review of its effects on human health. Foods. 2017;6(10):92. doi: 10.3390/foods6100092.", "ArticleIdList": ["10.3390/foods6100092", "PMC5664031", "29065496"]}, {"Citation": "Hikal DM. Antibacterial activity of piperine and black pepper oil. Biosciences Biotechnology Research Asia. 2018;15(4):877–880. doi: 10.13005/bbra/2697.", "ArticleIdList": ["10.13005/bbra/2697"]}, {"Citation": "Hussein HJ, Hameed IH, Hadi MY. A review: anti-microbial, anti-inflammatory effect and cardiovascular effects of garlic: Allium sativum. Research Journal of Pharmacy and Technology. 2017;10(11):4069–4078. doi: 10.5958/0974-360X.2017.00738.7.", "ArticleIdList": ["10.5958/0974-360X.2017.00738.7"]}, {"Citation": "Ibrahim MA, Nazir SSM. Antibacterial activities of Piper sarmentosum (KADUK) methanol extract. Acta Scientifica Malaysia. 2019;3(2):21–24. doi: 10.26480/asm.02.2019.21.24.", "ArticleIdList": ["10.26480/asm.02.2019.21.24"]}, {"Citation": "Ichsyani M, Ridhanya A, Risanti M, Desti H, Ceria R, Putri DH, Sudiro TM, Dewi BE. Antiviral effects of Curcuma longa L. against dengue virus in vitro and in vivo. IOP Conference Series: Earth and Environmental Science. 2017;101:12005. doi: 10.1088/1755-1315/101/1/012005.", "ArticleIdList": ["10.1088/1755-1315/101/1/012005"]}, {"Citation": "Imphat C, Thongdeeying P, Itharat A, Panthong S, Makchuchit S, Ooraikul B, Davies NM. Anti-inflammatory investigations of extracts of Zanthoxylum rhetsa. Evidence-Based Complementary and Alternative Medicine. 2021;2021(3):1–15. doi: 10.1155/2021/5512961.", "ArticleIdList": ["10.1155/2021/5512961", "PMC7955865", "33763143"]}, {"Citation": "Innih SO, Agu KC, Eze GI. Immunomodulatory and hepatoprotective properties of Solanum torvum (Turkey berry) Sahel Medical Journal. 2018;21(1):13–17. doi: 10.4103/1118-8561.232777.", "ArticleIdList": ["10.4103/1118-8561.232777"]}, {"Citation": "Iram F, Iram S, Maaz M, Ansari KA, Husain A. A review on copious therapeutic role of Cissampelos pereira Linn. Journal of Pharmaceutical and Medicinal Chemistry. 2017;3(2):99–109."}, {"Citation": "Islas JF, Acosta E, G-Buentello Z, Delgado-Gallegos JL, Moreno-Treviño MG, Escalante B, Moreno-Cuevas JE. An overview of Neem (Azadirachta indica) and its potential impact on health. Journal of Functional Foods. 2020;74(1):104171. doi: 10.1016/j.jff.2020.104171.", "ArticleIdList": ["10.1016/j.jff.2020.104171"]}, {"Citation": "Jain S, Arora P, Popli H. A comprehensive review on Citrus aurantifolia essential oil: its phytochemistry and pharmacological aspects. Brazilian Journal of Natural Sciences. 2020;3(2):354–364. doi: 10.31415/bjns.v3i2.101.", "ArticleIdList": ["10.31415/bjns.v3i2.101"]}, {"Citation": "Jaja-Chimedza A, Graf BL, Simmler C, Kim Y, Kuhn P, Pauli GF, Raskin I. Biochemical characterization and anti-inflammatory properties of an isothiocyanate-enriched moringa (Moringa oleifera) seed extract. PLOS ONE. 2017;12(8):1–21. doi: 10.1371/journal.pone.0182658.", "ArticleIdList": ["10.1371/journal.pone.0182658", "PMC5549737", "28792522"]}, {"Citation": "Jantan I, Haque MA, Ilangkovan M, Arshad L. An insight into the modulatory effects and mechanisms of action of Phyllanthus species and their bioactive metabolites on the immune system. Frontiers in Pharmacology. 2019;10:878. doi: 10.3389/fphar.2019.00878.", "ArticleIdList": ["10.3389/fphar.2019.00878", "PMC6693410", "31440162"]}, {"Citation": "Jennings MR, Parks RJ. Curcumin as an antiviral agent. Viruses. 2020;12(11):1242. doi: 10.3390/v12111242.", "ArticleIdList": ["10.3390/v12111242", "PMC7693600", "33142686"]}, {"Citation": "Jesuwenu A, Michael O. Antibacterial activity of Ocimum gratissimum L. against some selected human bacterial pathogens. Journal of Pharmaceutical Research International. 2017;20(1):1–8. doi: 10.9734/jpri/2017/37897.", "ArticleIdList": ["10.9734/jpri/2017/37897"]}, {"Citation": "Joshi DR, Shrestha AC, Adhikari N. A review on diversified use of the king of spices: Piper nigrum (black pepper) International Journal of Pharmaceutical Sciences and Research. 2018;9(10):4089–4101. doi: 10.13040/IJPSR.0975-8232.9(10).4089-01.", "ArticleIdList": ["10.13040/IJPSR.0975-8232.9(10).4089-01"]}, {"Citation": "Juanda D, Fidrianny I, Ruslan K, Insanu M. Overview of phytochemical compounds and pharmacology activities of Cratoxylum genus. Rasayan Journal of Chemistry. 2019;12(4):2065–2073. doi: 10.31788/RJC.2019.1245303.", "ArticleIdList": ["10.31788/RJC.2019.1245303"]}, {"Citation": "Juliet EO, Amre AE, Eshimutum AY, Ibrahim Y, Anzaku AA, Balogun O. Evaluation of antibacterial activity of Ocimum basilicum on selected enteric pathogens. Annals of Experimental Biology. 2019;7(2):1–6."}, {"Citation": "Junairiah TN, Zuraidassanaaz NI. Phytochemical in the methanol extract of Piper sarmentosum. Ecology, Environment and Conservation. 2020;26:S123–S126."}, {"Citation": "Kanchanakunjara T, Chantachon S, Koseyayotin M. The evolution of Thai curry pastes. Dusit Thani College Journal. 2017;11(May):249–266."}, {"Citation": "Kang N, Yuan R, Huang L, Liu Z, Huang D, Huang L, Gao H, Liu Y, Xu QM, Yang S. Atypical nitrogen-containing flavonoid in the fruits of cumin (Cuminum cyminum L.) with anti-inflammatory activity. Journal of Agricultural and Food Chemistry. 2019;67(30):8339–8347. doi: 10.1021/acs.jafc.9b02879.", "ArticleIdList": ["10.1021/acs.jafc.9b02879", "31291543"]}, {"Citation": "Kanimathi P, Radha A, Ramya KS, Radha DA. GC-MS analysis and antibacterial activity of Cleome rutidosperma, Cleome gynandra and Cleome viscosa seed extracts: a comparative study. Journal of Pharmacognosy and Phytochemistry. 2019;8(6):500–508."}, {"Citation": "Kanjanasirirat P, Suksatu A, Manopwisedjaroen S, Munyoo B, Tuchinda P, Jearawuttanakul K, Seemakhan S, Charoensutthivarakul S, Wongtrakoongate P, Rangkasenee N, Pitiporn S, Waranuch N, Chabang N, Khemawoot P, Sa-ngiamsuntorn K, Pewkliang Y, Thongsri P, Chutipongtanate S, Hongeng S, Borwornpinyo S, Thitithanyanont A. High-content screening of Thai medicinal plants reveals Boesenbergia rotunda extract and its component Panduratin A as anti-SARS-CoV-2 agents. Scientific Reports. 2020;10(1):3113. doi: 10.1038/s41598-020-77003-3.", "ArticleIdList": ["10.1038/s41598-020-77003-3", "PMC7672115", "33203926"]}, {"Citation": "Karale PA, Karale MA, Dharashive V, Ladde S, Yelam V. Phytochemical screening and in-vivo anti-inflammatory potential of Sesbania grandiflora. European Journal of Biomedical and Pharmaceutical Sciences. 2018;5(3):343–347."}, {"Citation": "Karunakaran R, Sadanandan SP. Zingiber officinale: antiinflammatory actions and potential usage for Arthritic conditions. Bioactive Food as Dietary Interventions for Arthritis and Related Inflammatory Diseases. 2019;2019:233–244. doi: 10.1016/b978-0-12-813820-5.00013-1.", "ArticleIdList": ["10.1016/b978-0-12-813820-5.00013-1"]}, {"Citation": "Kasim VN, Hatta M, Natzir R, Hadju V, Budu YH, Alam G, As’ad S, Febriza A, Idrus HH. Antibacterial and anti-inflammatory effects of lime (Citrus aurantifolia) peel extract in Balb/c mice infected by Salmonella typhi. Journal of Biological Research. 2020;93(8951):81–84. doi: 10.4081/jbr.0.8951.", "ArticleIdList": ["10.4081/jbr.0.8951"]}, {"Citation": "Kaur S, Sabharwal S, Anand N, Singh S, Singh Baghel D, Mittal A. An overview of Tulsi (Holy basil) European Journal of Molecular & Clinical Medicine. 2020;7(7):2833–2839."}, {"Citation": "Kaushik S, Jangra G, Kundu V, Yadav JP, Kaushik S. Anti-viral activity of Zingiber officinale (Ginger) ingredients against the Chikungunya virus. VirusDisease. 2020;31(3):270–276. doi: 10.1007/s13337-020-00584-0.", "ArticleIdList": ["10.1007/s13337-020-00584-0", "PMC7223110", "32420412"]}, {"Citation": "Kaushik S, Kaushik S, Sharma V, Yadav JP. Antiviral and therapeutic uses of medicinal plants and their derivatives against dengue viruses. Pharmacognosy Reviews. 2018;12(24):177–185. doi: 10.4103/phrev.phrev_2_18.", "ArticleIdList": ["10.4103/phrev.phrev_2_18"]}, {"Citation": "Khairullah AR, Solikhah TI, Ansori ANM, Hidayatullah AR, Hartadi EB, Ramandinianto SC, Fadholly A. Review on the pharmacological and health aspects of Apium graveolens or celery: an update. Systematic Reviews in Pharmacy. 2021;12(1):606–612."}, {"Citation": "Khairullah AR, Solikhah TI, Nur A, Ansori M, Fadholly A, Ramandinianto SC, Ansharieta R, Widodo A, Hendriana K, Riwu P, Putri N, Proboningrat A, Khaliim M, Kusala J, Rendragraha BW, Rozaqi A, Putra S, Anshori A. A review of an important medicinal plant: Alpinia galanga (L.) Willd. Systematic Reviews in Pharmacy. 2020;11(10):387–395. doi: 10.31838/srp.2020.10.62.", "ArticleIdList": ["10.31838/srp.2020.10.62"]}, {"Citation": "Khanthapok P, Sukrong S. Anti-aging and health benefits from Thai food: protective effects of bioactive compounds on the free radical theory of aging. Journal of Food Health and Bioenvironmental Science. 2019;12(1):54–67."}, {"Citation": "Kiarsi Z, Hojjati M, Behbahani BA, Noshad M. In vitro antimicrobial effects of Myristica fragrans essential oil on foodborne pathogens and its influence on beef quality during refrigerated storage. Journal of Food Safety. 2020;40(3):3207. doi: 10.1111/jfs.12782.", "ArticleIdList": ["10.1111/jfs.12782"]}, {"Citation": "Kidarn S, Saenjum C, Hongwiset D, Phrutivorapongkul A. Furanocoumarins from Kaffir lime and their inhibitory effects on inflammatory mediator production. Cogent Chemistry. 2018;4(1):1529259. doi: 10.1080/23312009.2018.1529259.", "ArticleIdList": ["10.1080/23312009.2018.1529259"]}, {"Citation": "Kim DW, Kim MJ, Shin Y, Jung SK, Kim YJ. Green pepper (Piper nigrum L.) extract suppresses oxidative stress and LPS-induced inflammation via regulation of JNK signaling pathways. Applied Sciences. 2020;10(7):2519. doi: 10.3390/app10072519.", "ArticleIdList": ["10.3390/app10072519"]}, {"Citation": "Komakech R, Kim Y, Matsabisa GM, Kang Y. Anti-inflammatory and analgesic potential of Tamarindus indica Linn. (Fabaceae): a narrative review. Integrative Medicine Research. 2019;8(3):181–186. doi: 10.1016/j.imr.2019.07.002.", "ArticleIdList": ["10.1016/j.imr.2019.07.002", "PMC6704379", "31453087"]}, {"Citation": "Kong YR, Jong YX, Balakrishnan M, Bok ZK, Weng JKK, Tay KC, Goh BH, Ong YS, Chan KG, Lee LH, Khaw KY. Beneficial role of Carica papaya extracts and phytochemicals on oxidative stress and related diseases: a mini review. Biology. 2021;10(4):287. doi: 10.3390/biology10040287.", "ArticleIdList": ["10.3390/biology10040287", "PMC8066973", "33916114"]}, {"Citation": "Kothalawala SD, Edward D, Harasgama JC, Ranaweera L, Weerasena OVDSJ, Niloofa R, Ratnasooriya WD, Premakumara GAS, Handunnetti SM. Immunomodulatory activity of a traditional Sri Lankan concoction of Coriandrum sativum L. and Coscinium fenestratum G. Evidence-Based Complementary and Alternative Medicine. 2020;2020(7):1–10. doi: 10.1155/2020/9715060.", "ArticleIdList": ["10.1155/2020/9715060", "PMC7509570", "33005205"]}, {"Citation": "Kothari D, Lee WDo, Kim SK. Allium flavonols: health benefits, molecular targets, and bioavailability. Antioxidants. 2020;9(9):1–35. doi: 10.3390/antiox9090888.", "ArticleIdList": ["10.3390/antiox9090888", "PMC7555649", "32961762"]}, {"Citation": "Kulczynski B, Gramza-Michałowska A. The profile of secondary metabolites and other bioactive compounds in Cucurbita pepo L. and Cucurbita moschata pumpkin cultivars. Molecules. 2019;24(16):2945. doi: 10.3390/molecules24162945.", "ArticleIdList": ["10.3390/molecules24162945", "PMC6719207", "31416184"]}, {"Citation": "Kumari S, Anmol, Bhatt V, Suresh PS, Sharma U. Cissampelos pareira L.: a review of its traditional uses, phytochemistry, and pharmacology. Journal of Ethnopharmacology. 2021;274:113850. doi: 10.1016/j.jep.2021.113850.", "ArticleIdList": ["10.1016/j.jep.2021.113850", "33485976"]}, {"Citation": "Kuttinath S, Haritha KH, Rammohan R. Phytochemical screening, antioxidant, antimicrobial, and antibiofilm activity of Sauropus androgynous leaf extracts. Asian Journal of Pharmaceutical and Clinical Research. 2019;12(4):244–250. doi: 10.22159/ajpcr.2019.v12i4.31756.", "ArticleIdList": ["10.22159/ajpcr.2019.v12i4.31756"]}, {"Citation": "Kviecinski MR, David IMB, De Souza Fernandes F, Correa Mdos R, Clarinda MM, Freitas AF, Da Silva J, Gavac M, Müller SD, Florentino D, Petronilho F, Moterle D, Kanis LA, Pedrosa RC. Healing effect of Dillenia indica fruit extracts standardized to betulinic acid on ultraviolet radiation-induced psoriasis-like wounds in rats. Pharmaceutical Biology. 2017;55(1):641–648. doi: 10.1080/13880209.2016.1266672.", "ArticleIdList": ["10.1080/13880209.2016.1266672", "PMC6130706", "27951742"]}, {"Citation": "Kwak Y-S, Kim S-J, Kim H-Y. The antibacterial effect of Cinnamomum verum extract. Biomedical Research. 2017;28(15):6667–6670."}, {"Citation": "Laboni FR, Karim S, Shahriar M, Sultana T, Kamal S, Das S, Harun-Or-Rashid M. Biological investigations of the ethanol extract of the aerial part (leaf) of Coccinia grandis L. Journal of Pharmacognosy and Phytochemistry. 2017;6(2):134–138."}, {"Citation": "Lacmago ABF, Songue JL, Fouda AA, Ekon JPL, Lateef M, Ali MS, Wansi JD, Sewald N, Happi EN, Waffo AFK. Steroidal saponins from Solanum torvum Swartz called in Dibombari, Cameroon. South Asian Research Journal of Natural Products. 2021;4(1):16–23."}, {"Citation": "Le TH, Van Do TN, Nguyen HX, Dang PH, Nguyen NT, Nguyen MTT. A new phenylheptanoid from the leaves of Gnetum gnemon L. Natural Product Research. 2020;35(21):3999–4004. doi: 10.1080/14786419.2020.1753055.", "ArticleIdList": ["10.1080/14786419.2020.1753055", "32323574"]}, {"Citation": "Lee SY, Cho SS, Li YC, Bae CS, Park KM, Park DH. Anti-inflammatory effect of Curcuma longa and Allium hookeri co-treatment via NF-κB and COX-2 pathways. Scientific Reports. 2020;10(1):968. doi: 10.1038/s41598-020-62749-7.", "ArticleIdList": ["10.1038/s41598-020-62749-7", "PMC7109078", "32235914"]}, {"Citation": "Lee SY, Ismail IS, Ang EL, Abas F. Antioxidant, α-glucosidase inhibitory activities, and HPLC quantitative analysis of phenolic compounds isolated from Neptunia oleracea Lour. International Food Research Journal. 2019;26(2):679–688."}, {"Citation": "Lee JW, Ryu HW, Park SY, Park HA, Kwon OK, Yuk HJ, Shrestha KK, Park M, Kim JH, Lee S, Oh SR, Ahn KS. Protective effects of Neem (Azadirachta indica A. Juss.) leaf extract against cigarette smoke- and lipopolysaccharide-induced pulmonary inflammation. International Journal of Molecular Medicine. 2017a;40:1932–1940. doi: 10.3892/ijmm.2017.3178.", "ArticleIdList": ["10.3892/ijmm.2017.3178", "29039495"]}, {"Citation": "Lee CL, Yang JC, Peng CY, Wu YC. Saponins from Solanum torvum and S. macaonense with their cytotoxic and anti-allergic effects. Natural Product Communications. 2017b;12(8):1199–1200. doi: 10.1177/1934578X1701200813.", "ArticleIdList": ["10.1177/1934578X1701200813"]}, {"Citation": "Leelarungrayub J, Manorsoi J, Manorsoi A. Anti-inflammatory activity of niosomes entrapped with Plai oil (Zingiber cassumunar Roxb.) by therapeutic ultrasound in a rat model. International Journal of Nanomedicine. 2017;12:2469–2476. doi: 10.2147/IJN.S129131.", "ArticleIdList": ["10.2147/IJN.S129131", "PMC5383072", "28408818"]}, {"Citation": "Leya MM, Anitha R. Anti-inflammatory effect of the aqueous fruit pulp extract of Tamarindus indica Linn in lipopolysaccharide-stimulated macrophages. Pharmacognosy Journal. 2019;11(4):669–673. doi: 10.5530/pj.2019.11.105.", "ArticleIdList": ["10.5530/pj.2019.11.105"]}, {"Citation": "Li MX, Bai X, Ma YP, Zhang HX, Nama N, Pei SJ, Du ZZ. Cosmetic potentials of extracts and compounds from Zingiber cassumunar Roxb. rhizome. Industrial Crops and Products. 2019;141:111764. doi: 10.1016/j.indcrop.2019.111764.", "ArticleIdList": ["10.1016/j.indcrop.2019.111764"]}, {"Citation": "Li W, Zhang X, Chen R, Li Y, Miao J, Liu G, Lan Y, Chen Y, Cao Y. HPLC fingerprint analysis of Phyllanthus emblica ethanol extract and their antioxidant and anti-inflammatory properties. Journal of Ethnopharmacology. 2020;254:112740. doi: 10.1016/j.jep.2020.112740.", "ArticleIdList": ["10.1016/j.jep.2020.112740", "32151757"]}, {"Citation": "Luna-Guevara ML, Luna-Guevara JJ, Hernández-Carranza P, Ruíz-Espinosa H, Ochoa-Velasco CE. Phenolic compounds: a good choice against chronic degenerative diseases. Studies in Natural Products Chemistry. 2018;59:79–108. doi: 10.1016/B978-0-444-64179-3.00003-7.", "ArticleIdList": ["10.1016/B978-0-444-64179-3.00003-7"]}, {"Citation": "Maduka TO, Ikpa CBC. Zanthoxylum rhetsa (Roxb.) DC.: a systemic review of its ethnomedicinal properties, phytochemistry and pharmacology. World News of Natural Sciences. 2021;37:41–57."}, {"Citation": "Magryś A, Olender A, Tchórzewska D. Antibacterial properties of Allium sativum L. against the most emerging multidrug-resistant bacteria and its synergy with antibiotics. Archives of Microbiology. 2021;203(5):2257–2268. doi: 10.1007/s00203-021-02248-z.", "ArticleIdList": ["10.1007/s00203-021-02248-z", "PMC8205873", "33638666"]}, {"Citation": "Mahajaroensiri S, Vannabhum M, Leethong P, Wanaratna K, Inchai N, Chueawiang W, Ziangchin N, Palo T, Chareonkij P, Akarasereenont P. Inflammatory cytokines and metabolite changes after high dose of Andrographis paniculata extract: a preliminary study in mild COVID-19 case patients. Journal of Basic and Applied Pharmacology. 2021;1(1):21–37."}, {"Citation": "Mahmad N, Taha RM, Othman R, Abdullah S, Anuar N, Elias H, Rawi N. Anthocyanin as potential source for antimicrobial activity in Clitoria ternatea L. and Dioscorea alata L. Pigment and Resin Technology. 2018;47(6):490–495. doi: 10.1108/PRT-11-2016-0109.", "ArticleIdList": ["10.1108/PRT-11-2016-0109"]}, {"Citation": "Makinde EA, Ovatlarnporn C, Adekoya AE, Nwabor OF, Olatunji OJ. Antidiabetic, antioxidant and antimicrobial activity of the aerial part of Tiliacora triandra. South African Journal of Botany. 2019;125:337–343. doi: 10.1016/j.sajb.2019.08.012.", "ArticleIdList": ["10.1016/j.sajb.2019.08.012"]}, {"Citation": "Maleki L, Sadeghian-Rizi T, Ghannadian M, Sanati MH, Shafizadegan S, Sadeghi-Aliabadi H. Antibacterial activity of Azadirachta indica leaf extracts against some pathogenic standards and clinical bacterial isolates. Avicenna Journal of Clinical Microbiology and Infection. 2018;5(1):12987. doi: 10.5812/ajcmi.12987.", "ArticleIdList": ["10.5812/ajcmi.12987"]}, {"Citation": "Marefati N, Ghorani V, Shakeri F, Boskabady M, Kianian F, Rezaee R, Boskabady MH. A review of anti-inflammatory, antioxidant, and immunomodulatory effects of Allium cepa and its main constituents. Pharmaceutical Biology. 2021;59(1):287–302. doi: 10.1080/13880209.2021.1874028.", "ArticleIdList": ["10.1080/13880209.2021.1874028", "PMC7919894", "33645419"]}, {"Citation": "Marrelli M, Amodeo V, Perri MR, Conforti F, Statti G. Essential oils and bioactive components against arthritis: a novel perspective on their therapeutic potential. Plants. 2020;9(1252):1–17. doi: 10.3390/plants9101252.", "ArticleIdList": ["10.3390/plants9101252", "PMC7598204", "32977657"]}, {"Citation": "Masyita A, Sari RM, Astuti AD, Yasir B, Rumata NR, Emran TB, Nainu F, Simal-Gandara J. Terpenes and terpenoids as main bioactive compounds of essential oils, their roles in human health and potential application as natural food preservatives. Food Chemistry: X. 2022;13(100217):1–14. doi: 10.1016/j.fochx.2022.100217.", "ArticleIdList": ["10.1016/j.fochx.2022.100217", "PMC9039924", "35498985"]}, {"Citation": "Matulyte I, Jekabsone A, Jankauskaite L, Zavistanaviciute P, Sakiene V, Bartkiene E, Ruzauskas M, Kopustinskiene DM, Santini A, Bernatoniene J. The essential oil and hydrolats from Myristica fragrans seeds with magnesium aluminometasilicate as excipient: antioxidant, antibacterial, and anti-inflammatory activity. Foods. 2020;9(1):37. doi: 10.3390/foods9010037.", "ArticleIdList": ["10.3390/foods9010037", "PMC7022514", "31906495"]}, {"Citation": "Meeprathom NN, Jongrattanavit K, Kooprasertying P. Proximate compositions, phenolic compounds, antioxidant capacity and antibacterial activity of Chulta (Dillenia indica Linn.) fruits: effects of maturity stage and extraction solvent. Journal of Food Health and Bioenvironmental Science. 2018;11(1):57–78."}, {"Citation": "Mehmood Y, Farooq U, Youusaf H. Antiviral activity of green silver nanoparticles produced using aqueous buds extract of Syzygium aromaticum. Pakistan Journal of Pharmaceutical Sciences. 2020;33(2):839–845. doi: 10.36721/PJPS.2020.33.2.SUP.839-845.1.", "ArticleIdList": ["10.36721/PJPS.2020.33.2.SUP.839-845.1", "32863260"]}, {"Citation": "Melo RS, Azevedo Á.MA, Pereira AMG, Rocha RR, Cavalcante RMB, Matos MNC, Lopes PHR, Gomes GA, Rodrigues THS, Santos HSD, Ponte IL, Costa RA, Brito GS, Catunda FEA, Carneiro VA. Chemical composition and antimicrobial effectiveness of Ocimum gratissimum L. essential oil against multidrug-resistant isolates of Staphylococcus aureus and Escherichia coli. Molecules. 2019;24(3864):1–17. doi: 10.3390/molecules24213864.", "ArticleIdList": ["10.3390/molecules24213864", "PMC6864855", "31717766"]}, {"Citation": "Mittal R, Kumar R, Chahal H. Antimicrobial activity of Ocimum sanctum leaves extracts and oil. Journal of Drug Delivery and Therapeutics. 2018;8(6):201–204. doi: 10.22270/jddt.v8i6.2166.", "ArticleIdList": ["10.22270/jddt.v8i6.2166"]}, {"Citation": "Moemenbellah-Fard MD, Abdollahi A, Ghanbariasad A, Osanloo M. Antibacterial and leishmanicidal activities of Syzygium aromaticum essential oil versus its major ingredient, eugenol. Flavour and Fragrance Journal. 2020;35(5):1–7. doi: 10.1002/ffj.3595.", "ArticleIdList": ["10.1002/ffj.3595"]}, {"Citation": "Mohan S, Hobani YH, Shaheen E, Abou-Elhamd AS, Abdelhaleem A, Alhazmi HA, Abdelwahab SI. Ameliorative effect of Boesenbergin A, a chalcone isolated from Boesenbergia rotunda (Fingerroot) on oxidative stress and inflammation in ethanol-induced gastric ulcer in vivo. Journal of Ethnopharmacology. 2020a;261(3):113104. doi: 10.1016/j.jep.2020.113104.", "ArticleIdList": ["10.1016/j.jep.2020.113104", "32565307"]}, {"Citation": "Mohan S, Taha MME, Makeen HA, Alhazmi HA, Bratty MA, Sultana S, Ahsan W, Najmi A, Khalid A. Bioactive natural antivirals: an updated review of the available plants and isolated molecules. Molecules. 2020b;25(4878):1–35. doi: 10.3390/molecules25214878.", "ArticleIdList": ["10.3390/molecules25214878", "PMC7659943", "33105694"]}, {"Citation": "Mohiuddin AK. Medicinal and therapeutic values of Sesbania grandiflora. Journal of Pharmacology and Clinical Trials. 2019;1:81–86. doi: 10.26440/IHRJ/0305.08265.", "ArticleIdList": ["10.26440/IHRJ/0305.08265"]}, {"Citation": "Mozos I, Stoian D, Caraba A, Malainer C, Horbanczuk JO, Atanasov AG. Lycopene and vascular health. Frontiers in Pharmacology. 2018;9:521. doi: 10.3389/fphar.2018.00521.", "ArticleIdList": ["10.3389/fphar.2018.00521", "PMC5974099", "29875663"]}, {"Citation": "Muhialdin BJ, Abdul Rani NF, Hussin ASM. Identification of antioxidant and antibacterial activities for the bioactive peptides generated from bitter beans (Parkia speciosa) via boiling and fermentation processes. LWT - Food Science and Technology. 2020;131(6):109776. doi: 10.1016/j.lwt.2020.109776.", "ArticleIdList": ["10.1016/j.lwt.2020.109776"]}, {"Citation": "Mutthuraj D, Vinutha T, Gopenath T, Kaginelli B, Karthikeyan M, Ashok G, Ranjith M, Palanisamy P, Basalingappa KM. Inhibition of pro-inflammatory molecules by Ginger (Zingiber officinale Roscoe) and its anti-inflammatory effects on Arthritis patients. Journal of Drug Delivery and Therapeutics. 2020;10(2-s):125–139. doi: 10.22270/jddt.v10i2-s.3963.", "ArticleIdList": ["10.22270/jddt.v10i2-s.3963"]}, {"Citation": "Nag A, Chowdhury RR. Piperine, an alkaloid of black pepper seeds can effectively inhibit the antiviral enzymes of Dengue and Ebola viruses, an in silico molecular docking study. VirusDisease. 2020;31(3):308–315. doi: 10.1007/s13337-020-00619-6.", "ArticleIdList": ["10.1007/s13337-020-00619-6", "PMC7458978", "32904842"]}, {"Citation": "Namchaiw P, Jaisin Y, Niwaspragrit C, Malaniyom K, Auvuchanon A, Ratanachamnong P. The leaf extract of Coccinia grandis (L.) Voigt accelerated in vitro wound healing by reducing oxidative stress injury. Hindawi Oxidative Medicine and Cellular Longevity. 2021;2021(4):1–10. doi: 10.1155/2021/3963510.", "ArticleIdList": ["10.1155/2021/3963510", "PMC7806374", "33505581"]}, {"Citation": "Nas FS, Oyeyi TI, Ali M. Antibacterial efficacy and phytochemical screening of Senna siamea leaves extracts on some pathogenic bacteria. Journal of Microbiology & Experimentation. 2018;6(3):159–163. doi: 10.15406/jmen.2018.06.00208.", "ArticleIdList": ["10.15406/jmen.2018.06.00208"]}, {"Citation": "Nasr-Eldin M, Abdelhamid A, Baraka D. Antibiofilm and antiviral potential of leaf extracts from Moringa oleifera and Rosemary (Rosmarinus officinalis Lam.) Egyptian Journal of Microbiology. 2017;52:129–139. doi: 10.21608/ejm.2017.1439.1027.", "ArticleIdList": ["10.21608/ejm.2017.1439.1027"]}, {"Citation": "Nayak B, Roy S, Roy M, Mitra A, Karak K. Phytochemical, antioxidant and antimicrobial screening of Suaeda maritima L (Dumort) against human pathogens and multiple drug resistant bacteria. Indian Journal of Pharmaceutical Sciences. 2018;80(1):26–35. doi: 10.4172/pharmaceutical-sciences.1000327.", "ArticleIdList": ["10.4172/pharmaceutical-sciences.1000327"]}, {"Citation": "Nguyen MP. Investigations on the processing and production of herbal tea from Pakalana Telosma cordata, fowers using blanching and drying. Bioscience Biotechnology Research Communications. 2020;13(2):781–786. doi: 10.21786/bbrc/13.2/60.", "ArticleIdList": ["10.21786/bbrc/13.2/60"]}, {"Citation": "Norahmad NA, Razak MRMA, Misnan NM, Jelas NHM, Sastu UR, Muhammad A, Ho TCD, Jusoh B, Zolkifli NA, Thayan R, Ripen AM, Zainol M, Mohamed AFS. Effect of freeze-dried Carica papaya leaf juice on inflammatory cytokines production during dengue virus infection in AG129 mice. BMC Complementary and Alternative Medicine. 2019;19(44):1–10. doi: 10.1186/s12906-019-2438-3.", "ArticleIdList": ["10.1186/s12906-019-2438-3", "PMC6371484", "30744623"]}, {"Citation": "Noviany N, Hasnah O, Suriyati M, Sutopo H. Antibacterial activity of extracts and compounds from the roots of Sesbania grandiflora (Leguminosae) Research Journal of Chemistry and Environment. 2020;24(8):108–113."}, {"Citation": "Ntandou NG, Ossibi EA, Itou RDG, Boumba SL, Ouamba JM, Abena AA. Laxative, antiinflammatory and analgesic effects of Cassia siamea Lam (Fabaceae) leaves aqueous extract. Journal of Pharmacy and Biological Sciences. 2018;13(1):6–15. doi: 10.9790/3008-1301030615.", "ArticleIdList": ["10.9790/3008-1301030615"]}, {"Citation": "Obiang CS, Misso RLN, Atome GR, Ondo JP, Engonga LCO, Emvo EN. Phytochemical analyses, antimicrobial and antioxidant activities of stem bark extracts of Distemonanthus benthamianus H. Baill. and fruit extracts of Solanum torvum Sw. from Gabon. Asian Pacific Journal of Tropical Biomedicine. 2019;9(5):209–216. doi: 10.4103/2221-1691.259001.", "ArticleIdList": ["10.4103/2221-1691.259001"]}, {"Citation": "Oguis GK, Gilding EK, Jackson MA, Craik DJ. Butterfly pea (Clitoria ternatea), a cyclotide-bearing plant with applications in agriculture and medicine. Frontiers in Plant Science. 2019;10:645. doi: 10.3389/fpls.2019.00645.", "ArticleIdList": ["10.3389/fpls.2019.00645", "PMC6546959", "31191573"]}, {"Citation": "Okoh OO, Obiiyeke GE, Nwodo UU, Okoh AI. Ethanol extract and chromatographic fractions of Tamarindus indica stem bark inhibits newcastle disease virus replication. Pharmaceutical Biology. 2017;55(1):1806–1808. doi: 10.1080/13880209.2017.1331364.", "ArticleIdList": ["10.1080/13880209.2017.1331364", "PMC6130528", "28539068"]}, {"Citation": "Oladeji OS, Adelowo FE, Ayodele DT, Odelade KA. Phytochemistry and pharmacological activities of Cymbopogon citratus: a review. Scientific African. 2019;6(3):e00137. doi: 10.1016/j.sciaf.2019.e00137.", "ArticleIdList": ["10.1016/j.sciaf.2019.e00137"]}, {"Citation": "Ounjaijean S, Chachiyo S, Kulprachakarn K, Boonyapranai K, Srichairatanakool S, Rerkasem K. Antioxidant and anti-inflammatory protective properties of Thai Shallot (Allium ascalonicum cv. Chiangmai) juice on human vascular endothelial cell lines (EA.hy926) Walailak Journal of Science and Technology. 2018;16(3):175–184. doi: 10.48048/wjst.2019.6222.", "ArticleIdList": ["10.48048/wjst.2019.6222"]}, {"Citation": "Oyeyinka BO, Afolayan AJ. Potentials of musa species fruits against oxidative stress-induced and diet-linked chronic diseases: in vitro and in vivo implications of micronutritional factors and dietary secondary metabolite compounds. Molecules. 2020;25(5036):1–30. doi: 10.3390/molecules25215036.", "ArticleIdList": ["10.3390/molecules25215036", "PMC7663138", "33142997"]}, {"Citation": "Palash P, Sangeeta D, Narendra V, Kirti M, Sapna M, Anil K. Anti-inflammatory activity of ethanolic extract of Luffa acutangula. World Journal of Pharmaceutical Research. 2017;6(16):519–529. doi: 10.20959/wjpr201716-10063.", "ArticleIdList": ["10.20959/wjpr201716-10063"]}, {"Citation": "Panicker PS. Pharmacological review of Luffa acutangula (L) Roxb. Journal of Pharmacognosy and Phytochemistry. 2020;9(5):110–116."}, {"Citation": "Parham S, Kharazi AZ, Bakhsheshi-Rad HR, Nur H, Ismail AF, Sharif S, Ramakrishna S, Berto F. Antioxidant, antimicrobial and antiviral properties of herbal materials. Antioxidants. 2020;9(12):1–36. doi: 10.3390/antiox9121309.", "ArticleIdList": ["10.3390/antiox9121309", "PMC7767362", "33371338"]}, {"Citation": "Parhusip AJN, Angel V, Anugrahati NA, Honga J, Sinaga WSL. Ethyl acetate extract of red Melinjo (Gnetum gnemon L.) peel as antibacterial compound. 5th International Conference on Food, Agriculture and Natural Resources (FANRes 2019); 2019. pp. 189–198."}, {"Citation": "Park JY, Jo SG, Lee HN, Choi JH, Lee YJ, Kim YM, Cho JY, Lee SK, Park JH. Tendril extract of cucurbita moschata suppresses NLRP3 inflammasome activation in murine macrophages and human trophoblast cells. International Journal of Medical Sciences. 2020;17(8):1006–1014. doi: 10.7150/ijms.39003.", "ArticleIdList": ["10.7150/ijms.39003", "PMC7211156", "32410829"]}, {"Citation": "Pasachan T, Duangjai A, Ontawong A, Amornlerdpison D, Jinakote Me, Phatsara M, Soodvilai S, Srimaroeng C. Tiliacora triandra (Colebr.) diels leaf aqueous extract inhibits hepatic glucose production in HepG2 cells and type 2 diabetic rats. Molecules. 2021;26(1239):1–19. doi: 10.3390/molecules26051239.", "ArticleIdList": ["10.3390/molecules26051239", "PMC7956658", "33669133"]}, {"Citation": "Patel B, Sharma S, Nair N, Majeed J, Goyal RK, Dhobi M. Therapeutic opportunities of edible antiviral plants for COVID-19. Molecular and Cellular Biochemistry. 2021;476(6):1–20. doi: 10.1007/s11010-021-04084-7.", "ArticleIdList": ["10.1007/s11010-021-04084-7", "PMC7882868", "33587232"]}, {"Citation": "Pattarachotanant N, Tencomnao T. Citrus hystrix extracts protect human neuronal cells against high glucose-induced senescence. Pharmaceuticals. 2020;13(10):283. doi: 10.3390/ph13100283.", "ArticleIdList": ["10.3390/ph13100283", "PMC7600454", "33007805"]}, {"Citation": "Potue P, Maneesai P, Kukongviriyapan U, Prachaney P, Pakdeechote P. Cratoxylum formosum extract alleviates left ventricular hypertrophy in nitric oxide-deficient Rats. Srinagarind Medical Journal. 2020;35(5):598–602."}, {"Citation": "Prabha S, Athoibi S, Dsouza MR. Pharmacognostical evaluation of Spiny coriander (Eryngium foetidum L.): a traditional culinary and ethnomedicinal herb. International Journal of Botany Studies. 2019;4(4):64–70."}, {"Citation": "Praditya D, Kirchhoff L, Brüning J, Rachmawati H, Steinmann J, Steinmann E. Anti-infective properties of the golden spice curcumin. Frontiers in Microbiology. 2019;10:912. doi: 10.3389/fmicb.2019.00912.", "ArticleIdList": ["10.3389/fmicb.2019.00912", "PMC6509173", "31130924"]}, {"Citation": "Priya NC, Kumari S. Antiviral activities and cytotoxicity assay of seed extracts of Piper longum and Piper nigrum on human cell lines. International Journal of Pharmaceutical Sciences Review and Research. 2017;44(1):197–202."}, {"Citation": "Qamar M, Akhtar S, Ismail T, Yuan Y, Ahmad N, Tawab A, Ismail A, Barnard RT, Cooper MA, Blaskovich MAT, Ziora ZM. Syzygium cumini(L.),Skeels fruit extracts: in vitro and in vivo anti-inflammatory properties. Journal of Ethnopharmacology. 2021;271(113805):1–12. doi: 10.1016/j.jep.2021.113805.", "ArticleIdList": ["10.1016/j.jep.2021.113805", "33465442"]}, {"Citation": "Rahaman M, Rakib A, Mitra S, Tareq AM, Emran TB, Shahid-Ud-daula AFM, Amin MN, Simal-Gandara J. The genus curcuma and inflammation: overview of the pharmacological perspectives. Plants. 2021;10(63):1–19. doi: 10.3390/plants10010063.", "ArticleIdList": ["10.3390/plants10010063", "PMC7824061", "33396698"]}, {"Citation": "Ramli S, Xian WJ, Mutalib NAA. A review: antibacterial activities, antioxidant properties and toxicity profile of Centella asiatica. EDUCATUM Journal of Science, Mathematics and Technology. 2020;7(1):39–47. doi: 10.37134/ejsmt.vol7.1.5.2020.", "ArticleIdList": ["10.37134/ejsmt.vol7.1.5.2020"]}, {"Citation": "Řebíčková K, Bajer T, Šilha D, Houdková M, Ventura K, Bajerová P. Chemical composition and determination of the antibacterial activity of essential oils in liquid and vapor phases extracted from two different southeast Asian herbs-Houttuynia cordata (Saururaceae) and Persicaria odorata (Polygonaceae) Molecules. 2020;25(10):2432. doi: 10.3390/molecules25102432.", "ArticleIdList": ["10.3390/molecules25102432", "PMC7287994", "32456033"]}, {"Citation": "Reshidan NH, Abd Muid S, Mamikutty N. The effects of Pandanus amaryllifolius (Roxb.) leaf water extracts on fructose-induced metabolic syndrome rat model. BMC Complementary and Alternative Medicine. 2019;19(1):232. doi: 10.1186/s12906-019-2627-0.", "ArticleIdList": ["10.1186/s12906-019-2627-0", "PMC6714300", "31462242"]}, {"Citation": "Reshmi R, Raj SJ. Antibacterial activity of Piper nigrum leaf against different species of pathogenic microbes. International Journal of Pharmaceutical Sciences Review and Research. 2020;62(1):148–152."}, {"Citation": "Ridzuan PM, Wan Salleh WMN. Persicaria odorata as a potential medicinal plant-mini review. Journal of Natural & Ayurvedic Medicine. 2019;3(2):174. doi: 10.23880/jonam-16000174.", "ArticleIdList": ["10.23880/jonam-16000174"]}, {"Citation": "Rivas-García L, Navarro-Hortal MD, Romero-Márquez JM, Forbes-Hernández TY, Varela-López A, Llopis J, Sánchez-González C, Quiles JL. Edible flowers as a health promoter: an evidence-based review. Trends in Food Science and Technology. 2021;117(5):46–59. doi: 10.1016/j.tifs.2020.12.007.", "ArticleIdList": ["10.1016/j.tifs.2020.12.007"]}, {"Citation": "Rodanant P, Boonnak N, Surarit R, Kuvatanasuchati J, Lertsooksawat W. Antibacterial, anti-inflammatory and anti-oxidatant activities of various isolated compounds from Cratoxylum species. Pakistan Journal of Pharmaceutical Sciences. 2017;30(3):667–674.", "ArticleIdList": ["28653908"]}, {"Citation": "Rosdianto AM, Puspitasari IM, Lesmana R, Levita J. Bioactive compounds of Boesenbergia sp. and their anti-inflammatory mechanism: a review. Journal of Applied Pharmaceutical Science. 2020;10(7):116–126. doi: 10.7324/JAPS.2020.10715.", "ArticleIdList": ["10.7324/JAPS.2020.10715"]}, {"Citation": "Rosmalena R, Elya B, Dewi BE, Fithriyah F, Desti H, Angelina M, Hanafi M, Lotulung PD, Prasasty VD, Seto D. The antiviral effect of Indonesian medicinal plant extracts against dengue virus in vitro and in silico. Pathogens. 2019;8(2):85. doi: 10.3390/pathogens8020085.", "ArticleIdList": ["10.3390/pathogens8020085", "PMC6631455", "31234495"]}, {"Citation": "Rouf R, Uddin SJ, Sarker DK, Islam MT, Ali ES, Shilpi JA, Nahar L, Tiralongo E, Sarker SD. Antiviral potential of garlic (Allium sativum) and its organosulfur compounds: a systematic update of pre-clinical and clinical data. Trends in Food Science and Technology. 2020;104(3):219–234. doi: 10.1016/j.tifs.2020.08.006.", "ArticleIdList": ["10.1016/j.tifs.2020.08.006", "PMC7434784", "32836826"]}, {"Citation": "Sa-Ngiamsuntorn K, Suksatu A, Pewkliang Y, Thongsri P, Kanjanasirirat P, Manopwisedjaroen S, Charoensutthivarakul S, Wongtrakoongate P, Pitiporn S, Chaopreecha J, Kongsomros S, Jearawuttanakul K, Wannalo W, Khemawoot P, Chutipongtanate S, Borwornpinyo S, Thitithanyanont A, Hongeng S. Anti-SARS-CoV-2 activity of Andrographis paniculata extract and its major component andrographolide in human lung epithelial cells and cytotoxicity evaluation in major organ cell representatives. Journal of Natural Products. 2021;84(4):1261–1270. doi: 10.1021/acs.jnatprod.0c01324.", "ArticleIdList": ["10.1021/acs.jnatprod.0c01324", "33844528"]}, {"Citation": "Sagolshemcha R, Singh R. Traditional and biological uses of Neptunia oleracea Lour: an overview. International Journal of Current Research. 2017;9(6):51689–51694."}, {"Citation": "Saleem A, Saleem M, Akhtar MF. Antioxidant, anti-inflammatory and antiarthritic potential of Moringa oleifera Lam: an ethnomedicinal plant of Moringaceae family. South African Journal of Botany. 2020;128(3):246–256. doi: 10.1016/j.sajb.2019.11.023.", "ArticleIdList": ["10.1016/j.sajb.2019.11.023"]}, {"Citation": "Saleh MSM, Jalil J, Zainalabidin S, Asmadi AY, Mustafa NH, Kamisah Y. Genus parkia: phytochemical, medicinal uses, and pharmacological properties. International Journal of Molecular Sciences. 2021;22(618):1–39. doi: 10.3390/ijms22020618.", "ArticleIdList": ["10.3390/ijms22020618", "PMC7827335", "33435507"]}, {"Citation": "Salehi B, Capanoglu E, Adrar N, Catalkaya G, Shaheen S, Jaffer M, Giri L, Suyal R, Jugran AK, Calina D, Docea AO, Kamiloglu S, Kregiel D, Antolak H, Pawlikowska E, Sen S, Acharya K, Selamoglu Z, Sharifi-Rad J, Martorell M, Rodrigues Célia F, Sharopov F, Nália M, Capasso R. Cucurbits plants: a key emphasis to its pharmacological potential. Molecules. 2019a;24(1854):1–23. doi: 10.3390/molecules24101854.", "ArticleIdList": ["10.3390/molecules24101854", "PMC6572650", "31091784"]}, {"Citation": "Salehi B, Venditti A, Frezza C, Yücetepe A, Altuntaş Ü, Uluata S, Butnariu M, Sarac I, Shaheen S, Petropoulos SA, Matthews KR, Kiliç CS, Atanassova M, Adetunji CO, Ademiluyi AO, Özçelik B, Fokou PVT, Martins N, Cho WC, Sharifi-Rad J. Apium plants: beyond simple food and phytopharmacological applications. Applied Sciences. 2019b;9(17):3547. doi: 10.3390/app9173547.", "ArticleIdList": ["10.3390/app9173547"]}, {"Citation": "Santo BLSDE, Santana LF, Kato Junior WH, de Araújo FDO, Bogo D, Freitas KDC, Guimarães RDCA, Hiane PA, Pott A, Filiú WFDO, Asato MA, Figueiredo PDO, Bastos PRHDO. Medicinal potential of Garcinia species and their compounds. Molecules. 2020;25(4513):1–30. doi: 10.3390/molecules25194513.", "ArticleIdList": ["10.3390/molecules25194513", "PMC7582350", "33019745"]}, {"Citation": "Saraswathi T, Sathiyamurthy VA, Tamilselvi NA, Harish H. Review on Aggregatum Onion (Allium cepa L. var. aggregatum Don.) International Journal of Current Microbiology and Applied Science. 2017;6(4):1649–1667. doi: 10.20546/ijcmas.2017.604.201.", "ArticleIdList": ["10.20546/ijcmas.2017.604.201"]}, {"Citation": "Sari DP, Bellatasie R, Ifora I. Anti-inflammatory properties of Coriandrum sativum L. : a review. International Research Journal of Pharmacy and Medical Sciences. 2021;4(2):34–38."}, {"Citation": "Sathyapalan DT, Padmanabhan A, Moni M, P-Prabhu B, Prasanna P, Balachandran S, Trikkur SP, Jose S, Edathadathil F, Anilkumar JO, Jayaprasad R, Koramparambil G, Kamath RC, Menon V, Menon V. Efficacy & safety of Carica papaya leaf extract (CPLE) in severe thrombocytopenia (≤30,000/ μl) in adult dengue—results of a pilot study. PLOS ONE. 2020;15(2):e0228699. doi: 10.1371/journal.pone.0228699.", "ArticleIdList": ["10.1371/journal.pone.0228699", "PMC7029881", "32074143"]}, {"Citation": "Schink A, Naumoska K, Kitanovski Z, Kampf CJ, Fröhlich-Nowoisky J, Thines E, Pöschl U, Schuppan D, Lucas K. Anti-inflammatory effects of cinnamon extract and identification of active compounds influencing the TLR2 and TLR4 signaling pathways. Food and Function. 2018;9(11):5950–5964. doi: 10.1039/c8fo01286e.", "ArticleIdList": ["10.1039/c8fo01286e", "30379176"]}, {"Citation": "Sen S, Chakraborty R, Kalita P. Dillenia indica fruit prevents cisplatin-induced kidney injury in experimental rats through modulation of oxidative stress, marker enzyme, and biochemical changes. Nutrire. 2018;43(15):1–9. doi: 10.1186/s41110-018-0074-1.", "ArticleIdList": ["10.1186/s41110-018-0074-1"]}, {"Citation": "Sevindik M. Pharmacological properties of Mentha species. Journal of Traditional Medicine & Clinical Naturopathy. 2018;7(1):259. doi: 10.4172/2573-4555.1000259.", "ArticleIdList": ["10.4172/2573-4555.1000259"]}, {"Citation": "Shaban A, Sahu RP. Pumpkin seed oil: an alternative medicine. International Journal of Pharmacognosy and Phytochemical Research. 2017;9(2):223–227. doi: 10.25258/phyto.v9i2.8066.", "ArticleIdList": ["10.25258/phyto.v9i2.8066", "PMC8681145", "34924730"]}, {"Citation": "Shahrajabian MH, Sun W, Cheng Q. Chemical components and pharmacological benefits of Basil (Ocimum basilicum): a review. International Journal of Food Properties. 2020;23(1):1961–1970. doi: 10.1080/10942912.2020.1828456.", "ArticleIdList": ["10.1080/10942912.2020.1828456"]}, {"Citation": "Shamshirgaran M, Maleki A, Askari P, Yousefi M, Moghadam HM, Aramjoo H, Bidaki MZ. Antibacterial effects of the aqueous extract of Lycopersicon esculentum Mill native in South Khorasan of Iran against four species of gastrointestinal bacterial pathogens. Journal of Basic Research in Medical Sciences. 2020;7(3):1–6."}, {"Citation": "Shao X, Sun C, Tang X, Zhang X, Han D, Liang S, Qu R, Hui X, Shan Y, Hu L, Fang H, Zhang H, Wu X, Chen C. Anti-inflammatory and intestinal microbiota modulation properties of Jinxiang Garlic (Allium sativum L.) polysaccharides toward Dextran Sodium Sulfate-Induced Colitis. Journal of Agricultural and Food Chemistry. 2020;68(44):12295–12309. doi: 10.1021/acs.jafc.0c04773.", "ArticleIdList": ["10.1021/acs.jafc.0c04773", "33095019"]}, {"Citation": "Sharma A, Bachheti A, Sharma P, Bachheti RK, Husen A. Phytochemistry, pharmacological activities, nanoparticle fabrication, commercial products and waste utilization of Carica papaya L.: a comprehensive review. Current Research in Biotechnology. 2020;2(8):145–160. doi: 10.1016/j.crbiot.2020.11.001.", "ArticleIdList": ["10.1016/j.crbiot.2020.11.001"]}, {"Citation": "Sharma Y, Mehrotra A, Kundu N, Srivastava NS. A study of antibacterial, antioxidant and neuroprotective effect of stem of Syzygium cumini. International Journal of Green Pharmacy. 2017;11(4):236–243. doi: 10.22377/ijgp.v10i04.1289.", "ArticleIdList": ["10.22377/ijgp.v10i04.1289"]}, {"Citation": "Shen CY, Jiang JG, Zhu W, Ou-Yang Q. Anti-inflammatory effect of essential oil from Citrus aurantium L. var. amara Engl. Journal of Agricultural and Food Chemistry. 2017;65(39):8586–8594. doi: 10.1021/acs.jafc.7b02586.", "ArticleIdList": ["10.1021/acs.jafc.7b02586", "28906110"]}, {"Citation": "Shendge PN, Belemkar S. Therapeutic potential of Luffa acutangula: a review on its traditional uses, phytochemistry, pharmacology and toxicological aspects. Frontiers in Pharmacology. 2018;9:1177. doi: 10.3389/fphar.2018.01177.", "ArticleIdList": ["10.3389/fphar.2018.01177", "PMC6232903", "30459601"]}, {"Citation": "Shubham S, Rupali S, Nayany S, Neetu P, Neha K. Imminent composition of Musa paradisiaca blossom of Indian origin: a review. Journal of Pharmacognosy and Phytochemistry. 2019;8(5):470–472. doi: 10.1080/19476337.2015.1007532.", "ArticleIdList": ["10.1080/19476337.2015.1007532"]}, {"Citation": "Shukor NAA, Ablat A, Muhamad NA, Mohamad J. In vitro antioxidant and in vivo xanthine oxidase inhibitory activities of Pandanus amaryllifolius in potassium oxonate-induced hyperuricemic rats. International Journal of Food Science and Technology. 2018;53(6):1476–1485. doi: 10.1111/ijfs.13728.", "ArticleIdList": ["10.1111/ijfs.13728"]}, {"Citation": "Soonwera M, Phasomkusolsil S. Adulticidal, larvicidal, pupicidal and oviposition deterrent activities of essential oil from Zanthoxylum limonella Alston (Rutaceae) against Aedes aegypti (L.) and Culex quinquefasciatus (Say) Asian Pacific Journal of Tropical Biomedicine. 2017;7(11):967–978. doi: 10.1016/j.apjtb.2017.09.019.", "ArticleIdList": ["10.1016/j.apjtb.2017.09.019"]}, {"Citation": "Soyingbe OS, Mongalo NI, Makhafola TJ. In vitro antibacterial and cytotoxic activity of leaf extracts of Centella asiatica (L.) Urb, Warburgia salutaris (Bertol. F.) Chiov and Curtisia dentata (Burm. F.) C.A.Sm—medicinal plants used in South Africa. BMC Complementary and Alternative Medicine. 2018;18(1):315. doi: 10.1186/s12906-018-23783.", "ArticleIdList": ["10.1186/s12906-018-23783", "PMC6267026", "30497461"]}, {"Citation": "Sreepian A, Sreepian PM, Chanthong C, Mingkhwancheep T, Prathit P. Antibacterial activity of essential oil extracted from Citrus hystrix (Kaffir Lime) peels: an in vitro study. Tropical Biomedicine. 2019;36(2):531–541.", "ArticleIdList": ["33597415"]}, {"Citation": "Srifuengfung S, Bunyapraphatsara N, Satitpatipan V, Tribuddharat C, Junyaprasert VB, Tungrugsasut W, Srisukh V. Antibacterial oral sprays from kaffir lime (Citrus hystrix DC.) fruit peel oil and leaf oil and their activities against respiratory tract pathogens. Journal of Traditional and Complementary Medicine. 2020;10(6):594–598. doi: 10.1016/j.jtcme.2019.09.003.", "ArticleIdList": ["10.1016/j.jtcme.2019.09.003", "PMC7588327", "33134136"]}, {"Citation": "Srinivasan K. Cumin (Cuminum cyminum) and black cumin (Nigella sativa) seeds: traditional uses, chemical constituents, and nutraceutical effects. Food Quality and Safety. 2018;2(1):1–16. doi: 10.1093/fqsafe/fyx031.", "ArticleIdList": ["10.1093/fqsafe/fyx031"]}, {"Citation": "Stojanović-Radić Z, Pejčić M, Dimitrijević M, Aleksić A, Anil Kumar Nv, Salehi B, Cho WC, Sharifi-Rad J. Piperine—a major principle of Black Pepper: a review of its bioactivity and studies. Applied Sciences. 2019;9(20):4270. doi: 10.3390/app9204270.", "ArticleIdList": ["10.3390/app9204270"]}, {"Citation": "Subramaniam G, Yew XY, Sivasamugham LA. Antibacterial activity of Cymbopogon citratus against clinically important bacteria. South African Journal of Chemical Engineering. 2020;34(7):26–30. doi: 10.1016/j.sajce.2020.05.010.", "ArticleIdList": ["10.1016/j.sajce.2020.05.010"]}, {"Citation": "Sugihartini N, Prabandari R, Yuwono T, Rahmawati DR. The anti-inflammatory activity of essential oil of clove (Syzygium aromaticum) in absorption base ointment with addition of oleic acid and propylene glycol as enhancer. International Journal of Applied Pharmaceutics. 2019;l1(Special Issue 5):106–109. doi: 10.22159/ijap.2019.v11s5.T0081.", "ArticleIdList": ["10.22159/ijap.2019.v11s5.T0081"]}, {"Citation": "Sun B, Wu L, Wu Y, Zhang C, Qin L, Hayashi M, Kudo M, Gao M, Liu T. Therapeutic potential of Centella asiatica and its triterpenes: a review. Frontiers in Pharmacology. 2020;11:568032. doi: 10.3389/fphar.2020.568032.", "ArticleIdList": ["10.3389/fphar.2020.568032", "PMC7498642", "33013406"]}, {"Citation": "Sundar UM, Ugusman A, Chua HK, Latip J, Aminuddin A. Piper sarmentosum promotes endothelial nitric oxide production by reducing asymmetric dimethylarginine in tumor necrosis factor-α-induced human umbilical vein endothelial cells. Frontiers in Pharmacology. 2019;10(1033):1–9. doi: 10.3389/fphar.2019.01033.", "ArticleIdList": ["10.3389/fphar.2019.01033", "PMC6758593", "31607906"]}, {"Citation": "Suthisamphat N, Dechayont B, Phuaklee P, Prajuabjinda O, Vilaichone RK, Itharat A, Mokmued K, Prommee N. Anti-Helicobacter pylori, anti-inflammatory, cytotoxic, and antioxidant activities of mace extracts from Myristica fragrans. Evidence-Based Complementary and Alternative Medicine. 2020;2020(2):1–6. doi: 10.1155/2020/7576818.", "ArticleIdList": ["10.1155/2020/7576818", "PMC7146089", "32308716"]}, {"Citation": "Svobodova B, Barros L, Sopik T, Calhelha RC, Heleno S, Alves MJ, Walcott S, Kuban V, Ferreira ICFR. Non-edible parts of Solanum stramoniifolium Jacq.—a new potent source of bioactive extracts rich in phenolic compounds for functional foods. Food & Function. 2017;8(5):2013–2021. doi: 10.1039/c7fo00297a.", "ArticleIdList": ["10.1039/c7fo00297a", "28488719"]}, {"Citation": "Taechowisan T, Suttichokthanakorn S, Phutdhawong WS. Antibacterial and cytotoxicity activities of phenylbutanoids from Zingiber cassumunar Roxb. Journal of Applied Pharmaceutical Science. 2018;8(7):121–127. doi: 10.7324/JAPS.2018.8719.", "ArticleIdList": ["10.7324/JAPS.2018.8719"]}, {"Citation": "Takeuchi H, Takahashi-Muto C, Nagase M, Kassai M, Tanaka-Yachi R, Kiyose C. Anti-inflammatory effects of extracts of sweet basil (Ocimum basilicum L.) on a co-culture of 3T3-L1 adipocytes and raw264.7 macrophages. Journal of Oleo Science. 2020;69(5):487–493. doi: 10.5650/jos.ess19321.", "ArticleIdList": ["10.5650/jos.ess19321", "32281564"]}, {"Citation": "Thimmulappa RK, Mudnakudu-Nagaraju KK, Shivamallu C, Subramaniam KJT, Radhakrishnan A, Bhojraj S, Kuppusamy G. Antiviral and immunomodulatory activity of curcumin: a case for prophylactic therapy for COVID-19. Heliyon. 2021;7(e06350):1–12. doi: 10.1016/j.heliyon.2021.e06350.", "ArticleIdList": ["10.1016/j.heliyon.2021.e06350", "PMC7899028", "33655086"]}, {"Citation": "Thomas P, Essien E, Ntuk S, Choudhary M. Eryngium foetidum L. essential oils: chemical composition and antioxidant capacity. Medicines. 2017;4(2):24. doi: 10.3390/medicines4020024.", "ArticleIdList": ["10.3390/medicines4020024", "PMC5590060", "28930239"]}, {"Citation": "Thongwat D, Ganranoo L, Chokchaisiri R. Larvicidal and pupicidal activities of crude and fractionated ecxtracts of Acacia pennata (L.) Willd. subsp Insuvis shoot tip against Aedes aegypti (L.) (Diptera: Culicidae) Southeast Asian Journal of Tropical Medicine and Public Health. 2017;48(1):27–36.", "ArticleIdList": ["29644817"]}, {"Citation": "Tiwari A, Mahadik KR, Gabhe SY. Piperine: a comprehensive review of methods of isolation, purification, and biological properties. Medicine in Drug Discovery. 2020;7(100027):1–21. doi: 10.1016/j.medidd.2020.100027.", "ArticleIdList": ["10.1016/j.medidd.2020.100027"]}, {"Citation": "Topolska K, Florkiewicz A, Filipiak-Florkiewicz A. Functional food—consumer motivations and expectations. International Journal of Environmental Research and Public Health. 2021;18(5327):1–14. doi: 10.3390/ijerph18105327.", "ArticleIdList": ["10.3390/ijerph18105327", "PMC8156986", "34067768"]}, {"Citation": "Tyagi N, Sharma GN, Shrivastava B. Medicinal value of Lagenaria siceraria: an overview. International Journal of Indigenous Herbs and Drugs. 2017;2(3):36–43."}, {"Citation": "Ukaegbu-Obi KM, Anyaegbunam CP, Enya E. Antibacterial activity of Papaya seeds on some human pathogens. Annals of West University of Timişoara, series of Biology. 2018;21(1):11–16."}, {"Citation": "Umaru IJ, Samling B, Umaru HA. Phytochemical screening of Leucaena leucocephala leaf essential oil and its antibacterial potentials. MOJ Drug Design Development & Therapy. 2018;2(6):224–228. doi: 10.15406/mojddt.2018.02.00066.", "ArticleIdList": ["10.15406/mojddt.2018.02.00066"]}, {"Citation": "Ünal NG, Kozak A, Karakaya S, Oruç N, Barutçuoǧlu B, Aktan Ç, Sezak M, Özütemiz AÖ. Anti-inflammatory effect of crude Momordica charantia L. extract on 2,4,6-trinitrobenzene sulfonic acid-induced colitis model in rat and the bioaccessibility of its carotenoid content. Journal of Medicinal Food. 2020;23(6):641–648. doi: 10.1089/jmf.2019.0124.", "ArticleIdList": ["10.1089/jmf.2019.0124", "31702423"]}, {"Citation": "Uthpala T, Raveesha HR. Studies on antioxidant and antibacterial activity of Cissampelos pareira (L.) International Journal of Advanced Scientific Research and Management. 2019;4(4):35–42."}, {"Citation": "Villarreal-La Torre VE, Guarniz WS, Silva-Correa C, Cruzado-Razco L, Siche R. Antimicrobial activity and chemical composition of Momordica Charantia: a review. Pharmacognosy Journal. 2020;12(1):213–222. doi: 10.5530/pj.2020.12.32.", "ArticleIdList": ["10.5530/pj.2020.12.32"]}, {"Citation": "Vista FES, Dalmacio LMM, Corales LGM, Salem GM, Galula JU, Chao D-Y. Antiviral effect of crude aqueous extracts from ten Philippine medicinal plants against Zika Virus. Acta Medica Philippina. 2020;54(2):195–202. doi: 10.47895/amp.v54i2.1501.", "ArticleIdList": ["10.47895/amp.v54i2.1501"]}, {"Citation": "Wang J, Prinz RA, Liu X, Xu X. In vitro and in vivo antiviral activity of gingerenone a on influenza a virus is mediated by targeting janus kinase 2. Viruses. 2020;12(10):1141. doi: 10.3390/v12101141.", "ArticleIdList": ["10.3390/v12101141", "PMC7650803", "33050000"]}, {"Citation": "Weerawatanakorn M, Rojsuntornkitti K, Pan MH, Wongwaiwech D. Some phytochemicals and anti-inflammation effect of juice from Tiliacora triandra leaves. Journal of Food and Nutrition Research. 2018;6(1):32–38. doi: 10.12691/jfnr-6-1-6.", "ArticleIdList": ["10.12691/jfnr-6-1-6"]}, {"Citation": "Wisidsri N, Thungmungmee S. Radical scavenging and anti-inflammatory properties of pectin from Cissampelos pareira Linn. Walailak Journal of Science and Technology. 2019;16(11):841–850. doi: 10.48048/wjst.2019.3988.", "ArticleIdList": ["10.48048/wjst.2019.3988"]}, {"Citation": "Wongkattiya N, Sanguansermsri P, Fraser IH, Sanguansermsri D. Antibacterial activity of cuminaldehyde on food-borne pathogens, the bioactive component of essential oil from Cuminum cyminum L. collected in Thailand. Journal of Complementary and Integrative Medicine. 2019;16(4):31. doi: 10.1515/jcim-2018-0195.", "ArticleIdList": ["10.1515/jcim-2018-0195", "31129652"]}, {"Citation": "Wu MS, Aquino LBB, Barbaza MYU, Hsieh CL, de Castro-Cruz KA, Yang LL, Tsai PW. Anti-inflammatory and anticancer properties of bioactive compounds from Sesamum indicum L.—a review. Molecules. 2019;24(24):4426. doi: 10.3390/molecules24244426.", "ArticleIdList": ["10.3390/molecules24244426", "PMC6943436", "31817084"]}, {"Citation": "Xu YB, Chen GL, Guo MQ. Antioxidant and anti-inflammatory activities of the crude extracts of Moringa oleifera from Kenya and their correlations with flavonoids. Antioxidants. 2019;8(8):296. doi: 10.3390/antiox8080296.", "ArticleIdList": ["10.3390/antiox8080296", "PMC6721178", "31404978"]}, {"Citation": "Xu Y, Tao Z, Jin Y, Yuan Y, Dong TTX, Tsim KWK, Zhou Z. Flavonoids, a potential new insight of Leucaena leucocephala foliage in ruminant health. Journal of Agricultural and Food Chemistry. 2018;66(29):7616–7626. doi: 10.1021/acs.jafc.8b02739.", "ArticleIdList": ["10.1021/acs.jafc.8b02739", "29953227"]}, {"Citation": "Yanti, Sabella D, Gunawan AW, Lay BW. Clitoria ternatea anthocyanin extract suppresses inflammation in carrageenan-induced rat PAW edema via down-regulating genes of phosphoinositide 3-kinase signaling pathway. Food Research. 2020;4(4):1357–1362. doi: 10.26656/FR.2017.4(4).028.", "ArticleIdList": ["10.26656/FR.2017.4(4).028"]}, {"Citation": "Yoneshiro T, Kaede R, Nagaya K, Saito M, Aoyama J, Elfeky M, Okamatsu-Ogura Y, Kimura K, Terao A. Melinjo (Gnetum gnemon L.) seed extract induces uncoupling protein 1 expression in brown fat and protects mice against diet-induced obesity, inflammation, and insulin resistance. Nutrition Research. 2018;58:17–25. doi: 10.1016/j.nutres.2018.06.012.", "ArticleIdList": ["10.1016/j.nutres.2018.06.012", "30340811"]}, {"Citation": "Zage AU, Tajo ST, Ali M. Antibacterial activity of Citrus aurantifolia leaves extracts against some enteric bacteria of public health importance. Modern Approaches on Material Science. 2018;1(2):33–38. doi: 10.32474/mams.2018.01.000107.", "ArticleIdList": ["10.32474/mams.2018.01.000107"]}, {"Citation": "Zayed MZ, Sallam SMA, Shetta ND. Review article on Leucaena leucocephala as one of the miracle timber trees. International Journal of Pharmacy and Pharmaceutical Sciences. 2018;10(1):1–7. doi: 10.22159/ijpps.2018v10i1.18250.", "ArticleIdList": ["10.22159/ijpps.2018v10i1.18250"]}, {"Citation": "Zayed MZ, Wu A, Sallam S. Comparative phytochemical constituents of Leucaena leucocephala (Lam.) leaves, fruits, stem barks, and wood branches grown in Egypt using GC-MS method coupled with multivariate statistical approaches. BioResources. 2019;14(1):996–1013."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "8", "Day": "19"}, {"Year": "2022", "Month": "11", "Day": "23"}, {"Year": "2023", "Month": "3", "Day": "7", "Hour": "1", "Minute": "59"}, {"Year": "2023", "Month": "3", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["36879911", "PMC9985418", "10.7717/peerj.14568", "14568"]}}], "PubmedBookArticle": []}