{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cinnamomum migao", "medicinal bioactive ingredients", "redundancy analysis", "soil chemical properties", "soil rhizobacteria"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36876061", "DateRevised": {"Year": "2023", "Month": "03", "Day": "07"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "02", "Day": "16"}], "Language": ["eng"], "ELocationID": ["1078886", "10.3389/fmicb.2023.1078886"], "Journal": {"ISSN": "1664-302X", "JournalIssue": {"Volume": "14", "PubDate": {"Year": "2023"}}, "Title": "Frontiers in microbiology", "ISOAbbreviation": "Front Microbiol"}, "ArticleTitle": "Rhizobacterial compositions and their relationships with soil properties and medicinal bioactive ingredients in <i>Cinnamomum migao</i>.", "Pagination": {"StartPage": "1078886", "MedlinePgn": "1078886"}, "Abstract": {"AbstractText": ["Rhizobacterial communities and their metabolites can affect plant growth, development, and stress resistance, as well as the biosynthesis and accumulation of bioactive compounds in medicinal plants. This relationship has been well-characterized in many medicinal herbs, although much less commonly in medicinal trees.", "Here, we analyzed the composition and structure of <i>Cinnamomum migao</i> rhizobacterial communities across nine growing regions in Yunnan, Guizhou and Guangxi, China, as well as differences in soil properties and fruit bioactive compounds.", "Results showed that the <i>C. migao</i> rhizobacterial communities exhibited high species richness, but location-specific differences in structure. Site-specific differences in soil properties and bioactive compounds were also observed. Furthermore, rhizobacterial community compositions were correlated with both soil properties and fruit bioactive compounds, metabolism-related functions were most common in <i>C. migao</i> rhizobacteria.", "Several bacterial genera, including <i>Acidothermus</i>, <i>Acidibacter</i>, <i>Bryobacter</i>, <i>Candidatus_Solibacter</i>, and <i>Acidimicrobiales</i>, potentially promote the biosynthesis and accumulation of 1,8-cineole, cypressene, limonene, and α-terpineol, <i>Nitrospira</i> and <i>Alphaproteobacteria</i> may play an inhibitory role. Finally, our results emphasized the critical role that soil pH and nitrogen levels play in driving rhizobacterial community structure, and specific functional bacteria can also counteract with soil properties, <i>Acidibacter</i> and <i>Nitrospira</i> can affect soil pH and nitrogen effectiveness. Overall, this study provides additional insight into the complex correlation of rhizosphere microorganisms with bioactive ingredients and soil properties of medicinal plants."], "CopyrightInformation": "Copyright © 2023 Li, Yang, Tong, Wang, Tian, Liu, Chen, Xiao and Wang."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Forest Ecology Research Center, College of Forestry, Guizhou University, Guiyang, Guihzou, China."}], "LastName": "Li", "ForeName": "Lixia", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Forest Ecology Research Center, College of Forestry, Guizhou University, Guiyang, Guihzou, China."}, {"Identifier": [], "Affiliation": "Guizhou Extension Station of Grassland Technology, Guiyang, Guizhou, China."}], "LastName": "Yang", "ForeName": "Xuedong", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Sciences, Guizhou Normal University, Guiyang, Guizhou, China."}], "LastName": "Tong", "ForeName": "Bingli", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Urban and Rural Construction, Shaoyang University, Shaoyang, China."}], "LastName": "Wang", "ForeName": "Deng", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Forest Ecology Research Center, College of Forestry, Guizhou University, Guiyang, Guihzou, China."}], "LastName": "Tian", "ForeName": "Xiu", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Forest Ecology Research Center, College of Forestry, Guizhou University, Guiyang, Guihzou, China."}], "LastName": "Liu", "ForeName": "Jiming", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Forest Ecology Research Center, College of Forestry, Guizhou University, Guiyang, Guihzou, China."}], "LastName": "Chen", "ForeName": "Jingzhong", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Forest Ecology Research Center, College of Forestry, Guizhou University, Guiyang, Guihzou, China."}], "LastName": "Xiao", "ForeName": "Xuefeng", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Forest Ecology Research Center, College of Forestry, Guizhou University, Guiyang, Guihzou, China."}], "LastName": "Wang", "ForeName": "Shu", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Microbiol", "NlmUniqueID": "101548977", "ISSNLinking": "1664-302X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Andreote F. D., Carneiro R. T., Salles J. F., Marcon J., Labate C. A., Azevedo J. L., et al. . (2009). Culture-independent assessment of rhizobiales-related alphaproteobacteria and the diversity of methylobacterium in the rhizosphere and rhizoplane of transgenic eucalyptus. Microb. Ecol. 57, 82–93. doi: 10.1007/s00248-008-9405-8, PMID:", "ArticleIdList": ["10.1007/s00248-008-9405-8", "18536862"]}, {"Citation": "Arora M., Saxena P., Choudhary D. K., Abdin M. Z., Varma A. (2016). Dual symbiosis between Piriformospora indica and Azotobacter chroococcum enhances the artemisinin content in Arteuaisia annua L. World J. Microbiol. Biotech 32, 1–10. doi: 10.1007/s11274-015-1972-5", "ArticleIdList": ["10.1007/s11274-015-1972-5", "26745979"]}, {"Citation": "Aruna C. R., Ratnavathi C. V., Suguna M., Ranga B., Praveen Kumar P., Annapurna A., et al. . (2020). Genetic variability and gxe interactions for total polyphenol content and antioxidant activity in white and red sorghums (sorghum bicolor). Plant Breed. 139, 119–130. doi: 10.1111/pbr.12756", "ArticleIdList": ["10.1111/pbr.12756"]}, {"Citation": "Bao S. (2000). Soil and agricultural chemistry analysis. Beijing: Agriculture Publication, 25–103."}, {"Citation": "Beckers B., op de Beeck M., Weyens N., Boerjan W., Vangronsveld J. (2017). Structural variability and niche differentiation in the rhizosphere and endosphere bacterial microbiome of field-grown poplar trees. Microbiome. 5:25. doi: 10.1186/s40168-017-0241-2, PMID:", "ArticleIdList": ["10.1186/s40168-017-0241-2", "PMC5324219", "28231859"]}, {"Citation": "Berendsen R. L., Pieterse C., Bakker P. (2012). The rhizosphere microbiome and plant health. Trends Plant Sci. 17, 478–486. doi: 10.1016/j.tplants.2012.04.001, PMID:", "ArticleIdList": ["10.1016/j.tplants.2012.04.001", "22564542"]}, {"Citation": "Caporaso J. G., Kuczynski J., Stombaugh J., Bittinger K., Bushman F. D., Costello E. K. (2010). QIIME allows analysis of high-throughput community sequencing data. Nat. Methods 7, 335–336. doi: 10.1038/nmeth.f.303, PMID:", "ArticleIdList": ["10.1038/nmeth.f.303", "PMC3156573", "20383131"]}, {"Citation": "Chaparro J. M., Sheflin A. M., Mantes D. K., Vivanco J. M. (2012). Manipulating the soil microbiome to increase soil health and plant fertility. Biol. Fertil. Soils 48, 489–499. doi: 10.1007/s00374-012-0691-4, PMID:", "ArticleIdList": ["10.1007/s00374-012-0691-4", "0"]}, {"Citation": "Chapin F. S., Matson P. A., Mooney H. A. (2011). Principles of terrestrial ecosystem ecology. Berlin, Germany: Springer."}, {"Citation": "Chen J. Z., Huang X. L., Tong B. L., Wang D., Liu J. M., Liao X. F., et al. . (2021). Effects of rhizosphere fungi on the chemical composition of fruits of the medicinal plant Cinnamomum migao endemic to southwestern China. BMC Microbiol. 21:206. doi: 10.1186/s12866-021-02216-z, PMID:", "ArticleIdList": ["10.1186/s12866-021-02216-z", "PMC8259389", "34229615"]}, {"Citation": "Chinese Pharmacopoeia Commission . (2020). Chinese pharmacopoeia, Beijing: China Medical Science and Technology Press."}, {"Citation": "Chowdhury S. P., Hartmann A., Gao X., Borriss R. (2015). Biocontrol mechanism by root-associated bacillus amyloliquefaciens FZB42. Front. Microbiol. 6:780. doi: 10.3389/fmicb.2015.00780, PMID:", "ArticleIdList": ["10.3389/fmicb.2015.00780", "PMC4517070", "26284057"]}, {"Citation": "Cipriano M. A. P., Lupatini M., Lopes-Santos L., da Silva M. J., Roesch L. F. W., Destéfano S. A. L., et al. . (2016). Lettuce and rhizosphere microbiome responses to growth promoting pseudomonas species under field conditions. FEMS Microbiol. Ecol. 92:197. doi: 10.1093/femsec/fiw197, PMID:", "ArticleIdList": ["10.1093/femsec/fiw197", "27660605"]}, {"Citation": "Collier J. (2016). Cell cycle control in Alphaproteobacteria. Curr. Opin. Microbiol. 30, 107–113. doi: 10.1016/j.mib.2016.01.010, PMID:", "ArticleIdList": ["10.1016/j.mib.2016.01.010", "26871482"]}, {"Citation": "Dai W., Xiao S. P., Guo K., Wang J. Y., Zhao R. H. (2013). GC determined the content of 1,8-cineolein in seedling medicine Cinnamomum migao. Modern Chinese Medicine. 9, 1673–4890. doi: 10.13313/j.issn", "ArticleIdList": ["10.13313/j.issn"]}, {"Citation": "Daims H., Lebedeva E. V., Pjevac P., Han P., Herbold C., Albertsen M., et al. . (2015). Complete nitrification by Nitrospira bacteria. Nature 528, 504–509. doi: 10.1038/nature16461, PMID:", "ArticleIdList": ["10.1038/nature16461", "PMC5152751", "26610024"]}, {"Citation": "Daims H., Wagner M. (2018). Nitrospira. Trends Microbiol. 26, 462–463. doi: 10.1016/j.tim.2018.02.001, PMID:", "ArticleIdList": ["10.1016/j.tim.2018.02.001", "29501479"]}, {"Citation": "Dang H., Zhang T., Li G., Mu Y., Zhuang L. (2020). Root-associated endophytic bacterial community composition and structure of three medicinal licorices and their changes with the growing year. BMC Microbiol. 20:291. doi: 10.1186/s12866-020-01977-3, PMID:", "ArticleIdList": ["10.1186/s12866-020-01977-3", "PMC7507641", "32957914"]}, {"Citation": "de Carvalho T. S., da Conceicao-Jesus E., Barlow J., Gardner T. A., Soaves I. C., Tiedje J. M., et al. . (2016). Land use intensification in the humid tropics increased both alpha and beta diversity of soil bacteria. Ecology 97, 2760–2771. doi: 10.1002/ecy.1513, PMID:", "ArticleIdList": ["10.1002/ecy.1513", "27859123"]}, {"Citation": "Delgado-Baquerizo M., Reith F., Dennis P. G., Llamonts K., Powell J. R., Young A., et al. . (2018). Ecological drivers of soil microbial diversity and soil biological networks in the southern hemisphere. Ecology 99, 583–596. doi: 10.1002/ecy.2137, PMID:", "ArticleIdList": ["10.1002/ecy.2137", "29315530"]}, {"Citation": "Dimitriu P. A., Grayston S. J. (2010). Relationship between soil properties and patterns of bacterial β-diversity across reclaimed and natural boreal forest soils. Microb. Ecol. 59, 563–573. doi: 10.1007/s00248-009-9590-0, PMID:", "ArticleIdList": ["10.1007/s00248-009-9590-0", "19830478"]}, {"Citation": "Du C., Geng Z. C., Wang Q., Zhang T., He W. X., Hou L., et al. . (2017). Variations in bacterial and fungal communities through soil depth profiles in a Betula albosinensis forest. J. Microbiol. 55, 684–693. doi: 10.1007/s12275-017-6466-8, PMID:", "ArticleIdList": ["10.1007/s12275-017-6466-8", "28865070"]}, {"Citation": "Dunbar J., Barns S. M., Ticknor L. O., Kuske C. R. (2002). Empirical and theoretical bacterial diversity in four Arizona soils. Appl. Environ. Microbiol. 68, 3035–3045. doi: 10.1128/AEM.68.6.3035-3045.2002, PMID:", "ArticleIdList": ["10.1128/AEM.68.6.3035-3045.2002", "PMC123964", "12039765"]}, {"Citation": "Falagán C., Johnson B. D. (2014). Acidibacter ferrireducens gen. Nov., sp. nov.: an acidophilic ferric iron-reducing gammaproteobacterium. Extremophiles 18, 1067–1073. doi: 10.1007/s00792-014-0684-3, PMID:", "ArticleIdList": ["10.1007/s00792-014-0684-3", "25116055"]}, {"Citation": "Fierer N., McCain C. M., Meir P., Zimmermann M., Rapp J. M., Silman M. R., et al. . (2011). Microbes do not follow the elevational diversity patterns of plants and animals. Ecology 92, 797–804. doi: 10.1890/10-1170.1, PMID:", "ArticleIdList": ["10.1890/10-1170.1", "21661542"]}, {"Citation": "Gao L., Liu X. M., Du Y. M., Zong H., Shen G. M. (2019). Effects of tobacco–peanut relay intercropping on soil bacteria community structure. Ann. Microbiol. 69, 1531–1536. doi: 10.1007/s13213-019-01537-9", "ArticleIdList": ["10.1007/s13213-019-01537-9"]}, {"Citation": "Gebhardt M., Fehmi J. S., Rasmussen C., Gallery R. E. (2017). Soil amendments alter plant biomass and soil microbial activity in a semi-desert grassland. Plant Soil 419, 53–70. doi: 10.1007/s11104-017-3327-5", "ArticleIdList": ["10.1007/s11104-017-3327-5"]}, {"Citation": "Glyan Ko A. K. (2015). Signaling systems of rhizobia (rhizobiaceae) and leguminous plants (fabaceae) upon the formation of a legume-rhizobium symbiosis (review). Applied Biochemistry & Microbiology. 51, 494–504. doi: 10.1134/S0003683815050063", "ArticleIdList": ["10.1134/S0003683815050063", "26596081"]}, {"Citation": "Haney C. H., Samuel B. S., Bush J., Ausubel F. M. (2015). Associations with rhizosphere bacteria can confer an adaptive advantage to plants. Nature Plants. 1:15051. doi: 10.1038/nplants.2015.51, PMID:", "ArticleIdList": ["10.1038/nplants.2015.51", "PMC4806546", "27019743"]}, {"Citation": "Hao D. C., Song S. M., Mu J., Hu W. L., Xiao P. G. (2016). Unearthing microbial diversity of Taxus rhizosphere via MiSeq high-throughput amplicon sequencing and isolate characterization. Sci. Rep. 6:22006. doi: 10.1038/srep22006, PMID:", "ArticleIdList": ["10.1038/srep22006", "PMC4832182", "27080869"]}, {"Citation": "Huang Y. H., Liu Y., Geng J., Lü H., Zhao H. M., Xiang L. (2022). Maize root-associated niches determine the response variation in bacterial community assembly and function to phthalate pollution. J. Hazard. Mater. 429:128280. doi: 10.1016/j.jhazmat.2022.128280, PMID:", "ArticleIdList": ["10.1016/j.jhazmat.2022.128280", "35093749"]}, {"Citation": "Huang W., Long C., Lam E. (2018). Roles of plant-associated microbiota in traditional herbal medicine. Trends Plant Sci. 23, 559–562. doi: 10.1016/j.tplants.2018.05.003, PMID:", "ArticleIdList": ["10.1016/j.tplants.2018.05.003", "29802067"]}, {"Citation": "Jiang L. C. (2021). Study on key soil factors of active component accumulation of Scutellaria baicalensis. Yanan: Yan’ an University."}, {"Citation": "Jiang J., Song Z., Yang X., Mao Z., Nie X., Guo H., et al. . (2017). Microbial community analysis of apple rhizosphere around bohai gulf. Sci. Rep. 7:8918. doi: 10.1038/s41598-017-08398-9, PMID:", "ArticleIdList": ["10.1038/s41598-017-08398-9", "PMC5566992", "28827532"]}, {"Citation": "Jiao S., Chen W., Wang J. L., Du N. N., Li Q. P., Wei G. H. (2018). Soil microbiomes with distinct assemblies through vertical soil profiles drive the cycling of multiple nutrients in reforested ecosystems. Microbiome 6:146. doi: 10.1186/s40168-018-0526-0, PMID:", "ArticleIdList": ["10.1186/s40168-018-0526-0", "PMC6104017", "30131068"]}, {"Citation": "Jones R. T., Robeson M. S., Lauber C. L., Hamady M., Knight R., Fierer N. (2009). A comprehensive survey of soil acidobacterial diversity using pyrosequencing and clone library analyses. Int. Society Microb. Ecol. J. 3, 442–453. doi: 10.1038/ismej.2008.127, PMID:", "ArticleIdList": ["10.1038/ismej.2008.127", "PMC2997719", "19129864"]}, {"Citation": "Kloepper J. W., Schroth M. N. (1978). Plant growth promoting rhizobacteria on radishes. In: Proceedings of VIth International Conference on Plant Pathogenic Bacteria, Angres, France. 2, 879–882."}, {"Citation": "Köberl M., Schmidt R., Ramadan E. M., Rudolf B., Gabriele B. (2013). The microbiome of medicinal plants: diversity and importance for plant growth, quality and health. Front. Microbiol. 4:400. doi: 10.3389/fmicb.2013.00400, PMID:", "ArticleIdList": ["10.3389/fmicb.2013.00400", "PMC3868918", "24391634"]}, {"Citation": "Larry I. I., Dai Z., Decker S. R., Brunecky R., Adney W. S., Ding S. Y. (2008). Heterologous expression of glycosyl hydrolases in planta: a new departure for biofuels. Trends Biotechnol. 26, 413–424. doi: 10.1016/j.tibtech.2008.05.002", "ArticleIdList": ["10.1016/j.tibtech.2008.05.002", "18579242"]}, {"Citation": "Li L. X., Liu J. M., Huang X. L., Luo C., Xiong X., Liu J. J., et al. . (2018). Genetic diversity of Cinnamomum migao populations using ISSR markers. J. Northwest A&F University 46, 08–15. doi: 10.13207/j.cnki.jnwafu.2018.07.003", "ArticleIdList": ["10.13207/j.cnki.jnwafu.2018.07.003"]}, {"Citation": "Li Y. M., Liu Y., Zhang H., Yang Y., Wei G. H., Li Z. F. (2021). The composition of root-associated bacteria and fungi of Astragalus mongholicus and their relationship with the bioactive ingredients. Front. Microbiol. 12, 642–730. doi: 10.3389/fmicb.2021.642730, PMID:", "ArticleIdList": ["10.3389/fmicb.2021.642730", "PMC8147693", "34046020"]}, {"Citation": "Li X. Z., Rui J. P., Mao Y. J., Yannarell A., Mackie R. (2014). Dynamics of the bacterial community structure in the rhizosphere of a maize cultivar. Soil Biol. Biochem. 68, 392–401. doi: 10.1016/j.soilbio.2013.10.017", "ArticleIdList": ["10.1016/j.soilbio.2013.10.017"]}, {"Citation": "Li D. F., Voigt T. B., Kent A. D. (2016). Plant and soil effects on bacterial communities associated with Miscanthus×giganteus rhizosphere and rhizomes. Glob. Change Biol. Bioenergy. 8, 183–193. doi: 10.1111/gcbb.12252", "ArticleIdList": ["10.1111/gcbb.12252"]}, {"Citation": "Liu X., Zhang S., Jiang Q., Bai Y., Shen G., Li S., et al. . (2016). Using community analysis to explore bacterial indicators for disease suppression of tobacco bacterial wilt. Sci. Rep. 6:36773. doi: 10.1038/srep36773, PMID:", "ArticleIdList": ["10.1038/srep36773", "PMC5114674", "27857159"]}, {"Citation": "Lugtenberg B., Kamilova F. (2009). Plant-growth-promoting rhizobacteria. Annu. Rev. Microbiol. 63, 541–556. doi: 10.1146/annurev.micro.62.081307.162918, PMID:", "ArticleIdList": ["10.1146/annurev.micro.62.081307.162918", "19575558"]}, {"Citation": "Luis D. A., Mariana P., Hugo R. B., Ana E. D., John L. B., Mario A. A. (2018). Marchantia liverworts as a proxy to plants’ basal microbiomes. Sci. Rep. 8:12712. doi: 10.1038/s41598-018-31168-0", "ArticleIdList": ["10.1038/s41598-018-31168-0", "PMC6107579", "30140076"]}, {"Citation": "Maestre F. T., Delgado-Baquerizo M., Jeffries T., Eldridge D. J., Singh B. K. (2015). Increasing aridity reduces soil microbial diversity and abundance in global drylands. Proceedings of the National Academy of Sciences of the United States of America (PNAS). 51, 15684–15689.", "ArticleIdList": ["PMC4697385", "26647180"]}, {"Citation": "Manero F. J. G., Algar E., Gomez M. S. M., Sierra M. D. S., Solano B. R. (2012). Elicitation of secondary metabolism in Hypericum perforatum by rhizosphere bacteria and derived elicitors in seedlings and shoot cultures. Pharm. Biol. 50, 1201–1209. doi: 10.3109/13880209.2012.664150, PMID:", "ArticleIdList": ["10.3109/13880209.2012.664150", "22900596"]}, {"Citation": "Marschner P., Yang C. H., Lieberei R., Crowley D. E. (2001). Soil and plant specific effects on bacterial community composition in the rhizosphere. Soil Biol. Biochem. 33, 1437–1445. doi: 10.1016/S0038-0717(01)00052-9, PMID:", "ArticleIdList": ["10.1016/S0038-0717(01)00052-9", "0"]}, {"Citation": "Nevita T., Sharma G. D., Pandey P. (2018). Differences in rice rhizosphere bacterial community structure by application of lignocellulolytic plant-probiotic bacteria with rapid composting traits. Ecol. Eng. 120, 209–221. doi: 10.1016/j.ecoleng.2018.06.007", "ArticleIdList": ["10.1016/j.ecoleng.2018.06.007"]}, {"Citation": "Ni Y. B. (2019). Comparative study on soil microbes and medicinal components in rhizosphere of Rumex japonicas Houtt under different soil conditions. Changchun: Jilin University."}, {"Citation": "Nie H., Qin T., Yan D., Lv X., Liu F. (2020). How do tree species characteristics affect the bacterial community structure of subtropical natural mixed forests? Sci. Total Environ. 764:144633. doi: 10.1016/j.scitotenv.2020.144633", "ArticleIdList": ["10.1016/j.scitotenv.2020.144633", "33387765"]}, {"Citation": "Onrubia M., Moyano E., Bonfill M., Cusidó R. M., Goossens A., Palazóna J. (2013). Coronatine, a more powerful elicitor for inducing taxane biosynthesis in taxes media cell cultures than methyl jasmonate. Plant Physiol. 170, 211–219. doi: 10.1016/j.jplph.2012.09.004, PMID:", "ArticleIdList": ["10.1016/j.jplph.2012.09.004", "23102875"]}, {"Citation": "Philippot L., Raaijmakers J. M., Lemanceau P., van der Putten W. H. (2013). Going back to the roots: the microbial ecology of the rhizosphere. Nat. Rev. Microbiol. 11, 789–799. doi: 10.1038/nrmicro3109, PMID:", "ArticleIdList": ["10.1038/nrmicro3109", "24056930"]}, {"Citation": "Pieterse C. M., de Jonge R., Berendsen R. L. (2016). The soil-borne supremacy. Trends Plant Sci. 21, 171–173. doi: 10.1016/j.tplants.2016.01.018, PMID:", "ArticleIdList": ["10.1016/j.tplants.2016.01.018", "26853594"]}, {"Citation": "Pieterse C. M., Zamioudis C., Berendsen R. L., Weller D. M., Van Wees S. C., Bakker P. A. (2014). Induced systemic resistance by beneficial microbes. Annu. Rev. Phytopathol. 52, 347–375. doi: 10.1146/annurev-phyto-082712-102340", "ArticleIdList": ["10.1146/annurev-phyto-082712-102340", "24906124"]}, {"Citation": "Podile A. R., Kishore G. K. (2006). “Plant growth promoting rhizobacteria” in Plant-associated bacteria. ed. Gnanamanickam S. S. (Amsterdam: Springer; ), 195–230."}, {"Citation": "Qu Q., Zhang Z. Y., Peijnenburg W. J. G. M., Liu W. Y., Lu T., Hu B. L., et al. . (2020). Rhizosphere microbiome assembly and its impact on plant growth. J. Agric. Food Chem. 68, 5024–5038. doi: 10.1021/acs.jafc.0c00073, PMID:", "ArticleIdList": ["10.1021/acs.jafc.0c00073", "32255613"]}, {"Citation": "Romaniuk R., Giuffre L., Costantini A., Nannipieri P. (2011). Assessment of soil microbial diversity measurements as indicators of soil functioning in organic and conventional horticulture systems. Ecol. Indic. 11, 1345–1353. doi: 10.1016/j.ecolind.2011.02.008", "ArticleIdList": ["10.1016/j.ecolind.2011.02.008"]}, {"Citation": "Rousk J., Baath E., Brookes P. C., Lauber C. L., Lozupone C., Caporaso J. G., et al. . (2010). Soil bacterial and fungal communities across a pH gradient in an arable soil. Int. Society Microb. Ecol. 4, 1340–1351. doi: 10.1038/ismej.2010.58, PMID:", "ArticleIdList": ["10.1038/ismej.2010.58", "20445636"]}, {"Citation": "Schmidt R., Koberl M., Mostafa A., Ramadan E. M., Monschein M., Jensen K. B., et al. . (2014). Effects of bacterial inoculants on the indigenous microbiome and secondary metabolites of chamomile plants. Front. Microbio. 5:64. doi: 10.3389/fmicb.2014.00064", "ArticleIdList": ["10.3389/fmicb.2014.00064", "PMC3928675", "24600444"]}, {"Citation": "Scola V., Ramond J., Frossard A., Zablocki O., Adriaenssens E. M., Johnson R. M., et al. . (2018). Namib desert soil microbial community diversity, assembly, and function along a natural xeric gradient. Microb. Ecol. 75, 193–203. doi: 10.1007/s00248-017-1009-8, PMID:", "ArticleIdList": ["10.1007/s00248-017-1009-8", "28647755"]}, {"Citation": "Shen C. C., Xiong J. B., Zhang H. Y., Feng Y. Z., Lin X. G., Li X. Y., et al. . (2013). Soil ph drives the spatial distribution of bacterial communities along elevation on changbai mountain. Soil Biol. Biochem. 57, 204–211. doi: 10.1016/j.soilbio.2012.07.013", "ArticleIdList": ["10.1016/j.soilbio.2012.07.013"]}, {"Citation": "Solaiman Z. M., Anawar H. M. (2014). Rhizosphere microbes interactions in medicinal plants. Plant-Growth-Promoting Rhizobacteria (PGPR) and Medicinal Plants. 42, 19–41. doi: 10.1007/978-3-319-13401-7", "ArticleIdList": ["10.1007/978-3-319-13401-7"]}, {"Citation": "Sun H. Q., Han B. K., Yang X. L., He C. F., Zhao K., Wang T., et al. . (2022). Correlates of rhizosphere soil properties, fungal community composition, and active secondary metabolites in cornus officinalis in different regions of China. J. Soil Sci. Plant Nutr. doi: 10.1007/s42729-022-01062-w", "ArticleIdList": ["10.1007/s42729-022-01062-w"]}, {"Citation": "Taghinasab M., Jabaji S. (2020). Cannabis microbiome and the role of endophytes in modulating the production of secondary metabolites: An overview. Microorganisms 8:355. doi: 10.3390/microorganisms8030355, PMID:", "ArticleIdList": ["10.3390/microorganisms8030355", "PMC7143057", "32131457"]}, {"Citation": "Trivedi P., Leach J. E., Tringe S. G., Sa T. M., Singh B. K. (2020). Plant-microbiome interactions: from community assembly to plant health. Nat. Rev. Microbiol. 18, 607–621. doi: 10.1038/s41579-020-0412-1, PMID:", "ArticleIdList": ["10.1038/s41579-020-0412-1", "32788714"]}, {"Citation": "Vives-Peris V., de Ollas C., Gomez-Cadenas A., Perez-Clemente R. M. (2020). Root exudates: from plant to rhizosphere and beyond. Plant Cell Rep. 39, 3–17. doi: 10.1007/s00299-019-02447-5, PMID:", "ArticleIdList": ["10.1007/s00299-019-02447-5", "31346716"]}, {"Citation": "Wang W. Q., Cheng X. Y., Song Y. Y., Wang H. M., Wu M. X. J., Ma L. Y., et al. . (2022). Elevated antimony concentration stimulates rare taxa of potential autotrophic bacteria in the Xikuangshan groundwater. Science of The Total Environment 864:161105. doi: 10.1016/j.scitotenv.2022.161105", "ArticleIdList": ["10.1016/j.scitotenv.2022.161105", "36566853"]}, {"Citation": "Wang R. Q., Xiao Y. P., Lv F. J., Hu L. Y., Wei L. G., Yuan Z. Q., et al. . (2017). Bacterial community structure and functional potential of rhizosphere soils as influenced by nitrogen addition and bacterial wilt disease under continuous sesame cropping. Appl. Soil Ecol. 125, 117–127. doi: 10.1016/j.apsoil.2017.12.014", "ArticleIdList": ["10.1016/j.apsoil.2017.12.014"]}, {"Citation": "Wang S., Zuo X., Awada T., Medima-Roldán E.，Cheng H. (2021). Changes of soil bacterial and fungal community structure along a natural aridity gradient in desert grassland ecosystems, Inner Mongolia. Catena. 205,:105470. doi: 10.1016/j.catena.2021.105470", "ArticleIdList": ["10.1016/j.catena.2021.105470"]}, {"Citation": "Wigginton S., Amador J. A. (2020). Soil: Microbial Ecology. Boca Raton, USA:CRC Press."}, {"Citation": "Williams K. P., Sobral B. W., Dickerman A. W. (2007). A robust species tree for the Alphaproteobacteria. J. Bacteriol. 189, 4578–4586. doi: 10.1128/JB.00269-07, PMID:", "ArticleIdList": ["10.1128/JB.00269-07", "PMC1913456", "17483224"]}, {"Citation": "Wu Y., Wu J., Tan H., Song Q., Liu X. (2020). Distributions of chlorinated paraffins and the effects on soil microbial community structure in a production plant brownfield site. Environ. Pollut. 262:114328. doi: 10.1016/j.envpol.2020.114328, PMID:", "ArticleIdList": ["10.1016/j.envpol.2020.114328", "32443216"]}, {"Citation": "Xiao X., Fan M., Wang E., Chen W., Wei G. (2017). Interactions of plant growth-promoting rhizobacteria and soil factors in two leguminous plants. Applied Microbiol. Biotechnol. 101, 8485–8497. doi: 10.1007/s00253-017-8550-8, PMID:", "ArticleIdList": ["10.1007/s00253-017-8550-8", "29038972"]}, {"Citation": "Xie Z. C., Chu Y. K., Zhang W. J., Lang D. Y., Zhang X. H. (2019). Bacillus pumilus alleviates drought stress and increases metabolite accumulation in Glycyrrhiza uralensis Fisch. Environ. Exp. Bot. 158, 99–106. doi: 10.1016/j.envexpbot.2018.11.021", "ArticleIdList": ["10.1016/j.envexpbot.2018.11.021"]}, {"Citation": "Xiong W. J., Zhu H., Li J. B., Xie T., Wu Y. H., Li X. Z. (2021). Spatiotemporal distribution patterns and drivers of bacterial communities in the rhizosphere and bulk soil under an Abies fabri forest on Gongga Mountain. Chin J Appl Environ Biol 27, 1130–1137. doi: 10.19675/j.cnki.1006-687x.2021.02037", "ArticleIdList": ["10.19675/j.cnki.1006-687x.2021.02037"]}, {"Citation": "Yang K. (2019). Effects of phosphorus addition on soil carbon, nitrogen and phosphorus stoichiometry and microbial diversity in Cunninghamia Lanceolata plantations. Changsha: Central South University of Forestry and Technology."}, {"Citation": "Yang Y. Y., Raphael A., Rossel V., Li S., Bissett A., Lee J., et al. . (2019). Soil bacterial abundance and diversity better explained and predicted with spectro-transfer functions. Soil Biol. Biochem. 129, 29–38. doi: 10.1016/j.soilbio.2018.11.005, PMID:", "ArticleIdList": ["10.1016/j.soilbio.2018.11.005", "0"]}, {"Citation": "Zamioudis C., Mastranesti P., Dhonukshe P., Blilou I., Pieterse C. M. (2013). Unravelling root developmental programs initiated by beneficial pseudomonas spp. bacteria. Plant Physiol. 162, 304–318. doi: 10.1104/pp.112.212597, PMID:", "ArticleIdList": ["10.1104/pp.112.212597", "PMC3641211", "23542149"]}, {"Citation": "Zeng M. J., Zhong Y. J., Cai S. J., Diao Y. (2018). Deciphering the bacterial composition in the rhizosphere of Baphicacanthus cusia (NeeS) Bremek. Sci. Rep. 8, 1–11. doi: 10.1038/s41598-018-34177-1", "ArticleIdList": ["10.1038/s41598-018-34177-1", "PMC6202335", "30361644"]}, {"Citation": "Zhang X. (2019). Stoichiometric characteristics and soil microbial diversity of Robinia pseudoacacia sprout forests. Shandong: Shandong Agricultural University."}, {"Citation": "Zhang J. Y., Liu P., Nie B. T., Liu X. X., Zhang Z., He R. L., et al. . (2022). Effects of genotype and ecological environment on the community structure and function of symbiotic bacteria in rhizosphere of ginseng. BMC Microbiolog. 22:235. doi: 10.1186/s12866-022-02649-0, PMID:", "ArticleIdList": ["10.1186/s12866-022-02649-0", "PMC9531419", "36192685"]}, {"Citation": "Zhang Y., Zheng L., Zheng Y., Xue S., Li C. (2020). Insight into the assembly of root-associated microbiome in the medicinal plant Polygonum cuspidatum. Ind. Crop. Prod. 145:112163. doi: 10.1016/j.indcrop.2020.112163", "ArticleIdList": ["10.1016/j.indcrop.2020.112163"]}, {"Citation": "Zhu F. Y., Zhang Y., Xiao J. L., Wei L., Liang Z. H. (2019). Regulation of soil microbial community structures and watermelon Fusarium wilt by using bio-organic fertilizer. Acta Microbiologica Sinica. 59, 2323–2333. doi: 10.13343/j.cnki.wsxb.20190038", "ArticleIdList": ["10.13343/j.cnki.wsxb.20190038"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "10", "Day": "24"}, {"Year": "2023", "Month": "1", "Day": "30"}, {"Year": "2023", "Month": "3", "Day": "6", "Hour": "4", "Minute": "19"}, {"Year": "2023", "Month": "3", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "7", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "2", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["36876061", "PMC9978227", "10.3389/fmicb.2023.1078886"]}}], "PubmedBookArticle": []}