{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cardiac catheterization", "Contrast-induced nephropathy", "Creatinine", "Nicorandil"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36881267", "DateCompleted": {"Year": "2023", "Month": "08", "Day": "09"}, "DateRevised": {"Year": "2023", "Month": "08", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "03", "Day": "07"}], "Language": ["eng"], "ELocationID": ["10.1007/s11255-023-03541-0"], "Journal": {"ISSN": "1573-2584", "JournalIssue": {"Volume": "55", "Issue": "9", "PubDate": {"Year": "2023", "Month": "Sep"}}, "Title": "International urology and nephrology", "ISOAbbreviation": "Int Urol Nephrol"}, "ArticleTitle": "Oral Nicorandil effectively attenuates the incidence of contrast-induced nephropathy in patients undergoing cardiac catheterization: a randomized, controlled, open-label clinical trial.", "Pagination": {"StartPage": "2327", "EndPage": "2334", "MedlinePgn": "2327-2334"}, "Abstract": {"AbstractText": ["The contrast-induced nephropathy (CIN) rate is increasing globally and can increase the rate of mortality and long-term problems. This study aims to determine the effect of Nicorandil on preventing CIN among patients undergoing cardiac catheterization.", "In a controlled randomized open-labeled clinical trial, all included patients undergoing cardiac catheterization due to coronary problems and possessing at least two risk factors of contrast nephropathy were divided into two groups of intervention and control. The intervention group received oral Nicorandil and normal saline, while the control group was treated with intravenous normal saline. Serum creatinine was measured before and 48 h after the procedure, and patients were assessed regarding CIN.", "In this study, 172 patients entered each group; 41.86% and 45.34% were male in the control and Nicorandil groups. We showed that the incidence of CIN was meaningfully lower in the Nicorandil group (12, 7%) than in the control group (34, 19.8%, P = 0.001). Additionally, the incidence of CIN was notably lower in the female patients in the Nicorandil (85.7%) than in the control group (14.3%, P = 0.001); however, these numbers were not significantly different among men (64.0% and 36.0%, respectively, P = 0.850). After the injection of the contrast agent, the serum levels of blood urea nitrogen (P = 0.248), creatinine (P = 0.081), and glomerular filtration rate (P = 0.386) showed no significant differences between the control and Nicorandil groups. Multivariate regression analysis showed that Nicorandil significantly lowered the odds of CIN [odds ratio (OR) = 0.299, 95% confidence interval (CI) 0.149-0.602; P = 0.001] after adjustment for baseline creatinine (OR = 1.404, 95% CI 0.431-4.572; P = 0.574).", "Our results indicate that pre-procedural treatment with Nicorandil may be effective against CIN in contrast to agent-exposed patients."], "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer Nature B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cardiovascular Diseases, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Abdollahi Moghaddam", "ForeName": "Alireza", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cardiovascular Diseases, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Baradaran Rahimi", "ForeName": "Vafa", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Research Development Unit, Faculty of Medicine, Imam Reza Hospital, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Morovatdar", "ForeName": "Negar", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "International UNESCO Center for Health-Related Basic Sciences and Human Nutrition, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Applied Biomedical Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Rezaee", "ForeName": "Ramin", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cardiovascular Diseases, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran. Sadegh.alavi57@gmail.com."}], "LastName": "Babalhekam", "ForeName": "Sadegh Alavi", "Initials": "SA"}], "GrantList": [{"GrantID": "970561", "Agency": "Mashhad University of Medical Sciences", "Country": ""}], "PublicationTypeList": ["Randomized Controlled Trial", "Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Int Urol Nephrol", "NlmUniqueID": "0262521", "ISSNLinking": "0301-1623"}, "ChemicalList": [{"RegistryNumber": "260456HAM0", "NameOfSubstance": "Nicorandil"}, {"RegistryNumber": "0", "NameOfSubstance": "Contrast Media"}, {"RegistryNumber": "AYI8EX34EU", "NameOfSubstance": "Creatinine"}, {"RegistryNumber": "0", "NameOfSubstance": "Saline Solution"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Nicorandil"}, {"QualifierName": ["adverse effects", "methods"], "DescriptorName": "Coronary Angiography"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Contrast Media"}, {"QualifierName": [], "DescriptorName": "Incidence"}, {"QualifierName": [], "DescriptorName": "Creatinine"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Saline Solution"}, {"QualifierName": ["chemically induced", "epidemiology", "prevention & control"], "DescriptorName": "Kidney Diseases"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Cardiac Catheterization"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Iranirad L, Hejazi SF, Sadeghi MS, Jang SA (2017) Efficacy of nicorandil treatment for prevention of contrast-induced nephropathy in high-risk patients undergoing cardiac catheterization: a prospective randomized controlled trial. Cardiol J 24(5):502–507", "ArticleIdList": ["10.5603/CJ.a2017.0028", "28281738"]}, {"Citation": "Zhang P, Li W-y, Yang S-C, Fu N-K, Liu X-G, Zhang X, Cong H-L, Lin W-H, Tian F-S, Lu C-Z (2020) Preventive effects of nicorandil against contrast-induced nephropathy in patients with moderate renal insufficiency undergoing percutaneous coronary intervention. Angiology 71(2):183–188", "ArticleIdList": ["10.1177/0003319719841733", "30987432"]}, {"Citation": "Gholoobi A, Askari VR, Naghedinia H, Ahmadi M, Vakili V, Baradaran Rahimi V (2021) Colchicine effectively attenuates inflammatory biomarker high-sensitivity C-reactive protein (hs-CRP) in patients with non-ST-segment elevation myocardial infarction: a randomised, double-blind, placebo-controlled clinical trial. Inflammopharmacology 29(5):1379–1387. https://doi.org/10.1007/s10787-021-00865-0", "ArticleIdList": ["10.1007/s10787-021-00865-0", "34420187"]}, {"Citation": "Fan Z, Li Y, Ji H, Jian X (2019) Efficacy of oral nicorandil to prevent contrast-induced nephropathy in patients with chronic renal dysfunction undergoing an elective coronary procedure. Kidney Blood Press Res 44(6):1372–1382", "ArticleIdList": ["10.1159/000503160", "31639790"]}, {"Citation": "Roohbakhsh Y, Baradaran Rahimi V, Silakhori S, Rajabi H, Rahmanian-Devin P, Samzadeh-Kermani A, Rakhshandeh H, Hasanpour M, Iranshahi M, Mousavi SH, Askari VR (2020) Evaluation of the effects of peritoneal lavage with rosmarinus officinalis extract against the prevention of postsurgical-induced peritoneal adhesion. Planta Med 86(6):405–414. https://doi.org/10.1055/a-1118-3918", "ArticleIdList": ["10.1055/a-1118-3918", "32097974"]}, {"Citation": "Baradaran Rahimi V, Mousavi SH, Haghighi S, Soheili-Far S, Askari VR (2019) Cytotoxicity and apoptogenic properties of the standardized extract of Portulaca oleracea on glioblastoma multiforme cancer cell line (U-87): a mechanistic study. EXCLI J 18:165–186. https://doi.org/10.17179/excli2019-1063", "ArticleIdList": ["10.17179/excli2019-1063", "31217780", "6558513"]}, {"Citation": "Ma X, Li X, Jiao Z, Zhang Y (2018) Nicorandil for the prevention of contrast-induced nephropathy: a meta-analysis of randomized controlled trials. Cardiovasc Ther 36(2):e12316", "ArticleIdList": ["10.1111/1755-5922.12316"]}, {"Citation": "Divakaran S, Loscalzo J (2017) The role of nitroglycerin and other nitrogen oxides in cardiovascular therapeutics. J Am Coll Cardiol 70(19):2393–2410. https://doi.org/10.1016/j.jacc.2017.09.1064", "ArticleIdList": ["10.1016/j.jacc.2017.09.1064", "29096811", "5687289"]}, {"Citation": "Vahid M, Makhlough A, Mohseni A, Jamshidi M (2006) Prophylactic effect of theophylline in renal contrast nephropathy after coronary angiography. J Tehr Univ Heart Center 1(2):101–104"}, {"Citation": "Nawa T, Nishigaki K, Kinomura Y, Tanaka T, Yamada Y, Kawasaki M, Minatoguchi S (2015) Continuous intravenous infusion of nicorandil for 4 hours before and 24 hours after percutaneous coronary intervention protects against contrast-induced nephropathy in patients with poor renal function. Int J Cardiol 195:228–234", "ArticleIdList": ["10.1016/j.ijcard.2015.05.078", "26048382"]}, {"Citation": "Li S, Wang L, Liu Y, Hu Q (2018) Preventive effect of nicorandil on contrast-induced nephropathy: a meta-analysis of randomised controlled trials. Intern Med J 48(8):957–963", "ArticleIdList": ["10.1111/imj.13962", "29740934"]}, {"Citation": "Wang X, Geng J, Zhu H, Xing C (2018) Renoprotective effect of nicorandil in patients undergoing percutaneous coronary intervention: a meta-analysis of 4 randomized controlled trials. Oncotarget 9(14):11837", "ArticleIdList": ["10.18632/oncotarget.23965", "29545940", "5837764"]}, {"Citation": "Ko Y-G, Lee B-K, Kang WC, Moon J-Y, Cho YH, Choi SH, Hong M-K, Jang Y, Kim J-Y, Min P-K (2013) Preventive effect of pretreatment with intravenous nicorandil on contrast-induced nephropathy in patients with renal dysfunction undergoing coronary angiography (PRINCIPLE Study). Yonsei Med J 54(4):957–964", "ArticleIdList": ["10.3349/ymj.2013.54.4.957", "23709432", "3663233"]}, {"Citation": "Molinaro M, Villa G, Regazzi M, Salvadeo A, Segagni S, Rondanelli R, Sartirana E (1992) Pharmacokinetics of nicorandil in patients with normal and impaired renal function. Eur J Clin Pharmacol 42(2):203–207", "ArticleIdList": ["10.1007/BF00278485", "1535591"]}, {"Citation": "Conradi A, Menta R, Cambi V (1990) Pharmacokinetics of iopamidol in adults with renal failure. Arzneimittelforschung. Drug Res 40:830–832"}, {"Citation": "Zhan B, Huang X, Jiang L, Bao H, Cheng X (2018) Effect of nicorandil administration on preventing contrast-induced nephropathy: a meta-analysis. Angiology 69(7):568–573", "ArticleIdList": ["10.1177/0003319717732237", "28950711"]}, {"Citation": "Zeng Z, Fu X, Zhang X, Fu N (2019) Comparison of double-dose vs. usual dose of nicorandil for the prevention of contrast-induced nephropathy after cardiac catheterization. Int Urol Nephrol 51(11):1999–2004. https://doi.org/10.1007/s11255-019-02244-9", "ArticleIdList": ["10.1007/s11255-019-02244-9", "31385178"]}, {"Citation": "Eknoyan G, Lameire N, Eckardt K, Kasiske B, Wheeler D, Levin A, Stevens P, Bilous R, Lamb E, Coresh JJKi (2013) KDIGO 2012 clinical practice guideline for the evaluation and management of chronic kidney disease. Kidney Int Suppl 3(1):5–14"}, {"Citation": "Pisani A, Riccio E, Andreucci M, Faga T, Ashour M, Di Nuzzi A, Mancini A, Sabbatini M (2013) Role of reactive oxygen species in pathogenesis of radiocontrast-induced nephropathy. BioMed Res Int. https://doi.org/10.1155/2013/868321", "ArticleIdList": ["10.1155/2013/868321", "24459673", "3891610"]}, {"Citation": "Zhang YJ, Zhang AQ, Zhao XX, Tian ZL, Yao L (2013) Nicorandil protects against ischaemia-reperfusion injury in newborn rat kidney. Pharmacology 92(5–6):245–256. https://doi.org/10.1159/000355060", "ArticleIdList": ["10.1159/000355060", "24247737"]}, {"Citation": "Abdel-Aziz HM, Ibrahem NE, Mekawy NH, Fawzy A, Mohamad NM, Samy W (2022) Nicorandil and bone marrow-derived mesenchymal stem cells therapeutic effect after ureteric obstruction in adult male albino rats. Curr Mol Pharmacol. https://doi.org/10.2174/1874467215666220322113734", "ArticleIdList": ["10.2174/1874467215666220322113734"]}, {"Citation": "Khames A, Khalaf MM, Gad AM, Abd El-Raouf OM, Kandeil MA (2019) Nicorandil combats doxorubicin-induced nephrotoxicity via amendment of TLR4/P38 MAPK/NFκ-B signaling pathway. Chem Biol Interact. https://doi.org/10.1016/j.cbi.2019.108777", "ArticleIdList": ["10.1016/j.cbi.2019.108777", "31376360"]}, {"Citation": "Ozturk H, Firat T, Tekce BK, Yilmaz F, Ozturk H (2017) Effects of nicorandil on renal function and histopathology in rats with partial unilateral ureteral obstruction. Kaohsiung J Med Sci 33(5):236–245", "ArticleIdList": ["10.1016/j.kjms.2017.03.003", "28433070"]}, {"Citation": "Shimizu S, Saito M, Kinoshita Y, Ohmasa F, Dimitriadis F, Shomori K, Hayashi A, Satoh K (2011) Nicorandil ameliorates ischaemia-reperfusion injury in the rat kidney. Br J Pharmacol 163(2):272–282", "ArticleIdList": ["10.1111/j.1476-5381.2011.01231.x", "21250976", "3087131"]}, {"Citation": "Giles TD (2006) Aspects of nitric oxide in health and disease: a focus on hypertension and cardiovascular disease. J Clin Hypertens (Greenwich) 8(12 Suppl 4):2–16. https://doi.org/10.1111/j.1524-6175.2006.06023.x", "ArticleIdList": ["10.1111/j.1524-6175.2006.06023.x", "17170602"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "11", "Day": "22"}, {"Year": "2023", "Month": "2", "Day": "24"}, {"Year": "2023", "Month": "8", "Day": "9", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "3", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "7", "Hour": "11", "Minute": "19"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36881267", "10.1007/s11255-023-03541-0", "10.1007/s11255-023-03541-0"]}}], "PubmedBookArticle": []}