{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["A-H, Alpers-Huttenlocher syndrome", "AD, Alzheimer’s disease", "ALS, Amyotrophic lateral sclerosis", "BBB, blood-brain barrier", "C. elegans,, Caenorhabditis elegans", "CJD, Creutzfeldt-Jakob disease", "CMT, Charcot–Marie–Tooth disease", "CS, Cockayne syndrome", "Ech A, Echinochrome A", "FDA, Food and Drug Administration", "FRDA, Friedreich’s ataxia", "FTD, Frontotemporal dementia", "HD, Huntington’s disease", "Hsp, Heat shock protein", "LSD, Lysosomal storage diseases", "MS, Multiple sclerosis", "MSA, Multiple system atrophy", "MSP, Multisystem proteinopathy", "Medicinal plant", "ND, neurodegenerative disease", "NPC, Neimann-Pick disease type C", "NSC, neural stem cells", "Neuro-inflammation", "Neurodegeneration", "Neurogenesis", "PC, pharmacological chaperone", "PD, Parkinson’s disease", "Protein misfolding", "SMA, Spinal muscular atrophy", "VD, Vascular dementia", "prion dis, prion diseases", "α-syn, alpha-synuclein"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36880056", "DateRevised": {"Year": "2023", "Month": "03", "Day": "08"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "02", "Day": "10"}], "Language": ["eng"], "ELocationID": ["10.1016/j.ibneur.2023.01.006"], "Journal": {"ISSN": "2667-2421", "JournalIssue": {"Volume": "14", "PubDate": {"Year": "2023", "Month": "Jun"}}, "Title": "IBRO neuroscience reports", "ISOAbbreviation": "IBRO Neurosci Rep"}, "ArticleTitle": "Pathways to healing: Plants with therapeutic potential for neurodegenerative diseases.", "Pagination": {"StartPage": "210", "EndPage": "234", "MedlinePgn": "210-234"}, "Abstract": {"AbstractText": ["Some of the greatest challenges in medicine are the neurodegenerative diseases (NDs), which remain without a cure and mostly progress to death. A companion study employed a toolkit methodology to document 2001 plant species with ethnomedicinal uses for alleviating pathologies relevant to NDs, focusing on its relevance to Alzheimer's disease (AD). This study aimed to find plants with therapeutic bioactivities for a range of NDs. 1339 of the 2001 plant species were found to have a bioactivity from the literature of therapeutic relevance to NDs such as Parkinson's disease, Huntington's disease, AD, motor neurone diseases, multiple sclerosis, prion diseases, Neimann-Pick disease, glaucoma, Friedreich's ataxia and Batten disease. 43 types of bioactivities were found, such as reducing protein misfolding, neuroinflammation, oxidative stress and cell death, and promoting neurogenesis, mitochondrial biogenesis, autophagy, longevity, and anti-microbial activity. Ethno-led plant selection was more effective than random selection of plant species. Our findings indicate that ethnomedicinal plants provide a large resource of ND therapeutic potential. The extensive range of bioactivities validate the usefulness of the toolkit methodology in the mining of this data. We found that a number of the documented plants are able to modulate molecular mechanisms underlying various key ND pathologies, revealing a promising and even profound capacity to halt and reverse the processes of neurodegeneration."], "CopyrightInformation": "© 2023 The Authors. Published by Elsevier Ltd on behalf of International Brain Research Organization."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "John Ray Research Field Station, Cheshire, United Kingdom."}], "LastName": "Tyler", "ForeName": "Sheena E B", "Initials": "SEB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Natural Sciences, Bangor University, Gwynedd, United Kingdom."}], "LastName": "Tyler", "ForeName": "Luke D K", "Initials": "LDK"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "IBRO Neurosci Rep", "NlmUniqueID": "101775148", "ISSNLinking": "2667-2421"}, "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adornetto A., Russo R., Parisi V. Neuroinflammation as a target for glaucoma therapy. Neural Regen. Res. 2019;14(3):391–394.", "ArticleIdList": ["PMC6334605", "30539803"]}, {"Citation": "Aerts J.M.F.G., Kuo C.L., Lelieveld L.T., Boer D.E.C., van der Lienden M.J.C., Overkleeft H.S., Artola M. Glycosphingolipids and lysosomal storage disorders as illustrated by gaucher disease. Curr. Opin. Chem. Biol. 2019;53:204–215.", "ArticleIdList": ["31783225"]}, {"Citation": "Ahmad Z., Hassan S.S., Azim S. A therapeutic connection between dietary phytochemicals and ATP synthase. Curr. Med. Chem. 2017;24(35):3894–3906.", "ArticleIdList": ["PMC5738703", "28831918"]}, {"Citation": "Akhondzadeh S., Noroozian M., Mohammadi M., Ohadinia S., Jamshidi A.H., Khani M. Salvia officinalis extract in the treatment of patients with mild to moderate Alzheimer's disease: a double blind, randomized and placebo-controlled trial. J. Clin. Pharm. Ther. 2003;28(1):53–59.", "ArticleIdList": ["12605619"]}, {"Citation": "Alonso R., Pisa D., Fernández-Fernández A.M., Carrasco L. Infection of fungi and bacteria in brain tissue from elderly persons and patients with Alzheimer’s disease. Front. Aging Neurosci. 2018;10:159.", "ArticleIdList": ["PMC5976758", "29881346"]}, {"Citation": "Alonso R., Pisa D., Marina A.I., Morato E., Rábano A., Rodal I., Carrasco L. Evidence for fungal infection in cerebrospinal fluid and brain tissue from patients with amyotrophic lateral sclerosis. Int. J. Biol. Sci. 2015;11(5):546–558.", "ArticleIdList": ["PMC4400386", "25892962"]}, {"Citation": "Alves A.C. d B., Bristot V.J. d O., Limana M.D., Speck A.E., Barros L.S. d, Solano A.F., Aguiar A.S. Role of adenosine A2A receptors in the central fatigue of neurodegenerative diseases. J. Caffeine Aden Res. 2019;9(4):145–156."}, {"Citation": "ALSUntangled Group ALSUntangled No. 50: antifungal therapy. Amyotroph. Lateral Scler. Front. Degener. 2019;20(7–8):625–629.", "ArticleIdList": ["31155963"]}, {"Citation": "Amm I., Sommer T., Wolf D.H. Protein quality control and elimination of protein waste: the role of the ubiquitin-proteasome system. Biochim. Biophys. Acta. 2014;1843(1):182–196.", "ArticleIdList": ["23850760"]}, {"Citation": "Andreone B.J., Larhammar M., Lewcock J.W. Cell death and neurodegeneration. Cold Spring Harb. Perspect. Biol. 2020;12:2.", "ArticleIdList": ["PMC6996453", "31451511"]}, {"Citation": "Anusha C., Sumathi T., Joseph L.D. Protective role of apigenin on rotenone induced rat model of Parkinson's disease: Suppression of neuroinflammation and oxidative stress mediated apoptosis. Chem. -Biol. Interact. 2017;269:67–79.", "ArticleIdList": ["28389404"]}, {"Citation": "Arlt S. Non-Alzheimer's disease-related memory impairment and dementia. Dialog-. Clin. Neurosci. 2013;15(4):465–473.", "ArticleIdList": ["PMC3898684", "24459413"]}, {"Citation": "Atanasov A.G., Waltenberger B., Pferschy-Wenzig E.M., Linder T., Wawrosch C., Uhrin P., Temml V., Wang L., Schwaiger S., Heiss E.H., Rollinger J.M., Schuster D., Breuss J.M., Bochkov V., Mihovilovic M.D., Kopp B., Bauer R., Dirsch V.M., Stuppner H. Discovery and resupply of pharmacologically active plant-derived natural products: a review. Biotechnol. Adv. 2015;33(8):1582–1614.", "ArticleIdList": ["PMC4748402", "26281720"]}, {"Citation": "Atanasov A.G., Zotchev S.B., Dirsch V.M., Supuran C.T., Taskforce I.N.P.S. Natural products in drug discovery: advances and opportunities. Nat. Rev. Drug Discov. 2021;20(3):200–216.", "ArticleIdList": ["PMC7841765", "33510482"]}, {"Citation": "Atkinson, C.J., Zhang, K., Munn, A.L., Wiegmans, A. and Wei, M.Q. (2016) 'Prion protein scrapie and the normal cellular prion protein', Prion, 10(1), pp. 63–8.", "ArticleIdList": ["PMC4981215", "26645475"]}, {"Citation": "Avotri S., Eatman D., Russell-Randall K. Effects of resveratrol on inflammatory biomarkers in glaucomatous human trabecular meshwork cells. Nutrients. 2019;11:5.", "ArticleIdList": ["PMC6566435", "31052183"]}, {"Citation": "Ayaz M., Ullah F., Sadiq A., Ovais M., Ahmed J., Devkota H.P. Synergistic interactions of phytochemicals with antimicrobial agents: Potential strategy to counteract drug resistance. Chem. Biol. Interact. 2019;308:294–303.", "ArticleIdList": ["31158333"]}, {"Citation": "Bacali C., Vulturar R., Buduru S., Cozma A., Fodor A., Chiș A., Lucaciu O., Damian L., Moldovan M.L. Oral microbiome: getting to know and befriend neighbors, a biological approach. Biomedicines. 2022;10:3.", "ArticleIdList": ["PMC8945538", "35327473"]}, {"Citation": "Bakre A.G., Aderibigbe A.O., Ademowo O.G. Studies on neuropharmacological profile of ethanol extract of Moringa oleifera leaves in mice. J. Ethnopharmacol. 2013;149(3):783–789.", "ArticleIdList": ["23933316"]}, {"Citation": "Balunas M.J., Kinghorn A.D. Drug discovery from medicinal plants. Life Sci. 2005;78(5):431–441.", "ArticleIdList": ["16198377"]}, {"Citation": "Barton D.L., Liu H., Dakhil S.R., Linquist B., Sloan J.A., Nichols C.R., McGinn T.W., Stella P.J., Seeger G.R., Sood A. Wisconsin Ginseng (Panax quinquefolius) to improve cancer-related fatigue: a randomized, double-blind trial, N07C2. J. Natl. Cancer Inst. 2013;105(16):1230–1238.", "ArticleIdList": ["PMC3888141", "23853057"]}, {"Citation": "Basak J., Majsterek I. miRNA-Dependent CD4. Mult. Scler. Int. 2021;2021:8825588.", "ArticleIdList": ["PMC7810561", "33505725"]}, {"Citation": "BBC News. (2022). Available at: 〈https://www.bbc.co.uk/news/health-62851186〉 (Accessed 22.9.22)."}, {"Citation": "Bedlack R., ALSUntangled Group ALSUntangled 44: curcumin. Amyotroph. Lateral Scler. Front. Degener. 2018;19(7–8):623–629.", "ArticleIdList": ["29493344"]}, {"Citation": "Belenguer P., Duarte J.M.N., Schuck P.F., Ferreira G.C. Mitochondria and the brain: bioenergetics and beyond. Neurotox. Res. 2019;36(2):219–238.", "ArticleIdList": ["31152314"]}, {"Citation": "Bendotti C., Marino M., Cheroni C., Fontana E., Crippa V., Poletti A., De Biasi S. Dysfunction of constitutive and inducible ubiquitin-proteasome system in amyotrophic lateral sclerosis: implication for protein aggregation and immune response. Prog. Neurobiol. 2012;97(2):101–126.", "ArticleIdList": ["22033150"]}, {"Citation": "Bennett E.J., Shaler T.A., Woodman B., Ryu K.Y., Zaitseva T.S., Becker C.H., Bates G.P., Schulman H., Kopito R.R. Global changes to the ubiquitin system in Huntington's disease. Nature. 2007;448(7154):704–708. doi: 10.1038/nature06022.", "ArticleIdList": ["10.1038/nature06022", "17687326"]}, {"Citation": "Bensalem J., Dudonné S., Etchamendy N., Pellay H., Amadieu C., Gaudout D., Dubreuil S., Paradis M.E., Pomerleau S., Capuron L., Hudon C., Layé S., Desjardins Y., Pallet V. Polyphenols from grape and blueberry improve episodic memory in healthy elderly with lower level of memory performance: a bicentric double-blind, randomized, placebo-controlled clinical study. J. Gerontol. A Biol. Sci. Med. Sci. 2019;74(7):996–1007.", "ArticleIdList": ["30032176"]}, {"Citation": "Beyer I., Njemini R., Bautmans I., Demanet C., Bergmann P., Mets T. Inflammation-related muscle weakness and fatigue in geriatric patients. Exp. Gerontol. 2012;47(1):52–59.", "ArticleIdList": ["22032874"]}, {"Citation": "Bilia A.R., Piazzini V., Guccione C., Risaliti L., Asprea M., Capecchi G., Bergonzi M.C. Improving on nature: the role of nanomedicine in the development of clinical natural drugs. Planta Med. 2017;83(5):366–381.", "ArticleIdList": ["28178749"]}, {"Citation": "Biswas G., Nandi S., Kuila D., Acharya K. A comprehensive review on food and medicinal prospects of Astraeus hygrometricus. Pharmacogn. J. 2017;9:6."}, {"Citation": "Bjørklund G., Dadar M., Anderson G., Chirumbolo S., Maes M. Preventive treatments to slow substantia nigra damage and Parkinson’s disease progression: a critical perspective review. Pharmacol. Res. 2020;161", "ArticleIdList": ["32652199"]}, {"Citation": "Boccardi V., Paolisso G. Telomerase activation: a potential key modulator for human healthspan and longevity. Ageing Res. Rev. 2014;15:1–5.", "ArticleIdList": ["24561251"]}, {"Citation": "Boeing H., Bechthold A., Bub A., Ellinger S., Haller D., Kroke A., Leschik-Bonnet E., Müller M.J., Oberritter H., Schulze M., Stehle P., Watzl B. Critical review: vegetables and fruit in the prevention of chronic diseases. Eur. J. Nutr. 2012;51(6):637–663.", "ArticleIdList": ["PMC3419346", "22684631"]}, {"Citation": "Bomfim G.H.S., Musial D.C., Miranda-Ferreira R., Nascimento S.R., Jurkiewicz A., Jurkiewicz N.H., de Moura R.S. Antihypertensive effects of the Vitis vinifera grape skin (ACH09) extract consumption elicited by functional improvement of P1 (A1) and P2 (P2X1) purinergic receptors in diabetic and hypertensive rats. PharmaNutrition. 2019;8"}, {"Citation": "Bondonno N.P., Bondonno C.P., Ward N.C., Hodgson J.M., Croft K.D. The cardiovascular health benefits of apples: Whole fruit vs. isolated compounds. Trends Food Sci. Technol. 2017;69:243–256."}, {"Citation": "Boual, Z., Pierre, G., Kemassi, A., Mosbah, S., Benaoun, F., Delattre, C., Michaud, P. and El Hadj, M.D. O. (2020) 'Chemical composition and biological activities of water-soluble polysaccharides from Commiphora myrrha (Nees) Engl. GUM', Analele Universităţii din Oradea, Fascicula Biologie, 27(1), pp. 50–55."}, {"Citation": "Brandão M.G., Grandi T.S., Rocha E.M., Sawyer D.R., Krettli A.U. Survey of medicinal plants used as antimalarials in the Amazon. J. Ethnopharmacol. 1992;36(2):175–182.", "ArticleIdList": ["1608275"]}, {"Citation": "Bräuer A.U., Kuhla A., Holzmann C., Wree A., Witt M. Current challenges in understanding the cellular and molecular mechanisms in Niemann–Pick disease type C1. Int. J. Mol. Sci. 2019;20(18):4392.", "ArticleIdList": ["PMC6771135", "31500175"]}, {"Citation": "Braun K.P. Preventing cognitive impairment in children with epilepsy. Curr. Opin. Neurol. 2017;30(2):140–147.", "ArticleIdList": ["28141740"]}, {"Citation": "Breiden B., Sandhoff K. Lysosomal glycosphingolipid storage diseases. Annu. Rev. Biochem. 2019;88:461–485.", "ArticleIdList": ["31220974"]}, {"Citation": "Brochard V., Combadière B., Prigent A., Laouar Y., Perrin A., Beray-Berthat V., Bonduelle O., Alvarez-Fischer D., Callebert J., Launay J.-M. Infiltration of CD4+ lymphocytes into the brain contributes to neurodegeneration in a mouse model of Parkinson disease. J. Clin. Investig. 2008;119:1.", "ArticleIdList": ["PMC2613467", "19104149"]}, {"Citation": "Brunetti-Pierri N., Scaglia F. GM1 gangliosidosis: review of clinical, molecular, and therapeutic aspects. Mol. Genet Metab. 2008;94(4):391–396.", "ArticleIdList": ["18524657"]}, {"Citation": "Burugula B., Ganesh B.S., Chintala S.K. Curcumin attenuates staurosporine-mediated death of retinal ganglion cells. Invest Ophthalmol. Vis. Sci. 2011;52(7):4263–4273.", "ArticleIdList": ["PMC3175980", "21498608"]}, {"Citation": "Butcher M.J., Zhu J. 'Recent advances in understanding the Th1/Th2 effector choice'. Fac. Rev. 2021;10:30.", "ArticleIdList": ["PMC8009194", "33817699"]}, {"Citation": "Bøhn S.K., Myhrstad M.C., Thoresen M., Holden M., Karlsen A., Tunheim S.H., Erlund I., Svendsen M., Seljeflot I., Moskaug J.O., Duttaroy A.K., Laake P., Arnesen H., Tonstad S., Collins A., Drevon C.A., Blomhoff R. Blood cell gene expression associated with cellular stress defense is modulated by antioxidant-rich food in a randomised controlled clinical trial of male smokers. BMC Med. 2010;8:54.", "ArticleIdList": ["PMC2955589", "20846424"]}, {"Citation": "Caesar L.K., Cech N.B. Synergy and antagonism in natural product extracts: when 1+ 1 does not equal 2. Nat. Prod. Rep. 2019;36(6):869–888.", "ArticleIdList": ["PMC6820002", "31187844"]}, {"Citation": "Cardozo L.F., Stockler‐Pinto M.B., Mafra D. Brazil nut consumption modulates Nrf2 expression in hemodialysis patients: a pilot study. Mol. Nutr. Food Res. 2016;60(7):1719–1724.", "ArticleIdList": ["26992136"]}, {"Citation": "Caron N.S., Dorsey E.R., Hayden M.R. 'herapeutic approaches to Huntington disease: from the bench to the clinic. Nat. Rev. Drug Discov. 2018;17(10):729–750.", "ArticleIdList": ["30237454"]}, {"Citation": "Caruana M., Högen T., Levin J., Hillmer A., Giese A., Vassallo N. Inhibition and disaggregation of α-synuclein oligomers by natural polyphenolic compounds. FEBS Lett. 2011;585(8):1113–1120.", "ArticleIdList": ["21443877"]}, {"Citation": "Castro S.L., Tapias V., Gathagan R., Emes A., Brandon T.E., Smith A.D. Blueberry juice augments exercise-induced neuroprotection in a Parkinson's disease model through modulation of GDNF levels. IBRO Neurosci. Rep. 2022;12:217–227.", "ArticleIdList": ["PMC8935512", "35321527"]}, {"Citation": "Chadwick S.R., Lajoie P. Endoplasmic reticulum stress coping mechanisms and lifespan regulation in health and diseases. Front. Cell Dev. Biol. 2019;7:84.", "ArticleIdList": ["PMC6558375", "31231647"]}, {"Citation": "Chaiwiang N., Poyomtip T. Microbial dysbiosis and microbiota-gut-retina axis: the lesson from brain neurodegenerative diseases to primary open-angle glaucoma pathogenesis of autoimmunity. Acta Microbiol. Et. Immunol. Hung. 2019;66(4):541–558. doi: 10.1556/030.66.2019.038.", "ArticleIdList": ["10.1556/030.66.2019.038", "31786943"]}, {"Citation": "Chang C.F., Lee Y.C., Lee K.H., Lin H.C., Chen C.L., Shen C.J., Huang C.C. Therapeutic effect of berberine on TDP-43-related pathogenesis in FTLD and ALS. J. Biomed. Sci. 2016;23(1):72.", "ArticleIdList": ["PMC5073438", "27769241"]}, {"Citation": "Chaudhuri A., Behan P.O. Fatigue in neurological disorders. Lancet. 2004;363(9413):978–988.", "ArticleIdList": ["15043967"]}, {"Citation": "Chen J., Deng X., Liu N., Li M., Liu B., Fu Q., Qu R., Ma S. Quercetin attenuates tau hyperphosphorylation and improves cognitive disorder via suppression of ER stress in a manner dependent on AMPK pathway. J. Funct. Foods. 2016;22:463–476."}, {"Citation": "Chen Y., Zhang D.Q., Liao Z., Wang B., Gong S., Wang C., Zhang M.Z., Wang G.H., Cai H., Liao F.F., Xu J.P. 'Anti-oxidant polydatin (piceid) protects against substantia nigral motor degeneration in multiple rodent models of Parkinson's disease'. Mol. Neurodegener. 2015;10:4.", "ArticleIdList": ["PMC4506434", "26013581"]}, {"Citation": "Chi H., Chang H.Y., Sang T.K. Neuronal cell death mechanisms in major neurodegenerative diseases. Int. J. Mol. Sci. 2018;19(10):3082.", "ArticleIdList": ["PMC6213751", "30304824"]}, {"Citation": "Ciechanover A., Kwon Y.T. Degradation of misfolded proteins in neurodegenerative diseases: therapeutic targets and strategies. Exp. Mol. Med. 2015;47(3) e147-e147.", "ArticleIdList": ["PMC4351408", "25766616"]}, {"Citation": "Ciechanover A., Kwon Y.T. Protein quality control by molecular chaperones in neurodegeneration. Front. Neurosci. 2017;11:185.", "ArticleIdList": ["PMC5382173", "28428740"]}, {"Citation": "Cilia R., Laguna J., Cassani E., Cereda E., Pozzi N.G., Isaias I.U., Contin M., Barichella M., Pezzoli G. Mucuna pruriens in Parkinson disease: a double-blind, randomized, controlled, crossover study. Neurology. 2017;89(5):432–438.", "ArticleIdList": ["PMC5539737", "28679598"]}, {"Citation": "Cohen G.M. Caspases: the executioners of apoptosis. Biochem. J. 1997;326(1):1–16.", "ArticleIdList": ["PMC1218630", "9337844"]}, {"Citation": "Cole T.A., Zhao H., Collier T.J., Sandoval I., Sortwell C.E., Steece-Collier K., Daley B.F., Booms A., Lipton J., Welch M. α-Synuclein antisense oligonucleotides as a disease-modifying therapy for Parkinson’s disease. JCI Insight. 2021;6:5.", "ArticleIdList": ["PMC8021121", "33682798"]}, {"Citation": "Connor A., Wang H., Appleby B.S., Rhoads D.D. Clinical laboratory tests used to aid in diagnosis of human prion disease. J. Clin. Microbiol. 2019;57:10.", "ArticleIdList": ["PMC6760952", "31366689"]}, {"Citation": "Cooper J.D., Tarczyluk M.A., Nelvagal H.R. Towards a new understanding of NCL pathogenesis. Biochim. Biophys. Acta. 2015;1852(10):2256–2261.", "ArticleIdList": ["26026924"]}, {"Citation": "Corpas R., Griñán-Ferré C., Rodríguez-Farré E., Pallàs M., Sanfeliu C. Resveratrol induces brain resilience against Alzheimer neurodegeneration through proteostasis enhancement. Mol. Neurobiol. 2019;56(2):1502–1516.", "ArticleIdList": ["29948950"]}, {"Citation": "Cortes C.J., La Spada A.R. The many faces of autophagy dysfunction in Huntington's disease: from mechanism to therapy. Drug Discov. Today. 2014;19(7):963–971.", "ArticleIdList": ["PMC4096219", "24632005"]}, {"Citation": "Courtois G., Fauvarque M.-O. The many roles of ubiquitin in NF-κB signaling. Biomedicines. 2018;6(2):43.", "ArticleIdList": ["PMC6027159", "29642643"]}, {"Citation": "Crotti A., Glass C.K. The choreography of neuroinflammation in Huntington's disease. Trends Immunol. 2015;36(6):364–373.", "ArticleIdList": ["PMC4786070", "26001312"]}, {"Citation": "Cueno M.E., Ochiai K. Gingival periodontal disease (PD) level-butyric acid affects the systemic blood and brain organ: insights into the systemic inflammation of periodontal disease. Front. Immunol. 2018;9:1158.", "ArticleIdList": ["PMC5994410", "29915575"]}, {"Citation": "d'Ydewalle C., Krishnan J., Chiheb D.M., Van Damme P., Irobi J., Kozikowski A.P., Berghe P.V., Timmerman V., Robberecht W., Van Den Bosch L. HDAC6 inhibitors reverse axonal loss in a mouse model of mutant HSPB1–induced Charcot-Marie-Tooth disease. Nat. Med. 2011;17(8):968–974.", "ArticleIdList": ["21785432"]}, {"Citation": "Dasuri K., Zhang L., Keller J.N. 'xidative stress, neurodegeneration, and the balance of protein degradation and protein synthesis. Free Radic. Biol. Med. 2013;62:170–185.", "ArticleIdList": ["23000246"]}, {"Citation": "Dayalan Naidu S., Sutherland C., Zhang Y., Risco A., de la Vega L., Caunt C.J., Hastie C.J., Lamont D.J., Torrente L., Chowdhry S. Heat shock factor 1 is a substrate for p38 mitogen-activated protein kinases. Mol. Cell. Biol. 2016;36(18):2403–2417.", "ArticleIdList": ["PMC5007788", "27354066"]}, {"Citation": "De Chiara G., Marcocci M.E., Sgarbanti R., Civitelli L., Ripoli C., Piacentini R., Garaci E., Grassi C., Palamara A.T. Infectious agents and neurodegeneration. Mol. Neurobiol. 2012;46(3):614–638.", "ArticleIdList": ["PMC3496540", "22899188"]}, {"Citation": "Deodato F., Procopio E., Rampazzo A., Taurisano R., Donati M.A., Dionisi-Vici C., Caciotti A., Morrone A., Scarpa M. The treatment of juvenile/adult GM1-gangliosidosis with Miglustat may reverse disease progression. Metab. Brain Dis. 2017;32(5):1529–1536.", "ArticleIdList": ["28577204"]}, {"Citation": "Desideri G., Kwik-Uribe C., Grassi D., Necozione S., Ghiadoni L., Mastroiacovo D., Raffaele A., Ferri L., Bocale R., Lechiara M.C. Benefits in cognitive function, blood pressure, and insulin resistance through cocoa flavanol consumption in elderly subjects with mild cognitive impairment: the Cocoa, Cognition, and Aging (CoCoA) study'. Hypertension. 2012;60(3):794–801.", "ArticleIdList": ["22892813"]}, {"Citation": "Dhadde S.B., Nagakannan P., Roopesh M., Anand Kumar S.R., Thippeswamy B.S., Veerapur V.P., Badami S. Effect of embelin against 3-nitropropionic acid-induced Huntington's disease in rats. Biomed. Pharmacother. 2016;77:52–58.", "ArticleIdList": ["26796265"]}, {"Citation": "Dhanasekaran D.N., Reddy E.P. JNK signaling in apoptosis. Oncogene. 2008;27(48):6245–6251.", "ArticleIdList": ["PMC3063296", "18931691"]}, {"Citation": "Doh-Ura K., Kuge T., Uomoto M., Nishizawa K., Kawasaki Y., Iha M. Prophylactic effect of dietary seaweed fucoidan against enteral prion infection. Antimicrob. Agents Chemother. 2007;51(6):2274–2277.", "ArticleIdList": ["PMC1891374", "17438058"]}, {"Citation": "Domingues A., Sartori A., Valente L.M.M., Golim M.A., Siani A.C., Viero R.M. Uncaria tomentosa Aqueous‐ethanol extract triggers an immunomodulation toward a Th2 cytokine profile. Phytother. Res. 2011;25(8):1229–1235.", "ArticleIdList": ["21656603"]}, {"Citation": "Dou Z., Rong X., Zhao E., Zhang L., Lv Y. Neuroprotection of resveratrol against focal cerebral ischemia/reperfusion injury in mice through a mechanism targeting gut-brain axis. Cell Mol. Neurobiol. 2019;39(6):883–898.", "ArticleIdList": ["31140018"]}, {"Citation": "Druce K.L., Jones G.T., Macfarlane G.J., Basu N. Patients receiving anti-TNF therapies experience clinically important improvements in RA-related fatigue: results from the British Society for rheumatology biologics register for rheumatoid arthritis. Rheumatology. 2015;54(6):964–971.", "ArticleIdList": ["25313148"]}, {"Citation": "Du Y., Qu J., Zhang W., Bai M., Zhou Q., Zhang Z., Li Z., Miao J. Morin reverses neuropathological and cognitive impairments in APPswe/PS1dE9 mice by targeting multiple pathogenic mechanisms. Neuropharmacology. 2016;108:1–13.", "ArticleIdList": ["27067919"]}, {"Citation": "Dugger B.N., Dickson D.W. Pathology of neurodegenerative diseases. Cold Spring Harb. Perspect. Biol. 2017;9(7):a028035.", "ArticleIdList": ["PMC5495060", "28062563"]}, {"Citation": "Dutta K., Patel P., Rahimian R., Phaneuf D., Julien J.P. Withania somnifera reverses transactive response DNA Binding protein 43 proteinopathy in a mouse model of amyotrophic lateral sclerosis/frontotemporal lobar degeneration. Neurother.: J. Am. Soc. Exp. Neurother. 2017;14(2):447–462. doi: 10.1007/s13311-016-0499-2.", "ArticleIdList": ["10.1007/s13311-016-0499-2", "PMC5398980", "27928708"]}, {"Citation": "Dyer M.S., Reale L.A., Lewis K.E., Walker A.K., Dickson T.C., Woodhouse A., Blizzard C.A. Mislocalisation of TDP-43 to the cytoplasm causes cortical hyperexcitability and reduced excitatory neurotransmission in the motor cortex. J. Neurochem. 2021;157(4):1300–1315.", "ArticleIdList": ["33064315"]}, {"Citation": "Dzau V.J., Finkelman E.M., Balatbat C.A., Verdin E.M., Pettigrew R.I. Achieving healthy human longevity: A global grand challenge. Sci. Transl. Med. 2020;12:566.", "ArticleIdList": ["33087500"]}, {"Citation": "Efferth T., Koch E. Complex interactions between phytochemicals. The multi-target therapeutic concept of phytotherapy. Curr. Drug Targets. 2011;12(1):122–132.", "ArticleIdList": ["20735354"]}, {"Citation": "Egea J., Fabregat I., Frapart Y.M., Ghezzi P., Görlach A., Kietzmann T., Kubaichuk K., Knaus U.G., Lopez M.G., Olaso-Gonzalez G. European contribution to the study of ROS: A summary of the findings and prospects for the future from the COST action BM1203 (EU-ROS) Redox Biol. 2017;13:94–162.", "ArticleIdList": ["PMC5458069", "28577489"]}, {"Citation": "Elmore S. Apoptosis: a review of programmed cell death. Toxicol. Pathol. 2007;35(4):495–516.", "ArticleIdList": ["PMC2117903", "17562483"]}, {"Citation": "Ehrnhoefer D.E., Duennwald M., Markovic P., Wacker J.L., Engemann S., Roark M., Legleiter J., Marsh J.L., Thompson L.M., Lindquist S., Muchowski P.J., Wanker E.E. Green tea (-)-epigallocatechin-gallate modulates early events in huntingtin misfolding and reduces toxicity in Huntington's disease models. Hum. Mol. Genet. 2006;15(18):2743–2751. doi: 10.1093/hmg/ddl210.", "ArticleIdList": ["10.1093/hmg/ddl210", "16893904"]}, {"Citation": "Ernst A., Frisén J. Adult neurogenesis in humans- common and unique traits in mammals. PLoS Biol. 2015;13(1)", "ArticleIdList": ["PMC4306487", "25621867"]}, {"Citation": "Fahmy H.M., Noor N.A., Mohammed F.F., Elsayed A.A., Radwan N.M. Nigella sativa as an anti-inflammatory and promising remyelinating agent in the cortex and hippocampus of experimental autoimmune encephalomyelitis-induced rats. J. Basic Appl. Zool. 2014;67(5):182–195."}, {"Citation": "Faissner S., Gold R. Progressive multiple sclerosis: latest therapeutic developments and future directions. Ther. Adv. Neurol. Disord. 2019;12 1756286419878323.", "ArticleIdList": ["PMC6764045", "31598138"]}, {"Citation": "Falsini B., Marangoni D., Salgarello T., Stifano G., Montrone L., Di Landro S., Guccione L., Balestrazzi E., Colotto A. Effect of epigallocatechin-gallate on inner retinal function in ocular hypertension and glaucoma: a short-term study by pattern electroretinogram. Graefes Arch. Clin. Exp. Ophthalmol. 2009;247(9):1223–1233.", "ArticleIdList": ["19290537"]}, {"Citation": "Fan X., Wang J., Hou J., Lin C., Bensoussan A., Chang D., Liu J., Wang B. Berberine alleviates ox-LDL induced inflammatory factors by up-regulation of autophagy via AMPK/mTOR signaling pathway. J. Transl. Med. 2015;13:92.", "ArticleIdList": ["PMC4365560", "25884210"]}, {"Citation": "Fang M., Chen D., Yang C.S. Dietary polyphenols may affect DNA methylation. J. Nutr. 2007;137(1):223S–228S.", "ArticleIdList": ["17182830"]}, {"Citation": "Feigin V.L., Abajobir A.A., Abate K.H., Abd-Allah F., Abdulle A.M., Abera S.F., Abyu G.Y., Ahmed M.B., Aichour A.N., Aichour I., Aichour M.T.E. Global, regional, and national burden of neurological disorders during 1990-2015: a systematic analysis for the Global Burden of Disease Study 2015. Lancet Neurol. 2017;16(11):877–897.", "ArticleIdList": ["PMC5641502", "28931491"]}, {"Citation": "Fernandes G.F.S., Silva G.D.B., Pavan A.R., Chiba D.E., Chin C.M., Dos Santos J.L. Epigenetic regulatory mechanisms induced by resveratrol. Nutrients. 2017;9:11.", "ArticleIdList": ["PMC5707673", "29104258"]}, {"Citation": "Fernández Ó., Giovannoni G., Fox R.J., Gold R., Phillips J.T., Potts J., Okwuokenye M., Marantz J.L. Efficacy and safety of delayed-release dimethyl fumarate for relapsing-remitting multiple sclerosis in prior interferon users: an integrated analysis of DEFINE and CONFIRM. Clin. Ther. 2017;39(8):1671–1679.", "ArticleIdList": ["28751099"]}, {"Citation": "Ferraz M.C., Yoshida E.H., Tavares R.V., Cogo J.C., Cintra A.C., Dal Belo C.A., Oshima-Franco Y. An isoflavone from Dipteryx alata Vogel is active against the in vitro neuromuscular paralysis of Bothrops jararacussu snake venom and bothropstoxin I, and prevents venom-induced myonecrosis. Molecules. 2014;19(5):5790–5805.", "ArticleIdList": ["PMC6271625", "24806579"]}, {"Citation": "Ferretta A., Gaballo A., Tanzarella P., Piccoli C., Capitanio N., Nico B., Annese T., Di Paola M., Dell'aquila C., De Mari M., Ferranini E., Bonifati V., Pacelli C., Cocco T. Effect of resveratrol on mitochondrial function: implications in parkin-associated familiar Parkinson's disease. Biochim. Biophys. Acta. 2014;1842(7):902–915.", "ArticleIdList": ["24582596"]}, {"Citation": "Fiest K.M., Fisk J.D., Patten S.B., Tremlett H., Wolfson C., Warren S., McKay K.A., Berrigan L.I., Marrie R.A., CIHR Team in the Epidemiology and Impact of Comorbidity on Multiple Sclerosis (ECoMS) Fatigue and Comorbidities in Multiple Sclerosis. International journal of MS care. 2016;18(2):96–104. doi: 10.7224/1537-2073.2015-070.", "ArticleIdList": ["10.7224/1537-2073.2015-070", "PMC4849402", "27134583"]}, {"Citation": "Finke C., Schlichting J., Papazoglou S., Scheel M., Freing A., Soemmer C., Pech L.M., Pajkert A., Pfüller C., Wuerfel J.T., Ploner C.J., Paul F., Brandt A.U. Altered basal ganglia functional connectivity in multiple sclerosis patients with fatigue. Mult. Scler. 2015;21(7):925–934.", "ArticleIdList": ["25392321"]}, {"Citation": "Fischer R., Maier O. Interrelation of oxidative stress and inflammation in neurodegenerative disease: role of TNF. Oxid. Med. Cell. Longev. 2015;2015", "ArticleIdList": ["PMC4365363", "25834699"]}, {"Citation": "Fonareva I., Oken B.S. Physiological and functional consequences of caregiving for relatives with dementia'. Int Psychogeriatr. 2014;26(5):725–747.", "ArticleIdList": ["PMC3975665", "24507463"]}, {"Citation": "Forman V., Bukovský M., Grancai D. Immunomodulatory activity of leaf infusions of selected cornaceae species on human leukocytes. Nat. Prod. Commun. 2016;11(5):685–687.", "ArticleIdList": ["27319151"]}, {"Citation": "Fox R.J., Gold R., Phillips J.T., Okwuokenye M., Zhang A., Marantz J.L. Efficacy and tolerability of delayed-release dimethyl fumarate in black, hispanic, and asian patients with relapsing-remitting multiple sclerosis: post hoc integrated analysis of DEFINE and CONFIRM. Neurol. Ther. 2017;6(2):175–187.", "ArticleIdList": ["PMC5700899", "28770420"]}, {"Citation": "Franciotti R., Pignatelli P., Carrarini C., Romei F.M., Mastrippolito M., Gentile A., Mancinelli R., Fulle S., Piattelli A., Onofrj M., Curia M.C. Exploring the Connection between. Biomolecules. 2021;11:6.", "ArticleIdList": ["PMC8229521", "34204019"]}, {"Citation": "Furderer M.L., Hertz E., Lopez G.J., Sidransky E. Neuropathological features of gaucher disease and gaucher disease with Parkinsonism. Int. J. Mol. Sci. 2022;23(10):5842. doi: 10.3390/ijms23105842.", "ArticleIdList": ["10.3390/ijms23105842", "PMC9147326", "35628652"]}, {"Citation": "Gagliardi S., Morasso C., Stivaktakis P., Pandini C., Tinelli V., Tsatsakis A., Prosperi D., Hickey M., Corsi F., Cereda C. Curcumin formulations and trials: what's new in neurological diseases. Molecules. 2020;25:22.", "ArticleIdList": ["PMC7698610", "33217959"]}, {"Citation": "Gan N., Wu Y.C., Brunet M., Garrido C., Chung F.L., Dai C., Mi L. Sulforaphane activates heat shock response and enhances proteasome activity through up-regulation of Hsp27. J. Biol. Chem. 2010;285(46):35528–35536.", "ArticleIdList": ["PMC2975177", "20833711"]}, {"Citation": "Garrido C., Gurbuxani S., Ravagnan L., Kroemer G. Heat shock proteins: endogenous modulators of apoptotic cell death. Biochem. Biophys. Res. Commun. 2001;286(3):433–442.", "ArticleIdList": ["11511077"]}, {"Citation": "Gavín R., Lidón L., Ferrer I., Del Río J.A. The quest for cellular prion protein functions in the aged and neurodegenerating brain. Cells. 2020;9:3.", "ArticleIdList": ["PMC7140396", "32131451"]}, {"Citation": "Gazaryan I.G., Thomas B. 'The status of Nrf2-based therapeutics: current perspectives and future prospects. Neural Regen. Res. 2016;11(11):1708–1711.", "ArticleIdList": ["PMC5204211", "28123399"]}, {"Citation": "Gelders G., Baekelandt V., Van der Perren A. Linking neuroinflammation and neurodegeneration in Parkinson's disease. J. Immunol. Res. 2018;2018:4784268. doi: 10.1155/2018/4784268.", "ArticleIdList": ["10.1155/2018/4784268", "PMC5926497", "29850629"]}, {"Citation": "Geschwind M.D. Prion disease. Continuum. 2015;21(6) 1612-38.", "ArticleIdList": ["PMC4879966", "26633779"]}, {"Citation": "Ghemrawi R., Khair M. Endoplasmic Reticulum Stress and Unfolded Protein Response in Neurodegenerative Diseases. Int. J. Mol. Sci. 2020;21:17.", "ArticleIdList": ["PMC7503386", "32854418"]}, {"Citation": "Gholijani N., Gharagozloo M., Kalantar F., Ramezani A., Amirghofran Z. Modulation of cytokine production and transcription factors activities in human Jurkat T cells by thymol and carvacrol. Adv. Pharm. Bull. 2015;5(1):653.", "ArticleIdList": ["PMC4708037", "26793612"]}, {"Citation": "Ghosh T.S., Rampelli S., Jeffery I.B., Santoro A., Neto M., Capri M., Giampieri E., Jennings A., Candela M., Turroni S. Mediterranean diet intervention alters the gut microbiome in older people reducing frailty and improving health status: the NU-AGE 1-year dietary intervention across five European countries. Gut. 2020;69(7):1218–1228.", "ArticleIdList": ["PMC7306987", "32066625"]}, {"Citation": "Gray N.E., Harris C.J., Quinn J.F., Soumyanath A. Centella asiatica modulates antioxidant and mitochondrial pathways and improves cognitive function in mice. J. Ethnopharmacol. 2016;180:78–86. doi: 10.1016/j.jep.2016.01.013.", "ArticleIdList": ["10.1016/j.jep.2016.01.013", "PMC4764102", "26785167"]}, {"Citation": "Grynkiewicz G., Demchuk O.M. New perspectives for fisetin. Front. Chem. 2019;7:697.", "ArticleIdList": ["PMC6842927", "31750288"]}, {"Citation": "Guzman-Martinez L., Maccioni R.B., Andrade V., Navarrete L.P., Pastor M.G., Ramos-Escobar N. Neuroinflammation as a common feature of neurodegenerative disorders. Front Pharmacol. 2019;10:1008.", "ArticleIdList": ["PMC6751310", "31572186"]}, {"Citation": "Ha S.K., Moon E., Ju M.S., Kim D.H., Ryu J.H., Oh M.S., Kim S.Y. 6-Shogaol, a ginger product, modulates neuroinflammation: a new approach to neuroprotection. Neuropharmacology. 2012;63(2):211–223.", "ArticleIdList": ["22465818"]}, {"Citation": "Halliwell B. The antioxidant paradox. Lancet. 2000;355(9210):1179–1180.", "ArticleIdList": ["10791396"]}, {"Citation": "Halliwell B. The antioxidant paradox: less paradoxical now? Br. J. Clin. Pharmacol. 2013;75(3):637–644.", "ArticleIdList": ["PMC3575931", "22420826"]}, {"Citation": "Hammond T.R., Marsh S.E., Stevens B. Immune signaling in neurodegeneration. Immunity. 2019;50(4):955–974.", "ArticleIdList": ["PMC6822103", "30995509"]}, {"Citation": "Han C., Li F., Tian S., Liu Y., Xiao H., Wu X., Zhang W., Mao M. Beneficial effect of compound essential oil inhalation on central fatigue. BMC Complement. Altern. Med. 2018;18(1):309.", "ArticleIdList": ["PMC6260882", "30477490"]}, {"Citation": "Hardiman O., Al-Chalabi A., Chio A., Corr E.M., Logroscino G., Robberecht W., Shaw P.J., Simmons Z., van den Berg L.H. Amyotrophic lateral sclerosis. Nat. Rev. Dis. Prim. 2017;3:17085.", "ArticleIdList": ["29052611"]}, {"Citation": "Harding R.J., Tong Y.F. Proteostasis in Huntington's disease: disease mechanisms and therapeutic opportunities. Acta Pharm. Sin. 2018;39(5):754–769.", "ArticleIdList": ["PMC5943907", "29620053"]}, {"Citation": "Hartl F.U., Bracher A., Hayer-Hartl M. Molecular chaperones in protein folding and proteostasis. Nature. 2011;475(7356):324–332.", "ArticleIdList": ["21776078"]}, {"Citation": "Hayhurst H., Anagnostou M.E., Bogle H.J., Grady J.P., Taylor R.W., Bindoff L.A., McFarland R., Turnbull D.M., Lax N.Z. Dissecting the neuronal vulnerability underpinning Alpers' syndrome: a clinical and neuropathological study. Brain Pathol. 2019;29(1):97–113.", "ArticleIdList": ["PMC7379503", "30021052"]}, {"Citation": "Heemels M.T. Neurodegenerative diseases. Nature. 2016;539(7628):179.", "ArticleIdList": ["27830810"]}, {"Citation": "Heiseke A., Aguib Y., Schatzl H.M. Autophagy, prion infection and their mutual interactions. Curr. Issues Mol. Biol. 2010;12(2):87–97.", "ArticleIdList": ["19767652"]}, {"Citation": "Helmstaedter C., Witt J.-A. Anticonvulsant drugs and cognition. NeuroPsychopharmacotherapy. 2020:1–12."}, {"Citation": "Henderson M.X., Trojanowski J.Q., Lee V.M. α-Synuclein pathology in Parkinson's disease and related α-synucleinopathies. Neurosci. Lett. 2019;709", "ArticleIdList": ["PMC7014913", "31170426"]}, {"Citation": "Hendriks J.J., Alblas J., van der Pol S.M., van Tol E.A., Dijkstra C.D., de Vries H.E. Flavonoids influence monocytic GTPase activity and are protective in experimental allergic encephalitis. J. Exp. Med. 2004;200(12):1667–1672.", "ArticleIdList": ["PMC2212002", "15611292"]}, {"Citation": "Heneka M.T., Carson M.J., El Khoury J., Landreth G.E., Brosseron F., Feinstein D.L., Jacobs A.H., Wyss-Coray T., Vitorica J., Ransohoff R.M., Herrup K., Frautschy S.A., Finsen B., Brown G.C., Verkhratsky A., Yamanaka K., Koistinaho J., Latz E., Halle A., Petzold G.C., Town T., Morgan D., Shinohara M.L., Perry V.H., Holmes C., Bazan N.G., Brooks D.J., Hunot S., Joseph B., Deigendesch N., Garaschuk O., Boddeke E., Dinarello C.A., Breitner J.C., Cole G.M., Golenbock D.T., Kummer M.P. Neuroinflammation in Alzheimer's disease. Lancet Neurol. 2015;14(4):388–405.", "ArticleIdList": ["PMC5909703", "25792098"]}, {"Citation": "Hickman S., Izzy S., Sen P., Morsett L., El Khoury J. Microglia in neurodegeneration. Nat. Neurosci. 2018;21(10):1359–1369.", "ArticleIdList": ["PMC6817969", "30258234"]}, {"Citation": "Holmes G.L. Effect of seizures on the developing brain and cognition. Semin. Pedia Neurol. 2016;23(2):120–126.", "ArticleIdList": ["PMC5410363", "27544468"]}, {"Citation": "Houghton C.A., Fassett R.G., Coombes J.S. Sulforaphane and other nutrigenomic Nrf2 activators: can the clinician's expectation be matched by the reality? Oxid. Med Cell Longev. 2016;2016:7857186.", "ArticleIdList": ["PMC4736808", "26881038"]}, {"Citation": "Houghton P.J. Synergy and polyvalence: paradigms to explain the activity of herbal products. Eval. Herb. Med. Prod. 2009;85:94."}, {"Citation": "Huang W., Gao F., Hu F., Huang J., Wang M., Xu P., Zhang R., Chen J., Sun X., Zhang S., Wu J. Asiatic acid prevents retinal ganglion cell apoptosis in a rat model of glaucoma. Front. Neurosci. 2018;12:489. doi: 10.3389/fnins.2018.00489.", "ArticleIdList": ["10.3389/fnins.2018.00489", "PMC6062646", "30079010"]}, {"Citation": "Hwang Y.P., Jeong H.G. The coffee diterpene kahweol induces heme oxygenase-1 via the PI3K and p38/Nrf2 pathway to protect human dopaminergic neurons from 6-hydroxydopamine-derived oxidative stress. FEBS Lett. 2008;582(17):2655–2662.", "ArticleIdList": ["18593583"]}, {"Citation": "Imbimbo B.P., Ippati S., Watling M., Balducci C. Accelerating Alzheimer's disease drug discovery and development: what's the way forward? Expert Opin. Drug Discov. 2021;16(7):727–735.", "ArticleIdList": ["33653187"]}, {"Citation": "Issa M.Y., Ezzat M.I., Sayed R.H., Elbaz E.M., Omar F.A., Mohsen E. Neuroprotective effects of Pulicaria undulata essential oil in rotenone model of parkinson's disease in rats: insights into its anti-inflammatory and anti-oxidant effects. South Afr. J. Bot. 2020;132:289–298."}, {"Citation": "Itzhaki R.F. Overwhelming evidence for a major role for herpes simplex virus type 1 (HSV1) in Alzheimer's disease (AD); underwhelming evidence against. Vaccines. 2021;9:6.", "ArticleIdList": ["PMC8234998", "34205498"]}, {"Citation": "Itzhaki R.F., Golde T.E., Heneka M.T., Readhead B. Do infections have a role in the pathogenesis of Alzheimer disease? Nat. Rev. Neurol. 2020;16(4):193–197.", "ArticleIdList": ["32152461"]}, {"Citation": "Itzhaki R.F., Lathe R., Balin B.J., Ball M.J., Bearer E.L., Braak H., Bullido M.J., Carter C., Clerici M., Cosby S.L., Del Tredici K., Field H., Fulop T., Grassi C., Griffin W.S., Haas J., Hudson A.P., Kamer A.R., Kell D.B., Licastro F., Letenneur L., Lövheim H., Mancuso R., Miklossy J., Otth C., Palamara A.T., Perry G., Preston C., Pretorius E., Strandberg T., Tabet N., Taylor-Robinson S.D., Whittum-Hudson J.A. Microbes and Alzheimer's disease. J. Alzheimers Dis. 2016;51(4):979–984.", "ArticleIdList": ["PMC5457904", "26967229"]}, {"Citation": "Itzhaki R.F., Lin W.R., Shang D., Wilcock G.K., Faragher B., Jamieson G.A. Herpes simplex virus type 1 in brain and risk of Alzheimer's disease. Lancet. 1997;349(9047):241–244.", "ArticleIdList": ["9014911"]}, {"Citation": "Javed H., Ojha S.  Synucleins-Biochemistry and Role in Diseases. IntechOpen; 2019. Therapeutic potential of baicalein in Parkinson’s disease: focus on inhibition of α-synuclein oligomerization and aggregation.〈https://www.intechopen.com/chapters/65453〉"}, {"Citation": "Jammes Y., Retornaz F. Understanding neuromuscular disorders in chronic fatigue syndrome. F1000Res. 2019:8.", "ArticleIdList": ["PMC6883394", "31814961"]}, {"Citation": "Jankovic J., Roos R.A. Chorea associated with Huntington's disease: to treat or not to treat? Mov. Disord. 2014;29(11):1414–1418.", "ArticleIdList": ["25156927"]}, {"Citation": "Jarnes Utz J.R., Kim S., King K., Ziegler R., Schema L., Redtree E.S., Whitley C.B. Infantile gangliosidoses: mapping a timeline of clinical changes. Mol. Genet. Metab. 2017;121(2):170–179.", "ArticleIdList": ["PMC5727905", "28476546"]}, {"Citation": "Jeong S.H., Kim H.K., Song I.S., Noh S.J., Marquez J., Ko K.S., Rhee B.D., Kim N., Mishchenko N.P., Fedoreyev S.A., Stonik V.A., Han J. Echinochrome a increases mitochondrial mass and function by modulating mitochondrial biogenesis regulatory genes. Mar. Drugs. 2014;12(8):4602–4615.", "ArticleIdList": ["PMC4145333", "25196935"]}, {"Citation": "Jeppesen D.K., Bohr V.A., Stevnsner T. DNA repair deficiency in neurodegeneration. Prog. Neurobiol. 2011;94(2):166–200.", "ArticleIdList": ["PMC3123739", "21550379"]}, {"Citation": "Jiang F., DeSilva S., Turnbull J. Beneficial effect of ginseng root in SOD-1 (G93A) transgenic mice. J. Neurol. Sci. 2000;180(1–2):52–54.", "ArticleIdList": ["11090864"]}, {"Citation": "Jiang W., Wei W., Gaertig M.A., Li S., Li X.J. Therapeutic effect of berberine on Huntington's disease transgenic mouse model. PLoS One. 2015;10(7) doi: 10.1371/journal.pone.0134142.", "ArticleIdList": ["10.1371/journal.pone.0134142", "PMC4520448", "26225560"]}, {"Citation": "Jones C.L., Tepe J.J. Proteasome activation to combat proteotoxicity. Molecules. 2019;24:15.", "ArticleIdList": ["PMC6696185", "31387243"]}, {"Citation": "Joseph J.A., Shukitt-Hale B., Denisova N.A., Bielinski D., Martin A., McEwen J.J., Bickford P.C. Reversals of age-related declines in neuronal signal transduction, cognitive, and motor behavioral deficits with blueberry, spinach, or strawberry dietary supplementation. J. Neurosci. 1999;19(18):8114–8121.", "ArticleIdList": ["PMC6782471", "10479711"]}, {"Citation": "Joshi T., Kumar V., Kaznacheyeva E.V., Jana N.R. Withaferin A induces heat shock response and ameliorates disease progression in a mouse model of Huntington's disease. Mol. Neurobiol. 2021;58(8):3992–4006. doi: 10.1007/s12035-021-02397-8.", "ArticleIdList": ["10.1007/s12035-021-02397-8", "33904021"]}, {"Citation": "Kamble N., Pal P.K. Tremor syndromes: a review. Neurol. India. 2018;66(Supplement):S36–S47.", "ArticleIdList": ["29503326"]}, {"Citation": "Karikkineth A.C., Scheibye-Knudsen M., Fivenson E., Croteau D.L., Bohr V.A. Cockayne syndrome: clinical features, model systems and pathways. Ageing Res. Rev. 2017;33:3–17.", "ArticleIdList": ["PMC5195851", "27507608"]}, {"Citation": "Karshikoff B., Sundelin T., Lasselin J. Role of inflammation in human fatigue: relevance of multidimensional assessments and potential neuronal mechanisms. Front. Immunol. 2017;8:21.", "ArticleIdList": ["PMC5247454", "28163706"]}, {"Citation": "Kaur K., Jain M., Kaur T., Jain R. Antimalarials from nature'. Bioorg. Med. Chem. 2009;17(9):3229–3256.", "ArticleIdList": ["19299148"]}, {"Citation": "Kerr J.F., Wyllie A.H., Currie A.R. Apoptosis: a basic biological phenomenon with wideranging implications in tissue kinetics. Br. J. Cancer. 1972;26(4):239–257.", "ArticleIdList": ["PMC2008650", "4561027"]}, {"Citation": "Khafagi I.K., Dewedar A. The efficiency of random versus ethno-directed research in the evaluation of Sinai medicinal plants for bioactive compounds. J. Ethnopharmacol. 2000;71(3):365–376.", "ArticleIdList": ["10940572"]}, {"Citation": "Khakzad M.R., Ganji A., Ariabod V., Farahani I. Artemisinin therapeutic efficacy in the experimental model of multiple sclerosis. Immunopharmacol. Immunotoxicol. 2017;39(6):348–353.", "ArticleIdList": ["28952817"]}, {"Citation": "Khan N., Syed D.N., Ahmad N., Mukhtar H. Fisetin: a dietary antioxidant for health promotion. Antioxid. Redox Signal. 2013;19(2):151–162.", "ArticleIdList": ["PMC3689181", "23121441"]}, {"Citation": "Khanna R., Benjamin E.R., Pellegrino L., Schilling A., Rigat B.A., Soska R., Nafar H., Ranes B.E., Feng J., Lun Y. The pharmacological chaperone isofagomine increases the activity of the Gaucher disease L444P mutant form of β‐glucosidase. FEBS J. 2010;277(7):1618–1638.", "ArticleIdList": ["PMC2874831", "20148966"]}, {"Citation": "Kim G.H., Kim J.E., Rhie S.J., Yoon S. The role of oxidative stress in neurodegenerative diseases. Exp. Neurobiol. 2015;24(4):325–340.", "ArticleIdList": ["PMC4688332", "26713080"]}, {"Citation": "Kim M., Cho K.H., Shin M.S., Lee J.M., Cho H.S., Kim C.J., Shin D.H., Yang H.J. Berberine prevents nigrostriatal dopaminergic neuronal loss and suppresses hippocampal apoptosis in mice with Parkinson's disease. Int. J. Mol. Med. 2014;33(4):870–878. doi: 10.3892/ijmm.2014.1656.", "ArticleIdList": ["10.3892/ijmm.2014.1656", "24535622"]}, {"Citation": "Kim Y.H., Park K.H., Rhoxy H.M. Transcriptional activation of the Cu, Zn-superoxide dismutase gene through the AP2 site by ginsenoside Rb2 extracted from a medicinal plant, Panax ginseng. J. Biol. Chem. 1996;271(40):24539–24543.", "ArticleIdList": ["8798715"]}, {"Citation": "Kocisko D.A., Baron G.S., Rubenstein R., Chen J., Kuizon S., Caughey B. New inhibitors of scrapie-associated prion protein formation in a library of 2,000 drugs and natural products. J. Virol. 2003;77(19):10288–10294.", "ArticleIdList": ["PMC228499", "12970413"]}, {"Citation": "Kocisko D.A., Morrey J.D., Race R.E., Chen J., Caughey B. Evaluation of new cell culture inhibitors of protease-resistant prion protein against scrapie infection in mice. J. Gen. Virol. 2004;85(8):2479–2483.", "ArticleIdList": ["15269390"]}, {"Citation": "Kujawska M., Jourdes M., Kurpik M., Szulc M., Szaefer H., Chmielarz P., Jodynis-Liebert J. Neuroprotective effects of pomegranate juice against Parkinson’s disease and presence of ellagitannins-derived metabolite—Urolithin a—In the brain. Int. J. Mol. Sci. 2019;21(1):202.", "ArticleIdList": ["PMC6981883", "31892167"]}, {"Citation": "Kumar A., Kumar V., Singh K., Kumar S., Kim Y.S., Lee Y.M., Kim J.J. Therapeutic advances for Huntington's disease'. Brain Sci. 2020;10:1.", "ArticleIdList": ["PMC7016861", "31940909"]}, {"Citation": "Kumar V., Ankuda C.K., Aldridge M.D., Husain M., Ornstein K.A. Family caregiving at the end of life and hospice use: a national study of medicare beneficiaries. J. Am. Geriatr. Soc. 2020;68(10):2288–2296.", "ArticleIdList": ["PMC7718293", "32602571"]}, {"Citation": "Kunkl M., Frascolla S., Amormino C., Volpe E., Tuosto L. T helper cells: the modulators of inflammation in multiple sclerosis. Cells. 2020;9(2):482.", "ArticleIdList": ["PMC7072830", "32093011"]}, {"Citation": "Kwong B., Rua R., Gao Y., Flickinger J., Wang Y., Kruhlak M.J., Zhu J., Vivier E., McGavern D.B., Lazarevic V. T-bet-dependent NKp46. Nat. Immunol. 2017;18(10):1117–1127.", "ArticleIdList": ["PMC5605431", "28805812"]}, {"Citation": "La Rosa P., Bertini E.S., Piemonte F. The NRF2 signaling network defines clinical biomarkers and therapeutic opportunity in Friedreich's Ataxia. Int. J. Mol. Sci. 2020;21:3.", "ArticleIdList": ["PMC7037688", "32019240"]}, {"Citation": "Ladiwala A.R.A., Lin J.C., Bale S.S., Marcelino-Cruz A.M., Bhattacharya M., Dordick J.S., Tessier P.M. Resveratrol selectively remodels soluble oligomers and fibrils of amyloid Aβ into off-pathway conformers. J. Biol. Chem. 2010;285(31):24228–24237.", "ArticleIdList": ["PMC2911349", "20511235"]}, {"Citation": "Lamou B., Taiwe G.S., Hamadou A., Abene, Houlray J., Atour M.M., Tan P.V. Antioxidant and antifatigue properties of the aqueous extract of moringa oleifera in rats subjected to forced swimming endurance test. Oxid. Med. Cell. Longev. 2016;2016:3517824.", "ArticleIdList": ["PMC4745945", "26904162"]}, {"Citation": "Leblhuber F., Ehrlich D., Steiner K., Geisler S., Fuchs D., Lanser L., Kurz K. The immunopathogenesis of Alzheimer's disease is related to the composition of gut microbiota. Nutrients. 2021;13:2.", "ArticleIdList": ["PMC7912578", "33504065"]}, {"Citation": "Leocani L., Colombo B., Comi G. Physiopathology of fatigue in multiple sclerosis. Neurol. Sci. 2008;29(2):S241–S243.", "ArticleIdList": ["18690505"]}, {"Citation": "Leow S.-S., Sekaran S.D., Tan Y., Sundram K., Sambanthamurthi R. Oil palm phenolics confer neuroprotective effects involving cognitive and motor functions in mice. Nutr. Neurosci. 2013;16(5):207–217.", "ArticleIdList": ["PMC3736891", "23433062"]}, {"Citation": "Levine B., Kroemer G. Autophagy in the pathogenesis of disease. Cell. 2008;132(1):27–42.", "ArticleIdList": ["PMC2696814", "18191218"]}, {"Citation": "Li J., Zhang C.X., Liu Y.M., Chen K.L., Chen G. A comparative study of anti-aging properties and mechanism: resveratrol and caloric restriction. Oncotarget. 2017;8(39):65717–65729.", "ArticleIdList": ["PMC5630366", "29029466"]}, {"Citation": "Li L.Y., Guan Y.D., Chen X.S., Yang J.M., Cheng Y. DNA repair pathways in cancer therapy and resistance. Front. Pharmacol. 2021;11", "ArticleIdList": ["PMC7898236", "33628188"]}, {"Citation": "Li Y., Xu W., Zhang F., Zhong S., Sun Y., Huo J., Zhu J., Wu C. The gut microbiota-produced indole-3-propionic acid confers the antihyperlipidemic effect of mulberry-derived 1-deoxynojirimycin. mSystems. 2020;5:5.", "ArticleIdList": ["PMC7542557", "33024047"]}, {"Citation": "Liddell J.R. Are astrocytes the predominant cell type for activation of Nrf2 in aging and neurodegeneration?'. Antioxidants. 2017;6:3.", "ArticleIdList": ["PMC5618093", "28820437"]}, {"Citation": "Lim H.-S., Kim Y.J., Kim B.-Y., Park G., Jeong S.-J. The anti-neuroinflammatory activity of tectorigenin pretreatment via downregulated NF-κB and ERK/JNK pathways in BV-2 microglial and microglia inactivation in mice with lipopolysaccharide. Front. Pharmacol. 2018;9:462.", "ArticleIdList": ["PMC5954245", "29867470"]}, {"Citation": "Liu J.K. Antiaging agents: safe interventions to slow aging and healthy life span extension. Nat. Prod. Bioprospect. 2022;12(1):18.", "ArticleIdList": ["PMC9086005", "35534591"]}, {"Citation": "Liu S.G., Ren P.Y., Wang G.Y., Yao S.X., He X.J. Allicin protects spinal cord neurons from glutamate-induced oxidative stress through regulating the heat shock protein 70/inducible nitric oxide synthase pathway. Food Funct. 2015;6(1):321–330.", "ArticleIdList": ["25473931"]}, {"Citation": "Local Food-Nutraceuticals Consortium Understanding local Mediterranean diets: a multidisciplinary pharmacological and ethnobotanical approach. Pharm. Res. 2005;52(4):353–366.", "ArticleIdList": ["16051496"]}, {"Citation": "Lorente-Picón M., Laguna A. New avenues for Parkinson's disease therapeutics: disease-modifying strategies based on the gut microbiota. Biomolecules. 2021;11:3.", "ArticleIdList": ["PMC7998286", "33804226"]}, {"Citation": "Losada Díaz J.C., Cepeda Del Castillo J., Rodriguez-López E.A., Alméciga-Díaz C.J. Advances in the development of pharmacological chaperones for the mucopolysaccharidoses. Int. J. Mol. Sci. 2019;21:1.", "ArticleIdList": ["PMC6981736", "31905715"]}, {"Citation": "Lu J.H., Ardah M.T., Durairajan S.S.K., Liu L.F., Xie L.X., Fong W.F.D., Li M. Baicalein inhibits formation of α‐synuclein oligomers within living cells and prevents Aβ peptide fibrillation and oligomerisation. Chembiochem. 2011;12(4):615–624.", "ArticleIdList": ["21271629"]}, {"Citation": "Lu J.H., Tan J.Q., Durairajan S.S., Liu L.F., Zhang Z.H., Ma L., Shen H.M., Chan H.Y., Li M. Isorhynchophylline, a natural alkaloid, promotes the degradation of alpha-synuclein in neuronal cells via inducing autophagy. Autophagy. 2012;8(1):98–108.", "ArticleIdList": ["22113202"]}, {"Citation": "Lu J., Wu M., Yue Z. Autophagy and Parkinson's disease. Adv. Exp. Med. Biol. 2020;1207:21–51. doi: 10.1007/978-981-15-4272-5_2.", "ArticleIdList": ["10.1007/978-981-15-4272-5_2", "32671737"]}, {"Citation": "Luchtman D.W., Ellwardt E., Larochelle C., Zipp F. IL-17 and related cytokines involved in the pathology and immunotherapy of multiple sclerosis: current and future developments. Cytokine Growth Factor Rev. 2014;25(4):403–413.", "ArticleIdList": ["25153998"]}, {"Citation": "López-Otín C., Blasco M.A., Partridge L., Serrano M., Kroemer G. The hallmarks of aging'. Cell. 2013;153(6):1194–1217.", "ArticleIdList": ["PMC3836174", "23746838"]}, {"Citation": "Ma H., Johnson S.L., Liu W., DaSilva N.A., Meschwitz S., Dain J.A., Seeram N.P. Evaluation of polyphenol anthocyanin-enriched extracts of blackberry, black raspberry, blueberry, cranberry, red raspberry, and strawberry for free radical scavenging, reactive carbonyl species trapping, anti-glycation, anti-β-amyloid aggregation, and microglial neuroprotective effects. Int. J. Mol. Sci. 2018;19:2.", "ArticleIdList": ["PMC5855683", "29401686"]}, {"Citation": "Maccioni R., Setzu M.D., Talani G., Solari P., Kasture A., Sucic S., Porru S., Muroni P., Sanna E., Kasture S., Acquas E., Liscia A. Standardized phytotherapic extracts rescue anomalous locomotion and electrophysiological responses of TDP-43 Drosophila melanogaster model of ALS. Sci. Rep. 2018;8(1):16002.", "ArticleIdList": ["PMC6207707", "30375462"]}, {"Citation": "Madabhushi R., Pan L., Tsai L.H. DNA damage and its links to neurodegeneration. Neuron. 2014;83(2):266–282.", "ArticleIdList": ["PMC5564444", "25033177"]}, {"Citation": "Maher P., Dargusch R., Bodai L., Gerard P.E., Purcell J.M., Marsh J.L. ERK activation by the polyphenols fisetin and resveratrol provides neuroprotection in multiple models of Huntington's disease. Hum. Mol. Genet. 2011;20(2):261–270.", "ArticleIdList": ["PMC3005900", "20952447"]}, {"Citation": "Maiuri T., Mocle A.J., Hung C.L., Xia J., van Roon-Mom W.M., Truant R. Huntingtin is a scaffolding protein in the ATM oxidative DNA damage response complex. Hum. Mol. Genet. 2017;26(2):395–406.", "ArticleIdList": ["28017939"]}, {"Citation": "Maiuri T., Suart C.E., Hung C.L.K., Graham K.J., Barba Bazan C.A., Truant R. DNA damage repair in huntington's disease and other neurodegenerative diseases. Neurotherapeutics. 2019;16(4):948–956.", "ArticleIdList": ["PMC6985310", "31364066"]}, {"Citation": "Mak S., Li W., Fu H., Luo J., Cui W., Hu S., Pang Y., Carlier P.R., Tsim K.W., Pi R., Han Y. Promising tacrine/huperzine A-based dimeric acetylcholinesterase inhibitors for neurodegenerative disorders: from relieving symptoms to modifying diseases through multitarget. J. Neurochem. 2021", "ArticleIdList": ["PMC8458250", "33930191"]}, {"Citation": "Malmsten C.L. Prostaglandins, thromboxanes, and leukotrienes in inflammation. Am. J. Med. 1986;80(4B):11–17.", "ArticleIdList": ["2871754"]}, {"Citation": "Mancuso R., del Valle J., Modol L., Martinez A., Granado-Serrano A.B., Ramirez-Núñez O., Pallás M., Portero-Otin M., Osta R., Navarro X. Resveratrol improves motoneuron function and extends survival in SOD1(G93A) ALS mice. Neurotherapeutics. 2014;11(2):419–432.", "ArticleIdList": ["PMC3996124", "24414863"]}, {"Citation": "Marcucci V., Kleiman J. Biomarkers and their implications in Alzheimer’s disease: a literature review. Explor. Res. Hypothesis Med. 2021;000 0-0."}, {"Citation": "Martinez-Vicente M., Talloczy Z., Wong E., Tang G., Koga H., Kaushik S., de Vries R., Arias E., Harris S., Sulzer D., Cuervo A.M. Cargo recognition failure is responsible for inefficient autophagy in Huntington's disease. Nat. Neurosci. 2010;13(5):567–576.", "ArticleIdList": ["PMC2860687", "20383138"]}, {"Citation": "Masrori P., Van Damme P. Amyotrophic lateral sclerosis: a clinical revie'. Eur. J. Neurol. 2020;27(10):1918–1929.", "ArticleIdList": ["PMC7540334", "32526057"]}, {"Citation": "Mays C.E., Armijo E., Morales R., Kramm C., Flores A., Tiwari A., Bian J., Telling G.C., Pandita T.K., Hunt C.R., Soto C. Prion disease is accelerated in mice lacking stress-induced heat shock protein 70 (HSP70) J. Biol. Chem. 2019;294(37):13619–13628.", "ArticleIdList": ["PMC6746463", "31320473"]}, {"Citation": "McFeeters H., Gilbert M.J., Thompson R.M., Setzer W.N., Cruz-Vera L.R., McFeeters R.L. Inhibition of essential bacterial peptidyl-tRNA hydrolase activity by tropical plant extracts. Nat. Prod. Commun. 2012;7(8):1107–1110.", "ArticleIdList": ["22978241"]}, {"Citation": "McGregor M.M., Nelson A.B. Circuit mechanisms of Parkinson's disease. Neuron. 2019;101(6):1042–1056.", "ArticleIdList": ["30897356"]}, {"Citation": "Menzies F.M., Fleming A., Caricasole A., Bento C.F., Andrews S.P., Ashkenazi A., Füllgrabe J., Jackson A., Sanchez M.J., Karabiyik C. Autophagy and neurodegeneration: pathogenic mechanisms and therapeutic opportunities. Neuron. 2017;93(5):1015–1034.", "ArticleIdList": ["28279350"]}, {"Citation": "Michalska P., León R. When it comes to an end: oxidative stress crosstalk with protein aggregation and neuroinflammation induce neurodegeneration. Antioxidants. 2020;9:8.", "ArticleIdList": ["PMC7463521", "32806679"]}, {"Citation": "Miller T.M., Cudkowicz M.E., Genge A., Shaw P.J., Sobue G., Bucelli R.C., Chiò A., Van Damme P., Ludolph A.C., Glass J.D., Andrews J.A., Babu S., Benatar M., McDermott C.J., Cochrane T., Chary S., Chew S., Zhu H., Wu F., Nestorov I., Graham D., Sun P., McNeill M., Fanning L., Ferguson T.A., Fradette S. Trial of antisense oligonucleotide tofersen for SOD1 ALS. New Engl. J. Med. 2022;387(12):1099–1110.", "ArticleIdList": ["36129998"]}, {"Citation": "Min H.J., Nam J.W., Yu E.S., Hong J.H., Seo E.K., Hwang E.S. Effect of naturally occurring hydroxychavicol acetate on the cytokine production in T helper cells. Int. Immunopharmacol. 2009;9(4):448–454.", "ArticleIdList": ["19208458"]}, {"Citation": "Minchev D., Kazakova M., Sarafian V. Neuroinflammation and autophagy in Parkinson's disease-novel perspectives. Int. J. Mol. Sci. 2022;23(23):14997. doi: 10.3390/ijms232314997.", "ArticleIdList": ["10.3390/ijms232314997", "PMC9735607", "36499325"]}, {"Citation": "Mistry P.K., Lukina E., Ben Turkia H., Shankar S.P., Baris H., Ghosn M., Mehta A., Packman S., Pastores G., Petakov M., Assouline S., Balwani M., Danda S., Hadjiev E., Ortega A., Gaemers S.J.M., Tayag R., Peterschmitt M.J. Outcomes after 18 months of eliglustat therapy in treatment-naïve adults with Gaucher disease type 1: the phase 3 ENGAGE trial. Am. J. Hematol. 2017;92(11):1170–1176.", "ArticleIdList": ["PMC5656936", "28762527"]}, {"Citation": "Mohandas Rao K.G., Muddanna Rao S., Gurumadhva Rao S. Centella asiatica (L.) leaf extract treatment during the growth spurt period enhances hippocampal CA3 neuronal dendritic arborization in rats. Evid. Based Complement. Altern. Med. 2006;3(3):349–357.", "ArticleIdList": ["PMC1513148", "16951719"]}, {"Citation": "Morena J., Gupta A., Hoyle J.C. Charcot-marie-tooth: from molecules to therapy. Int. J. Mol. Sci. 2019;20:14.", "ArticleIdList": ["PMC6679156", "31336816"]}, {"Citation": "Morris G., Berk M., Galecki P., Walder K., Maes M. The neuro-immune pathophysiology of central and peripheral fatigue in systemic immune-inflammatory and neuro-immune diseases. Mol. Neurobiol. 2016;53(2):1195–1219.", "ArticleIdList": ["25598355"]}, {"Citation": "Morris G., Puri B.K., Walder K., Berk M., Stubbs B., Maes M., Carvalho A.F. The endoplasmic reticulum stress response in neuroprogressive diseases: emerging pathophysiological role and translational implications. Mol. Neurobiol. 2018;55(12):8765–8787.", "ArticleIdList": ["PMC6208857", "29594942"]}, {"Citation": "Mähler A., Steiniger J., Bock M., Klug L., Parreidt N., Lorenz M., Zimmermann B.F., Krannich A., Paul F., Boschmann M. Metabolic response to epigallocatechin-3-gallate in relapsing-remitting multiple sclerosis: a randomized clinical trial. Am. J. Clin. Nutr. 2015;101(3):487–495.", "ArticleIdList": ["25733633"]}, {"Citation": "Moujalled D., Strasser A., Liddell J.R. Molecular mechanisms of cell death in neurological diseases. Cell Death Differ. 2021;28(7):2029–2044. doi: 10.1038/s41418-021-00814-y.", "ArticleIdList": ["10.1038/s41418-021-00814-y", "PMC8257776", "34099897"]}, {"Citation": "Nadjar Y., Hütter-Moncada A.L., Latour P., Ayrignac X., Kaphan E., Tranchant C., Cintas P., Degardin A., Goizet C., Laurencin C., Martzolff L., Tilikete C., Anheim M., Audoin B., Deramecourt V., De Gaillarbois T.D., Roze E., Lamari F., Vanier M.T., Héron B. Adult Niemann-Pick disease type C in France: clinical phenotypes and long-term miglustat treatment effect. Orphanet J. Rare Dis. 2018;13(1):175.", "ArticleIdList": ["PMC6167825", "30285904"]}, {"Citation": "Nelson K.M., Dahlin J.L., Bisson J., Graham J., Pauli G.F., Walters M.A. The essential medicinal chemistry of curcumin. J. Med. Chem. 2017;60(5):1620–1637.", "ArticleIdList": ["PMC5346970", "28074653"]}, {"Citation": "Newland P., Starkweather A., Sorenson M. Central fatigue in multiple sclerosis: a review of the literature. J. Spinal Cord. Med. 2016;39(4):386–399.", "ArticleIdList": ["PMC5102292", "27146427"]}, {"Citation": "Newman D.J., Cragg G.M. Natural products as sources of new drugs over the 30 years from 1981 to 2010. J. Nat. Prod. 2012;75(3):311–335.", "ArticleIdList": ["PMC3721181", "22316239"]}, {"Citation": "Newman D.J., Cragg G.M. Natural products as sources of new drugs over the nearly four decades from 01/1981 to 09/2019. J. Nat. Prod. 2020;83(3):770–803.", "ArticleIdList": ["32162523"]}, {"Citation": "Nichols M.R., St-Pierre M.K., Wendeln A.C., Makoni N.J., Gouwens L.K., Garrad E.C., Sohrabi M., Neher J.J., Tremblay M.E., Combs C.K. Inflammatory mechanisms in neurodegeneration. J. Neurochem. 2019;149(5):562–581.", "ArticleIdList": ["PMC6541515", "30702751"]}, {"Citation": "Nichols E., Voss T. Estimating the global mortality from Alzheimer’s disease and other dementias: a new method and results from the Global Burden of Disease study 2019. Alzheimer's Dement. 2019", "ArticleIdList": ["PMC8315276", "34337138"]}, {"Citation": "Nicholson J.S., Landry K.S. Oral dysbiosis and neurodegenerative diseases: correlations and potential causations. Microorganisms. 2022;10:7.", "ArticleIdList": ["PMC9317272", "35889043"]}, {"Citation": "Nogueira L., Ramirez-Sanchez I., Perkins G.A., Murphy A., Taub P.R., Ceballos G., Villarreal F.J., Hogan M.C., Malek M.H. (-)-Epicatechin enhances fatigue resistance and oxidative capacity in mouse muscle. J. Physiol. 2011;589(18):4615–4631.", "ArticleIdList": ["PMC3208228", "21788351"]}, {"Citation": "Oakes S.A., Papa F.R. The role of endoplasmic reticulum stress in human pathology. Annu. Rev. Pathol. 2015;10:173–194.", "ArticleIdList": ["PMC5568783", "25387057"]}, {"Citation": "Ogawa T., Kodera Y., Hirata D., Blackwell T.K., Mizunuma M. Natural thioallyl compounds increase oxidative stress resistance and lifespan in Caenorhabditis elegans by modulating SKN-1/Nrf. Sci. Rep. 2016;6:21611.", "ArticleIdList": ["PMC4761942", "26899496"]}, {"Citation": "Ono K., Nakane H., Meng Z.-M., Ose Y., Sakai Y., Mizuno M. Differential inhibitory effects of various herb extracts on the activities of reverse transcriptase and various deoxyribonucleic acid (DNA) polymerases. Chem. Pharm. Bull. 1989;37(7):1810–1812.", "ArticleIdList": ["2478305"]}, {"Citation": "Ono K., Yamada M. Antioxidant compounds have potent anti‐fibrillogenic and fibril‐destabilizing effects for α‐synuclein fibrils in vitro. J. Neurochem. 2006;97(1):105–115.", "ArticleIdList": ["16524383"]}, {"Citation": "Orhan D.D., Orhan N., Ozcelik B., Ergun F. Biological activities of Vitis vinifera L. leaves. Turk. J. Biol. 2009;33(1):341–348."}, {"Citation": "Parakh S., Atkin J.D. Protein folding alterations in amyotrophic lateral sclerosis. Brain Res. 2016;1648(B):633–649.", "ArticleIdList": ["27064076"]}, {"Citation": "Parenti G. Treating lysosomal storage diseases with pharmacological chaperones: from concept to clinics. EMBO Mol. Med. 2009;1(5):268–279.", "ArticleIdList": ["PMC3378140", "20049730"]}, {"Citation": "Pereira D.M., Valentão P., Andrade P.B. Tuning protein folding in lysosomal storage diseases: the chemistry behind pharmacological chaperones. Chem. Sci. 2018;9(7):1740–1752.", "ArticleIdList": ["PMC5896381", "29719681"]}, {"Citation": "Perry E., Howes M.J. Medicinal plants and dementia therapy: herbal hopes for brain aging? CNS Neurosci. Ther. 2011;17(6):683–698.", "ArticleIdList": ["PMC6493900", "22070157"]}, {"Citation": "Pickart C.M. Mechanisms underlying ubiquitination. Annu. Rev. Biochem. 2001;70:503–533.", "ArticleIdList": ["11395416"]}, {"Citation": "Pirhan D., Yüksel N., Emre E., Cengiz A., Kürşat Yıldız D. Riluzole-and resveratrol-induced delay of retinal ganglion cell death in an experimental model of glaucoma. Curr. Eye Res. 2016;41(1):59–69.", "ArticleIdList": ["25658983"]}, {"Citation": "Pisa D., Alonso R., Rábano A., Rodal I., Carrasco L. Different brain regions are infected with fungi in Alzheimer's disease. Sci. Rep. 2015;5:15015.", "ArticleIdList": ["PMC4606562", "26468932"]}, {"Citation": "Platt F.M., d'Azzo A., Davidson B.L., Neufeld E.F., Tifft C.J. Lysosomal storage diseases. Nat. Rev. Dis. Prim. 2018;4(1):27.", "ArticleIdList": ["30275469"]}, {"Citation": "Qiao Y., Sun J., Xia S., Tang X., Shi Y., Le G. Effects of resveratrol on gut microbiota and fat storage in a mouse model with high-fat-induced obesity. Food Funct. 2014;5(6):1241–1249.", "ArticleIdList": ["24722352"]}, {"Citation": "Radad K., Moldzio R., Rausch W.D. Ginsenosides and their CNS targets. CNS Neurosci. Ther. 2011;17(6):761–768.", "ArticleIdList": ["PMC6493809", "21143430"]}, {"Citation": "Rahman S., Copeland W.C. POLG-related disorders and their neurological manifestations. Nat. Rev. Neurol. 2019;15(1):40–52.", "ArticleIdList": ["PMC8796686", "30451971"]}, {"Citation": "Rai S.N., Birla H., Singh S.S., Zahra W., Patil R.R., Jadhav J.P., Singh S.P. Mucuna pruriens protects against MPTP intoxicated neuroinflammation in Parkinson’s disease through NF-κB/pAKT signaling pathways. Front. Aging Neurosci. 2017;9:421.", "ArticleIdList": ["PMC5742110", "29311905"]}, {"Citation": "Rama Rao K.V., Kielian T. Astrocytes and lysosomal storage diseases. Neuroscience. 2016;323:195–206.", "ArticleIdList": ["PMC4664580", "26037807"]}, {"Citation": "Ramirez A.I., de Hoz R., Salobrar-Garcia E., Salazar J.J., Rojas B., Ajoy D., López-Cuenca I., Rojas P., Triviño A., Ramírez J.M. The role of microglia in retinal neurodegeneration: Alzheimer's disease, Parkinson, and Glaucoma. Front. Aging Neurosci. 2017;9:214.", "ArticleIdList": ["PMC5498525", "28729832"]}, {"Citation": "Rasoanaivo P., Wright C.W., Willcox M.L., Gilbert B. Whole plant extracts versus single compounds for the treatment of malaria: synergy and positive interactions. Malar. J. 2011;10(1):S4.", "ArticleIdList": ["PMC3059462", "21411015"]}, {"Citation": "Reich D.S., Lucchinetti C.F., Calabresi P.A. Multiple Sclerosis. New Engl. J. Med. 2018;378(2):169–180.", "ArticleIdList": ["PMC6942519", "29320652"]}, {"Citation": "Richer S., Patel S., Sockanathan S., Ulanski L.J., Miller L., Podella C. Resveratrol based oral nutritional supplement produces long-term beneficial effects on structure and visual function in human patients. Nutrients. 2014;6(10):4404–4420.", "ArticleIdList": ["PMC4210925", "25329968"]}, {"Citation": "Rinaldi P., Polidori M.C., Metastasio A., Mariani E., Mattioli P., Cherubini A., Catani M., Cecchetti R., Senin U., Mecocci P. Plasma antioxidants are similarly depleted in mild cognitive impairment and in Alzheimer's disease. Neurobiol. Aging. 2003;24(7):915–919.", "ArticleIdList": ["12928050"]}, {"Citation": "Riyahi Malayeri S., Rahimi H., Mousavi Sadati S.K., Behdari R. Brain-derived neurotrophic factor (BDNF) variation to aerobic exercise and Aloe vera intake in women with type 2 diabetes. J. Exerc. Organ Cross Talk. 2021;1(1):1–7."}, {"Citation": "Robberecht W., Philips T. The changing scene of amyotrophic lateral sclerosis. Nat. Rev. Neurosci. 2013;14(4):248–264.", "ArticleIdList": ["23463272"]}, {"Citation": "Roberts B.E., Duennwald M.L., Wang H., Chung C., Lopreiato N.P., Sweeny E.A., Knight M.N., Shorter J. A synergistic small-molecule combination directly eradicates diverse prion strain structures. Nat. Chem. Biol. 2009;5(12):936–946.", "ArticleIdList": ["PMC2909773", "19915541"]}, {"Citation": "Rommer P.S., Milo R., Han M.H., Satyanarayan S., Sellner J., Hauer L., Illes Z., Warnke C., Laurent S., Weber M.S., Zhang Y., Stuve O. Immunological aspects of approved MS therapeutics. Front. Immunol. 2019;10:1564.", "ArticleIdList": ["PMC6637731", "31354720"]}, {"Citation": "Rowland I., Faughnan M., Hoey L., Wähälä K., Williamson G., Cassidy A. Bioavailability of phyto-oestrogens. Br. J. Nutr. 2003;89(Suppl 1):S45–S58.", "ArticleIdList": ["12725656"]}, {"Citation": "Saffari A., Kölker S., Hoffmann G.F., Ebrahimi-Fakhari D. Linking mitochondrial dysfunction to neurodegeneration in lysosomal storage diseases. J. Inherit. Metab. Dis. 2017;40(5):631–640.", "ArticleIdList": ["28477283"]}, {"Citation": "Sakla M.S., Lorson C.L. Induction of full-length survival motor neuron by polyphenol botanical compounds. Hum. Genet. 2008;122(6):635–643.", "ArticleIdList": ["17962980"]}, {"Citation": "Saneto R.P., Cohen B.H., Copeland W.C., Naviaux R.K. Alpers-Huttenlocher syndrome. Pedia Neurol. 2013;48(3):167–178.", "ArticleIdList": ["PMC3578656", "23419467"]}, {"Citation": "Sarkar S., Carroll B., Buganim Y., Maetzel D., Ng A.H., Cassady J.P., Cohen M.A., Chakraborty S., Wang H., Spooner E., Ploegh H., Gsponer J., Korolchuk V.I., Jaenisch R. Impaired autophagy in the lipid-storage disorder Niemann-Pick type C1 disease. Cell Rep. 2013;5(5):1302–1315. doi: 10.1016/j.celrep.2013.10.042.", "ArticleIdList": ["10.1016/j.celrep.2013.10.042", "PMC3957429", "24290752"]}, {"Citation": "Saslis-Lagoudakis C.H., Savolainen V., Williamson E.M., Forest F., Wagstaff S.J., Baral S.R., Watson M.F., Pendry C.A., Hawkins J.A. Phylogenies reveal predictive power of traditional medicine in bioprospecting. Proc. Natl. Acad. Sci. U.S.A. 2012;109(39):15835–15840.", "ArticleIdList": ["PMC3465383", "22984175"]}, {"Citation": "Savage A.L., Schumann G.G., Breen G., Bubb V.J., Al-Chalabi A., Quinn J.P. Retrotransposons in the development and progression of amyotrophic lateral sclerosis. J. Neurol. Neurosurg. Psychiatry. 2019;90(3):284–293.", "ArticleIdList": ["PMC6518469", "30305322"]}, {"Citation": "Sbodio J.I., Snyder S.H., Paul B.D. Redox mechanisms in neurodegeneration: from disease outcomes to therapeutic opportunities. Antioxid. Redox Signal. 2019;30(11):1450–1499.", "ArticleIdList": ["PMC6393771", "29634350"]}, {"Citation": "Seranova E., Connolly K.J., Zatyka M., Rosenstock T.R., Barrett T., Tuxworth R.I., Sarkar S. Dysregulation of autophagy as a common mechanism in lysosomal storage diseases. Essays Biochem. 2017;61(6):733–749.", "ArticleIdList": ["PMC5869865", "29233882"]}, {"Citation": "Shahheydari H., Ragagnin A., Walker A.K., Toth R.P., Vidal M., Jagaraj C.J., Perri E.R., Konopka A., Sultana J.M., Atkin J.D. Protein quality control and the amyotrophic lateral sclerosis/frontotemporal dementia continuum. Front. Mol. Neurosci. 2017;10:119.", "ArticleIdList": ["PMC5423993", "28539871"]}, {"Citation": "Sheng Y., Li L., Holmgren K., Pero R. DNA repair enhancement of aqueous extracts of Uncaria tomentosa in a human volunteer study. Phytomedicine. 2001;8(4):275–282.", "ArticleIdList": ["11515717"]}, {"Citation": "Shim S.H., Kim J.M., Choi C.Y., Kim C.Y., Park K.H. Ginkgo biloba extract and bilberry anthocyanins improve visual function in patients with normal tension glaucoma. J. Med. Food. 2012;15(9):818–823.", "ArticleIdList": ["PMC3429325", "22870951"]}, {"Citation": "Shindler K.S., Ventura E., Dutt M., Elliott P., Fitzgerald D.C., Rostami A. Oral resveratrol reduces neuronal damage in a model of multiple sclerosis. J. Neuro-Ophthalmol. 2010;30(4):328.", "ArticleIdList": ["PMC3312784", "21107122"]}, {"Citation": "Shivasharan B.D., Nagakannan P., Thippeswamy B.S., Veerapur V.P., Bansal P., Unnikrishnan M.K. Protective effect of Calendula officinalis Linn. flowers against 3-nitropropionic acid induced experimental Huntington's disease in rats. Drug Chem. Toxicol. 2013;36(4):466–473.", "ArticleIdList": ["23590827"]}, {"Citation": "Singh V.K., Mehrotra S., Agarwal S.S. The paradigm of Th1 and Th2 cytokines: its relevance to autoimmunity and allergy. Immunol. Res. 1999;20(2):147–161.", "ArticleIdList": ["10580639"]}, {"Citation": "Spindler S.R., Mote P.L., Flegal J.M., Teter B. 'Influence on longevity of blueberry, cinnamon, green and black tea, pomegranate, sesame, curcumin, morin, pycnogenol, quercetin, and taxifolin fed iso-calorically to long-lived, F1 hybrid mice'. Rejuvenation Res. 2013;16(2):143–151.", "ArticleIdList": ["23432089"]}, {"Citation": "Stockler-Pinto M.B., Mafra D., Moraes C., Lobo J., Boaventura G.T., Farage N.E., Silva W.S., Cozzolino S.F., Malm O. Brazil nut (Bertholletia excelsa, H.B.K.) improves oxidative stress and inflammation biomarkers in hemodialysis patients. Biol. Trace Elem. Res. 2014;158(1):105–112.", "ArticleIdList": ["24504745"]}, {"Citation": "Stürner K.H., Stellmann J.P., Dörr J., Paul F., Friede T., Schammler S., Reinhardt S., Gellissen S., Weissflog G., Faizy T.D., Werz O., Fleischer S., Vaas L.A.I., Herrmann F., Pless O., Martin R., Heesen C. 'A standardised frankincense extract reduces disease activity in relapsing-remitting multiple sclerosis (the SABA phase IIa trial)'. J. Neurol. Neurosurg. Psychiatry. 2018;89(4):330–338.", "ArticleIdList": ["29248894"]}, {"Citation": "Subramaniam S.R., Chesselet M.F. Mitochondrial dysfunction and oxidative stress in Parkinson's disease. Prog. Neurobiol. 2013;106–107:17–32. doi: 10.1016/j.pneurobio.2013.04.004.", "ArticleIdList": ["10.1016/j.pneurobio.2013.04.004", "PMC3742021", "23643800"]}, {"Citation": "Sun A. Lysosomal storage disease overview. Ann. Transl. Med. 2018;6(24):476.", "ArticleIdList": ["PMC6331358", "30740407"]}, {"Citation": "Sun Y., Ran H., Liou B., Quinn B., Zamzow M., Zhang W., Bielawski J., Kitatani K., Setchell K.D., Hannun Y.A. Isofagomine in vivo effects in a neuronopathic Gaucher disease mouse. PLoS One. 2011;6(4)", "ArticleIdList": ["PMC3080394", "21533102"]}, {"Citation": "Sweeney P., Park H., Baumann M., Dunlop J., Frydman J., Kopito R., McCampbell A., Leblanc G., Venkateswaran A., Nurmi A., Hodgson R. Protein misfolding in neurodegenerative diseases: implications and strategies. Transl. Neurodegener. 2017;6:6.", "ArticleIdList": ["PMC5348787", "28293421"]}, {"Citation": "Tailor B., Pilozzi A., Huang X. Contributing factors of neurodegeneration in Alzheimer’s disease. Exon Publ. 2019:69–84."}, {"Citation": "Tait S.W., Green D.R. Mitochondria and cell death: outer membrane permeabilization and beyond. Nat. Rev. Mol. Cell Biol. 2010;11(9):621–632.", "ArticleIdList": ["20683470"]}, {"Citation": "Tan J.X., Finkel T. Mitochondria as intracellular signaling platforms in health and disease. J. Cell Biol. 2020;219:5.", "ArticleIdList": ["PMC7199861", "32320464"]}, {"Citation": "Tanudjojo B., Shaikh S.S., Fenyi A., Bousset L., Agarwal D., Marsh J., Zois C., Heman-Ackah S., Fischer R., Sims D., Melki R., Tofaris G.K. Phenotypic manifestation of α-synuclein strains derived from Parkinson's disease and multiple system atrophy in human dopaminergic neurons. Nat. Commun. 2021;12(1):3817.", "ArticleIdList": ["PMC8217249", "34155194"]}, {"Citation": "Tufekci K.U., Genc S., Genc K. The endotoxin-induced neuroinflammation model of Parkinson's disease. Parkinsons Dis. 2011;2011", "ArticleIdList": ["PMC3034925", "21331154"]}, {"Citation": "Turakhiya, A. (2019). Functional characterization of the role of ZFAND1 in stress granule turnover (Doctoral dissertation, Universität Würzburg). https://doi.org/10.25972/OPUS-16375."}, {"Citation": "Tyler S.E.B., Tyler L.D.K. Therapeutic roles of plants for 15 hypothesised causal bases of Alzheimer's disease. Nat. Prod. Bioprospect. 2022;12(1):34.", "ArticleIdList": ["PMC9395556", "35996065"]}, {"Citation": "Vogrinčič M., Kreft I., Filipič M., Zegura B. Antigenotoxic effect of Tartary (Fagopyrum tataricum) and common (Fagopyrum esculentum) buckwheat flour. J. Med Food. 2013;16(10):944–952.", "ArticleIdList": ["24083484"]}, {"Citation": "Vonsattel J.P., Myers R.H., Stevens T.J., Ferrante R.J., Bird E.D., Richardson E.P. Neuropathological classification of Huntington's disease. J. Neuropathol. Exp. Neurol. 1985;44(6):559–577.", "ArticleIdList": ["2932539"]}, {"Citation": "Vujicic M., Nikolic I., Kontogianni V.G., Saksida T., Charisiadis P., Orescanin-Dusic Z., Blagojevic D., Stosic-Grujicic S., Tzakos A.G., Stojanovic I. Methanolic extract of Origanum vulgare ameliorates type 1 diabetes through antioxidant, anti-inflammatory and anti-apoptotic activity. Br. J. Nutr. 2015;113(5):770–782.", "ArticleIdList": ["25671817"]}, {"Citation": "Walker F.O. Huntington's disease. Lancet. 2007;369(9557):218–228.", "ArticleIdList": ["17240289"]}, {"Citation": "Walterfang M., Chien Y.H., Imrie J., Rushton D., Schubiger D., Patterson M.C. Dysphagia as a risk factor for mortality in Niemann-Pick disease type C: systematic literature review and evidence from studies with miglustat. Orphanet J. Rare Dis. 2012;7:76.", "ArticleIdList": ["PMC3552828", "23039766"]}, {"Citation": "Wang T.H., Wang S.Y., Wang X.D., Jiang H.Q., Yang Y.Q., Wang Y., Cheng J.L., Zhang C.T., Liang W.W., Feng H.L. Fisetin exerts antioxidant and neuroprotective effects in multiple mutant hSOD1 models of amyotrophic lateral sclerosis by activating ERK. Neuroscience. 2018;379:152–166.", "ArticleIdList": ["29559385"]}, {"Citation": "Wedel S., Manola M., Cavinato M., Trougakos I.P., Jansen-Dürr P. Targeting protein quality control mechanisms by natural products to promote healthy ageing. Molecules. 2018;23:5.", "ArticleIdList": ["PMC6100286", "29783751"]}, {"Citation": "Wei H., Zhang Z., Saha A., Peng S., Chandra G., Quezado Z., Mukherjee A.B. Disruption of adaptive energy metabolism and elevated ribosomal p-S6K1 levels contribute to INCL pathogenesis: partial rescue by resveratrol. Hum. Mol. Genet. 2011;20(6):1111–1121.", "ArticleIdList": ["PMC3043662", "21224254"]}, {"Citation": "Wei X., Xu X., Chen Z., Liang T., Wen Q., Qin N., Huang W., Huang X., Li Y., Li J., He J., Wei J., Huang R. Protective effects of 2-dodecyl-6-methoxycyclohexa-2,5 -diene-1,4-dione isolated from averrhoa carambola L. (Oxalidaceae) roots on neuron apoptosis and memory deficits in Alzheimer's disease. Cell Physiol. Biochem. 2018;49(3):1064–1073.", "ArticleIdList": ["30196278"]}, {"Citation": "Weiskirchen S., Weiskirchen R. 'Resveratrol: how much wine do you have to drink to stay healthy?'. Adv. Nutr. 2016;7(4):706–718.", "ArticleIdList": ["PMC4942868", "27422505"]}, {"Citation": "Winner B., Winkler J. Adult neurogenesis in neurodegenerative diseases. Cold Spring Harb. Perspect. Biol. 2015;7(4)", "ArticleIdList": ["PMC4382734", "25833845"]}, {"Citation": "Witt S.N. Hsp70 molecular chaperones and Parkinson's disease. Biopolymers. 2010;93(3):218–228.", "ArticleIdList": ["19768775"]}, {"Citation": "Wobst, H.J., Mack, K.L., Brown, D.G., Brandon, N.J. and Shorter, J. (2020) 'The clinical trial landscape in amyotrophic lateral sclerosis-Past, present, and future', Med Res Rev, 40(4), pp. 1352–1384.", "ArticleIdList": ["PMC7417284", "32043626"]}, {"Citation": "World Health Organization . International Union for Conservation of Nature and Natural Resources; Gland: 1993. 'Guidelines on the Conservation of Medicinal Plants."}, {"Citation": "World Health Organisation. (2020) Available at: 〈www.who.int/data/gho/indicator-metadata-registry/imr-details/158〉 (Accessed: 8.6.21)."}, {"Citation": "World Health Organisation. (2021) Available at: 〈www.who.int/data/gho/indicator-metadata-registry/imr-details/158〉 (Accessed: 8.6.21)."}, {"Citation": "Xu X., Lai Y., Hua Z.C. Apoptosis and apoptotic body: disease message and therapeutic target potentials. Biosci. Rep. 2019;39:1.", "ArticleIdList": ["PMC6340950", "30530866"]}, {"Citation": "Yang D., Ying J., Wang X., Zhao T., Yoon S., Fang Y., Zheng Q., Liu X., Yu W., Hua F. Mitochondrial dynamics: a key role in neurodegeneration and a potential target for neurodegenerative disease. Front. Neurosci. 2021;15", "ArticleIdList": ["PMC8072049", "33912006"]}, {"Citation": "Yaseen R., Branitzki-Heinemann K., Moubasher H., Setzer W.N., Naim H.Y., von Köckritz-Blickwede M. In vitro testing of crude natural plant extracts from Costa Rica for their ability to boost innate immune cells against Staphylococcus aureus. Biomedicines. 2017;5:3.", "ArticleIdList": ["PMC5618298", "28678207"]}, {"Citation": "Yiu E.M., Tai G., Peverill R.E., Lee K.J., Croft K.D., Mori T.A., Scheiber-Mojdehkar B., Sturm B., Praschberger M., Vogel A.P., Rance G., Stephenson S.E., Sarsero J.P., Stockley C., Lee C.Y., Churchyard A., Evans-Galea M.V., Ryan M.M., Lockhart P.J., Corben L.A., Delatycki M.B. An open-label trial in Friedreich ataxia suggests clinical benefit with high-dose resveratrol, without effect on frataxin levels. J. Neurol. 2015;262(5):1344–1353.", "ArticleIdList": ["25845763"]}, {"Citation": "Yoo D.Y., Kim W., Yoo K.Y., Lee C.H., Choi J.H., Yoon Y.S., Kim D.W., Won M.H., Hwang I.K. Grape seed extract enhances neurogenesis in the hippocampal dentate gyrus in C57BL/6 mice. Phytother. Res. 2011;25(5):668–674.", "ArticleIdList": ["21043032"]}, {"Citation": "Youn K., Lee S., Jun M. Discovery of nobiletin from citrus peel as a potent inhibitor of β-amyloid peptide toxicity. Nutrients. 2019;11(11):2648.", "ArticleIdList": ["PMC6893598", "31689949"]}, {"Citation": "Yu E.S., Min H.J., Lee K., Lee M.S., Nam J.W., Seo E.K., Hong J.H., Hwang E.S. Anti‐inflammatory activity of p‐coumaryl alcohol‐γ‐O‐methyl ether is mediated through modulation of interferon‐γ production in Th cells. Br. J. Pharmacol. 2009;156(7):1107–1114.", "ArticleIdList": ["PMC2697698", "19226286"]}, {"Citation": "Zafar S., Anwar H., Qasim M., Irfan S., Maqbool J., Sajid F., Naqvi S.A.R., Hussain G. Calotropis procera (root) escalates functions rehabilitation and attenuates oxidative stress in a mouse model of peripheral nerve injury. Pak. J. Pharm. Sci. 2020:33.", "ArticleIdList": ["33879440"]}, {"Citation": "Zhang R., Miller R.G., Gascon R., Champion S., Katz J., Lancero M., Narvaez A., Honrada R., Ruvalcaba D., McGrath M.S. Circulating endotoxin and systemic immune activation in sporadic amyotrophic lateral sclerosis (sALS) J. Neuroimmunol. 2009;206(1–2):121–124.", "ArticleIdList": ["PMC2995297", "19013651"]}, {"Citation": "Zhang X., Feng Y., Wang Y., Wang J., Xiang D., Niu W., Yuan F. Resveratrol ameliorates disorders of mitochondrial biogenesis and dynamics in a rat chronic ocular hypertension model. Life Sci. 2018;207:234–245. doi: 10.1016/j.lfs.2018.06.010.", "ArticleIdList": ["10.1016/j.lfs.2018.06.010", "29894715"]}, {"Citation": "Zhang Y., Wang Y., Zhu X., Cao P., Wei S., Lu Y. Antibacterial and antibiofilm activities of eugenol from essential oil of Syzygium aromaticum (L.) Merr. & L. M. Perry (clove) leaf against periodontal pathogen Porphyromonas gingivalis. Micro Pathog. 2017;113:396–402.", "ArticleIdList": ["29101062"]}, {"Citation": "Zheng Q., Huang T., Zhang L., Zhou Y., Luo H., Xu H., Wang X. Dysregulation of ubiquitin-proteasome system in neurodegenerative diseases. Front. Aging Neurosci. 2016;8:303.", "ArticleIdList": ["PMC5156861", "28018215"]}, {"Citation": "Zheng S. Protective effect of polygonatum sibiricum polysaccharide on D-galactose-induced aging rats model. Sci. Rep. 2020;10(1):2246.", "ArticleIdList": ["PMC7010663", "32042011"]}, {"Citation": "Zhou H., Ye M., Xu W., Yu M., Liu X., Chen Y. DL‑3–n‑butylphthalide therapy for Parkinson's disease: a randomized controlled trial. Exp. Ther. Med. 2019;17(5):3800–3806.", "ArticleIdList": ["PMC6447885", "30988766"]}, {"Citation": "Zlokovic B.V. Neurovascular pathways to neurodegeneration in Alzheimer's disease and other disorders. Nat. Rev. Neurosci. 2011;12(12):723–738.", "ArticleIdList": ["PMC4036520", "22048062"]}, {"Citation": "Zougagh S., Belghiti A., Rochd T., Zerdani I., Mouslim J. Medicinal and aromatic plants used in traditional treatment of the oral pathology: the ethnobotanical survey in the economic capital Casablanca, Morocco (North Africa) Nat. Prod. Bioprospect. 2019;9(1):35–48.", "ArticleIdList": ["PMC6328421", "30484065"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "9", "Day": "24"}, {"Year": "2023", "Month": "1", "Day": "25"}, {"Year": "2023", "Month": "3", "Day": "7", "Hour": "2", "Minute": "2"}, {"Year": "2023", "Month": "3", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "8", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "2", "Day": "10"}], "PublicationStatus": "epublish", "ArticleIdList": ["36880056", "PMC9984566", "10.1016/j.ibneur.2023.01.006", "S2667-2421(23)00007-6"]}}], "PubmedBookArticle": []}