{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Polygonum cuspidatum", "molecular docking", "neuraminidase inhibitors", "ultrafiltration combined with mass spectrometry"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36905353", "DateCompleted": {"Year": "2023", "Month": "05", "Day": "25"}, "DateRevised": {"Year": "2023", "Month": "05", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "03", "Day": "19"}], "Language": ["eng"], "ELocationID": ["10.1002/jssc.202200937"], "Journal": {"ISSN": "1615-9314", "JournalIssue": {"Volume": "46", "Issue": "10", "PubDate": {"Year": "2023", "Month": "May"}}, "Title": "Journal of separation science", "ISOAbbreviation": "J Sep Sci"}, "ArticleTitle": "Discovery of the potential neuraminidase inhibitors from Polygonum cuspidatum by ultrafiltration combined with mass spectrometry guided by molecular docking.", "Pagination": {"StartPage": "e2200937", "MedlinePgn": "e2200937"}, "Abstract": {"AbstractText": ["Neuraminidase is an important target in the treatment of the influenza A virus. Screening natural neuraminidase inhibitors from medicinal plants is crucial for drug research. This study proposed a rapid strategy for identifying neuraminidase inhibitors from different crude extracts (Polygonum cuspidatum, Cortex Fraxini, and Herba Siegesbeckiae) using ultrafiltration combined with mass spectrometry guided by molecular docking. Firstly, the main component library of the three herbs was established, followed by molecular docking between the components and neuraminidase. Only the crude extracts with numbers of potential neuraminidase inhibitors identified by molecular docking were selected for ultrafiltration. This guided approach reduced experimental blindness and improved efficiency. The results of molecular docking indicated that the compounds in Polygonum cuspidatum demonstrated good binding affinity with neuraminidase. Subsequently, ultrafiltration-mass spectrometry was employed to screen for neuraminidase inhibitors in Polygonum cuspidatum. A total of five compounds were fished out, and they were identified as trans-polydatin, cis-polydatin, emodin-1-O-β-D-glucoside, emodin-8-O-β-D-glucoside, and emodin. The enzyme inhibitory assay showed that they all had neuraminidase inhibitory effects. In addition, the key residues of the interaction between neuraminidase and fished compounds were predicted. In all, this study could provide a strategy for the rapid screening of the potential enzyme inhibitors from medicinal herbs."], "CopyrightInformation": "© 2023 Wiley-VCH GmbH."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Instrument Analysis, College of Pharmacy, Shandong University of Traditional Chinese Medicine, Jinan, PR China."}], "LastName": "Wang", "ForeName": "Liqing", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Instrument Analysis, College of Pharmacy, Shandong University of Traditional Chinese Medicine, Jinan, PR China."}], "LastName": "Chen", "ForeName": "Menghan", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Instrument Analysis, College of Pharmacy, Shandong University of Traditional Chinese Medicine, Jinan, PR China."}], "LastName": "Sun", "ForeName": "Qihui", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Antivirus Collaborative Innovation Center, Experimental Center, Shandong University of Traditional Chinese Medicine, Jinan, Shandong, PR China."}, {"Identifier": [], "Affiliation": "Collaborative Innovation Center for Antiviral Traditional Chinese Medicine in Shandong Province, Jinan, Shandong, PR China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Traditional Chinese Medicine Classical Theory, Ministry of Education, Shandong University of Traditional Chinese Medicine, Jinan, PR China."}, {"Identifier": [], "Affiliation": "Shandong Provincial Key Laboratory of Traditional Chinese Medicine for Basic research, Shandong University of Traditional Chinese Medicine, Jinan, PR China."}], "LastName": "Yang", "ForeName": "Yong", "Initials": "Y"}, {"Identifier": ["0000-0001-6261-9202"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Instrument Analysis, College of Pharmacy, Shandong University of Traditional Chinese Medicine, Jinan, PR China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Traditional Chinese Medicine Classical Theory, Ministry of Education, Shandong University of Traditional Chinese Medicine, Jinan, PR China."}, {"Identifier": [], "Affiliation": "Shandong Provincial Key Laboratory of Traditional Chinese Medicine for Basic research, Shandong University of Traditional Chinese Medicine, Jinan, PR China."}], "LastName": "Rong", "ForeName": "Rong", "Initials": "R"}], "GrantList": [{"GrantID": "81873220", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "2020CXGC010505", "Agency": "Key R & D plan of Shandong Province (major science and technology innovation project)", "Country": ""}, {"GrantID": "2021GXR028", "Agency": "Jinan Municipal Bureau of Science and Technology", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "J Sep Sci", "NlmUniqueID": "101088554", "ISSNLinking": "1615-9306"}, "ChemicalList": [{"RegistryNumber": "XM261C37CQ", "NameOfSubstance": "polydatin"}, {"RegistryNumber": "EC 3.2.1.18", "NameOfSubstance": "Neuraminidase"}, {"RegistryNumber": "KA46RNI6HN", "NameOfSubstance": "Emodin"}, {"RegistryNumber": "0", "NameOfSubstance": "Enzyme Inhibitors"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Fallopia japonica"}, {"QualifierName": [], "DescriptorName": "Neuraminidase"}, {"QualifierName": [], "DescriptorName": "Molecular Docking Simulation"}, {"QualifierName": [], "DescriptorName": "Emodin"}, {"QualifierName": [], "DescriptorName": "Ultrafiltration"}, {"QualifierName": [], "DescriptorName": "Mass Spectrometry"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Enzyme Inhibitors"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["methods"], "DescriptorName": "Chromatography, High Pressure Liquid"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Sriwilaijaroen N, Vavricka CJ, Kiyota H, Suzuki Y. Influenza A Virus neuraminidase inhibitors. Methods Mol Biol. 2022;2556:321-53."}, {"Citation": "Zhang JY, Chen QQ, Li J, Zhang L, Qi LW. Neuraminidase 1 and its inhibitors from Chinese herbal medicines: an emerging role for cardiovascular diseases. Am J Chin Med. 2021;49:843-62."}, {"Citation": "Colman PM. Influenza virus neuraminidase: structure, antibodies, and inhibitors. Protein Sci. 1994;3:1687-96."}, {"Citation": "Luo H, Qian Y, Qi J, Liu X. A novel strategy for screening angiotensin-converting enzyme inhibitors from natural products based on enzyme-immobilized ligand fishing combined with active-site blocking and directional enrichment. J Chromatogr B Analyt Technol Biomed Life Sci. 2022;1195:123203."}, {"Citation": "Kang Q, Wang Y, Cui Q, Gong L, Yang Y, Jiang H, et al. Screening for anti-influenza actives of prefractionated traditional chinese medicines. Evid Based Complement Alternat Med. 2020;2020:4979850."}, {"Citation": "Peng W, Qin R, Li X, Zhou H. Botany, phytochemistry, pharmacology, and potential application of Polygonum cuspidatum Sieb.et Zucc.: a review. J Ethnopharmacol. 2013;148:729-45."}, {"Citation": "Li ZY, Li XK, Lin Y, Feng N, Zhang XZ, Li QL, et al. A comparative study of three chemometrics methods combined with excitation-emission matrix fluorescence for quantification of the bioactive compounds aesculin and aesculetin in Cortex Fraxini. Front Chem. 2022;10:984010."}, {"Citation": "Fang LH, Lv Y, Du GH. Progress in study of pharmacological effect of Cortex Fraxini. Zhongguo Zhong Yao Za Zhi. 2008;33:2732-6."}, {"Citation": "Wang Q, Liang YY, Li KW, Li Y, Niu FJ, Zhou SJ, et al. Herba Siegesbeckiae: a review on its traditional uses, chemical constituents, pharmacological activities and clinical studies. J Ethnopharmacol. 2021;275:114117."}, {"Citation": "Lin YY, Xia H, Xia GY, Li XY, Zhao C, Zhang XT, et al. [Effect of Siegesbeckiae Herba in treating chronic pain]. Zhongguo Zhong Yao Za Zhi. 2020;45:1851-8."}, {"Citation": "Biradi M, Hullatti K. Bioactivity guided isolation of cytotoxic terpenoids and steroids from Premna serratifolia. Pharm Biol. 2017;55:1375-9."}, {"Citation": "Bekiesch P, Oberhofer M, Sykora C, Urban E, Zotchev SB. Piperazic acid containing peptides produced by an endophytic Streptomyces sp. isolated from the medicinal plant Atropa belladonna. Nat Prod Res. 2021;35:1090-6."}, {"Citation": "Wang Y, Li D, Li J, Li J, Fan M, Han M, et al. Metal organic framework UiO-66 incorporated ultrafiltration membranes for simultaneous natural organic matter and heavy metal ions removal. Environ Res. 2022;208:112651."}, {"Citation": "Durigan M, Murphy HR, da Silva AJ. Dead-end ultrafiltration and DNA-based methods for detection of Cyclospora cayetanensis in agricultural water. Appl Environ Microbiol. 2020;86."}, {"Citation": "Qin S, Ren Y, Fu X, Shen J, Chen X, Wang Q, et al. Multiple ligand detection and affinity measurement by ultrafiltration and mass spectrometry analysis applied to fragment mixture screening. Anal Chim Acta. 2015;886:98-106."}, {"Citation": "Fernandez-Cerezo L, Wismer MK, Han I, Pollard JM. High throughput screening of ultrafiltration and diafiltration processing of monoclonal antibodies via the ambr(R) crossflow system. Biotechnol Prog. 2020;36:e2929."}, {"Citation": "Tian Z, Sun L, Chi B, Du Z, Zhang X, Liu Y, et al. Affinity ultrafiltration and UPLC-HR-Orbitrap-MS based screening of neuraminidase inhibitors from Angelica pubescens. J Chromatogr B Analyt Technol Biomed Life Sci. 2022;1208:123398."}, {"Citation": "Huang Q, Tang J, Chai X, Ren W, Wang J, Gan Q, et al. Affinity ultrafiltration and UPLC-HR-Orbitrap-MS based screening of thrombin-targeted small molecules with anticoagulation activity from Poecilobdella manillensis. J Chromatogr B Analyt Technol Biomed Life Sci. 2021;1178:122822."}, {"Citation": "Trott O, Olson AJ. AutoDock Vina: improving the speed and accuracy of docking with a new scoring function, efficient optimization, and multithreading. J Comput Chem. 2010;31:455-61."}, {"Citation": "Luo S, Guo L, Sheng C, Zhao Y, Chen L, Li C, et al. Rapid identification and isolation of neuraminidase inhibitors from mockstrawberry (Duchesnea indica Andr.) based on ligand fishing combined with HR-ESI-Q-TOF-MS. Acta Pharm Sin B. 2020;10:1846-55."}, {"Citation": "Yang F, Liu AL, Du GH. [A study on the standard of influenza neuraminidase inhibition assay]. Yao Xue Xue Bao. 2012;47:730-3."}, {"Citation": "Kyme H, Lee CT, Kim YT, Lee JH. Self-enzyme chemiluminescence immunoassay capable of rapidly diagnosing the infection of influenza A (H1N1) virus. Talanta. 2019;192:189-96."}, {"Citation": "Yi T, Zhang H, Cai Z. Analysis of Rhizoma Polygoni Cuspidati by HPLC and HPLC-ESI/MS. Phytochem Anal. 2007;18:387-92."}, {"Citation": "Han G, Xia J, Gao J, Inagaki Y, Tang W, Kokudo N. Anti-tumor effects and cellular mechanisms of resveratrol. Drug Discov Ther. 2015;9:1-12."}, {"Citation": "Dong J, Wang H, Wan L, Hashi Y, Chen S. [Identification and determination of major constituents in Polygonum cuspidatum Sieb. et Zucc. by high performance liquid chromatography/electrospray ionization-ion trap-time-of-flight mass spectrometry]. Se Pu. 2009;27:425-30."}, {"Citation": "Zhang H, Li C, Kwok ST, Zhang QW, Chan SW. A review of the pharmacological effects of the dried root of Polygonum cuspidatum (Hu Zhang) and its constituents. Evid Based Complement Alternat Med. 2013;2013:1."}, {"Citation": "Ninfali P, Antonelli A, Magnani M, Scarpa ES. Antiviral properties of flavonoids and delivery strategies. Nutrients. 2020;12."}, {"Citation": "Zhang X, Cao Y, Li J, Liu A, Liu H, Huang L. Neuraminidase inhibitory activity and constituent characterization of Fagopyrum dibotrys. Molecules 2017;22."}, {"Citation": "Cui MY, Xiao MW, Xu LJ, Chen Y, Liu AL, Ye J, et al. Bioassay of ferulic acid derivatives as influenza neuraminidase inhibitors. Arch Pharm. 2020;353."}, {"Citation": "Hariono M, Abdullah N, Damodaran KV, Kamarulzaman EE, Mohamed N, Hassan SS, et al. Potential New H1N1 Neuraminidase Inhibitors from Ferulic Acid and Vanillin: Molecular Modelling, Synthesis and in Vitro Assay. Sci Rep-Uk. 2016;6."}, {"Citation": "Huang X, Mazza G. Simultaneous analysis of serotonin, melatonin, piceid and resveratrol in fruits using liquid chromatography tandem mass spectrometry. J Chromatogr A. 2011;1218:3890-9."}, {"Citation": "Su MY, Dong C, Wan JY, Qu WD, Zhou MJ. Characterization of the metabolites of trans-resveratrol-3-O-glucoside in monkeys and dogs. J Asian Nat Prod Res. 2022;24:179-89."}, {"Citation": "Ding F, Liu J, Du R, Yu Q, Gong L, Jiang H, et al. Qualitative and quantitative analysis for the chemical constituents of Tetrastigma hemsleyanum Diels et Gilg Using ultra-high performance liquid chromatography/hybrid quadrupole-orbitrap mass spectrometry and preliminary screening for anti-influenza virus components. Evid Based Complement Alternat Med. 2019;2019:9414926."}, {"Citation": "Me XD, Wang YQ, Li J, Liu ZH, Lang S, Ouyang WZ, et al. Comprehensive metabolism study of polydatin in rat plasma and urine using ultra-high performance liquid chromatography coupled with high-resolution mass spectrometry. J Chromatogr B. 2019;1117:22-35."}, {"Citation": "Nawrot-Hadzik I, Slusarczyk S, Granica S, Hadzik J, Matkowski A. Phytochemical diversity in rhizomes of three reynoutria species and their antioxidant activity correlations elucidated by LC-ESI-MS/MS analysis. Molecules 2019;24."}, {"Citation": "Song R, Xu L, Xu FG, Dong HJ, Tian YA, Zhang ZJ. Metabolic analysis of rhubarb extract by rat intestinal bacteria using liquid chromatography-tandem mass spectrometry. Biomed Chromatogr. 2011;25:417-26."}, {"Citation": "Yu M, Chen TT, Zhang T, Jia HM, Li JJ, Zhang HW, et al. Anti-inflammatory constituents in the root and rhizome of Polygonum cuspidatum by UPLC-PDA-QTOF/MS and lipopolysaccharide-activated RAW264.7 macrophages. J Pharm Biomed Anal. 2021;195:113839."}, {"Citation": "Jiang Y, Zhang C, Zheng X, Zhao Z, Li HJ. Simultaneously screening multiple UGT1A1 inhibitors from Polygonum multiflorum root using ultrafiltration LC-MS. Biomed Chromatogr. 2022;36."}, {"Citation": "Schmidt J. Negative ion electrospray high-resolution tandem mass spectrometry of polyphenols. J Mass Spectrom. 2016;51:33-43."}, {"Citation": "Yi T, Zhang H, Cai Z. Analysis of rhizoma polygoni cuspidati by HPLC and HPLC-ESI/MS. Phytochem Analysis. 2007;18:387-92."}, {"Citation": "Wang S, Huai J, Shang Y, Xie L, Cao X, Liao J, et al. Screening for natural inhibitors of 5-lipoxygenase from Zi-shen pill extract by affinity ultrafiltration coupled with ultra performance liquid chromatography-mass spectrometry. J Ethnopharmacol. 2020;254:112733."}, {"Citation": "Stoll V, Stewart KD, Maring CJ, Muchmore S, Giranda V, Gu YG, et al. Influenza neuraminidase inhibitors: structure-based design of a novel inhibitor series. Biochemistry 2003;42:718-27."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2023", "Month": "3", "Day": "1"}, {"Year": "2022", "Month": "11", "Day": "15"}, {"Year": "2023", "Month": "3", "Day": "5"}, {"Year": "2023", "Month": "5", "Day": "25", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "3", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "11", "Hour": "8", "Minute": "42"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36905353", "10.1002/jssc.202200937"]}}], "PubmedBookArticle": []}