{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Prunella vulgaris L.", "antioxidants", "melatonin", "photosystem", "secondary metabolites"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36903989", "DateRevised": {"Year": "2023", "Month": "03", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "03", "Day": "02"}], "Language": ["eng"], "ELocationID": ["1129", "10.3390/plants12051129"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "5", "PubDate": {"Year": "2023", "Month": "Mar", "Day": "02"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Exogenous Melatonin Enhances the Yield and Secondary Metabolite Contents of <i>Prunella vulgaris</i> by Modulating Antioxidant System, Root Architecture and Photosynthetic Capacity.", "Abstract": {"AbstractText": ["Melatonin (MT) plays a number of key roles in regulating plant growth and secondary metabolite accumulation. <i>Prunella vulgaris</i> is an important traditional Chinese herbal medicinal plant which is used for the treatment of lymph, goiter, and mastitis. However, the effect of MT on the yield and medicinal component content of <i>P. vulgaris</i> remains still unclear. In this research, we have examined the influence of different concentrations of MT (0, 50, 100, 200, 400 μM) on the physiological characteristics, secondary metabolite contents, and yield of <i>P. vulgaris</i> biomass. The results showed that 50-200 μM MT treatment had a positive effect on <i>P. vulgaris.</i> MT treatment at 100 μM greatly increased the activities of superoxide dismutase and peroxidase, the contents of soluble sugar and proline, and obviously decreased the relative electrical conductivity, the contents of malondialdehyde and hydrogen peroxide of leaves. Furthermore, it markedly promoted the growth and development of the root system, increased the content of photosynthetic pigments, improved the performance of photosystems I and II and the coordination of both photosystems, and enhanced the photosynthetic capacity of <i>P. vulgaris</i>. In addition, it significantly increased the dry mass of whole plant and spica and promoted the accumulation of total flavonoids, total phenolics, caffeic acid, ferulic acid, rosmarinic acid, and hyperoside in the spica of <i>P. vulgaris</i>. These findings demonstrated that the application of MT could effectively activate the antioxidant defense system of <i>P. vulgaris</i>, protect the photosynthetic apparatus from photooxidation damage, and improve the photosynthetic capacity and the root absorption capacity, thereby promoting the yield and accumulation of secondary metabolites in <i>P. vulgaris</i>."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Horticulture and Plant Protection, Henan University of Science and Technology, Luoyang 471000, China."}], "LastName": "Chang", "ForeName": "Qingshan", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agriculture, Henan University of Science and Technology, Luoyang 471000, China."}], "LastName": "Zhang", "ForeName": "Lixia", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Horticulture and Plant Protection, Henan University of Science and Technology, Luoyang 471000, China."}], "LastName": "Chen", "ForeName": "Shuangchen", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Food and Bioengineering, Henan University of Science and Technology, Luoyang 471000, China."}], "LastName": "Gong", "ForeName": "Minggui", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Horticulture and Plant Protection, Henan University of Science and Technology, Luoyang 471000, China."}], "LastName": "Liu", "ForeName": "Longchang", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agriculture, Henan University of Science and Technology, Luoyang 471000, China."}], "LastName": "Hou", "ForeName": "Xiaogai", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Horticulture and Plant Protection, Henan University of Science and Technology, Luoyang 471000, China."}], "LastName": "Mi", "ForeName": "Yinfa", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Peony Research Institute, Luoyang Academy of Agriculture and Forestry Sciences, Luoyang 471023, China."}], "LastName": "Wang", "ForeName": "Xiaohui", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Luoyang Greening Management Center, Luoyang 471023, China."}], "LastName": "Wang", "ForeName": "Jianzhang", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agriculture, Henan University of Science and Technology, Luoyang 471000, China."}], "LastName": "Zhang", "ForeName": "Yue", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Horticulture and Plant Protection, Henan University of Science and Technology, Luoyang 471000, China."}], "LastName": "Sun", "ForeName": "Yiming", "Initials": "Y"}], "GrantList": [{"GrantID": "212102110475", "Agency": "the Key Technology Research and Development Program of Henan Province", "Country": ""}, {"GrantID": "222103810057", "Agency": "Henan province science and technology research and development plan joint fund", "Country": ""}, {"GrantID": "182300410082", "Agency": "the Natural Science Foundation of Henan Province", "Country": ""}, {"GrantID": "U1804233, 31870093, 31800096，31872092, 31872157", "Agency": "the National Natural Science Foundation of China", "Country": ""}, {"GrantID": "2018YFD1000800", "Agency": "the National Key Research and Development Program of China", "Country": ""}, {"GrantID": "23IRTSTHN024", "Agency": "Innovative Research Team (in Science and Technology) in University of Henan Province", "Country": ""}, {"GrantID": "YuCaiKe [2022] No.24", "Agency": "the Project for Technical system of Tradiational Chinese Medicinal Material Industry in Henan Province", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Chen Y.H., Yu M.M., Zhu Z.B., Zhang L.X., Guo Q.S. Optimisation of potassium chloride nutrition for proper growth, physiological development and bioactive component production in Prunella vulgaris L. PLoS ONE. 2013;8:e66259.", "ArticleIdList": ["PMC3706589", "23874390"]}, {"Citation": "Chen Y.H., Liu L., Guo Q.S., Zhu Z.B., Zhang L.X. Effects of different water management options and fertilizer supply on photosynthesis, fluorescence parameters and water use efficiency of Prunella vulgaris seedlings. Biol. Res. 2016;49:12. doi: 10.1186/s40659-016-0069-4.", "ArticleIdList": ["10.1186/s40659-016-0069-4", "PMC4765097", "26906410"]}, {"Citation": "Bai Y.B., Xia B.H., Xie W.J., Zhou Y.M., Xie J.C., Li H.Q., Liao D.F., Lin L.M., Li C. Phytochemistry and pharmacological activities of the genus Prunella. Food Chem. 2016;204:483–496.", "ArticleIdList": ["26988527"]}, {"Citation": "Chen Y.H., Zhang X.R., Guo Q.S., Cao L.P., Qin Q., Li C., Zhao M., Wang W.M. Plant morphology, physiological characteristics, accumulation of secondary metabolites and antioxidant activities of Prunella vulgaris L. under UV solar exclusion. Biol. Res. 2019;52:17.", "ArticleIdList": ["PMC6442409", "30935421"]}, {"Citation": "Lv L. Bachelor’s Thesis. Guangxi University; Nanning, China: 2020. Protective Effect and Mechanism of Rosmarinik Acid on Acute Liver Injury Induced by APAP in Mice."}, {"Citation": "Zhang L.X., Chang Q.S., Hou X.G., Wang J.Z., Chen S.D., Zhang Q.M., Wang Z., Yin Y., Liu J.K. The effect of high-temperature stress on the physiological indexes, chloroplast ultrastructure, and photosystems of two herbaceous peony cultivars. J. Plant Growth Regul. 2022 doi: 10.1007/s00344-022-10647-9.", "ArticleIdList": ["10.1007/s00344-022-10647-9"]}, {"Citation": "Hasanuzzaman M., Bhuyan M.H.M.B., Zulfiqar F., Raza A., Mohsin S.M., Mahmud J.A., Fujita M., Fotopoulos V. Reactive oxygen species and antioxidant defense in plants under abiotic stress: Revisiting the crucial role of a universal defense regulator. Antioxidants. 2020;9:681. doi: 10.3390/antiox9080681.", "ArticleIdList": ["10.3390/antiox9080681", "PMC7465626", "32751256"]}, {"Citation": "Coskun Y., Duran R.E., Kilic S. Striking effects of melatonin on secondary metabolites produced by callus culture of rosemary (Rosmarinus officinalis L.) Plant Cell Tissue Org. 2019;138:89–95. doi: 10.1007/s11240-019-01605-7.", "ArticleIdList": ["10.1007/s11240-019-01605-7"]}, {"Citation": "Qin B., Zou J.N., Cao L., Wang M.Y., Zhang Y.X. Melatonin regulates material transport to reduce carbon emissions and increase yield under different nitrogen in rice. Agric. Ecosyst. Environ. 2023;342:108235. doi: 10.1016/j.agee.2022.108235.", "ArticleIdList": ["10.1016/j.agee.2022.108235"]}, {"Citation": "Altaf M.A., Shahid R., Ren M.X., Mora P.F., Arnao M.B., Naz S., Anwar M., Altaf M.M., Shahid S., Shakoor A., et al. Phytomelatonin: An overview of the importance and mediating functions of melatonin against environmental stresses. Physiol. Plantarum. 2021;172:820–846. doi: 10.1111/ppl.13262.", "ArticleIdList": ["10.1111/ppl.13262", "33159319"]}, {"Citation": "Sun C.L., Liu L.J., Wang L.X., Li B.H., Jin C.W., Lin X.Y. Melatonin: A master regulator of plant development and stress responses. J. Integr. Plant Biol. 2021;63:126–145. doi: 10.1111/jipb.12993.", "ArticleIdList": ["10.1111/jipb.12993", "32678945"]}, {"Citation": "Xu L.L., Yue Q.Y., Bian F.E., Sun H., Zhai H., Yao Y.X. Melatonin enhances phenolics accumulation partially via ethylene signaling and resulted in high antioxidant capacity in grape berries. Front. Plant Sci. 2017;8:1426.", "ArticleIdList": ["PMC5563355", "28868058"]}, {"Citation": "Iqbal R., Khan T. Application of exogenous melatonin in vitro and in planta: A review of its effects and mechanisms of action. Biotechnol. Lett. 2022;44:933–950.", "ArticleIdList": ["35751787"]}, {"Citation": "Guo Y.Y., Li H.J., Liu J., Bai Y.W., Xue J.Q., Zhang R.H. Melatonin alleviates drought-induced damage of photosynthetic apparatus in maize seedlings. Russ. J. Plant Physiol. 2020;67:312–322. doi: 10.1134/S1021443720020053.", "ArticleIdList": ["10.1134/S1021443720020053"]}, {"Citation": "Ahmad S., Cui W., Kamran M., Ahmad I., Meng X.P., Wu X.R., Su W., Javed T., El-Serehy H.A., Jia Z.K., et al. Exogenous application of melatonin induces tolerance to salt stress by improving the photosynthetic efficiency and antioxidant defense system of maize seedling. J. Plant Growth Regul. 2020;40:1270–1283. doi: 10.1007/s00344-020-10187-0.", "ArticleIdList": ["10.1007/s00344-020-10187-0"]}, {"Citation": "Malik Z., Afzal S., Dawood M., Abbasi G.H., Khan M.I., Kamran M., Zhran M., Hayat M.T., Aslam M.N., Rafay M. Exogenous melatonin mitigates chromium toxicity in maize seedlings by modulating antioxidant system and suppresses chromium uptake and oxidative stress. Environ. Geochem. Health. 2021;44:1451–1469. doi: 10.1007/s10653-021-00908-z.", "ArticleIdList": ["10.1007/s10653-021-00908-z", "33797671"]}, {"Citation": "Fazal H., Abbasi B.H., Ahmad N., Ali M. Exogenous melatonin trigger biomass accumulation and production of stress enzymes during callogenesis in medicinally important Prunella vulgaris L. (Selfheal) Physiol. Mol. Biol. Plants. 2018;24:1307–1315. doi: 10.1007/s12298-018-0567-7.", "ArticleIdList": ["10.1007/s12298-018-0567-7", "PMC6214439", "30425443"]}, {"Citation": "Jafari M., Shahsavar A. The effect of foliar application of melatonin on changes in secondary metabolite contents in two citrus species under drought stress conditions. Front. Plant Sci. 2021;12:692735.", "ArticleIdList": ["PMC8455919", "34567024"]}, {"Citation": "Yang L., You J., Li J.Z., Wang Y.P., Chan Z.L., Sunkar R. Melatonin promotes Arabidopsis primary root growth in an IAA-dependent manner. J. Exp. Bot. 2021;72:5599–5611.", "ArticleIdList": ["34009365"]}, {"Citation": "Wang Q.N., An B., Wei Y.X., Reiter R.J., Shi H.T., Luo H.L., He C.Z. Melatonin regulates root meristem by repressing auxin synthesis and polar auxin transport in Arabidopsis. Front. Plant Sci. 2016;7:1882. doi: 10.3389/fpls.2016.01882.", "ArticleIdList": ["10.3389/fpls.2016.01882", "PMC5156734", "28018411"]}, {"Citation": "Yang X.X., Chen J., Ma Y., Huang M.H., Qiu T., Bian H.W., Han N., Wang J.H. Function, mechanism, and application of plant melatonin: An update with a focus on the cereal crop, barley (Hordeum vulgare L.) Antioxidants. 2022;11:634. doi: 10.3390/antiox11040634.", "ArticleIdList": ["10.3390/antiox11040634", "PMC9028855", "35453319"]}, {"Citation": "Wei J., Li D.X., Zhang J.R., Shan C., Rengel Z., Song Z.B., Chen Q. Phytomelatonin receptor PMTR1-mediated signaling regulates stomatal closure in Arabidopsis thaliana. J. Pineal Res. 2018;65:e12500. doi: 10.1111/jpi.12500.", "ArticleIdList": ["10.1111/jpi.12500", "29702752"]}, {"Citation": "Wang L., Li T., Zhang Y., Guo J., Lu K., Liu W. CAND2/PMTR1 Is Required for Melatonin-Conferred Osmotic Stress Tolerance in Arabidopsis. Int. J. Mol. Sci. 2021;22:4014. doi: 10.3390/ijms22084014.", "ArticleIdList": ["10.3390/ijms22084014", "PMC8069227", "33924609"]}, {"Citation": "Jin G.P., Liu F., Ma H., Hao S.Y., Zhao Q., Bian Z.R., Jia Z.H., Song S.S. Two G-protein-coupled-receptor candidates, Cand2 and Cand7, are involved in Arabidopsis root growth mediated by the bacterial quorum-sensing signals N-acyl-homoserine lactones. Biochem. Biophys. Res. Commun. 2012;417:991–995. doi: 10.1016/j.bbrc.2011.12.066.", "ArticleIdList": ["10.1016/j.bbrc.2011.12.066", "22206669"]}, {"Citation": "Duan W.J., Lu B., Liu L.T., Meng Y.J., Ma X.Y., Li J., Zhang K., Sun H.C., Zhang Y.J., Dong H.Z., et al. Effects of exogenous melatonin on root physiology, transcriptome and metabolome of cotton seedlings under salt stress. Int. J. Mol. Sci. 2022;23:9456. doi: 10.3390/ijms23169456.", "ArticleIdList": ["10.3390/ijms23169456", "PMC9409268", "36012720"]}, {"Citation": "Zhang N., Zhang H.J., Zhao B., Sun Q.Q., Cao Y.Y., Li R., Wu X.X., Weeda S., Li L., Ren S., et al. The RNA-seq approach to discriminate gene expression profiles in response to melatonin on cucumber lateral root formation. J. Pineal Res. 2014;56:39–50.", "ArticleIdList": ["24102657"]}, {"Citation": "Altaf M.A., Shahid R., Ren M.X., Khan L.U., Altaf M.M., Jahan M.S., Nawaz M.A., Naz S., Shahid S., Lal M.K., et al. Protective mechanisms of melatonin against vanadium phytotoxicity in tomato seedlings: Insights into nutritional status, photosynthesis, root architecture system, and antioxidant machinery. J. Plant Growth Regul. 2022;41:3300–3316. doi: 10.1007/s00344-021-10513-0.", "ArticleIdList": ["10.1007/s00344-021-10513-0"]}, {"Citation": "Xie J., Qin Z.Y., Pan J.L., Li J., Li X., Khoo H.E., Dong X.H. Melatonin treatment improves postharvest quality and regulates reactive oxygen species metabolism in “Feizixiao” litchi based on principal component analysis. Front. Plant Sci. 2022;13:965345.", "ArticleIdList": ["PMC9403734", "36035718"]}, {"Citation": "Li Y.T., Xu W.W., Ren B.Z., Zhao B., Zhang J., Liu P., Zhang Z.S. High temperature reduces photosynthesis in maize leaves by damaging chloroplast ultrastructure and photosystem II. J. Agron. Crop Sci. 2020;206:548–564. doi: 10.1111/jac.12401.", "ArticleIdList": ["10.1111/jac.12401"]}, {"Citation": "Cruz J.A., Avenson T.J. Photosynthesis: A multiscopic view. J. Plant Res. 2021;134:665–682.", "ArticleIdList": ["34170422"]}, {"Citation": "Varghese N., Alyammahi O., Nasreddine S., Alhassani A., Gururani M.A. Melatonin positively influences the photosynthetic machinery and antioxidant system of avena sativa during salinity stress. Plants. 2019;8:610. doi: 10.3390/plants8120610.", "ArticleIdList": ["10.3390/plants8120610", "PMC6963410", "31888189"]}, {"Citation": "Yin Z.P., Lu J.Z., Meng S.D., Liu Y.L., Mostafa I., Qi M.F., Li T.L. Exogenous melatonin improves salt tolerance in tomato by regulating photosynthetic electron flux and the ascorbate-glutathione cycle. J. Plant Interact. 2019;14:453–463. doi: 10.1080/17429145.2019.1645895.", "ArticleIdList": ["10.1080/17429145.2019.1645895"]}, {"Citation": "Wu P., Ma Y.D., Ahammed G.J., Hao B.Y., Chen J.Y., Wan W.L., Zhao Y.H., Cui H.M., Xu W., Cui J.X., et al. Insights into melatonin-induced photosynthetic electron transport under low-temperature stress in cucumber. Front. Plant Sci. 2022;13:1029854. doi: 10.3389/fpls.2022.1029854.", "ArticleIdList": ["10.3389/fpls.2022.1029854", "PMC9671077", "36407604"]}, {"Citation": "Zhang J., Shi Y., Zhang X.Z., Du H.M., Xu B., Huang B.R. Melatonin suppression of heat-induced leaf senescence involves changes in abscisic acid and cytokinin biosynthesis and signaling pathways in perennial ryegrass (Lolium perenne L.) Environ. Exp. Bot. 2017;138:36–45. doi: 10.1016/j.envexpbot.2017.02.012.", "ArticleIdList": ["10.1016/j.envexpbot.2017.02.012"]}, {"Citation": "Weeda S., Zhang N., Zhao X., Ndip G., Guo Y., Buck G.A., Fu C., Ren S. Arabidopsis transcriptome analysis reveals key roles of melatonin in plant defense systems. PLoS ONE. 2014;9:e93462. doi: 10.1371/journal.pone.0093462.", "ArticleIdList": ["10.1371/journal.pone.0093462", "PMC3969325", "24682084"]}, {"Citation": "Hwang O.J., Back K. Melatonin is involved in skotomorphogenesis by regulating brassinosteroid biosynthesis in rice plants. J. Pineal Res. 2018;65:e12495. doi: 10.1111/jpi.12495.", "ArticleIdList": ["10.1111/jpi.12495", "29607549"]}, {"Citation": "Bistgani Z.E., Hashemi M., Dacosta M., Craker L., Maggi F., Morshedloo M.R. Effect of salinity stress on the physiological characteristics, phenolic compounds and antioxidant activity of Thymus vulgaris L. and Thymus daenensis Celak. Ind. Crop. Prod. 2019;135:311–320. doi: 10.1016/j.indcrop.2019.04.055.", "ArticleIdList": ["10.1016/j.indcrop.2019.04.055"]}, {"Citation": "Asif M., Pervez A., Ahmad R. Role of melatonin and plant-growth-promoting rhizobacteria in the growth and development of plants. Clean-Soil Air Water. 2019;47:1800459. doi: 10.1002/clen.201800459.", "ArticleIdList": ["10.1002/clen.201800459"]}, {"Citation": "Qi J.S., Song C.P., Wang B.S., Zhou J.M., Kangasjarvi J., Zhu J.K., Gong Z.Z. Reactive oxygen species signaling and stomatal movement in plant responses to drought stress and pathogen attack. J. Integr. Plant Biol. 2018;60:805–826. doi: 10.1111/jipb.12654.", "ArticleIdList": ["10.1111/jipb.12654", "29660240"]}, {"Citation": "Lee M.W., Huffaker A., Crippen D., Robbins R.T., Goggin F.L. Plant elicitor peptides promote plant defences against nematodes in soybean. Mol. Plant Pathol. 2018;19:858–869. doi: 10.1111/mpp.12570.", "ArticleIdList": ["10.1111/mpp.12570", "PMC6638146", "28600875"]}, {"Citation": "Gill S.S., Tuteja N. Reactive oxygen species and antioxidant machinery in abiotic stress tolerance in crop plants. Plant Physiol. Biochem. 2010;48:909–930. doi: 10.1016/j.plaphy.2010.08.016.", "ArticleIdList": ["10.1016/j.plaphy.2010.08.016", "20870416"]}, {"Citation": "Debnath B., Islam W., Li M., Sun Y., Lu X., Mitra S., Hussain M., Liu S., Qiu D. Melatonin mediates enhancement of stress tolerance in plants. Int. J. Mol. Sci. 2019;20:1040. doi: 10.3390/ijms20051040.", "ArticleIdList": ["10.3390/ijms20051040", "PMC6429401", "30818835"]}, {"Citation": "Elsayed A.I., Rafudeen M.S., Gomaa A.M., Hasanuzzaman M. Exogenous melatonin enhances the reactive oxygen species metabolism, antioxidant defense-related gene expression, and photosynthetic capacity of Phaseolus vulgaris L. to confer salt stress tolerance. Physiol. Plant. 2021;173:1369–1381. doi: 10.1111/ppl.13372.", "ArticleIdList": ["10.1111/ppl.13372", "33619766"]}, {"Citation": "Mir A.R., Siddiqui H., Alam P., Hayat S. Melatonin modulates photosynthesis, redox status, and elemental composition to promote growth of Brassica juncea-a dose-dependent effect. Protoplasma. 2020;257:1685–1700. doi: 10.1007/s00709-020-01537-6.", "ArticleIdList": ["10.1007/s00709-020-01537-6", "32778964"]}, {"Citation": "Li J., Liu Y., Zhang M., Xu H., Ning K., Wang B., Chen M. Melatonin increases growth and salt tolerance of Limonium bicolor by improving photosynthetic and antioxidant capacity. BMC Plant Biol. 2022;22:16. doi: 10.1186/s12870-021-03402-x.", "ArticleIdList": ["10.1186/s12870-021-03402-x", "PMC8725383", "34983373"]}, {"Citation": "Sheikhalipour M., Mohammadi S.A., Esmaielpour B., Zareei E., Kulak M., Ali S., Nouraein M., Bahrami M.K., Gohari G., Fotopoulos V. Exogenous melatonin increases salt tolerance in bitter melon by regulating ionic balance, antioxidant system and secondary metabolism-related genes. BMC Plant Biol. 2022;22:380. doi: 10.1186/s12870-022-03728-0.", "ArticleIdList": ["10.1186/s12870-022-03728-0", "PMC9338570", "35907823"]}, {"Citation": "Keunen E., Peshev D., Vangronsveld J., Van Den Ende W., Cuypers A. Plant sugars are crucial players in the oxidative challenge during abiotic stress: Extending the traditional concept. Plant Cell Environ. 2013;36:1242–1255. doi: 10.1111/pce.12061.", "ArticleIdList": ["10.1111/pce.12061", "23305614"]}, {"Citation": "Liu L., Wang Z.Y., Gai Z.J., Wang Y.B., Wang B., Zhang P.F., Liu X.Y., Chen J.T., Zhang S.Y., Liu D., et al. Exogenous application of melatonin improves salt tolerance of sugar beet (Beta vulgaris L.) seedlings. Acta Physiol. Plant. 2022;44:1–15. doi: 10.1007/s11738-022-03389-4.", "ArticleIdList": ["10.1007/s11738-022-03389-4"]}, {"Citation": "Yang N., Han M.H., Teng R.M., Yang Y.Z., Wang Y.H., Xiong A.S., Zhuang J. Exogenous melatonin enhances photosynthetic capacity and related gene expression in a dose-dependent manner in the tea plant (Camellia sinensis (L.) Kuntze) Int. J. Mol. Sci. 2022;23:6694. doi: 10.3390/ijms23126694.", "ArticleIdList": ["10.3390/ijms23126694", "PMC9223723", "35743137"]}, {"Citation": "Kurt-Celebi A., Colak N., Torun H., Dosedelova V., Tarkowski P., Ayaz F.A. Exogenous melatonin ameliorates ionizing radiation-induced damage by modulating growth, osmotic adjustment and photosynthetic capacity in wheat seedlings. Plant Physiol. Biochem. 2022;187:67–76. doi: 10.1016/j.plaphy.2022.07.014.", "ArticleIdList": ["10.1016/j.plaphy.2022.07.014", "35961228"]}, {"Citation": "Han Q.H., Huang B., Ding C.B., Zhang Z.W., Chen Y.E., Hu C., Zhou L.J., Huang Y., Liao J.Q., Yuan S., et al. Effects of melatonin on anti-oxidative systems and photosystem II in cold-stressed rice seedlings. Front. Plant Sci. 2017;8:785. doi: 10.3389/fpls.2017.00785.", "ArticleIdList": ["10.3389/fpls.2017.00785", "PMC5425610", "28553310"]}, {"Citation": "Dogru A. Effects of heat stress on photosystem II activity and antioxidant enzymes in two maize cultivars. Planta. 2021;253:85. doi: 10.1007/s00425-021-03611-6.", "ArticleIdList": ["10.1007/s00425-021-03611-6", "33788056"]}, {"Citation": "Danilova E.D., Efimova M.V., Kolomeichuk L.V., Kuznetsov V.V. Melatonin supports photochemical activity of assimilation apparatus and delays senescence of leaves of monocotyledonous plants. Dokl. Biochem. Biophys. 2020;495:271–275. doi: 10.1134/S1607672920050051.", "ArticleIdList": ["10.1134/S1607672920050051", "33368033"]}, {"Citation": "Harrison E.L., Arce Cubas L., Gray J.E., Hepworth C. The influence of stomatal morphology and distribution on photosynthetic gas exchange. Plant J. 2020;101:768–779. doi: 10.1111/tpj.14560.", "ArticleIdList": ["10.1111/tpj.14560", "PMC7065165", "31583771"]}, {"Citation": "Zhou K., Li Y.T., Hu L.Y., Zhang J.Y., Yue H., Yang S.L., Liu Y., Gong X.Q., Ma F.W. Overexpression of MdASMT9, an N-acetylserotonin methyltransferase gene, increases melatonin biosynthesis and improves water-use efficiency in transgenic apple. Tree Physiol. 2022;42:1114–1126. doi: 10.1093/treephys/tpab157.", "ArticleIdList": ["10.1093/treephys/tpab157", "34865159"]}, {"Citation": "Guo H., York L.M. Maize with fewer nodal roots allocates mass to more lateral and deep roots that improve nitrogen uptake and shoot growth. J. Exp. Bot. 2019;70:5299–5309. doi: 10.1093/jxb/erz258.", "ArticleIdList": ["10.1093/jxb/erz258", "PMC6793442", "31145788"]}, {"Citation": "Ma Z., Baskin T.I., Brown K.M., Lynch J.P. Regulation of root elongation under phosphorus stress involves changes in ethylene responsiveness. Plant Physiol. 2003;131:1381–1390. doi: 10.1104/pp.012161.", "ArticleIdList": ["10.1104/pp.012161", "PMC166897", "12644687"]}, {"Citation": "Sarropoulou V., Dimassi-Theriou K., Therios I., Koukourikou-Petridou M. Melatonin enhances root regeneration, photosynthetic pigments, biomass, total carbohydrates and proline content in the cherry rootstock PHL-C (Prunus avium × Prunus cerasus) Plant Physiol. Biochem. 2012;61:162–168. doi: 10.1016/j.plaphy.2012.10.001.", "ArticleIdList": ["10.1016/j.plaphy.2012.10.001", "23127522"]}, {"Citation": "Mir A.R., Faizan M., Bajguz A., Sami F., Siddiqui H., Hayat S. Occurrence and biosynthesis of melatonin and its exogenous effect on plants. Acta Soc. Bot. Pol. 2020;89:1–23. doi: 10.5586/asbp.8922.", "ArticleIdList": ["10.5586/asbp.8922"]}, {"Citation": "Meftahizadeh H., Baath G.S., Saini R.K., Falakian M., Hatami M. Melatonin-mediated alleviation of soil salinity stress by modulation of redox reactions and phytochemical status in guar (Cyamopsis tetragonoloba L.) J. Plant Growth Regul. 2022 doi: 10.1007/s00344-022-10740-z.", "ArticleIdList": ["10.1007/s00344-022-10740-z"]}, {"Citation": "Zhang Z.S., Liu M.J., Scheibe R., Selinski J., Zhang L.T., Yang C., Meng X.L., Gao H.Y. Contribution of the alternative respiratory pathway to psii photoprotection in C3 and C4 plants. Mol. Plant. 2017;10:131–142. doi: 10.1016/j.molp.2016.10.004.", "ArticleIdList": ["10.1016/j.molp.2016.10.004", "27746301"]}, {"Citation": "Chalanika De Silva H.C., Asaeda T. Effects of heat stress on growth, photosynthetic pigments, oxidative damage and competitive capacity of three submerged macrophytes. J. Plant Interact. 2017;12:228–236. doi: 10.1080/17429145.2017.1322153.", "ArticleIdList": ["10.1080/17429145.2017.1322153"]}, {"Citation": "Yang H., Zhang J.T., Zhang H.W., Xu Y., An Y.Y., Wang L.J. Effect of 5-Aminolevulinic acid (5-ALA) on leaf chlorophyll fast fluorescence characteristics and mineral element content of Buxus megistophylla grown along urban roadsides. Horticulturae. 2021;7:95. doi: 10.3390/horticulturae7050095.", "ArticleIdList": ["10.3390/horticulturae7050095"]}, {"Citation": "Lazar D., Murch S.J., Beilby M.J., Al Khazaaly S. Exogenous melatonin affects photosynthesis in characeae Chara australis. Plant Signal. Behav. 2013;8:e23279. doi: 10.4161/psb.23279.", "ArticleIdList": ["10.4161/psb.23279", "PMC3676496", "23299331"]}, {"Citation": "Strasser R.J., Tsimilli-Michael M., Qiang S., Goltsev V. Simultaneous in vivo recording of prompt and delayed fluorescence and 820-nm reflection changes during drying and after rehydration of the resurrection plant Haberlea rhodopensis. BBA-Bioenergetics. 2010;1797:1313–1326. doi: 10.1016/j.bbabio.2010.03.008.", "ArticleIdList": ["10.1016/j.bbabio.2010.03.008", "20226756"]}, {"Citation": "Chen Z.C., Jin X.J., Li H., Zhou W.X., Qiang B.B., Liu J., Zhang Y.X. Effects of exogenous melatonin on growth, photosynthetic fluorescence characteristics and yield components of adzuki bean. Crops. 2021;37:88–94."}, {"Citation": "Zhang L.X., Chang Q.S., Hou X.G., Chen S.D., Zhang Q.M., Wang J.Z., Liu S.S., Li S. Biochemical and photosystem characteristics of wild-type and Chl b-deficient mutant in tree peony (Paeonia suffruticosa) Photosynthetica. 2021;59:256–265. doi: 10.32615/ps.2021.019.", "ArticleIdList": ["10.32615/ps.2021.019"]}, {"Citation": "Liang D., Shen Y.Q., Ni Z.Y., Wang Q., Lei Z., Xu N.Q., Deng Q.X., Lin L.J., Wang J., Lv X.L., et al. Exogenous melatonin application delays senescence of kiwifruit leaves by regulating the antioxidant capacity and biosynthesis of flavonoids. Front. Plant Sci. 2018;9:426. doi: 10.3389/fpls.2018.00426.", "ArticleIdList": ["10.3389/fpls.2018.00426", "PMC5896581", "29675031"]}, {"Citation": "Wang X.M., Liao W.N., Chen J., Wu Y.D., Liu C.N., Chen S.L., Xu Y., Wang S., Su Y.P., Du C.H., et al. Caffeic acid attenuates irradiation-induced hematopoietic stem cell apoptosis through inhibiting mitochondrial damage. Exp. Cell Res. 2021;409:112934. doi: 10.1016/j.yexcr.2021.112934.", "ArticleIdList": ["10.1016/j.yexcr.2021.112934", "34801561"]}, {"Citation": "Zhang L.B., Lv J.L. A new ferulic acid derivative and other anticoagulant compounds from Angelica sinensis. Chem. Nat. Compd. 2018;54:13–17. doi: 10.1007/s10600-018-2248-8.", "ArticleIdList": ["10.1007/s10600-018-2248-8"]}, {"Citation": "Vafadar F., Amooaghaie R., Ehsanzadeh P., Ghanadian M., Talebi M., Ghanati F. Melatonin and calcium modulate the production of rosmarinic acid, luteolin, and apigenin in Dracocephalum kotschyi under salinity stress. Phytochemistry. 2020;177:112422. doi: 10.1016/j.phytochem.2020.112422.", "ArticleIdList": ["10.1016/j.phytochem.2020.112422", "32593901"]}, {"Citation": "Duran R.E., Kilic S., Coskun Y. Melatonin influence on in vitro callus induction and phenolic compound production in sweet basil (Ocimum basilicum L.) In Vitro Cell Dev.-An. 2019;55:468–475. doi: 10.1007/s11627-019-10006-6.", "ArticleIdList": ["10.1007/s11627-019-10006-6"]}, {"Citation": "Li X.N., Brestic M., Tan D.X., Zivcak M., Zhu X.C., Liu S.Q., Song F.B., Reiter R.J., Liu F.L. Melatonin alleviates low PS I-limited carbon assimilation under elevated CO2 and enhances the cold tolerance of offspring in chlorophyll b-deficient mutant wheat. J. Pineal Res. 2018;64:e12453. doi: 10.1111/jpi.12453.", "ArticleIdList": ["10.1111/jpi.12453", "29149482"]}, {"Citation": "Li Y., Liang W., Zhao B. Physiological and microstructural responses of two Rhododendron cultivars to high temperature and low light. Hortic. Environ. Biotechnol. 2020;61:445–458. doi: 10.1007/s13580-020-00234-w.", "ArticleIdList": ["10.1007/s13580-020-00234-w"]}, {"Citation": "Dong F., Wang C.Z., Sun X.D., Bao Z.L., Dong C., Sun C.H., Ren Y.Q., Liu S.Q. Sugar metabolic changes in protein expression associated with different light quality combinations in tomato fruit. Plant Growth Regul. 2019;88:267–282. doi: 10.1007/s10725-019-00506-1.", "ArticleIdList": ["10.1007/s10725-019-00506-1"]}, {"Citation": "Lichtenthaler H.K. Chlorophylls and carotenoids: Pigments of photosynthetic biomembranes. Method Enzymol. 1987;148:350–382."}, {"Citation": "Bates L.S., Waldren R.P., Teare I.D. Rapid determination of free proline for water-stress studies. Plant Soil. 1973;39:205–207. doi: 10.1007/BF00018060.", "ArticleIdList": ["10.1007/BF00018060"]}, {"Citation": "Cai H.L., Xie P.F., Zeng W.A., Zhai Z.G., Zhou W., Tang Z. Root-specific expression of rice OsHMA3 reduces shoot cadmium accumulation in transgenic tobacco. Mol. Breed. 2019;39:49. doi: 10.1007/s11032-019-0964-9.", "ArticleIdList": ["10.1007/s11032-019-0964-9"]}, {"Citation": "Alexieva V., Sergiev I., Mapelli S., Karanov E. The effect of drought and ultraviolet radiation on growth and stress markers in pea and wheat. Plant Cell Environ. 2001;24:1337–1344. doi: 10.1046/j.1365-3040.2001.00778.x.", "ArticleIdList": ["10.1046/j.1365-3040.2001.00778.x"]}, {"Citation": "Zhang Z.S., Jia Y.J., Gao H.Y., Zhang L.T., Li H.D., Meng Q.W. Characterization of PSI recovery after chilling-induced photoinhibition in cucumber (Cucumis Sativus L.) Planta. 2011;234:883–889. doi: 10.1007/s00425-011-1447-3.", "ArticleIdList": ["10.1007/s00425-011-1447-3", "21647604"]}, {"Citation": "Zhu M., Zhan J.L., Gao Z.Y., Fan J.F., Zhao E.L. Study on ultrasonic-assisted extraction and antioxidant activities of polyphone from Prunella vulgaris L. China Food Addit. 2018;12:136–142. doi: 10.3969/j.issn.1006-2513.2018.12.016.", "ArticleIdList": ["10.3969/j.issn.1006-2513.2018.12.016"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "1", "Day": "21"}, {"Year": "2023", "Month": "2", "Day": "21"}, {"Year": "2023", "Month": "2", "Day": "24"}, {"Year": "2023", "Month": "3", "Day": "11", "Hour": "1", "Minute": "29"}, {"Year": "2023", "Month": "3", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "12", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "3", "Day": "2"}], "PublicationStatus": "epublish", "ArticleIdList": ["36903989", "PMC10005377", "10.3390/plants12051129", "plants12051129"]}}], "PubmedBookArticle": []}