{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Viburnum opulus", "flavonoids", "garden variety", "phenolic acids", "wild plants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36903530", "DateCompleted": {"Year": "2023", "Month": "03", "Day": "14"}, "DateRevised": {"Year": "2023", "Month": "03", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "03", "Day": "01"}], "Language": ["eng"], "ELocationID": ["2285", "10.3390/molecules28052285"], "Journal": {"ISSN": "1420-3049", "JournalIssue": {"Volume": "28", "Issue": "5", "PubDate": {"Year": "2023", "Month": "Mar", "Day": "01"}}, "Title": "Molecules (Basel, Switzerland)", "ISOAbbreviation": "Molecules"}, "ArticleTitle": "Flavonoids and Phenolic Acids Content in Cultivation and Wild Collection of European Cranberry Bush <i>Viburnum opulus</i> L.", "Abstract": {"AbstractText": ["Guelder rose (<i>Viburnum opulus</i> L.) is known for its health benefits. <i>V. opulus</i> contains phenolic compounds (flavonoids and phenolic acids), a group of plant metabolites with wide biological activities. They are good sources of natural antioxidants in human diets owing to their prevention of the oxidative damage responsible for many diseases. In recent years, observations have shown that an increase in temperature can change the quality of plant tissues. So far, little research has addressed the problem of the common impact of temperature and place of occurrence. Towards a better understanding of phenolics concentration that could indicate their potentials as therapeutic agents and towards predicting and controlling the quality of medicinal plants, the aim of this study was to compare phenolic acids and flavonoids content in the leaves of cultivation and wild collection <i>V. opulus</i>, and to examine the impacts of temperature and place of occurrence on their content and composition. Total phenolics were determined using the spectrophotometric method. Phenolic composition of <i>V. opulus</i> was determined using high-performance liquid chromatography (HPLC). The following hydroxybenzoic acids there were identified: gallic, p-hydroxybenzoic, syringic, salicylic, benzoic, as well as hydroxycinnamic acids: chlorogenic, caffeic, p-coumaric, ferulic, o-coumaric and t-cinnamic. The analysis of extracts from <i>V. opulus</i> leaves has indicated the presence of the following flavonoids: flavanols: (+)-catechin and (-)-epicatechin; flavonols: quercetin, rutin, kaempferol, myricetin; and flavones: luteolin, apigenin and chrysin. The dominant phenolic acids were p-coumaric and gallic acids. The major flavonoids found in <i>V. opulus</i> leaves were myricetin and kaempferol. Temperature and plant location affected the concentration of tested phenolic compounds. The present study shows the potential of naturally grown and wild <i>V. opulus</i> for the human."]}, "AuthorList": [{"Identifier": ["0000-0001-9192-6738"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biological Sciences, Faculty of Sciences, Siedlce University of Natural Sciences and Humanities, Prusa 14, 08-110 Siedlce, Poland."}], "LastName": "Goławska", "ForeName": "Sylwia", "Initials": "S"}, {"Identifier": ["0000-0002-1585-1866"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biological Sciences, Faculty of Sciences, Siedlce University of Natural Sciences and Humanities, Prusa 14, 08-110 Siedlce, Poland."}], "LastName": "Łukasik", "ForeName": "Iwona", "Initials": "I"}, {"Identifier": ["0000-0002-6068-9001"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biological Sciences, Faculty of Sciences, Siedlce University of Natural Sciences and Humanities, Prusa 14, 08-110 Siedlce, Poland."}], "LastName": "Chojnacki", "ForeName": "Adrian Arkadiusz", "Initials": "AA"}, {"Identifier": ["0000-0001-9836-1514"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Institute of Biology and Biotechnology, University of Rzeszow, 8B Zelwerowicza Street, 35-601 Rzeszow, Poland."}], "LastName": "Chrzanowski", "ForeName": "Grzegorz", "Initials": "G"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Molecules", "NlmUniqueID": "100964009", "ISSNLinking": "1420-3049"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Kaempferols"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "I3P9R8317T", "NameOfSubstance": "phenolic acid"}, {"RegistryNumber": "0", "NameOfSubstance": "Hydroxybenzoates"}, {"RegistryNumber": "0", "NameOfSubstance": "Phenols"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "8R1V1STN48", "NameOfSubstance": "Catechin"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["metabolism"], "DescriptorName": "Kaempferols"}, {"QualifierName": ["chemistry"], "DescriptorName": "Viburnum"}, {"QualifierName": [], "DescriptorName": "Vaccinium macrocarpon"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["analysis"], "DescriptorName": "Flavonoids"}, {"QualifierName": ["analysis"], "DescriptorName": "Hydroxybenzoates"}, {"QualifierName": [], "DescriptorName": "Phenols"}, {"QualifierName": [], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Catechin"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Goławska S., Łukasik I. Antifeedant activity of luteolin and genistein against the pea aphid, Acyrthosiphon pisum. J. Pest Sci. 2012;85:443–450. doi: 10.1007/s10340-012-0452-z.", "ArticleIdList": ["10.1007/s10340-012-0452-z", "PMC3505511", "23204991"]}, {"Citation": "Goławska S., Sprawka I., Łukasik I., Goławski A. Are naringenin and quercetin useful chemicals in pest-management strategies? J. Pest Sci. 2014;87:173–180. doi: 10.1007/s10340-013-0535-5.", "ArticleIdList": ["10.1007/s10340-013-0535-5", "PMC3925296", "24563648"]}, {"Citation": "Kim D., Jeond S., Lee C. Antioxidant capacity of phenolic phytochemicals from various cultivars of plums. Food Chem. 2003;81:321–326. doi: 10.1016/S0308-8146(02)00423-5.", "ArticleIdList": ["10.1016/S0308-8146(02)00423-5"]}, {"Citation": "Matsuda H., Pongpiriyadacha Y., Morikawa T., Ochi M., Yoshikawa M. Gastroprotetive effects of phenylpropanoids from the rhizomes of Alpinia galanga in rats: Structural requirements and mode of action. Eur. J. Pharmacol. 2003;471:59–67. doi: 10.1016/S0014-2999(03)01785-0.", "ArticleIdList": ["10.1016/S0014-2999(03)01785-0", "12809953"]}, {"Citation": "Araujo C.A.C., Leon L.L. Biological activities of Curcuma longa L. Mem. Inst. Oswaldo Cruz. 2001;96:723–728. doi: 10.1590/S0074-02762001000500026.", "ArticleIdList": ["10.1590/S0074-02762001000500026", "11500779"]}, {"Citation": "Ammon H.P.T., Wahl M.A. Pharmacology of Curcuma longa. Planta Med. 1991;57:1–7. doi: 10.1055/s-2006-960004.", "ArticleIdList": ["10.1055/s-2006-960004", "2062949"]}, {"Citation": "Yu Z.F., Kong L.D., Chen Y. Antidepressant activity of aqueous extracts of Curcuma longa in mice. J. Ethnopharmacol. 2002;83:161–165. doi: 10.1016/S0378-8741(02)00211-8.", "ArticleIdList": ["10.1016/S0378-8741(02)00211-8", "12413724"]}, {"Citation": "Ghasemzadeh A., Ghasemzadeh N. Flavonoids and phenolic acids: Role and biochemical activity in plants and human. J. Med. Plants Res. 2011;5:6697–6703. doi: 10.5897/JMPR11.1404.", "ArticleIdList": ["10.5897/JMPR11.1404"]}, {"Citation": "Liu J. Oleanolic acid and ursolic acid: Research perspectives. J. Ethnopharmacol. 2005;100:92–94. doi: 10.1016/j.jep.2005.05.024.", "ArticleIdList": ["10.1016/j.jep.2005.05.024", "15994040"]}, {"Citation": "Kollmann J., Grubb P.J. Viburnum lantana L. and Viburnum opulus L. (V. lobatum Lam., Opulus vulgaris Borkh.) J. Ecol. 2002;90:1044–1070. doi: 10.1046/j.1365-2745.2002.00724.x.", "ArticleIdList": ["10.1046/j.1365-2745.2002.00724.x"]}, {"Citation": "Velioglu Y., Ekici L., Poyrazoglu E. Phenolic composition of European cranberry bush (Viburnum opulus L.) berries and astringency removal of its commercial juice. Int. J. Food Sci. Technol. 2006;41:1011–1015. doi: 10.1111/j.1365-2621.2006.01142.x.", "ArticleIdList": ["10.1111/j.1365-2621.2006.01142.x"]}, {"Citation": "Perova I., Zhogova A., Cherkashin A., Éller K., Ramenskaya G., Samylina I. Biologically active substances from European guelder berry fruits. Pharm. Chem. J. 2014;48:332–339. doi: 10.1007/s11094-014-1105-8.", "ArticleIdList": ["10.1007/s11094-014-1105-8"]}, {"Citation": "Sarıözkan S., Türk G., Eken A., Bayram L., Baldemir A., Doğan G. Gilaburu (Viburnum opulus L.) fruit extract alleviates testis and sperm damages induced by taxane-based chemotherapeutics. Biomed. Pharmacother. 2017;95:1284–1294. doi: 10.1016/j.biopha.2017.09.057.", "ArticleIdList": ["10.1016/j.biopha.2017.09.057", "28938519"]}, {"Citation": "Česonienė L., Daubaras R., Venclovienė J., Viškelis P. Biochemical and agrobiological diversity of Viburnum opulus genotypes. Cent. Eur. J. Biol. 2010;5:864–871."}, {"Citation": "Rychlińska I. Sterols and triterpenes in Viburnum opulus L. leaves. Herba Pol. 2008;54:59–65."}, {"Citation": "Rop O., Reznicek V., Valsikova M., Jurikova T., Mlcek J., Kramarova D. Antioxidant properties of European cranberry bush fruit (Viburnum opulus var. edule) Molecules. 2010;15:4467–4477. doi: 10.3390/molecules15064467.", "ArticleIdList": ["10.3390/molecules15064467", "PMC6264302", "20657454"]}, {"Citation": "Andreeva T.I., Komarova E.N., Yusubov M.S., Korotkova E.I. Antioxidant activity of cranberry tree (Viburnum opulus L.) bark extract. Pharm. Chem. J. 2004;38:548–550. doi: 10.1007/s11094-005-0007-1.", "ArticleIdList": ["10.1007/s11094-005-0007-1"]}, {"Citation": "Altun M., Çitoğlu G., Yilmaz B., Çoban T. Antioxidant properties of Viburnum opulus and Viburnum lantana growing in Turkey. Int. J. Food Sci. Nutr. 2008;59:175–180. doi: 10.1080/09637480701381648.", "ArticleIdList": ["10.1080/09637480701381648", "17852468"]}, {"Citation": "Česonienė L., Daubaras R., Viškelis P. Evaluation of productivity and biochemical components in fruit of different Viburnum accessions. Biologija. 2008;54:93–96. doi: 10.2478/v10054-008-0018-4.", "ArticleIdList": ["10.2478/v10054-008-0018-4"]}, {"Citation": "Yilmaz N., Yayli N., Misir G., Çoskunçelebi K., Karaoglu S., Yayli N. Chemical composition and antimicrobial activities of the essential oils of Viburnum opulus, Viburnum lantana and Viburnum orientala. Asian J. Chem. 2008;5:3324–3330."}, {"Citation": "Li W., Hydamaka A.W., Lowry L., Beta T. Comparison of antioxidant capacity and phenolic compounds of berries, chokecherry and sea buckthorn. Cent. Eur. J. Biol. 2009;4:499–506."}, {"Citation": "Erdogan-Orhan I., Altun M., Sever-Yilmaz B., Saltan G. Antiacetylcholinesterase and antioxidant assets of the major components (salicin, amentoflavone, and chlorogenic acid) and the extracts of Viburnum opulus and Viburnum lantana and their total phenol and flavonoid contents. J. Med. Food. 2011;14:434–440. doi: 10.1089/jmf.2010.0053.", "ArticleIdList": ["10.1089/jmf.2010.0053", "21186982"]}, {"Citation": "Kraujalytė V., Venskutonis P., Pukalskas A., Česonienė L., Daubaras R. Antioxidant properties and polyphenolic compositions of fruits from different European cranberry bush (Viburnum opulus L.) genotypes. Food Chem. 2013;141:3695–3702. doi: 10.1016/j.foodchem.2013.06.054.", "ArticleIdList": ["10.1016/j.foodchem.2013.06.054", "23993538"]}, {"Citation": "Zayachkivska O., Gzhegotsky M., Terletska O., Lutsyk D., Yaschenko A., Dzhura O. Influence of Viburnum opulus proanthocyanidins on stress-induced gastrointestinal mucosal damage. J. Physiol. Pharmacol. 2006;57:155–167.", "ArticleIdList": ["17218766"]}, {"Citation": "Česonienė L., Daubaras R., Viškelis P., Šarkinas A. Determination of the total phenolic and anthocyanin contents and antimicrobial activity of Viburnum opulus fruit juice. Plant Foods Hum. Nutr. 2012;67:256–261. doi: 10.1007/s11130-012-0303-3.", "ArticleIdList": ["10.1007/s11130-012-0303-3", "22865031"]}, {"Citation": "Erdem G., Kesik V., Honca T., Özcan A., Uğuz S., Akgϋl E.Ö., Aykutlug Ö., Alp B.F., Korkmazer N., Saldir M., et al. Antinephrolithiatic activity of Persea americana (avocado) and Viburnum opulus (guelder rose) against ethylene glycol-induced nephrolithiasis in rats. Afr. J. Tradit. Complement. Altern. Med. 2016;13:110–119. doi: 10.21010/ajtcam.v13i2.14.", "ArticleIdList": ["10.21010/ajtcam.v13i2.14"]}, {"Citation": "Adebayo A.H., Alade A., Yakubu O.F. Gas chromatography-mass spectrometry analysis of Viburnum opulus (L.) extract and its toxicity studies in rats. Asian J. Pharm. Clin. Res. 2017;10:383–388. doi: 10.22159/ajpcr.2017.v10i6.17350.", "ArticleIdList": ["10.22159/ajpcr.2017.v10i6.17350"]}, {"Citation": "Mikulic-Petkovsek M., Ivancic A., Todorovic B., Veberic R., Stampar F. Fruit phenolic composition of different elderberry species and hybrids. J. Food Sci. 2015;80:C2180–C2190. doi: 10.1111/1750-3841.13008.", "ArticleIdList": ["10.1111/1750-3841.13008", "26409176"]}, {"Citation": "Saridas M.A., Kafkas N.E., Zarifikhosroshahi M., Bozhaydar O., Kargi S.P. Quality traits of green plums (Prunus cerasifera Ehrh.) at different maturity stages. Turk. J. Agric. For. 2016;40:655–663. doi: 10.3906/tar-1603-45.", "ArticleIdList": ["10.3906/tar-1603-45"]}, {"Citation": "Yazici K., Sahin A. Characterization of pomegranate (Punica granatum L.) hybrids and their potential use in further breeding. Turk. J. Agric. For. 2016;40:813–824. doi: 10.3906/tar-1604-120.", "ArticleIdList": ["10.3906/tar-1604-120"]}, {"Citation": "Mikulic-Petkovsek M., Krska B., Kiprovski B., Veberic R. Bioactive components and antioxidant capacity of fruits from nine sorbus genotypes. J. Food Sci. 2017;82:647–658. doi: 10.1111/1750-3841.13643.", "ArticleIdList": ["10.1111/1750-3841.13643", "28182841"]}, {"Citation": "Singh J.S., Raghubanshi A.S., Varshney C.K. Integrated biodiversity research in India. Curr. Sci. 1994;66:109–112."}, {"Citation": "Dansi A., Adjatin A., Adoukonou-Sagbadja H., Falade V., Ydomonhan H., Odou D., Dossou B. Traditional leafy vegetables and their use in the Benin Republic. Genet. Resour. Crop Evol. 2008;55:1239–1256. doi: 10.1007/s10722-008-9324-z.", "ArticleIdList": ["10.1007/s10722-008-9324-z"]}, {"Citation": "Mahapatra A.K., Albers H.J., Robinson E.J.Z. The impact of NTFP sales on rural households’ cash income in India’s dry deciduous forest. Environ. Manage. 2005;35:258–265. doi: 10.1007/s00267-003-8203-9.", "ArticleIdList": ["10.1007/s00267-003-8203-9", "15925971"]}, {"Citation": "Bharucha Z., Pretty J. The roles and values of wild foods in agricultural systems. Philos. Trans. R. Lond. B Biol. Sci. 2010;365:2913–2926. doi: 10.1098/rstb.2010.0123.", "ArticleIdList": ["10.1098/rstb.2010.0123", "PMC2935111", "20713393"]}, {"Citation": "Mikulic-Petkovsek M., Schmitzer V., Slatnar A., Todorovic B., Veberic R., Stampar F., Ivancic A. Investigation of anthocyanin profile of four elderberry species and interspecific hybrids. J. Agric. Food Chem. 2014;62:5573–5580. doi: 10.1021/jf5011947.", "ArticleIdList": ["10.1021/jf5011947", "24830391"]}, {"Citation": "Canan I., Gundogdu M., Seday U., Oluk C.A., Karasahın Z., Eroglu E.C., Yazıcı E., Unlu M. Determination of antioxidant, total phenolic, total carotenoid, lycopene, ascorbic acid, and sugar contents of Citrus species and mandarin hybrids. Turk. J. Agric. For. 2016;40:894–899. doi: 10.3906/tar-1606-83.", "ArticleIdList": ["10.3906/tar-1606-83"]}, {"Citation": "Zorenc Z., Veberic R., Stampar F., Koron D., Mikulic-Petkovsek M. Changes in berry quality of northern highbush blueberry (Vaccinium corymbosum L.) during the harvest season. Turk. J. Agric. For. 2016;40:855–867. doi: 10.3906/tar-1607-57.", "ArticleIdList": ["10.3906/tar-1607-57"]}, {"Citation": "Çam M., Hisil Y., Kuscu A. Organic acid, phenolic content, and antioxidant capacity of fruit flesh and seed of Viburnum opulus. Chem. Nat. Compd. 2007;43:460–461. doi: 10.1007/s10600-007-0161-7.", "ArticleIdList": ["10.1007/s10600-007-0161-7"]}, {"Citation": "Özrenk K., Gündoğdu M., Keskin N., Kaya T. Some physical and chemical characteristics of gilaburu (Viburnum opulus L.) fruits in Erzincan region. Iğdır Univ. J. Inst. Sci. Technol. 2011;1:9–14."}, {"Citation": "Kalyoncu I.H., Ersoy N., Elidemir A.Y., Korali M.E. Some physico-chemical characteristics and mineral contents of gilaburu (Viburnum opulus L.) fruits in Turkey. Int. J. Agric. Biosyst. Eng. 2013;7:424–426."}, {"Citation": "Ersoy N., Ercisli S., Gundogdu M. Evaluation of European cranberry bush (Viburnum opulus L.) genotypes for agro-morphological, biochemical and bioactive characteristics in Turkey. Folia Hortic. 2017;29:181–188. doi: 10.1515/fhort-2017-0017.", "ArticleIdList": ["10.1515/fhort-2017-0017"]}, {"Citation": "Polka D., Podsędek A., Koziołkiewicz M. Comparison of Chemical Composition and Antioxidant Capacity of Fruit, Flower and Bark of Viburnum opulus. Plant Foods Hum. Nutr. 2019;74:436–442. doi: 10.1007/s11130-019-00759-1.", "ArticleIdList": ["10.1007/s11130-019-00759-1", "PMC6684545", "31321622"]}, {"Citation": "Yang C.S., Ho C., Zhang J., Wan X., Zhang K., Lim J. Antioxidants: Differing meanings in food science and health science. J. Agric. Food Chem. 2018;66:3063–3068. doi: 10.1021/acs.jafc.7b05830.", "ArticleIdList": ["10.1021/acs.jafc.7b05830", "29526101"]}, {"Citation": "Polka D., Podsędek A. Phenolics composition and antioxidant capacity of guelder rose fruit, flower and bark extracts. Food Sci. Biotechnol. 2019;83:37–46."}, {"Citation": "Zakłos-Szyda M., Pietrzyk N., Szustak M., Podsędek A. Viburnum opulus L. juice phenolics inhibit mouse 3T3-L1 cells adipogenesis and pancreatic lipase activity. Nutrients. 2020;12:2003. doi: 10.3390/nu12072003.", "ArticleIdList": ["10.3390/nu12072003", "PMC7400830", "32640537"]}, {"Citation": "Scafaro A.P., Haynes P.A., Atwell B.J. Physiological and molecular changes in Oryza meridionalis Ng., a heat-tolerant species of wild rice. J. Exp. Bot. 2010;61:191–202. doi: 10.1093/jxb/erp294.", "ArticleIdList": ["10.1093/jxb/erp294", "PMC2791120", "19819927"]}, {"Citation": "Ding X., Jiang Y., Hao T., Jin H., Zhang H., He L., Zhou Q., Huang D., Hui D., Yu J. Effects of heat shock on photosynthetic properties, antioxidant enzyme activity, and downy mildew of cucumber (Cucumis sativus L.) PLoS ONE. 2016;11:e0152429. doi: 10.1371/journal.pone.0152429.", "ArticleIdList": ["10.1371/journal.pone.0152429", "PMC4827809", "27065102"]}, {"Citation": "Dahal K., Li X.Q., Tai H., Creelman A., Bizimungu B. Improving potato stress tolerance and tuber yield under a climate change scenario—A current overview. Front. Plant Sci. 2019;10:563. doi: 10.3389/fpls.2019.00563.", "ArticleIdList": ["10.3389/fpls.2019.00563", "PMC6527881", "31139199"]}, {"Citation": "Ericksen P.J., Ingram J.S.I., Liverman D.M. Food security and global environmental change. Environ. Sci. Policy. 2009;12:373–377. doi: 10.1016/j.envsci.2009.04.007.", "ArticleIdList": ["10.1016/j.envsci.2009.04.007"]}, {"Citation": "Konarska A., Domaciuk M. Diferences in the fruit structure and the location and content of bioactive substances in Viburnum opulus and Viburnum lantana fruits. Protoplasma. 2018;255:25–41. doi: 10.1007/s00709-017-1130-z.", "ArticleIdList": ["10.1007/s00709-017-1130-z", "PMC5756288", "28602011"]}, {"Citation": "Zarifikhosroshahi M., Tugba Z., Kafkas E., Okatan V. Variation in volatile and fatty acid contents among Viburnum opulus L. fruits growing different locations. Sci. Hortic. 2020;264:109160. doi: 10.1016/j.scienta.2019.109160.", "ArticleIdList": ["10.1016/j.scienta.2019.109160"]}, {"Citation": "Turek S., Cisowski W. Free and chemically bonded phenolic acids in barks of Viburnum opulus L. and Sambucus nigra L. Acta Pol. Pharm. Drug Res. 2007;64:377–383.", "ArticleIdList": ["18536165"]}, {"Citation": "Erylimaz M., Ozbiligin S., Ergene B., Yilmaz S., Altun M.L., Saltan G. Antimicrobial activity of Turkish Viburnum species. Bangladesh J. Bot. 2013;42:355–360. doi: 10.3329/bjb.v42i2.18044.", "ArticleIdList": ["10.3329/bjb.v42i2.18044"]}, {"Citation": "Akbulut M., Calsir S., Marakoglu T., Coklar H. Chemical and technological properties of European cranberrybush (Viburnum opulus L.) fruits. Asian J. Chem. 2008;20:1875–1885."}, {"Citation": "Altun M.L., Yilmaz B.S. HPLC method for the analysis of salicin and chlorogenic acid from Viburnum opulus and V. lantana. Chem. Nat. Compd. 2007;43:203–207."}, {"Citation": "Danielewski M., Matuszewska A., Nowak B., Kucharska A.Z., Sozanski T. The effects of natural iridoids and anthocyanins on selected parameters of liver and cardiovascular system functions. Oxid. Med. Cell. Longev. 2020;1–12:e2735790. doi: 10.1155/2020/2735790.", "ArticleIdList": ["10.1155/2020/2735790", "PMC7150688", "32318236"]}, {"Citation": "Dienaite L., Pukalskiene M., Pereira C.V., Matias A.A., Venskutonis P.R. Valorization of European cranberry bush (Viburnum opulus L.) berry pomace extracts isolated with pressurized ethanol and water by assessing their phytochemical composition, antioxidant, and antiproliferative activities. Foods. 2020;9:1413. doi: 10.3390/foods9101413.", "ArticleIdList": ["10.3390/foods9101413", "PMC7601694", "33036189"]}, {"Citation": "Atoui A.K., Manouri A., Basou G., Kefalas P. Tea and herbal infusions: Their antioxidant activity and phenolic profile. Food Chem. 2005;89:27–36. doi: 10.1016/j.foodchem.2004.01.075.", "ArticleIdList": ["10.1016/j.foodchem.2004.01.075"]}, {"Citation": "Cushnie T.P.T., Lamb A.J. Antimicrobial activity of flavonoids. Int. J. Antimicrob. Agents. 2005;26:343–356. doi: 10.1016/j.ijantimicag.2005.09.002.", "ArticleIdList": ["10.1016/j.ijantimicag.2005.09.002", "PMC7127073", "16323269"]}, {"Citation": "Lefay S., Gil-Isquierdo A. Bioavailability of phenolic acids. Phytochem. Res. 2008;7:301–311. doi: 10.1007/s11101-007-9077-x.", "ArticleIdList": ["10.1007/s11101-007-9077-x"]}, {"Citation": "Vaquero M.J.R., Alberto M.R., de Nadra M.C.M. Antibacterial effect of phenolic compounds from different wines. Food Control. 2007;18:93–101. doi: 10.1016/j.foodcont.2005.08.010.", "ArticleIdList": ["10.1016/j.foodcont.2005.08.010"]}, {"Citation": "Hendra R., Ahmad S., Sukari A., Shukor M.Y., Oskoueian E. Flavonoid Analyses and Antimicrobial Activity of Various Parts of Phaleria macrocarpa (Scheff.) Boerl Fruit. Int. J. Mol. Sci. 2011;12:3422–3431. doi: 10.3390/ijms12063422.", "ArticleIdList": ["10.3390/ijms12063422", "PMC3131569", "21747685"]}, {"Citation": "Teffo L., Aderogba M., Eloff J. Antibacterial and antioxidant activities of four kaempferol methyl ethers isolated from Dodonaea viscosa Jacq. var. angustifolia leaf extracts. S. Afr. J. Bot. 2010;76:25–29. doi: 10.1016/j.sajb.2009.06.010.", "ArticleIdList": ["10.1016/j.sajb.2009.06.010"]}, {"Citation": "Demetzos C., Angelopoulou D., Kolocouris A., Daliani I., Mavromoustakos T. Structure elucidation, conformational analysis and thermal effects on membrane bilayers of an antimicrobial myricetin ether derivative. J. Heterocycl. Chem. 2001;38:703–710. doi: 10.1002/jhet.5570380327.", "ArticleIdList": ["10.1002/jhet.5570380327"]}, {"Citation": "Li M., Xu Z. Quercetin in a lotus leaves extract may be responsible for antibacterial activity. Arch. Pharm. Res. 2008;31:640–644. doi: 10.1007/s12272-001-1206-5.", "ArticleIdList": ["10.1007/s12272-001-1206-5", "18481022"]}, {"Citation": "Mandalari G., Bennett R., Bisignano G., Trombetta D., Saija A., Faulds C., Gasson M., Narbad A. Antimicrobial activity of flavonoids extracted from bergamot (Citrus bergamia Risso) peel, a byproduct of the essential oil industry. J. Appl. Microbiol. 2007;103:2056–2064. doi: 10.1111/j.1365-2672.2007.03456.x.", "ArticleIdList": ["10.1111/j.1365-2672.2007.03456.x", "18045389"]}, {"Citation": "Gouvea D.R., Gobbo-Neto L., Sakamoto H.T., Lopes N.P., Callegari Lopes J.L. Seasonal variation of the major secondary metabolites present in the extract of Eremanthus mattogrossensis less (Asteraceae: Vernonieae) leaves. Quim. Nova. 2012;35:2139–2145. doi: 10.1590/S0100-40422012001100007.", "ArticleIdList": ["10.1590/S0100-40422012001100007"]}, {"Citation": "Dębski H., Wiczkowski W., Horbowicz M. Effect of Elicitation with Iron Chelate and sodium metasilicate on phenolic compounds in legume sprouts. Molecules. 2021;26:1345. doi: 10.3390/molecules26051345.", "ArticleIdList": ["10.3390/molecules26051345", "PMC7959454", "33802449"]}, {"Citation": "Holopainen J., Gershenzon J. Multiple stress factors and the emission of plant VOCs. Trends Plant Sci. 2010;15:176–184. doi: 10.1016/j.tplants.2010.01.006.", "ArticleIdList": ["10.1016/j.tplants.2010.01.006", "20144557"]}, {"Citation": "Wen P.F., Chen J.Y., Wan S.B., Kong W.F., Zhang P., Wang W., Zhan J.C., Pan Q.H., Huang W.D. Salicylic acid activates phenylalanine ammonia-lyase in grape berry in response to high temperature stress. Plant Growth Regul. 2008;55:1–10. doi: 10.1007/s10725-007-9250-7.", "ArticleIdList": ["10.1007/s10725-007-9250-7"]}, {"Citation": "Mori K., Goto-Yamamoto N., Kitayama M., Hashizume K. Loss of anthocyanins in red-wine grape under high temperature. J. Exp. Bot. 2007;58:1935–1945. doi: 10.1093/jxb/erm055.", "ArticleIdList": ["10.1093/jxb/erm055", "17452755"]}, {"Citation": "Jaakola L., Hohtola A. Effect of latitude on flavonoid biosynthesis in plants. Plant Cell Environ. 2010;33:1239–1247. doi: 10.1111/j.1365-3040.2010.02154.x.", "ArticleIdList": ["10.1111/j.1365-3040.2010.02154.x", "20374534"]}, {"Citation": "Sytar O., Zivcak M., Bruckova K., Brestic M., Hemmerich I., Rauh C., Simko I. Shift in accumulation of flavonoids and phenolic acids in lettuce attributable to changes in ultraviolet radiation and temperature. Sci. Hortic. 2018;239:193–204. doi: 10.1016/j.scienta.2018.05.020.", "ArticleIdList": ["10.1016/j.scienta.2018.05.020"]}, {"Citation": "Lancaster J.E., Reay P.F., Norris J., Butler R.C. Induction of flavonoids and phenolic acids in apple by UV-B and temperature. J. Hortic. Sci. Biotechnol. 2000;75:142–148. doi: 10.1080/14620316.2000.11511213.", "ArticleIdList": ["10.1080/14620316.2000.11511213"]}, {"Citation": "Barański M., Lacko-Bartošová M., Rembiałkowska E., Lacko-Bartošová L. The Effect of Species and Cultivation Year on Phenolic Acids Content in Ancient Wheat. Agronomy. 2020;10:673. doi: 10.3390/agronomy10050673.", "ArticleIdList": ["10.3390/agronomy10050673"]}, {"Citation": "Uleberg E., Rohloff J., Jaakola L., Trôst K., Junttila O., Häggman H., Martinussen I. Effects of Temperature and Photoperiod on Yield and Chemical Composition of Northern and Southern Clones of Bilberry (Vaccinium myrtillus L.) J. Agric. Food Chem. 2012;60:10406–10414. doi: 10.1021/jf302924m.", "ArticleIdList": ["10.1021/jf302924m", "23033879"]}, {"Citation": "Azuma A., Yakushiji H., Koshita Y., Kobayashi S. Flavonoid biosynthesis-related genes in grape skin are differentially regulated by temperature and light conditions. Planta. 2012;236:1067–1080. doi: 10.1007/s00425-012-1650-x.", "ArticleIdList": ["10.1007/s00425-012-1650-x", "22569920"]}, {"Citation": "Igual M., García-Martínez E., Camacho M.M., Martínez-Navarrete N. Effect of thermal treatment and storage on the stability of organic acids and the functional value of grapefruit juice. Food Chem. 2010;118:291–299. doi: 10.1016/j.foodchem.2009.04.118.", "ArticleIdList": ["10.1016/j.foodchem.2009.04.118"]}, {"Citation": "Czerniewicz P., Sytykiewicz H., Durak R., Borowiak-Sobkowiak B., Chrzanowski G. Role of phenolic compounds during antioxidative responses of winter triticale to aphid and beetle attack. Plant Physiol. Biochem. 2017;118:529–540. doi: 10.1016/j.plaphy.2017.07.024.", "ArticleIdList": ["10.1016/j.plaphy.2017.07.024", "28778044"]}, {"Citation": "Stratil P., Klejdus B., Kuban V. Determination of total content of phenolic compounds and their antioxidant activity in vegetables—Evaluation of spectrophotometric methods. J. Agric. Food Chem. 2006;54:607–616. doi: 10.1021/jf052334j.", "ArticleIdList": ["10.1021/jf052334j", "16448157"]}, {"Citation": "Czapski J., Szwejda J. Thermal processing effects on antioxidant constituents and properties of tomatoes. Veg. Crop. Res. Bull. 2006;65:49–62."}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "2", "Day": "7"}, {"Year": "2023", "Month": "2", "Day": "25"}, {"Year": "2023", "Month": "2", "Day": "27"}, {"Year": "2023", "Month": "3", "Day": "11", "Hour": "1", "Minute": "26"}, {"Year": "2023", "Month": "3", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["36903530", "PMC10005456", "10.3390/molecules28052285", "molecules28052285"]}}], "PubmedBookArticle": []}