{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["genotypes", "integrated weed management", "milk thistle", "seedbank", "weed"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36903886", "DateRevised": {"Year": "2023", "Month": "03", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "02", "Day": "24"}], "Language": ["eng"], "ELocationID": ["1025", "10.3390/plants12051025"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "5", "PubDate": {"Year": "2023", "Month": "Feb", "Day": "24"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Seed Germination of Three Milk Thistle (<i>Silybum marianum</i> (L.) Gaertn.) Populations of Greek Origin: Temperature, Duration, and Storage Conditions Effects.", "Abstract": {"AbstractText": ["Milk thistle besides being a highly competitive weed is cultivated as a medicinal plant, and the seeds of which have been clinically utilized in several disorders caused in liver. The present study aims to evaluate the effect of duration and storage conditions, population, and temperature on seed germination. The experiment was conducted in Petri dishes with three replications and three factors: (a) wild populations of milk thistle (Palaionterveno, Mesopotamia, and Spata) originating from Greece, (b) duration and storage conditions (5 months at room temperature, 17 months at room temperature, and 29 months in the freezer at -18 °C), and (c) temperature (5 °C, 10 °C, 15 °C, 20 °C, 25 °C, and 30 °C). All three factors significantly affected germination percentage (GP), mean germination time (MGT), germination index (GI), radicle length (RL), and hypocotyl length (HL) and significant interactions among the treatments were noted. In specific, no seed germination was recorded at 5 °C, while the populations showed higher GP and GI at 20 °C and 25 °C after 5 months of storage. Prolonged storage negatively affected seed germination although, cold storage mitigated this effect. Moreover, higher temperatures reduced MGT and increased RL and HL with the populations reacting differently in storage and temperature regimes. The results of this study should be taken into consideration when proposing the appropriate sowing date and storage conditions of the seeds used as propagation material for crop establishment. Moreover, the effects of low temperatures such as 5 °C or 10 °C on seed germination as well as the high decline rate in germination percentage over time could be utilized in the design of integrated weed management systems thereby indicating the importance of the sowing time and the suitable crop rotation system to weed control."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Weed Science, Department of Agriculture Crop Production and Rural Environment, University of Thessaly, Fytokou St., 38446 Volos, Greece."}], "LastName": "Liava", "ForeName": "Vasiliki", "Initials": "V"}, {"Identifier": ["0000-0002-9045-668X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Crop Production, Agricultural University of Athens, 11855 Athens, Greece."}], "LastName": "Ntatsi", "ForeName": "Georgia", "Initials": "G"}, {"Identifier": ["0000-0003-0477-9923"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Weed Science, Department of Agriculture Crop Production and Rural Environment, University of Thessaly, Fytokou St., 38446 Volos, Greece."}], "LastName": "Karkanis", "ForeName": "Anestis", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Fathi-Achachlouei B., Azadmard-Damirchi S., Zahedi Y., Shaddel R. Microwave Pretreatment as a Promising Strategy for Increment of Nutraceutical Content and Extraction Yield of Oil from Milk Thistle Seed. Ind. Crops Prod. 2019;128:527–533. doi: 10.1016/j.indcrop.2018.11.034.", "ArticleIdList": ["10.1016/j.indcrop.2018.11.034"]}, {"Citation": "Rasic S., Stefanic E., Stefanic I. Plants for Bees Silybum marianum. J. Apic. Res. 2009;48:298–299. doi: 10.3896/IBRA.1.48.4.12.", "ArticleIdList": ["10.3896/IBRA.1.48.4.12"]}, {"Citation": "Karkanis A., Angou A., Athanasiadou D., Giannoulis K.D., Askianaki R., Kousi N., Sarridis A., Souipas S., Karamoutis C. Using Post-emergence Herbicides in Combination with the Sowing Date to Suppress Sinapis arvensis and Silybum marianum in Durum Wheat. Agronomy. 2022;12:2583. doi: 10.3390/agronomy12102583.", "ArticleIdList": ["10.3390/agronomy12102583"]}, {"Citation": "Liava V., Karkanis A., Danalatos N., Tsiropoulos N. Effects of Two Varieties and Fertilization Regimes on Growth, Fruit, and Silymarin Yield of Milk Thistle Crop. Agronomy. 2022;12:105. doi: 10.3390/agronomy12010105.", "ArticleIdList": ["10.3390/agronomy12010105"]}, {"Citation": "Montemurro P., Fracchiolla M., Lonigro A. Effects of Some Environmental Factors on Seed Germination and Spreading Potentials of Silybum marianum Gaertner. Ital. J. Agron. 2007;23:315–320. doi: 10.4081/ija.2007.315.", "ArticleIdList": ["10.4081/ija.2007.315"]}, {"Citation": "Ahmad I., Gul B., Khan H., Fawad M. Influence of Various Densities of Wild Oat and Holy Thistle on the Productivity of Wheat (Triticum aestivum) Gesunde Pflanz. 2022;74:839–852. doi: 10.1007/s10343-022-00683-6.", "ArticleIdList": ["10.1007/s10343-022-00683-6"]}, {"Citation": "Zhang M., Chen K., Hu Z., Shen Q., Wang H. PRiME Pass-through Purification of Lignans in Silybum marianum and UPLC−MS/MS Analysis. J. Chromatogr. B. 2018;1093–1094:128–133. doi: 10.1016/j.jchromb.2018.07.003.", "ArticleIdList": ["10.1016/j.jchromb.2018.07.003", "30015310"]}, {"Citation": "Ferraz A.C., Almeida L.T., da Silva Caetano C.C., da Silva Menegatto M.B., Souza Lima R.L., de Senna J.P.N., de Oliveira Cardoso J.M., Perucci L.O., Talvani A., Geraldo de Lima W., et al. Hepatoprotective, Antioxidant, Anti-inflammatory, and Antiviral Activities of Silymarin Against Mayaro Virus Infection. Antivir. Res. 2021;194:105168. doi: 10.1016/j.antiviral.2021.105168.", "ArticleIdList": ["10.1016/j.antiviral.2021.105168", "34437912"]}, {"Citation": "Mengesha T., Gnanasekaran N., Mehare T. Hepatoprotective Effect of Silymarin on Fructose Induced Nonalcoholic Fatty Liver Disease in Male Albino Wistar Rats. BMC Complement. Med. Ther. 2021;21:104. doi: 10.1186/s12906-021-03275-5.", "ArticleIdList": ["10.1186/s12906-021-03275-5", "PMC8011178", "33785007"]}, {"Citation": "Mirjalili M., Mirzaei E., Vazin A. Pharmacological Agents for the Prevention of Colistin-induced Nephrotoxicity. Eur. J. Med. Res. 2022;27:64. doi: 10.1186/s40001-022-00689-w.", "ArticleIdList": ["10.1186/s40001-022-00689-w", "PMC9077985", "35525994"]}, {"Citation": "Ralli T., Tripathi T., Kalaiselvan V., Tiwari R., Aeri V., Kohli K. Silymarin as a Phyto-pharmaceutical: Isolation, Simultaneous Quantification of four Biomarkers and in-silico Anti-inflammatory Activity. Chin. J. Anal. Chem. 2023;51:100174. doi: 10.1016/j.cjac.2022.100174.", "ArticleIdList": ["10.1016/j.cjac.2022.100174"]}, {"Citation": "Zutic I., Dudai N. Factor Affecting Germination of Dalmatian Sage (Salvia officinalis) Acta Hortic. 2008;782:121–126. doi: 10.17660/ActaHortic.2008.782.12.", "ArticleIdList": ["10.17660/ActaHortic.2008.782.12"]}, {"Citation": "Carrera-Castaño G., Calleja-Cabrera J., Pernas M., Gómez L., Oñate-Sánchez L. An Updated Overview on the Regulation of Seed Germination. Plants. 2020;9:703. doi: 10.3390/plants9060703.", "ArticleIdList": ["10.3390/plants9060703", "PMC7356954", "32492790"]}, {"Citation": "Buijs G.A. Perspective on Secondary Seed Dormancy in Arabidopsis thaliana. Plants. 2020;9:749. doi: 10.3390/plants9060749.", "ArticleIdList": ["10.3390/plants9060749", "PMC7355504", "32549219"]}, {"Citation": "Yan A., Chen Z. The Control of Seed Dormancy and Germination by Temperature, Light and Nitrate. Bot. Rev. 2020;86:39–75. doi: 10.1007/s12229-020-09220-4.", "ArticleIdList": ["10.1007/s12229-020-09220-4"]}, {"Citation": "Monemizadeh Z., Ghaderi-Far F., Sadeghipour H.R., Siahmarguee A., Soltani E., Torabi B., Baskin C.C. Variation in Seed Dormancy and Germination among Populations of Silybum marianum (Asteraceae) Plant Species Biol. 2021;36:421–424. doi: 10.1111/1442-1984.12326.", "ArticleIdList": ["10.1111/1442-1984.12326"]}, {"Citation": "Bhatt A., Caron M.M., Chen X., Yu D., Niu Y. Effect of Temperature, Light and Storage on Seed Germination of Salvia plebeia R.Br., Leonurus japonicus Houtt., Mosla scabra (Thunb.) C.Y.Wu & H.W.Li and Perilla frutescens (L.) Britton. J. Appl. Res. Med. Aromat. Plants. 2022;31:100402. doi: 10.1016/j.jarmap.2022.100402.", "ArticleIdList": ["10.1016/j.jarmap.2022.100402"]}, {"Citation": "Malek M., Ghaderi-Far F., Torabi B., Sadeghipour H.R. Dynamics of Seed Dormancy and Germination at High Temperature Stress is Affected by Priming and Phytohormones in Rapeseed (Brassica napus L.) J. Plant Physiol. 2022;269:153614. doi: 10.1016/j.jplph.2021.153614.", "ArticleIdList": ["10.1016/j.jplph.2021.153614", "34979489"]}, {"Citation": "Parmoon G., Moosavi S.A., Akbari H., Ebadi A. Quantifying Cardinal Temperatures and Thermal Time Required for Germination of Silybum marianum seed. Crop. J. 2015;3:145–151. doi: 10.1016/j.cj.2014.11.003.", "ArticleIdList": ["10.1016/j.cj.2014.11.003"]}, {"Citation": "Sohrabi S., Ghanbari A., Mohassel M., Gherekhloo J., Vidal R. Effects of Environmental Factors on Cucumis melo L. subsp. agrestis var. agrestis (Naudin) Pangalo Seed Germination and Seedling Emergence. S. Afr. J. Bot. 2016;105:1–8. doi: 10.1016/j.sajb.2016.03.002.", "ArticleIdList": ["10.1016/j.sajb.2016.03.002"]}, {"Citation": "Rezvani M., Nadimi S., Zaefarian F., Chauhan B. Environmental Factors Affecting Seed Germination and Seedling Emergence of three Phalaris Species. Crop. Prot. 2021;148:105743. doi: 10.1016/j.cropro.2021.105743.", "ArticleIdList": ["10.1016/j.cropro.2021.105743"]}, {"Citation": "Dowsett C.A., Buddenhagen C., James T.K., McGill C.R. Yellow Bristle Grass (Setaria pumila) Germination Biology.  [(accessed on 18 January 2023)];N. Z. Plant Prot. 2018 71:72–80. doi: 10.30843/nzpp.2018.71.154. Available online:  https://journal.nzpps.org/index.php/nzpp/article/view/154.", "ArticleIdList": ["10.30843/nzpp.2018.71.154"]}, {"Citation": "Khan A.M., Mobli A., Werth J.A., Chauhan B.S. Germination and Seed Persistence of Amaranthus retroflexus and Amaranthus viridis: Two Emerging Weeds in Australian Cotton and Other Summer Crops. PLoS ONE. 2022;17:e0263798. doi: 10.1371/journal.pone.0263798.", "ArticleIdList": ["10.1371/journal.pone.0263798", "PMC8827478", "35139125"]}, {"Citation": "Lamichhane J.R., Debaeke P., Steinberg C., You M.P., Barbetti M.J., Aubertot J. Abiotic and Biotic Factors Affecting Crop Seed Germination and Seedling Emergence: A Conceptual Framework. Plant Soil. 2018;432:1–28. doi: 10.1007/s11104-018-3780-9.", "ArticleIdList": ["10.1007/s11104-018-3780-9"]}, {"Citation": "Kibar H., Yücesan B. Effects of Storage Durations at Different Temperatures on Various Physiological Parameters of Einkorn Seed (Triticum monucocum L.) Germination. J. Stored Prod. Res. 2021;93:101851. doi: 10.1016/j.jspr.2021.101851.", "ArticleIdList": ["10.1016/j.jspr.2021.101851"]}, {"Citation": "Koskosidis A., Khah E.M., Pavli O.I., Vlachostergios D.N. Effect of Storage Conditions on Seed Quality of Soybean (Glycine max L.) Germplasm. AIMS Agric. Food. 2022;7:387–402. doi: 10.3934/agrfood.2022025.", "ArticleIdList": ["10.3934/agrfood.2022025"]}, {"Citation": "Islam M.M., Rengel Z., Storer P., Siddique K.H.M., Solaiman Z.M. Industrial Hemp (Cannabis sativa L.) Varieties and Seed Pre-treatments Affect Seed Germination and Early Growth of Seedlings. Agronomy. 2022;12:6. doi: 10.3390/agronomy12010006.", "ArticleIdList": ["10.3390/agronomy12010006"]}, {"Citation": "Li R., Chen L., Wu Y., Zhang R., Baskin C.C., Baskin J.M., Hu X. Effects of Cultivar and Maternal Environment on Seed Quality in Vicia sativa. Front. Plant Sci. 2017;8:1411. doi: 10.3389/fpls.2017.01411.", "ArticleIdList": ["10.3389/fpls.2017.01411", "PMC5562723", "28861096"]}, {"Citation": "Roman A.M., Truta A.M., Viman O., Morar I.M., Spalevic V., Dan C., Sestras R.E., Holonec L., Sestras A.F. Seed Germination and Seedling Growth of Robinia pseudoacacia Depending on the Origin of Different Geographic Provenances. Diversity. 2022;14:34. doi: 10.3390/d14010034.", "ArticleIdList": ["10.3390/d14010034"]}, {"Citation": "Kissing Kucek L., Azevedo M.D., Eagen S.S., Ehlke N.J., Hayes R.J., Mirsky S.B., Reberg-Horton C., Ryan M.R., Wayman S., Wiering N.P., et al. Seed Dormancy in Hairy Vetch (Vicia villosa Roth) Is Influenced by Genotype and Environment. Agronomy. 2020;10:1804. doi: 10.3390/agronomy10111804.", "ArticleIdList": ["10.3390/agronomy10111804"]}, {"Citation": "Fernández R., Chantre G.R., Renzi J.P. Seed dormancy of Lolium perenne L. Related to the Maternal Environment During Seed Filling. Seed Sci. Res. 2021;31:217–223. doi: 10.1017/S0960258521000155.", "ArticleIdList": ["10.1017/S0960258521000155"]}, {"Citation": "Murthy U.M.N., Kumar P.P., Sun W.Q. Mechanisms of seed ageing under different storage conditions for Vigna radiata (L.) Wilczek: Lipid peroxidation, sugar hydrolysis, Maillard reactions and their relationship to glass state transition. J. Exp. Bot. 2003;54:1057–1067. doi: 10.1093/jxb/erg092.", "ArticleIdList": ["10.1093/jxb/erg092", "12598575"]}, {"Citation": "Kurek K., Plitta-Michalak B., Ratajczak E. Reactive Oxygen Species as Potential Drivers of the Seed Aging Process. Plants. 2019;8:174. doi: 10.3390/plants8060174.", "ArticleIdList": ["10.3390/plants8060174", "PMC6630744", "31207940"]}, {"Citation": "Li W., Niu Y., Zheng Y., Wang Z. Advances in the Understanding of Reactive Oxygen Species-Dependent Regulation on Seed Dormancy, Germination, and Deterioration in Crops. Front. Plant Sci. 2022;13:826809. doi: 10.3389/fpls.2022.826809.", "ArticleIdList": ["10.3389/fpls.2022.826809", "PMC8905223", "35283906"]}, {"Citation": "Chhabra R., Singh S.T. Seed Aging, Storage and Deterioration: An Irresistible Physiological Phenomenon. Agric. Rev. 2019;40:234–238. doi: 10.18805/ag.R-1914.", "ArticleIdList": ["10.18805/ag.R-1914"]}, {"Citation": "Padilha M.S., Coelho C.M.M., Ehrhardt-Brocardo N.C.M. Viability and Performance of Wheat Seedlings after Artificial Seed Aging. J. Seed Sci. 2022;44:e202244037. doi: 10.1590/2317-1545v44261925.", "ArticleIdList": ["10.1590/2317-1545v44261925"]}, {"Citation": "Cokkizgin A. Salinity Stress in Common Bean (Phaseolus vulgaris L.) Seed Germination. Not. Bot. Horti Agrobot. 2012;40:177–182. doi: 10.15835/nbha4017493.", "ArticleIdList": ["10.15835/nbha4017493"]}, {"Citation": "Boakye Boadu K., Siaw D. The Effect of Storage Period on the Viability of Triplochiton scleroxylon K. Schum. Seeds. Sci. Afr. 2019;5:e00127. doi: 10.1016/j.sciaf.2019.e00127.", "ArticleIdList": ["10.1016/j.sciaf.2019.e00127"]}, {"Citation": "Martin R.J., Deo B., Douglas J.A. Effect of Time of Sowing on Reproductive Development of Variegated Thistle. Agron N. Z. 2000;30:1–5."}, {"Citation": "Bürger J., Malyshev A.V., Colbach N. Populations of Arable Weed Species Show Intra-Specific Variability in Germination Base Temperature but not in Early Growth Rate. PLoS ONE. 2020;15:e0240538. doi: 10.1371/journal.pone.0240538.", "ArticleIdList": ["10.1371/journal.pone.0240538", "PMC7546504", "33035273"]}, {"Citation": "Guillemin J., Gardarin A., Granger S., Reibel C., Munier-Jolain N., Colbach N. Assessing Potential Germination Period of Weeds with Base Temperatures and Base Water Potentials. Weed Res. 2012;53:76–87. doi: 10.1111/wre.12000.", "ArticleIdList": ["10.1111/wre.12000"]}, {"Citation": "De Roo A., Tozzi E., Benaragama D.I., Willenborg C.J. Recruitment Biology of Cleavers (Galium spp.) Populations in Western Canada. Weed Sci. 2022;70:669–679. doi: 10.1017/wsc.2022.52.", "ArticleIdList": ["10.1017/wsc.2022.52"]}, {"Citation": "Koocheki A., Nassiri M., Alimoradi L., Ghorbani R. Effect of Cropping Systems and Crop Rotations on Weeds. Agron. Sustain. Dev. 2009;29:401–408. doi: 10.1051/agro/2008061.", "ArticleIdList": ["10.1051/agro/2008061"]}, {"Citation": "Manalil S., Chauhan B.S. Seedbank Persistence and Emergence Pattern of Argemone mexicana, Rapistrum rugosum and Sonchus oleraceus in the Eastern Grain Region of Australia. Sci. Rep. 2021;11:18095. doi: 10.1038/s41598-021-97614-8.", "ArticleIdList": ["10.1038/s41598-021-97614-8", "PMC8433185", "34508123"]}, {"Citation": "Long R.L., Gorecki M.J., Renton M., Scott J.K., Colville L., Goggin D.E., Commander L.E., Westcott D.A., Cherry H., Finch-Savage W.E. The Ecophysiology of Seed Persistence: A Mechanistic View of the Journey to Germination or Demise. Biol. Rev. 2014;90:31–59. doi: 10.1111/brv.12095.", "ArticleIdList": ["10.1111/brv.12095", "24618017"]}, {"Citation": "Týr Š. Weed Infestation in the Stand of Milk Thistle and Infestation in Sustainable Crop Rotation. Acta Fytotech. Zootech. 2015;18:90–94. doi: 10.15414/afz.2015.18.04.90-94.", "ArticleIdList": ["10.15414/afz.2015.18.04.90-94"]}, {"Citation": "Arampatzis D., Karkanis A., Tsiropoulos N. Silymarin Content and Antioxidant Activity of Seeds of Wild Silybum marianum populations growing in Greece. Ann. Appl. Biol. 2019;174:61–73. doi: 10.1111/aab.12470.", "ArticleIdList": ["10.1111/aab.12470"]}, {"Citation": "Arampatzis D.A., Karkanis A.C., Tsiropoulos N.G. Impact of Plant Density and Mepiquat Chloride on Growth, Yield, and Silymarin Content of Silybum marianum Grown under Mediterranean Semi-Arid Conditions. Agronomy. 2019;9:669. doi: 10.3390/agronomy9110669.", "ArticleIdList": ["10.3390/agronomy9110669"]}, {"Citation": "Martinelli T., Andrzejewska J., Salis M., Sulas L. Phenological Growth Stages of Silybum marianum According to the Extended BBCH Scale. Ann. Appl. Biol. 2015;166:53–66. doi: 10.1111/aab.12163.", "ArticleIdList": ["10.1111/aab.12163"]}, {"Citation": "Roman A.M., Truta A.M., Morar I.M., Viman O., Dan C., Sestras A.F., Holonec L., Boscaiu M., Sestras R.E. From Seed to Seedling: Influence of Seed Geographic Provenance and Germination Treatments on Reproductive Material Represented by Seedlings of Robinia pseudoacacia. Sustainability. 2022;14:5654. doi: 10.3390/su14095654.", "ArticleIdList": ["10.3390/su14095654"]}, {"Citation": "Deng Z., Song S. Sodium Nitroprusside, Ferricyanide, Nitrite and Nitrate Decrease the Thermo-dormancy of Lettuce Seed Germination in a Nitric Oxide-dependent Manner in Light. S. Afr. J. Bot. 2012;78:139–146. doi: 10.1016/j.sajb.2011.06.009.", "ArticleIdList": ["10.1016/j.sajb.2011.06.009"]}, {"Citation": "Włodarczyk K., Smolińska B. The Effect of Nano-ZnO on Seeds Germination Parameters of Different Tomatoes (Solanum lycopersicum L.) Cultivars. Molecules. 2022;27:4963. doi: 10.3390/molecules27154963.", "ArticleIdList": ["10.3390/molecules27154963", "PMC9370424", "35956913"]}, {"Citation": "Ellis R.H., Roberts E.H. The Quantification of Ageing and Survival in Orthodox Seeds. Seed Sci. Technol. 1981;9:373–409."}, {"Citation": "AOSA (Association of Official Seed Analysts) Seed Vigor Hand Testing Book: Contribution No. 32 to the Handbook on Seed Testing. The Association; Ithaca, NY, USA: 1983."}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "1", "Day": "30"}, {"Year": "2023", "Month": "2", "Day": "14"}, {"Year": "2023", "Month": "2", "Day": "22"}, {"Year": "2023", "Month": "3", "Day": "11", "Hour": "1", "Minute": "28"}, {"Year": "2023", "Month": "3", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "12", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "2", "Day": "24"}], "PublicationStatus": "epublish", "ArticleIdList": ["36903886", "PMC10005779", "10.3390/plants12051025", "plants12051025"]}}], "PubmedBookArticle": []}