{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["culinary uses", "cultural importance index", "cultural value", "ethnobotany", "medicinal uses", "traditional knowledge"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36903979", "DateRevised": {"Year": "2023", "Month": "03", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "03", "Day": "02"}], "Language": ["eng"], "ELocationID": ["1119", "10.3390/plants12051119"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "5", "PubDate": {"Year": "2023", "Month": "Mar", "Day": "02"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "An Ethnobotanical Investigation into the Traditional Uses of Mediterranean Medicinal and Aromatic Plants: The Case of Troodos Mountains in Cyprus.", "Abstract": {"AbstractText": ["The Troodos mountains in Cyprus are a hotspot of plant diversity and cultural heritage. However, the traditional uses of medicinal and aromatic plants (MAPs), a significant aspect of local culture, have not been thoroughly studied. The aim of this research was to document and analyze the traditional uses of MAPs in Troodos. Data on MAPs and their traditional uses were collected through interviews. A database was constructed with categorized information on the uses of 160 taxa belonging to 63 families. The quantitative analysis included the calculation and comparison of six indices of ethnobotanical importance. The cultural value index was selected to reveal the most culturally significant MAPs taxa, while the informant consensus index was utilized to quantify the consensus in information obtained related to uses of MAPs. Furthermore, the 30 most popular MAPs taxa, exceptional and fading uses, and the plant parts used for different purposes are described and reported. The results reveal a deep connection between the people of Troodos and the plants of the area. Overall, the study provides the first ethnobotanical assessment for the Troodos mountains in Cyprus, contributing to a better understanding of the diverse uses of MAPs in mountain regions of the Mediterranean."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agricultural Research Institute, P.O. Box 22016, Nicosia 1516, Cyprus."}], "LastName": "Savvides", "ForeName": "Andreas M", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agricultural Research Institute, P.O. Box 22016, Nicosia 1516, Cyprus."}], "LastName": "Stavridou", "ForeName": "Constantina", "Initials": "C"}, {"Identifier": ["0000-0002-1064-0568"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agricultural Research Institute, P.O. Box 22016, Nicosia 1516, Cyprus."}], "LastName": "Ioannidou", "ForeName": "Sotiroula", "Initials": "S"}, {"Identifier": ["0000-0003-0998-3878"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Energy, Environment and Water Research Center (EEWRC), The Cyprus Institute, P.O. Box 27456, Nicosia 1645, Cyprus."}], "LastName": "Zoumides", "ForeName": "Christos", "Initials": "C"}, {"Identifier": ["0000-0002-2611-4319"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agricultural Research Institute, P.O. Box 22016, Nicosia 1516, Cyprus."}], "LastName": "Stylianou", "ForeName": "Andreas", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Iwu M.M. Advances in Phytomedicine. Volume 1. Elsevier; Amsterdam, The Netherlands: 2002. Ethnobotanical Approach to Pharmaceutical Drug Discovery: Strengths and Limitations; pp. 309–320."}, {"Citation": "Dafni A., Böck B. Medicinal Plants of the Bible—Revisited. J. Ethnobiol. Ethnomed. 2019;15:57. doi: 10.1186/s13002-019-0338-8.", "ArticleIdList": ["10.1186/s13002-019-0338-8", "PMC6882220", "31775790"]}, {"Citation": "Cocco E., Maccioni D., Sanjust E., Falconieri D., Farris E., Maxia A. Ethnopharmacobotany and Diversity of Mediterranean Endemic Plants in Marmilla Subregion, Sardinia, Italy. Plants. 2022;11:3165. doi: 10.3390/plants11223165.", "ArticleIdList": ["10.3390/plants11223165", "PMC9695302", "36432894"]}, {"Citation": "Prigioniero A., Geraci A., Schicchi R., Tartaglia M., Zuzolo D., Scarano P., Marziano M., Postiglione A., Sciarrillo R., Guarino C. Ethnobotany of Dye Plants in Southern Italy, Mediterranean Basin: Floristic Catalog and Two Centuries of Analysis of Traditional Botanical Knowledge Heritage. J. Ethnobiol. Ethnomed. 2020;16:31. doi: 10.1186/s13002-020-00384-2.", "ArticleIdList": ["10.1186/s13002-020-00384-2", "PMC7268309", "32493364"]}, {"Citation": "Okogun J.I. Advances in Phytomedicine. Volume 1. Elsevier; Amsterdam, The Netherlands: 2002. Chapter 12 Drug Discovery through Ethnobotany in Nigeria: Some Results; pp. 145–154."}, {"Citation": "Memariani Z., Gorji N., Moeini R., Farzaei M.H. Phytonutrients in Food: From Traditional to Rational Usage. Elsevier; Amsterdam, The Netherlands: 2019. Traditional Uses; pp. 23–66."}, {"Citation": "Martin G.J. Conservation and Ethnobotanical Exploration. Ciba Found. Symp. 1994;185:228–339.", "ArticleIdList": ["7736857"]}, {"Citation": "Guarrera P.M. Food Medicine and Minor Nourishment in the Folk Traditions of Central Italy (Marche, Abruzzo and Latium) Fitoterapia. 2003;74:515–544. doi: 10.1016/S0367-326X(03)00122-9.", "ArticleIdList": ["10.1016/S0367-326X(03)00122-9", "12946715"]}, {"Citation": "González-Tejero M.R., Casares-Porcel M., Sánchez-Rojas C.P., Ramiro-Gutiérrez J.M., Molero-Mesa J., Pieroni A., Giusti M.E., Censorii E., de Pasquale C., Della A., et al. Medicinal Plants in the Mediterranean Area: Synthesis of the Results of the Project Rubia. J. Ethnopharmacol. 2008;116:341–357. doi: 10.1016/j.jep.2007.11.045.", "ArticleIdList": ["10.1016/j.jep.2007.11.045", "18242025"]}, {"Citation": "Barthel S., Crumley C., Svedin U. Bio-Cultural Refugia—Safeguarding Diversity of Practices for Food Security and Biodiversity. Glob. Environ. Chang. 2013;23:1142–1152. doi: 10.1016/j.gloenvcha.2013.05.001.", "ArticleIdList": ["10.1016/j.gloenvcha.2013.05.001"]}, {"Citation": "la Rosa A., Cornara L., Saitta A., Salam A.M., Grammatico S., Caputo M., la Mantia T., Quave C.L. Ethnobotany of the Aegadian Islands: Safeguarding Biocultural Refugia in the Mediterranean. J. Ethnobiol. Ethnomed. 2021;17:47. doi: 10.1186/s13002-021-00470-z.", "ArticleIdList": ["10.1186/s13002-021-00470-z", "PMC8320050", "34321030"]}, {"Citation": "Lubbe A., Verpoorte R. Cultivation of Medicinal and Aromatic Plants for Specialty Industrial Materials. Ind. Crops Prod. 2011;34:785–801. doi: 10.1016/j.indcrop.2011.01.019.", "ArticleIdList": ["10.1016/j.indcrop.2011.01.019"]}, {"Citation": "Inoue M., Craker L.E. Horticulture: Plants for People and Places. Volume 2. Springer; Dordrecht, The Netherlands: 2014. Medicinal and Aromatic Plants-Uses and Functions; pp. 645–669."}, {"Citation": "Rao K.S., Haran R.H., Rajpoot V.S. Value Addition: A Novel Strategy for Quality Enhancement of Medicinal and Aromatic Plants. J. Appl. Res. Med. Aromat. Plants. 2022;31:100415. doi: 10.1016/j.jarmap.2022.100415.", "ArticleIdList": ["10.1016/j.jarmap.2022.100415"]}, {"Citation": "Barata A.M., Rocha F., Lopes V., Carvalho A.M. Conservation and Sustainable Uses of Medicinal and Aromatic Plants Genetic Resources on the Worldwide for Human Welfare. Ind. Crops Prod. 2016;88:8–11. doi: 10.1016/j.indcrop.2016.02.035.", "ArticleIdList": ["10.1016/j.indcrop.2016.02.035"]}, {"Citation": "Myers N., Mittermeler R.A., Mittermeler C.G., da Fonseca G.A.B., Kent J. Biodiversity Hotspots for Conservation Priorities. Nature. 2000;403:853–858. doi: 10.1038/35002501.", "ArticleIdList": ["10.1038/35002501", "10706275"]}, {"Citation": "Karousou R., Deirmentzoglou S. The Herbal Market of Cyprus: Traditional Links and Cultural Exchanges. J. Ethnopharmacol. 2011;133:191–203. doi: 10.1016/j.jep.2010.09.034.", "ArticleIdList": ["10.1016/j.jep.2010.09.034", "20920568"]}, {"Citation": "Hadjisavvas S. Cyprus: Crossroads of Civilizations. Government of the Republic of Cyprus; Nicosia, Cyprus: 2010."}, {"Citation": "Hadjikyriakou G.N. Aromatic and Spicy Plants in Cyprus: From Antiquity to the Present Day. Bank of Cyprus Cultural Foundation; Nicosia, Cyprus: 2007."}, {"Citation": "Delipetrou P., Makhzoumi J., Dimopoulos P., Georghiou K. Cyprus. In: Vogiatzakis I., Pungetti G., Mannion A.M., editors. Mediterranean Island Landscapes. Springer; Dordrecht, The Netherlands: 2008. (Landscape Series, Volume 9)."}, {"Citation": "Meikle R.D. Flora of Cyprus, Vol. 2. Bentham-Moxon Trust, Royal Botanic Gardens, Kew; Richmond, UK: 1985."}, {"Citation": "Meikle R.D. Flora of Cyprus, Vol. 1. Bentham-Moxon Trust, Royal Botanic Gardens, Kew; Richmond, UK: 1977."}, {"Citation": "Hand R., Hadjikyriakou G.N., Christodoulou C.S., editors. (Continuously Updated): Flora of Cyprus—A Dynamic Checklist.  [(accessed on 19 December 2022)].  Available online:  http://www.flora-of-cyprus.eu/"}, {"Citation": "Theophrastus . Enquiry into Plants Books I–V. Harvard University Press; Cambridge, MA, USA: 1916."}, {"Citation": "Filaretos . Iatrosophikon Synachthen Ypo Tou Skevophylakos Tis En Kypro Ieras Monis Machaira Mitrophanous 1790–1867. Ekdosis Ieras Monis Machaira; Lefkosia, Cyprus: 1924."}, {"Citation": "Vrontis D., Thrassou A. The Renaissance of Commandaria: A Strategic Branding Prescriptive Analysis. J. Glob. Bus. Adv. 2011;4:302–316. doi: 10.1504/JGBA.2011.043522.", "ArticleIdList": ["10.1504/JGBA.2011.043522"]}, {"Citation": "Zoumides C., Bruggeman A., Giannakis E., Kyriakou N. A Future for Mountain Terraces: Experiences from Mediterranean Wineries. Mt. Res. Dev. 2022;42:R35–R49. doi: 10.1659/MRD-JOURNAL-D-21-00031.1.", "ArticleIdList": ["10.1659/MRD-JOURNAL-D-21-00031.1"]}, {"Citation": "Ioannidou S.C., Litskas V.D., Stavrinides M.C., Vogiatzakis I.N. Linking Management Practices and Soil Properties to Ecosystem Services in Mediterranean Mixed Orchards. Ecosyst. Serv. 2022;53:101378. doi: 10.1016/j.ecoser.2021.101378.", "ArticleIdList": ["10.1016/j.ecoser.2021.101378"]}, {"Citation": "Zoumides C., Bruggeman A., Giannakis E., Camera C., Djuma H., Eliades M., Charalambous K. Community-Based Rehabilitation of Mountain Terraces in Cyprus. Land Degrad. Dev. 2017;28:95–105. doi: 10.1002/ldr.2586.", "ArticleIdList": ["10.1002/ldr.2586"]}, {"Citation": "Fall P.L., Falconer S.E., Galletti C.S., Shirmang T., Ridder E., Klinge J.A. Long-Term Agrarian Landscapes in the Troodos Foothills, Cyprus. J. Archaeol. Sci. 2012;39:2335–2347. doi: 10.1016/j.jas.2012.02.010.", "ArticleIdList": ["10.1016/j.jas.2012.02.010"]}, {"Citation": "Samouel S., Kanetis L. First Report of Powdery Mildew of Sideritis Perfoliata Caused by Neoerysiphe Galeopsidis in Cyprus. Plant Dis. 2015;99:1867. doi: 10.1094/PDIS-03-15-0343-PDN.", "ArticleIdList": ["10.1094/PDIS-03-15-0343-PDN"]}, {"Citation": "Samouel S., Iacovides T., Evangelides S., Kanetis L. First Report of Boeremia Exigua Var. Exigua Causing Stem Rot of Origanum Dubium in Cyprus. Plant Dis. 2015;100:529. doi: 10.1094/PDIS-07-15-0808-PDN.", "ArticleIdList": ["10.1094/PDIS-07-15-0808-PDN"]}, {"Citation": "Tomou E.M., Lytra K., Chrysargyris A., Tzortzakis N., Skaltsa H. NMR Fingerprint Comparison of Cultivated Sideritis Spp. from Cyprus. Agronomy. 2021;11:1503. doi: 10.3390/agronomy11081503.", "ArticleIdList": ["10.3390/agronomy11081503"]}, {"Citation": "Litskas V., Chrysargyris A., Stavrinides M., Tzortzakis N. Water-Energy-Food Nexus: A Case Study on Medicinal and Aromatic Plants. J. Clean. Prod. 2019;233:1334–1343. doi: 10.1016/j.jclepro.2019.06.065.", "ArticleIdList": ["10.1016/j.jclepro.2019.06.065"]}, {"Citation": "Zannettou-Pandeli K. Ta Farmakeftika Fyta Tis Kyprou. The Medicinal Plants of Cyprus. Private Publication; Larnaca, Cyprus: 1998."}, {"Citation": "Zannettou-Pandeli K. I Therapeftiki Dynatotita Ton Farmakeftikon Fyton Tis Kyprou. Private Publication; Larnaka, Cyprus: 2000."}, {"Citation": "Della A., Paraskeva-Hadjichambi D., Hadjichambis A.C. An Ethnobotanical Survey of Wild Edible Plants of Paphos and Larnaca Countryside of Cyprus. J. Ethnobiol. Ethnomed. 2006;2:34. doi: 10.1186/1746-4269-2-34.", "ArticleIdList": ["10.1186/1746-4269-2-34", "PMC1599709", "16995927"]}, {"Citation": "Deligiannidou G.E., Kyrgou C., Nena E., Manolopoulos V.G., Bezirtzoglou E., Kontogiorgis C.A., Constantinidis T.C. Use of Edible, Medicinal, and Aromatic Plants in Various Health Disorders: A Cross-Sectional Evaluation among Inhabitants in the Area of Thrace, North-Eastern Greece. Int. J. Environ. Res. Public Health. 2022;19:12576. doi: 10.3390/ijerph191912576.", "ArticleIdList": ["10.3390/ijerph191912576", "PMC9566107", "36231876"]}, {"Citation": "Gras A., Vallès J., Garnatje T. Filling the Gaps: Ethnobotanical Study of the Garrigues District, an Arid Zone in Catalonia (NE Iberian Peninsula) J. Ethnobiol. Ethnomed. 2020;16:34. doi: 10.1186/s13002-020-00386-0.", "ArticleIdList": ["10.1186/s13002-020-00386-0", "PMC7285587", "32517701"]}, {"Citation": "Carrió E., Vallès J. Ethnobotany of Medicinal Plants Used in Eastern Mallorca (Balearic Islands, Mediterranean Sea) J. Ethnopharmacol. 2012;141:1021–1040. doi: 10.1016/j.jep.2012.03.049.", "ArticleIdList": ["10.1016/j.jep.2012.03.049", "22783553"]}, {"Citation": "Leto C., Tuttolomondo T., la Bella S., Licata M. Ethnobotanical Study in the Madonie Regional Park (Central Sicily, Italy)—Medicinal Use of Wild Shrub and Herbaceous Plant Species. J. Ethnopharmacol. 2013;146:90–112. doi: 10.1016/j.jep.2012.11.042.", "ArticleIdList": ["10.1016/j.jep.2012.11.042", "23276781"]}, {"Citation": "Lardos A., Heinrich M. Continuity and Change in Medicinal Plant Use: The Example of Monasteries on Cyprus and Historical Iatrosophia Texts. J. Ethnopharmacol. 2013;150:202–214. doi: 10.1016/j.jep.2013.08.026.", "ArticleIdList": ["10.1016/j.jep.2013.08.026", "23994339"]}, {"Citation": "Hoffman B., Gallaher T. Importance Indices in Ethnobotany. Ethnobot. Res. Appl. 2007;5:201–218. doi: 10.17348/era.5.0.201-218.", "ArticleIdList": ["10.17348/era.5.0.201-218"]}, {"Citation": "Medeiros M.F.T., da Silva P.S., de Albuquerque U.P. Quantification in Ethnobotanical Research: An Overview of Indices Used from 1995 to 2009. SITIENTIBUS Série Ciências Biológicas. 2011;11:211–230. doi: 10.13102/scb108.", "ArticleIdList": ["10.13102/scb108"]}, {"Citation": "Tardío J., Pardo-De-Santayana M. Cultural Importance Indices: A Comparative Analysis Based on the Useful Wild Plants of Southern Cantabria (Northern Spain) Econ. Bot. 2008;62:24–39. doi: 10.1007/s12231-007-9004-5.", "ArticleIdList": ["10.1007/s12231-007-9004-5"]}, {"Citation": "Coe M.A., Gaoue O.G. Most Cultural Importance Indices Do Not Predict Species’ Cultural Keystone Status. Hum. Ecol. 2020;48:721–732. doi: 10.1007/s10745-020-00192-y.", "ArticleIdList": ["10.1007/s10745-020-00192-y"]}, {"Citation": "Vrontis D., Paliwoda S.J. Branding and the Cyprus Wine Industry. J. Brand Manag. 2008;16:145–159. doi: 10.1057/bm.2008.1.", "ArticleIdList": ["10.1057/bm.2008.1"]}, {"Citation": "Hadjisavvas S., Chaniotis A. Wine and Olive Oil in Crete and Cyprus: Socio-Economic Aspects. Br. Sch. Athens Stud. 2012;20:157–173."}, {"Citation": "Department of Agriculture, Ministry of Agriculture Rural Development and Environment . Gastronomical Map of Cyprus. Press and Information Office, Republic of Cyprus; Nicosia, Cyprus: 2022."}, {"Citation": "Rizopoulou-Egoumenidou E. Tanning in Cyprus from the 16th to the 20th Century. From Traditional Tanneries to Modern Industries. Cyprus Research Centre; Nicosia, Cyprus: 2009."}, {"Citation": "Papaggelou R. To Kypriako Idioma. Mega Kipro-Ellino-Angliko Leksiko Kai Me Latiniki Orologia [The Cypriot Idiom. Great Cypro-Hellenic-Greek Dictionary, with Latin Terms] Iolkos; Athens, Greece: 2001."}, {"Citation": "Martinez M., Poirrier P., Chamy R., Prüfer D., Schulze-Gronover C., Jorquera L., Ruiz G. Taraxacum Officinale and Related Species—An Ethnopharmacological Review and Its Potential as a Commercial Medicinal Plant. J. Ethnopharmacol. 2015;169:244–262. doi: 10.1016/j.jep.2015.03.067.", "ArticleIdList": ["10.1016/j.jep.2015.03.067", "25858507"]}, {"Citation": "Chaudhary M.I., He Q., Cheng Y.Y., Xiao P.G. Ethnobotany of Medicinal Plants from Tian Mu Shan Biosphere Reserve, Zhejiang-Province, China. Asian J. Plant Sci. 2006;5:646–653. doi: 10.3923/AJPS.2006.646.653.", "ArticleIdList": ["10.3923/AJPS.2006.646.653"]}, {"Citation": "Silva H.C.H., Caraciolo R.L.F., Marangon L.C., Ramos M.A., Santos L.L., Albuquerque U.P. Evaluating Different Methods Used in Ethnobotanical and Ecological Studies to Record Plant Biodiversity. J. Ethnobiol. Ethnomed. 2014;10:48. doi: 10.1186/1746-4269-10-48.", "ArticleIdList": ["10.1186/1746-4269-10-48", "PMC4151377", "24916833"]}, {"Citation": "Yadav S.K., Singh S., Gupta R. Biomedical Statistics. Springer; Singapore: 2019. Sampling Methods; pp. 71–83."}, {"Citation": "Robson C. Real World Research. 3rd ed. Wiley; Hoboken, NJ, USA: 2011."}, {"Citation": "Daniel J. Sampling Essentials: Practical Guidelines for Making Sampling Choices. SAGE Publications; Thousand Oaks, CA, USA: 2014.", "ArticleIdList": ["10.4135/9781452272047"]}, {"Citation": "Plants of the World Online | Kew Science.  [(accessed on 1 March 2023)].  Available online:  https://powo.science.kew.org/"}, {"Citation": "Euro+Med PlantBase Home.  [(accessed on 24 January 2023)].  Available online:  https://www.emplantbase.org/home.html."}, {"Citation": "International Plant Names Index.  [(accessed on 24 January 2023)].  Available online:  https://www.ipni.org/"}, {"Citation": "Μεταγραφή Ελληνικών Χαρακτήρων Με Το Πρότυπο ΕΛOΤ 743.  [(accessed on 24 January 2023)]; Available online:  https://www.passport.gov.gr/passports/GrElotConverter/GrElotConverter.html."}, {"Citation": "Phillips O., Gentry A.H., Reynel C., Wilkin P., Galvez-Durand C.B., Medico Lima B. Quantitative Ethnobotany and Amazonian Conservation. Conserv. Biol. 1994;8:225–248. doi: 10.1046/j.1523-1739.1994.08010225.x.", "ArticleIdList": ["10.1046/j.1523-1739.1994.08010225.x"]}, {"Citation": "Namdeo A.G. Natural Products and Drug Discovery: An Integrated Approach. Elsevier; Amsterdam, The Netherlands: 2018. Cultivation of Medicinal and Aromatic Plants; pp. 525–553.", "ArticleIdList": ["10.1016/B978-0-08-102081-4.00020-4"]}, {"Citation": "World Health Organization  International Classification of Primary Care, 2nd Edition (ICPC-2)  [(accessed on 22 January 2023)].  Available online:  https://www.who.int/standards/classifications/other-classifications/international-classification-of-primary-care."}, {"Citation": "Staub P.O., Geck M.S., Weckerle C.S., Casu L., Leonti M. Classifying Diseases and Remedies in Ethnomedicine and Ethnopharmacology. J. Ethnopharmacol. 2015;174:514–519. doi: 10.1016/j.jep.2015.08.051.", "ArticleIdList": ["10.1016/j.jep.2015.08.051", "26342522"]}, {"Citation": "Gagliardi L., Dorato S. Analysis of Cosmetic Products. Elsevier; Amsterdam, The Netherlands: 2007. General Concepts. Current Legislation on Cosmetics in Different Countries; pp. 3–28.", "ArticleIdList": ["10.1016/B978-044452260-3/50024-3"]}, {"Citation": "Sherkat D.E. International Encyclopedia of the Social & Behavioral Sciences. 2nd ed. Elsevier; Amsterdam, The Netherlands: 2015. Religiosity; pp. 377–380.", "ArticleIdList": ["10.1016/B978-0-08-097086-8.84020-9"]}, {"Citation": "Gupta P. Illustrated Toxicology. Elsevier; Amsterdam, The Netherlands: 2018. Poisonous Plants; pp. 309–329.", "ArticleIdList": ["10.1016/B978-0-12-813213-5.00011-0"]}, {"Citation": "Kufer J., Heinrich M., Förther H., Pöll E. Historical and Modern Medicinal Plant Uses—The Example of the Ch’orti‘ Maya and Ladinos in Eastern Guatemala. J. Pharm. Pharmacol. 2005;57:1127–1152. doi: 10.1211/jpp.57.9.0008.", "ArticleIdList": ["10.1211/jpp.57.9.0008", "16105234"]}, {"Citation": "Phillips O., Gentry A.H. The Useful Plants of Tambopata, Peru: I. Statistical Hypotheses Tests with a New Quantitative Technique. Econ. Bot. 1993;47:15–32. doi: 10.1007/BF02862203.", "ArticleIdList": ["10.1007/BF02862203"]}, {"Citation": "Rossato S.C., Leitão-Filho H.D.F., Begossi A. Ethnobotany of Caiçaras of the Atlantic Forest Coast (Brazil) Econ. Bot. 1999;53:387–395. doi: 10.1007/BF02866716.", "ArticleIdList": ["10.1007/BF02866716"]}, {"Citation": "Albuquerque U.P., Lucena R.F.P., Monteiro J.M., Florentino A.T.N., Almeida C. de F.C.B.R. Evaluating Two Quantitative Ethnobotanical Techniques. Ethnobot. Res. Appl. 2006;4:051. doi: 10.17348/era.4.0.51-60.", "ArticleIdList": ["10.17348/era.4.0.51-60"]}, {"Citation": "Bennett B.C., Prance G.T. Introduced Plants in the Indigenous Pharmacopoeia of Northern South America. Econ. Bot. 2000;54:90–102. doi: 10.1007/BF02866603.", "ArticleIdList": ["10.1007/BF02866603"]}, {"Citation": "Pardo de Santayana M. Ph.D. Thesis. Universidad Autónoma de Madrid; Madrid, Spain: 2003. Las Plantas En La Cultura Tradicional de La Antigua Merindad de Campoo."}, {"Citation": "Reyes-García V., Huanca T., Vadez V., Leonard W., Wilkie D. Cultural, Practical, and Economic Value of Wild Plants: A Quantitative Study in the Bolivian Amazon. Econ. Bot. 2006;60:62–74. doi: 10.1663/0013-0001(2006)60[62:CPAEVO]2.0.CO;2.", "ArticleIdList": ["10.1663/0013-0001(2006)60[62:CPAEVO]2.0.CO;2"]}, {"Citation": "Heinrich M., Ankli A., Frei B., Weimann C., Sticher O. Medicinal Plants in Mexico: Healers’ Consensus and Cultural Importance. Soc. Sci. Med. 1998;47:1859–1871. doi: 10.1016/S0277-9536(98)00181-6.", "ArticleIdList": ["10.1016/S0277-9536(98)00181-6", "9877354"]}, {"Citation": "Tsioutsiou E.E., Giordani P., Hanlidou E., Biagi M., de Feo V., Cornara L. Ethnobotanical Study of Medicinal Plants Used in Central Macedonia, Greece. Evid.-Based Complement. Altern. Med. 2019;2019:4513792. doi: 10.1155/2019/4513792.", "ArticleIdList": ["10.1155/2019/4513792", "PMC6463668", "31057648"]}, {"Citation": "Mincheva I., Naychov Z., Radev C., Aneva I., Rastrelli L., Kozuharova E. Ethnobotanical and Ethnopharmacological Study in the Bulgarian Rhodopes Mountains—Part _I. Diversity. 2022;14:686. doi: 10.3390/d14080686.", "ArticleIdList": ["10.3390/d14080686"]}, {"Citation": "Lardos A., Heinrich M., Prieto J. A Comparative Analysis between Historical Iatrosophia Texts and Modern Plant Use in the Monasteries of Cyprus. Planta Med. 2010;76:P297. doi: 10.1055/s-0030-1264595.", "ArticleIdList": ["10.1055/s-0030-1264595"]}, {"Citation": "Lardos A., Prieto-Garcia J., Heinrich M. Resins and Gums in Historical Iatrosophia Texts from Cyprus-a Botanical and Medico-Pharmacological Approach. Front. Pharm. 2011;2:32. doi: 10.3389/fphar.2011.00032.", "ArticleIdList": ["10.3389/fphar.2011.00032", "PMC3130153", "21772820"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "1", "Day": "24"}, {"Year": "2023", "Month": "2", "Day": "24"}, {"Year": "2023", "Month": "2", "Day": "25"}, {"Year": "2023", "Month": "3", "Day": "11", "Hour": "1", "Minute": "29"}, {"Year": "2023", "Month": "3", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "12", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "3", "Day": "2"}], "PublicationStatus": "epublish", "ArticleIdList": ["36903979", "PMC10005048", "10.3390/plants12051119", "plants12051119"]}}], "PubmedBookArticle": []}