{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["South African medicinal plants", "biodiversity conservation", "plant propagation", "red data list"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36904034", "DateRevised": {"Year": "2023", "Month": "03", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "03", "Day": "03"}], "Language": ["eng"], "ELocationID": ["1174", "10.3390/plants12051174"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "5", "PubDate": {"Year": "2023", "Month": "Mar", "Day": "03"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Propagation of Medicinal Plants for Sustainable Livelihoods, Economic Development, and Biodiversity Conservation in South Africa.", "Abstract": {"AbstractText": ["South Africa is blessed with vast plant resources and unique vegetation types. Indigenous South African medicinal plants have been well-harnessed to generate income in rural communities. Many of these plants have been processed into natural products to heal a variety of diseases, making them valuable export commodities. South Africa has one of the most effective bio-conservation policies in Africa, which has protected the South African indigenous medicinal vegetation. However, there is a strong link between government policies for biodiversity conservation, the propagation of medicinal plants as a source of livelihood, and the development of propagation techniques by research scientists. Tertiary institutions nationwide have played a crucial role in the development of effective propagation protocols for valuable South African medicinal plants. The government-restricted harvest policies have also helped to nudge natural product companies and medicinal plant marketers to embrace the cultivated plants for their medicinal uses, and thus have helped support the South African economy and biodiversity conservation. Propagation methods used for the cultivation of the relevant medicinal plants vary according to plant family and vegetation type, among others. Plants from the Cape areas, such as the Karoo, are often resuscitated after bushfires, and propagation protocols mimicking these events have been established through seed propagation protocols with controlled temperatures and other conditions, to establish seedlings of such plants. Thus, this review highlights the role of the propagation of highly utilized and traded medicinal plants in the South African traditional medicinal system. Some valuable medicinal plants that sustain livelihoods and are highly sought-after as export raw materials are discussed. The effect of South African bio-conservation registration on the propagation of these plants and the roles of the communities and other stakeholders in the development of propagation protocols for highly utilized and endangered medicinal plants are also covered. The role of various propagation methods on the bioactive compounds' composition of medicinal plants and issues of quality assurance are addressed. The available literature, media online news, newspapers, and other resources, such as published books and manuals, were scrutinized for information."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nature Conservation, Faculty of Natural Sciences, Mangosuthu University of Technology, Durban 4031, South Africa."}], "LastName": "Fajinmi", "ForeName": "Olufunke O", "Initials": "OO"}, {"Identifier": ["0000-0002-2200-6855"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nature Conservation, Faculty of Natural Sciences, Mangosuthu University of Technology, Durban 4031, South Africa."}], "LastName": "Olarewaju", "ForeName": "Olaoluwa O", "Initials": "OO"}, {"Identifier": ["0000-0003-0515-1281"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Centre for Plant Growth and Development, School of Life Sciences, University of KwaZulu-Natal Pietermaritzburg, Private Bag X01, Scottsville 3209, South Africa."}], "LastName": "Van Staden", "ForeName": "Johannes", "Initials": "J"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors have declared that no competing interest exists."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Horak M. The green gold of South Africa-our unique plant diversity. Plus 50. 2015;10:54–55."}, {"Citation": "Mander M. Marketing of Indigenous Medicinal Plants in South Africa: A Case Study in Kwazulu-Natal. Food and Agriculture Organization of the United Nations; Rome, Italy: 1998. pp. 1–158."}, {"Citation": "Cocks M. Ph.D. Thesis. Wageningen Universitty; Wageningen, The Netherlands: 2006. Wild Plant Resources and Cultural Practices in Rural and Urban Households in South Africa: Implications for Bio-Cultural Diversity Conservation."}, {"Citation": "Mander M., Ntuli L., Diederichs N., Mavundla K. Economics of the traditional medicine trade in South Africa. S. Afr. Health Rev. 2007;1:189–196."}, {"Citation": "Stowell J.D. Novel Ingredients for Weight Loss: New Developments. In: Henry C.J.K., editor. Novel Food Ingredients for Weight Control. 1st ed. Woodhead Publishing; Sawston, UK: 2007. pp. 1–376."}, {"Citation": "Vermaak I., Viljoen A. Indigenous South African medicinal plants: Part 9: Hoodia gordonii. S. Afr. Pharm. J. 2008;75:37."}, {"Citation": "SANBI Information Document on Trade in Hoodia gordonii and other Hoodia species.  [(accessed on 6 January 2023)].  Available online:  https://pza.sanbi.org/iinformation-document-trade-hoodia-gordonii-and-other-hoodia-species."}, {"Citation": "Amusan L. Politics of biopiracy: An adventure into Hoodia/Xhoba patenting in Southern Africa. Afr. J. Tradit. Complement. Altern. Med. 2017;14:103–109. doi: 10.21010/ajtcam.v14i1.11.", "ArticleIdList": ["10.21010/ajtcam.v14i1.11", "PMC5411860", "28480387"]}, {"Citation": "van Heerden F.R. Hoodia gordonii: A natural appetite suppressant. J. Ethnopharmacol. 2008;119:434–437. doi: 10.1016/j.jep.2008.08.023.", "ArticleIdList": ["10.1016/j.jep.2008.08.023", "18804523"]}, {"Citation": "Witkamp R.F. Comprehensive Natural Products II: Chemistry and Biology. 3rd ed. Elsevier Ltd; Oxford, UK: 2010. Biologically active compounds in food products and their effects on obesity and diabetes; pp. 509–545."}, {"Citation": "Williams V.L., Balkwill K., Witkowski E.T.F. Size-class prevalence of bulbous and perennial herbs sold in the Johannesburg medicinal plant markets between 1995 and 2001. S. Afr. J. Bot. 2007;73:144–155. doi: 10.1016/j.sajb.2006.09.007.", "ArticleIdList": ["10.1016/j.sajb.2006.09.007"]}, {"Citation": "Mofokeng M.M., Araya H.T., Amoo S.O., Sehlola D., du Plooy C.P., Bairu M.W., Venter S., Mashela P.W. Diversity and conservation through the cultivation of Hypoxis in Africa—A case study of Hypoxis hemerocallidea. Diversity. 2020;12:122. doi: 10.3390/d12040122.", "ArticleIdList": ["10.3390/d12040122"]}, {"Citation": "Sathekge N.R., Kritzinger Q., Prinsloo G. Comparison of secondary metabolite content and antimicrobial activity of four Hypoxis species used in traditional medicine. S. Afr. J. Bot. 2010;76:403. doi: 10.1016/j.sajb.2010.02.044.", "ArticleIdList": ["10.1016/j.sajb.2010.02.044"]}, {"Citation": "Malangu N. Self-reported use of traditional, complementary, and over-the-counter medicines by HIV-infected patients on antiretroviral therapy in Pretoria, South Africa. Afr. J. Tradit. Complement. Altern. Med. 2007;4:273–278. doi: 10.4314/ajtcam.v4i3.31219.", "ArticleIdList": ["10.4314/ajtcam.v4i3.31219", "PMC2816484", "20161889"]}, {"Citation": "Moyo M., Aremu A.O., Van Staden J. Medicinal plants: An invaluable, dwindling resource in sub-saharan Africa. J. Ethnopharmacol. 2015;174:595–606. doi: 10.1016/j.jep.2015.04.034.", "ArticleIdList": ["10.1016/j.jep.2015.04.034", "25929451"]}, {"Citation": "Adebayo S.A., Amoo S.O., Mokgehle S.N., Aremu A.O. Ethnomedicinal uses, biological activities, phytochemistry and conservation of African ginger (Siphonochilus aethiopicus): A commercially important and endangered medicinal plant. J. Ethnopharmacol. 2021;266:113459. doi: 10.1016/j.jep.2020.113459.", "ArticleIdList": ["10.1016/j.jep.2020.113459", "33039627"]}, {"Citation": "Seile B.P., Bareetseng S., Koitsiwe M.T., Aremu A.O. Indigenous knowledge on the uses, sustainability, and conservation of African Ginger (Siphonochilus aethiopicus) among Two Communities in Mpumalanga Province, South Africa. Diversity. 2022;14:192. doi: 10.3390/d14030192.", "ArticleIdList": ["10.3390/d14030192"]}, {"Citation": "van Wyk B.E., Oudtshoorn B.V., Gericke N. Medicinal Plants of South Africa. Briza Publications; Pretoria, South Africa: 1997. pp. 1–304."}, {"Citation": "Gatabazi A., Marais D., Steyn M.J., Araya H.T., Mofokeng M.M., Mokgehle S.N. Evaluating growth, yield, and water use efficiency of African and commercial ginger species in South Africa. Water. 2019;11:548. doi: 10.3390/w11030548.", "ArticleIdList": ["10.3390/w11030548"]}, {"Citation": "Street R.A., Prinsloo G. Commercially important medicinal plants of South Africa: A Review. J. Chem. 2013;2013:1–16. doi: 10.1155/2013/205048.", "ArticleIdList": ["10.1155/2013/205048"]}, {"Citation": "Cunningham A.B. People and Plants. UNESCO Press; Paris, France: 1993. African medicinal plants: Setting priorities at the interface between conservation and primary health care; pp. 1–53."}, {"Citation": "van Wyk B., Gericke N. People’s Plants: A Guide to Useful Plants of Southern Africa. Briza Publications; Pretoria, South Africa: 2000. pp. 1–352."}, {"Citation": "Crouch N., Symmonds R., Spring W., Diederichs N. Commercializing Medicinal Plants: A Southern African Guide. Sun Press; Stellenbosch, South Africa: 2006. Fact sheets for growing popular medicinal plant species; pp. 100–102."}, {"Citation": "Gurib-Fakim A., Brendler T., Philips L.D., Eloff J.N. Green Gold: Success Stories Using Southern African Medicinal Plant Species. Association for African Medicinal Plants Standards Publishing; Mauritius, Africa: 2010. pp. 1–107."}, {"Citation": "Theisen L.L., Muller C.P. EPs® 7630 (Umckaloabo®), an extract from Pelargonium sidoides roots, exerts anti-influenza virus activity in-vitro and in-vivo. Antivir. Res. 2012;94:147–156. doi: 10.1016/j.antiviral.2012.03.006.", "ArticleIdList": ["10.1016/j.antiviral.2012.03.006", "22475498"]}, {"Citation": "van Wyk B.-E. The potential of South African plants in the development of new medicinal products. S. Afr. J. Bot. 2011;77:812–829. doi: 10.1016/j.sajb.2011.08.011.", "ArticleIdList": ["10.1016/j.sajb.2011.08.011"]}, {"Citation": "Lewu F.B., Grierson D.S., Afolayan A.J. Clonal Propagation of Pelargonium sidoides: A threatened medicinal plant of South Africa. Afr. J. Biotechnol. 2006;5:123–125."}, {"Citation": "Lewu F.B., Adebola P.O., Afolayan A.J. Commercial harvesting of Pelargonium sidoides in the Eastern Cape, South Africa: Striking a balance between resource conservation and rural livelihoods. J. Arid Environ. 2007;70:380–388. doi: 10.1016/j.jaridenv.2006.12.022.", "ArticleIdList": ["10.1016/j.jaridenv.2006.12.022"]}, {"Citation": "Mbambezeli G. Warburgia salutaris, PlantZAfrica.  [(accessed on 2 January 2023)].  Available online:  https://pza.sanbi.org/warburgia-salutaris."}, {"Citation": "Senkoro A.M., Shackleton C.M., Voeks R.A., Ribeiro A.I. Uses, knowledge, and management of the threatened pepper-bark tree (Warburgia salutaris) in southern Mozambique. Econ. Bot. 2019;73:304–324. doi: 10.1007/s12231-019-09468-x.", "ArticleIdList": ["10.1007/s12231-019-09468-x"]}, {"Citation": "Botha J., Witkowski E.T.F., Shackleton C.M. The impact of commercial harvesting on Warburgia salutaris (‘pepper-bark Tree’) in Mpumalanga, South Africa. Biodivers. Conserv. 2004;13:1675–1698. doi: 10.1023/B:BIOC.0000029333.72945.b0.", "ArticleIdList": ["10.1023/B:BIOC.0000029333.72945.b0"]}, {"Citation": "Maroyi A. Community attitudes towards the reintroduction programme for the endangered pepper-bark tree Warburgia salutaris: Implications for plant conservation in South-East Zimbabwe. Oryx. 2012;46:213–218. doi: 10.1017/S0030605311000767.", "ArticleIdList": ["10.1017/S0030605311000767"]}, {"Citation": "Veeman T., Cunningham A., Kozanayi W., Maingi D. The economics of production of a rare medicinal species reintroduced in southeastern Zimbabwe: Warburgia salutaris. Adv. Econ. Bot. 2014;17:179–188."}, {"Citation": "Venter F., Venter J. Making the Most of Indigenous Trees. 1st ed. Briza Publications; Pretoria, South Africa: 1996. pp. 1–304."}, {"Citation": "Sekhar Sin C., Rao Bethap R., Chari Muru A., Pullagummi C., Latha T., Venkatesh K., Jyothi Bhe A., Pudutha A., Roja Rani A. Cultivation, phytochemical studies, biological activities, and medicinal uses of Aloe ferox, grandfather of aloes an important amazing medicinal plant. Int. J. Pharmacol. 2013;9:405–415. doi: 10.3923/ijp.2013.405.415.", "ArticleIdList": ["10.3923/ijp.2013.405.415"]}, {"Citation": "Kambizi L., Sultana N., Afolayan A.J. Bioactive compounds isolated from Aloe ferox: A plant traditionally used for the treatment of sexually transmitted infections in the Eastern Cape, South Africa. Pharm. Biol. 2005;42:636–639. doi: 10.1080/13880200490902581.", "ArticleIdList": ["10.1080/13880200490902581"]}, {"Citation": "Trinder-Smith T., Raimondo D. Agathosma betulina (P.J.Bergius) Pillans: National Assessment: Red list of South African Plants Version 2020.1. South African National Biodiversity Institute; Pretoria, South Africa: 2016."}, {"Citation": "Coetzee C., Jefthas E., Reinten E. Indigenous plant genetic resources of South Africa. In: Janick J., editor. Perspectives on New Crops and New Uses. ASHS Press; Alexandria, VA, USA: 1999."}, {"Citation": "Smith C.A., Phillips E.P., van Hoepen E. Common names of South African Plants. Taxon. 1967;16:55."}, {"Citation": "Low C.H. Different histories of buchu: Euro-American appropriation of San and Khoekhoe knowledge of buchu plants. Environ. Hist. 2007;13:333–361. doi: 10.3197/096734007X228309.", "ArticleIdList": ["10.3197/096734007X228309"]}, {"Citation": "Brendler T., Abdel-Tawab M. Buchu (Agathosma betulina and A. crenulata): Rightfully Forgotten or Underutilized? Front. Pharmacol. 2022;13:813142. doi: 10.3389/fphar.2022.813142.", "ArticleIdList": ["10.3389/fphar.2022.813142", "PMC8859318", "35197854"]}, {"Citation": "Manning J., Goldblatt P. Plants of the Greater Cape Floristic Region 1: The Core Cape Flora. Volume 29 Strelitzia, South African National Biodiversity Institute; Pretoria, South Africa: 2012."}, {"Citation": "Brits G.J., Jacobs G., Vogts M.M. Domestication of fynbos Proteaceae as a floricultural crop. Bothalia. 1983;14:641–646. doi: 10.4102/abc.v14i3/4.1222.", "ArticleIdList": ["10.4102/abc.v14i3/4.1222"]}, {"Citation": "Privett S.D.J., Krug R.M., Forbes G., Gaertner M. Wild-flower harvesting on the Agulhas plam, South Africa: Impact of harvesting intensity under a simulated commercial harvesting regime for two re-seeding and two re-sprouting fynbos species. S. Afr. Bot. 2014;94:270–275. doi: 10.1016/j.sajb.2014.06.015.", "ArticleIdList": ["10.1016/j.sajb.2014.06.015"]}, {"Citation": "Potts A.J. Genetic risk, and the transition to cultivation in cape endemic crops—The example of honeybush (Cyclopia)? S. Afr. J. Bot. 2017;110:52–56. doi: 10.1016/j.sajb.2016.09.004.", "ArticleIdList": ["10.1016/j.sajb.2016.09.004"]}, {"Citation": "Karsen P.A., Lötze E., Valentine A.J., Hoffman E.W. Propagation, and cultivation practices of honeybush (Cyclopia spp.) for the Sustainable production of an export quality indigenous South African tea. Crop Sci. 2022;62:1702–1733. doi: 10.1002/csc2.20752.", "ArticleIdList": ["10.1002/csc2.20752"]}, {"Citation": "Joubert E., de Beer D., Malherbe C.J., Muller M., Louw A., Gelderblom W.C.A. Formal honeybush tea industry reaches 20-year milestone—Progress of product research targeting phenolic composition, quality, and bioactivity. S. Afr. J. Bot. 2019;127:58–79. doi: 10.1016/j.sajb.2019.08.027.", "ArticleIdList": ["10.1016/j.sajb.2019.08.027"]}, {"Citation": "du Toit J., Joubert E., Britz T.J. Honeybush tea–A rediscovered indigenous South African herbal tea. J. Sustain. Agric. 1998;12:67–84. doi: 10.1300/J064v12n02_06.", "ArticleIdList": ["10.1300/J064v12n02_06"]}, {"Citation": "Joubert E., Joubert M.E., Bester C., de Beer D., de Lange J.H. Honeybush (Cyclopia spp.): From Local Cottage Industry to Global Markets—The catalytic and supporting role of research. S. Afr. J. Bot. 2011;77:887–907. doi: 10.1016/j.sajb.2011.05.014.", "ArticleIdList": ["10.1016/j.sajb.2011.05.014"]}, {"Citation": "Rampedi I., Olivier J., Rampedi I.T., Olivier J. The use and potential commercial development of Athrixia phylicoides. Acta Acad. 2005;37:165–183."}, {"Citation": "Lerotholi L., Chaudhary S.K., Combrinck S., Viljoen A. Bush tea (Athrixia phylicoides): A review of the traditional uses, bioactivity and phytochemistry. S. Afr. J. Bot. 2017;110:4–17. doi: 10.1016/j.sajb.2016.06.005.", "ArticleIdList": ["10.1016/j.sajb.2016.06.005"]}, {"Citation": "Vuwani M.K., Nkomo M., Ngezimana W., Makunga N.P., Mudau F.N. Response of phytochemicals in Bush tea (Athrixia phylicoides DC.) as influenced by selected micronutrients. HortScience. 2017;52:965–971. doi: 10.21273/HORTSCI11353-16.", "ArticleIdList": ["10.21273/HORTSCI11353-16"]}, {"Citation": "Mabogo D.E.N. The Ethnobotany of the Vhavenda. University of Pretoria; Pretoria, South Africa: 1990."}, {"Citation": "Foden W., Potter L. Athrixia phylicoides DC. National Assessment: Red List of South African Plants Version 2020.1. South African National Biodiversity Institute; Pretoria, South Africa: 2005."}, {"Citation": "Mariod A.A., Abdelwahab S.I. Sclerocarya birrea (Marula), An African tree of nutritional and medicinal uses: A Review. Food Rev. Int. 2012;28:375–388. doi: 10.1080/87559129.2012.660716.", "ArticleIdList": ["10.1080/87559129.2012.660716"]}, {"Citation": "Gouwakinnou G.N., Lykke A.M., Assogbadjo A.E., Sinsin B. Local Knowledge, Pattern and Diversity of Use of Sclerocarya birrea. J. Ethnobiol. Ethnomed. 2011;7:8. doi: 10.1186/1746-4269-7-8.", "ArticleIdList": ["10.1186/1746-4269-7-8", "PMC3041653", "21284847"]}, {"Citation": "Borochov-Neori H., Judeinstein S., Greenberg A., Fuhrman B., Attias J., Volkova N., Hayek T., Aviram M. Phenolic, Antioxidants and Antiatherogenic Effects of Marula (Sclerocarrya birrea Subsp. caffra) fruit juice in healthy humans. J. Agric. Food Chem. 2008;56:9884–9891. doi: 10.1021/jf801467m.", "ArticleIdList": ["10.1021/jf801467m", "18844360"]}, {"Citation": "Moganedi K.L.M., Colpaert N., Breyne P., Sibara M.M., Goyvaerts E.M.A. Determination of genetic stability of grafted Marula trees using AFLP markers. Sci. Hortic. 2007;111:293–299. doi: 10.1016/j.scienta.2006.10.026.", "ArticleIdList": ["10.1016/j.scienta.2006.10.026"]}, {"Citation": "Ojewole J.A.O., Mawoza T., Chiwororo W.D.H., Owira P.M.O. Sclerocarya birrea (a. Rich) Hochst. [‘Marula’] (Anacardiaceae): A review of its phytochemistry, pharmacology and toxicology and its ethnomedicinal uses. Phytother. Res. 2010;24:633–639. doi: 10.1002/ptr.3080.", "ArticleIdList": ["10.1002/ptr.3080", "20013815"]}, {"Citation": "Fox F., Young M. Food from the Veld. Edible Wild Plants of Southern Africa. Delta Books; Johannesburg, South Africa: 1982. pp. 1–399."}, {"Citation": "Viljoen A.M., Kamatou G.P.P., Başer K.H.C. Head-space volatiles of Marula (Sclerocarya birrea Subsp. caffra) S. Afr. J. Bot. 2008;74:325–326. doi: 10.1016/j.sajb.2007.10.005.", "ArticleIdList": ["10.1016/j.sajb.2007.10.005"]}, {"Citation": "Hillman Z., Mizrahi Y., Beit-Yannai E. Evaluation of valuable nutrients in selected genotypes of Marula (Sclerocarya birrea ssp. caffra) Sci. Hortic. 2008;117:321–328. doi: 10.1016/j.scienta.2008.05.008.", "ArticleIdList": ["10.1016/j.scienta.2008.05.008"]}, {"Citation": "Leakey R.R.B. Potential for novel food products from agroforestry trees: A review. Food Chem. 1999;66:1–14. doi: 10.1016/S0308-8146(98)00072-7.", "ArticleIdList": ["10.1016/S0308-8146(98)00072-7"]}, {"Citation": "van de Venter M., Roux S., Bungu L.C., Louw J., Crouch N.R., Grace O.M., Maharaj V., Pillay P., Sewnarian P., Bhagwandin N., et al. Antidiabetic screening and scoring of 11 plants traditionally used in South Africa. J. Ethnopharmacol. 2008;119:81–86. doi: 10.1016/j.jep.2008.05.031.", "ArticleIdList": ["10.1016/j.jep.2008.05.031", "18588966"]}, {"Citation": "Mathabe M.C., Nikolova R.V., Lall N., Nyazema N.Z. Antibacterial activities of medicinal plants used for the treatment of diarrhoea in Limpopo province, South Africa. J. Ethnopharmacol. 2006;105:286–293. doi: 10.1016/j.jep.2006.01.029.", "ArticleIdList": ["10.1016/j.jep.2006.01.029", "16545928"]}, {"Citation": "Watt J.M., Breyer Brandwijk M.G. The Medicinal and Poisonous Plants of Southern and Eastern Africa: Being an Account of Their Medicinal and Other Uses, Chemical Composition, Pharmacological Effects and Toxicology in Man and Animal. 2nd ed. E. & S. Livingstone Ltd.; London, UK: 1962. p. 1457."}, {"Citation": "Bryant A.T. Zulu medicine and medicine-men. S. Afr. Humanit. 2021;2:1–103."}, {"Citation": "van Wyk B.-E., van Oudtshoorn B., Gericke N. Medicinal Plants of South Africa. Briza Publications; Pretoria, South Africa: 2002."}, {"Citation": "Eloff J.N. Antibacterial activity of Marula (Sclerocarya birrea (A. Rich.) Hochst. Subsp. caffra (Sond.) Kokwaro) (Anacardiaceae) bark and leaves. J. Ethnopharmacol. 2001;76:305–308. doi: 10.1016/S0378-8741(01)00260-4.", "ArticleIdList": ["10.1016/S0378-8741(01)00260-4", "11448554"]}, {"Citation": "Hutchings A. Zulu Medicinal Plants: An Inventory. University of Natal Press; Pietermaritzburg, South Africa: 1996."}, {"Citation": "Hilton-Taylor C. Hoodia gordonii. Red Data List of Southern African Plants. South African National Botanical Institute; Pretoria, South Africa: 1996."}, {"Citation": "Lötter M., Burrows J.E., von Staden L. Siphonochilus aethiopicus (Schweinf) B.L Burtt. National Assessment: Red List of South African Pants. South African National Biodiversity Institute; Pretoria, South Africa: 2006."}, {"Citation": "Raimondo D., von Staden L., Foden W., Victor J.E., Helme N.A., Turner R.C., Kamundi D.A., Manyama P.A. Red List of South African Plants. Strelitzia 25. South African National Biodiversity Institute; Pretoria, South Africa: 2009."}, {"Citation": "Schutte-Vlok A.L., Raimondo D. Cyclopia genistoides (L.) R.Br. National Assessment: Red List of South African Plants. South African National Biodiversity Institute; Pretoria, South Africa: 2011."}, {"Citation": "Witbooi H., Okem A., Makunga N.P., Kambizi L. Micropropagation and secondary metabolites in Agathosma betulina (Berg.) S. Afr. J. Bot. 2017;111:283–290. doi: 10.1016/j.sajb.2017.03.015.", "ArticleIdList": ["10.1016/j.sajb.2017.03.015"]}, {"Citation": "Raimondo D., Vlok J.H., van Wyk B.E., van Jaarsveld E.J., Mtshali H. Aloe ferox Mill. National Assessment: Red List of South African Plants Version 2020.1. South African National Biodiversity Institute; Pretoria, South Africa: 2018."}, {"Citation": "Bairu M.W., Kulkarni M.G., Street R.A., Mulaudzi R.B., van Staden J. Studies on Seed Germination, Seedling Growth, and In Vitro Shoot Induction of Aloe ferox Mill., a Commercially Important Species. HortScience. 2009;44:751–756. doi: 10.21273/HORTSCI.44.3.751.", "ArticleIdList": ["10.21273/HORTSCI.44.3.751"]}, {"Citation": "Kleynhans R., Singh S., Kishore N., Lall N. Investigation towards Propagation and Cosmeceutical Application of Athrixia phylicoides DC. Elsevier; Amsterdam, The Netherlands: 2017."}, {"Citation": "Araya H. Master’s Dissertation. University of Pretoria; Pretoria, South Africa: 2005. Seed Germination and Vegetative Propagation of Bush Tea (Athrixia phylicoides)"}, {"Citation": "Mbangcolo M.M. Ph.D. Thesis. Department of Agronomy, Stellenbosch University; Stellenbosch, South Africa: 2008. Aspects of Honeybush Tea (Cyclopia species) Propagation."}, {"Citation": "Koen J., Slabbert M.M., Bester C., Bierman F. Germination Characteristics of Dimorphic Honeybush (Cyclopia spp.) Seed. S. Afr. J. Bot. 2017;110:68–74. doi: 10.1016/j.sajb.2016.03.006.", "ArticleIdList": ["10.1016/j.sajb.2016.03.006"]}, {"Citation": "van Der Walt L.  Cyclopia genistoides (L.) R. Br. Sanbi Plants of The Week. South African National Biodiversity Institute; Pretoria, South Africa: 2020.  [(accessed on 1 February 2023)].  Available online:  https://www.arc.agric.za/arc-infruitec-nietvoorbij/honeybush/Documents/Cyclopia_genistoides_PlantZAfrica%20%281%29.pdf."}, {"Citation": "Raimondo D., Wynberg R., Newton D., Victor J.E. Hoodia gordonii (Masson) Sweet Ex Decne. National Assessment: Red List of South African Plants Version 2020. South African National Biodiversity Institute; Pretoria, South Africa: 2008."}, {"Citation": "Okole B.N., Moodley N. Conopco Inc In Vitro Multiplication of Hoodia Plants. WO2008128847A1. U.S. Patent. 2008 October 30;"}, {"Citation": "Williams V.L., Raimondo D., Crouch N.R., Victor J.E., Cunningham A.B., Scott-Shaw C.R., Lötter M., Ngwenya A.M., Singh Y. Hypoxis hemerocallidea Fisch., C.A.Mey. & Avé-Lall. National Assessment: Red List of South African Plants Version 2020.1. South African National Biodiversity Institute; Pretoria, South Africa: 2019."}, {"Citation": "Dold A.P., Cocks M.L. The Trade in Medicinal Plants in the Eastern Cape Province, South Africa. S. Afr. J. Sci. 2002;98:589–597."}, {"Citation": "Hawker L.C., Lumley M., Swartz P., Buckas E., Nichols G., Crouch N., Prentice C., Singh Y. Growing a Hot Potato. Notes on the Cultivation and Propagation of Hypoxis hemerocallidea. Plant Life. 1999;21:34–36."}, {"Citation": "Mofokeng M.M., Kleynhans R., Sediane L.M., Morey L., Araya H.T. Propagation of Hypoxis hemerocallidea by Inducing Corm Buds. S. Afr. J. Plant Soil. 2018;35:359–365. doi: 10.1080/02571862.2018.1443350.", "ArticleIdList": ["10.1080/02571862.2018.1443350"]}, {"Citation": "Mofokeng M.M., Araya H.T., Amoo S.O., du Plooy C.P., Mashela P.W. Ex-Vitro Vegetative Propagation Technique for Sustainable Utilization of Hypoxis hemerocallidea Corms. S. Afr. J. Bot. 2021;139:294–299. doi: 10.1016/j.sajb.2021.03.003.", "ArticleIdList": ["10.1016/j.sajb.2021.03.003"]}, {"Citation": "de Castro A., Vlok J.H., Newton D., Motjotji L., Raimondo D. Pelargonium sidoides DC. National Assessment: Red List of South African Plants Version 2020.1. South African National Biodiversity Institute; Pretoria, South Africa: 2012."}, {"Citation": "Kleynhans R., Khoza S.B. Propagation of Pelargonium sidoides from Root Cuttings. Acta Hortic. 2020;1287:57–62. doi: 10.17660/ActaHortic.2020.1287.8.", "ArticleIdList": ["10.17660/ActaHortic.2020.1287.8"]}, {"Citation": "Crouch N.R., Lötter M.C., Krynauw S., Pottas-Bircher C. Siphonochilus aethiopicus (Zingiberaceae), the Prized Indungulu of the Zulu—An Overview. Herbertia. 2000;55:115–129."}, {"Citation": "Xego S. Hydroponic Propagation of Siphonochilus aethiopicus: An Endangered Medicinal Plant. Cape Peninsula University of Technology; Cape Town, South Africa: 2016."}, {"Citation": "Hannweg K., Visser G., Sippel A., Bertling I. Acta Horticulturae, Proceedings of XIX International Horticultural Congress on Horticulture: Sustaining Lives, Livelihoods and Landscapes (IHC2014): International Symposium on Micropropagation and In Vitro Techniques, Brisbane, Australia, 17 August 2014. Volume 1113. International Society for Horticultural Science; Leuven, Belgium: 2016. Micropropagation and in Vitro Polyploidisation of Siphonochilus aethiopicus (Wild Ginger) and Its Effect on Selected Horticultural Characteristics; p. 1113."}, {"Citation": "Moyo M. Ph.D. Thesis. University of KwaZulu-Natal; Pietermaritzburg, South Africa: 2009. Micropropagation and Secondary Metabolites of Sclerocarya birrea."}, {"Citation": "Williams V.L., Geldenhuys C.J., Scott-Shaw C.R., Victor J.E. Warburgia salutaris (G.Bertol.) Chiov. National Assessment: Red List of South African Plants Version 2020.1. South African National Biodiversity Institute; Pretoria, South Africa: 2008."}, {"Citation": "Hannweg K., Sippel A., Hofmeyr M., Swemmer L., Froneman W. Strategies for the Conservation of Warburgia salutaris (Family: Canewaceaé), a Red Data List Species—Development of Propagation Methods. Acta Hortic. 2016;1125:33–40. doi: 10.17660/ActaHortic.2016.1125.4.", "ArticleIdList": ["10.17660/ActaHortic.2016.1125.4"]}, {"Citation": "Appleton M.R., van Staden J. Micropropagation of Some South African Hypoxis species with Medicinal and Horticultural Potential. Acta Hortic. 1995;420:75–77. doi: 10.17660/ActaHortic.1995.420.19.", "ArticleIdList": ["10.17660/ActaHortic.1995.420.19"]}, {"Citation": "Moyo M., Finnie J.F., van Staden J. Topolins in Pelargonium sidoides micropropagation: Do the new brooms really sweep cleaner? Plant Cell Tissue Organ Cult. 2012;110:319–327. doi: 10.1007/s11240-012-0153-6.", "ArticleIdList": ["10.1007/s11240-012-0153-6"]}, {"Citation": "Moyo M., Finnie J.F., van Staden J. In Vitro Morphogenesis of Organogenic Nodules Derived from Sclerocarya sirrea subsp. caffra Leaf Explants. Plant Cell Tissue Organ Cult. 2009;98:273–280. doi: 10.1007/s11240-009-9559-1.", "ArticleIdList": ["10.1007/s11240-009-9559-1"]}, {"Citation": "Ngwenya G.L., Moodley N., Nemutanzhela M.E., Crampton B.G. A micropropagation protocol for Siphonochilus aethiopicus, an endangered South African medicinal plant. S. Afr. J. Bot. 2010;76:414. doi: 10.1016/j.sajb.2010.02.078.", "ArticleIdList": ["10.1016/j.sajb.2010.02.078"]}, {"Citation": "Kowalski B., van Staden J. In Vitro Culture of Two Threatened South African Medicinal Trees—Ocotea bullata and Warburgia salutaris. Plant Growth Regul. 2001;34:223–228. doi: 10.1023/A:1013362615531.", "ArticleIdList": ["10.1023/A:1013362615531"]}, {"Citation": "Witbooi H. Ph.D. Thesis. Cape Peninsula University of Technology; Cape Town, South Africa: 2013. In Vitro Propagation of Agathosma betulina an Indigenous Plant of Economic Importance."}, {"Citation": "Nwafor I., Nwafor C., Manduna I. Constraints to Cultivation of Medicinal Plants by Smallholder Farmers in South Africa. Horticulturae. 2021;7:531. doi: 10.3390/horticulturae7120531.", "ArticleIdList": ["10.3390/horticulturae7120531"]}, {"Citation": "Keirungi J., Fabricius C. Selecting Medicinal Plants for Cultivation at Nqabara on the Eastern Cape Wild Coast, South Africa. S. Afr. J. Sci. 2005;101:497–501."}, {"Citation": "Kokotkiewicz A., Luczkiewicz M., Kowalski W., Badura A., Piekus N., Bucinski A. Isoflavone Production in Cyclopia subternata Vogel (Honeybush) Suspension Cultures Grown in Shake Flasks and Stirred-Tank Bioreactor. Appl. Microbiol. Biotechnol. 2013;97:8467–8477. doi: 10.1007/s00253-013-5099-z.", "ArticleIdList": ["10.1007/s00253-013-5099-z", "PMC3776277", "23872960"]}, {"Citation": "Kokotkiewicz A., Bucinski A., Luczkiewicz M. Light and Temperature Conditions Affect Bioflavonoid Accumulation in Callus Cultures of Cyclopia subternata Vogel (Honeybush) Plant Cell Tissue Organ Cult. 2014;118:589–593. doi: 10.1007/s11240-014-0502-8.", "ArticleIdList": ["10.1007/s11240-014-0502-8"]}, {"Citation": "Kokotkiewicz A., Bucinski A., Luczkiewicz M. Xanthone, Benzophenone and Bioflavonoid Accumulation in Cyclopia genistoides (L.) Vent. (Honeybush) Shoot Cultures Grown on Membrane Rafts and in a Temporary Immersion System. Plant Cell Tissue Organ Cult. 2015;120:373–378. doi: 10.1007/s11240-014-0586-1.", "ArticleIdList": ["10.1007/s11240-014-0586-1"]}, {"Citation": "Moyo M., Amoo S.O., Aremu A.O., Gruz J., Šubrtová M., Doležal K., van Staden J. Plant Regeneration and Biochemical Accumulation of Hydroxybenzoic and Hydroxycinnamic Acid Derivatives in Hypoxis hemerocallidea Organ and Callus Cultures. Plant Sci. 2014;227:157–164. doi: 10.1016/j.plantsci.2014.08.003.", "ArticleIdList": ["10.1016/j.plantsci.2014.08.003", "25219317"]}, {"Citation": "Giurgiu R.M., Morar G.A., Dumitras A., Boanca P., Duda B.M., Moldovan C. Study regarding the suitability of cultivating medicinal plants in hydroponic systems in controlled environment. Res. J. Agric. Sci. 2014;46:84–92."}, {"Citation": "Xego S., Kambizi L., Nchu F. Threatened Medicinal Plants of South Africa: Case of the Family Hyacinthaceae. Afr. J. Tradit. Complement. Altern. Med. 2016;13:169–180. doi: 10.21010/ajtcam.v13i3.20.", "ArticleIdList": ["10.21010/ajtcam.v13i3.20"]}, {"Citation": "Wahome P.K., Oseni T.O., Masarirambi M.T., Shongwe V.D. Effects of different hydroponics systems and growing media on the vegetative growth, yield and cut flower quality of gypsophila (Gypsophila paniculata L.) World J. Agric. Sci. 2011;7:692–698."}, {"Citation": "Ade-Ademilua O.E., Mbah G.C. Effect of different water regimes on the growth and phytochemical constituents of Acalypha wilkesiana harvested at 3am and 3pm. Int. J. Sci. Nat. 2013;4:619–623."}, {"Citation": "Posthumus M.A., van Beek T.A., Collins N.F., Graven E.H. Chemical composition of the essential oils of Agathosma betulina, A. crenulata and an A. betulina x crenulata hybrid (buchu) J. Essent. Oil Res. 1996;8:223–228. doi: 10.1080/10412905.1996.9700606.", "ArticleIdList": ["10.1080/10412905.1996.9700606"]}, {"Citation": "de Urbina A.V.O., Martín M.L., Montero M.J., Morán A., Román L.S. Sedating and Antipyretic Activity of the Essential Oil of Calamintha sylvatica subsp. ascendens..J. Ethnopharmacol. 1989;25:165–171. doi: 10.1016/0378-8741(89)90018-4.", "ArticleIdList": ["10.1016/0378-8741(89)90018-4", "2787446"]}, {"Citation": "Pecere T., Gazzola M.V., Mucignat C., Parolin C., Vecchia F.D., Cavaggioni A., Basso G., Diaspro A., Salvato B., Carli M., et al. Aloe-emodin is a new type of anticancer agent with selective activity against neuroectodermal tumors. Cancer Res. 2000;60:2800–2804.", "ArticleIdList": ["10850417"]}, {"Citation": "Li T., Shi L., Liu W., Hu X., Hui Y., Di M., Xue S., Zheng Y., Yao M., Li C., et al. Aloe-emodin induces mitochondrial dysfunction and pyroptosis by activation of the caspase-9/3/gasdermin e axis in HeLa cells. Front. Pharmacol. 2022;13:854528. doi: 10.3389/fphar.2022.854526.", "ArticleIdList": ["10.3389/fphar.2022.854526", "PMC9157280", "35662735"]}, {"Citation": "Lu C.C., Yang J.S., Huang A.C., Hsia T.C., Chou S.T., Kuo C.L., Lu H.F., Lee T.H., Wood W.G., Chung J.G. Chrysophanol induces necrosis through the production of ros and alteration of ATP levels in j5 human liver cancer cells. Mol. Nutr. Food Res. 2010;54:967–976. doi: 10.1002/mnfr.200900265.", "ArticleIdList": ["10.1002/mnfr.200900265", "PMC3031088", "20169580"]}, {"Citation": "Qian Z.J., Zhang C., Li Y.X., Je J.Y., Kim S.K., Jung W.K. Protective effects of emodin and chrysophanol isolated from marine fungus Aspergillus sp. on ethanol-induced toxicity in HepG2/CYP2E1 cells. Evid.-Based Complement. Altern. Med. 2011;2011:452621. doi: 10.1155/2011/452621.", "ArticleIdList": ["10.1155/2011/452621", "PMC3168298", "21912566"]}, {"Citation": "Kim S.J., Kim M.C., Lee B.J., Park D.H., Hong S.H., Um J.Y. Anti-inflammatory activity of chrysophanol through the suppression of NF-ΚB/Caspase-1 activation in vitro and in vivo. Molecules. 2010;15:6436–6451. doi: 10.3390/molecules15096436.", "ArticleIdList": ["10.3390/molecules15096436", "PMC6257778", "20877234"]}, {"Citation": "de Beer D., Joubert E., Malherbe C.J., Jacobus Brand D. Use of countercurrent chromatography during isolation of 6-Hydroxyluteolin-7-o-β-Glucoside, a major antioxidant of Athrixia phylicoides. J Chromatogr. A. 2011;1218:6179–6186. doi: 10.1016/j.chroma.2010.12.096.", "ArticleIdList": ["10.1016/j.chroma.2010.12.096", "21236437"]}, {"Citation": "Padayachee K. Master’s Thesis. University of Witwatersrand; Johannesburg, South Africa: 2011. The Phytochemistry and Biological Activities of Athrixia phylicoides."}, {"Citation": "Caporali S., de Stefano A., Calabrese C., Giovannelli A., Pieri M., Savini I., Tesauro M., Bernardini S., Minieri M., Terrinoni A. Anti-inflammatory and active biological properties of the plant-derived bioactive compounds luteolin and luteolin 7-glucoside. Nutrients. 2022;14:1155. doi: 10.3390/nu14061155.", "ArticleIdList": ["10.3390/nu14061155", "PMC8949538", "35334812"]}, {"Citation": "Samec M., Liskova A., Koklesova L., Samuel S.M., Zhai K., Buhrmann C., Varghese E., Abotaleb M., Qaradakhi T., Zulli A., et al. Flavonoids against the Warburg phenotype—Concepts of predictive, preventive and personalised medicine to cut the gordian knot of cancer cell metabolism. EPMA J. 2020;11:377–398. doi: 10.1007/s13167-020-00217-y.", "ArticleIdList": ["10.1007/s13167-020-00217-y", "PMC7429635", "32843908"]}, {"Citation": "Sangeetha R. Luteolin in the management of type 2 diabetes mellitus. Curr. Res. Nutr. Food Sci. J. 2019;7:393–398. doi: 10.12944/CRNFSJ.7.2.09.", "ArticleIdList": ["10.12944/CRNFSJ.7.2.09"]}, {"Citation": "Beelders T., de Beer D., Stander M., Joubert E. Comprehensive phenolic profiling of Cyclopia genistoides (L.) Vent. by LC-DAD-MS and -MS/MS reveals novel xanthone and benzophenone constituents. Molecules. 2014;19:11760–11790. doi: 10.3390/molecules190811760.", "ArticleIdList": ["10.3390/molecules190811760", "PMC6271833", "25105916"]}, {"Citation": "Vyas A., Syeda K., Ahmad A., Padhye S., Sarkar F.H. Perspectives on medicinal properties of mangiferin. Mini Rev. Med. Chem. 2012;12:412–425. doi: 10.2174/138955712800493870.", "ArticleIdList": ["10.2174/138955712800493870", "22303941"]}, {"Citation": "Beelders T., Brand D.J., de Beer D., Malherbe C.J., Mazibuko S.E., Muller C.J.F., Joubert E. Benzophenone C- and O-Glucosides from Cyclopia genistoides (Honeybush) inhibit mammalian α-Glucosidase. J. Nat. Prod. 2014;77:2694–2699. doi: 10.1021/np5007247.", "ArticleIdList": ["10.1021/np5007247", "25419864"]}, {"Citation": "Schulze A.E., de Beer D., Mazibuko S.E., Muller C.J.F., Roux C., Willenburg E.L., Nyunaï N., Louw J., Manley M., Joubert E. Assessing similarity analysis of chromatographic fingerprints of Cyclopia subternata extracts as potential screening tool for in vitro glucose utilisation. Anal. Bioanal. Chem. 2016;408:639–649. doi: 10.1007/s00216-015-9147-7.", "ArticleIdList": ["10.1007/s00216-015-9147-7", "26542834"]}, {"Citation": "van der Merwe J.D., de Beer D., Swanevelder S., Joubert E., Gelderblom W.C.A. Dietary exposure to honeybush (Cyclopia) polyphenol-enriched extracts altered redox status and expression of oxidative stress and antioxidant defense-related genes in rat liver. S. Afr. J. Bot. 2017;110:230–239. doi: 10.1016/j.sajb.2016.08.004.", "ArticleIdList": ["10.1016/j.sajb.2016.08.004"]}, {"Citation": "van Heerden F.R., Vleggaar R., Horak R.M., Learmonth R.A., Maharaj V., Whittal R.D. Steroidal Glycosides, Methods for Their Production and Preparation, Pharmaceutical Compositions Containing Them, and Their Use as Appetite Suppressants. GB2360519A. International Patent. 2001 November 28;"}, {"Citation": "MacLean D.B., Luo L.G. Increased ATP content/production in the hypothalamus may be a signal for energy-sensing of satiety: Studies of the anorectic mechanism of a plant steroidal glycoside. Brain Res. 2004;1020:1–11. doi: 10.1016/j.brainres.2004.04.041.", "ArticleIdList": ["10.1016/j.brainres.2004.04.041", "15312781"]}, {"Citation": "Rubin I.D., Bindra J.S., Cawthorne M.A. Extracts, Compounds and Pharmaceutical Compositions Having Anti-Diabetic Activity and Their Use. US 2002/0146468 A1, 10 October. U.S. Patent. 2002"}, {"Citation": "Horak R.M., Maharaj V., Hakkinen J. Steroidal Glycosides or Plant Extracts for Treatment of Gastric Acid Secretion Damage. EP1099444A1. European Patent. 2000 May 16;"}, {"Citation": "Bayley A.D., van Staden J. Is the Corm the Site of Hypoxoside biosynthesis in Hypoxis hemerocallidea? Plant Physiol. Biochem. 1990;28:691–695."}, {"Citation": "Bettolo G.B.M., Patamia M., Nicoletti M., Galeffi C., Messana I. Research on African medicinal Plants-II. Hypoxoside, a new glycoside of uncommon structure from Hypoxis obtusa Busch. Tetrahedron. 1982;38:1683–1687. doi: 10.1016/0040-4020(82)80147-6.", "ArticleIdList": ["10.1016/0040-4020(82)80147-6"]}, {"Citation": "Albrecht C.F., Kruger P.B., Smit B.J., Freestone M., Gouws L., Miller R., van Jaarsveld P.P. The pharmacokinetic behaviour of hypoxoside taken orally by patients with lung cancer in a phase I trial. S. Afr. Med. J. 1995;85:861–865.", "ArticleIdList": ["8545744"]}, {"Citation": "Janecki A., Conrad A., Engels I., Frank U., Kolodziej H. Evaluation of an aqueous-ethanolic extract from Pelargonium sidoides (eps® 7630) for its activity against group a-streptococci adhesion to human HEp-2 epithelial cells. J. Ethnopharmacol. 2011;133:147–152. doi: 10.1016/j.jep.2010.09.018.", "ArticleIdList": ["10.1016/j.jep.2010.09.018", "20883767"]}, {"Citation": "Park Y., Jung W., Yang E., Nam K.-Y., Bong W.-R., Kim J., Kim K.Y., Lee S., Cho J.-Y., Hong J.-H., et al. Evaluation of food effects on the pharmacokinetics of Pelargonium sidoides and Coptis with each bioactive compound berberine and epicatechin after a single oral dose of an expectorant and antitussive agent UI026 in healthy subjects. Transl. Clin. Pharmacol. 2022;30:49–56. doi: 10.12793/tcp.2022.30.e3.", "ArticleIdList": ["10.12793/tcp.2022.30.e3", "PMC8979756", "35419311"]}, {"Citation": "Viljoen A.M., Demirci B., Başer K.H.C., van Wyk B.E. The essential oil composition of the roots and rhizomes of Siphonochilus aethiopicus. S. Afr. J. Bot. 2002;68:115–116. doi: 10.1016/S0254-6299(15)30453-1.", "ArticleIdList": ["10.1016/S0254-6299(15)30453-1"]}, {"Citation": "Jalilzadeh-Amin G., Maham M. The application of 1,8-cineole, a terpenoid oxide present in medicinal plants, inhibits castor oil-induced diarrhea in rats. Pharm. Biol. 2015;53:594–599. doi: 10.3109/13880209.2014.935862.", "ArticleIdList": ["10.3109/13880209.2014.935862", "25327386"]}, {"Citation": "Mashau M.E., Kgatla T.E., Makhado M.V., Mikasi M.S., Ramashia S.E. Nutritional composition, polyphenolic compounds and biological activities of marula fruit (Sclerocarya birrea) with its potential food applications: A Review. Int. J. Food. Prop. 2022;25:1549–1575. doi: 10.1080/10942912.2022.2064491.", "ArticleIdList": ["10.1080/10942912.2022.2064491"]}, {"Citation": "Maroyi A. Warburgia salutaris (Bertol. f.) Chiov.: A multi-use ethnomedicinal plant species. J Med. Plants Res. 2013;7:53–60."}, {"Citation": "Appleton C.C., Drewes S.E., Mashimbye M.J., Cunningham A.B. Observations on the molluscicidal properties of (−)-Warburganal on the South African Bulinus africanus (Planorbidae) J. Med. Appl. Malacol. 1992;4:37–40."}, {"Citation": "Mashimbye M.J. Ph.D. Thesis. University of Natal; Pietermaritzburg, South Africa: 1993. Chemical Constituents of Plants Native to Venda."}, {"Citation": "Frum Y., Viljoen A.M. In vitro 5-lipoxygenase and anti-oxidant activities of South African medicinal plants commonly used topically for skin diseases. Skin Pharmacol. Physiol. 2006;19:329–335. doi: 10.1159/000095253.", "ArticleIdList": ["10.1159/000095253", "16931900"]}, {"Citation": "Rabe T., van Staden J. Isolation of an antibacterial sesquiterpenoid from Warburgia salutaris. J. Ethnopharmacol. 2000;73:171–174. doi: 10.1016/S0378-8741(00)00293-2.", "ArticleIdList": ["10.1016/S0378-8741(00)00293-2", "11025153"]}, {"Citation": "Mashimbye M. A Drimane Sesquiterpenoid Lactone from Warburgia salutaris. Phytochemistry. 1999;51:435–438. doi: 10.1016/S0031-9422(98)00753-5.", "ArticleIdList": ["10.1016/S0031-9422(98)00753-5"]}, {"Citation": "Mashimbye M.J., Maumela M.C., Drewes S.E. Novel and bioactive metabolites of Warburgia salutaris indigenous to the northern province, South Africa. Niger. J. Nat. Prod. Med. 1999;3:28–30. doi: 10.4314/njnpm.v3i1.11753.", "ArticleIdList": ["10.4314/njnpm.v3i1.11753"]}, {"Citation": "Olila D., Olwa-Odyek , Opuda-Asibo J. Antibacterial and antifungal activities of extracts of Zanthoxylum chalybeum and Warburgia ugandensis, Ugandan medicinal plants. Afr. Health Sci. 2001;1:66–72.", "ArticleIdList": ["PMC2141554", "12789119"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "1", "Day": "20"}, {"Year": "2023", "Month": "2", "Day": "23"}, {"Year": "2023", "Month": "2", "Day": "28"}, {"Year": "2023", "Month": "3", "Day": "11", "Hour": "1", "Minute": "29"}, {"Year": "2023", "Month": "3", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "12", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "3", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["36904034", "PMC10007054", "10.3390/plants12051174", "plants12051174"]}}], "PubmedBookArticle": []}