{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Salsola kali", "medicinal plant", "pharmacognosy", "physicochemical analysis"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36919921", "DateCompleted": {"Year": "2023", "Month": "09", "Day": "22"}, "DateRevised": {"Year": "2023", "Month": "09", "Day": "22"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "03", "Day": "15"}], "Language": ["eng"], "ELocationID": ["10.1002/jemt.24316"], "Journal": {"ISSN": "1097-0029", "JournalIssue": {"Volume": "86", "Issue": "10", "PubDate": {"Year": "2023", "Month": "Oct"}}, "Title": "Microscopy research and technique", "ISOAbbreviation": "Microsc Res Tech"}, "ArticleTitle": "Pharmacognostical evaluation and physiochemical analysis of Salsola Kali as medicinal plant.", "Pagination": {"StartPage": "1322", "EndPage": "1332", "MedlinePgn": "1322-1332"}, "Abstract": {"AbstractText": ["One of the largest genera Salsola include halophytic plants with therapeutic potential. For the treatment of various ailments, plants of the genus are acclaimed. Salsola kali is an important medicinal plant exhibiting specific phytochemical and biological makeup that is frequently overlooked. The current study aimed at the pharmacognostical evaluation of leaves and stem of Salsola kali to ensure the purity, quality, and efficacy of this valuable medicinal species. For the identification, evaluation and standardization of diagnostic attributes of intact and powdered material of Salsola kali leaves and stem, various methods including organoleptic, macroscopic, microscopic, and physicochemical analysis were employed. The plant was identified to possess significant characteristics with a view to authenticate drug. Light Microscopy (LM) and Scanning Electron Microscopy (SEM) of aerial parts of Salsola kali manifested specialized anatomical features essential for the adaptability in dry-saline environment. Upon quantitative pharmacognostic analysis of powder of leaves and stem, the moisture content of 1.3% and 11.1%, respectively was found. The total ash (%) in leaves and stem was computed to be 65.95 and 85.3, respectively. The water soluble and alcohol soluble extractive values (%) were computed to be 79.38 and 75.4 in leaves and 78.0 and 76.8 in stem, respectively. The swelling index (cm) in leaves and stem was enumerated to be 0.8 and 0.5. The current study will be helpful in the quality check and authentication of various parts of Salsola kali that can be used as principal component of herbal medicine formulation. Based on various microscopic analyses, that is, Light Microscopy and Scanning Electron Microscopy, the detailed description and valuable information on Salsola kali, a medicinal plant, has been provided. The present study can make a significant contribution in the literature as the findings may contribute to the determination of purity of Salsola kali for future perspectives."], "CopyrightInformation": "© 2023 Wiley Periodicals LLC."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science, Lahore College for Women University, Lahore, Pakistan."}], "LastName": "Hameed", "ForeName": "Aiza", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science, Lahore College for Women University, Lahore, Pakistan."}], "LastName": "Ghani", "ForeName": "Nadia", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science, Lahore College for Women University, Lahore, Pakistan."}], "LastName": "Mughal", "ForeName": "Tahira Aziz", "Initials": "TA"}, {"Identifier": ["0000-0002-8917-9523"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science, Lahore College for Women University, Lahore, Pakistan."}], "LastName": "Abbas", "ForeName": "Moneeza", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science, Lahore College for Women University, Lahore, Pakistan."}], "LastName": "Abrar", "ForeName": "Amina", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science, Lahore College for Women University, Lahore, Pakistan."}], "LastName": "Javed", "ForeName": "Houda", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Microsc Res Tech", "NlmUniqueID": "9203012", "ISSNLinking": "1059-910X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Salsola"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Leaves"}, {"QualifierName": [], "DescriptorName": "Microscopy, Electron, Scanning"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abdel Hakim, F., Gad, H. A., Radwan, R. A., Ayoub, N., & El-Shazly, M. (2019). Biological and phytochemical review on the genus Coccoloba (Polygonaceae). Archives of Pharmaceutical Sciences Ain Shams University, 3(2), 180-194."}, {"Citation": "Abidullah, S., Rauf, A., Khan, S. W., Ayaz, A., Liaquat, F., & Saqib, S. (2022). A comprehensive review on distribution, paharmacological uses and biological activities of Argyrolobium roseum (Cambess.) Jaub. & Spach. Acta Ecologica Sinica, 42(3), 198-205."}, {"Citation": "Abidullah, S., Rauf, A., Zaman, W., Ullah, F., Ayaz, A., Batool, F., & Saqib, S. (2021). Consumption of wild food plants among tribal communities of Pak-Afghan border, near Bajaur. Acta Ecologica Sinica, In Press."}, {"Citation": "Ahmed, S. I., Hayat, M. Q., Tahir, M., Mansoor, Q., Ismail, M., Keck, K., & Bates, R. B. (2016). Pharmacologically active flavonoids from the anticancer, antioxidant and antimicrobial extracts of Cassia angustifolia Vahl. BMC Complementary and Alternative Medicine, 16(1), 460."}, {"Citation": "Al-Taisan, W. A., & Gabr, D. G. (2017). Comparative morphological and anatomical characters of Cakile arabica from different habitat in eastern region of Saudi Arabia. Saudi Journal of Biological Sciences, 24(1), 226-233."}, {"Citation": "Asghar, M., Younas, M., Arshad, B., Zaman, W., Asma, A., Rasheed, S., Shah, A. H., Ullah, F., & Saqib, S. (2022). Bioactive potential of cultivated Mentha arvensis l. for preservation and production of health-oriented food. Journal of Animal and Plant Sciences, 32(3), 835-844."}, {"Citation": "Aziz, M. A., Khan, A. H., Adnan, M., & Ullah, H. (2018). Traditional uses of medicinal plants used by indigenous communities for veterinary practices at Bajaur agency, Pakistan. Journal of Ethnobiology and Ethnomedicine, 14(1), 11."}, {"Citation": "Babu, T. M., Kumar, K. C. R., Vijayalakshmi, A., & Narasimha, V. (2017). Standardization of herbal drugs - a review. International Ayurvedic Medical Journal, 5(1), 269-277."}, {"Citation": "Barros, J., Serk, H., Granlund, I., & Pesquet, E. (2015). The cell biology of lignification in higher plants. Annals of Botany, 115(7), 1053-1074."}, {"Citation": "Bauer, A., & Brönstrup, M. (2014). Industrial natural product chemistry for drug discovery and development. Natural Product Reports, 31(1), 35-60."}, {"Citation": "Bhardwaj, P., Rani, S., & Verma, S. K. (2018). A report on the quality control parameters of Cressa cretica Linn., Convolvulaceae. Asian Pacific Journal of Health Sciences, 5(5), 139-141."}, {"Citation": "Bisht, A., Irshad, S., Rawat, A. K. S., & Dwivedi, H. (2017). Pharmacognostical studies on Saraca asoca (Roxb.) Willd. flower. Tropical Plant Research, 4(1), 153-160."}, {"Citation": "Butnik, A. A., Japakova, U. N., & Begbaeva, G. F. (2001). Halophytes: Structure and adaptation. In S. W. Breckle, M. Veste, & W. Wucherer (Eds.), Sustainable land use in deserts. Springer, Berlin."}, {"Citation": "Chanda, S. (2014). Importance of pharmacognostic study of medicinal plants: An overview. Journal of Pharmacognosy and Phytochemistry, 2(5), 69-73."}, {"Citation": "Chaudhari, R. K., & Girase, N. O. (2015). Determination of soluble extractives and physico-chemical studies of bark of Sesbania sesban (L) Merr. Journal of Chemical and Pharmaceutical Research, 7(8), 657-660."}, {"Citation": "Clifford, S. C., Arndt, S. K., Popp, M., & Jones, H. G. (2002). Mucilage and polysaccrides in Ziziphus specices (Rhamnaceae): Localization, composition and physiological roles during grought-stress. Journal of Experimental Botany, 53(366), 131-138."}, {"Citation": "Cybulska, I., Chaturvedi, T., Alassali, A., Brudecki, J. P., Brown, J. J., Sgouridis, S., & Thomsen, M. S. (2014). Characterization of the chemical composition of the halophyte Salicornia bigelovii under cultivation. Energy & Fuels, 28(6), 3873-3883."}, {"Citation": "Dangar, D. K., & Patel, N. J. (2018). Pharmacognostic studies on Neuracanthus sphaerostachyus Dalz. (Acanthaceae) leaves. Journal of Ayurveda and Integrative Medicine, 11, 529-533."}, {"Citation": "Dhanani, T., Shah, S., Gajbhiye, N. A., & Kumar, S. (2017). Effect of extraction methods on yield, phytochemical constituents and antioxidant activity of Withania somnifera. Arabian Journal of Chemistry, 10(1), 1193-1199."}, {"Citation": "Ghanem, E. M., Rui-Ming Han, R. M., Classen, B., Quetin-Leclerq, J., Mahy, G., Ruan, C. J., Qin, P., Perez-Alfocea, F., & Lutts, S. (2010). Mucilage and polysaccharides in the halophyte plant species Kosteletzkya virginica: Localization and composition in relation to salt stress. Journal of Plant Physiology, 167(1), 382-392."}, {"Citation": "Harborne, J. B. (1998). Phytochemical methods: A guide to modern technique of plant analysis (Vol. 1998, pp. 108-148). Chapman and Hall."}, {"Citation": "Hartwell, J. L. (1969). Plants used against cancer. A survey. Lloydia, 32(1), 30-34."}, {"Citation": "Heklau, H., Gasson, P., Schweingruber, F., & Baas, P. (2012). Wood anatomy of Chenopodiaceae (Amaranthaceae s. l.). IAWA Journal, 33(2), 205-232."}, {"Citation": "Iloki-Assanga, S. B., Lewis-LujAn, L. M., Lara-Espinoza, C. L., Gil-Salido, A. A., Fernandez-Angulo, D., Rubio-Pino, J. L., & Haines, D. D. (2015). Solvent effects on phytochemical constituent profiles and antioxidant activities, using four different extraction formulations for analysis of Bucida buceras L. and Phoradendron californicum. BMC Research Notes, 8, 396."}, {"Citation": "Joseph, T., & Simon, T. K. (2019). Organoleptic and powder characteristics as tool for Andrographis species identification. Research Journal of Life Sciences, Bioinformatics, Pharmaceutical and Chemical Sciences, 5(3), 322-329."}, {"Citation": "Kanakiya, A., Padalia, H., Pande, J., & Chanda, S. (2018). Physicochemical, phytochemical and Pharmacognostic study of Limonium stocksii, a halophyte from Gujarat. The Journal of Phytopharmacology, 7(3), 312-318."}, {"Citation": "Kokate, C. K., Purohit, A. P., & Gokhale, S. B. (2009a). Pharmacognosy (43th ed., pp. 6.1-6.44). Nirali Prakashan."}, {"Citation": "Kokate, C. K., Purohit, A. P., & Gokhale, S. B. (2009b). Pharmacognosy (pp. 181-183). Nirali Prakashan."}, {"Citation": "Kregiel, D., Berlowska, J., Witonska, I., Hubert Antolak, H., Proestos, C., Babic, M., & Zhang, L. B. (2017). Saponin-based, biological-active surfactants from plants. In R. Najjar (Ed.), Application and characterization of surfactants. IntechOpen."}, {"Citation": "Leroux, O. (2012). Collenchyma: A versatile mechanical tissue with dynamic cell walls. Annals of Botany, 110(1), 1083-1098."}, {"Citation": "Majid, N., Nissar, S., Raja, W. Y., Nawchoo, I. A., & Bhat, Z. A. (2021). Pharmacognostic standardization of aralia cachemirica: A comparative study. Future Journal of Pharmaceutical Sciences, 7, 33."}, {"Citation": "Messaoud, C., & Boussaid, M. (2011). Myrtus communis berry color morphs: A comparative analysis of essential oils, fatty acids, phnolic compounds, and antioxidant activities. Chemistry and Biodiversity, 8(1), 300-310."}, {"Citation": "Miceli, N., Cavo, E., Ragusa, S., Cacciola, F., Dugo, P., Mondello, L., & Taviano, M. F. (2019). Phytochemical characterization and biological activities of a hydroalcoholic extract obtained from the aerial parts of Matthiola incana (L.) R. Br. Subsp. Incana (Brassicaceae) growing wild in Sicily (Italy). Chemistry and Biodiversity, 16(4), 1800677."}, {"Citation": "Mohan, V. R., & Maruthupandian, A. (2010). Pharmacognostical and phytochemical studies on Pothos scandens L. International Journal of Phytomedicine, 2(3), 277-283."}, {"Citation": "Mondal, P., Kumar, M., Das, S., & Zaman, M. K. (2013). Pharmacognostical characterization of the bark of the plant Plumeria rubra. International Journal of Pharmaceutical Research and Development, 5(3), 59-67."}, {"Citation": "Mughal, T., Naeem, I., Aziz, M. T., & Ahsan, A. (2010). Antibacterial and synergistic of Salsola Kali. Journal of Applied Pharmacy, 1(2), 18-26."}, {"Citation": "Nath, V., & Khatri, P. K. (2010). Traditional knowledge on ethno-medicinal uses prevailing in tribal pockets of Chhindwara and Betul districts, Madhya Pradesh, India. African Journal of Pharmacy and Pharmacology, 4(9), 662-670."}, {"Citation": "Naz, N., Hameed, M., Nawaz, T., Batool, R., Ashraf, M., Ahmad, F., & Ruby, T. (2012). Structural adaptations in the desert halophyte Aeluropus lagopoides (Linn.) Trin. Ex Thw. Under high salinity. Journal of Biological Research (Thessaloniki), 19(1), 150-164."}, {"Citation": "Nazari, M., Riebeling, S., Banfield, C. C., Akale, A., Crosta, M., Dioppold, M. A., & Ahmad, M. A. (2020). Musilige polysaccride composition and exudation in maize from contrasting climatic regions. Frontiers of Plant Science, 11(1), 1-13."}, {"Citation": "Nazish, M., Ahmad, M., Ullah, R., Shahat, A. A., Potter, D., Zafar, M., & Sultana, S. (2022). Taxonomic implications of leaf epidermis in halophytes of Amaranthaceae from salt range of Punjab, Pakistan. Plant Biosystems, 156(1), 79-90."}, {"Citation": "Onder, G., & Liperoti, R. (2016). Herbal medications. JAMA, 315(10), 1068."}, {"Citation": "Pandey, A., & Tripathi, A. (2014). Concept of standardization, extraction and pre phytochemical screening strategies for herbal drug. Journal of Pharmacognosy and Phytochemistry, 2(5), 115-119."}, {"Citation": "Pandey, B. P. (2015). Taxonomy of angiosperms. S. Chand and company Pvt (pp. 361-365). Ltd."}, {"Citation": "Pandiyan, R., & Ilango, K. (2022). Pharmacognostical, physicochemical and phytochemical evaluation of Huberantha senjiana (Annonaceae) leaf: An endemic tree of Gingee Hills Tamil Nadu India. Journal of Pharmacy & Pharmacognosy Research, 10(1), 158-172."}, {"Citation": "Pešić, M. (2015). Development of natural product drugs in a sustainable manner. Brief for United Nations Global Sustainable Development Report."}, {"Citation": "Prabhavathi, R. M., Prasad, M. P., & Jayaramu, M. (2016). Studies on qualitative and quantitative phytochemical analysis of Cissus quadrangularis. Advances in Applied Science Research, 7(4), 11-17."}, {"Citation": "Saqib, S., Ullah, F., Naeem, M., Younas, M., Ayaz, A., Ali, S., & Zaman, W. (2022). Mentha: Nutritional and health attributes to treat various ailments including cardiovascular diseases. Molecules, 27(19), 6728."}, {"Citation": "Sharma, P., Mohanty, J. P., Ghosh, P., Sharma, C., & Subba, B. (2019). Pharmacognostical and preliminary phytochemical investigation of Equisetum debile Roxb. Journal of Drug Delivery and Therapeutics, 9(3-s), 163-169."}, {"Citation": "Silas, N. E., Murungi, J. I., & Wanhau, R. N. (2012). The pH of leaf water extracts and amount of acid required lowering the pH of leaf water extracts to 5.0. American International Journal of Contemporary Research, 2(11), 72-78."}, {"Citation": "Sofowora, A., Ogunbodede, E., & Onayade, A. (2013). The role and place of medicinal plants in the strategies for disease prevention. African Journal of Traditional, Complementary and Alternative Medicines, 10(5), 210-229."}, {"Citation": "Srimant, S., & Kare, M. A. (2018). Anatomy of abutilon ranadei Woodr. & Stafp. A critically endangered species in Western Ghats. International Journal of Botany Studies, 3(1), 8-10."}, {"Citation": "Suree, P. R. P., & Thoppil, J. E. (2021). Comparative seed morphology, Pharmacognostic, phytochemical, and antioxidant potential of Memecylon L. Fruits. Turkish Journal of Pharmaceutical Sciences, 18(2), 213-222."}, {"Citation": "Wariss, H. M., Mukhtar, M., Anjum, S., Bhatti, G. R., Pirzada, S. A., & Alam, K. (2013). Floristic composition of the plants of the Cholistan Desert, Pakistan. American Journal of Plant Sciences, 4(1), 58-65."}, {"Citation": "Wink, M. (2015). Modes of action of herbal medicines and plant secondary metabolites. Medicines (Basel), 2(1), 251-286."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2023", "Month": "2", "Day": "6"}, {"Year": "2022", "Month": "10", "Day": "5"}, {"Year": "2023", "Month": "3", "Day": "3"}, {"Year": "2023", "Month": "9", "Day": "22", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "3", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "15", "Hour": "7", "Minute": "54"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36919921", "10.1002/jemt.24316"]}}], "PubmedBookArticle": []}