{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Apocynum venetum L.", "Aspergillus niger", "antioxidant activities", "biotransformation", "metabolic syndrome-associated enzymes", "phenolic compounds"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36923696", "DateRevised": {"Year": "2023", "Month": "03", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "02", "Day": "27"}], "Language": ["eng"], "ELocationID": ["1125746", "10.3389/fnut.2023.1125746"], "Journal": {"ISSN": "2296-861X", "JournalIssue": {"Volume": "10", "PubDate": {"Year": "2023"}}, "Title": "Frontiers in nutrition", "ISOAbbreviation": "Front Nutr"}, "ArticleTitle": "Solid-state fermentation of <i>Apocynum venetum</i> L. by <i>Aspergillus niger</i>: Effect on phenolic compounds, antioxidant activities and metabolic syndrome-associated enzymes.", "Pagination": {"StartPage": "1125746", "MedlinePgn": "1125746"}, "Abstract": {"AbstractText": ["This study aimed to evaluate the effect of solid-state fermentation (SSF) with <i>Aspergillus niger</i> on the total phenolic content (TPC), the total flavonoid content (TFC), individual phenolic contents, and antioxidant and inhibitory activities against metabolic syndrome-associated enzymes in an ethanol extract from <i>Apocynum venetum</i> L. (AVL). TPC, TFC, and the contents of quercetin and kaempferol during SSF were 1.52-, 1.33-, 3.64-, and 2.22-fold higher than those of native AVL in the ethyl acetate (EA) subfraction of the ethanol extract. The ABTS·<sup>+</sup>, DPPH· scavenging, and inhibitory activities against α-glucosidase and pancreatic lipase were found to be highest in the EA subfraction. Fermentation significantly increased the ABTS radical cation, DPPH radical scavenging, and pancreatic lipase inhibitory activities by 1.33, 1.39, and 1.28 times, respectively. TPC showed a significantly positive correlation with antioxidant activities or inhibition against metabolic syndrome-associated enzymes. This study provides a theoretical basis for producing tea products with enhanced antioxidant, antidiabetic, and antihyperlipidemic activities."], "CopyrightInformation": "Copyright © 2023 Cao, Lin, Zhou, Li, Wang, Gong, Zhu, Liu, Yan, Hu, Peng and Xie."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Bast Fiber Crops, Chinese Academy of Agricultural Sciences, Changsha, China."}], "LastName": "Cao", "ForeName": "Cha", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Bast Fiber Crops, Chinese Academy of Agricultural Sciences, Changsha, China."}], "LastName": "Lin", "ForeName": "Dengfan", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Bast Fiber Crops, Chinese Academy of Agricultural Sciences, Changsha, China."}], "LastName": "Zhou", "ForeName": "Yingjun", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Bast Fiber Crops, Chinese Academy of Agricultural Sciences, Changsha, China."}, {"Identifier": [], "Affiliation": "College of Life Sciences, Hunan Normal University, Changsha, China."}], "LastName": "Li", "ForeName": "Na", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Bast Fiber Crops, Chinese Academy of Agricultural Sciences, Changsha, China."}, {"Identifier": [], "Affiliation": "Hunan Engineering Laboratory for Good Agricultural Practice and Comprehensive Utilization of Famous-Region Medicinal Plants, College of Bioscience and Biotechnology of Hunan Agricultural University, Changsha, China."}], "LastName": "Wang", "ForeName": "Yiwen", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Bast Fiber Crops, Chinese Academy of Agricultural Sciences, Changsha, China."}], "LastName": "Gong", "ForeName": "Wenbeng", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Bast Fiber Crops, Chinese Academy of Agricultural Sciences, Changsha, China."}], "LastName": "Zhu", "ForeName": "Zuohua", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Enzyme and Enzyme-Like Material Engineering of Heilongjiang, College of Life Science, Northeast Forestry University, Harbin, Heilongjiang, China."}], "LastName": "Liu", "ForeName": "Chengwei", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Bast Fiber Crops, Chinese Academy of Agricultural Sciences, Changsha, China."}], "LastName": "Yan", "ForeName": "Li", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Bast Fiber Crops, Chinese Academy of Agricultural Sciences, Changsha, China."}], "LastName": "Hu", "ForeName": "Zhenxiu", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Bast Fiber Crops, Chinese Academy of Agricultural Sciences, Changsha, China."}], "LastName": "Peng", "ForeName": "Yuande", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Bast Fiber Crops, Chinese Academy of Agricultural Sciences, Changsha, China."}], "LastName": "Xie", "ForeName": "Chunliang", "Initials": "C"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Nutr", "NlmUniqueID": "101642264", "ISSNLinking": "2296-861X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Xu Z, Zhou J, Zhang C, Li Y. Review of current research and utilization status of Apocynum venetum germplasm in China. Chin Bull Bot. (2018) 53:382–90. 10.11983/CBB1802", "ArticleIdList": ["10.11983/CBB1802"]}, {"Citation": "Xie W, Zhang X, Wang T, Hu J. Botany, traditional uses, phytochemistry and pharmacology of Apocynum venetum L. (Luobuma): a review. J Ethnopharmacol. (2012) 141:1–8. 10.1016/j.jep.2012.02.003", "ArticleIdList": ["10.1016/j.jep.2012.02.003", "22421379"]}, {"Citation": "Zhang Y, Liu C, Zhang Z, Wang J, Wu G, Li S. Comprehensive separation and identification of chemical constituents from Apocynum venetum leaves by high-performance counter-current chromatography and high performance liquid chromatography coupled with mass spectrometry. J Chromatogr B. (2010) 878:3149–55. 10.1016/j.jchromb.2010.09.027", "ArticleIdList": ["10.1016/j.jchromb.2010.09.027", "20965796"]}, {"Citation": "Li C, Huang G, Tan F, Zhou X, Mu J, Zhao X. In vitro analysis of antioxidant, anticancer, and bioactive components of Apocynum venetum tea extracts. J Food Quality. (2019) 1–13. 10.1155/2019/2465341", "ArticleIdList": ["10.1155/2019/2465341"]}, {"Citation": "An H, Wang H, Lan Y, Hashi Y, Chen S. Simultaneous qualitative and quantitative analysis of phenolic acids and flavonoids for the quality control of Apocynum venetum L. Leaves by Hplc-Dad-Esi-It-Tof-Ms and Hplc-Dad. J Pharm Biomed Anal. (2013) 85:295–304. 10.1016/j.jpba.2013.07.005", "ArticleIdList": ["10.1016/j.jpba.2013.07.005", "23973760"]}, {"Citation": "Shen J, Yang K, Jiang C, Ma XQ, Zheng MX, Sun CH. Development and application of a rapid hplc method for simultaneous determination of hyperoside, isoquercitrin and Eleutheroside E in Apocynum venetum L. and Eleutherococcus senticosus. BMC Chem. (2020) 14:35. 10.1186/s13065-020-00687-1", "ArticleIdList": ["10.1186/s13065-020-00687-1", "PMC7196217", "32391523"]}, {"Citation": "Zhang B, Zhang Y, Li H, Deng Z, Tsao R. A review on insoluble-bound phenolics in plant-based food matrix and their contribution to human health with future perspectives. Trends Food Sci Technol. (2020) 105:347–62. 10.1016/j.tifs.2020.09.029", "ArticleIdList": ["10.1016/j.tifs.2020.09.029"]}, {"Citation": "Torres-Leon C, Ramirez-Guzman N, Ascacio-Valdes J, Serna-Cock L, dos Santos Correia MT, Contreras-Esquivel JC, et al. . Solid-state fermentation with Aspergillus niger to enhance the phenolic contents and antioxidative activity of mexican mango seed: a promising source of natural antioxidants. Lwt-Food Science and Technology. (2019) 112:108236. 10.1016/j.lwt.2019.06.003", "ArticleIdList": ["10.1016/j.lwt.2019.06.003"]}, {"Citation": "Perez-Jimenez J, Saura-Calixto F. Fruit peels as sources of non-extractable polyphenols or macromolecular antioxidants: analysis and nutritional implications. Food Res Int. (2018) 111:148–52. 10.1016/j.foodres.2018.05.023", "ArticleIdList": ["10.1016/j.foodres.2018.05.023", "30007671"]}, {"Citation": "Gulsunoglu Z, Karbancioglu-Guler F, Raes K, Kilic-Akyilmaz M. Soluble and insoluble-bound phenolics and antioxidant activity of various industrial plant wastes. Int J Food Prop. (2019) 22:1501–10. 10.1080/10942912.2019.1656233", "ArticleIdList": ["10.1080/10942912.2019.1656233", "0"]}, {"Citation": "Ayoub M, de Camargo AC, Shahidi F. Antioxidants and bioactivities of free, esterified and insoluble-bound phenolics from berry seed meals. Food Chem. (2016) 197:221–32. 10.1016/j.foodchem.2015.10.107", "ArticleIdList": ["10.1016/j.foodchem.2015.10.107", "26616944"]}, {"Citation": "Wu S, Shen D, Wang R, Li Q, Mo R, Zheng Y, et al. . Phenolic profiles and antioxidant activities of free, esterified and bound phenolic compounds in Walnut kernel. Food Chem. (2021) 350:129217. 10.1016/j.foodchem.2021.129217", "ArticleIdList": ["10.1016/j.foodchem.2021.129217", "33607410"]}, {"Citation": "Wang C, Li P, Zhang B, Yu X, Li X, Han G, et al. . Combining transcriptomics and polyphenol profiling to provide insights into phenolics transformation of the fermented Chinese jujube. Foods. (2022) 11:2546. 10.3390/foods11172546", "ArticleIdList": ["10.3390/foods11172546", "PMC9455259", "36076732"]}, {"Citation": "Bei Q, Chen G, Lu F, Wu S. Wu Z. Enzymatic action mechanism of phenolic mobilization in oats (Avena sativa L) during solid-state fermentation with Monascus anka. Food Chem. (2018) 245:297–304. 10.1016/j.foodchem.2017.10.086", "ArticleIdList": ["10.1016/j.foodchem.2017.10.086", "29287375"]}, {"Citation": "Shin HY, Kim SM, Lee JH, Lim ST. Solid-state fermentation of black rice bran with Aspergillus awamori and Aspergillus oryzae: effects on phenolic acid composition and antioxidant activity of bran extracts. Food Chem. (2019) 272:235–41. 10.1016/j.foodchem.2018.07.174", "ArticleIdList": ["10.1016/j.foodchem.2018.07.174", "30309538"]}, {"Citation": "Wang L, Luo Y, Wu Y, Wu Z. Impact of fermentation degree on phenolic compositions and bioactivities during the fermentation of guava leaves with Monascus anka and Bacillus sp. J Funct Foods. (2018) 41:183–90. 10.1016/j.jff.2017.12.044", "ArticleIdList": ["10.1016/j.jff.2017.12.044"]}, {"Citation": "Bei Q, Liu Y, Wang L, Chen G, Wu Z. Improving free, conjugated, and bound phenolic fractions in fermented oats (Avena sativa l) with Monascus anka and their antioxidant activity. J Funct Foods. (2017) 32:185–94. 10.1016/j.jff.2017.02.028", "ArticleIdList": ["10.1016/j.jff.2017.02.028"]}, {"Citation": "Dulf FV, Vodnar DC, Dulf E-H, Tosa MI. Total phenolic contents, antioxidant activities, and lipid fractions from berry pomaces obtained by solid-state fermentation of two Sambucus species with Aspergillus niger. J Agr Food Chem. (2015) 63:3489–500. 10.1021/acs.jafc.5b00520", "ArticleIdList": ["10.1021/acs.jafc.5b00520", "25787023"]}, {"Citation": "Zhang X-Y, Chen J, Li X-L, Yi K, Ye Y, Liu G, et al. . Dynamic changes in antioxidant activity and biochemical composition of tartary buckwheat leaves during Aspergillus niger fermentation. J Funct Foods. (2017) 32:375–81. 10.1016/j.jff.2017.03.022", "ArticleIdList": ["10.1016/j.jff.2017.03.022"]}, {"Citation": "Cai S, Wang O, Wu W, Zhu S, Zhou F, Ji B, et al. . Comparative study of the effects of solid-state fermentation with three filamentous fungi on the total phenolics content (tpc), flavonoids, and antioxidant activities of subfractions from oats (Avena sativa L). J Agr Food Chem. (2012) 60:507–13. 10.1021/jf204163a", "ArticleIdList": ["10.1021/jf204163a", "22136169"]}, {"Citation": "Azadian F, Badoei-dalfard A, Namaki-Shoushtari A, Hassanshahian M. Purification and biochemical properties of a thermostable, haloalkaline cellulase from bacillus licheniformis amf-07 and its application for hydrolysis of different cellulosic substrates to bioethanol production. Mol Biol Res Commun. (2016) 5:143–55.", "ArticleIdList": ["PMC5219909", "28097168"]}, {"Citation": "Shi X, Xie J, Liao S, Wu T, Zhao LG, Ding G, et al. . High-level expression of recombinant thermostable β-glucosidase in Escherichia coli by regulating acetic acid. Bioresour Technol. (2017) 241:795–801. 10.1016/j.biortech.2017.05.105", "ArticleIdList": ["10.1016/j.biortech.2017.05.105", "28628984"]}, {"Citation": "Wang L, Bei Q, Wu Y, Liao W, Wu Z. Characterization of soluble and insoluble-bound polyphenols from Psidium guajava l. leaves co-fermented with Monascus anka and Bacillus sp and their bio-activities. J Funct Foods. (2017) 32:149–59. 10.1016/j.jff.2017.02.029", "ArticleIdList": ["10.1016/j.jff.2017.02.029"]}, {"Citation": "Cavka A, Alriksson B, Rose SH, van Zyl WH, Jonsson LJ. Production of cellulosic ethanol and enzyme from waste fiber sludge using ssf, recycling of hydrolytic enzymes and yeast, and recombinant cellulase-producing Aspergillus niger. J Ind Microbiol Biot. (2014) 41:1191–200. 10.1007/s10295-014-1457-9", "ArticleIdList": ["10.1007/s10295-014-1457-9", "24862324"]}, {"Citation": "Lubbers RJM, de Vries RP. Production of protocatechuic acid from p-hydroxyphenyl (h) units and related aromatic compounds using an Aspergillus niger cell factory. Mbio. (2021) 12:e0039121. 10.1128/mBio.00391-21", "ArticleIdList": ["10.1128/mBio.00391-21", "PMC8262893", "34154420"]}, {"Citation": "Tang PL, Hassan O. Bioconversion of ferulic acid attained from pineapple peels and pineapple crown leaves into vanillic acid and vanillin by Aspergillus niger I-1472. BMC Chem. (2020) 14:7. 10.1186/s13065-020-0663-y", "ArticleIdList": ["10.1186/s13065-020-0663-y", "PMC6998299", "32043090"]}, {"Citation": "Chen Y, Wang Y, Chen J, Tang H, Wang C, Li Z, et al. . Bioprocessing of soybeans (glycine max l) by solid-state fermentation with Eurotium cristatum yl-1 improves total phenolic content, isoflavone aglycones, and antioxidant activity. Rsc Adv. (2020) 10:16928–41. 10.1039/C9RA10344A", "ArticleIdList": ["10.1039/C9RA10344A", "PMC9053166", "35496929"]}, {"Citation": "Zhu Y-F, Chen J-J, Ji X-M, Hu X, Ling T-J, Zhang Z-Z, et al. . Changes of major tea polyphenols and production of four new b-ring fission metabolites of catechins from post-fermented jing-wei fu brick tea. Food Chem. (2015) 170:110–7. 10.1016/j.foodchem.2014.08.075", "ArticleIdList": ["10.1016/j.foodchem.2014.08.075", "25306324"]}, {"Citation": "Rocchetti G, Bhumireddy SR, Giuberti G, Mandal R, Lucini L, Wishart DS. Edible nuts deliver polyphenols and their transformation products to the large intestine: an in vitro fermentation model combining targeted/untargeted metabolomics. Food Res Int. (2019) 116:786–94. 10.1016/j.foodres.2018.09.012", "ArticleIdList": ["10.1016/j.foodres.2018.09.012", "30717008"]}, {"Citation": "Li Z, Wang C, Zhang S, Wang J, Zhang X, He Q. Effect of total flavonoids in Apocynum venetum leaves on rat hypertension induced by high fat and high salt and its molecular mechanism. Chin Tradit Herb Drugs. (2012) 43:540–5. 10.7501/j.issn.0253-2670", "ArticleIdList": ["10.7501/j.issn.0253-2670"]}, {"Citation": "Gao G, Chen P, Chen J, Chen K, Wang X, Abubakar AS, et al. . Genomic survey, transcriptome, and metabolome analysis of Apocynum venetum and Apocynum hendersonii to reveal major flavonoid biosynthesis pathways. Metabolites. (2019) 9:296. 10.3390/metabo9120296", "ArticleIdList": ["10.3390/metabo9120296", "PMC6950674", "31817331"]}, {"Citation": "Erlund I, Kosonen T, Alfthan G, Mäenpää J, Perttunen K, Kenraali J, et al. . Pharmacokinetics of quercetin from quercetin aglycone and rutin in healthy volunteers. Eur J Clin Pharmacol. (2000) 56:545–53. 10.1007/s002280000197", "ArticleIdList": ["10.1007/s002280000197", "11151743"]}, {"Citation": "Lesjak M, Beara I, Simin N, Pintac D, Majkic T, Bekvalac K, et al. . Antioxidant and anti-inflammatory activities of quercetin and its derivatives. J Funct Foods. (2018) 40:68–75. 10.1016/j.jff.2017.10.047", "ArticleIdList": ["10.1016/j.jff.2017.10.047"]}, {"Citation": "Nagaraj S, Suriyamoorthy P, Subrhamanian H, Kanakasabapathi D. Phytochemical analysis, anti inflammatory activity, in vitro antidiabetic activity and gc-ms profile of Erythrina variegata l. bark. J Appl Pharm Sci. (2016) 6:147–55. 10.7324/JAPS.2016.60722", "ArticleIdList": ["10.7324/JAPS.2016.60722"]}, {"Citation": "Naoi M, Wu Y, Shamoto-Nagai M, Maruyama W. Mitochondria in neuroprotection by phytochemicals: bioactive polyphenols modulate mitochondrial apoptosis system, function and structure. Int J Mol Sci. (2019) 20:2451. 10.3390/ijms20102451", "ArticleIdList": ["10.3390/ijms20102451", "PMC6566187", "31108962"]}, {"Citation": "Szewczyk K, Pietrzak W, Klimek K, Miazga-Karska M, Firlej A, Flisiński M, et al. . Flavonoid and phenolic acids content and in vitro study of the potential anti-aging properties of Eutrema japonicum (miq.) koidz cultivated in wasabi farm poland. Int J Mol Sci. (2021) 22:6219. 10.3390/ijms22126219", "ArticleIdList": ["10.3390/ijms22126219", "PMC8229664", "34207583"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "12", "Day": "16"}, {"Year": "2023", "Month": "1", "Day": "30"}, {"Year": "2023", "Month": "3", "Day": "16", "Hour": "2", "Minute": "27"}, {"Year": "2023", "Month": "3", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "17", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["36923696", "PMC10009174", "10.3389/fnut.2023.1125746"]}}], "PubmedBookArticle": []}