{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["edible and medicinal plants", "efficacy", "mechanism", "natural flavanones", "natural flavonols", "ulcerative colitis"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36937890", "DateRevised": {"Year": "2023", "Month": "03", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "03", "Day": "03"}], "Language": ["eng"], "ELocationID": ["1120616", "10.3389/fphar.2023.1120616"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "14", "PubDate": {"Year": "2023"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "Potential of natural flavonols and flavanones in the treatment of ulcerative colitis.", "Pagination": {"StartPage": "1120616", "MedlinePgn": "1120616"}, "Abstract": {"AbstractText": ["Ulcerative colitis (UC) is an inflammatory bowel disease generally characterized by chronic, persistent, recurrent, and non-specific ulcers of the intestine. Its main clinical manifestations include abdominal pain, diarrhea, and bloody stools. This disease is difficult to cure and even carries the risk of canceration. It has been listed as a modern refractory disease by the World Health Organization. Though a large amount of drugs are available for the inhibition of UC, the conventional treatment such as aminosalicylic acids, glucocorticoids, immunosuppressors, and biological agents possess certain limitations and serious side effects. Therefore, it is urgently needed for safe and effective drugs of UC, and natural-derived flavonols and flavanones showed tremendous potential. The present study concentrated on the progress of natural-derived flavonols and flavanones from edible and pharmaceutical plants for the remedy of UC over the last two decades. The potential pharmaceutical of natural-derived flavonols and flavanones against UC were closely connected with the modulation of gut microflora, gut barrier function, inflammatory reactions, oxidative stress, and apoptosis. The excellent efficacy and safety of natural flavonols and flavanones make them prospective drug candidates for UC suppression."], "CopyrightInformation": "Copyright © 2023 Li, Tang, Ye, Zuo and Lu."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Zunyi Medical University, Zhuhai Campus, Zhuhai, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Basic Pharmacology of Ministry of Education and Joint International Research Laboratory of Ethnomedicine of Ministry of Education, Zunyi Medical University, Zunyi, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Basic Pharmacology of Guizhou Province and School of Pharmacy, Zunyi Medical University, Zunyi, China."}], "LastName": "Li", "ForeName": "Cailan", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Zunyi Medical University, Zhuhai Campus, Zhuhai, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Basic Pharmacology of Ministry of Education and Joint International Research Laboratory of Ethnomedicine of Ministry of Education, Zunyi Medical University, Zunyi, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Basic Pharmacology of Guizhou Province and School of Pharmacy, Zunyi Medical University, Zunyi, China."}], "LastName": "Tang", "ForeName": "Ying", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Zhuhai Resproly Pharmaceutical Technology Company Limited, Zhuhai, China."}], "LastName": "Ye", "ForeName": "Yonghao", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nursing, Zunyi Medical University, Zhuhai Campus, Zhuhai, China."}], "LastName": "Zuo", "ForeName": "Manhua", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, Zunyi Medical University, Zhuhai Campus, Zhuhai, China."}], "LastName": "Lu", "ForeName": "Qiang", "Initials": "Q"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}, "CoiStatement": "YY was employed by the company Zhuhai Resproly Pharmaceutical Technology Company Limited. The remaining authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ahmed S., Khan H., Aschner M., Hasan M. M., Hassan S. T. S. (2019). Therapeutic potential of naringin in neurological disorders. Food Chem. Toxicol. 132, 110646. 10.1016/j.fct.2019.110646", "ArticleIdList": ["10.1016/j.fct.2019.110646", "31252025"]}, {"Citation": "Al-Rejaie S. S., Abuohashish H. M., Al-Enazi M. M., Al-Assaf A. H., Parmar M. Y., Ahmed M. M. (2013). Protective effect of naringenin on acetic acid-induced ulcerative colitis in rats. World J. Gastroenterology 19 (34), 5633–5644. 10.3748/wjg.v19.i34.5633", "ArticleIdList": ["10.3748/wjg.v19.i34.5633", "PMC3769899", "24039355"]}, {"Citation": "Alam M. A., Subhan N., Rahman M. M., Uddin S. J., Reza H. M., Sarker S. D. (2014). Effect of citrus flavonoids, naringin and naringenin, on metabolic syndrome and their mechanisms of action. Adv. Nutr. 5 (4), 404–417. 10.3945/an.113.005603", "ArticleIdList": ["10.3945/an.113.005603", "PMC4085189", "25022990"]}, {"Citation": "Bilsborough J., Fiorino M. F., Henkle B. W. (2021). Select animal models of colitis and their value in predicting clinical efficacy of biological therapies in ulcerative colitis. Expert Opin. Drug Discov. 16 (5), 567–577. 10.1080/17460441.2021.1851185", "ArticleIdList": ["10.1080/17460441.2021.1851185", "33245673"]}, {"Citation": "Cao H. Y., Liu J. X., Shen P., Cai J. P., Han Y. C., Zhu K. P., et al. (2018). Protective effect of naringin on DSS-induced ulcerative colitis in mice. J. Agric. Food Chem. 66 (50), 13133–13140. 10.1021/acs.jafc.8b03942", "ArticleIdList": ["10.1021/acs.jafc.8b03942", "30472831"]}, {"Citation": "Cao R. G., Wu X., Guo H., Pan X., Huang R., Wang G. Q., et al. (2021). Naringin exhibited therapeutic effects against DSS-induced mice ulcerative colitis in intestinal barrier-dependent manner. Molecules 26 (21), 6604. 10.3390/molecules26216604", "ArticleIdList": ["10.3390/molecules26216604", "PMC8588024", "34771012"]}, {"Citation": "Cheng C., Zhang W., Zhang C., Ji P., Wu X. H., Sha Z., et al. (2021). Hyperoside ameliorates DSS-induced colitis through MKRN1-mediated regulation of PPAR gamma signaling and Th17/Treg balance. J. Agric. Food Chem. 69 (50), 15240–15251. 10.1021/acs.jafc.1c06292", "ArticleIdList": ["10.1021/acs.jafc.1c06292", "34878764"]}, {"Citation": "Choi D. W., Cho S. W., Lee S. G., Choi C. Y. (2020). The beneficial effects of morusin, an isoprene flavonoid isolated from the root bark of morus. Int. J. Mol. Sci. 21 (18), 6541. 10.3390/ijms21186541", "ArticleIdList": ["10.3390/ijms21186541", "PMC7554996", "32906784"]}, {"Citation": "Cibicek N., Roubalova L., Vrba J., Zatloukalova M., Ehrmann J., Zapletalova J., et al. (2016). Protective effect of isoquercitrin against acute dextran sulfate sodium-induced rat colitis depends on the severity of tissue damage. Pharmacol. Rep. 68 (6), 1197–1204. 10.1016/j.pharep.2016.07.007", "ArticleIdList": ["10.1016/j.pharep.2016.07.007", "27657482"]}, {"Citation": "De Maio A. C., Basile G., Iacopetta D., Catalano A., Ceramella J., Cafaro D., et al. (2022). The significant role of nutraceutical compounds in ulcerative colitis treatment. Curr. Med. Chem. 29 (24), 4216–4234. 10.2174/0929867329666211227121321", "ArticleIdList": ["10.2174/0929867329666211227121321", "34961429"]}, {"Citation": "Deng Z. R., Hassan S., Rafiq M., Li H. S., He Y., Cai Y., et al. (2020). Pharmacological activity of eriodictyol: The major natural polyphenolic flavanone, Evidence-Based Complementary Altern. Med. 2020, 6681352, 10.1155/2020/6681352", "ArticleIdList": ["10.1155/2020/6681352", "PMC7752289", "33414838"]}, {"Citation": "Do Nascimentro R. P., Machado A. P. F., Galvez J., Cazarian C. B. B., Junior M. R. M., 2020, Ulcerative colitis: Gut microbiota, immunopathogenesis and application of natural products in animal models, Life Sci., 258, 118129, 10.1016/j.lfs.2020.118129", "ArticleIdList": ["10.1016/j.lfs.2020.118129", "32717271"]}, {"Citation": "Domitrovic R., Rashed K., Cvijanovic O., Vladimir-Knezevic S., Skoda M., Visnic A. (2015). Myricitrin exhibits antioxidant, anti-inflammatory and antifibrotic activity in carbon tetrachloride-intoxicated mice. Chemico-Biological Interact. 230, 21–29. 10.1016/j.cbi.2015.01.030", "ArticleIdList": ["10.1016/j.cbi.2015.01.030", "25656916"]}, {"Citation": "Dong J. Y., Chen Y. Y., Yang F., Zhang W. D., Wei K., Xiong Y. J., et al. (2021). Naringin exerts therapeutic effects on mice colitis: A study based on transcriptomics combined with functional experiments. Front. Pharmacol. 12, 729414. 10.3389/fphar.2021.729414", "ArticleIdList": ["10.3389/fphar.2021.729414", "PMC8421552", "34504431"]}, {"Citation": "Dong Y. Y., Hou Q. H., Lei J. Q., Wolf P. G., Ayansola H., Zhang B. K. (2020a). Quercetin alleviates intestinal oxidative damage induced by H2O2 via modulation of GSH: In vitro screening and in vivo evaluation in a colitis model of mice. ACS Omega 5 (14), 8334–8346. 10.1021/acsomega.0c00804", "ArticleIdList": ["10.1021/acsomega.0c00804", "PMC7161027", "32309744"]}, {"Citation": "Dong Y. Y., Lei J. Q., Zhang B. K., (2020). Dietary quercetin alleviated DSS-induced colitis in mice through several possible pathways by transcriptome analysis. Curr. Pharm. Biotechnol. 21 (15), 1666–1673. 10.2174/1389201021666200711152726", "ArticleIdList": ["10.2174/1389201021666200711152726", "32651963"]}, {"Citation": "Dos Santos J. S., Gonçalves Cirino J. P., de Oliveira Carvalho P., Ortega M. M., 2021, The pharmacological action of kaempferol in central nervous system diseases: A review, Front. Pharmacol., 11, 565700, 10.3389/fphar.2020.565700", "ArticleIdList": ["10.3389/fphar.2020.565700", "PMC7838523", "33519431"]}, {"Citation": "Dou W., Zhang J. J., Sun A., Zhang E., Ding L. L., Mukherjee S., et al. (2013). Protective effect of naringenin against experimental colitis via suppression of Toll-like receptor 4/NF-kappa B signalling. Br. J. Nutr. 110 (4), 599–608. 10.1017/S0007114512005594", "ArticleIdList": ["10.1017/S0007114512005594", "PMC3726555", "23506745"]}, {"Citation": "Du L. L., Ha C. (2020). Epidemiology and pathogenesis of ulcerative colitis. Gastroenterology Clin. N. Am. 49 (4), 643–654. 10.1016/j.gtc.2020.07.005", "ArticleIdList": ["10.1016/j.gtc.2020.07.005", "33121686"]}, {"Citation": "Eichele D. D., Kharbanda K. K. (2017). Dextran sodium sulfate colitis murine model: An indispensable tool for advancing our understanding of inflammatory bowel diseases pathogenesis. World J. Gastroenterology 23 (33), 6016–6029. 10.3748/wjg.v23.i33.6016", "ArticleIdList": ["10.3748/wjg.v23.i33.6016", "PMC5597494", "28970718"]}, {"Citation": "Ferretti F., Cannatelli R., Monico M. C., Maconi G., Ardizzone S. (2022). An update on current pharmacotherapeutic options for the treatment of ulcerative colitis. J. Clin. Med. 11 (9), 2302. 10.3390/jcm11092302", "ArticleIdList": ["10.3390/jcm11092302", "PMC9104748", "35566428"]}, {"Citation": "Gálvez J., Coelho G., Crespo M. E., Cruz T., Rodríguez-Cabezas M. E., Concha A., et al. (2001). Intestinal anti-inflammatory activity of morin on chronic experimental colitis in the rat. Alimentary Pharmacol. Ther. 15 (12), 2027–2039. 10.1046/j.1365-2036.2001.01133.x", "ArticleIdList": ["10.1046/j.1365-2036.2001.01133.x", "11736735"]}, {"Citation": "Ganeshpurkar A., Saluja A. K. (2017). The pharmacological potential of rutin. Saudi Pharm. J. 25 (2), 149–164. 10.1016/j.jsps.2016.04.025", "ArticleIdList": ["10.1016/j.jsps.2016.04.025", "PMC5355559", "28344465"]}, {"Citation": "Gerges S. H., Tolba M. F., Elsherbiny D. A., El-Demerdash E. (2020). The natural flavonoid galangin ameliorates dextran sulphate sodium-induced ulcerative colitis in mice: Effect on Toll-like receptor 4, inflammation and oxidative stress. Basic & Clin. Pharmacol. Toxicol. 127 (1), 10–20. 10.1111/bcpt.13388", "ArticleIdList": ["10.1111/bcpt.13388", "31943791"]}, {"Citation": "Grewal A. K., Singh T. G., Sharma D., Sharma V., Singh M., Rahman M. H., et al. (2021). Mechanistic insights and perspectives involved in neuroprotective action of quercetin. Biomed. Pharmacother. 140, 111729. 10.1016/j.biopha.2021.111729", "ArticleIdList": ["10.1016/j.biopha.2021.111729", "34044274"]}, {"Citation": "Gullon B., Lu-Chau T. A., Moreira M. T., Lema J. M., Eibes G. (2017). Rutin: A review on extraction, identification and purification methods, biological activities and approaches to enhance its bioavailability. Trends Food Sci. Technol. 67, 220–235. 10.1016/j.tifs.2017.07.008", "ArticleIdList": ["10.1016/j.tifs.2017.07.008"]}, {"Citation": "Hajialyani M., Farzaei M. H., Echeverria J., Nabavi S. M., Uriarte E., Sobarzo-Sanchez E. (2019). Hesperidin as a neuroprotective agent: A review of animal and clinical evidence. Molecules 24 (3), 648. 10.3390/molecules24030648", "ArticleIdList": ["10.3390/molecules24030648", "PMC6384806", "30759833"]}, {"Citation": "Hambardikar V. R., Mandlik D. S. (2022). Protective effect of naringin ameliorates TNBS-induced colitis in rats via improving antioxidant status and pro-inflammatory cytokines. Immunopharmacol. Immunotoxicol. 44 (3), 373–386. 10.1080/08923973.2022.2049813", "ArticleIdList": ["10.1080/08923973.2022.2049813", "35254187"]}, {"Citation": "Han Y. M., Koh J., Kim J. H., Lee J., Kim J. S. (2021). Astragalin inhibits nuclear factor-κb signaling in human colonic epithelial cells and attenuates experimental colitis in mice. Gut Liver 15 (1), 100–108. 10.5009/gnl19268", "ArticleIdList": ["10.5009/gnl19268", "PMC7817923", "32390406"]}, {"Citation": "He C. Y., Wang Z., Shi J. S. (2020). Pharmacological effects of icariin. Pharmacol. Adv. Nat. Prod. Drug Discov. 87, 179–203. 10.1016/bs.apha.2019.10.004", "ArticleIdList": ["10.1016/bs.apha.2019.10.004", "32089233"]}, {"Citation": "He X. X., Wei Z. K., Wang J. J., Kou J. H., Liu W. J., Fu Y. H., et al. (2016). Alpinetin attenuates inflammatory responses by suppressing TLR4 and NLRP3 signaling pathways in DSS-induced acute colitis. Sci. Rep. 6, 28370. 10.1038/srep28370", "ArticleIdList": ["10.1038/srep28370", "PMC4913257", "27321991"]}, {"Citation": "Hu L. H., Liu J. Y., Yin J. B. (2021). Eriodictyol attenuates TNBS-induced ulcerative colitis through repressing TLR4/NF-kB signaling pathway in rats. Kaohsiung J. Med. Sci. 37 (9), 812–818. 10.1002/kjm2.12400", "ArticleIdList": ["10.1002/kjm2.12400", "34042266"]}, {"Citation": "Hu L., Wu C., Zhang Z. J., Liu M. C., Prasad E. M., Chen Y., et al. (2019). Pinocembrin protects against dextran sulfate sodium-induced rats colitis by ameliorating inflammation, improving barrier function and modulating gut microbiota. Front. Physiology 10, 908. 10.3389/fphys.2019.00908", "ArticleIdList": ["10.3389/fphys.2019.00908", "PMC6659384", "31379610"]}, {"Citation": "Hu S. Y., Wei P. F., Li W., Liu Q. S., Chen S. L., Hu C. Y., et al. (2022). Pharmacological effects of berberine on models of ulcerative colitis: A meta-analysis and systematic review of animal studies. Front. Pharmacol. 13, 937029. 10.3389/fphar.2022.937029", "ArticleIdList": ["10.3389/fphar.2022.937029", "PMC9486070", "36147325"]}, {"Citation": "Hu Y., Ye Z., Wu M. Q., She Y. Q., Li L. Z., Xu Y. J., et al. (2021). The communication between intestinal microbiota and ulcerative colitis: An exploration of pathogenesis, animal models, and potential therapeutic strategies. Front. Med. 8, 766126. 10.3389/fmed.2021.766126", "ArticleIdList": ["10.3389/fmed.2021.766126", "PMC8710685", "34966755"]}, {"Citation": "Imran M., Rauf A., Shah Z. A., Saeed F., Imran A., Arshad M. U., et al. (2019). Chemo-preventive and therapeutic effect of the dietary flavonoid kaempferol: A comprehensive review. Phytotherapy Res. 33 (2), 263–275. 10.1002/ptr.6227", "ArticleIdList": ["10.1002/ptr.6227", "30402931"]}, {"Citation": "Islam A., Islam M. S., Rahman M. K., Uddin M. N., Akanda M. R. (2020). The pharmacological and biological roles of eriodictyol. Archives Pharmacal Res. 43 (6), 582–592. 10.1007/s12272-020-01243-0", "ArticleIdList": ["10.1007/s12272-020-01243-0", "32594426"]}, {"Citation": "Jo D. S., Shin D. W., Park S. J., Bae J. E., Kim J. B., Park N. Y., et al. (2016). Attenuation of A beta toxicity by promotion of mitochondrial fusion in neuroblastoma cells by liquiritigenin. Archives Pharmacal Res. 39 (8), 1137–1143. 10.1007/s12272-016-0780-2", "ArticleIdList": ["10.1007/s12272-016-0780-2", "27515055"]}, {"Citation": "Ju S. W., Ge Y., Li P., Tian X. X., Wang H. Y., Zheng X. C., et al. (2018). Dietary quercetin ameliorates experimental colitis in mouse by remodeling the function of colonic macrophages via a heme oxygenase-1-dependent pathway. Cell Cycle 17 (1), 53–63. 10.1080/15384101.2017.1387701", "ArticleIdList": ["10.1080/15384101.2017.1387701", "PMC5815442", "28976231"]}, {"Citation": "Kaluzna A., Olczyk P., Komosinska-Vassev K. (2022). The role of innate and adaptive immune cells in the pathogenesis and development of the inflammatory response in ulcerative colitis. J. Clin. Med. 11 (2), 400. 10.3390/jcm11020400", "ArticleIdList": ["10.3390/jcm11020400", "PMC8780689", "35054093"]}, {"Citation": "Kataria R., Sobarzo-Sanchez E., Khatkar A. (2018). Role of morin in neurodegenerative diseases: A review. Curr. Top. Med. Chem. 18 (11), 901–907. 10.2174/1568026618666180711153416", "ArticleIdList": ["10.2174/1568026618666180711153416", "29992884"]}, {"Citation": "Khan A., Ikram M., Hahm J. R., Kim M. O. (2020). Antioxidant and anti-inflammatory effects of citrus flavonoid hesperetin: Special focus on neurological disorders. Antioxidants 9 (7), 609. 10.3390/antiox9070609", "ArticleIdList": ["10.3390/antiox9070609", "PMC7402130", "32664395"]}, {"Citation": "Kim E. H., Shim Y. Y., Lee H. I., Lee S., Reaney M. J. T., Chung M. J. (2022). Astragalin and isoquercitrin isolated from Aster scaber suppress LPS-induced neuroinflammatory responses in microglia and mice. Foods 11 (10), 1505. 10.3390/foods11101505", "ArticleIdList": ["10.3390/foods11101505", "PMC9141956", "35627075"]}, {"Citation": "Kumar V. S., Rajmane A. R., Adil M., Kandhare A. D., Ghosh P., Bodhankar S. L. (2014). Naringin ameliorates acetic acid induced colitis through modulation of endogenous oxido-nitrosative balance and DNA damage in rats. J. Biomed. Res. 28 (2), 132–145. 10.7555/JBR.27.20120082", "ArticleIdList": ["10.7555/JBR.27.20120082", "PMC3968284", "24683411"]}, {"Citation": "Kwon K. H., Murakami A., Tanaka T., Ohigashi H. (2005). Dietary rutin, but not its aglycone quercetin, ameliorates dextran sulfate sodium-induced experimental colitis in mice: Attenuation of pro-inflammatory gene expression. Biochem. Pharmacol. 69 (3), 395–406. 10.1016/j.bcp.2004.10.015", "ArticleIdList": ["10.1016/j.bcp.2004.10.015", "15652231"]}, {"Citation": "Lan X., Wang W. Z., Li Q., Wang J. (2016). The natural flavonoid pinocembrin: Molecular targets and potential therapeutic applications. Mol. Neurobiol. 53 (3), 1794–1801. 10.1007/s12035-015-9125-2", "ArticleIdList": ["10.1007/s12035-015-9125-2", "PMC4561606", "25744566"]}, {"Citation": "Lasa J. S., Olivera P. A., Danese S., Peyrin-Biroulet L. (2022). Efficacy and safety of biologics and small molecule drugs for patients with moderate-to-severe ulcerative colitis: A systematic review and network meta-analysis. Lancet Gastroenterology Hepatology 7 (2), 161–170. 10.1016/S2468-1253(21)00377-0", "ArticleIdList": ["10.1016/S2468-1253(21)00377-0", "34856198"]}, {"Citation": "Li C. L., Ai G. X., Wang Y. F., Lu Q., Luo C. D., Tan L. H., et al. (2020). Oxyberberine, a novel gut microbiota-mediated metabolite of berberine, possesses superior anti-colitis effect: Impact on intestinal epithelial barrier, gut microbiota profile and TLR4-MyD88-NF-kappa B pathway. Pharmacol. Res. 152, 104603. 10.1016/j.phrs.2019.104603", "ArticleIdList": ["10.1016/j.phrs.2019.104603", "31863867"]}, {"Citation": "Li C. L., Dong N., Wu B. W., Mo Z. M., Xie J. H., Lu Q. (2021a). Dihydroberberine, an isoquinoline alkaloid, exhibits protective effect against dextran sulfate sodium-induced ulcerative colitis in mice. Phytomedicine 90, 153631. 10.1016/j.phymed.2021.153631", "ArticleIdList": ["10.1016/j.phymed.2021.153631", "34253428"]}, {"Citation": "Li C. L., Wang J. H., Ma R. F., Li L. H., Wu W. F., Cai D. K., et al. (2021b). Natural-derived alkaloids exhibit great potential in the treatment of ulcerative colitis. Pharmacol. Res. 175, 105972. 10.1016/j.phrs.2021.105972", "ArticleIdList": ["10.1016/j.phrs.2021.105972", "34758401"]}, {"Citation": "Li C. L., Wu G. S., Zhao H. L., Dong N., Wu B. W., Chen Y. J., et al. (2021c). Natural-derived polysaccharides from plants, mushrooms, and seaweeds for the treatment of inflammatory bowel disease. Front. Pharmacol. 12, 651813. 10.3389/fphar.2021.651813", "ArticleIdList": ["10.3389/fphar.2021.651813", "PMC8108135", "33981232"]}, {"Citation": "Li C. Y., Schluesener H. (2017). Health-promoting effects of the citrus flavanone hesperidin. Crit. Rev. Food Sci. Nutr. 57 (3), 613–631. 10.1080/10408398.2014.906382", "ArticleIdList": ["10.1080/10408398.2014.906382", "25675136"]}, {"Citation": "Li Y., Yao J. Y., Han C. Y., Yang J. X., Chaudhry M. T., Wang S. N., et al. (2016). Quercetin, inflammation and immunity. Nutrients 8 (3), 167. 10.3390/nu8030167", "ArticleIdList": ["10.3390/nu8030167", "PMC4808895", "26999194"]}, {"Citation": "Lin R., Piao M. Y., Song Y. (2019). Dietary quercetin increases colonic microbial diversity and attenuates colitis severity in citrobacter rodentium-infected mice. Front. Microbiol. 10, 1092. 10.3389/fmicb.2019.01092", "ArticleIdList": ["10.3389/fmicb.2019.01092", "PMC6531918", "31156598"]}, {"Citation": "Liu J. L., Gao Y. Y., Zhou J., Tang X. Y., Wang P., Shen L. W., et al. (2020). Changes in serum inflammatory cytokine levels and intestinal flora in a self-healing dextran sodium sulfate-induced ulcerative colitis murine model. Life Sci. 263, 118587. 10.1016/j.lfs.2020.118587", "ArticleIdList": ["10.1016/j.lfs.2020.118587", "33065145"]}, {"Citation": "Lv Q., Shi C., Qiao S. M., Cao N., Guan C. G., Dai Y., et al. (2018). Alpinetin exerts anti-colitis efficacy by activating AhR, regulating miR-302/DNMT-1/CREB signals, and therefore promoting Treg differentiation. Cell Death Dis. 9, 890. 10.1038/s41419-018-0814-4", "ArticleIdList": ["10.1038/s41419-018-0814-4", "PMC6117360", "30166541"]}, {"Citation": "Lv Q., Xing Y., Liu Y., Chen Q., Zhang Y., Hu L., et al. (2021). Didymin switches M1-like toward M2-like macrophage to ameliorate ulcerative colitis via fatty acid oxidation. Pharmacol. Res. 169, 105613. 10.1016/j.phrs.2021.105613", "ArticleIdList": ["10.1016/j.phrs.2021.105613", "33915297"]}, {"Citation": "Mascaraque C., Aranda C., Ocon B., Monte M. J., Suarez M. D., Zarzuelo A., et al. (2014). Rutin has intestinal antiinflammatory effects in the CD4+CD62L+T cell transfer model of colitis. Pharmacol. Res. 90, 48–57. 10.1016/j.phrs.2014.09.005", "ArticleIdList": ["10.1016/j.phrs.2014.09.005", "25281414"]}, {"Citation": "Min J. K., Lee C. H., Jang S. E., Park J. W., Lim S. J., Kim D. H., et al. (2015). Amelioration of trinitrobenzene sulfonic acid-induced colitis in mice by liquiritigenin. J. Gastroenterology Hepatology 30 (5), 858–865. 10.1111/jgh.12812", "ArticleIdList": ["10.1111/jgh.12812", "25311527"]}, {"Citation": "Mottaghi S., Abbaszadeh H. (2021). The anticarcinogenic and anticancer effects of the dietary flavonoid, morin: Current status, challenges, and future perspectives. Phytotherapy Res. 35 (12), 6843–6861. 10.1002/ptr.7270", "ArticleIdList": ["10.1002/ptr.7270", "34498311"]}, {"Citation": "Muhammad T., Ikram M., Ullah R., Rehman S. U., Kim M. O. (2019). Hesperetin, a citrus flavonoid, attenuates LPS-induced neuroinflammation, apoptosis and memory impairments by modulating TLR4/NF-kappa B signaling. Nutrients 11 (3), 648. 10.3390/nu11030648", "ArticleIdList": ["10.3390/nu11030648", "PMC6471991", "30884890"]}, {"Citation": "Niu W., Chen X. Q., Xu R. L., Dong H. M., Yang F. Y., Wang Y., et al. (2021). Polysaccharides from natural resources exhibit great potential in the treatment of ulcerative colitis: A review. Carbohydr. Polym. 254, 117189. 10.1016/j.carbpol.2020.117189", "ArticleIdList": ["10.1016/j.carbpol.2020.117189", "33357839"]}, {"Citation": "Ocete M. A., Gálvez J., Crespo M. E., Cruz T., González M., Torres M. I., et al. (1998). Effects of morin on an experimental model of acute colitis in rats. Pharmacology 57 (5), 261–270. 10.1159/000028250", "ArticleIdList": ["10.1159/000028250", "9742291"]}, {"Citation": "Park M. Y., Ji G. E., Sung M. K. (2012). Dietary kaempferol suppresses inflammation of dextran sulfate sodium-induced colitis in mice. Dig. Dis. Sci. 57 (2), 355–363. 10.1007/s10620-011-1883-8", "ArticleIdList": ["10.1007/s10620-011-1883-8", "21901258"]}, {"Citation": "Peng L., Gao X., Nie L., Xie J., Sheng J., Shi C., et al. (2020). Astragalin attenuates dextran sulfate sodium (dss)-induced acute experimental colitis by alleviating gut microbiota dysbiosis and inhibiting NF-κB activation in mice. Front. Immunol. 11, 2058. 10.3389/fimmu.2020.02058", "ArticleIdList": ["10.3389/fimmu.2020.02058", "PMC7523281", "33042117"]}, {"Citation": "Polat F. R., Karaboga I. (2019). Immunohistochemical examination of anti-inflammatory and anti-apoptotic effects of hesperetin on trinitrobenzene sulfonic acid induced colitis in rats. Biotech. Histochem. 94 (3), 151–158. 10.1080/10520295.2018.1530454", "ArticleIdList": ["10.1080/10520295.2018.1530454", "30383440"]}, {"Citation": "Polat F. R., Karaboga I., Polat M. S., Erboga Z., Yilmaz A., Guzel S. (2018). Effect of hesperetin on inflammatory and oxidative status in trinitrobenzene sulfonic acid-induced experimental colitis model. Cell. Mol. Biol. 64 (11), 58–65. 10.14715/cmb/2018.64.11.11", "ArticleIdList": ["10.14715/cmb/2018.64.11.11", "30213290"]}, {"Citation": "Qu Y. F., Li X. Y., Xu F. Y., Zhao S. M., Wu X. M., Wang Y. Z., et al. (2021). Kaempferol alleviates murine experimental colitis by restoring gut microbiota and inhibiting the LPS-TLR4-NF-kappa B axis. Front. Immunol. 12, 679897. 10.3389/fimmu.2021.679897", "ArticleIdList": ["10.3389/fimmu.2021.679897", "PMC8339999", "34367139"]}, {"Citation": "Ramalingam M., Kim H., Lee Y., Lee Y. I. (2018). Phytochemical and pharmacological role of liquiritigenin and isoliquiritigenin from radix glycyrrhizae in human health and disease models. Front. Aging Neurosci. 10, 348. 10.3389/fnagi.2018.00348", "ArticleIdList": ["10.3389/fnagi.2018.00348", "PMC6221911", "30443212"]}, {"Citation": "Rampogu S., Gajula R. G., Lee K. W. (2021). A comprehensive review on chemotherapeutic potential of galangin. Biomed. Pharmacother. 141, 111808. 10.1016/j.biopha.2021.111808", "ArticleIdList": ["10.1016/j.biopha.2021.111808", "34175820"]}, {"Citation": "Riaz A., Rasul A., Hussain G., Zahoor M. K., Jabeen F., Subhani Z., et al. (2018). Astragalin: A bioactive phytochemical with potential therapeutic activities. Adv. Pharmacol. Sci. 2018, 9794625. 10.1155/2018/9794625", "ArticleIdList": ["10.1155/2018/9794625", "PMC5954929", "29853868"]}, {"Citation": "Sahu B. D., Kumar J. M., Sistla R. (2016). Fisetin, a dietary flavonoid, ameliorates experimental colitis in mice: Relevance of NF-κB signaling. J. Nutr. Biochem. 28 (2), 171–182. 10.1016/j.jnutbio.2015.10.004", "ArticleIdList": ["10.1016/j.jnutbio.2015.10.004", "26878795"]}, {"Citation": "Salehi B., Fokou P. V. T., Sharifi-Rad M., Zucca P., Pezzani R., Martins N., et al. (2019). The therapeutic potential of naringenin: A review of clinical trials. Pharmaceuticals 12 (1), 11. 10.3390/ph12010011", "ArticleIdList": ["10.3390/ph12010011", "PMC6469163", "30634637"]}, {"Citation": "Schwanke R. C., Marcon R., Meotti F. C., Bento A. F., Dutra R. C., Pizzollatti M. G., et al. (2013). Oral administration of the flavonoid myricitrin prevents dextran sulfate sodium‐induced experimental colitis in mice through modulation of pi3k/akt signaling pathway. Mol. Nutr. Food Res. 57 (11), 1938–1949. 10.1002/mnfr.201300134", "ArticleIdList": ["10.1002/mnfr.201300134", "23861337"]}, {"Citation": "Shafik N. M., Gaber R. A., Mohamed D. A., Ebeid A. M. (2019). Hesperidin modulates dextran sulfate sodium-induced ulcerative colitis in rats: Targeting sphingosine kinase-1-sphingosine 1 phosphate signaling pathway, mitochondrial biogenesis, inflammation, and apoptosis. J. Biochem. Mol. Toxicol. 33 (6), e22312. 10.1002/jbt.22312", "ArticleIdList": ["10.1002/jbt.22312", "30811821"]}, {"Citation": "Sharma A., Tirpude N. V., Kumari M., Padwad Y. (2021). Rutin prevents inflammation-associated colon damage via inhibiting the p38/MAPKAPK2 and PI3K/Akt/GSK3β/NF-κB signalling axes and enhancing splenic Tregs in DSS-induced murine chronic colitis. Food & Funct. 12 (18), 8492–8506. 10.1039/d1fo01557e", "ArticleIdList": ["10.1039/d1fo01557e", "34302158"]}, {"Citation": "Shen X. L., Liu Y. J., Luo X. Y., Yang Z. H. (2019). Advances in biosynthesis, pharmacology, and pharmacokinetics of pinocembrin, a promising natural small-molecule drug. Molecules 24 (12), 2323. 10.3390/molecules24122323", "ArticleIdList": ["10.3390/molecules24122323", "PMC6631290", "31238565"]}, {"Citation": "Singhal S. S., Singhal S., Singhal P., Singhal J., Horne D., Awasthi S. (2017). Didymin: An orally active citrus flavonoid for targeting neuroblastoma. Oncotarget 8 (17), 29428–29441. 10.18632/oncotarget.15204", "ArticleIdList": ["10.18632/oncotarget.15204", "PMC5438742", "28187004"]}, {"Citation": "Sinopoulou V., Gordon M., Dovey T. M., Akobeng A. K. (2021). Interventions for the management of abdominal pain in ulcerative colitis. Cochrane Database Syst. Rev. 7, CD013589. 10.1002/14651858.CD013589.pub2", "ArticleIdList": ["10.1002/14651858.CD013589.pub2", "PMC8407332", "34291816"]}, {"Citation": "Su J. Y., Li C. L., Yu X. T., Yang G. H., Deng J. H., Su Z. R., et al. (2017). Protective effect of pogostone on 2,4,6-trinitrobenzenesulfonic acid-induced experimental colitis via inhibition of T helper cell. Front. Pharmacol. 8, 829. 10.3389/fphar.2017.00829", "ArticleIdList": ["10.3389/fphar.2017.00829", "PMC5699238", "29204117"]}, {"Citation": "Tan Y., Zheng C. (2018). Effects of alpinetin on intestinal barrier function, inflammation and oxidative stress in dextran sulfate sodium-induced ulcerative colitis mice. Am. J. Med. Sci. 355 (4), 377–386. 10.1016/j.amjms.2018.01.002", "ArticleIdList": ["10.1016/j.amjms.2018.01.002", "29661352"]}, {"Citation": "Tao F., Qian C., Guo W., Luo Q., Xu Q., Sun Y. (2013). Inhibition of th1/th17 responses via suppression of stat1 and stat3 activation contributes to the amelioration of murine experimental colitis by a natural flavonoid glucoside icariin. Biochem. Pharmacol. 85 (6), 798–807. 10.1016/j.bcp.2012.12.002", "ArticleIdList": ["10.1016/j.bcp.2012.12.002", "23261528"]}, {"Citation": "Tuli H. S., Sak K., Adhikary S., Kaur G., Aggarwal D., Kaur J., et al. (2022). Galangin: A metabolite that suppresses anti-neoplastic activities through modulation of oncogenic targets. Exp. Biol. Med. 247 (4), 345–359. 10.1177/15353702211062510", "ArticleIdList": ["10.1177/15353702211062510", "PMC8899339", "34904901"]}, {"Citation": "Ul Hassan S. S., Samanta S., Dash R., Karpinski T. M., Habibi E., Sadiq A., et al. (2022). The neuroprotective effects of fisetin, a natural flavonoid in neurodegenerative diseases: Focus on the role of oxidative stress. Front. Pharmacol. 13, 1015835. 10.3389/fphar.2022.1015835", "ArticleIdList": ["10.3389/fphar.2022.1015835", "PMC9589363", "36299900"]}, {"Citation": "Valentova K., Vrba J., Bancirova M., Ulrichova J., Kren V. (2014). Isoquercitrin: Pharmacology, toxicology, and metabolism. Food Chem. Toxicol. 68, 267–282. 10.1016/j.fct.2014.03.018", "ArticleIdList": ["10.1016/j.fct.2014.03.018", "24680690"]}, {"Citation": "Vochyanova Z., Pokorna M., Rotrekl D., Smekal V., Fictum P., Suchy P., et al. (2017). Prenylated flavonoid morusin protects against TNBS-induced colitis in rats. PLoS One 12 (8), e0182464. 10.1371/journal.pone.0182464", "ArticleIdList": ["10.1371/journal.pone.0182464", "PMC5552281", "28797051"]}, {"Citation": "Wang Q. S., Wang G. F., Zhou J., Gao L. N., Cui Y. L. (2016). Colon targeted oral drug delivery system based on alginate-chitosan microspheres loaded with icariin in the treatment of ulcerative colitis. Int. J. Pharm. 515 (1-2), 176–185. 10.1016/j.ijpharm.2016.10.002", "ArticleIdList": ["10.1016/j.ijpharm.2016.10.002", "27713029"]}, {"Citation": "Wang Q., Wei H. C., Zhou S. J., Li Y., Zheng T. T., Zhou C. Z., et al. (2022). Hyperoside: A review on its sources, biological activities, and molecular mechanisms. Phytotherapy Res. 36, 2779–2802. 10.1002/ptr.7478", "ArticleIdList": ["10.1002/ptr.7478", "35561084"]}, {"Citation": "Wang R., Shen L., Li H., Peng H. (2021). Eriodictyol attenuates dextran sodium sulphate-induced colitis in mice by regulating the sonic hedgehog signalling pathway. Pharm. Biol. 59 (1), 974–985. 10.1080/13880209.2021.1948066", "ArticleIdList": ["10.1080/13880209.2021.1948066", "PMC8344262", "34348563"]}, {"Citation": "Wang Y. F., Liu J. J., Huang Z. W., Li Y. C., Liang Y. Y., Luo C. D., et al. (2021). Coptisine ameliorates DSS-induced ulcerative colitis via improving intestinal barrier dysfunction and suppressing inflammatory response. Eur. J. Pharmacol. 896, 173912. 10.1016/j.ejphar.2021.173912", "ArticleIdList": ["10.1016/j.ejphar.2021.173912", "33508280"]}, {"Citation": "Wikan N., Potikanond S., Hankittichai P., Thaklaewphan P., Monkaew S., Smith D. R., et al. (2022). Alpinetin suppresses zika virus-induced interleukin-1 beta production and secretion in human macrophages. Pharmaceutics 14 (12), 2800. 10.3390/pharmaceutics14122800", "ArticleIdList": ["10.3390/pharmaceutics14122800", "PMC9782830", "36559293"]}, {"Citation": "Xie W. Y., Wang M., Chen C., Zhang X. Y., Melzig M. F. (2016). Hepatoprotective effect of isoquercitrin against acetaminophen-induced liver injury. Life Sci. 152, 180–189. 10.1016/j.lfs.2016.04.002", "ArticleIdList": ["10.1016/j.lfs.2016.04.002", "27049115"]}, {"Citation": "Xu L., Yang Z. L., Li P., Zhou Y. Q. (2009). Modulating effect of hesperidin on experimental murine colitis induced by dextran sulfate sodium. Phytomedicine 16 (10), 989–995. 10.1016/j.phymed.2009.02.021", "ArticleIdList": ["10.1016/j.phymed.2009.02.021", "19386481"]}, {"Citation": "Xu S. J., Chen S. P., Xia W. X., Sui H., Fu X. Y. (2022). Hyperoside: A review of its structure, synthesis, pharmacology, pharmacokinetics and toxicity. Molecules 27 (9), 3009. 10.3390/molecules27093009", "ArticleIdList": ["10.3390/molecules27093009", "PMC9101560", "35566359"]}, {"Citation": "Xuan H., Ou A., Hao S., Shi J., Jin X. (2020). Galangin protects against symptoms of dextran sodium sulfate-induced acute colitis by activating autophagy and modulating the gut microbiota. Nutrients 12 (2), 347. 10.3390/nu12020347", "ArticleIdList": ["10.3390/nu12020347", "PMC7071155", "32013062"]}, {"Citation": "Xue J., Li R., Zhao X. R., Ma C. C., Lv X., Liu L. D., et al. (2018). Morusin induces paraptosis-like cell death through mitochondrial calcium overload and dysfunction in epithelial ovarian cancer. Chemico-Biological Interact. 283, 59–74. 10.1016/j.cbi.2018.02.003", "ArticleIdList": ["10.1016/j.cbi.2018.02.003", "29421517"]}, {"Citation": "Yao Q., Lin M. T., Zhu Y. D., Xu H. L., Zhao Y. Z. (2018). Recent trends in potential therapeutic applications of the dietary flavonoid didymin. Molecules 23 (10), 2547. 10.3390/molecules23102547", "ArticleIdList": ["10.3390/molecules23102547", "PMC6222367", "30301216"]}, {"Citation": "Yousefzadeh M. J., Zhu Y., McGowan S. J., Angelini L., Fuhrmann-Stroissnigg H., Xu M., et al. (2018). Fisetin is a senotherapeutic that extends health and lifespan. Ebiomedicine 36, 18–28. 10.1016/j.ebiom.2018.09.015", "ArticleIdList": ["10.1016/j.ebiom.2018.09.015", "PMC6197652", "30279143"]}, {"Citation": "Yue B., Ren J. Y., Yu Z. L., Luo X. P., Ren Y. J., Zhang J., et al. (2020). Pinocembrin alleviates ulcerative colitis in mice via regulating gut microbiota, suppressing TLR4/MD2/NF-kappa B pathway and promoting intestinal barrier. Biosci. Rep. 40 (7), BSR20200986. 10.1042/BSR20200986", "ArticleIdList": ["10.1042/BSR20200986", "PMC7391130", "32687156"]}, {"Citation": "Zeng Y. F., Xiong Y. L., Yang T., Wang Y., Zeng J., Zhou S. Y., et al. (2022). Icariin and its metabolites as potential protective phytochemicals against cardiovascular disease: From effects to molecular mechanisms. Biomed. Pharmacother. 147, 112642. 10.1016/j.biopha.2022.112642", "ArticleIdList": ["10.1016/j.biopha.2022.112642", "35078094"]}, {"Citation": "Zhang H. R., Zhuo S. X., Song D. N., Wang L. Y., Gu J. Y., Ma J. Y., et al. (2021). Icariin inhibits intestinal inflammation of DSS-induced colitis mice through modulating intestinal flora abundance and modulating p-p65/p65 molecule. Turkish J. Gastroenterology 32 (4), 382–392. 10.5152/tjg.2021.20282", "ArticleIdList": ["10.5152/tjg.2021.20282", "PMC8975518", "34231485"]}, {"Citation": "Zhang J. X., Lei H. B., Hu X., Dong W. G. (2020). Hesperetin ameliorates DSS-induced colitis by maintaining the epithelial barrier via blocking RIPK3/MLKL necroptosis signaling. Eur. J. Pharmacol. 873, 172992. 10.1016/j.ejphar.2020.172992", "ArticleIdList": ["10.1016/j.ejphar.2020.172992", "32035144"]}, {"Citation": "Zhang X. L., Zhang K., Wang Y. H., Ma R. (2020). Effects of myricitrin and relevant molecular mechanisms. Curr. Stem Cell Res. Ther. 15 (1), 11–17. 10.2174/1574888X14666181126103338", "ArticleIdList": ["10.2174/1574888X14666181126103338", "30474534"]}, {"Citation": "Zhao G., Tong Y., Luan F., Zhu W. J., Zhan C. L., Qin T. T., et al. (2022). Alpinetin: A review of its pharmacology and pharmacokinetics. Front. Pharmacol. 13, 814370. 10.3389/fphar.2022.814370", "ArticleIdList": ["10.3389/fphar.2022.814370", "PMC8854656", "35185569"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "12", "Day": "10"}, {"Year": "2023", "Month": "2", "Day": "15"}, {"Year": "2023", "Month": "3", "Day": "20", "Hour": "4", "Minute": "11"}, {"Year": "2023", "Month": "3", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "21", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "3", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["36937890", "PMC10020211", "10.3389/fphar.2023.1120616", "1120616"]}}], "PubmedBookArticle": []}