{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antioxidant", "DNA Damage", "Polyphenol Fraction", "Rosa canina", "Xanthine Oxidase"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36942078", "DateRevised": {"Year": "2023", "Month": "03", "Day": "22"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "08", "Day": "12"}], "Language": ["eng"], "ELocationID": ["e126558", "10.5812/ijpr-126558"], "Journal": {"ISSN": "1726-6890", "JournalIssue": {"Volume": "21", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Dec"}}, "Title": "Iranian journal of pharmaceutical research : IJPR", "ISOAbbreviation": "Iran J Pharm Res"}, "ArticleTitle": "Improvement of Phenolic Compound Extraction by Using Ion Exchange Chromatography and Evaluation of Biological Activities of Polyphenol-enriched Fraction of <i>Rosa canina</i> Fruits.", "Pagination": {"StartPage": "e126558", "MedlinePgn": "e126558"}, "Abstract": {"AbstractText": ["<i>Rosa canina</i> has been traditionally known as a medicinal plant. Different applications of fruits (Rose hip) comprise the food, perfume, and cosmetic industries.", "This study aimed to prepare an enriched polyphenolic fraction from <i>Rosa canina</i> in addition to its biological activities.", "Poly phenolic enriched fraction was prepared using Amberlite XAD-7 for removing unwanted components. Phenols, flavonoids, and anthocyanins content analyses showed that they increased significantly compared to the extract. HPLC analysis showed that this fraction is a rich source of ascorbic acid.", "The results of the DPPH, ferric-reducing antioxidant power (FRAP), ABTS, and nitric oxide assay confirmed that the antioxidant activities of the fraction had been increased compared to the extract. The oxygen radical absorbance capacity (ORAC) assay and cellular antioxidant activity of the fraction also confirmed its potential antioxidant activity. This fraction showed xanthine oxidase inhibitory activity at 100 µg/mL concentration. Comet assay analysis revealed that this fraction at 25 - 100 µg/mL concentrations inhibited H<sub>2</sub>O<sub>2</sub> genotoxicity in human lymphocytes.", "This study suggests that the fruit of <i>Rosa canina</i> could be considered as a potential antioxidant, a xanthine oxidase inhibitor, and an antigenotoxic source, and the application of Amberlite XAD-7 improves extraction efficiencies through enrichment of phenolic compounds in this plant."], "CopyrightInformation": "Copyright © 2022, Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Processing Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Sabahi", "ForeName": "Zahra", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutics, Faculty of Pharmacy and Pharmaceutical Sciences, University of Karachi, Pakistan."}], "LastName": "Hasan", "ForeName": "Seyed Muhammad Farid", "Initials": "SMF"}, {"Identifier": ["0000-0003-2018-2406"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Phytochemistry Research Center, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}, {"Identifier": [], "Affiliation": "Department of Pharmacognosy, School of Pharmacy, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Ayatollahi", "ForeName": "Seyed Abdulmajid", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Processing Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Farmani", "ForeName": "Fatemeh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Processing Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Afsari", "ForeName": "Afshin", "Initials": "A"}, {"Identifier": ["0000-0002-3355-4654"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Processing Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}, {"Identifier": [], "Affiliation": "Department of Pharmacognosy, School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Moein", "ForeName": "Mahmoodreza", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Iran J Pharm Res", "NlmUniqueID": "101208407", "ISSNLinking": "1726-6882"}, "CoiStatement": "Conflict of Interests: No conflict of interests is declared by the authors."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Jimenez S, Gascon S, Luquin A, Laguna M, Ancin-Azpilicueta C, Rodriguez-Yoldi MJ. Rosa canina Extracts Have Antiproliferative and Antioxidant Effects on Caco-2 Human Colon Cancer. PLoS One. 2016;11(7):e0159136. doi: 10.1371/journal.pone.0159136.", "ArticleIdList": ["10.1371/journal.pone.0159136", "PMC4965184", "27467555"]}, {"Citation": "Skala E, Sitarek P, Rozalski M, Krajewska U, Szemraj J, Wysokinska H, et al. Antioxidant and DNA Repair Stimulating Effect of Extracts from Transformed and Normal Roots of Rhaponticum carthamoides against Induced Oxidative Stress and DNA Damage in CHO Cells. Oxid Med Cell Longev. 2016;2016:5753139. doi: 10.1155/2016/5753139.", "ArticleIdList": ["10.1155/2016/5753139", "PMC4789442", "27034736"]}, {"Citation": "Kang JS, Kim DJ, Kim GY, Cha HJ, Kim S, Kim HS, et al. Ethanol extract of Prunus mume fruit attenuates hydrogen peroxide-induced oxidative stress and apoptosis involving Nrf2/HO-1 activation in C2C12 myoblasts. Rev Bras Farmacogn. 2016;26(2):184–90. doi: 10.1016/j.bjp.2015.06.012.", "ArticleIdList": ["10.1016/j.bjp.2015.06.012"]}, {"Citation": "Keskin C, Aktepe N, Yukselten Y, Sunguroglu A, Boga M. In-vitro Antioxidant, Cytotoxic, Cholinesterase Inhibitory Activities and Anti-Genotoxic Effects of Hypericum retusum Aucher Flowers, Fruits and Seeds Methanol Extracts in Human Mononuclear Leukocytes. Iran J Pharm Res. 2017;16(1):210–20.", "ArticleIdList": ["PMC5423248", "28496476"]}, {"Citation": "Kozarski M, Klaus A, Jakovljevic D, Todorovic N, Vunduk J, Petrovic P, et al. Antioxidants of Edible Mushrooms. Molecules. 2015;20(10):19489–525. doi: 10.3390/molecules201019489.", "ArticleIdList": ["10.3390/molecules201019489", "PMC6331815", "26516828"]}, {"Citation": "Mhadhebi L, Mhadhebi A, Robert J, Bouraoui A. Antioxidant, Anti-inflammatory and Antiproliferative Effects of Aqueous Extracts of Three Mediterranean Brown Seaweeds of the Genus Cystoseira. Iran J Pharm Res. 2014;13(1):207–20.", "ArticleIdList": ["PMC3985253", "24734073"]}, {"Citation": "Sohretoglu D, Genc Y, Harput S. Comparative Evaluation of Phenolic Profile, Antioxidative and Cytotoxic Activities of Different Geranium Species. Iran J Pharm Res. 2017;16(Suppl):178–87.", "ArticleIdList": ["PMC5963659", "29844789"]}, {"Citation": "Sghaier MB, Ismail MB, Bouhlel I, Ghedira K, Chekir-Ghedira L. Leaf extracts from Teucrium ramosissimum protect against DNA damage in human lymphoblast cell K562 and enhance antioxidant, antigenotoxic and antiproliferative activity. Environ Toxicol Pharmacol. 2016;44:44–52. doi: 10.1016/j.etap.2016.04.006.", "ArticleIdList": ["10.1016/j.etap.2016.04.006", "27105156"]}, {"Citation": "Balasundram N, Sundram K, Samman S. Phenolic compounds in plants and agri-industrial by-products: Antioxidant activity, occurrence, and potential uses. Food Chem. 2006;99(1):191–203. doi: 10.1016/j.foodchem.2005.07.042.", "ArticleIdList": ["10.1016/j.foodchem.2005.07.042"]}, {"Citation": "Dai J, Mumper RJ. Plant phenolics: extraction, analysis and their antioxidant and anticancer properties. Molecules. 2010;15(10):7313–52. doi: 10.3390/molecules15107313.", "ArticleIdList": ["10.3390/molecules15107313", "PMC6259146", "20966876"]}, {"Citation": "Rice-Evans C, Miller N, Paganga G. Antioxidant properties of phenolic compounds. Trends Plant Sci. 1997;2(4):152–9. doi: 10.1016/s1360-1385(97)01018-2.", "ArticleIdList": ["10.1016/s1360-1385(97)01018-2"]}, {"Citation": "Moein MR, Moein S. Antioxidant Activities and Phenolic Content of Juniperus excelsa Extract. Iran J Pharm Sci. 2010;6(2):133–40."}, {"Citation": "Fattahi S, Jamei R, Sarghein SH. Antioxidant and antiradical activities of Rosa canina and Rosa pimpinellifolia fruits from West Azerbaijan. Iran J Plant Physiol. 2012;2(4):523–9."}, {"Citation": "Goncalves S, Moreira E, Grosso C, Andrade PB, Valentao P, Romano A. Phenolic profile, antioxidant activity and enzyme inhibitory activities of extracts from aromatic plants used in Mediterranean diet. J Food Sci Technol. 2017;54(1):219–27. doi: 10.1007/s13197-016-2453-z.", "ArticleIdList": ["10.1007/s13197-016-2453-z", "PMC5305718", "28242919"]}, {"Citation": "Zivkovic J, Stojkovic D, Petrovic J, Zdunic G, Glamoclija J, Sokovic M. Rosa canina L.--new possibilities for an old medicinal herb. Food Funct. 2015;6(12):3687–92. doi: 10.1039/c5fo00820d.", "ArticleIdList": ["10.1039/c5fo00820d", "26399901"]}, {"Citation": "Khazaei M, Khazaei MR, Pazhouhi M. An overview of therapeutic potentials of Rosa canina: a traditionally valuable herb‏. World Cancer Res J. 2020;7:e1580"}, {"Citation": "Taghizadeh M, Rashidi AA, Taherian AA, Vakili Z, Sajad Sajadian M, Ghardashi M. Antidiabetic and Antihyperlipidemic Effects of Ethanol Extract of Rosa canina L. fruit on Diabetic Rats: An Experimental Study With Histopathological Evaluations. J Evid Based Complementary Altern Med. 2016;21(4):NP25–30. doi: 10.1177/2156587215612626.", "ArticleIdList": ["10.1177/2156587215612626", "26498488"]}, {"Citation": "Larsen E, Kharazmi A, Christensen LP, Christensen SB. An antiinflammatory galactolipid from rose hip (Rosa canina) that inhibits chemotaxis of human peripheral blood neutrophils in vitro. J Nat Prod. 2003;66(7):994–5. doi: 10.1021/np0300636.", "ArticleIdList": ["10.1021/np0300636", "12880322"]}, {"Citation": "Taghizadeh M, Rashidi AA, Taherian AA, Vakili Z, Mehran M. The Protective Effect of Hydroalcoholic Extract of Rosa canina (Dog Rose) Fruit on Liver Function and Structure in Streptozotocin-Induced Diabetes in Rats. J Diet Suppl. 2018;15(5):624–35. doi: 10.1080/19390211.2017.1369205.", "ArticleIdList": ["10.1080/19390211.2017.1369205", "29095652"]}, {"Citation": "Jemaa HB, Jemia AB, Khlifi S, Ahmed HB, Slama FB, Benzarti A, et al. Antioxidant Activity and a-Amylase Inhibitory Potential of Rosa Canina L. Afr J Tradit Complement Altern Med. 2017;14(2):1–8. doi: 10.21010/ajtcam.v14i2.1.", "ArticleIdList": ["10.21010/ajtcam.v14i2.1", "PMC5446433", "28573216"]}, {"Citation": "Rein E, Kharazmi A, Winther K. A herbal remedy, Hyben Vital (stand. powder of a subspecies of Rosa canina fruits), reduces pain and improves general wellbeing in patients with osteoarthritis--a double-blind, placebo-controlled, randomised trial. Phytomedicine. 2004;11(5):383–91. doi: 10.1016/j.phymed.2004.01.001.", "ArticleIdList": ["10.1016/j.phymed.2004.01.001", "15330493"]}, {"Citation": "Sadeghi H, Hosseinzadeh S, Akbartabar Touri M, Ghavamzadeh M, Jafari Barmak M, Sayahi M, et al. Hepatoprotective effect of Rosa canina fruit extract against carbon tetrachloride induced hepatotoxicity in rat. Avicenna J Phytomed. 2016;6(2):181–8.", "ArticleIdList": ["PMC4877970", "27222831"]}, {"Citation": "Kikuchi H, Kogure S, Arai R, Saino K, Ohkubo A, Tsuda T, et al. Rosehip inhibits xanthine oxidase activity and reduces serum urate levels in a mouse model of hyperuricemia. Biomed Rep. 2017;6(5):539–44. doi: 10.3892/br.2017.888.", "ArticleIdList": ["10.3892/br.2017.888", "PMC5431748", "28529735"]}, {"Citation": "Changizi Ashtiyani S, Najafi H, Jalalvandi S, Hosseinei F. Protective effects of Rosa canina L fruit extracts on renal disturbances induced by reperfusion injury in rats. Iran J Kidney Dis. 2013;7(4):290–8.", "ArticleIdList": ["23880806"]}, {"Citation": "Sabahi Z, Farmani F, Soltani F, Moein M. DNA protection, antioxidant and xanthine oxidase inhibition activities of polyphenol-enriched fraction of Berberis integerrima Bunge fruits. Iran J Basic Med Sci. 2018;21(4):411–6. doi: 10.22038/IJBMS.2018.26563.6506.", "ArticleIdList": ["10.22038/IJBMS.2018.26563.6506", "PMC5960759", "29796226"]}, {"Citation": "Moein MR, Moein S, Farmani F, Rozbehan S, Sabahi Z. Examination the antioxidant potentials and antidiabetic properties of phenolic extracts of some Iranian honeys. J Nephropharmacol. 2022;11(1):e6. doi: 10.34172/npj.2022.06.", "ArticleIdList": ["10.34172/npj.2022.06"]}, {"Citation": "Taneva I, Petkova N, Dimov I, Ivanov I, Denev P. Characterization of Rose Hip (Rosa canina L.) Fruits Extracts and Evaluation of Their in vitro Antioxidant Activity. J Pharmacogn Phytochem. 2016;5(2):35–8."}, {"Citation": "Alipour S, Kalari S, Morowvat MH, Sabahi Z, Dehshahri A. Green Synthesis of Selenium Nanoparticles by Cyanobacterium Spirulina platensis (abdf2224): Cultivation Condition Quality Controls. Biomed Res Int. 2021;2021:6635297. doi: 10.1155/2021/6635297.", "ArticleIdList": ["10.1155/2021/6635297", "PMC8181098", "34195275"]}, {"Citation": "Moein MR, Moein S, Fard TB, Sabahi Z. Scavenging Evaluation of Different Free Radicals by Three Species of Ziziphus and Their Fractions. Iran J Sci Technol Trans A Sci. 2017;41(1):249–55. doi: 10.1007/s40995-017-0205-1.", "ArticleIdList": ["10.1007/s40995-017-0205-1"]}, {"Citation": "Sabahi Z, Zarshenas MM, Farmani F, Faridi P, Moein S, Moein MR. Essential Oil Composition and in vitro Antioxidant Activity of Ethanolic Extract of Thymus daenensis Celak from Iran. Glob J Pharmacol. 2013;7(2):153–8."}, {"Citation": "Li X, Lin J, Han W, Mai W, Wang L, Li Q, et al. Antioxidant ability and mechanism of rhizoma Atractylodes macrocephala. Molecules. 2012;17(11):13457–72. doi: 10.3390/molecules171113457.", "ArticleIdList": ["10.3390/molecules171113457", "PMC6268131", "23149564"]}, {"Citation": "Sabahi Z, Farmani F, Mousavinoor E, Moein M. Valorization of Waste Water of Rosa damascena Oil Distillation Process by Ion Exchange Chromatography. Sci World J. 2020;2020:5409493. doi: 10.1155/2020/5409493.", "ArticleIdList": ["10.1155/2020/5409493", "PMC7721499", "33312075"]}, {"Citation": "Olsen EK, Hansen E, Isaksson J, Andersen JH. Cellular antioxidant effect of four bromophenols from the red algae, Vertebrata lanosa. Mar Drugs. 2013;11(8):2769–84. doi: 10.3390/md11082769.", "ArticleIdList": ["10.3390/md11082769", "PMC3766864", "23921722"]}, {"Citation": "Singh NP, McCoy MT, Tice RR, Schneider EL. A simple technique for quantitation of low levels of DNA damage in individual cells. Exp Cell Res. 1988;175(1):184–91. doi: 10.1016/0014-4827(88)90265-0.", "ArticleIdList": ["10.1016/0014-4827(88)90265-0", "3345800"]}, {"Citation": "Nowak R, Gawlik-Dziki U. Polyphenols of Rosa L. leaves extracts and their radical scavenging activity. Z Naturforsch C J Biosci. 2007;62(1-2):32–8. doi: 10.1515/znc-2007-1-206.", "ArticleIdList": ["10.1515/znc-2007-1-206", "17425102"]}, {"Citation": "Ercisli S. Chemical composition of fruits in some rose (Rosa spp.) species. Food Chem. 2007;104(4):1379–84. doi: 10.1016/j.foodchem.2007.01.053.", "ArticleIdList": ["10.1016/j.foodchem.2007.01.053"]}, {"Citation": "Roman I, Stanila A, Stanila S. Bioactive compounds and antioxidant activity of Rosa canina L. biotypes from spontaneous flora of Transylvania. Chem Cent J. 2013;7(1):73. doi: 10.1186/1752-153X-7-73.", "ArticleIdList": ["10.1186/1752-153X-7-73", "PMC3668991", "23618509"]}, {"Citation": "Javanmard M, Asadi-Gharneh HA, Nikneshan P. Characterization of biochemical traits of dog rose (Rosa canina L.) ecotypes in the central part of Iran. Nat Prod Res. 2018;32(14):1738–43. doi: 10.1080/14786419.2017.1396591.", "ArticleIdList": ["10.1080/14786419.2017.1396591", "29137491"]}, {"Citation": "Ersoy N, Bagci Y, Zenginbal H, Ozen MS, Yalcin Elidemir A. Antioxidant properties of Rosehip fruit types (Rosa canina sp.) selected from Bolu-Turkey. Int J Sci Knowl. 2015;4(1):51–9."}, {"Citation": "Montazeri N, Baher E, Mirzajani F, Barami Z, Yousefian S. Phytochemical contents and biological activities of Rosa canina fruit from Iran. J Med Plants Res. 2011;5(18):4584–9. doi: 10.5897/JMPR.9001001.", "ArticleIdList": ["10.5897/JMPR.9001001"]}, {"Citation": "Ghazghazi H, Miguel MG, Hasnaoui B, Sebei H, Ksontini M, Figueiredo AC, et al. Phenols, essential oils and carotenoids of Rosa canina from Tunisia and their antioxidant activities. Afr J Biotechnol. 2010;9(18):2709–16."}, {"Citation": "Stanila A, Diaconeasa Z, Roman I, Sima N, MĂNiuȚIu D, Roman A, et al. Extraction and Characterization of Phenolic Compounds from Rose Hip (Rosa canina L.) Using Liquid Chromatography Coupled with Electrospray Ionization - Mass Spectrometry. Not Bot Horti Agrobot Cluj Napoca. 2015;43(2):349–54. doi: 10.15835/nbha.43.2.10028.", "ArticleIdList": ["10.15835/nbha.43.2.10028"]}, {"Citation": "Guimaraes R, Barros L, Duenas M, Carvalho AM, Queiroz MJ, Santos-Buelga C, et al. Characterisation of phenolic compounds in wild fruits from Northeastern Portugal. Food Chem. 2013;141(4):3721–30. doi: 10.1016/j.foodchem.2013.06.071.", "ArticleIdList": ["10.1016/j.foodchem.2013.06.071", "23993541"]}, {"Citation": "Cunja V, Mikulic-Petkovsek M, Zupan A, Stampar F, Schmitzer V. Frost decreases content of sugars, ascorbic acid and some quercetin glycosides but stimulates selected carotenes in Rosa canina hips. J Plant Physiol. 2015;178:55–63. doi: 10.1016/j.jplph.2015.01.014.", "ArticleIdList": ["10.1016/j.jplph.2015.01.014", "25768262"]}, {"Citation": "Tayefi-Nasrabadi H, Sadigh-Eteghad S, Aghdam Z. The effects of the hydroalcohol extract of Rosa canina L. fruit on experimentally nephrolithiasic Wistar rats. Phytother Res. 2012;26(1):78–85. doi: 10.1002/ptr.3519.", "ArticleIdList": ["10.1002/ptr.3519", "21544885"]}, {"Citation": "Papuc C, Nicorescu V, Predescu NC, Petcu C. Antioxidant Activity of Polyphenols Extracted from Dog Rose (Rosa canina) Fruits on Myoglobin and Lipids in Refrigerated Minced Beef. Bull Univ Agric Sci Vet Med. 2013;70(1):114–20."}, {"Citation": "Fredotovic Z, Sprung M, Soldo B, Ljubenkov I, Budic-Leto I, Bilusic T, et al. Chemical Composition and Biological Activity of Allium cepa L. and Allium x cornutum (Clementi ex Visiani 1842) Methanolic Extracts. Molecules. 2017;22(3):448. doi: 10.3390/molecules22030448.", "ArticleIdList": ["10.3390/molecules22030448", "PMC6155300", "28287477"]}, {"Citation": "Vitale RM, Antenucci L, Gavagnin M, Raimo G, Amodeo P. Structure-activity relationships of fraxamoside as an unusual xanthine oxidase inhibitor. J Enzyme Inhib Med Chem. 2017;32(1):345–54. doi: 10.1080/14756366.2016.1252758.", "ArticleIdList": ["10.1080/14756366.2016.1252758", "PMC6009875", "28097900"]}, {"Citation": "Yang JI, Yeh CC, Lee JC, Yi SC, Huang HW, Tseng CN, et al. Aqueous extracts of the edible Gracilaria tenuistipitata are protective against H(2)O(2)-induced DNA damage, growth inhibition, and cell cycle arrest. Molecules. 2012;17(6):7241–54. doi: 10.3390/molecules17067241.", "ArticleIdList": ["10.3390/molecules17067241", "PMC6268842", "22695230"]}, {"Citation": "Moein M, Sabahi Z, Soltani F. Insight into DNA protection ability of medicinal herbs and potential mechanisms in hydrogen peroxide damages model. Pac J Trop Biomed. 2018;8(2):120–9. doi: 10.4103/2221-1691.225616.", "ArticleIdList": ["10.4103/2221-1691.225616"]}, {"Citation": "Kammerer DR, Kammerer J, Carle R. Polyphenols in Plants. Elsevier; 2019. Adsorption and Ion Exchange for the Recovery and Fractionation of Polyphenols: Principles and Applications. pp. 327–39.", "ArticleIdList": ["10.1016/b978-0-12-813768-0.00018-9"]}, {"Citation": "Huang P, Zhang Q, Pan H, Luan L, Liu X, Wu Y. Optimization of integrated extraction-adsorption process for the extraction and purification of total flavonoids from Scutellariae barbatae herba. Sep Purif Technol. 2017;175:203–12. doi: 10.1016/j.seppur.2016.11.031.", "ArticleIdList": ["10.1016/j.seppur.2016.11.031"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "5", "Day": "3"}, {"Year": "2021", "Month": "9", "Day": "12"}, {"Year": "2021", "Month": "9", "Day": "13"}, {"Year": "2023", "Month": "3", "Day": "21", "Hour": "2", "Minute": "13"}, {"Year": "2023", "Month": "3", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "22", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "8", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["36942078", "PMC10024319", "10.5812/ijpr-126558"]}}], "PubmedBookArticle": []}