{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Grewia tembensis", "Xerophyta spekei", "antioxidant"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36945829", "DateCompleted": {"Year": "2023", "Month": "03", "Day": "23"}, "DateRevised": {"Year": "2023", "Month": "04", "Day": "03"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["2515690X231165096", "10.1177/2515690X231165096"], "Journal": {"ISSN": "2515-690X", "JournalIssue": {"Volume": "28", "PubDate": {"Year": "2023", "Season": "Jan-Dec"}}, "Title": "Journal of evidence-based integrative medicine", "ISOAbbreviation": "J Evid Based Integr Med"}, "ArticleTitle": "Quantitative Phytochemical Profile and <i>In Vitro</i> Antioxidant Properties of Ethyl Acetate Extracts of <i>Xerophyta spekei</i> (Baker) and <i>Grewia tembensis</i> (Fresen).", "Pagination": {"StartPage": "2515690X231165096", "MedlinePgn": "2515690X231165096"}, "Abstract": {"AbstractText": ["Overproduction of free radicals in excess of antioxidants leads to oxidative stress which can cause harm to the body. Conventional antioxidants have drawbacks and are believed to be carcinogenic. The present study seeked to confirm folklore use and validate the antioxidant potentials of <i>Grewia tembensis</i> and <i>Xerophyta spekei</i> which have been widely used in the Mbeere community as medicinal plants. Antioxidant properties were determined through scavenging effects of diphenyl-1-picrylhydrazyl (DPPH) and hydrogen peroxide radicals as well as iron chelating effects. The data obtained was assayed in comparison to the standards (Ascorbic acid and EDTA). Ascorbic acid had a significantly greater DPPH radical scavenging property with an inhibitory concentration (IC<sub>50</sub>) value of 20.54 ± 2.24 µg/mL in comparison to the plant extracts, which had IC<sub>50</sub> values of 33.00 ± 1.47 µg/mL, 69.66 ± 1.01 µg/mL and 86.88 ± 2.64 µg/mL for <i>X. spekei, G. tembensis</i> leaf and <i>G. tembensis</i> stem bark extracts, respectively. EDTA demonstrated a significantly greater iron chelating effect having a significantly lesser IC<sub>50</sub> value of 25.05 ± 0.79 µg/mL as opposed to 43.56 ± 0.46 µg/mL, 89.78 ± 0.55 µg/mL, and 120.70 ± 0.71 µg/mL for <i>X. spekei, G. tembensis</i> leaf, and <i>G. tembensis</i> stem bark extracts respectively. Additionally, ascorbic acid also exhibited stronger hydrogen peroxide radical scavenging effect than the studied extracts. Generally, <i>X. spekei</i> extract had higher antioxidant activities as compared to both the leaf and stem bark extracts of <i>G. tembensis</i>. The phytochemical screening demonstrated the presence of secondary metabolites associated with antioxidant properties. The present study therefore, recommends ethno medicinal and therapeutic use of <i>G. tembensis</i> and <i>X. spekei</i> in the treatment and management of oxidative stress related infections."]}, "AuthorList": [{"Identifier": ["0000-0002-4631-1301"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Microbiology and Biotechnology, 107864Kenyatta University, Nairobi, Kenya."}, {"Identifier": [], "Affiliation": "Medical Laboratory Department, Penda Health (K) Ltd, Nairobi, Kenya."}], "LastName": "Nyalo", "ForeName": "Paul", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Microbiology and Biotechnology, 107864Kenyatta University, Nairobi, Kenya."}], "LastName": "Omwenga", "ForeName": "George", "Initials": "G"}, {"Identifier": ["0000-0002-0226-9092"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Microbiology and Biotechnology, 107864Kenyatta University, Nairobi, Kenya."}], "LastName": "Ngugi", "ForeName": "Mathew", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Evid Based Integr Med", "NlmUniqueID": "101719675", "ISSNLinking": "2515-690X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "76845O8NMZ", "NameOfSubstance": "ethyl acetate"}, {"RegistryNumber": "9G34HU7RV0", "NameOfSubstance": "Edetic Acid"}, {"RegistryNumber": "BBX060AN9V", "NameOfSubstance": "Hydrogen Peroxide"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "PQ6CK8PD0R", "NameOfSubstance": "Ascorbic Acid"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Iron Chelating Agents"}], "MeshHeadingList": [{"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Grewia"}, {"QualifierName": [], "DescriptorName": "Edetic Acid"}, {"QualifierName": [], "DescriptorName": "Hydrogen Peroxide"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Ascorbic Acid"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Phytochemicals"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Iron Chelating Agents"}], "CoiStatement": "The authors declared no potential conflicts of interest with respect to the\nresearch, authorship, and/or publication of this article."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Pham-Huy LA, He H, Pham-Huy C. Free radicals, antioxidants in disease and health. Int J Biomed Sci. 2008;4(2):89-96.", "ArticleIdList": ["PMC3614697", "23675073"]}, {"Citation": "Spooner R, Yilmaz Ö. The role of reactive-oxygen-species in microbial persistence and inflammation. Int J Mol Sci. 2011;12(1):334-352.", "ArticleIdList": ["PMC3039955", "21339989"]}, {"Citation": "Pizzino G, Irrera N, Cucinotta M, et al. Oxidative stress: harms and benefits for human health. Oxid Med Cell Longev. 2017;2017:1-13. doi:10.1155/2017/8416763", "ArticleIdList": ["10.1155/2017/8416763", "PMC5551541", "28819546"]}, {"Citation": "Shirley R, Ord EN, Work LM. Oxidative stress and the use of antioxidants in stroke. Antioxidants. 2014;3(3):472-501.", "ArticleIdList": ["PMC4665418", "26785066"]}, {"Citation": "Halliwell B, Gutteridge JMC. Free Radicals in Biology and Medicine. Oxford University Press; 2015. doi:10.1093/acprof:oso/9780198717478.001.0001", "ArticleIdList": ["10.1093/acprof:oso/9780198717478.001.0001"]}, {"Citation": "Kanwal R, Arshad M, Bibi Y, Asif S, Chaudhari SK. Evaluation of ethnopharmacological and antioxidant potential of zanthoxylum armatum DC. J Chem. 2015;2015:1-8. 10.1155/2015/925654", "ArticleIdList": ["10.1155/2015/925654"]}, {"Citation": "Asif M. Chemistry and antioxidant activity of plants containing some phenolic compounds. Chem Int. 2015;1(1):35-52."}, {"Citation": "Llauradó Maury G, Méndez Rodríguez D, Hendrix S, et al. Antioxidants in plants: a valorization potential emphasizing the need for the conservation of plant biodiversity in Cuba. Antioxidants. 2020;9(11):1048.", "ArticleIdList": ["PMC7693031", "33121046"]}, {"Citation": "Gupta A, Patil SS, Pendharkar N. Antimicrobial and anti-inflammatory activity of aqueous extract of Carica papaya. J HerbMed Pharmacol. 2017;6(4):148-152."}, {"Citation": "Burgos A, Barua J, Flores-Giubi ME, Bazan D, Ferro E, Alvarenga NL. Antibacterial activity of the alkaloid extract and isolated compounds from Croton bonplandianum Baill. (Euphorbiaceae). Rev Bras Plantas Med. 2015;17(4):922-927. doi:10.1590/1983-084X/14_097", "ArticleIdList": ["10.1590/1983-084X/14_097"]}, {"Citation": "Gerezgher D, Chaithanya KK, Hagos Z, Devaki K, Gopalakrishnan V. Phytochemical screening and in vitro antioxidant activities of Senna singueana leaves. J Pharm Res. 2018;12(2):211-215."}, {"Citation": "Aziz MA, Diab AS, Mohammed AA. Antioxidant categories and mode of action. Antioxidants. 2019(2019):3-22. 10.5772/intechopen.83544", "ArticleIdList": ["10.5772/intechopen.83544", "0"]}, {"Citation": "Altemimi A, Lakhssassi N, Baharlouei A, Watson D, Lightfoot D. Phytochemicals: extraction, isolation, and identification of bioactive compounds from plant extracts. Plants. 2017;6(4):42. doi:10.3390/plants6040042", "ArticleIdList": ["10.3390/plants6040042", "PMC5750618", "28937585"]}, {"Citation": "Nankaya J, Gichuki N, Lukhoba C, Balslev H. Medicinal plants of the Maasai of Kenya: a review. Plants. 2020;9(1):44.", "ArticleIdList": ["PMC7020225", "31892133"]}, {"Citation": "Imanirampa L, Alele PE. Antifungal activity of Cleome gynandra L. aerial parts for topical treatment of Tinea capitis: an in vitro evaluation. BMC Complement Altern Med. 2016;16(1):1-8. doi:10.1186/s12906-016-1187-9", "ArticleIdList": ["10.1186/s12906-016-1187-9", "PMC4939024", "27391957"]}, {"Citation": "Kareru PG, Kenji GM, Gachanja AN, Keriko JM, Mungai G. Traditional medicines among the Embu and Mbeere peoples of Kenya. Afr J Tradit Complement Altern Med. 2007;4(1):75-86. doi:10.4314/ajtcam.v4i1.31193", "ArticleIdList": ["10.4314/ajtcam.v4i1.31193", "PMC2816425", "20162075"]}, {"Citation": "Omara T. Plants used in antivenom therapy in rural Kenya: ethnobotany and future perspectives. J Toxicol. 2020;2020(2020):1-9. 10.1155/2020/1828521", "ArticleIdList": ["10.1155/2020/1828521", "PMC7315313", "32612650"]}, {"Citation": "Kellermann T. A Pharmacological investigations of South Africa Lichens, Dessication-tolerant Plants and Medicinal Tree, Warburgia Salutaris. 2010."}, {"Citation": "Kokwaro JO. Medicinal Plants of East Africa. University of Nairobi Press; 2009."}, {"Citation": "Ullah W, Uddin G, Siddiqui BS. Ethnic uses, pharmacological and phytochemical profile of genus Grewia. J Asian Nat Prod Res. 2012;14(2):186-195.", "ArticleIdList": ["22296161"]}, {"Citation": "Gebreyohannes DT. Ecology of Medicinal Plants and Their Integration into Primary Healthcare in Kajiado County, Kenya. University of Nairobi; 2013."}, {"Citation": "Hassan-Abdallah A, Merito A., Hassan S, et al. Medicinal plants and their uses by the people in the Region of Randa, Djibouti. J Ethnopharmacol. 2013;148(2):701-713. doi:10.1016/j.jep.2013.05.033", "ArticleIdList": ["10.1016/j.jep.2013.05.033", "23707214"]}, {"Citation": "Mugera DK, Kinyuru JN, Mwaniki MW, Njoroge GN. Nutrient and anti-nutrient contents of selected wild food plants from Ithanga division, Kenya. Paper presented at: Scientific Conference Proceedings (No. 1), 2017."}, {"Citation": "Mutie FM, Gao L-L, Kathambi V, et al. An ethnobotanical survey of a dryland botanical garden and its environs in Kenya: the Mutomo Hill Plant Sanctuary. Evid Based Complement Alternat Med. 2020;2020(2020):1-22. 10.1155/2020/1543831", "ArticleIdList": ["10.1155/2020/1543831", "PMC7103046", "32256635"]}, {"Citation": "Wanzala W, Syombua SM, Alwala JO. A survey of the applications and use of ethnomedicinal plants and plant products for healthcare from the Ukambani region in Eastern Kenya. Indian J Ethnophytopharmaceuticals. 2016;2(2):6-58."}, {"Citation": "Matata DZ, Ngassapa OD, Machumi F, Moshi MJ. Screening of plants used as traditional anticancer remedies in mkuranga and same districts, Tanzania, using brine shrimp toxicity bioassay. Evid Based Complement Alternat Med. 2018;2018(2018):1-16. 10.1155/2018/3034612", "ArticleIdList": ["10.1155/2018/3034612", "PMC6261239", "30538758"]}, {"Citation": "Felhi S, Daoud A, Hajlaoui H, Mnafgui K, Gharsallah N, Kadri A. Solvent extraction effects on phytochemical constituents profiles, antioxidant and antimicrobial activities and functional group analysis of Ecballium elaterium seeds and peels fruits. Food Sci Technol. 2017;37(3):483-492."}, {"Citation": "Oyedemi SO, Bradley G, Afolayan AJ. In-vitro and-vivo antioxidant activities of aqueous extract of Strychnos henningsii Gilg. Afr J Pharm Pharmacol. 2010;4(2):70-78."}, {"Citation": "Zagórska-Dziok M, Ziemlewska A, Nizioł-Łukaszewska Z, Bujak T. Antioxidant activity and cytotoxicity of Medicago sativa L. seeds and herb extract on skin cells. Biores Open Access. 2020;9(1):229-242.", "ArticleIdList": ["PMC7590823", "33117615"]}, {"Citation": "Arika W, Kibiti CM, Njagi JM, Ngugi MP. In vitro antioxidant properties of dichloromethanolic leaf extract of Gnidia glauca (Fresen) as a promising antiobesity drug. J Evid-Based Integr Med. 2019;24:1-17. 10.1177/2515690X19883258", "ArticleIdList": ["10.1177/2515690X19883258", "PMC6880035", "31766874"]}, {"Citation": "Indracanti M, Sivakumar CV. Screening of medicinal plants for iron chelating and antioxidant activity. Biotechnol Int. 2019;12(2):30-36."}, {"Citation": "Al-Amiery AA, Al-Majedy YK, Kadhum AAH, Mohamad AB. Hydrogen peroxide scavenging activity of novel coumarins synthesized using different approaches. PLoS One. 2015;10(7):e0132175.", "ArticleIdList": ["PMC4492988", "26147722"]}, {"Citation": "Skouta R, Morán-Santibañez K, Valenzuela CA, Vasquez AH, Fenelon K. Assessing the antioxidant properties of Larrea tridentata extract as a potential molecular therapy against oxidative stress. Molecules. 2018;23(7):1826.", "ArticleIdList": ["PMC6099408", "30041415"]}, {"Citation": "Sreeramulu D, Reddy CVK, Chauhan A, Balakrishna N, Raghunath M. Natural antioxidant activity of commonly consumed plant foods in India: effect of domestic processing. Oxid Med Cell Longev. 2013;2013(2013):1-12. 10.1155/2013/369479", "ArticleIdList": ["10.1155/2013/369479", "PMC3694554", "23844275"]}, {"Citation": "Wojdyło A, Oszmiański J, Czemerys R. Antioxidant activity and phenolic compounds in 32 selected herbs. Food Chem. 2007;105(3):940-949."}, {"Citation": "Ochieng Nyalo P, Isanda Omwenga G, Piero Ngugi M, Olajuyigbe OO. GC-MS analysis, antibacterial and antioxidant potential of ethyl acetate leaf extract of Senna singueana (delile) grown in Kenya. Evid Based Complement Alternat Med. 2022;2022(2022):1-15. 10.1155/2022/5436476", "ArticleIdList": ["10.1155/2022/5436476", "PMC9410794", "36034966"]}, {"Citation": "Rahman MM, Islam MB, Biswas M, Khurshid Alam AHM. In vitro antioxidant and free radical scavenging activity of different parts of Tabebuia pallida growing in Bangladesh. BMC Res Notes. 2015;8(1):621. doi:10.1186/s13104-015-1618-6", "ArticleIdList": ["10.1186/s13104-015-1618-6", "PMC4627625", "26518275"]}, {"Citation": "Zou Y, Zhao Y, Hu W. Chemical composition and radical scavenging activity of melanin from Auricularia auricula fruiting bodies. Food Sci Technol. 2015;35(2):253-258."}, {"Citation": "Narendhirakannan RT, Rajeswari K. In vitro antioxidant properties of three varieties of Allium sativum L. extracts. E-J Chem. 2010;7(S1):S573-S579."}, {"Citation": "Shang H-M, Zhou H-Z, Yang J-Y, Li R, Song H, Wu H-X. In vitro and in vivo antioxidant activities of inulin. PLoS One. 2018;13(2):e0192273.", "ArticleIdList": ["PMC5796717", "29394273"]}, {"Citation": "Amudha M, Rani S. Evaluation of in vitro antioxidant potential of Cordia retusa. Indian J Pharm Sci. 2016;78(1):80.", "ArticleIdList": ["PMC4852580", "27168685"]}, {"Citation": "Bibi Sadeer N, Montesano D, Albrizio S, Zengin G, Mahomoodally MF. The versatility of antioxidant assays in food science and safety—chemistry, applications, strengths, and limitations. Antioxidants. 2020;9(8):709.", "ArticleIdList": ["PMC7464350", "32764410"]}, {"Citation": "Alam MN, Bristi NJ, Rafiquzzaman M. Review on in vivo and in vitro methods evaluation of antioxidant activity. Saudi Pharm J. 2013;21(2):143-152.", "ArticleIdList": ["PMC4052538", "24936134"]}, {"Citation": "Loizzo MR, Tundis R, Bonesi M, et al. Radical scavenging, antioxidant and metal chelating activities of Annona cherimola Mill.(cherimoya) peel and pulp in relation to their total phenolic and total flavonoid contents. J Food Compos Anal. 2012;25(2):179-184."}, {"Citation": "Wong F-C, Yong A-L, Ting EP-S, Khoo S-C, Ong H-C, Chai T-T. Antioxidant, metal chelating, anti-glucosidase activities and phytochemical analysis of selected tropical medicinal plants. Iran J Pharm Res IJPR. 2014;13(4):1409.", "ArticleIdList": ["PMC4232808", "25587331"]}, {"Citation": "Al-Trad B, Al-Qudah MA, Al-Zoubi M, et al.. In-vitro and in-vivo antioxidant activity of the butanolic extract from the stem of Ephedra alte. Biomed Pharmacol J. 2018;11(3):1239-1245."}, {"Citation": "Bhatti MZ, Ali A, Ahmad A, Saeed A, Malik SA. Antioxidant and phytochemical analysis of Ranunculus arvensis L. extracts. BMC Res Notes. 2015;8(1):1-8.", "ArticleIdList": ["PMC4485861", "26123646"]}, {"Citation": "Roghini R, Vijayalakshmi K. Free radical scavenging activity of ethanolic extract of Citrus paradisi and naringin-an in vitro study. Int J Pharmacogn Phytochem Res. 2018;10(1):11-16."}, {"Citation": "Ishino K, Wakita C, Shibata T, et al. Lipid peroxidation generates body odor component trans-2-nonenal covalently bound to protein in vivo. J Biol Chem. 2010;285(20):15302-15313.", "ArticleIdList": ["PMC2865286", "20215107"]}, {"Citation": "Koche D, Shirsat R, Kawale M. An overerview of major classes of phytochemicals: their types and role in disease prevention. Hislopia J. 2016;9(1/2):1-11."}, {"Citation": "Takaidza S, Mtunzi F, Pillay M. Analysis of the phytochemical contents and antioxidant activities of crude extracts from Tulbaghia species. J Tradit Chin Med. 2018;38(2):272-279.", "ArticleIdList": ["32186066"]}, {"Citation": "Obafemi CA, Fadare OA, Balogun O, Obuotor EM, Fadare RY, Ojo OD. In vitro antioxidant activity and gas chromatographymass spectrometry analysis of solvent extracts of Kigelia africana stem bark. 2017."}, {"Citation": "Bacanlı M, Başaran AA, Başaran N. The antioxidant and antigenotoxic properties of citrus phenolics limonene and naringin. Food Chem Toxicol. 2015;81(2015):160-170. 10.1016/j.fct.2015.04.015", "ArticleIdList": ["10.1016/j.fct.2015.04.015", "25896273"]}, {"Citation": "Baschieri A, Ajvazi MD, Tonfack JLF, Valgimigli L, Amorati R. Explaining the antioxidant activity of some common non-phenolic components of essential oils. Food Chem. 2017;232(2017):656-663. 10.1016/j.foodchem.2017.04.036", "ArticleIdList": ["10.1016/j.foodchem.2017.04.036", "28490124"]}, {"Citation": "Sushma V, Pal SM, Viney C. GC-MS analysis of phytocomponents in the various extracts of Shorea robusta Gaertn F. Int J Pharmacogn Phytochem Res. 2017;9(6):783-788."}, {"Citation": "Padma M, Ganesan S, Jayaseelan T, et al. Phytochemical screening and GC–MS analysis of bioactive compounds present in ethanolic leaves extract of Silybum marianum (L). J Drug Deliv Ther. 2019;9(1):85-89."}, {"Citation": "Adeyemi MA, Ekunseitan DA, Abiola SS, Dipeolu MA, Egbeyale LT, Sogunle OM. Phytochemical analysis and GC-MS determination of Lagenaria breviflora R. Fruit. Int J Pharmacogn Phytochem Res. 2017;9(7):1045-1050."}, {"Citation": "Akpuaka A, Ahmed D. Biological activities of characterized isolates of n-hexane extract of Azadirachta indica (Neem) leaves. N Y Sci J. 2013;11(5):141-147."}, {"Citation": "Casillas-Vargas G, Ocasio-Malavé C, Medina S, et al. Antibacterial fatty acids: an update of possible mechanisms of action and implications in the development of the next-generation of antibacterial agents. Prog Lipid Res. 2021;82(2021):101093. 10.1016/j.plipres.2021.101093", "ArticleIdList": ["10.1016/j.plipres.2021.101093", "PMC8137538", "33577909"]}, {"Citation": "El-Agbar ZA, Naik RR, Shakya AK. Fatty acids analysis and antioxidant activity of fixed oil of Quercus infectoria grown in Jordan. Orient J Chem. 2018;34(3):1368-1374."}, {"Citation": "Moon K, Cha J. Enhancement of antioxidant and antibacterial activities of Salvia miltiorrhiza roots fermented with Aspergillus oryzae. Foods. 2020;9(1):34.", "ArticleIdList": ["PMC7023044", "31906298"]}, {"Citation": "Kim B-R, Kim HM, Jin CH, et al. Composition and antioxidant activities of volatile organic compounds in radiation-bred Coreopsis cultivars. Plants. 2020;9(6):717.", "ArticleIdList": ["PMC7356690", "32512839"]}, {"Citation": "Falowo AB, Muchenje V, Hugo A, Aiyegoro OA, Fayemi PO. Antioxidant activities of Moringa oleifera L. and Bidens pilosa L. leaf extracts and their effects on oxidative stability of ground raw beef during refrigeration storage. CyTA-J Food. 2017;15(2):249-256."}, {"Citation": "Gani A, Benjakul S, ul Ashraf Z. Nutraceutical profiling of surimi gel containing β-glucan stabilized virgin coconut oil with and without antioxidants after simulated gastro-intestinal digestion. J Food Sci Technol. 2020;57(2020):3132–3141.", "ArticleIdList": ["PMC7316897", "32624614"]}, {"Citation": "Minatel IO, Borges CV, Ferreira MI, Gomez HAG, Chen C-YO, Lima GPP. Phenolic compounds: functional properties, impact of processing and bioavailability. Phenolic Compd Biol Act. 2017;8(2017):1-24. 10.5772/66368", "ArticleIdList": ["10.5772/66368"]}, {"Citation": "SEl G, Ella FMA, Emad MH, Shalaby E, Doha H. Antioxidant activity of phenolic compounds from different grape wastes. J Food Process Technol. 2014;5(296):2."}, {"Citation": "Rai DK, Sharma V, Pal K, Gupta RK. Comparative phytochemical analysis of Cuscuta reflexa Roxb. Parasite grown on north India by GC-MS. Trop Plant Res. 2016;3(2):428-443."}, {"Citation": "Mansoori A, Singh N, Dubey SK, et al. Phytochemical characterization and assessment of crude extracts from Lantana camara L. for antioxidant and antimicrobial activity. Front Agron. 2020;2:582268. doi:10.3389/fagro.2020.582268/full", "ArticleIdList": ["10.3389/fagro.2020.582268/full"]}, {"Citation": "Vezza T, Canet F, de Marañón AM, Bañuls C, Rocha M, Víctor VM. Phytosterols: nutritional health players in the management of obesity and its related disorders. Antioxidants. 2020;9(12):1266.", "ArticleIdList": ["PMC7763348", "33322742"]}, {"Citation": "Salehi B, Sharifi-Rad J, Cappellini F, et al. Phytosterols: from preclinical evidence to potential clinical applications. Front Pharmacol. 2020;11(2021):1-18. 10.3389/fphar.2020.599959", "ArticleIdList": ["10.3389/fphar.2020.599959", "PMC7841260", "33519459"]}, {"Citation": "Pandey S, Satpathy G, Gupta RK. Evaluation of nutritional, phytochemical, antioxidant and antibacterial activity of exotic fruit” Limonia acidissima”. J Pharmacogn Phytochem. 2014;3(2):81-88."}, {"Citation": "Bhuyar P, Rahim MH, Sundararaju S, Maniam GP, Govindan N. Antioxidant and antibacterial activity of red seaweed Kappaphycus alvarezii against pathogenic bacteria. Glob J Environ Sci Manag. 2020;6(1):47-58."}, {"Citation": "AlAmery SF, lmtair AlGaraawi N. Phytochemical profile and antifungal activity of stems and leaves methanol extract from the Juncus maritimus Linn. Juncaceae family against some dermatophytes fungi. AIP Conf Proc. 2020;2290(1):20034."}, {"Citation": "Luzia DMM, Jorge N. Antioxidant activity, fatty acid profile and tocopherols of Tamarindus indica L. seeds. Food Sci Technol. 2011;31(2):497-501."}, {"Citation": "Nguyen NH, Nguyen TT, Ma PC, Ta QTH, Duong T-H, Vo VG. Potential antimicrobial and anticancer activities of an ethanol extract from bouea macrophylla. Molecules. 2020;25(8):1996.", "ArticleIdList": ["PMC7221966", "32344601"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "3", "Day": "22", "Hour": "3", "Minute": "12"}, {"Year": "2023", "Month": "3", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "22"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36945829", "PMC10034282", "10.1177/2515690X231165096"]}}], "PubmedBookArticle": []}