{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36966174", "DateCompleted": {"Year": "2023", "Month": "03", "Day": "28"}, "DateRevised": {"Year": "2023", "Month": "08", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "03", "Day": "25"}], "Language": ["eng"], "ELocationID": ["4878", "10.1038/s41598-023-31875-3"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "13", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Mar", "Day": "25"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Essential oil composition and antimicrobial potential of aromatic plants grown in the mid-hill conditions of the Western Himalayas.", "Pagination": {"StartPage": "4878", "MedlinePgn": "4878"}, "Abstract": {"AbstractText": ["Essential oils are highly concentrated natural extracts obtained from plants, rich in bioactive constituents with antimicrobial properties, but the distinctive climate of the Western Himalayan region influences the same. Aromatic and medicinal plants, viz., Origanum majorana, Origanum vulgare, Cymbopogon winterianus, Pelargonium graveolens, and Nepeta cataria were grown in the foothills of the Western Himalayan condition and evaluated for essential oil content, composition, and their effect on some of the most common pathogenic microorganisms. The essential oil content (%) was 0.77, 0.45, 1.37, 0.15 and 0.17% in O. majorana, O. vulgare, C. winterianus, P. graveolens, and N. cataria, respectively. The major essential oil constituents of the isolated oils were terpinen-4-ol, thymol, citronellal, citronellol, and nepetalactone, contributing 41.24%, 31.81%, 43.13%, 43.35% and 91.43% in O. majorana, O. vulgare, C. winterianus, P. graveolens, and N. cataria, respectively. Well-diffusion assay revealed that the essential oil of O. majorana and O. vulgare was active against both the tested Gram-positive, viz., Bacillus subtilis MTCC 121, Micrococcus luteus MTCC 2470, and Staphylococcus aureus MTCC 96; and Gram-negative, viz., Escherichia coli MTCC 43, Klebsiella pneumoniae MTCC 109, and Pseudomonas aeruginosa MTCC 2453 bacteria, while the essential oil of C. winterianus, P. graveolens, and N. cataria showed activity against only some Gram-positive bacteria. Minimum inhibitory concentration (v/v) values indicated the highest efficacy of O. majorana essential oil against B. subtilis (0.5%), M. luteus (1%), and S. aureus (1%), while O. vulgare was most efficient to E. coli (2%) and K. pneumoniae (2%). C. winterianus essential oil did not inhibit any bacterial strains. M. luteus was susceptible to the essential oil of P. graveolens (1%) and N. cataria (0.5%) at low concentrations. Present findings showed the association between the chemical constituents' profile of isolated essential oils from the Himalayan region and their antimicrobial activity, indicating their perspective to be utilized as antibacterial means."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agrotechnology Division, CSIR-Institute of Himalayan Bioresource Technology, Post Box No. 6, Palampur, 176 061, Himachal Pradesh, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201 002, India."}], "LastName": "Rathore", "ForeName": "Shalika", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Division, CSIR-Institute of Himalayan Bioresource Technology, Post Box No. 6, Palampur, 176 061, Himachal Pradesh, India."}, {"Identifier": [], "Affiliation": "Guru Nanak Dev University, Amritsar, 143 005, Punjab, India."}], "LastName": "Mukhia", "ForeName": "Srijana", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Division, CSIR-Institute of Himalayan Bioresource Technology, Post Box No. 6, Palampur, 176 061, Himachal Pradesh, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201 002, India."}], "LastName": "Kumar", "ForeName": "Rakshak", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agrotechnology Division, CSIR-Institute of Himalayan Bioresource Technology, Post Box No. 6, Palampur, 176 061, Himachal Pradesh, India. rakeshkumar@ihbt.res.in."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201 002, India. rakeshkumar@ihbt.res.in."}], "LastName": "Kumar", "ForeName": "Rakesh", "Initials": "R"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Infective Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Oils, Volatile"}, {"QualifierName": [], "DescriptorName": "Escherichia coli"}, {"QualifierName": [], "DescriptorName": "Staphylococcus aureus"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Anti-Infective Agents"}, {"QualifierName": ["chemistry"], "DescriptorName": "Anti-Bacterial Agents"}, {"QualifierName": [], "DescriptorName": "Lamiaceae"}, {"QualifierName": ["chemistry"], "DescriptorName": "Origanum"}, {"QualifierName": [], "DescriptorName": "Microbial Sensitivity Tests"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Sanli A, Karadogan T. Geographical impact on essential oil composition of endemic (Kundmannia anatolica) Hub.-Mor. (Apiaceae) Afr. J. Tradit. Complement. Altern. Med. 2016;14:131–137. doi: 10.2110/ajtcam.v14i1.14.", "ArticleIdList": ["10.2110/ajtcam.v14i1.14", "PMC5411863", "28480390"]}, {"Citation": "Badawy MEI, Abdelgaleil SAM. Composition and antimicrobial activity of essential oils isolated from Egyptian plants against plant pathogenic bacteria and fungi. Ind. Crops Prod. 2014;52:776–782. doi: 10.1016/j.indcrop.2013.12.003.", "ArticleIdList": ["10.1016/j.indcrop.2013.12.003"]}, {"Citation": "Sankarikutty B, Narayanan CS. Essential oils/Isolation and production. In: Trugo L, Finglas PM, editors. Encyclopedia of Food Sciences and Nutrition. 2. Academic Press; 2003. pp. 2185–2189."}, {"Citation": "Cowan MM. Plant products as antimicrobial agents. Clin. Microbiol. Rev. 1999;12:564–582. doi: 10.1128/CMR.12.4.564.", "ArticleIdList": ["10.1128/CMR.12.4.564", "PMC88925", "10515903"]}, {"Citation": "Peter KV, Babu KN. Introduction to herbs and spices: Medicinal uses and sustainable production. In: Peter KV, editor. Handbook of Herbs and Spices. Woodhead Publishing Series in Food Science; 2012. pp. 1–16."}, {"Citation": "Kimera F, Sewilam H, Fouad WM, Suloma A. Efficient utilization of aquaculture effluents to maximize plant growth, yield, and essential oils composition of Origanum majorana cultivation. Ann. Agric. Sci. 2021;66:1–7. doi: 10.1016/j.aoas.2020.11.002.", "ArticleIdList": ["10.1016/j.aoas.2020.11.002"]}, {"Citation": "Ezzeddine NB, Abdelkefi MM, Aissa RB, Chaabouni MM. Antibacterial screening of Origanum majorana L. oil from Tunisia. J. Essent. Oil Res. 2001;13:295–297. doi: 10.1080/10412905.2001.9699698.", "ArticleIdList": ["10.1080/10412905.2001.9699698"]}, {"Citation": "Sellami IH, Maamouri E, Chahed T, Wannes WA, Kchouk ME, Marzouk B. Effect of growth stage on the content and composition of the essential oil and phenolic fraction of sweet marjoram (Origanum majorana L.) Ind. Crops Prod. 2009;30:395–402. doi: 10.1016/j.indcrop.2009.07.010.", "ArticleIdList": ["10.1016/j.indcrop.2009.07.010"]}, {"Citation": "Vagi E, Simandi B, Suhajda A, Hethelyi E. Essential oil composition and antimicrobial activity of Origanum majorana L. extracts obtained with ethyl alcohol and supercritical carbon dioxide. Food Res. Int. 2005;38:51–57. doi: 10.1016/j.foodres.2004.07.006.", "ArticleIdList": ["10.1016/j.foodres.2004.07.006"]}, {"Citation": "Nakayama K, Murata S, Ito H, Iwasaki K, Villareal MO, Zheng YW, Matsui H, Isoda H, Ohkohchi N. Terpinen-4-ol inhibits colorectal cancer growth via reactive oxygen species. Oncol. Lett. 2017;14:2015–2024. doi: 10.3892/ol.2017.6370.", "ArticleIdList": ["10.3892/ol.2017.6370", "PMC5530226", "28781645"]}, {"Citation": "Napoli E, Giovino A, Carrubba A, Siong VHY, Rinoldo C, Nina O, Ruberto G. Variations of essential oil constituents in oregano (Origanum vulgare subsp. Viridulum (= O. heracleoticum) over cultivation cycles. Plants. 2020;9(1174):1–23. doi: 10.3390/plants9091174.", "ArticleIdList": ["10.3390/plants9091174", "PMC7570328", "32927767"]}, {"Citation": "Morshedloo MR, Salami SA, Nazeri V, Maggi F, Craker L. Essential oil profile of oregano (Origanum vulgare L.) populations grown under similar soil and climate conditions. Ind. Crops Prod. 2018;119:183–190. doi: 10.1016/j.indcrop.2018.03.049.", "ArticleIdList": ["10.1016/j.indcrop.2018.03.049"]}, {"Citation": "Verma RS, Rahman LU, Verma RK, Chauhan A, Singh A, Kukreja AK, Khanuja SPS. Qualitative performance of Java citronella (Cymbopogon winterianus Jowitt) cultivars in Kumaon Himalaya. J. Med. Aromat. Plant Sci. 2008;31:321–325."}, {"Citation": "Kakaraparthi PS, Srinivasa KVNS, Kumar JK, Kumar AN, Rajput DK, Sarma VUM. Variation in the essential oil content and composition of Citronella (Cymbopogon winterianus Jowitt.) in relation to time of harvest and weather conditions. Ind. Crops Prod. 2014;61:240–248. doi: 10.1016/j.indcrop.2014.06.044.", "ArticleIdList": ["10.1016/j.indcrop.2014.06.044"]}, {"Citation": "Simic A, Rancic A, Sokovic MD, Ristic M, Grujic-Jovanovic S, Vukojevic J, Marin PD. Essential oil composition of Cymbopogonwinterianus. and Carumcarvi. and their antimicrobial activities. Pharm. Biol. 2008;46:437–441. doi: 10.1080/13880200802055917.", "ArticleIdList": ["10.1080/13880200802055917"]}, {"Citation": "Avoseh O, Oyedeji O, Rungqu P, Nkeh-Chungag B, Oyedeji A. Cymbopogon species; ethnopharmacology, phytochemistry and the pharmacological importance. Molecules. 2015;20:7438–7453. doi: 10.3390/molecules20057438.", "ArticleIdList": ["10.3390/molecules20057438", "PMC6272507", "25915460"]}, {"Citation": "Staudt A, Duarte PF, Amaral BPD, Andrade BCDOP, Simas NK, Leal ICR, Sangenito LS, Santos ALSD, Oliveira DD, Junges A, Cansian RL, Paroul N. Biological properties of functional flavoring produced by enzymatic esterification of citronellol and geraniol present in Cymbopogon winterianus essential oil. Nat. Prod. Res. 2021;35:5981–5987. doi: 10.1080/14786419.2020.1810032.", "ArticleIdList": ["10.1080/14786419.2020.1810032", "32840398"]}, {"Citation": "Tavares LA, Rezende AA, Santos JL, Estevam CS, Silva AMO, Schneider JK, Cunha JLS, Droppa-Almeida D, Correia-Neto IJ, Cardoso JC, Severino P, Souto EB, de Albuquerque-Junior RLC. Cymbopogon winterianus essential oil attenuates bleomycin-induced pulmonary fibrosis in a Murine Model. Pharmaceutics. 2021;13:679. doi: 10.3390/pharmaceutics13050679.", "ArticleIdList": ["10.3390/pharmaceutics13050679", "PMC8150729", "34065064"]}, {"Citation": "Cavar S, Maksimovic M. Antioxidant activity of essential oil and aqueous extract of Pelargonium graveolens L’Her. Food Control. 2012;23:263–267. doi: 10.1016/j.foodcont.2011.07.031.", "ArticleIdList": ["10.1016/j.foodcont.2011.07.031"]}, {"Citation": "Boukhatem MN, Kameli A, Saidi F. Essential oil of Algerian rose scented geranium (Pelargonium graveolens): Chemical composition and antimicrobial activity against food spoilage pathogens. Food Control. 2013;34:208–213. doi: 10.1016/j.foodcont.2013.03.045.", "ArticleIdList": ["10.1016/j.foodcont.2013.03.045"]}, {"Citation": "Abers M, Schroeder S, Goelz L, Sulser A, Rose TS, Puchalski K, Langland J. Antimicrobial activity of the volatile substances from essential oils. BMC Complement. Med. Ther. 2021;21:1–14. doi: 10.1186/s12906-021-03285-3.", "ArticleIdList": ["10.1186/s12906-021-03285-3", "PMC8053297", "33865375"]}, {"Citation": "Moyo M, Van Staden J. Medicinal properties and conservation of Pelargonium sidoides DC. J. Ethonopharmacol. 2014;152:243–255. doi: 10.1016/j.jep.2014.01.009.", "ArticleIdList": ["10.1016/j.jep.2014.01.009", "PMC7127097", "24463034"]}, {"Citation": "Verma RS, Rahman L, Verma RK, Chauhan A, Singh A. Essential oil composition of Pelargonium graveolens L’Her ex Ait. cultivars harvested in different seasons. J. Essent. Oil Res. 2013;25:372–379. doi: 10.1080/10412905.2013.782476.", "ArticleIdList": ["10.1080/10412905.2013.782476"]}, {"Citation": "Jamzad Z, Chase MW, Ingrouille M, Simmonds MS, Jalili A. Phylogenetic relationships in Nepeta L. (Lamiaceae) and related genera based on ITS sequence data. Taxon. 2003;52:21–32. doi: 10.2307/3647299.", "ArticleIdList": ["10.2307/3647299"]}, {"Citation": "Ashrafi B, Ramak P, Ezatpour B, Talei GR. Biological activity and chemical composition of the essential oil of Nepeta cataria L. J. Res. Pharm. 2019;23:336–343. doi: 10.12991/jrp.2019.141.", "ArticleIdList": ["10.12991/jrp.2019.141"]}, {"Citation": "Zomorodian K, Saharkhiz MJ, Shariati S, Pakshir K, Rahimi MJ, Khashei R. Chemical composition and antimicrobial activities of essential oils from Nepeta cataria L. against common causes of food-borne infections. ISRN Pharm. 2012;591953:1–6. doi: 10.5402/2012/591953.", "ArticleIdList": ["10.5402/2012/591953", "PMC3385634", "22779012"]}, {"Citation": "Namiki M. Antioxidants/antimutagens in food. Crit. Rev. Food Sci. Nutr. 1990;29:273–300. doi: 10.1080/10408399009527528.", "ArticleIdList": ["10.1080/10408399009527528", "2257080"]}, {"Citation": "Tapiero H, Tew K, Nguyen Ba G, Mathe G. Polyphenols: do they play a role in the prevention of human pathologies? Biomed. Pharmacother. 2002;56:200–207. doi: 10.1016/s0753-3322(02)00178-6.", "ArticleIdList": ["10.1016/s0753-3322(02)00178-6", "12109813"]}, {"Citation": "Edris AE, Shalaby A, Fadel HM. Effect of organic agriculture practices on the volatile aroma components of some essential oil plants growing in Egypt II: Sweet Marjoram (Origanum marjorana L.) essential oil. Flavour Fragr. J. 2003;18:345–351. doi: 10.1002/ffj.123.", "ArticleIdList": ["10.1002/ffj.123"]}, {"Citation": "Man A, Santacroce L, Jacob R, Mare A, Man L. Antimicrobial activity of six essential oils against a group of human pathogens: A comparative Study. Pathogens. 2019;8:1–11. doi: 10.3390/pathogens8010015.", "ArticleIdList": ["10.3390/pathogens8010015", "PMC6471180", "30696051"]}, {"Citation": "Rathore S, Mukhia S, Kapoor S, Bhatt V, Kumar R, Kumar R. Seasonal variability in essential oil composition and biological activity of Rosmarinus officinalis L. accessions in the western Himalaya. Sci. Rep. 2022;12:1–13. doi: 10.1038/s41598-022-07298-x.", "ArticleIdList": ["10.1038/s41598-022-07298-x", "PMC8885650", "35228638"]}, {"Citation": "Burt S. Essential oils: Their antibacterial properties and potential applications in foods—A review. Int. J. Food Microbiol. 2004;94:223–253. doi: 10.1016/j.ijfoodmicro.2004.03.022.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2004.03.022", "15246235"]}, {"Citation": "Delamare APL, Moschen-Pistorello IT, Artico L, Atti-Serafini L, Echeverrigaray S. Antibacterial activity of the essential oils of Salvia officinalis L. and Salvia triloba L. cultivated in South Brazil. Food Chem. 2007;100:603–608. doi: 10.1016/j.foodchem.2005.09.078.", "ArticleIdList": ["10.1016/j.foodchem.2005.09.078"]}, {"Citation": "Karalija E, Dahija S, Tarkowski P, Cavar Zeljkovic S. Influence of climate-related environmental stresses on economically important essential oils of Mediterranean Salvia sp. Front. Plant Sci. 2022;13:864807. doi: 10.3389/fpls.2022.864807.", "ArticleIdList": ["10.3389/fpls.2022.864807", "PMC9114806", "35599878"]}, {"Citation": "Yeddes W, Wannes WA, Hammami M, Smida M, Chebbi A, Marzouk B, Tounsi MS. Effect of environmental conditions on the chemical composition and antioxidant activity of essential oils from Rosmarinus officinalis L. growing wild in Tunisia. J. Essent. Oil Bear. Plants. 2018;21:972–986. doi: 10.1080/0972060X.2018.1533433.", "ArticleIdList": ["10.1080/0972060X.2018.1533433"]}, {"Citation": "Mehalaine, S., Chenchouni, H. Effect of climatic factors on essential oil accumulation in two Lamiaceae species from Algerian semiarid lands. in: Exploring the Nexus of Geoecology, Geography, Geoarcheology and Geotourism: Advances and Applications for Sustainable Development in Environmental Sciences and Agroforestry Research, Advances in Science, Technology & Innovation, Chenchouni, H., (ed). pp 1‒4. 10.1007/978-3-030-01683-812 (2019)."}, {"Citation": "Zheljazkov VD, Kacaniova M, Dincheva I, Radoukova T, Semerdjieva IB, Astatkie T, Schlegel V. Essential oil composition, antioxidant and antimicrobial activity of the galbuli of six juniper species. Ind. Crops Prod. 2018;124:449–458. doi: 10.1016/j.indcrop.2018.08.013.", "ArticleIdList": ["10.1016/j.indcrop.2018.08.013"]}, {"Citation": "Rathore S, Kumar R. Dynamics of phosphorus and biostimulants on agro-morphology, yield, and essential oil profile of German chamomile (Matricaria chamomilla L.) under acidic soil conditions of the Western Himalaya. Front. Plant Sci. 2022;13:1–16. doi: 10.3389/fpls.2022.917388.", "ArticleIdList": ["10.3389/fpls.2022.917388", "PMC9358652", "35958209"]}, {"Citation": "Rathore S, Kumar R. Essential oil content and compositional variability of Lavandula species cultivated in the mid hill conditions of the Western Himalaya. Molecules. 2022;27(3391):1–14. doi: 10.3390/molecules27113391.", "ArticleIdList": ["10.3390/molecules27113391", "PMC9182314", "35684332"]}, {"Citation": "Adams PR. Identification of Essential Oil Components by Gas Chromatography/Mass Spectroscopy. 4.1. Allured Publishing; 2017."}, {"Citation": "Stein SE. Mass Spectral Database and Software, Version 3.02. National Institute of Standards and Technology (NIST); 2005."}, {"Citation": "Hammer O, Harper DAT, Ryan PD. PAST: Paleontological statistics software package for education and data analysis. Palaeontol. Electron. 2001;4:1–9."}, {"Citation": "Balouiri M, Sadiki M, Ibnsouda SK. Methods for in vitro evaluating antimicrobial activity: A review. J. Pharm. Anal. 2016;6:71–79. doi: 10.1016/j.jpha.2015.11.005.", "ArticleIdList": ["10.1016/j.jpha.2015.11.005", "PMC5762448", "29403965"]}, {"Citation": "Elshikh M, Ahmed S, Funston S, Dunlop P, McGaw M, Marchant R, Banat IM. Resazurin-based 96-well plate microdilution method for the determination of minimum inhibitory concentration of biosurfactants. Biotechnol. Lett. 2016;38:1015–1019. doi: 10.1007/s10529-016-2079-2.", "ArticleIdList": ["10.1007/s10529-016-2079-2", "PMC4853446", "26969604"]}, {"Citation": "Adukwu EC, Allen SC, Phillips CA. The anti-biofilm activity of lemongrass (Cymbopogon flexuosus) and grapefruit (Citrus paradisi) essential oils against five strains of Staphylococcus aureus. J. Appl. Microbiol. 2012;113:1217–1227. doi: 10.1111/j.1365-2672.2012.05418.x.", "ArticleIdList": ["10.1111/j.1365-2672.2012.05418.x", "22862808"]}, {"Citation": "Ponce AG, Fritz R, Del Valle C, Roura SI. Antimicrobial activity of essential oils on the native microflora of organic Swiss chard. LWT- Food Sci. Technol. 2003;36:679–684. doi: 10.1016/S0023-6438(03)00088-4.", "ArticleIdList": ["10.1016/S0023-6438(03)00088-4"]}, {"Citation": "Anonymous. 2022. Crop weather outlook. All India coordinated research project on agro meteorology. http://www.cropweatheroutlook.in/crida/amis/bramis.jsp."}, {"Citation": "Komaitis ME. Composition of the essential oil of marjoram (Origanum majorana L.) Food Chem. 1992;42:117–118. doi: 10.1016/0308-8146(92)90020-3.", "ArticleIdList": ["10.1016/0308-8146(92)90020-3"]}, {"Citation": "Raina AP, Negi KS. Essential oil composition of Origanum majorana and Origanum vulgare ssp. hirtum growing in India. Chem. Nat. Compd. 2011;6:882–883. doi: 10.1007/s10600-012-0133-4.", "ArticleIdList": ["10.1007/s10600-012-0133-4"]}, {"Citation": "Bejaoui A, Chaabane H, Jemli M, Boulila A, Boussaid M. Essential oil composition and antibacterial activity of Origanum vulgare subsp. glandulosum Desf. at different phenological stages. J. Med. Food. 2013;16:1115–1120. doi: 10.1089/jmf.2013.0079.", "ArticleIdList": ["10.1089/jmf.2013.0079", "PMC3868303", "24320986"]}, {"Citation": "D’Antuono LF, Galletti GC, Bocchin I. Variability of essential oil content and composition of Origanum vulgare L. populations from a north mediterranean area (Liguria Region, Northern Italy) L. Ann. Bot. 2000;86:471–478. doi: 10.1006/anbo.2000.1205.", "ArticleIdList": ["10.1006/anbo.2000.1205"]}, {"Citation": "Kokkini S, Karousou R, Hanlidou E, Lanaras T. Essential oil composition of Greek (Origanum vulgare ssp. hirtum) and Turkish (O. onites) Oregano: A tool for their distinction. J. Essent. Oil Res. 2004;16:334–338. doi: 10.1080/10412905.2004.9698735.", "ArticleIdList": ["10.1080/10412905.2004.9698735"]}, {"Citation": "Kokkini S, Karousou R, Dardioti A, Krigas N, Lanaras T. Autumn essential oils of Greek oregano. Phytochem. 1997;44:883–886. doi: 10.1016/s0031-9422(96)00576-6.", "ArticleIdList": ["10.1016/s0031-9422(96)00576-6"]}, {"Citation": "Bayala B, Coulibaly AY, Djigma FW, Nagalo BM, Baron S, Figueredo G, Lobaccaro JMA, Simpore J. Chemical composition, antioxidant, anti-inflammatory and antiproliferative activities of the essential oil of Cymbopogon nardus, a plant used in traditional medicine. Biomol. Concepts. 2020;11:86–96. doi: 10.1515/bmc-2020-0007.", "ArticleIdList": ["10.1515/bmc-2020-0007", "32304294"]}, {"Citation": "Dzamic AM, Sokovic MD, Ristic MS, Grujic SM, Mileski KS, Marin PD. Chemical composition, antifungal and antioxidant activity of Pelargonium graveolens essential oil. J. Appl. Pharm. Sci. 2014;4:001–005. doi: 10.7324/JAPS.2014.40301.", "ArticleIdList": ["10.7324/JAPS.2014.40301"]}, {"Citation": "Mohammadi S, Saharkhiz MJ. Changes in essential oil content and composition of catnip (Nepeta cataria L.) during different developmental stages. J. Essent. Oil Bear. Plants. 2011;14:396–400. doi: 10.1080/0972060X.2011.10643592.", "ArticleIdList": ["10.1080/0972060X.2011.10643592"]}, {"Citation": "Baser KHC, Kirimer N, Tumen G. Composition of the essential oil of Origanum majorana L. from Turkey. J. Essent. Oil Res. 1993;5:577–579. doi: 10.1080/10412905.1993.9698283.", "ArticleIdList": ["10.1080/10412905.1993.9698283"]}, {"Citation": "Banchio E, Bogino PC, Zygadlo J, Giordano W. Plant growth promoting rhizobacteria improve growth and essential oil yield in Origanum majorana L. Biochem. Syst. Ecol. 2008;36:766–771. doi: 10.1016/j.bse.2008.08.006.", "ArticleIdList": ["10.1016/j.bse.2008.08.006"]}, {"Citation": "Paudel PN, Satyal P, Satyal R, Setzer WN, Gyawali R. Chemical Composition, enantiomeric distribution, antimicrobial and antioxidant activities of Origanum majorana L. essential oil from Nepal. Molecules. 2022;27:1–19. doi: 10.3390/molecules27186136.", "ArticleIdList": ["10.3390/molecules27186136", "PMC9502550", "36144869"]}, {"Citation": "Azizi A, Yan F, Honermeier B. Herbage yield, essential oil content and composition of three oregano (Origanum vulgare L.) populations as affected by soil moisture regimes and nitrogen supply. Ind. Crops Prod. 2009;29:554–561. doi: 10.1016/j.indcrop.2008.11.001.", "ArticleIdList": ["10.1016/j.indcrop.2008.11.001"]}, {"Citation": "Vokou D, Kokkini S, Bessiere JM. Geographic variation of Greek oregano (Origanum vulgare ssp. hirtum) essential oils. Biochem. Syst. Ecol. 1993;21:287–295. doi: 10.1016/0305-1978(93)90047-u.", "ArticleIdList": ["10.1016/0305-1978(93)90047-u"]}, {"Citation": "Goyal S, Tewari G, Pandey HK, Kumari A. Exploration of productivity, chemical composition, and antioxidant potential of Origanum vulgare L. grown at different geographical locations of Western Himalaya, India. J. Chem. 2021;2021:6683300. doi: 10.1155/2021/6683300.", "ArticleIdList": ["10.1155/2021/6683300"]}, {"Citation": "Poulose AJ, Croteau R. Biosynthesis of aromatic monoterpenes. Conversion of 3'-terpinene to pcymene and thymol in Thymus vulgaris L. Arch. Biochem. Biophys. 1978;187:307–314. doi: 10.1016/0003-9861(78)90039-5.", "ArticleIdList": ["10.1016/0003-9861(78)90039-5", "666313"]}, {"Citation": "Vernet, Ph. Le polymorphisme chimique du Thymus vulgaris L. (Labile); mode de transmission hereditaire de 3 terpenes (le thymol, le carvacrol et le linalol). C. R. Acad. Sc Paris (serie D), 284, 1289–1292. (1977)."}, {"Citation": "Oliveira WA, Pereira FDO, Luna GCDG, Lima IO, Wanderley PA, Lima RBD, Lima EO. Antifungal activity of Cymbopogon winterianus jowitt ex bor against Candida albicans. Braz. J. Microbiol. 2011;42:433–441. doi: 10.1590/S1517-83822011000200004.", "ArticleIdList": ["10.1590/S1517-83822011000200004", "PMC3769829", "24031651"]}, {"Citation": "Kaul PN, Bhattacharya AK, Singh K, Rajeswara Rao BR. Chemical composition of the essential oil of Java citronella (C. winterianus Jowitt.) grown in Andhra Pradesh. Pafai J. 1997;19:29–33."}, {"Citation": "Kumoro AC, Wardhani DH, Retnowati DS, Haryani K. A brief review on the characteristics, extraction and potential industrial applications of citronella grass (Cymbopogon nardus) and lemongrass (Cymbopogon citratus) essential oils. Int. Conf. Chem. Mater. Eng. 2021;1053:1–10. doi: 10.1088/1757-899X/1053/1/012118.", "ArticleIdList": ["10.1088/1757-899X/1053/1/012118"]}, {"Citation": "Rana VS, Juyal JP, Blazquez MA. Chemical constituents of essential oil of Pelargonium graveolens leaves. Internat J. Aromather. 2002;12:216–218. doi: 10.1016/S0962-4562(03)00003-1.", "ArticleIdList": ["10.1016/S0962-4562(03)00003-1"]}, {"Citation": "Mnif W, Dhifi W, Jelali N, Baaziz H, Hadded A, Hamdi N. Characterization of leaves essential oil of Pelargonium graveolens originating from tunisia: Chemical composition, antioxidant and biological activities. J. Essent. Oil Bear. Plant. 2011;14:761–769. doi: 10.1080/0972060X.2011.10644001.", "ArticleIdList": ["10.1080/0972060X.2011.10644001"]}, {"Citation": "Motsa NM, Soundy P, Steyn JM, Mojela RA, Learmonth N, Teubes C. Plant shoot age and temperature effects on essential oil yield and oil composition of rose-scented geranium (Pelargonium sp.) growth in South Africa. J. Essent. Oil Res. 2006;18:106–110. doi: 10.1080/10412905.2006.12067129.", "ArticleIdList": ["10.1080/10412905.2006.12067129"]}, {"Citation": "Prakasa Rao EVS, Ganesha Rao RS. Seasonal variation in oil content and its composition in two chemotypes of scented geranium (Pelargonium sp) J. Essent. Oil Res. 1995;7:159–163. doi: 10.1080/10412905.1995.9698491.", "ArticleIdList": ["10.1080/10412905.1995.9698491"]}, {"Citation": "Rajeshwara Rao BR, Bhatacharya AK. History and botanical nomenclature of rose scented geranium cultivars grown in India. Indian Perfum. 1992;36:155–161."}, {"Citation": "Saxena G, Banerjee S, Rahman L, Sharma S, Kumar S. An efficient in vitro procedure for micropropagation and generation of somaclones of rose-scented Pelargonium. Plant Sci. 2000;155(2):133–140. doi: 10.1016/s0168-9452(00)00213-2.", "ArticleIdList": ["10.1016/s0168-9452(00)00213-2", "10814816"]}, {"Citation": "Fekri N, Amir DE, Owis A, AbouZid S. Studies on essential oil from rose-scented geranium, Pelargoniumgraveolens L'Hérit. (Geraniaceae) Nat. Prod. Res. 2021;35:2593–2597. doi: 10.1080/14786419.2019.1682581.", "ArticleIdList": ["10.1080/14786419.2019.1682581", "31679416"]}, {"Citation": "Filippova AA, Szhenova TM, Golovina NV, Garnova NYu, Bokov DO. Standardization of geranium essential oil. Mosc. Univ. Chem. Bull. 2020;75:200–206. doi: 10.3103/S0027131420030037.", "ArticleIdList": ["10.3103/S0027131420030037"]}, {"Citation": "Chalchat JC, Garry RP, Muhayimana A. Essential oil of Tagetes minuta from Rwanda and France: Chemical composition according to harvesting location, growth stage and part of plant extracted. J. Essent. Oil Res. 1995;7:375–386. doi: 10.1080/10412905.1995.9698544.", "ArticleIdList": ["10.1080/10412905.1995.9698544"]}, {"Citation": "Graven EH, Webber L, Benians G, Venter M, Gardner JB. Effect of soil type and nutrient status on the yield and composition of Tagetes oil (Tagetes minuta L.) J. Essent. Oil Res. 1991;3:303–307. doi: 10.1080/10412905.1991.9697948.", "ArticleIdList": ["10.1080/10412905.1991.9697948"]}, {"Citation": "Gill A, Ghersa CM, Leicach S. Essential oil yield and composition of Tagetes minuta accessions from Argentina. Biochem. Syst. Ecol. 2000;28:261–274. doi: 10.1016/S0305-1978(99)00062-9.", "ArticleIdList": ["10.1016/S0305-1978(99)00062-9"]}, {"Citation": "Safaei-Ghomi J, Jafari-Bidgoli Z, Batooli H. Volatile constituents analysis of Nepeta cataria from central Iran. Chem. Nat. Compd. 2009;45:913–915. doi: 10.1007/s10600-010-9470-3.", "ArticleIdList": ["10.1007/s10600-010-9470-3"]}, {"Citation": "Morteza-Semnani K, Saeedi M. Essential oils composition of Nepeta cataria L. and Nepeta crassifolia Boiss. and Buhse from Iran. J. Essent. Oil Bear. Plant. 2004;7:120–124. doi: 10.1080/0972-060X.2004.10643376.", "ArticleIdList": ["10.1080/0972-060X.2004.10643376"]}, {"Citation": "Malizia RA, Molli JS, Cardell DA, Retamar JA. Volatile constituents of the essential oil of Nepeta cataria L. grown in Cordoba province (Argentina) J. Essent. Oil Res. 1996;8:565–567. doi: 10.1080/10412905.1996.9700691.", "ArticleIdList": ["10.1080/10412905.1996.9700691"]}, {"Citation": "Zomorodian K, Moein M, Lori ZG, Ghasemi Y, Rahimi MJ, Bandegani A, Pakshir K, Bazargani A, Mirzamohammadi S, Abbasi N. Chemical composition and antimicrobial activities of the essential oil from Myrtus communis leaves. J. Essent. Oil Bear. Plants. 2013;16:76–84. doi: 10.1080/0972060X.2013.764183.", "ArticleIdList": ["10.1080/0972060X.2013.764183"]}, {"Citation": "Perry RJ, Hodges JR. Attention and executive deficits in Alzheimer's disease: A critical review. Brain. 1999;122:383–404. doi: 10.1093/brain/122.3.383.", "ArticleIdList": ["10.1093/brain/122.3.383", "10094249"]}, {"Citation": "Yang S, Bai M, Yang J, Yuan Y, Zhang Y, Qin J, Kuang Y, Sampietro DA. Chemical composition and larvicidal activity of essential oils from Peganum harmala, Nepeta cataria and Phellodendron amurense against Aedes aegypti (Diptera: Culicidae) Saudi Pharm. J. 2020;28:560–564. doi: 10.1016/j.jsps.2020.03.007.", "ArticleIdList": ["10.1016/j.jsps.2020.03.007", "PMC7229316", "32435136"]}, {"Citation": "Gilani AH, Shah AJ, Zubair A. Chemical composition and mechanisms underlying the spasmolytic and bronchodilatory properties of the essential oil of Nepeta cataria L. J. Ethnopharmacol. 2009;121:405–411. doi: 10.1016/j.jep.2008.11.004.", "ArticleIdList": ["10.1016/j.jep.2008.11.004", "19041706"]}, {"Citation": "Nurzynska-Wierdak R, Dzida K. Influence of plant density and term of harvest on yield and chemical composition of sweet marjoram (Origanum majorana L.) Sci. Pol. Hortorum Cultus. 2009;8:51–61."}, {"Citation": "Aggarwal KK, Ahmad A, Kumar TRS, Jain N, Gupta VK, Kumar S, Khanuja SPS. Antimicrobial activity spectra of Pelargonium graveolens L. and Cymbopogon winterianus Jowitt oil constituents and acyl derivatives. J. Med. Aromat. Plant Sci. 2000;22:544–548."}, {"Citation": "Amor G, Caputo L, La Storia A, De Feo V, Mauriello G, Fechtali T. Chemical composition and antimicrobial activity of Artemisia herba-alba and Origanum majorana essential oils from Morocco. Molecules. 2019;24:4021. doi: 10.3390/molecules24224021.", "ArticleIdList": ["10.3390/molecules24224021", "PMC6891654", "31698834"]}, {"Citation": "Tsitlakidou P, Papachristoforou A, Tasopoulos N, Matzara A, Hatzikamari M, Karamanoli K, Mourtzinos I. Sensory analysis, volatile profiles and antimicrobial properties of Origanum vulgare L. essential oils. Flavour Fragr. J. 2022;37:43–51. doi: 10.1002/ffj.3680.", "ArticleIdList": ["10.1002/ffj.3680"]}, {"Citation": "Famuyide IM, Aro AO, Fasina FO, Eloff JN, McGaw LJ. Antibacterial activity and mode of action of acetone crude leaf extracts of under-investigated Syzygium and Eugenia (Myrtaceae) species on multidrug resistant porcine diarrhoeagenic Escherichia coli. BMC Vet. Res. 2019;15:1–14. doi: 10.1186/s12917-019-1914-9.", "ArticleIdList": ["10.1186/s12917-019-1914-9", "PMC6532232", "31118023"]}, {"Citation": "Kaur H, Bhardwaj U, Kaur R, Kaur H. Chemical composition and antifungal potential of citronella (Cymbopogon nardus) leaves essential oil and its major compounds. J. Essent. Oil Bear. Plants. 2021;24:571–581. doi: 10.1080/0972060X.2021.1942231.", "ArticleIdList": ["10.1080/0972060X.2021.1942231"]}, {"Citation": "Androutsopoulou C, Christopoulou SD, Hahalis P, Kotsalou C, Lamari FN, Vantarakis A. Evaluation of essential oils and extracts of rose geranium and rose petals as natural preservatives in terms of toxicity, antimicrobial, and antiviral activity. Pathogens. 2021;10:494. doi: 10.3390/pathogens10040494.", "ArticleIdList": ["10.3390/pathogens10040494", "PMC8074127", "33921899"]}, {"Citation": "Nadeem A, Shahzad H, Ahmed B, Muntean T, Waseem M, Tabassum A. Phytochemical profiling of antimicrobial and potential antioxidant plant: Nepeta cataria. Front. Plant Sci. 2022;13:1–18. doi: 10.3389/fpls.2022.969316.", "ArticleIdList": ["10.3389/fpls.2022.969316", "PMC9549696", "36226301"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "12", "Day": "16"}, {"Year": "2023", "Month": "3", "Day": "20"}, {"Year": "2023", "Month": "3", "Day": "28", "Hour": "19", "Minute": "6"}, {"Year": "2023", "Month": "3", "Day": "25", "Hour": "23", "Minute": "16"}, {"Year": "2023", "Month": "3", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["36966174", "PMC10039882", "10.1038/s41598-023-31875-3", "10.1038/s41598-023-31875-3"]}}], "PubmedBookArticle": []}