{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Clustering analysis", "Herbal medicines", "OPCs", "Toxic elements"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36964813", "DateCompleted": {"Year": "2023", "Month": "11", "Day": "02"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "03", "Day": "25"}], "Language": ["eng"], "ELocationID": ["10.1007/s12011-023-03642-y"], "Journal": {"ISSN": "1559-0720", "JournalIssue": {"Volume": "201", "Issue": "12", "PubDate": {"Year": "2023", "Month": "Dec"}}, "Title": "Biological trace element research", "ISOAbbreviation": "Biol Trace Elem Res"}, "ArticleTitle": "Correlation Between Toxic Elements and Pesticide Residues in Medicinal Herbs Available in Pharmaceutical Market.", "Pagination": {"StartPage": "5848", "EndPage": "5860", "MedlinePgn": "5848-5860"}, "Abstract": {"AbstractText": ["The use of medicinal plants for self-medication of minor health conditions has become a widespread practice in contemporary society. Few consumes, however, question the contamination of these products with toxic factors resulting from the planet's increasingly polluted environment. This paper presents the levels of five toxic elements (As, Cr, Pb, Cd, and Hg) and nine organochlorine pesticides (hexachlorobenzene (HCB), lindane, heptachor, aldrin, dieldrin, endrin, p,p'DDE, p,p'DDD, and p,p'DDT) in 14 brands of regularly consumed medicinal products in Romania. The toxic elements content was determined using energy-dispersive X-ray fluorescence (EDXRF) technique, and organochlorine pesticide residues (OPCs) were quantified using gas-chromatographic method, equipped with electron capture detector (GC-ECD). The results show that in the case of Cr, Cd, and Hg, the concentrations exceeded the limit values established by World Health Organisation (WHO) for raw herbal material. The higher level of OPCs (such as p,p'DDD, p,p'DDT, aldrin, and dieldrin) was found in the samples of Hypericum perforatum-St. John's wort, Crataegus monogyna-hawthorn, and Epilobium parviflorum-hoary willowherb. The correlations between the content of toxic elements and pesticides were determined by statistical analysis. Hierarchical clustering technique was used to detect natural grouping between the toxic elements and pesticides. For herb samples, four clusters were identified, the strongest correlated cluster consisting of Pb, HCB, Cr, and Hg. A further analysis within this cluster suggested that Cr levels are statistically different from the rest of the elements."], "CopyrightInformation": "© 2023. This is a U.S. Government work and not under copyright protection in the US; foreign copyright protection may apply."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences II, Ovidius University of Constanta, 6, Aleea Universitatii, Campus 1, 900470, Constanta, Romania."}], "LastName": "Bratu", "ForeName": "Mihaela Mirela", "Initials": "MM"}, {"Identifier": ["0000-0002-8829-9101"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry and Chemical Engineering, Ovidius University of Constanta, 124, Mamaia Avenue, 900527 9, Constanta, Romania. sbirghila@univ-ovidius.ro."}], "LastName": "Birghila", "ForeName": "Semaghiul", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Mathematics, Institute for Mathematical Stochastics, Otto-von-Guericke University Magdeburg, Universitätsplatz 2, 39106, Magdeburg, Germany."}], "LastName": "Birghila", "ForeName": "Corina", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NIMRD \"Grigore Antipa\" National Institute for Marine Research and Development, Bvd.Mamaia, nr. 300, RO-900581, Constanta, Romania."}], "LastName": "Coatu", "ForeName": "Valentina", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NIMRD \"Grigore Antipa\" National Institute for Marine Research and Development, Bvd.Mamaia, nr. 300, RO-900581, Constanta, Romania."}], "LastName": "Danilov", "ForeName": "Diana Andreea", "Initials": "DA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Institute for Research and Development on Marine Geology and Geoecology - GeoEcoMar, 23-25 Dimitrie Onciul Str, Bucharest, Romania."}], "LastName": "Lupascu", "ForeName": "Naliana", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Institute for Research and Development on Marine Geology and Geoecology - GeoEcoMar, 23-25 Dimitrie Onciul Str, Bucharest, Romania."}], "LastName": "Vasiliu", "ForeName": "Dan", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences II, Ovidius University of Constanta, Aleea University Avenue, Campus 1, 900470, Constanta, Romania."}], "LastName": "Radu", "ForeName": "Marius Daniel", "Initials": "MD"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Biol Trace Elem Res", "NlmUniqueID": "7911509", "ISSNLinking": "0163-4984"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Pesticide Residues"}, {"RegistryNumber": "I0246D2ZS0", "NameOfSubstance": "Dieldrin"}, {"RegistryNumber": "CIW5S16655", "NameOfSubstance": "DDT"}, {"RegistryNumber": "OZE3CLY605", "NameOfSubstance": "Aldrin"}, {"RegistryNumber": "4Z87H0LKUY", "NameOfSubstance": "Hexachlorobenzene"}, {"RegistryNumber": "00BH33GNGH", "NameOfSubstance": "Cadmium"}, {"RegistryNumber": "2P299V784P", "NameOfSubstance": "Lead"}, {"RegistryNumber": "0", "NameOfSubstance": "Pesticides"}, {"RegistryNumber": "FXS1BY2PGL", "NameOfSubstance": "Mercury"}, {"RegistryNumber": "0", "NameOfSubstance": "Pharmaceutical Preparations"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Pesticide Residues"}, {"QualifierName": ["analysis"], "DescriptorName": "Dieldrin"}, {"QualifierName": ["analysis"], "DescriptorName": "DDT"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["analysis"], "DescriptorName": "Aldrin"}, {"QualifierName": ["analysis"], "DescriptorName": "Hexachlorobenzene"}, {"QualifierName": ["analysis"], "DescriptorName": "Cadmium"}, {"QualifierName": ["analysis"], "DescriptorName": "Lead"}, {"QualifierName": ["analysis"], "DescriptorName": "Pesticides"}, {"QualifierName": ["analysis"], "DescriptorName": "Mercury"}, {"QualifierName": ["analysis"], "DescriptorName": "Pharmaceutical Preparations"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "WHO, World Health Organization (2019) WHO global report on traditional and complementary medicine, Geneva; Licence CC BY-NC-SA 3.0 IGO"}, {"Citation": "Gorelova S, Frontasyeva M (2017) Phytoremediation management of environmental contaminants: the use of higher plants in biomonitoring and environmental bioremediation. Springer International Publishing AG (eBook) 5(5). https://doi.org/10.1007/978-3-319-52381-1", "ArticleIdList": ["10.1007/978-3-319-52381-1"]}, {"Citation": "Wang CC, Zhang QC, Kang SG, Li MY, Zhang MY, Xu WM, Xiang P, Ma LQ (2023) Heavy metal (loid) s in agricultural soil from main grain production regions of China: bioaccessibility and health risks to humans. Sci Total Environ 858(2):159819. https://doi.org/10.1016/j.scitotenv.2022.159819", "ArticleIdList": ["10.1016/j.scitotenv.2022.159819", "36334671"]}, {"Citation": "Kloke A, Sauerback DR, Vetter H (1984) The contamination of plants and soils with heavy metals and the transport of metals in terrestrial food chains. In: Nriagu JO (ed) Changing Metal Cycles and Human Health. Springer-Verlag, Berlin, pp 113–141", "ArticleIdList": ["10.1007/978-3-642-69314-4_7"]}, {"Citation": "International Agency for Researcg on Cancer (IARC) (2017) Agents Classified by the IARC Monographs. 1–123"}, {"Citation": "Taghizadeh SF, Azizi M, Hassanpourfard G, Rezaee R, Karimi G (2023) Assessment of carcinogenic and non-carcinogenic risk of exposure to metals via consumption of coffee, tea, and herbal tea in Iranians. Biol Trace Elem Res 201:1520–1537. https://doi.org/10.1007/s12011-022-03239-x", "ArticleIdList": ["10.1007/s12011-022-03239-x", "35462590"]}, {"Citation": "Zuin VG, Yariwake JH, Bicchi C (2003) Fast supercritical fluid extraction and high-resolution gas chromatography with electron-capture and flame photometric detection for multiresidue screening of organochlorine and organophosphorus pesticides in Brazil’s medicinal plants. J Chromatogr A 985:159–166", "ArticleIdList": ["12580482", "10.1016/S0021-9673(02)01400-0"]}, {"Citation": "Georgiadis N, Tsarouhas K, Tsitsimpikou C, Vardavas A, Rezaee R, Germanakis I, Tsatsakis A, Stagos D, Kouretas D (2018) Pesticides and cardiotoxicity. Where do we stand? Toxicol Appl Pharmacol 353:1–14", "ArticleIdList": ["29885332", "10.1016/j.taap.2018.06.004"]}, {"Citation": "Taghizadeh SF, Goumenou M, Rezaee R, Alegakis T, Kokaraki V, Anesti O, Sarigiannis DA, Tsatsakis A, Karimi G (2019) Cumulative risk assessment of pesticide residues in different Iranian pistachio cultivars: applying the source specific HQS and adversity specific HIA approaches in Real Life Risk Simulations (RLRS). Toxicol Lett 313:91–100", "ArticleIdList": ["31128211", "10.1016/j.toxlet.2019.05.019"]}, {"Citation": "Taghizadeh SF, Rezaee R, Azizi M, Hayes AW, Giesy JP, Karimi G (2021) Pesticides, metals and polycyclic aromatic hydrocarbons in date fruits: a probabilistic assessment of risk to health of Iranian consumers. J Food Compost Anal 98:103815", "ArticleIdList": ["10.1016/j.jfca.2021.103815"]}, {"Citation": "Luo L, Dong L, Huang Q, Ma S, Fantke P, Li J, Jiang J, Fitzgerald M, Yang J, Jia Z, Zhang J, Wang H, Dai Y, Zhu G, Xing Z, Liang Y, Li M, Wei G, Song J et al (2021) Detection and risk assessments of multi-pesticides in 1771 cultivated herbal medicines by LC/MS-MS and GC/MS-MS. Chemosphere 262:127477. https://doi.org/10.1016/j.chemosphere.2020.127477", "ArticleIdList": ["10.1016/j.chemosphere.2020.127477", "32799136"]}, {"Citation": "Yang CM, Chien MY, Chao PC, Huang CM, Chen CH (2021) Investigation of toxic heavy metals content and estimation of potential health risks in Chinese herbal medicine. J Hazard Mater 412:125142. https://doi.org/10.1016/j.jhazmat.2021.125142", "ArticleIdList": ["10.1016/j.jhazmat.2021.125142", "33516113"]}, {"Citation": "Filipiak-Szok A, Kurzawa M, Szłyk E (2015) Determination of toxic metals by ICP-MS in Asiatic and European medicinal plants and dietary supplements. J Trace Elem Med Biol 30:54–58", "ArticleIdList": ["25467854", "10.1016/j.jtemb.2014.10.008"]}, {"Citation": "Kulhari A, Sheorayan A, Bajar S, Susheel Sarkar S, Chaudhury A, Kalia RK (2013) Investigation of heavy metals in frequently utilized medicinal plants collected from environmentally diverse locations of north western India. Springer Plus 2:676 http://www.springerplus.com/content/2/1/676", "ArticleIdList": ["24386622", "3877414", "10.1186/2193-1801-2-676"]}, {"Citation": "Tariq SR, Rashid N (2013) Multivariate analysis of metal levels in paddy soil, rice plants, and rice grains: a case study from Shakargarh, Pakistan. J Chem 1-10:539251. https://doi.org/10.1155/2013/539251", "ArticleIdList": ["10.1155/2013/539251"]}, {"Citation": "Tariq SR, Shafiq M, Chotana GA (2016) Distribution of heavy metals in the soils associated with the commonly used pesticides in cotton fields. Scientifica:7575239. https://doi.org/10.1155/2016/7575239"}, {"Citation": "Gupta N, Yadav KK, Kumar V, Cabral-Pinto MMS, Alam M, Kumar S, Prasad S (2021) Appraisal of contamination of heavy metals and health risk in agricultural soil of Jhansi city India. Environ Toxicol Pharmacol 88:103740. https://doi.org/10.1016/j.etap.2021.103740", "ArticleIdList": ["10.1016/j.etap.2021.103740", "34506906"]}, {"Citation": "Wang Y, Tan SN, Yusof MLM, Ghosh S, Ming Lam Y (2022) Assessment of heavy metal and metalloid levels and screening potential of tropical plant species for phytoremediation in Singapore. Environ Pollut 295:118681. https://doi.org/10.1016/j.envpol.2021.118681", "ArticleIdList": ["10.1016/j.envpol.2021.118681", "34933060"]}, {"Citation": "Tariq SR, Iqbal F, Ijaz A (2013) Assessment and multivariate analysis of metals in surgical instrument industry affected top soils and groundwater for future reclamation. Int J Environ Pollut 1:54–71"}, {"Citation": "European Pharmacopoeia (EP) (2019) Monographs on herbal drugs and herbal drug preparations. Council of Europe 1:1289–1675"}, {"Citation": "Potts PJ, Ellis AT, Kregsamer P, Marshall J, Streli C, West M, Wobrauschek P (2004) Atomic spectrometry update. X-ray fluorescence spectrometry. J Anal At Spectrom 19:1397–1419", "ArticleIdList": ["10.1039/b412145g"]}, {"Citation": "Jyothsna S, Manjula G, Suthari S, Nageswara Rao AS (2020) Qualitative elemental analysis of selected potential anti-asthmatic medicinal plant taxa using EDXRF technique. Heliyon 6:e03260. https://doi.org/10.1016/j.heliyon.2020.e03260", "ArticleIdList": ["10.1016/j.heliyon.2020.e03260", "32055725", "7005449"]}, {"Citation": "R version 3.4.3 (2017-11-30)Kite-eating tree, Copyright (C) 2017 The R Foundation for Statistical Computing, Platform: x86_64-pc-linux-gnu (64-bit)."}, {"Citation": "Gu Y, Wang C (2010) A study of hierarchical correlation clustering for scientific volume data. In: International Symposium on Visual Computing. Springer, pp 437–446"}, {"Citation": "Benjamini Y, Hochberg Y (1995) Controlling the false discovery rate: a practical and powerful approach to multiple testing. J R Stat Soc Ser B Methodol 57(1):289–300"}, {"Citation": "Popović-Djordjević J, Paunović D, Milić A, Krstić D, Moghaddam SS, Roje V (2021) Multi-elemental analysis, pattern recognition techniques of wild and cultivated rosehips from Serbia, and nutritional aspect. Biol Trace Elem Res 199:1110–1122. https://doi.org/10.1007/s12011-020-02199-4", "ArticleIdList": ["10.1007/s12011-020-02199-4", "32472352"]}, {"Citation": "Sui M, Kong D, Ruan H, Sun X, Gu W, Guo M, Ding S, Yang M (2023) Distribution characteristics of nutritional elements and combined health risk of heavy metals in medicinal tea from genuine producing area of China. Biol Trace Elem Res 201:984–994. https://doi.org/10.1007/s12011-022-03173-y", "ArticleIdList": ["10.1007/s12011-022-03173-y", "35294744"]}, {"Citation": "WHO, World Health Organization (2007) Guidelines for assessing quality of herbal medicines with reference to contaminants and residues. Switzerland, Geneva"}, {"Citation": "Sindhu S, Beena C (2016) Quantification of heavy metals in the Aloe vera L. samples available in the market. S. Indian J of Biol Sci 2(1):81–83"}, {"Citation": "Singh KP, Bhattacharya S, Sharma P (2014) Assessment of heavy metal contents of some Indian medicinal plants American- Eurasian. J Agric Environ Sci 14:1125–1129"}, {"Citation": "Kumar V, Srivastava S, Chauhan RK, Thakur RK, Singh J (2017) Heavy metals and microbial contamination of certain leafy vegetables grown in abattoir effluent disposal province of Saharanpur (Uttar Pradesh) India. AESA 2(1):36–43"}, {"Citation": "Ziarati P (2012) Determination of contaminants in some Iranian popular herbal medicines. J Anal Toxicol 2(1):1–3"}, {"Citation": "Özden H, Özden S (2018) Levels of heavy metals and ochratoxin A in medicinal plants commercialized in Turkey. Turk J Pharm 15(3):376–381"}, {"Citation": "Pourrut B, Shahid M, Dumat C, Winterton P, Pinelli E (2011) Lead uptake, toxicity and detoxification in plants. Rev Environ Contam Toxicol 213:113–136", "ArticleIdList": ["21541849"]}, {"Citation": "Sharma P, Dubey RS (2005) Lead toxicity in plants. J Plant Physiol 17:35–52"}, {"Citation": "Dghaim R, Khatib SA, Rasool H, Khan MA (2015) Determination of heavy metals concentration in traditional herbs commonly consumed in the United Arab Emirates. J Environ Health:973878. https://doi.org/10.1155/2015/973878"}, {"Citation": "Peralta-Videa JR, Lopez ML, Narayana M, Saupea G, Gardea-Torresdeya J (2009) The biochemistry of environmen-tal heavy metal uptake by plants: implications for the food chain. Int J Biochem Cell Biol 41:1665–1677", "ArticleIdList": ["19433308", "10.1016/j.biocel.2009.03.005"]}, {"Citation": "Vikram A, Johri T, Tandon PK (2011) Effect of chromium (IV) on growth and metabolism of Spinacia oleracea (Spinach) plants. Research in Environment and Life Science 4(3):119–124"}, {"Citation": "Israr M, Sahi SV (2006) Antioxidative responses to mercury in the cell cultures of Sesbania drummondii. Plant Physiol Biochem 44(10):590–595", "ArticleIdList": ["17070690", "10.1016/j.plaphy.2006.09.021"]}, {"Citation": "Begum HA, Hamayun M, Zaman K, Shinwari ZK, Hussain A (2017) Heavy metal analysis in frequently consumable medicinal plants of Khyber Paktunkhwa. Pakistan Pak J Bot 49(3):1155–1160"}, {"Citation": "Street RA (2012) Heavy metals in medicinal plant products—an African perspective. S Afr J Bot 82:67–74. https://doi.org/10.1016/j.sajb.2012.07.013", "ArticleIdList": ["10.1016/j.sajb.2012.07.013"]}, {"Citation": "Ajasa MA, Bello OM, Ibrahim OM, Ogunwande AI, Olawore ON (2004) Heavy trace metals and macronutrients status in herbal plants of Nigeria. Food Chem 85:67–71", "ArticleIdList": ["10.1016/j.foodchem.2003.06.004"]}, {"Citation": "Gajalakshmi S, Iswarya V, Ashwini R, Divya G, Mythili S, Sathiavelu A (2012) Evaluation of heavy metals in medicinal plants growing in Vellore District. Eur J Exp Biol 5:1457–1461"}, {"Citation": "Chizzola R, Michitsch H, Franz C (2003) Monitoring of metallic micronutrients and heavy metals in herbs, spices and medicinal plants from Austria. Eur Food Res Technol 216(5):407–411", "ArticleIdList": ["10.1007/s00217-003-0675-6"]}, {"Citation": "Danezis GP, Georgiou CA (2022) Elemental metabolomics: food elemental assessment could reveal geographical origin. Curr Opin Food Sci 44:100812. https://doi.org/10.1016/j.cofs.2022.100812", "ArticleIdList": ["10.1016/j.cofs.2022.100812"]}, {"Citation": "Madrid D, Cornu S, Bourennane H, Baize D, Ratié C, King D (2020) Effect of agricultural practices on trace-element distribution in soil. Commun Soil Sci Plant Anal 38:473–491"}, {"Citation": "Srivastava SK, Rai V, Srivastava M, Rawat AKS, Mehrotra S (2006) Estimation of heavy metals in different Berberis species and its market samples. Environ Monit Assess 116(1–3):315–320", "ArticleIdList": ["16779598", "10.1007/s10661-006-7395-x"]}, {"Citation": "Angelova VR, Babrikov TD, Ivanov KI (2019) Bioaccumulation and distribution of lead, zinc, and cadmium in crops of Solanaceae family. Commun Soil Sci Plant Anal 40:2248–2263", "ArticleIdList": ["10.1080/00103620902961227"]}, {"Citation": "Xu D, Chen Z, Sun K, Yan D, Kang M, Zhao Y (2019) Effect of cadmium on the physiological parameters and the subcellular cadmium localization in the potato (Solanum tuberosum L.). Ecotoxicol Environ Saf 97:147–153", "ArticleIdList": ["10.1016/j.ecoenv.2013.07.021"]}, {"Citation": "Bawa U, Abdulhameed A, Nayaya AJ, Ezra AG, Jibrin M (2021) Bioaccumulation factor of heavy metals in some crops grown in plateau state Nigeria. Biol Life Sci Forum 4(1):12. https://doi.org/10.3390/IECPS2020-08737", "ArticleIdList": ["10.3390/IECPS2020-08737"]}, {"Citation": "Rajakaruna N (2018) Distribution of heavy metals in tannery effluent polluted soils of Tamil Nadu, India. Bull Environ Contamin Toxicol 60:142–150"}, {"Citation": "Zhuang P, McBride MB, Xia H, Li N, Li Z (2009) Health risk from heavy metals via consumption of food crops in the vicinity of Dabaoshan mine, South China. Sci Total Environ 407:1551–1561", "ArticleIdList": ["19068266", "10.1016/j.scitotenv.2008.10.061"]}, {"Citation": "Giacomino A, Malandrino M, Colombo ML, Miaglia S, Maimone P, Blancato S, Conca E, Abollino O (2016) Metal content in dandelion (Taraxacum officinale) leaves: influence of vehicular traffic and safety upon consumption as food. J Chem:9842987. https://doi.org/10.1155/2016/9842987"}, {"Citation": "Masarovičová E, Králová K (2017) Phytoremediation management of environmental contaminants. Essential elements and toxic metals in some crops, medicinal plants, and trees. Springer International Publishing AG (eBook) 5 (7). https://doi.org/10.1007/978-3-319-52381-1", "ArticleIdList": ["10.1007/978-3-319-52381-1"]}, {"Citation": "Adamczyk-Szabela D, Lisowska K, Wolf WM (2021) Hysteresis of heavy metals uptake induced in Taraxacum officinale by thiuram. Sci Rep 11:20151. https://doi.org/10.1038/s41598-021-99666-2", "ArticleIdList": ["10.1038/s41598-021-99666-2", "34635744", "8505632"]}, {"Citation": "Yu IS, Lee JS, Kim SD, Kim YH, Park HW, Ryu HJ, Lee JH, Lee JM, Jung K, Na C, Joung JY, Son CG (2017) Monitoring heavy metals, residual agricultural chemicals and sulfites in traditional herbal decoctions. Complement Altern Med 17:154. https://doi.org/10.1186/s12906-017-1646-y", "ArticleIdList": ["10.1186/s12906-017-1646-y"]}, {"Citation": "Jibrin M, Abdulhameedm A, Nayayam AJ, Ezram AG (2021) Health risk effect of heavy metals from pesticides in vegetables and soils: a review. DUJOPAS 7(3b):24–32", "ArticleIdList": ["10.4314/dujopas.v7i3b.3"]}, {"Citation": "European Pharmacopoeia, EP, (2006) Applicable to medicinal plant materials included in the European pharmacopoeia, 5th ed, PHARMEUROPA 18 (4)."}, {"Citation": "Matulevičiūtė D (2016) The role of willowherbs (Epilobium) in the recovery of vegetation cover a year after use of herbicide: a case study from Central Lithuania. Bot Lith 22(2):101–112"}, {"Citation": "Mumtaz M, Qadir A, Mahmood A, Mehmood A, Malik RN, Li J, Yousaf Z, Jamil N, Shaikh IA, Ali H, Zhang G (2015) Human health risk assessment, congener specific analysis and spatial distribution pattern of organochlorine pesticides (OCPs) through rice crop from selected districts of Punjab Province, Pakistan. Sci Total Environ 511:354–361", "ArticleIdList": ["25553549", "10.1016/j.scitotenv.2014.12.030"]}, {"Citation": "Sweetman AJ, Dalla Valle M, Prevedouros K, Jones KC (2005) The role of soil organic carbon in the global cycling of persistent organic pollutants (POPs): Interpreting and modelling field data. Chemosphere 60:959972. https://doi.org/10.1016/j.chemosphere.2004.12.074", "ArticleIdList": ["10.1016/j.chemosphere.2004.12.074"]}, {"Citation": "Calvelo Pereira R, Camps-Arbestain M, Rodríguez Garrido B, Macías F, Monterroso C (2006) Behaviour of α-, β-, γ-, and δ-hexachlorocyclohexane in the soil–plant system of a contaminated site. Env Pollution 144(1):210–217", "ArticleIdList": ["10.1016/j.envpol.2005.12.030"]}, {"Citation": "Kaushik G, Satya S, Naik SN (2009) Food processing a tool to pesticide residue dissipation-A review. Food Res Int 42:26–40", "ArticleIdList": ["10.1016/j.foodres.2008.09.009"]}, {"Citation": "Murtaj B, Nuro A, Salihila J (2018) Organochlorinated pesticides and PCB in some medicinal plants from South-East Albania. IJEPEM 1(2):44–49"}, {"Citation": "Walter K, Vallero DA, Lewis RG (1999) Factors influencing the distribution of lindane and other hexachlorocyclohexanes in the environment. Environ Sci Technol 33(24):4373–4378", "ArticleIdList": ["10.1021/es990647n"]}, {"Citation": "Barber JL, Sweetman AJ, van Wijk D, Jones KC (2005) Hexachlorobenzene in the global environment: emissions, levels, distribution, trends and processes. Sci Total Environ 349(1-3):1–44", "ArticleIdList": ["16005495", "10.1016/j.scitotenv.2005.03.014"]}, {"Citation": "Liu CY, Jiang X, Fan JL, Noura Ziadi N (2013) Hexachlorobenzene accumulation in rice plants as affected by farm manure and urea applications in dissimilar soils. Can J Soil Sci 93:631638. https://doi.org/10.4141/CJSS2013-001", "ArticleIdList": ["10.4141/CJSS2013-001"]}, {"Citation": "Sosan MB, Adeleye AO, Oyekunle JAO, Udah O, Oloruntunbi PM, Daramola MO, Saka WT (2020) Dietary risk assessment of organochlorine pesticide residues in maize-based complementary breakfast food products in Nigeria. Heliyon 6(12):e05803. https://doi.org/10.1016/j.heliyon.2020.e05803", "ArticleIdList": ["10.1016/j.heliyon.2020.e05803", "33385092", "7770536"]}, {"Citation": "Xiao P, Mori T, Kamei I, Kondo R (2011) Metabolismof organochlorine pesticide heptachlorand its metabolite heptachlor epoxide by white rot fungi, belonging to genus Phlebia. Microbiol Lett 314:140–146", "ArticleIdList": ["10.1111/j.1574-6968.2010.02152.x"]}, {"Citation": "Unyimadu JP, Osibanjo O, Babayemi JO (2019) Concentration and distribution of organochlorine pesticides in sediments of the Niger River Nigeria. J Health Pollut 9(22):190606. https://doi.org/10.5696/2156-9614-9.22.190606", "ArticleIdList": ["10.5696/2156-9614-9.22.190606", "31259082", "6555247"]}, {"Citation": "Li Y, Zhang Q, Ji D, Wang T, Wang Y, Wang P, Ding L, Jiang G (2009) Levels and vertical distributions of PCBs, PBDEs, and OCPs in the atmospheric boundary layer: observation from the Beijing 325-m meteorological tower. Environ Sci Technol 43(4):1030–1035. https://doi.org/10.1021/es802138w", "ArticleIdList": ["10.1021/es802138w", "19320153"]}, {"Citation": "Doong RA, Sun YC, Liao PL, Peng CK, Wu SC (2002) Distribution and fate of organochlorine pesticide residues in sediments from the selected rivers in Taiwan. Chemosphere 48(2):237–246", "ArticleIdList": ["12117059", "10.1016/S0045-6535(02)00066-8"]}, {"Citation": "Siraj J, Mekonen S, Astatkie H, Gure A (2021) Organochlorine pesticide residues in tea and their potential risks to consumers in Ethiopia. Heliyon 7:e07667. https://doi.org/10.1016/j.heliyon.2021.e07667", "ArticleIdList": ["10.1016/j.heliyon.2021.e07667", "34381908", "8340115"]}, {"Citation": "Amirahmadi M, Shoeibi S, Abdollahi M, Rastegar H, Khosrokhavar R, Hamedani MP (2013) Monitoring of some pesticides residue in consumed tea in Tehran market Iran. J Environ Heal Sci Eng 10(1):9. https://doi.org/10.1186/1735-2746-10-9", "ArticleIdList": ["10.1186/1735-2746-10-9"]}, {"Citation": "Feng J, Tang H, Chen D, Li L (2015) Monitoring and risk assessment of pesticide residues in tea samples from China. Hum Ecol Risk Assess 21(1):169–183", "ArticleIdList": ["10.1080/10807039.2014.894443"]}, {"Citation": "Hardy A (1996) On the number of clusters. Comput Stat Data Anal 23(1):83–96", "ArticleIdList": ["10.1016/S0167-9473(96)00022-9"]}, {"Citation": "Kelley LA, Gardner SP, Sutcliffe MJ (1996) An automated approach for clustering an ensemble of NMR-derived protein structures into conformationally related subfamilies. Protein Eng Des Sel 9(11):1063–1065", "ArticleIdList": ["10.1093/protein/9.11.1063"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "2", "Day": "24"}, {"Year": "2023", "Month": "3", "Day": "17"}, {"Year": "2023", "Month": "11", "Day": "2", "Hour": "12", "Minute": "44"}, {"Year": "2023", "Month": "3", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "25", "Hour": "12", "Minute": "15"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36964813", "10.1007/s12011-023-03642-y", "10.1007/s12011-023-03642-y"]}}], "PubmedBookArticle": []}