{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["COVID-19", "Clinical Development", "Herbal Medicine", "Herbal Products", "Herbal Supplements", "SARS-CoV-2"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36974333", "DateRevised": {"Year": "2023", "Month": "06", "Day": "19"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "03", "Day": "05"}], "Language": ["eng"], "ELocationID": ["10.1016/j.sciaf.2023.e01627"], "Journal": {"ISSN": "2468-2276", "JournalIssue": {"Volume": "20", "PubDate": {"Year": "2023", "Month": "Jul"}}, "Title": "Scientific African", "ISOAbbreviation": "Sci Afr"}, "ArticleTitle": "Herbal supplements as treatment options for COVID-19: A call for clinical development of herbal supplements for emerging and re-emerging viral threats in Sub-Saharan Africa.", "Pagination": {"StartPage": "e01627", "MedlinePgn": "e01627"}, "Abstract": {"AbstractText": ["The advent of Corona virus Disease 2019 (COVID-19) distorted health systems of many countries. Efforts have been made to either develop new treatment solutions such as vaccines or repurpose previously adopted drugs. Challenges in accessing available treatment, inadequate, non-existent, or overstretched healthcare facilities, long COVID disease, cultural practices and beliefs about vaccination, vaccine hesitancy, availability, accessibility and perceived safety of herbal supplements seem to be major factors propelling individuals to use herbal supplements. Published reports advocating for clinical development of herbal supplements for COVID-19 and other emerging and re-emerging viral diseases are sparse. This paper aims to review the pathogenesis of COVID-19, use of herbal products during the pandemic and make case for clinical development of herbal supplements through the adoption of modern and acceptable technologies and research processes. This was a scoping review. Database searches of Google Scholar, PubMed and ResearchGate among others were performed using related keywords to identify relevant journals and lists of primary articles. Clinical trial databases:-Clinicaltrial.gov, Pan African Clinical Trial Registry (PACTR) and WHO international clinical trial registry (ICTRP) were reviewed to extract data. The use of herbal supplements during COVID-19 was not only peculiar to individuals living in Sub-Saharan Africa, but a global practice. Herbal supplements recommended to manage COVID-19 have not been validated using clinical trials. Available data showed that the number of herbal supplements undergoing clinical trial for COVID-19 indication in Africa was low. The availability of medicinal plants in Sub-Saharan Africa if well explored has great potentials to address various emerging and re-emerging viral diseases confronting the region. The economic potential of clinically validated herbal supplements are huge, and tapping into this opportunity created by preference of population to herbal supplement could increase export of herbal supplement and gross domestic product (GDP) of respective countries in Africa."], "CopyrightInformation": "© 2023 The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unit of Clinical Chemistry, Department of Medical Laboratory Science, University College Hospital, Ibadan, Nigeria."}, {"Identifier": [], "Affiliation": "Unit of Clinical Chemistry, Department of Medical Laboratory Science, Chrisland University, Owode, Abeokuta, Ogun State, Nigeria."}], "LastName": "Onyeaghala", "ForeName": "Augustine Anayochukwu", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Laboratory Science, Thomas Adewumi University, Oko, Kwara State, Nigeria."}], "LastName": "Anyiam", "ForeName": "Arinze Favour", "Initials": "AF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Allied Health (Pharmacy), Faculty of Health Sciences, University of Belize, Central America, Belize."}], "LastName": "Husaini", "ForeName": "Danladi Chiroma", "Initials": "DC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Laboratory Science, Achievers University, Owo, Ondo State, Nigeria."}], "LastName": "Onyeaghala", "ForeName": "Emmanuella Ogechi", "Initials": "EO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Therapeutics, Faculty of Basic Clinical Science, College of Health Science, Nnamdi Azikiwe University, Nnewi, Campus, Nigeria."}], "LastName": "Obi", "ForeName": "Ejeatuluchukwu", "Initials": "E"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Sci Afr", "NlmUniqueID": "101771789", "ISSNLinking": "2468-2276"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Hu B., Guo H., Zhou P.S.Z. Characteristics of SARS-CoV-2 and COVID-19. Nat. Rev. Microbiol. 2021;19(3):141–154. doi: 10.1038/s41579-020-00459-7.", "ArticleIdList": ["10.1038/s41579-020-00459-7", "PMC7537588", "33024307"]}, {"Citation": "El-Sadr W.M., Justman J. Africa in the path of Covid-19. N. Engl. J. Med. 2020;383(3):e11.", "ArticleIdList": ["32302075"]}, {"Citation": "Nachega J., Seydi M., Zumla A. The late arrival of coronavirus disease 2019 (COVID-19) in Africa: mitigating pan-continental spread. Clin. Infect. Dis. 2020;71(15):875–878.", "ArticleIdList": ["PMC7184327", "32227121"]}, {"Citation": "World Health Organization, Declaration of alma-ata. (1978). Available at: https://www.who.int/teams/social-determinants-of-health/declaration-of-alma-ata. Retrieved September 30, 2022."}, {"Citation": "Mattey-Mora P.P., Begle C.A., Owusu C.K., Chen C., Parker M.A. Hospitalised versus outpatient COVID-19 patients’ background characteristics and comorbidities: a systematic review and meta-analysis. Rev. Med. Virol. 2022;32(3) doi: 10.1002/rmv.2306.", "ArticleIdList": ["10.1002/rmv.2306", "PMC8646852", "34674338"]}, {"Citation": "Dastenae Z.H., Bahadori A., Dehghani M., Asadi-samani M., Izadi I., Shahraki H.R. Comparison of the effect of intravenous dexamethasone and methylprednisolone on the treatment of hospitalized patients with COVID-19 : a randomized clinical trial R. Int. J. Infect. Dis. 2022;122:659–664. doi: 10.1016/j.ijid.2022.07.019.", "ArticleIdList": ["10.1016/j.ijid.2022.07.019", "PMC9270180", "35817286"]}, {"Citation": "Haleem A., Javaid M., Vaishya R. Effects of COVID 19 pandemic in daily life. Curr. Med. Res. Pract. 2020 doi: 10.1016/j.cmrp.2020.03.011.", "ArticleIdList": ["10.1016/j.cmrp.2020.03.011", "PMC7147210", "32292804"]}, {"Citation": "Intawong K., Olson D., Chariyalertsak S. Application technology to fight the COVID-19 pandemic: lessons learned in Thailand. Biochem. Biophys. Res. Commun. 2021;538:231–237. doi: 10.1016/j.bbrc.2021.01.093.", "ArticleIdList": ["10.1016/j.bbrc.2021.01.093", "PMC7880622", "33589143"]}, {"Citation": "World Health Organization (2020). Coronavirus disease (COVID-19) advice for the public. Avaiable at https://www.who.int/emergencies/diseases/novel-coronavirus-2019/advice-for-public. Accessed 16th August, 2022."}, {"Citation": "Chari A., Samur M.K., Martinez-Lopez J., et al. Clinical features associated with COVID-19 outcome in multiple myeloma: first results from the international Myeloma society data set. Blood. 2020;136:3033–3040.", "ArticleIdList": ["PMC7759145", "33367546"]}, {"Citation": "COVID-19 Dashboard by the Center for Systems Science and Engineering (CSSE) at Johns Hopkins University (JHU). (2022). Johns Hopkins coronavirus resource center. https://coronavirus.jhu.edu/map.html. Accessed 20th August, 2022."}, {"Citation": "Goga A., Bekker L., Garrett N., Reddy T., Yende-Zuma N., Fairall L., Moultrie H., Takalani A., Trivella V., Faesen M., Bailey V., Seocharan I.G.G. Breakthrough SARSCoV-2 infections during periods of delta and omicron predominance, South Africa. Lancet. 2022;400:269–271. doi: 10.1016/S0140-6736(22)01190-4.", "ArticleIdList": ["10.1016/S0140-6736(22)01190-4", "PMC9259009", "35809579"]}, {"Citation": "Yashika G., Sujeet K., Mishra’ H.R., Jyotika G., Ravi K., Shakya SK., Vipin K.J., Babu G., Arjun G., Ravindra S., Rabinarayan S., Vijay K A. Phytomedicines explored under in vitro and in-silico studies against coronavirus: An opportunity to develop traditional medicines. S. Afr. J. Bot. 2022;16:31.", "ArticleIdList": ["PMC9057940", "35530267"]}, {"Citation": "Matarese A., Gambardella J., Sardu C.S.G. miR-98 regulates TMPRSS2 expression in human endothelial cells: key implications for COVID-19. Biomedicines. 2020;8:462.", "ArticleIdList": ["PMC7693865", "33143053"]}, {"Citation": "Guan W.J., Ni Z.Y., Hu Y., Liang W.H., Ou C.Q., He J.X., et al. Clinical characteristics of coronavirus disease 2019 in China. N. Engl. J. Med. 2020;382:1708–1720.", "ArticleIdList": ["PMC7092819", "32109013"]}, {"Citation": "Shi Y., Wang Y., Shao C., Huang J., Gan J., Huang X., et al. COVID-19 infection: the perspectives on immune responses. Cell Death Differ. 2020;27:1451–1454.", "ArticleIdList": ["PMC7091918", "32205856"]}, {"Citation": "Loo J., Spittle D.A. COVID-19, immunothrombosis and venous thromboembolism: biological mechanisms. Thorax. 2021;76:412–420.", "ArticleIdList": ["33408195"]}, {"Citation": "Bilaloglu S., Aphinyanaphongs Y., Jones S., Iturrate E., Hochman J., Berger J.S. Thrombosis in hospitalized patients with COVID-19 in a New York City health system. JAMA. 2020;324(8):799. doi: 10.1001/jama.2020.13372.", "ArticleIdList": ["10.1001/jama.2020.13372", "PMC7372509", "32702090"]}, {"Citation": "Hippisley-Cox J., Patone M., Mei X.W., et al. Risk of thrombocytopenia and thromboembolism after covid-19 vaccination and SARS-CoV-2 positive testing: self-controlled case series study. BMJ. 2021;374:1931.", "ArticleIdList": ["PMC8388189", "34446426"]}, {"Citation": "Modin D., Claggett B., Sindet-Pedersen C., et al. Acute COVID-19 and the incidence of ischemic stroke and acute myocardial infarction. Circulation. 2020;142:2080–2082.", "ArticleIdList": ["PMC7682795", "33054349"]}, {"Citation": "Nannoni S., de Groot R., Bell S., Markus H.S. Stroke in COVID-19: a systematic review and meta-analysis. Int. J. Stroke. 2020;16(2):137–149. doi: 10.1177/1747493020972922. 2021 FebEpub 2020 Nov 11. PMID: 33103610; PMICID: PMC7859578.", "ArticleIdList": ["10.1177/1747493020972922", "PMC7859578", "33103610"]}, {"Citation": "Tan B.K., Mainbourg S., Friggeri A., et al. Arterial and venous thromboembolism in COVID-19: a study-level meta-analysis. Thorax. 2021;76:970–979.", "ArticleIdList": ["33622981"]}, {"Citation": "World Health Organization. Tracking SARS-Cov-2 variants). Available at: https://www.who.int/activities/tracking-SARS-Cov-2-variants. Accessed on August 24, 2022"}, {"Citation": "Callaway E. Omicron likely to weaken COVID vaccine protection. Sci. Am. 2021;600(7889):367–368. doi: 10.1038/d41586-021-03672-3.", "ArticleIdList": ["10.1038/d41586-021-03672-3", "34880488"]}, {"Citation": "T. Isabelle (2022). Long COVID is still raising more questions than answers, say researchers. Available at: https://www.sciencealert.com/long-covid-is-still-raising-more-questions-than-answers-say-researchers. Accessed 20th September, 2022."}, {"Citation": "Wilhelm A., Widera M., Grikscheit K., et al. MedRxiv; 2021. Reduced Neutralization of SARS-CoV-2 Omicron Variant by Vaccine Sera and Monoclonal Antibodies.", "ArticleIdList": ["10.1101/2021.12.07.21267432"]}, {"Citation": "Orisakwe O.E., Orish C.N., Nwanaforo E.O. Vol. 10. 2020. Coronavirus disease (COVID-19) and Africa: acclaimed home remedies; p. e00620. (Sci. Afr.).", "ArticleIdList": ["10.1016/j.sciaf.2020.e00620", "PMC7605786", "33163740"]}, {"Citation": "Institute for Health Metrics and Evaluation (2022). WHO: At least 17 million people in the WHO European Region experienced long COVID in the first two years of the pandemic; millions may have to live with it for years to come. Available at https://www.healthdata.org/news-release/who-least-17-million-people-who-european-region-experienced-long-covid-first-two-years. Accessed 29th September, 2022."}, {"Citation": "Ludwig H., Sonneveld P., Boccadoro M., Terpos E. Covid-19 and Myeloma. HemaSphere. 2022;6:5–6. doi: 10.1097/01.hs9.0000829540.80501.f8.", "ArticleIdList": ["10.1097/01.hs9.0000829540.80501.f8"]}, {"Citation": "P. Mathur & S. Kottilil (2022). Immunomodulatory therapies for COVID-19. 19:1–10. 10.3389/fmed.2022.921452", "ArticleIdList": ["PMC9381694", "35991665"]}, {"Citation": "Collie S., Champion J., Moultrie H., Bekker L.G. Effectiveness of BNT162b2 vaccine against omicron variant in South Africa. N. Engl. J. Med. 2022;386:494–496.", "ArticleIdList": ["PMC8757569", "34965358"]}, {"Citation": "Pulliam J., van Schalkwyk C., Govender N., et al. MedRxiv; 2021. Increased Risk of SARS-CoV-2 Reinfection Associated With Emergence of the Omicron Variant in South Africa.", "ArticleIdList": ["10.1101/2021.11.11.21266068", "PMC8995029", "35289632"]}, {"Citation": "Baden L.R., El Sahly H.M., Essink B., Kotloff K., Frey S., Novak R., Diemert D., Spector S.A., Rouphael N., Creech C.B., McGettigan J., Khetan S., Segall N., Solis J., Brosz A., Fierro C., Schwartz H., Neuzil K., Corey L., Zaks T. Efficacy and safety of the mrna-1273 SARS-CoV-2 vaccine. N. Engl. J. Med. 2021;384(5):403–416. doi: 10.1056/nejmoa2035389.", "ArticleIdList": ["10.1056/nejmoa2035389", "PMC7787219", "33378609"]}, {"Citation": "Polack F.P., Thomas S.J., Kitchin N., et al. Safety and efficacy of the BNT162b2 mRNA COVID-19 vaccine. N. Engl. J. Med. 2020;383:2603–2615.", "ArticleIdList": ["PMC7745181", "33301246"]}, {"Citation": "Young-Xu Y., Korves C., Roberts J., et al. Coverage and estimated effectiveness of mRNA COVID-19 vaccines among US veterans. JAMA Netw. Open. 2021;4", "ArticleIdList": ["PMC8495523", "34613401"]}, {"Citation": "Thomas S.J., Moreira E.D., Kitchin N., et al. Safety and efficacy of the BNT162b2 mRNA COVID-19 vaccine through 6 months. N. Engl. J. Med. 2021;385:1761–1773.", "ArticleIdList": ["PMC8461570", "34525277"]}, {"Citation": "Meyerowitz E.A, Richterman A., Gandhi R.T.S.P. Transmission of SARS-CoV-2: a review of viral, host, and environmental factors. Ann. Intern Med. 2021;174(1):69–79. doi: 10.7326/M20-5008.", "ArticleIdList": ["10.7326/M20-5008", "PMC7505025", "32941052"]}, {"Citation": "Mallapaty S. Delta threatens rural regions that dodged earlier COVID waves. Nature. 2021;596:325–326. doi: 10.1038/d41586-021-02146-w.", "ArticleIdList": ["10.1038/d41586-021-02146-w", "34354278"]}, {"Citation": "Schaefer G.O., Leland R.J. Making vaccines available to other countries before offering domestic booster vaccinations. JAMA. 2021;326:903–904. doi: 10.1001/jama.2021.13226.", "ArticleIdList": ["10.1001/jama.2021.13226", "34382999"]}, {"Citation": "M. Chukwuma (2022). Nigeria's slow, tedious road to herbal medicine development. The Guradian Newapaper available at https://guardian.ng/features/nigerias-slow-tedious-road-to-herbal-medicine-development/. Accessed on 10th September."}, {"Citation": "Ekor M. The growing use of herbal medicines: issues relating to adverse reactions and challenges in monitoring safety. Front. Pharmacol. 2014;10(4):177. doi: 10.3389/fphar.2013.00177. PMID: 24454289; PMCID: PMC3887317.", "ArticleIdList": ["10.3389/fphar.2013.00177", "PMC3887317", "24454289"]}, {"Citation": "Antwi-Baffour S.S. The place of traditional medicine in the African Society: the science, acceptance and support. Am. J. Health Res. 2014;2(2):49. doi: 10.11648/j.ajhr.20140202.13.", "ArticleIdList": ["10.11648/j.ajhr.20140202.13"]}, {"Citation": "Nordling L.  Science Magazine; 2020. Unproven herbal remedy against COVID-19 could fuel drug resistant malaria, scientists warn.https://www.sciencemag.org/news/2020/05/unproven-herbalremedy-againstcovid-19-could-fuel-drug-resistant-malaria-scientists May 6 2020. Available at. Accessed 16 July, 2022."}, {"Citation": "Wikipedia. Covid-organics. 2020. [Available from: https://en.wikipedia.org/wiki/Covid-Organics. Accessed: 6 July, 2022"}, {"Citation": "Xinhuanet News. Nigeria unveils drugs for treatment of Ebola, malaria 2018.Available at: http://www.xinhuanet.com/english/2018-01/20/c_1369092 97.htm. Accessed: 10 August, 2022"}, {"Citation": "The Center of Awareness Food Supplement. CoA mixture 2020. Available at: https://www.coadrugs.org/coamixture/. Accessed: 12 July, 2022."}, {"Citation": "Onyeaghala A.A., Onyeaghala C.P.B.E.O., Olubiyi O.O, Attah F.A. Management of mild and moderate symptoms of COVID-19 in infected subjects using combi-5 herbal supplement: case series. J. Med. Lab. Sci. 2022;32(1) 56-6."}, {"Citation": "Onyeaghala A.A., Onyeaghala E.O., Babalola C.P., Aina O.O., Jelpe D. Herbal supplement (combi-5) in the management of COVID 19 individual with mild to moderate symptoms: A case report. J. Complement. Integr. Med. 2021;18(4):865–867. doi: 10.1515/jcim-2020-0430.", "ArticleIdList": ["10.1515/jcim-2020-0430", "33962499"]}, {"Citation": "Chikowe I., Mtewa A.G., Tembo D., Smith D., Ibrahim E., Mwamatope B., Nkhungulu J., Kumpalume P., Maroyi A. Potential of Malawi's medicinal plants in COVID-19 disease management: a review. Malawi Med. J. J. Med. Assoc. Malawi. 2021;33(2):85–107. doi: 10.4314/mmj.v33i2.4.", "ArticleIdList": ["10.4314/mmj.v33i2.4", "PMC8560350", "34777704"]}, {"Citation": "Musoke P., Nantaayi B., Ndawula Kato R., Wannyana B., Ssewante N., Wekha G., Olum R., Nakyagaba L., Rhoda Nassozi D., Nabukeera G., Marvin Kanyike A., Ojilong D., Madut Akech G., Kajjimu J., Kiwumulo J., Agira D., Okot J., Bongomin F. Fear of covid-19 and the media influence on herbal medication use in Uganda: a cross-sectional study. Risk Manag. Healthc. Policy. 2021;14:3965–3975. doi: 10.2147/rmhp.s332325. Volume.", "ArticleIdList": ["10.2147/rmhp.s332325", "PMC8464377", "34584474"]}, {"Citation": "El Alami A., Fattah A., Abderrahman C. Medicinal plants used for the prevention purposes during the COVID-19 pandemic in Morocco. J. Anal. Sci. Appl. Biotechnol. 2020;2 doi: 10.48402/IMIST.PRSM/jasab-v2i1.21056.", "ArticleIdList": ["10.48402/IMIST.PRSM/jasab-v2i1.21056"]}, {"Citation": "Bendezu-Quispe G., Benites-Meza J.K., Urrunaga-Pastor D., Herrera-Añazco P., Uyen-Cateriano A., Rodriguez-Morales A.J., Toro-Huamanchumo C.J., Hernandez A.V., Benites-Zapata V.A. Consumption of herbal supplements or homeopathic remedies to prevent COVID-19 and intention of vaccination for covid-19 in Latin America and the Caribbean. Trop. Med. Infect. Dis. 2022;7(6):95. doi: 10.3390/tropicalmed7060095.", "ArticleIdList": ["10.3390/tropicalmed7060095", "PMC9229216", "35736974"]}, {"Citation": "Gomes P., Martins L., Gomes E., Muribeca A., Pamplona S., Komesu A., Bichara C., Rai M., Silva C., Silva M. Antiviral plants from Marajó Island, Brazilian amazon: a narrative review. Molecules. 2022;27(5):1542. doi: 10.3390/molecules27051542. Basel, Switzerland.", "ArticleIdList": ["10.3390/molecules27051542", "PMC8911695", "35268642"]}, {"Citation": "Husaini D.C., Orisakwe O.E., Mphuthi D.D., Garba M.S., Obasi C.N., Nwachukwu I.E. Phytotherapies for COVID-19 in Latin America and the Caribbean (LAC): implications for present and future pandemics. Arab. Gulf J. Sci. Res. 2023 doi: 10.1108/AGJSR-08-2022-0144. 2023[Epub ahead of print]", "ArticleIdList": ["10.1108/AGJSR-08-2022-0144"]}, {"Citation": "Manzano-Santana P.I., Peñarreta Tivillin J.P., Chóez-Guaranda I.A., Barragán Lucas A.D., Orellana-Manzano A.K., Rastrelli L. Potential bioactive compounds of medicinal plants against new coronavirus (SARS-CoV-2): a Review. Bionatura. 2021;6(1):1653–1658. doi: 10.21931/rb/2021.06.01.30.", "ArticleIdList": ["10.21931/rb/2021.06.01.30"]}, {"Citation": "Villena-Tejada M., Vera-Ferchau I., Cardona-Rivero A., Zamalloa-Cornejo R., Quispe-Florez M., Frisancho-Triveño Z., et al. Use of medicinal plants for COVID-19 prevention and respiratory symptom treatment during the pandemic in Cusco, Peru: a cross-sectional survey. PLoS One. 2021;16(9) doi: 10.1371/journal.pone.0257165.", "ArticleIdList": ["10.1371/journal.pone.0257165", "PMC8457479", "34550994"]}, {"Citation": "AlNajrany S.M., Asiri Y., Sales I., AlRuthia Y. The commonly utilized natural products during the COVID-19 pandemic in Saudi Arabia: a cross-sectional online survey. Int. J. Environ. Res. Public Health. 2021;18(9):4688. doi: 10.3390/ijerph18094688.", "ArticleIdList": ["10.3390/ijerph18094688", "PMC8125191", "33924884"]}, {"Citation": "Li C., Wang L., Ren L. Antiviral mechanisms of candidate chemical medicines and traditional Chinese medicines for SARS-CoV-2 infection. Virus Res. 2020;286 doi: 10.1016/j.virusres.2020.198073.", "ArticleIdList": ["10.1016/j.virusres.2020.198073", "PMC7313518", "32592817"]}, {"Citation": "Rastogi S., Pandey D.N., Singh R.H. COVID-19 pandemic: a pragmatic plan for ayurveda intervention. J. Ayurveda Integr. Med. 2020 doi: 10.1016/j.jaim.2020.04.002.", "ArticleIdList": ["10.1016/j.jaim.2020.04.002", "PMC7177084", "32382220"]}, {"Citation": "Singh N.A., Kumar P., Kumar N. Spices and herbs: potential antiviral preventives and immunity boosters during COVID-19. Phytother. Res. PTR. 2021;35(5):2745–2757. doi: 10.1002/ptr.7019. Jyoti.", "ArticleIdList": ["10.1002/ptr.7019", "PMC8013177", "33511704"]}, {"Citation": "Xiong X., Wang P., Su K., Cho W.C., Xing Y. Chinese herbal medicine for coronavirus disease 2019: A systematic review and meta-analysis. Pharmacological research. 2020;160 doi: 10.1016/j.phrs.2020.105056.", "ArticleIdList": ["10.1016/j.phrs.2020.105056", "PMC7331568", "32622723"]}, {"Citation": "Nugraha R.V., Ridwansyah H., Ghozali M., Khairani A.F., Atik N. Traditional herbal medicine candidates as complementary treatments for covid-19: a review of their mechanisms, pros and cons. Evid. Based Complement. Altern. Med. 2020;2020:1–12. doi: 10.1155/2020/2560645.", "ArticleIdList": ["10.1155/2020/2560645", "PMC7569437", "33101440"]}, {"Citation": "Paudyal V., Sun S., Hussain R., Abutaleb M.H., Hedima E.W. Complementary and alternative medicines use in COVID-19: a global perspective on practice, policy and research. Res. Soc. Adm. Pharm.: RSAP. 2022;18(3):2524–2528. doi: 10.1016/j.sapharm.2021.05.004.", "ArticleIdList": ["10.1016/j.sapharm.2021.05.004", "PMC8116135", "33992585"]}, {"Citation": "Demeke C.A., Woldeyohanins A.E., Kifle Z.D. Herbal medicine use for the management of COVID 19: a review article. Metab. Open. 2021;12 doi: 10.1016/j.metop.2021.100141.", "ArticleIdList": ["10.1016/j.metop.2021.100141", "PMC8519661", "34693242"]}, {"Citation": "O.C. Kurrian Expanding pharmaceutical local production in Africa: an idea whose time has come? Health express. 10 April. 2019. Available at: https://www.orfonline.org/expert-speak/expanding-pharmaceutical-local-production-in-africa-an-idea-whose-time-has-come-49805/. Accessed: 22 August, 2022."}, {"Citation": "Word Health Organization, (2013). WHO traditional medicine strategy: 2014-2023. https://www.who.int/publications/i/item/9789241506096 (accessed August, 24, 2022)"}, {"Citation": "Siegfried N.L., Hughes G. Herbal medicine, randomized controlled trials and global core competencies. S. Afr. Med. J. 2021;102(12):912.", "ArticleIdList": ["23498035"]}, {"Citation": "Tsitsi G.M., Charles C.M., Gene D.M., Charles F.B.N. Capacity for ethical and regulatory review of herbal trials in developing countries: a case study of Moringa oleifera research in HIV-infected patients. J. Pharm. Policy Pract. 2017;10(9):1–5.", "ArticleIdList": ["PMC5322785", "28250958"]}, {"Citation": "Willcox M., Siegfried N., Johnson Q. Capacity for clinical research on herbal medicines in Africa. J. Altern. Complement. Med. 2012;18(6):622–628.", "ArticleIdList": ["PMC3390968", "22784350"]}, {"Citation": "A.D. Sharma & I. Kaur (2021). Eucalyptus essential oil bioactive molecules from against SARS-CoV-2 spike protein: & NBSP; insights from computational studies. 10.21203/rs.3.rs-140069/v1.", "ArticleIdList": ["10.21203/rs.3.rs-140069/v1"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "10", "Day": "12"}, {"Year": "2023", "Month": "2", "Day": "10"}, {"Year": "2023", "Month": "3", "Day": "2"}, {"Year": "2023", "Month": "3", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "3", "Day": "28", "Hour": "1", "Minute": "58"}, {"Year": "2023", "Month": "3", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "5"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36974333", "PMC9985929", "10.1016/j.sciaf.2023.e01627", "S2468-2276(23)00084-4"]}}], "PubmedBookArticle": []}