{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Allosteric binding", "COVID-19", "Multitarget-directed ligand", "Phytocompounds", "SARS-CoV-2 virus"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36974159", "DateRevised": {"Year": "2023", "Month": "04", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "03", "Day": "22"}], "Language": ["eng"], "ELocationID": ["10.1016/j.imu.2023.101230"], "Journal": {"ISSN": "2352-9148", "JournalIssue": {"Volume": "38", "PubDate": {"Year": "2023"}}, "Title": "Informatics in medicine unlocked", "ISOAbbreviation": "Inform Med Unlocked"}, "ArticleTitle": "Computational studies of potential antiviral compounds from some selected Nigerian medicinal plants against SARS-CoV-2 proteins.", "Pagination": {"StartPage": "101230", "MedlinePgn": "101230"}, "Abstract": {"AbstractText": ["The challenges posed by COVID-19's emergence have led to a search for its therapies. There is no cure for COVID-19 infection yet, but there is significant progress in vaccine formulation for prophylaxis and drug development (such as Paxlovid) for high-risk patients. As a contribution to the ongoing quest for solutions, this study shows potent phytocompounds identification as inhibitors of SARS-CoV-2 targets using in silico methods. We used virtual screening, molecular docking, and molecular dynamics (MD) simulations to investigate the interaction of some phytochemicals with 3CLpro, ACE2, and PLpro proteins crucial to the SARS-CoV-2 viral cycle. The predicted docking scores range from -5.5 to -9.4 kcal/mol, denoting appreciable binding of these compounds to the SARS-CoV-2 proteins and presenting a multitarget inhibition for COVID-19. Some phytocompounds interact favorably at non-active sites of the enzymes. For instance, MD simulation shows that an identified site on PLpro is stable and likely an allosteric region for inhibitor binding and modulation. These phytocompounds could be developed into effective therapy against COVID-19 and probed as potential multitarget-directed ligands and drug candidates against the SARS-CoV-2 virus. The study unveils drug repurposing, selectivity, allosteric site targeting, and multitarget-directed ligand in one piece. These concepts are three distinct approaches in the drug design and discovery pipeline."], "CopyrightInformation": "© 2023 The Authors."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Federal University of Technology, Owerri, P.M.B 1526, Imo State, Nigeria."}], "LastName": "Ibeh", "ForeName": "Raymond C", "Initials": "RC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Michael Okpara University of Agriculture, Umudike, Abia State, Nigeria."}], "LastName": "Ikechukwu", "ForeName": "Gavin C", "Initials": "GC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Veterinary Medicine, Michael Okpara University of Agriculture, Umudike, Abia State, Nigeria."}], "LastName": "Ukweni", "ForeName": "Chinonyerem J", "Initials": "CJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Michael Okpara University of Agriculture, Umudike, Abia State, Nigeria."}], "LastName": "Omekara", "ForeName": "Israel C", "Initials": "IC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Federal University of Technology, Owerri, P.M.B 1526, Imo State, Nigeria."}], "LastName": "Ezirim", "ForeName": "Amanda U", "Initials": "AU"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Federal University of Technology, Owerri, P.M.B 1526, Imo State, Nigeria."}], "LastName": "Ujowundu", "ForeName": "Favour N", "Initials": "FN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Federal University of Technology, Owerri, P.M.B 1526, Imo State, Nigeria."}], "LastName": "Eziefuna", "ForeName": "Ebere O", "Initials": "EO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Federal University of Technology, Owerri, P.M.B 1526, Imo State, Nigeria."}], "LastName": "Iheme", "ForeName": "Callistus I", "Initials": "CI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Science and Technology, Department of Pharmacology, Nottingham Trent University, Nottingham, UK."}], "LastName": "Oyedemi", "ForeName": "Sunday O", "Initials": "SO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Biochemistry, School of Laboratory Medicine and Medical Sciences, University of KwaZulu-Natal, Durban, 4001, South Africa."}], "LastName": "Kumalo", "ForeName": "Hezekiel M", "Initials": "HM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Trans-Sahara Disease, Vaccine and Drug Research, Ibrahim Badamasi Babangida University Lapai, Niger State, Nigeria."}], "LastName": "Ndagi", "ForeName": "Umar", "Initials": "U"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Biochemistry, School of Laboratory Medicine and Medical Sciences, University of KwaZulu-Natal, Durban, 4001, South Africa."}], "LastName": "Lawal", "ForeName": "Monsurat M", "Initials": "MM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Inform Med Unlocked", "NlmUniqueID": "101718051", "ISSNLinking": "2352-9148"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Holmes E.C., et al. The origins of SARS-CoV-2: a critical review. Cell. 2021;184(19):4848–4856.", "ArticleIdList": ["PMC8373617", "34480864"]}, {"Citation": "Wu Y.-C., Chen C.-S., Chan Y.-J. The outbreak of COVID-19: an overview. J Chin Med Assoc. 2020;83(3):217.", "ArticleIdList": ["PMC7153464", "32134861"]}, {"Citation": "Pant S., et al. Peptide-like and small-molecule inhibitors against Covid-19. J Biomol Struct Dyn. 2021;39(8):2904–2913.", "ArticleIdList": ["PMC7212534", "32306822"]}, {"Citation": "Wu C., et al. Furin: a potential therapeutic target for COVID-19. iScience. 2020;23(10)", "ArticleIdList": ["PMC7534598", "33043282"]}, {"Citation": "Puttaswamy H., et al. In silico studies evidenced the role of structurally diverse plant secondary metabolites in reducing SARS-CoV-2 pathogenesis. Sci Rep. 2020;10(1)", "ArticleIdList": ["PMC7689506", "33239694"]}, {"Citation": "Siam M.H.B., et al. Stopping the COVID-19 pandemic: a review on the advances of diagnosis, treatment, and control measures. J Pathog. 2020;2020", "ArticleIdList": ["PMC7588828", "33133697"]}, {"Citation": "Gautret P., et al. Hydroxychloroquine and azithromycin as a treatment of COVID-19: results of an open-label non-randomized clinical trial. Int J Antimicrob Agents. 2020;56(1)", "ArticleIdList": ["PMC7102549", "32205204"]}, {"Citation": "Harris M., Bagozzi D. World Health Organization Newsroom; 2020. WHO discontinues hydroxychloroquine and lopinavir/ritonavir treatment arms for COVID-19."}, {"Citation": "Mohs R.C., Greig N.H. Drug discovery and development: role of basic biological research. Alzheimers Dement (N Y) 2017;3(4):651–657.", "ArticleIdList": ["PMC5725284", "29255791"]}, {"Citation": "Shah B., Modi P., Sagar S.R. In silico studies on therapeutic agents for COVID-19: drug repurposing approach. Life Sci. 2020;252", "ArticleIdList": ["PMC7194845", "32278693"]}, {"Citation": "Okoye T.C., et al. Toxicological survey of African medicinal plants. Elsevier; 2014. Safe African medicinal plants for clinical studies; pp. 535–555."}, {"Citation": "Esimone C., et al. In vitro pharmacodynamic evaluation of antiviral medicinal plants using a vector‐based assay technique. J Appl Microbiol. 2005;99(6):1346–1355.", "ArticleIdList": ["16313407"]}, {"Citation": "Gates B. Responding to covid-19 - a once-in-a-century pandemic? N Engl J Med. 2020;382(18):1677–1679.", "ArticleIdList": ["32109012"]}, {"Citation": "Gao L.-q., Xu J., Chen S.-d. In silico screening of potential Chinese herbal medicine against COVID-19 by targeting SARS-CoV-2 3CLpro and angiotensin converting enzyme II using molecular docking. Chin J Integr Med. 2020;26(7):527–532.", "ArticleIdList": ["PMC7338104", "32632717"]}, {"Citation": "Linares-Blanco J., et al. Molecular docking and machine learning analysis of Abemaciclib in colon cancer. BMC Mol Cell Biol. 2020;21(1):52.", "ArticleIdList": ["PMC7346626", "32640984"]}, {"Citation": "Muhammed Y. Molecular targets for COVID-19 drug development: enlightening Nigerians about the pandemic and future treatment. Biosaf Health. 2020;2(4):210–216.", "ArticleIdList": ["PMC7343650", "32838282"]}, {"Citation": "Mody V., et al. Identification of 3-chymotrypsin like protease (3CLPro) inhibitors as potential anti-SARS-CoV-2 agents. Commun Biol. 2021;4(1):93.", "ArticleIdList": ["PMC7817688", "33473151"]}, {"Citation": "Ni W., et al. Role of angiotensin-converting enzyme 2 (ACE2) in COVID-19. Crit Care. 2020;24(1):422.", "ArticleIdList": ["PMC7356137", "32660650"]}, {"Citation": "Harcourt B.H., et al. Identification of severe acute respiratory syndrome coronavirus replicase products and characterization of papain-like protease activity. J Virol. 2004;78(24):13600–13612.", "ArticleIdList": ["PMC533933", "15564471"]}, {"Citation": "Bailly C. The subgroup of 2’-hydroxy-flavonoids: molecular diversity, mechanism of action, and anticancer properties. Bioorg Med Chem. 2021", "ArticleIdList": ["33444847"]}, {"Citation": "Dubey K., Dubey R. Computation screening of narcissoside a glycosyloxyflavone for potential novel coronavirus 2019 (COVID-19) inhibitor. Biomed J. 2020;43(4):363–367.", "ArticleIdList": ["PMC7233213", "32426388"]}, {"Citation": "Oladele J.O., et al. 2020. Kolaviron (Kolaflavanone), apigenin, fisetin as potential Coronavirus inhibitors: in silico investigation."}, {"Citation": "Gonzalez-Paz L.A., et al. 2020. Theoretical molecular docking study of the structural disruption of the viral 3CL-protease of COVID19 induced by binding of capsaicin, piperine and curcumin part 1: a comparative study with chloroquine and hydrochloroquine two antimalaric drugs."}, {"Citation": "Rolta R., et al. In silico screening of hundred phytocompounds of ten medicinal plants as potential inhibitors of nucleocapsid phosphoprotein of COVID-19: an approach to prevent virus assembly. J Biomol Struct Dyn. 2020:1–18.", "ArticleIdList": ["PMC7484575", "32851912"]}, {"Citation": "Dabaghian F., Khanavi M., Zarshenas M.M. Bioactive compounds with possible inhibitory activity of Angiotensin-Converting Enzyme-II; a gate to manage and prevent COVID-19. Med Hypotheses. 2020;143", "ArticleIdList": ["PMC7229719", "32425303"]}, {"Citation": "Pendyala B., Patras A. RdRp); 2020. In silico screening of food bioactive compounds to predict potential inhibitors of COVID-19 main protease (Mpro) and RNA-dependent RNA polymerase."}, {"Citation": "Derosa G., et al. A role for quercetin in coronavirus disease 2019 (COVID‐19) Phytother Res. 2021;35(3):1230–1236.", "ArticleIdList": ["PMC7675685", "33034398"]}, {"Citation": "Bastaminejad S., Bakhtiyari S. Quercetin and its relative therapeutic potential against COVID-19: a retrospective review and prospective overview. Curr Mol Med. 2021;21(5):385–391.", "ArticleIdList": ["32957884"]}, {"Citation": "Agrawal P.K., Agrawal C., Blunden G. Quercetin: antiviral significance and possible COVID-19 integrative considerations. Nat Prod Commun. 2020;15(12)"}, {"Citation": "Aucoin M., et al. The effect of quercetin on the prevention or treatment of COVID-19 and other respiratory tract infections in humans: a rapid review. Adv Integrat Med. 2020;7(4):247–251.", "ArticleIdList": ["PMC7392107", "32837891"]}, {"Citation": "Alberca R.W., et al. Perspective: the potential effects of naringenin in COVID-19. Front Immunol. 2020:11.", "ArticleIdList": ["PMC7546806", "33101291"]}, {"Citation": "Tutunchi H., et al. Naringenin, a flavanone with antiviral and anti‐inflammatory effects: a promising treatment strategy against COVID‐19. Phytother Res. 2020;34(12):3137–3147.", "ArticleIdList": ["PMC7361426", "32613637"]}, {"Citation": "Clementi N., et al. Naringenin is a powerful inhibitor of SARS-CoV-2 infection in vitro. Pharmacol Res. 2021;163", "ArticleIdList": ["PMC7574776", "33096221"]}, {"Citation": "Filippini A., et al. Could the inhibition of endo-lysosomal two-pore channels (TPCs) by the natural flavonoid naringenin represent an option to fight SARS-CoV-2 infection? Front Microbiol. 2020;11:970.", "ArticleIdList": ["PMC7204543", "32425923"]}, {"Citation": "Daina A., Michielin O., Zoete V. SwissADME: a free web tool to evaluate pharmacokinetics, drug-likeness and medicinal chemistry friendliness of small molecules. Sci Rep. 2017;7", "ArticleIdList": ["PMC5335600", "28256516"]}, {"Citation": "Gimenez B.G., et al. Evaluation of blockbuster drugs under the rule-of-five. Pharmazie. 2010;65(2):148–152.", "ArticleIdList": ["20225662"]}, {"Citation": "Trott O., Olson A.J. AutoDock Vina: improving the speed and accuracy of docking with a new scoring function, efficient optimization, and multithreading. J Comput Chem. 2010;31(2):455–461.", "ArticleIdList": ["PMC3041641", "19499576"]}, {"Citation": "Berman H.M., et al. The protein Data Bank. Nucleic Acids Res. 2000;28(1):235–242.", "ArticleIdList": ["PMC102472", "10592235"]}, {"Citation": "Jin Z., et al. Structure of Mpro from SARS-CoV-2 and discovery of its inhibitors. Nature. 2020;582(7811):289–293.", "ArticleIdList": ["32272481"]}, {"Citation": "Higuchi Y., et al. Engineered ACE2 receptor therapy overcomes mutational escape of SARS-CoV-2. Nat Commun. 2021;12(1):3802.", "ArticleIdList": ["PMC8217473", "34155214"]}, {"Citation": "Shen Z., et al. bioRxiv; 2021. Potent, novel SARS-CoV-2 PLpro inhibitors block viral replication in monkey and human cell cultures."}, {"Citation": "Biovia D.S. Vol. 2016. Release; San Diego, CA, USA: 2017. (Discovery Studio modeling environment)."}, {"Citation": "Morris G.M., et al. 2001. AutoDock. Automated docking of flexible ligands to receptor-User Guide."}, {"Citation": "Grosdidier A., Zoete V., Michielin O. SwissDock, a protein-small molecule docking web service based on EADock DSS. Nucleic Acids Res. 2011;39(suppl_2):W270–W277.", "ArticleIdList": ["PMC3125772", "21624888"]}, {"Citation": "Grosdidier A., Zoete V., Michielin O. Fast docking using the CHARMM force field with EADock DSS. J Comput Chem. 2011;32(10):2149–2159.", "ArticleIdList": ["21541955"]}, {"Citation": "Haberthür U., Caflisch A. FACTS: fast analytical continuum treatment of solvation. J Comput Chem. 2008;29(5):701–715.", "ArticleIdList": ["17918282"]}, {"Citation": "Lee T.-S., et al. GPU-accelerated molecular dynamics and free energy methods in Amber18: performance enhancements and new features. J Chem Inform. 2018;58(10):2043–2050.", "ArticleIdList": ["PMC6226240", "30199633"]}, {"Citation": "Tian C., et al. ff19SB: amino-acid-specific protein backbone parameters trained against quantum mechanics energy surfaces in solution. J Chem Theor Comput. 2020;16(1):528–552.", "ArticleIdList": ["31714766"]}, {"Citation": "Darden T., York D., Pedersen L. The effect of long-range electrostatic interactions in simulations of macromolecular crystals–a comparison of the ewald and truncated list methods. J Chem Phys. 1993;99(10)"}, {"Citation": "Jakalian A., Jack D.B., Bayly C.I. Fast, efficient generation of high‐quality atomic charges. AM1‐BCC model: II. Parameterization and validation. J Comput Chem. 2002;23(16):1623–1641.", "ArticleIdList": ["12395429"]}, {"Citation": "Izaguirre J.A., et al. Langevin stabilization of molecular dynamics. J Chem Phys. 2001;114(5):2090–2098."}, {"Citation": "Berendsen H.J., et al. Molecular dynamics with coupling to an external bath. J Chem Phys. 1984;81(8):3684–3690."}, {"Citation": "Ryckaert J.-P., Ciccotti G., Berendsen H.J. Numerical integration of the cartesian equations of motion of a system with constraints: molecular dynamics of n-alkanes. J Comput Phys. 1977;23(3):327–341."}, {"Citation": "Roe D.R., Cheatham T.E., III PTRAJ and CPPTRAJ: software for processing and analysis of molecular dynamics trajectory data. J Chem Theor Comput. 2013;9(7):3084–3095.", "ArticleIdList": ["26583988"]}, {"Citation": "Adeowo F.Y., et al. Chem Biodivers; 2021. Tailored modeling of rivastigmine derivatives as dual acetylcholinesterase and butyrylcholinesterase inhibitors for alzheimer's disease treatment.", "ArticleIdList": ["34547176"]}, {"Citation": "Case D.A., et al. Amber. 2014;14"}, {"Citation": "Zoete V., Michielin O. Comparison between computational alanine scanning and per‐residue binding free energy decomposition for protein–protein association using MM‐GBSA: application to the TCR‐p‐MHC complex. Proteins: Struct, Funct, Bioinf. 2007;67(4):1026–1047.", "ArticleIdList": ["17377991"]}, {"Citation": "Pearlman D.A., et al. AMBER, a package of computer programs for applying molecular mechanics, normal mode analysis, molecular dynamics and free energy calculations to simulate the structural and energetic properties of molecules. Comput Phys Commun. 1995;91(1–3):1–41."}, {"Citation": "Lipinski C.A., et al. Experimental and computational approaches to estimate solubility and permeability in drug discovery and development settings. Adv Drug Deliv Rev. 2001;46(1–3):3–26.", "ArticleIdList": ["11259830"]}, {"Citation": "Holland T.M., et al. Dietary flavonols and risk of Alzheimer dementia. Neurology. 2020;94(16):e1749–e1756.", "ArticleIdList": ["PMC7282875", "31996451"]}, {"Citation": "Antunes-Ricardo M., et al. Isorhamnetin glycoside isolated from Opuntia ficus-indica (L.) MilI induces apoptosis in human colon cancer cells through mitochondrial damage. Chem Biol Interact. 2019;310", "ArticleIdList": ["31276661"]}, {"Citation": "Owis A.I., et al. Molecular docking reveals the potential of Salvadora persica flavonoids to inhibit COVID-19 virus main protease. RSC Adv. 2020;10(33):19570–19575.", "ArticleIdList": ["PMC9054211", "35515460"]}, {"Citation": "Ullrich S., Nitsche C. The SARS-CoV-2 main protease as drug target. Bioorg Med Chem Lett. 2020;30(17)", "ArticleIdList": ["PMC7331567", "32738988"]}, {"Citation": "Kumari S. Identification of the potent inhibitors for a coronavirus protease- an in-silico approach. Int Res J Eng Technol. 2020;7(5):5559–5567."}, {"Citation": "Guy J.L., et al. Identification of critical active‐site residues in angiotensin‐converting enzyme‐2 (ACE2) by site‐directed mutagenesis. FEBS J. 2005;272(14):3512–3520.", "ArticleIdList": ["PMC7164114", "16008552"]}, {"Citation": "Dai J.-P., et al. Emodin inhibition of influenza A virus replication and influenza viral pneumonia via the Nrf2, TLR4, p38/JNK and NF-kappaB pathways. Molecules. 2017;22(10):1754.", "ArticleIdList": ["PMC6151665", "29057806"]}, {"Citation": "Owona Vba G.B., Moundipa P.F. In silico identification of apigenin and narcissin (Food-Flavonoids) as potential targets against SARS-CoV-2 viral proteins: comparison with the effect of remdesivir. J Clin Anesth Pain Manag. 2021;5(1):214–223."}, {"Citation": "Lei J., et al. Crystal structure of the papain-like protease of MERS coronavirus reveals unusual, potentially druggable active-site features. Antivir Res. 2014;109:72–82.", "ArticleIdList": ["PMC7113875", "24992731"]}, {"Citation": "Du H.-X., et al. Revealing the therapeutic targets and molecular mechanisms of emodin-treated coronavirus disease 2019 via a systematic study of network pharmacology. Aging (Albany NY) 2021;13(11)", "ArticleIdList": ["PMC8221358", "34088885"]}, {"Citation": "H Elwakil B., et al. Potential anti-COVID-19 activity of Egyptian propolis using computational modeling. Future Virol. 2021;16(2):107–116."}, {"Citation": "Chaiyasit K., Torkaew W., Boonsiri K. Medicinal plants and the communication on precautionary use of herbs during COVID-19 outbreak in Thailand. Bioact Comp Health Dis. 2021;4(8):180–188."}, {"Citation": "Pratama M.R.F., Poerwono H., Siswodihardjo S. Molecular docking of novel 5-O-benzoylpinostrobin derivatives as SARS-CoV-2 main protease inhibitors. Pharmaceut Sci. 2020;26(Covid-19):S63–S77."}, {"Citation": "Zu Y.-g., et al. Chemical composition of the SFE-CO2 extracts from Cajanus cajan (L.) Huth and their antimicrobial activity in vitro and in vivo. Phytomedicine. 2010;17(14):1095–1101.", "ArticleIdList": ["20576412"]}, {"Citation": "Chikane M., Parwate D., Ingle V. In vitro study of antibacterial activity of γ-irradiated and unirradiated leguminous seed coats. Int J Pharm Biol Arch. 2010;1(4):335–337."}, {"Citation": "Luo M., et al. Cajanol, a novel anticancer agent from Pigeonpea [Cajanus cajan (L.) Millsp.] roots, induces apoptosis in human breast cancer cells through a ROS-mediated mitochondrial pathway. Chem Biol Interact. 2010;188(1):151–160.", "ArticleIdList": ["20638373"]}, {"Citation": "Sahu S.N., et al. Computational study to evaluate the potency of phytochemicals in Boerhavia diffusa and the impact of point mutation on cyclin-dependent kinase 2-associated protein 1. J Biomol Struct Dyn. 2021:1–15.", "ArticleIdList": ["33876720"]}, {"Citation": "Manu K., Kuttan G. Effect of punarnavine, an alkaloid from Boerhaavia diffusa, on cell-mediated immune responses and TIMP-1 in B16F-10 metastatic melanoma-bearing mice. Immunopharmacol Immunotoxicol. 2007;29(3–4):569–586.", "ArticleIdList": ["18075866"]}, {"Citation": "Bose M., et al. A plant-derived dehydrorotenoid: a new inhibitor of hepatitis C virus entry. FEBS Lett. 2017;591(9):1305–1317.", "ArticleIdList": ["28337741"]}, {"Citation": "El Babili F., et al. Reflection on medicinal plants, especially antivirals and how to reconsider ethnobotany as an interesting way for health preservation. Afr J Pharm Pharmacol. 2021;15(1):10–32."}, {"Citation": "Oladele J.O., et al. A systematic review on COVID-19 pandemic with special emphasis on curative potentials of Nigeria based medicinal plants. Heliyon. 2020;6(9)", "ArticleIdList": ["PMC7480258", "32929412"]}, {"Citation": "Venu L.N., et al. Antiviral efficacy of medicinal plants against respiratory viruses: respiratory Syncytial Virus (RSV) and Coronavirus (CoV)/COVID 19. J Pharmacol. 2020;9(4):281–290."}, {"Citation": "Mitra K., et al. Dual inhibitors of SARS-CoV-2 proteases: pharmacophore and molecular dynamics based drug repositioning and phytochemical leads. J Biomol Struct Dyn. 2020:1–14.", "ArticleIdList": ["PMC7441782", "32698693"]}, {"Citation": "El Shoubaky G.A., et al. Isolation and identification of a flavone apigenin from marine red alga acanthophora spicifera with antinociceptive and anti-inflammatory activities. J Exp Neurosci. 2016;10:21–29.", "ArticleIdList": ["PMC4760667", "26917974"]}, {"Citation": "Andrade L., et al. Chlorella and spirulina microalgae as sources of functional foods. Nutraceut Food Suppl. 2018;6(1):45–58."}, {"Citation": "Nguyen V.T. Recovering bioactive compounds from agricultural wastes. 2017. Potential, uses and future perspectives of agricultural wastes; pp. 1–32."}, {"Citation": "Lucarini M., et al. Bio-based compounds from grape seeds: a biorefinery approach. Molecules. 2018;23(8)", "ArticleIdList": ["PMC6222734", "30060557"]}, {"Citation": "Zuin V.G., Ramin L.Z. Green and sustainable separation of natural products from agro-industrial waste: challenges, potentialities, and perspectives on emerging approaches. Chem Chem Technol Waste Valoriz. 2018:229–282.", "ArticleIdList": ["PMC5772139", "29344754"]}, {"Citation": "Pietta P.-G. Flavonoids as antioxidants. J Nat Prod. 2000;63(7):1035–1042.", "ArticleIdList": ["10924197"]}, {"Citation": "Seelinger G., et al. Anti-carcinogenic effects of the flavonoid luteolin. Molecules. 2008;13(10):2628–2651.", "ArticleIdList": ["PMC6245397", "18946424"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "2", "Day": "17"}, {"Year": "2023", "Month": "3", "Day": "18"}, {"Year": "2023", "Month": "3", "Day": "20"}, {"Year": "2023", "Month": "3", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "3", "Day": "28", "Hour": "1", "Minute": "56"}, {"Year": "2023", "Month": "3", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "22"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36974159", "PMC10030444", "10.1016/j.imu.2023.101230", "S2352-9148(23)00072-2"]}}], "PubmedBookArticle": []}