{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36972257", "DateCompleted": {"Year": "2023", "Month": "03", "Day": "29"}, "DateRevised": {"Year": "2023", "Month": "04", "Day": "19"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "03", "Day": "27"}], "Language": ["eng"], "ELocationID": ["e0282113", "10.1371/journal.pone.0282113"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "18", "Issue": "3", "PubDate": {"Year": "2023"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Ethnobotanical survey of medicinal plants used by indigenous knowledge holders to manage healthcare needs in children.", "Pagination": {"StartPage": "e0282113", "MedlinePgn": "e0282113"}, "Abstract": {"AbstractText": ["Childhood diseases remain an increasing health problem in many developing countries and also associated with an enormous financial burden. In South Africa, many people still rely on traditional medicine for their primary healthcare. However, inadequate documentation of medicinal plants used to manage childhood diseases remain a prominent gap. Hence, the current study explored the importance of medicinal plants to treat and manage childhood diseases in the North West Province, South Africa. An ethnobotanical survey was conducted with 101 participants using semi-structured interviews (face-to-face). Ethnobotanical indices such as Frequency of citation (FC), Use-value (UV) and Informed Consensus Factor (ICF) were used for data analysis. A total of 61 plants from 34 families were recorded as medicine used for managing seven (7) categories of diseases resulting from 29 sub-categories. Skin-related and gastro-intestinal diseases were the most prevalent childhood health conditions encountered by the study participants. Based on their FC values that ranged from approximately 0.9-75%, the most popular medicinal plants used by the participants were Aptosinum elongatum (75.2%), Commelina diffusa (45.5%), Euphorbia prostrata (31.6%) and Bulbine frutescens (31.7%). In terms of the UV, A. elongatum (0.75), C. diffusa (0.45), E. prostrata (0.31), H. hemerocallidea (0.19) and E. elephantina (0.19) were the dominant plants used for treating and managing childhood diseases. Based on ICF, skin-related diseases dominated with the highest ICF value of 0.99. This category had 381 use-reports, comprising 34 plants (55.7% of total plants) used for childhood-related diseases. Particularly, B. frutescens and E. elephantina were the most-cited plants for the aforementioned category. Leaves (23%) and roots (23%) were the most frequently used plant parts. Decoctions and maceration were the main preparation methods, and the plant remedies were mainly administered orally (60%) and topically (39%). The current study revealed the continuous dependence on the plant for primary health care relating to childhood diseases in the study area. We generated a valuable inventory of medicinal plants and associated indigenous knowledge for child healthcare needs. However, investigating the biological efficacies, phytochemical profiles and the safety of these identified plants in relevant test systems remain essential in future research."], "CopyrightInformation": "Copyright: © 2023 Ndhlovu et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Indigenous Knowledge Systems (IKS) Centre, Faculty of Natural and Agricultural Sciences, North-West University, Mmabatho, South Africa."}, {"Identifier": [], "Affiliation": "School of Biology and Environmental Sciences, Faculty of Agriculture and Natural Sciences, University of Mpumalanga, Mbombela, South Africa."}], "LastName": "Ndhlovu", "ForeName": "Peter Tshepiso", "Initials": "PT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unit for Environmental Sciences and Management, Faculty of Natural and Agricultural Sciences, North-West University, Potchefstroom, South Africa."}], "LastName": "Asong", "ForeName": "John Awungnjia", "Initials": "JA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Food Security and Safety Area Research Group, Faculty of Natural and Agricultural Sciences, North-West University, Mmabatho, South Africa."}], "LastName": "Omotayo", "ForeName": "Abiodun Olusola", "Initials": "AO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biology and Environmental Sciences, Faculty of Agriculture and Natural Sciences, University of Mpumalanga, Mbombela, South Africa."}], "LastName": "Otang-Mbeng", "ForeName": "Wilfred", "Initials": "W"}, {"Identifier": ["0000-0002-6602-246X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Indigenous Knowledge Systems (IKS) Centre, Faculty of Natural and Agricultural Sciences, North-West University, Mmabatho, South Africa."}, {"Identifier": [], "Affiliation": "Food Security and Safety Area Research Group, Faculty of Natural and Agricultural Sciences, North-West University, Mmabatho, South Africa."}, {"Identifier": [], "Affiliation": "School of Life Sciences, College of Agriculture, Engineering and Science, University of KwaZulu-Natal (Westville Campus), Durban, KwaZulu-Natal, South Africa."}], "LastName": "Aremu", "ForeName": "Adeyemi Oladapo", "Initials": "AO"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["methods"], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["methods"], "DescriptorName": "Ethnobotany"}, {"QualifierName": ["methods"], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Surveys and Questionnaires"}, {"QualifierName": [], "DescriptorName": "Skin Diseases"}, {"QualifierName": [], "DescriptorName": "Health Knowledge, Attitudes, Practice"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Sharrow D, Hug L, You D, Alkema L, Black R, Cousens S, et al.. Global, regional, and national trends in under-5 mortality between 1990 and 2019 with scenario-based projections until 2030: a systematic analysis by the UN Inter-agency Group for Child Mortality Estimation. The Lancet Global Health. 2022;10:e195–e206. doi: 10.1016/S2214-109X(21)00515-5", "ArticleIdList": ["10.1016/S2214-109X(21)00515-5", "PMC8789561", "35063111"]}, {"Citation": "Rhoda N, Velaphi S, Gebhardt G, Kauchali S, Barron P. Reducing neonatal deaths in South Africa: Progress and challenges. South African Medical Journal. 2018;108:9–16."}, {"Citation": "MacroTrends. South Africa Infant Mortality Rate 1950–2022. United Nations—World Population Prospects; 2022."}, {"Citation": "Mokwena K, Kachabe J. Profile of mothers whose children are treated for malnutrition at a rural district hospital in the North West province, South Africa. South African Journal of Clinical Nutrition. 2021;35:17–22. doi: 10.1080/16070658.2021.1921899", "ArticleIdList": ["10.1080/16070658.2021.1921899"]}, {"Citation": "Lin L-y, Wang J, Ou-Yang X-Y, Miao Q, Chen R, Liang F-x, et al.. The immediate impact of the 2019 novel coronavirus (COVID-19) outbreak on subjective sleep status. Sleep Medicine. 2021;77:348–54. doi: 10.1016/j.sleep.2020.05.018", "ArticleIdList": ["10.1016/j.sleep.2020.05.018", "PMC7831667", "32593614"]}, {"Citation": "Killgore WDS, Taylor EC, Cloonan SA, Dailey NS. Psychological resilience during the COVID-19 lockdown. Psychiatry Research,. 2020;291:113216. Epub 2020/06/17. doi: 10.1016/j.psychres.2020.113216 ; PubMed Central PMCID: PMC7280133.", "ArticleIdList": ["10.1016/j.psychres.2020.113216", "PMC7280133", "32544705"]}, {"Citation": "Garrib A, Stoops N, McKenzie A, Dlamini L, Govender T, Rohde D, et al.. An evaluation of the district health information system in rural South Africa. South African Medical Journal. 2008;98:549–52.", "ArticleIdList": ["18785397"]}, {"Citation": "WHO. WHO traditional medicine strategy 2014–2023. Geneva, Switzerland: WHO, 2013."}, {"Citation": "Beltreschi L, de Lima RB, da Cruz DD. Traditional botanical knowledge of medicinal plants in a “quilombola” community in the Atlantic Forest of northeastern Brazil. Environment, Development and Sustainability 2018;21:1185–203."}, {"Citation": "Krishnasis C, Suraj C. Estimation the presence of heavy metals and trace elements in Indian herbal cosmetics by atomic absorption spectrophotometer. Asian Journal of Pharmaceutical Research and Development. 2019;7:60–5."}, {"Citation": "Noorhosseini SA, Fallahi E, Damalas CA. Promoting cultivation of medicinal and aromatic plants for natural resource management and livelihood enhancement in Iran. Environment, Development and Sustainability. 2020;22:4007–24."}, {"Citation": "Haque M, Chowdhury A, Shahjahan M, Harun M, Dostogir G. Traditional healing practices in rural Bangladesh: a qualitative investigation. BMC Complementary and Alternative Medicine. 2018;18:1–15.", "ArticleIdList": ["PMC5815193", "29448941"]}, {"Citation": "Ndhlovu PT, Omotayo AO, Otang Mbeng W, Aremu AO. Ethnobotanical review of plants used for the management and treatment of childhood diseases and well-being in South Africa. South African Journal of Botany. 2021;137:197–215."}, {"Citation": "Adeogun OO, Adekunle AA, Ebabhi AM. Survey and phytochemical analyses of plants use for the treatment of childhood diseases in Ojo Lga, Lagos State. International Journal of Herbal Medicine 2014;2:109–14."}, {"Citation": "Nalumansi P, Kamatenesi-Mugisha M, Anywar G. Medicinal plants used in paediatric health care in Namungalwe Sub County, Iganga District, Uganda. Nova Journal of Medical and Biological Sciences 2014;2:1–14."}, {"Citation": "Welcome AK, Van Wyk BE. An inventory and analysis of the food plants of southern Africa. South African Journal of Botany. 2019;122:136–79."}, {"Citation": "De Villiers FPR, Ledwaba MJP. Traditional healers and paediatric care. South African Medical Journal 2003;2003:664–5.", "ArticleIdList": ["14635552"]}, {"Citation": "Van Wyk BE, Van Oudtshoorn B, Gericke N. Medicinal Plants of South Africa. 2nd, editor. Pretoria. South Africa: Briza Publications; 2009."}, {"Citation": "Hamilton AC. Medicinal plants, conservation and livelihoods. Journal of Biodiversity and Conservation. 2004;13:1477–517."}, {"Citation": "Van Wyk B-E, Van Oudtshoorn B, Gericke N. Medicinal plants of South Africa. Pretotia, South Africa: Briza; 1997."}, {"Citation": "Aremu AO, Pendota SC. Medicinal plants for mitigating pain and inflammatory-related conditions: an appraisal of ethnobotanical uses and patterns in South Africa. Frontiers in Pharmacology. 2021:2650. doi: 10.3389/fphar.2021.758583", "ArticleIdList": ["10.3389/fphar.2021.758583", "PMC8569556", "34744737"]}, {"Citation": "Semenya SS, Potgieter MJ. Ethnobotanical survey of medicinal plants used by Bapedi traditional healers to treat erectile dysfunction in the Limpopo Province, South Africa. Journal of Medicinal Plants Research. 2013;7:349–57."}, {"Citation": "Chen S-L, Yu H, Luo H-M, Wu Q, Li C-F, Steinmetz A. Conservation and sustainable use of medicinal plants: problems, progress, and prospects. Chinese Medicine. 2016;11:37–. doi: 10.1186/s13020-016-0108-7 .", "ArticleIdList": ["10.1186/s13020-016-0108-7", "PMC4967523", "27478496"]}, {"Citation": "Stats SA. Census 2011. Pretoria, South Africa: Statistics South Africa, 2012 Contract No.: Report No. 03-01-41."}, {"Citation": "Stats SA. Living conditions of households in South Africa. Pretoria, South Africa: Statistics South Africa, 2015. P0310 (2015)."}, {"Citation": "Kruger AC, Nxumalo MP. Historical rainfall trends in South Africa: 1921–2015. Water SA. 2017;43:285–97."}, {"Citation": "Stats SA. Quarterly Labour Force Survey. Pretoria, South Africa: Statistics South Africa, 2018."}, {"Citation": "Stats SA. Provincial profile: North West Community Survey 2016. Pretoria, South Africa: Statistics South Africa, 2018."}, {"Citation": "World Health Organization (WHO). WHO guidelines on good herbal processing practices for herbal medicines Geneva, Switzland: WHO; 2019. [cited 2022 04/02]."}, {"Citation": "Department of Health. Integrated management of childhood illines Pretoria, South Africa 2019."}, {"Citation": "Kothari CR. Research methodology (Method and Technqiues). New Delhi: New Age International (P) Limited, Publishers; 2004. 1–489 p."}, {"Citation": "Tongco MDC. Purposive sampling as a tool for informant selection. Ethnobotany Research and Applications. 2007;5:147–58."}, {"Citation": "Constitution of the Republic of South Africa. Republic of South Africa Traditional Health Practitioners Act of 2007. Cape Town, South Africa 2007."}, {"Citation": "Constitution of the Republic of South Africa, Act 200 of 1993 (1996)."}, {"Citation": "Creswell JW, Creswell JD. Research design: Qualitative, quantitative, and mixed methods approaches: Sage Publications; 2017."}, {"Citation": "Salkind NJ. Encyclopedia of Research Design. 2010. doi: 10.4135/9781412961288", "ArticleIdList": ["10.4135/9781412961288"]}, {"Citation": "Leistner OA. Seeds plants of Southern Africa: Families and genera Leistner OA, editor. National Botanical Institute, Pretoria Stelitzia: 10; 2000."}, {"Citation": "Bless C, Higson-Smith C, Kagee A. Fundamentals of social research methods: An African perspective: Juta and Company Ltd; 2006."}, {"Citation": "Tardío J, Pardo-de-Santayana M. Cultural importance indices: a comparative analysis based on the useful wild plants of Southern Cantabria (Northern Spain) Economic Botany 2008;62:24–39."}, {"Citation": "Phillips O, Gentry AH. The useful plants of Tambopata, Peru: I. Statistical hypotheses tests with a new quantitative technique. Economic Botany. 1993;47:15–32. doi: 10.1007/BF02862203", "ArticleIdList": ["10.1007/BF02862203"]}, {"Citation": "Trotter RT, Logan MH. Informant consensus: a new approach for identifying potentially effective medicinal plants. Plants in Indigenous Medicine & Diet. New York, USA: Routledge; 1986. p. 22."}, {"Citation": "Gazzaneo LRS, Lucena RFP, Albuquerque UP. Knowledge and use of medicinal plants by local specialists in an region of Atlantic Forest in the state of Pernambuco (Northeastern Brazil). Journal of Ethnobiology and Ethnomedicine. 2005; 1:9. doi: 10.1186/1746-4269-1-9", "ArticleIdList": ["10.1186/1746-4269-1-9", "PMC1291389", "16270911"]}, {"Citation": "Heinrich M, Ankli A, Frei B, Weimann C, Sticher O. Medicinal plants in Mexico: Healers’ consensus and cultural importance. Social Science & Medicine. 1998;47:1859–71. doi: 10.1016/s0277-9536(98)00181-6", "ArticleIdList": ["10.1016/s0277-9536(98)00181-6", "9877354"]}, {"Citation": "Ateba CN, Kaya HO, Pitso FS, Ferim V. Batswana indigenous knowledge of medicinal and food plant uses for sustainable community livelihood. In: Smit JA, Masoga MA, editors. African Indigenous Knowledge Systems and Sustainable Development: Challenges and Prospects. Durban, South Africa: People’s Publishers; 2012. p. 68–86."}, {"Citation": "Asong JA, Ndhlovu PT, Khosana NS, Aremu AO, Otang-Mbeng W. Medicinal plants used for skin-related diseases among the Batswanas in Ngaka Modiri Molema District Municipality, South Africa. South African Journal of Botany. 2019;126:11–20."}, {"Citation": "Omotayo OA, Ndhlovu PT, Olagunju KO, Tshwane SC, Aremu AO. Determinants of household’s income and willingness to pay for indigenous plants in North West Province, South Africa: A Two-stage Heckman Approach. Sustainability. 2020;13:5458."}, {"Citation": "Imran M, Akhtar S, Chen Y, Ahmad S. Environmental Education and Women: Voices From Pakistan. SAGE Open. 2021;11:21582440211009469."}, {"Citation": "Omotayo AO. Economics of farming household’s food intake and health-capital in Nigeria: A two-stage probit regression approach. The Journal of Developing Areas. 2017;51:109–25."}, {"Citation": "Omotayo AO. Farming households’ environment, nutrition and health interplay in Southwest, Nigeria. International Journal of Scientific Research in Agricultural Sciences. 2016;3:84–98."}, {"Citation": "Nkonki-Mandleni B, Ogunkoya FT, Omotayo AO. Socioeconomic factors influencing livestock production among smallholder farmers in the free state province of south Africa. lnternational Journal of Entrepreneurship. 2019;23:1–17."}, {"Citation": "Tugume P, Nyakoojo C. Ethno-pharmacological survey of herbal remedies used in the treatment of paediatric diseases in Buhunga parish, Rukungiri District, Uganda. Journal of Complementary and Alternative Medicine. 2019;19:353. doi: 10.1186/s12906-019-2763-6", "ArticleIdList": ["10.1186/s12906-019-2763-6", "PMC6896270", "31806007"]}, {"Citation": "Moichwanetse BI, Ndhlovu PT, Sedupane G, Aremu AO. Ethno-veterinary plants used for the treatment of retained placenta and associated diseases in cattle among Dinokana communities, North West Province, South Africa. South Africa Journal of Botany. 2020;132:108–16."}, {"Citation": "Tshikalange TE, Mophuting BC, Mahore J, Winterboer ST, Namrita L. An ethnobotanical study of medicinal plants used in villages under Jongilanga Tribal Council, Mpumalanga, South Africa. African Journal of Traditional Complementary and Alternative Medicines 2016;13:83–9. doi: 10.21010/ajtcam.v13i6.13", "ArticleIdList": ["10.21010/ajtcam.v13i6.13", "PMC5412206", "28480364"]}, {"Citation": "Masevhe NA, McGaw LJ, Eloff JN. The traditional use of plants to manage candidiasis and related infections in Venda, South Africa. Journal of Ethnopharmacology. 2015;168:364–72. doi: 10.1016/j.jep.2015.03.046", "ArticleIdList": ["10.1016/j.jep.2015.03.046", "25816985"]}, {"Citation": "Maroyi A. Diversity of use and local knowledge of wild and cultivated plants in the Eastern Cape province, South Africa. Journal of Ethnobiology and Ethnomedicine. 2017;13:43. doi: 10.1186/s13002-017-0173-8", "ArticleIdList": ["10.1186/s13002-017-0173-8", "PMC5549312", "28789692"]}, {"Citation": "Moteetee A, Van Wyk BE. The medical ethnobotany of Lesotho: A review. Bothalia. 2011;41:209–28."}, {"Citation": "Alamgeer Younis W, Asif H, Sharif A, Riaz H, Bukhari IA, et al.. Traditional medicinal plants used for respiratory disorders in Pakistan: a review of the ethno‑medicinal and pharmacological evidence. Chinese Medicine 2018;13:48. doi: 10.1186/s13020-018-0204-y", "ArticleIdList": ["10.1186/s13020-018-0204-y", "PMC6145130", "30250499"]}, {"Citation": "Van Wyk BE. A family-level floristic inventory and analysis of medicinal plants used in Traditional African Medicine. Journal of Ethnopharmacology 2020;249:112351. doi: 10.1016/j.jep.2019.112351", "ArticleIdList": ["10.1016/j.jep.2019.112351", "31676399"]}, {"Citation": "Rolnik A, Olas B. The plants of the Asteraceae Family as agents in the protection of human health. International Journal of Molecular Sciences. 2021;22:3009. doi: 10.3390/ijms22063009", "ArticleIdList": ["10.3390/ijms22063009", "PMC7999649", "33809449"]}, {"Citation": "Stepp JR, Moerman DE. The importance of weeds in Ethnopharmacology. Journal of ethnopharmacology. 2001;75:19–23. doi: 10.1016/s0378-8741(00)00385-8", "ArticleIdList": ["10.1016/s0378-8741(00)00385-8", "11282438"]}, {"Citation": "Koc S, Isgor BS, Isgor YG, Shomali Moghaddam N, Yildirim O. The potential medicinal value of plants from Asteraceae family with antioxidant defense enzymes as biological targets. Pharmaceutical Biology. 2015;53:746–51. doi: 10.3109/13880209.2014.942788", "ArticleIdList": ["10.3109/13880209.2014.942788", "25339240"]}, {"Citation": "Heydari M, Heydari H, Saadati A, Gharehbeglou M, Tafaroji J, Akbari A. Ethnomedicine for neonatal jaundice: A cross-sectional survey in Qom, Iran. Journal of Ethnopharmacology. 2016;193:637–42. Epub 2016/10/11. doi: 10.1016/j.jep.2016.10.019 .", "ArticleIdList": ["10.1016/j.jep.2016.10.019", "27721052"]}, {"Citation": "Alzweiri M, Al Sarhan A, Mansi K, Hudaib M, Aburjai T. Ethnopharmacological survey of medicinal herbs in Jordan, the Northern Badia region. Journal of Ethnopharmacology. 2011;137:27–35. doi: 10.1016/j.jep.2011.02.007", "ArticleIdList": ["10.1016/j.jep.2011.02.007", "21335083"]}, {"Citation": "Mudau TE, Olowoyo JO, Amoo SO. Ethnobotanical assessment of medicinal plants used traditionally for treating diabetes in Vhembe district, Limpopo Province, South Africa. South African Journal of Botany. 2022;146:304–24. 10.1016/j.sajb.2021.10.016.", "ArticleIdList": ["10.1016/j.sajb.2021.10.016"]}, {"Citation": "Semenya SS, Maroyi A. Ethnobotanical survey of plants used by Bapedi traditional healers to treat tuberculosis and its opportunistic infections in the Limpopo Province, South Africa. South African Journal of Botany. 2019;122:401–21."}, {"Citation": "Mongalo NI, Makhafola TJ. Ethnobotanical knowledge of the lay people of Blouberg area (Pedi tribe), Limpopo Province, South Africa. Journal of Ethnobiology and Ethnomedicine. 2018;14:1–23.", "ArticleIdList": ["PMC6044033", "30001728"]}, {"Citation": "Rahman MM, Mannan MA, Nijhu RS, Khatun A. Traditional uses, phytochemistry and pharmacology of Commelina diffusa Burm: An updated systematic review. Journal of Pharmacognosy and Phytochemistry. 2021;10:53–9."}, {"Citation": "Beyra Á, León M, Iglesias E, Ferrándiz D, Herrera R, Volpato G, et al.. Estudios etnobotánicos sobre plantas medicinales en la provincia de Camagüey (Cuba). Anales del jardín botánico de Madrid. 2004;61:185–204."}, {"Citation": "Özbigin S, Çitoğlu G. Uses of some Euphorbia species in traditional medicine in Turkey and their biological activities. Turkish Journal of Pharmaceutical Sciences. 2012;9:241–56."}, {"Citation": "Ojewole JAO. Anticonvulsant activity of Hypoxis hemerocallidea Fisch. & C. A. Mey. (Hypoxidaceae) corm (‘African potato’) aqueous extract in mice. Phytotherapy Research. 2008;22:91–6.", "ArticleIdList": ["17724761"]}, {"Citation": "Mhlongo LS, Van Wyk B-E. Zulu medicinal ethnobotany: new records from the Amandawe area of KwaZulu-Natal, South Africa. South African Journal of Botany. 2019;122:266–90."}, {"Citation": "Mashile SP, Tshisikhawe MP, Masevhe NA. Medicinal plants used in the treatment of maternal health-related problems by the Mapulana of Ehlanzeni District, Mpumalanga province, South Africa. Journal of Applied Pharmaceutical Science 2019;9:021–9."}, {"Citation": "Caetano RdA, Albuquerque UPd, Medeiros PMd. What are the drivers of popularity and versatility of medicinal plants in local medical systems? Acta Botanica Brasilica. 2020;34:256–65."}, {"Citation": "de Sousa Araújo TA, Alencar NL, de Amorim ELC, de Albuquerque UP. A new approach to study medicinal plants with tannins and flavonoids contents from the local knowledge. Journal of Ethnopharmacology. 2008;120:72–80. doi: 10.1016/j.jep.2008.07.032", "ArticleIdList": ["10.1016/j.jep.2008.07.032", "18725282"]}, {"Citation": "Ullah S, Rashid Khan M, Ali Shah N, Afzal Shah S, Majid M, Asad Farooq M. Ethnomedicinal plant use value in the Lakki Marwat District of Pakistan. Journal of Ethnopharmacology. 2014;158:412–22. doi: 10.1016/j.jep.2014.09.048", "ArticleIdList": ["10.1016/j.jep.2014.09.048", "25448507"]}, {"Citation": "Njume C, Goduka NI. Treatment of diarrhoea in rural african communities: An overview of measures to maximise the medicinal potentials of indigenous plants. International Journal of Environmental Research and Public Health. 2012;9:3911–393. doi: 10.3390/ijerph9113911", "ArticleIdList": ["10.3390/ijerph9113911", "PMC3524604", "23202823"]}, {"Citation": "Afolayan AJ, Grierson DS, Otang-Mbeng W. Ethnobotanical survey of medicinal plants used in the management of skin disorders among the Xhosa communities of the Amathole District, Eastern Cape, South Africa. Journal of Ethnpharmacology. 2014;153:220–32. doi: 10.1016/j.jep.2014.02.023", "ArticleIdList": ["10.1016/j.jep.2014.02.023", "24583071"]}, {"Citation": "Banda Chitsamatanga B, Malinga W. ‘A tale of two paradoxes in response to COVID-19’: Public health system and socio-economic implications of the pandemic in South Africa and Zimbabwe. Cogent Social Sciences. 2021;7:1869368."}, {"Citation": "Moshi MJ, Otieno DF, Mbabazi PK, Weisheit A. Ethnomedicine of the Kagera region, North Western Tanzania. Part 2: The medicinal plants used in Katoro Ward, Bukoba District. Journal of Ethnobiology and Ethnomedicine 2010;6:19. doi: 10.1186/1746-4269-6-19", "ArticleIdList": ["10.1186/1746-4269-6-19", "PMC3224970", "20663166"]}, {"Citation": "Olajuyigbe OO, Afolayan A. Ethnobotanical survey of medicinal plants used in the treatment of gastrointestinal disorders in the Eastern Cape Province, South Africa. Journal of Medicinal Plants Research. 2012;6:3415–24."}, {"Citation": "Adhikari PP, Talukdar S, Borah A. Ethnomedicobotanical study of indigenous knowledge on medicinal plants used for the treatment of reproductive problems in Nalbari district, Assam, India. J Ethnopharmacol. 2018;210:386–407. Epub 2017/07/25. doi: 10.1016/j.jep.2017.07.024 .", "ArticleIdList": ["10.1016/j.jep.2017.07.024", "28733191"]}, {"Citation": "Flores HE, Flores T. Underground plant storage organs. Functionality of Food Phytochemicals. 2012;31:113."}, {"Citation": "Al-Rowaily SL, Abd-ElGawad AM, Alghanem SM, Al-Taisan WaA, El-Amier YA. Nutritional Value, Mineral Composition, Secondary Metabolites, And Antioxidant Activity of Some Wild Geophyte Sedges and Grasses. Plants. 2019;8:569. doi: 10.3390/plants8120569", "ArticleIdList": ["10.3390/plants8120569", "PMC6963330", "31817156"]}, {"Citation": "Moyo M, Van Staden J. Medicinal properties and conservationof Pelargonium sidoides DC. Journal of Ethnopharmacology. 2014;152:243–55.", "ArticleIdList": ["PMC7127097", "24463034"]}, {"Citation": "Barata AM, Rocha F, Lopes V, Carvalho AM. Conservation and sustainable uses of medicinal and aromatic plants genetic resources on the worldwide for human welfare. Industrial Crops and Products. 2016;88:8–11."}, {"Citation": "Seile BP, Bareetseng S, Koitsiwe MT, Aremu AO. Indigenous Knowledge on the Uses, Sustainability and Conservation of African Ginger (Siphonochilus aethiopicus) among Two Communities in Mpumalanga Province, South Africa. Diversity. 2022;14:192."}, {"Citation": "Mwinga JL, Makhaga NS, Aremu AO, Mbeng W. Botanicals used for cosmetic purposes by Xhosa women in the Eastern Cape, South Africa. South African Journal of Botany. 2019;126:4–10."}, {"Citation": "Agbodeka K, Gbekley HE, Karou SD, Anani K, Agbonon A, Tchacondo T, et al.. Ethnobotanical study of medicinal plants used for the treatment of malaria in the Plateau Region, Togo. Pharmacognosy Research. 2016;8:S12–S8. doi: 10.4103/0974-8490.178646 .", "ArticleIdList": ["10.4103/0974-8490.178646", "PMC4821101", "27114686"]}, {"Citation": "Geissler PW, Harris SA, Prince RJ, Olsen A, Odhiambo RA, Oketch-Rabah H, et al.. Medicinal plants used by Luo mothers and children in Bondo district, Kenya. Journal of Ethnopharmacology 2002;83:39–54. doi: 10.1016/s0378-8741(02)00191-5", "ArticleIdList": ["10.1016/s0378-8741(02)00191-5", "12413706"]}, {"Citation": "Davoren E. Plant diversity patterns of a settlement in the North–West Province, South Africa: North-West University; 2009."}, {"Citation": "Esterhuizen A. The effect of fire on savanna vegetation dynamics in the semi-arid Molopo Bushveld region of the North-West Province, South Africa: North-West University (South Africa); 2019."}, {"Citation": "Lamprecht A, Cilliers S, Götze A, Du Toit M. Phytosociological description of norite koppies in the Rustenburg area, North-West Province and refinement of the distribution of the Norite Koppies Bushveld on the national vegetation classification map of South Africa. Bothalia. 2011;41:327–39."}, {"Citation": "Desmet P, Schaller R, Skowno A. North West Provincial Biodiversity Conservation Assessment Technical Report. North West Department of Agriculture, Conservation, Environment and Rural Development, Mmbatho. 2009."}, {"Citation": "Kiprono SK, Muchunu JW, Masenga JE. Skin diseases in pediatric patients attending a tertiary dermatology hospital in Northern Tanzania: a cross-sectional study. BMC Dermatol. 2015;15:16–. doi: 10.1186/s12895-015-0035-9 .", "ArticleIdList": ["10.1186/s12895-015-0035-9", "PMC4566193", "26359248"]}, {"Citation": "World Health Organization (WHO). Epidemiology and management of common skin diseases in children in developing countries. Geneva, Switzland: World Health Organization, 2005."}, {"Citation": "Mahmood A, Eqan M, Pervez S, Alghamdi HA, Tabinda AB, Yasar A, et al.. COVID-19 and frequent use of hand sanitizers; human health and environmental hazards by exposure pathways. Science of the Total Environment. 2020;742:140561. doi: 10.1016/j.scitotenv.2020.140561", "ArticleIdList": ["10.1016/j.scitotenv.2020.140561", "PMC7320712", "32623176"]}, {"Citation": "Picardo M, Eichenfield LF, Tan J. Acne and rosacea. Dermatology and therapy. 2017;7:43–52. doi: 10.1007/s13555-016-0168-8", "ArticleIdList": ["10.1007/s13555-016-0168-8", "PMC5289119", "28150107"]}, {"Citation": "Hay RJ, Johns NE, Williams HC, Bolliger IW, Dellavalle RP, Margolis DJ, et al.. The global burden of skin disease in 2010: an analysis of the prevalence and impact of skin conditions. Journal of Investigative Dermatology. 2014;134:1527–34. doi: 10.1038/jid.2013.446", "ArticleIdList": ["10.1038/jid.2013.446", "24166134"]}, {"Citation": "Rix J. Medicine treatment patterns of HIV/AIDS patients at a rural district hospital in the North West province 2013."}, {"Citation": "Boschi-Pinto C, Young M, Black RE. The Child Health Epidemiology Reference Group reviews of the effectiveness of interventions to reduce maternal, neonatal and child mortality. International Journal of Epidemiology. 2010;39:i3–i6. doi: 10.1093/ije/dyq018", "ArticleIdList": ["10.1093/ije/dyq018", "PMC2845857", "20348123"]}, {"Citation": "Girma B, Berhane Y. Children who were vaccinated, breast fed and from low parity mothers live longer: a community based case-control study in Jimma, Ethiopia. BMC Public Health. 2011;11:1–7.", "ArticleIdList": ["PMC3084172", "21453455"]}, {"Citation": "Lucas López R, Grande Burgos MJ, Gálvez A, Pérez Pulido R. The human gastrointestinal tract and oral microbiota in inflammatory bowel disease: a state of the science review. Apmis. 2017;125:3–10. doi: 10.1111/apm.12609", "ArticleIdList": ["10.1111/apm.12609", "27704622"]}, {"Citation": "Mokomane M, Kasvosve I, Melo Ed, Pernica JM, Goldfarb DM. The global problem of childhood diarrhoeal diseases: emerging strategies in prevention and management. Therapeutic Advances in Infectious Disease. 2018;5:29–43. doi: 10.1177/2049936117744429", "ArticleIdList": ["10.1177/2049936117744429", "PMC5761924", "29344358"]}, {"Citation": "Ugboko HU, Nwinyi OC, Oranusi SU, Oyewale JO. Childhood diarrhoeal diseases in developing countries. Heliyon. 2020;6:e03690. doi: 10.1016/j.heliyon.2020.e03690", "ArticleIdList": ["10.1016/j.heliyon.2020.e03690", "PMC7160433", "32322707"]}, {"Citation": "Agbagbeola DD, Tosin FI, Adetokunbo TS. Prevalence and determinants of diarrhoea among infants in selected primary health centres in Kaduna north local government area, Nigeria. Pan African Medical Journal. 2017;28:109. doi: 10.11604/pamj.2017.28.109.8152", "ArticleIdList": ["10.11604/pamj.2017.28.109.8152", "PMC5837171", "29515727"]}, {"Citation": "Anokbonggo W, Odoi-Adome R, Oluju P. Traditional methods in management of diarrhoeal diseases in Uganda. Bulletin of the World Health Organization. 1990;68:359.", "ArticleIdList": ["PMC2393057", "2393983"]}, {"Citation": "Pitts M, Mcmaster J, Hartmann T, Mausezahl D. Lay beliefs about diarrhoeal diseases: their role in health education in a developing country. Social Science & Medicine. 1996;43:1223–8. doi: 10.1016/0277-9536(95)00430-0", "ArticleIdList": ["10.1016/0277-9536(95)00430-0", "8903126"]}, {"Citation": "López-Medina MD, López-Araque AB, Linares-Abad M, López-Medina IM. Umbilical cord separation time, predictors and healing complications in newborns with dry care. PloS One. 2020;15:e0227209. doi: 10.1371/journal.pone.0227209", "ArticleIdList": ["10.1371/journal.pone.0227209", "PMC6953818", "31923218"]}, {"Citation": "Soofi S, Cousens S, Imdad A, Bhutto N, Ali N, Bhutta ZA. Topical application of chlorhexidine to neonatal umbilical cords for prevention of omphalitis and neonatal mortality in a rural district of Pakistan: a community-based, cluster-randomised trial. The Lancet. 2012;379:1029–36.", "ArticleIdList": ["22322126"]}, {"Citation": "Mullany LC, Darmstadt GL, Khatry SK, LeClerq SC, Katz J, Tielsch JM. Impact of umbilical cord cleansing with 4.0% chlorhexidine on time to cord separation among newborns in southern Nepal: a cluster-randomized, community-based trial. Pediatrics. 2006;118:1864–71. doi: 10.1542/peds.2006-1091", "ArticleIdList": ["10.1542/peds.2006-1091", "17079556"]}, {"Citation": "World Health Organization. UNICEF/WHO/The World Bank Group joint child malnutrition estimates: levels and trends in child malnutrition: key findings of the 2020 edition. Geneva, Switzland: 2020 9240003576."}, {"Citation": "Kaltenthaler EC, Drasar BS. Understanding of hygiene behaviour and diarrhoea in two villages in Botswana. Journal of Diarrhoeal Diseases Research. 1996:75–80.", "ArticleIdList": ["8870398"]}, {"Citation": "Adebayo SA, Amoo SO, Mokgehle SN, Aremu AO. Ethnomedicinal uses, biological activities, phytochemistry and conservation of African ginger (Siphonochilus aethiopicus): A commercially important and endangered medicinal plant. Journal of Ethnopharmacology. 2021;266:113459. Epub 2020/10/12. doi: 10.1016/j.jep.2020.113459 .", "ArticleIdList": ["10.1016/j.jep.2020.113459", "33039627"]}, {"Citation": "Dludlu MN, Dlamini PS, Sibandze GF, Vilane VS, Dlamini CS. Distribution and conservation status of the Endangered pepperbark tree Warburgia salutaris (Canellaceae) in Swaziland. Oryx. 2017;51:451–4. Epub 2016/06/14. doi: 10.1017/S0030605316000302", "ArticleIdList": ["10.1017/S0030605316000302"]}, {"Citation": "Street R, Prinsloo G. Commercially important medicinal plants of South Africa: A review. Journal of Chemistry. 2012;2013:10.1155/2013/205048.", "ArticleIdList": ["10.1155/2013/205048"]}, {"Citation": "Mugomeri E, Chatanga P, Raditladi T, Makara M, Tarirai C. Ethnobotanical study and conservation status of local medicinal plants: Towards a repository and monograph of herbal medicines in Lesotho. African Journal of Traditional, Complementary and Alternative Medicines. 2016;13:143–56."}, {"Citation": "Rasoanaivo P, Wright CW, Willcox ML, Gilbert B. Whole plant extracts versus single compounds for the treatment of malaria: synergy and positive interactions. Malaria Journal. 2011;10:1–12.", "ArticleIdList": ["PMC3059462", "21411015"]}, {"Citation": "Zhou X, Seto SW, Chang D, Kiat H, Razmovski-Naumovski V, Chan K, et al.. Synergistic effects of chinese herbal medicine: A comprehensive review of methodology and current research. Frontiers in Pharmacology. 2016;7. doi: 10.3389/fphar.2016.00201", "ArticleIdList": ["10.3389/fphar.2016.00201", "PMC4940614", "27462269"]}, {"Citation": "Li F-s, Weng J-K. Demystifying traditional herbal medicine with modern approach. Nature Plants. 2017;3:2017109. doi: 10.1038/nplants.2017.109", "ArticleIdList": ["10.1038/nplants.2017.109", "28758992"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "7", "Day": "11"}, {"Year": "2023", "Month": "2", "Day": "8"}, {"Year": "2023", "Month": "3", "Day": "29", "Hour": "6", "Minute": "5"}, {"Year": "2023", "Month": "3", "Day": "27", "Hour": "13", "Minute": "34"}, {"Year": "2023", "Month": "3", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["36972257", "PMC10042359", "10.1371/journal.pone.0282113", "PONE-D-22-19573"]}}], "PubmedBookArticle": []}