{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ayurvedic medicinal plants", "Ginkgo biloba", "Panax ginseng", "antioxidant activity", "brahmi", "gotu kola", "learning ability", "medicinal herbs", "memory", "smart drugs"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36987052", "DateRevised": {"Year": "2023", "Month": "03", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "03", "Day": "18"}], "Language": ["eng"], "ELocationID": ["1364", "10.3390/plants12061364"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "6", "PubDate": {"Year": "2023", "Month": "Mar", "Day": "18"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Nootropic Herbs, Shrubs, and Trees as Potential Cognitive Enhancers.", "Abstract": {"AbstractText": ["Plant-based nootropics are a diverse group of natural drugs that can improve cognitive abilities through various physiological mechanisms, especially in cases where these functions are weakened or impaired. In many cases, the nootropics enhance erythrocyte plasticity and inhibit aggregation, which improves the blood's rheological properties and increases its flow to the brain. Many of these formulations possess antioxidant activity that protects brain tissue from neurotoxicity and improves the brain's oxygen supply. They can induce the synthesis of neuronal proteins, nucleic acids, and phospholipids for constructing and repairing neurohormonal membranes. These natural compounds can potentially be present in a great variety of herbs, shrubs, and even some trees and vines. The plant species reviewed here were selected based on the availability of verifiable experimental data and clinical trials investigating potential nootropic effects. Original research articles, relevant animal studies, meta-analyses, systematic reviews, and clinical trials were included in this review. Selected representatives of this heterogeneous group included <i>Bacopa monnieri</i> (L.) Wettst., <i>Centella asiatica</i> (L.) Urban, <i>Eleutherococcus senticosus</i> (Rupr. & Maxim.) Maxim., <i>Ginkgo biloba</i> L., <i>Lepidium meyenii</i> Walp., <i>Panax ginseng</i> C.A. Meyer, <i>Paullinia cupana</i> Kunth, <i>Rhodiola rosea</i> L., <i>Schisandra chinensis</i> (Turcz.) Baill., and <i>Withania somnifera</i> (L.) Dunal. The species are depicted and described, together with their active components and nootropic effects, and evidence of their efficacy is presented. The study provides brief descriptions of the representative species, their occurrence, history, and the chemical composition of the principle medicinal compounds, with uses, indications, experimental treatments, dosages, possible side effects, and contraindications. Most plant nootropics must be taken at optimal doses for extended periods before measurable improvement occurs, but they are generally very well tolerated. Their psychoactive properties are not produced by a single molecule but by a synergistic combination of several compounds. The available data suggest that including extracts from these plants in medicinal products to treat cognitive disorders can have substantial potential therapeutic benefits."]}, "AuthorList": [{"Identifier": ["0000-0002-2717-3740"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agroenvironmental Chemistry and Plant Nutrition, Faculty of Agrobiology, Food and Natural Resources, Czech University of Life Sciences Prague, Kamýcká 129, 165 00 Prague, Czech Republic."}], "LastName": "Malík", "ForeName": "Matěj", "Initials": "M"}, {"Identifier": ["0000-0003-1274-0658"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agroenvironmental Chemistry and Plant Nutrition, Faculty of Agrobiology, Food and Natural Resources, Czech University of Life Sciences Prague, Kamýcká 129, 165 00 Prague, Czech Republic."}], "LastName": "Tlustoš", "ForeName": "Pavel", "Initials": "P"}], "GrantList": [{"GrantID": "SV22-2-21140", "Agency": "Faculty of Agrobiology, Food, and Natural Resources of CZU Prague project", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Saran P.L., Singh S., Solanki V., Choudhary R., Manivel P. Evaluation of Asparagus adscendens accessions for root yield and shatavarin IV content in India. Turk. J. Agric. For. 2021;45:475–483. doi: 10.3906/tar-2006-42.", "ArticleIdList": ["10.3906/tar-2006-42"]}, {"Citation": "Tamer C.E., Temel Ş.G., Suna S., Karabacak A.Ö., Özcan T., Ersan L.Y., Kaya B.T., Çopur Ö.U. Evaluation of bioaccessibility and functional properties of kombucha beverages fortified with different medicinal plant extracts. Turk. J. Agric. For. 2021;45:13–32. doi: 10.3906/tar-2003-75.", "ArticleIdList": ["10.3906/tar-2003-75"]}, {"Citation": "Petrovska B.B. Historical review of medicinal plants’ usage. Pharmacogn. Rev. 2012;6:1–5. doi: 10.4103/0973-7847.95849.", "ArticleIdList": ["10.4103/0973-7847.95849", "PMC3358962", "22654398"]}, {"Citation": "Vyas S., Kothari S., Kachhwaha S. Nootropic medicinal plants: Therapeutic alternatives for Alzheimer’s disease. J. Herb. Med. 2019;17:100291. doi: 10.1016/j.hermed.2019.100291.", "ArticleIdList": ["10.1016/j.hermed.2019.100291"]}, {"Citation": "Giurgea C. Pharmacology of integrative activity of the brain. Attempt at nootropic concept in psychopharmacology. Actual. Pharm. 1972;25:115–156.", "ArticleIdList": ["4541214"]}, {"Citation": "Giurgea C. The “nootropic” approach to the pharmacology of the integrative activity of the brain 1, 2. Integr. Psychol. Behav. Sci. 1973;8:108–115. doi: 10.1007/BF03000311.", "ArticleIdList": ["10.1007/BF03000311", "4736348"]}, {"Citation": "Giurgea C., Salama M. Nootropic drugs. Prog. Neuro-Psychopharmacol. 1977;1:235–247. doi: 10.1016/0364-7722(77)90046-7.", "ArticleIdList": ["10.1016/0364-7722(77)90046-7"]}, {"Citation": "Dormehl I.C., Jordaan B., Oliver D.W., Croft S. SPECT monitoring of improved cerebral blood flow during long-term treatment of elderly patients with nootropic drugs. Clin. Nucl. Med. 1999;24:29–34. doi: 10.1097/00003072-199901000-00007.", "ArticleIdList": ["10.1097/00003072-199901000-00007", "9890490"]}, {"Citation": "Suliman N.A., Mat Taib C.N., Mohd Moklas M.A., Adenan M.I., Hidayat Baharuldin M.T., Basir R. Establishing Natural Nootropics: Recent Molecular Enhancement Influenced by Natural Nootropic. Evid.-Based Complement. Altern. Med. 2016;2016:4391375. doi: 10.1155/2016/4391375.", "ArticleIdList": ["10.1155/2016/4391375", "PMC5021479", "27656235"]}, {"Citation": "Kulkarni R., Girish K.J., Kumar A. Nootropic herbs (Medhya Rasayana) in Ayurveda: An update. Pharmacogn. Rev. 2012;6:147–153. doi: 10.4103/0973-7847.99949.", "ArticleIdList": ["10.4103/0973-7847.99949", "PMC3459457", "23055641"]}, {"Citation": "Malík M., Tlustoš P. Nootropics as Cognitive Enhancers: Types, Dosage and Side Effects of Smart Drugs. Nutrients. 2022;14:3367. doi: 10.3390/nu14163367.", "ArticleIdList": ["10.3390/nu14163367", "PMC9415189", "36014874"]}, {"Citation": "Wahl D., Solon-Biet S.M., Cogger V.C., Fontana L., Simpson S.J., Le Couteur D.G., Ribeiro R.V. Aging, lifestyle and dementia. Neurobiol. Dis. 2019;130:104481. doi: 10.1016/j.nbd.2019.104481.", "ArticleIdList": ["10.1016/j.nbd.2019.104481", "31136814"]}, {"Citation": "Lo R.Y. The borderland between normal aging and dementia. Tzu. Chi. Med. J. 2017;29:65–71. doi: 10.4103/tcmj.tcmj_18_17.", "ArticleIdList": ["10.4103/tcmj.tcmj_18_17", "PMC5509201", "28757769"]}, {"Citation": "Jalbert J.J., Daiello L.A., Lapane K.L. Dementia of the Alzheimer Type. Epidemiol. Rev. 2008;30:15–34. doi: 10.1093/epirev/mxn008.", "ArticleIdList": ["10.1093/epirev/mxn008", "18635578"]}, {"Citation": "Emre M. Dementia associated with Parkinson’s disease. Lancet Neurol. 2003;2:229–237. doi: 10.1016/S1474-4422(03)00351-X.", "ArticleIdList": ["10.1016/S1474-4422(03)00351-X", "12849211"]}, {"Citation": "Knopman D.S., Boeve B.F., Petersen R.C. Essentials of the Proper Diagnoses of Mild Cognitive Impairment, Dementia, and Major Subtypes of Dementia. Mayo Clin. Proc. 2003;78:1290–1308. doi: 10.4065/78.10.1290.", "ArticleIdList": ["10.4065/78.10.1290", "14531488"]}, {"Citation": "Szakiel A., Pączkowski C., Henry M. Influence of environmental abiotic factors on the content of saponins in plants. Phytochem. Rev. 2011;10:471–491. doi: 10.1007/s11101-010-9177-x.", "ArticleIdList": ["10.1007/s11101-010-9177-x"]}, {"Citation": "Pandey A., Savita R. Harvesting and post-harvest processing of medicinal plants: Problems and prospects. J. Pharm. Innov. 2017;6:229–235."}, {"Citation": "Tanko H., Carrier D.J., Duan L., Clausen E. Pre- and post-harvest processing of medicinal plants. Plant Genet. Res. 2005;3:304–313. doi: 10.1079/PGR200569.", "ArticleIdList": ["10.1079/PGR200569"]}, {"Citation": "Rocha R.P., Melo E.C., Radünz L.L. Influence of drying process on the quality of medicinal plants: A review. J. Med. Plant Res. 2011;5:7076–7084. doi: 10.5897/JMPRX11.001.", "ArticleIdList": ["10.5897/JMPRX11.001"]}, {"Citation": "Mohammad Azmin S.N.H., Abdul Manan Z., Wan Alwi S.R., Chua L.S., Mustaffa A.A., Yunus N.A. Herbal Processing and Extraction Technologies. Sep. Purif. Rev. 2016;45:305–320. doi: 10.1080/15422119.2016.1145395.", "ArticleIdList": ["10.1080/15422119.2016.1145395"]}, {"Citation": "Dwivedi P., Singh R., Malik M.T., Jawaid T. A traditional approach to herbal nootropic agents: An overview. Int. J. Pharm. Sci. 2012;3:630."}, {"Citation": "Lorca C., Mulet M., Arévalo-Caro C., Sanchez M.Á., Perez A., Perrino M., Bach-Faig A., Aguilar-Martínez A., Vilella E., Gallart-Palau X., et al. Plant-derived nootropics and human cognition: A systematic review. Crit. Rev. Food Sci. Nutr. 2022;62:1–25. doi: 10.1080/10408398.2021.2021137.", "ArticleIdList": ["10.1080/10408398.2021.2021137", "34978226"]}, {"Citation": "Akram M., Mohiuddin E., Hannan A., Usmanghani K. Withania somnifera (L.) Dunal(Pharmacology Activity) Pharmacogn. J. 2011;2:77–78. doi: 10.1016/S0975-3575(11)80030-1.", "ArticleIdList": ["10.1016/S0975-3575(11)80030-1"]}, {"Citation": "Verma N., Gupta S.K., Tiwari S., Mishra A.K. Safety of Ashwagandha Root Extract: A Randomized, Placebo-Controlled, study in Healthy Volunteers. Complement. Ther. Med. 2021;57:102642. doi: 10.1016/j.ctim.2020.102642.", "ArticleIdList": ["10.1016/j.ctim.2020.102642", "33338583"]}, {"Citation": "Santhanu K., Senthil K. Therapeutic potential of Withania somnifera (Linn) Dunal (Ashwagandha) in historical perspective and pharmacological evidence. Ann. Ayurvedic Med. 2021;10:135. doi: 10.5455/AAM.122229.", "ArticleIdList": ["10.5455/AAM.122229"]}, {"Citation": "Mir B.A., Khazir J., Mir N.A., Hasan T.-u., Koul S. Botanical, chemical and pharmacological review of Withania somnifera (Indian ginseng): An ayurvedic medicinal plant. Indian J. Drug Dis. 2012;1:147–160."}, {"Citation": "Rajeswara Rao B.R., Rajput D.K., Nagaraju G., Adinarayana G. Opportunities and challenges in the cultivation of Ashwagandha {Withania somnifera (L.) DUNAL} J. Pharmacogn. 2012;3:88–91."}, {"Citation": "Kumar M., Patel M., Chauhan R., Tank C., Solanki S., Patel P., Bhadauria H., Gami R., Pachchigar K., Soni N., et al. Elucidation of genotype–environment interactions and genetic stability parameters for yield, quality and agromorphological traits in ashwagandha (Withania somnifera (L.) Dunal) J. Genet. 2020;99:59. doi: 10.1007/s12041-020-01207-9.", "ArticleIdList": ["10.1007/s12041-020-01207-9", "33622986"]}, {"Citation": "Venugopal S., Padma M., Raj Kumar M., Seenivasan N., Saidaiah P., Sathish G. Genetic variability studies in ashwagandha (Withania somnifera L.) for yield and quality traits. Pharm. Innov. J. 2021;10:188–192."}, {"Citation": "Srivastava A., Gupta A.K., Shanker K., Gupta M.M., Mishra R., Lal R.K. Genetic variability, associations, and path analysis of chemical and morphological traits in Indian ginseng [Withania somnifera (L.) Dunal] for selection of higher yielding genotypes. J. Ginseng. Res. 2018;42:158–164. doi: 10.1016/j.jgr.2017.01.014.", "ArticleIdList": ["10.1016/j.jgr.2017.01.014", "PMC5925612", "29719462"]}, {"Citation": "Kumar V., Dey A., Hadimani M.B., Marcovic T., Emerald M. Chemistry and pharmacology of Withania somnifera: An update. CellMed. 2015;5:1.1–1.13. doi: 10.5667/tang.2014.0030.", "ArticleIdList": ["10.5667/tang.2014.0030"]}, {"Citation": "Singh N., Bhalla M., de Jager P., Gilca M. An overview on ashwagandha: A Rasayana (rejuvenator) of Ayurveda. Afr. J. Tradit. Complement. Altern. Med. 2011;8:208–213. doi: 10.4314/ajtcam.v8i5S.9.", "ArticleIdList": ["10.4314/ajtcam.v8i5S.9", "PMC3252722", "22754076"]}, {"Citation": "Bamola N., Verma P., Negi C. A review on some traditional medicinal plants. Int. J. Life Sci. Res. 2018;4:1550–1556. doi: 10.21276/ijlssr.2018.4.1.7.", "ArticleIdList": ["10.21276/ijlssr.2018.4.1.7"]}, {"Citation": "Kulkarni S.K., Dhir A. Withania somnifera: An Indian ginseng. Prog. Neuropsychopharmacol. Biol. Psychiatry. 2008;32:1093–1105. doi: 10.1016/j.pnpbp.2007.09.011.", "ArticleIdList": ["10.1016/j.pnpbp.2007.09.011", "17959291"]}, {"Citation": "Yenisetti S., Manjunath M.J., Muralidhara M. Neuropharmacological properties of Withania somnifera-Indian Ginseng: An overview on experimental evidence with emphasis on Clinical trials and patents. Recent Pat. CNS Drug Discov. 2015;10:204–215. doi: 10.2174/1574889810666160615014106.", "ArticleIdList": ["10.2174/1574889810666160615014106", "27316579"]}, {"Citation": "Kulkarni S.K., George B., Mathur R. Neuroprotection by Withania somnifera root extract against lithium-pilocarpine-induced seizures. Indian Drugs. 1998;35:208–215."}, {"Citation": "Candelario M., Cuellar E., Reyes-Ruiz J.M., Darabedian N., Feimeng Z., Miledi R., Russo-Neustadt A., Limon A. Direct evidence for GABAergic activity of Withania somnifera on mammalian ionotropic GABAA and GABAρ receptors. J. Ethnopharmacol. 2015;171:264–272. doi: 10.1016/j.jep.2015.05.058.", "ArticleIdList": ["10.1016/j.jep.2015.05.058", "26068424"]}, {"Citation": "Choudhary M.I., Nawaz S.A., Zaheer-ul-Haq, Lodhi M.A., Ghayur M.N., Jalil S., Riaz N., Yousuf S., Malik A., Gilani A.H., et al. Withanolides, a new class of natural cholinesterase inhibitors with calcium antagonistic properties. Biochem. Biophys. Res. Commun. 2005;334:276–287. doi: 10.1016/j.bbrc.2005.06.086.", "ArticleIdList": ["10.1016/j.bbrc.2005.06.086", "16108094"]}, {"Citation": "Ziauddin M., Phansalkar N., Patki P., Diwanay S., Patwardhan B. Studies on the immunomodulatory effects of Ashwagandha. J. Ethnopharmacol. 1996;50:69–76. doi: 10.1016/0378-8741(95)01318-0.", "ArticleIdList": ["10.1016/0378-8741(95)01318-0", "8866726"]}, {"Citation": "Kumar P., Kumar A. Possible Neuroprotective Effect of Withania somnifera Root Extract Against 3-Nitropropionic Acid-Induced Behavioral, Biochemical, and Mitochondrial Dysfunction in an Animal Model of Huntington’s Disease. J. Med. Food. 2009;12:591–600. doi: 10.1089/jmf.2008.0028.", "ArticleIdList": ["10.1089/jmf.2008.0028", "19627208"]}, {"Citation": "Naidu P.S., Singh A., Kulkarni S.K. Effect of Withania somnifera root extract on reserpine-induced orofacial dyskinesia and cognitive dysfunction. Phytother. Res. 2006;20:140–146. doi: 10.1002/ptr.1823.", "ArticleIdList": ["10.1002/ptr.1823", "16444668"]}, {"Citation": "Yadav C.S., Kumar V., Suke S.G., Ahmed R.S., Mediratta P.K., Banerjee B.D. Propoxur-induced acetylcholine esterase inhibition and impairment of cognitive function: Attenuation by Withania somnifera. Indian J. Biochem. Biophys. 2010;47:117–120.", "ArticleIdList": ["20521626"]}, {"Citation": "Chengappa K.N.R., Bowie C.R., Schlicht P.J., Fleet D., Brar J.S., Jindal R. Randomized placebo-controlled adjunctive study of an extract of Withania somnifera for cognitive dysfunction in bipolar disorder. J. Clin. Psychiatry. 2013;74:16816. doi: 10.4088/JCP.13m08413.", "ArticleIdList": ["10.4088/JCP.13m08413", "24330893"]}, {"Citation": "Remenapp A., Coyle K., Orange T., Lynch T., Hooper D., Hooper S., Conway K., Hausenblas H.A. Efficacy of Withania somnifera supplementation on adult’s cognition and mood. J. Ayurveda Integr. Med. 2022;13:100510. doi: 10.1016/j.jaim.2021.08.003.", "ArticleIdList": ["10.1016/j.jaim.2021.08.003", "PMC8728079", "34838432"]}, {"Citation": "Xing D., Yoo C., Gonzalez D., Jenkins V., Nottingham K., Dickerson B., Leonard M., Ko J., Faries M., Kephart W., et al. Effects of Acute Ashwagandha Ingestion on Cognitive Function. Int. J. Environ. Res. Public Health. 2022;19:11852. doi: 10.3390/ijerph191911852.", "ArticleIdList": ["10.3390/ijerph191911852", "PMC9565281", "36231152"]}, {"Citation": "Andrade C., Aswath A., Chaturvedi S.K., Srinivasa M., Raguram R. A double-blind, placebo-controlled evaluation of the anxiolytic efficacy ff an ethanolic extract of Withania somnifera. Indian J. Psychiatry. 2000;42:295–301.", "ArticleIdList": ["PMC2958355", "21407960"]}, {"Citation": "Raut A.A., Rege N.N., Tadvi F.M., Solanki P.V., Kene K.R., Shirolkar S.G., Pandey S.N., Vaidya R.A., Vaidya A.B. Exploratory study to evaluate tolerability, safety, and activity of Ashwagandha (Withania somnifera) in healthy volunteers. J. Ayurveda Integr. Med. 2012;3:111–114. doi: 10.4103/0975-9476.100168.", "ArticleIdList": ["10.4103/0975-9476.100168", "PMC3487234", "23125505"]}, {"Citation": "Malhotra C.L., Mehta V.L., Das P.K., Dhalla N.S. Studies on Withania-ashwagandha, Kaul. V. The effect of total alkaloids (ashwagandholine) on the central nervous system. Indian J. Physiol. Pharmacol. 1965;9:127–136.", "ArticleIdList": ["4957631"]}, {"Citation": "Aphale A.A., Chibba A.D., Kumbhakarna N.R., Mateenuddin M., Dahat S.H. Subacute toxicity study of the combination of ginseng (Panax ginseng) and ashwagandha (Withania somnifera) in rats: A safety assessment. Indian J. Physiol. Pharmacol. 1998;42:299–302.", "ArticleIdList": ["10225062"]}, {"Citation": "Meher S.K., Das B., Panda P., Bhuyan G.C., Rao M.M. Uses of Withania somnifera (Linn) Dunal (Ashwagandha) in Ayurveda and its pharmacological evidences. Res. J. Pharmacol. Pharmacodyn. 2016;8:23. doi: 10.5958/2321-5836.2016.00006.9.", "ArticleIdList": ["10.5958/2321-5836.2016.00006.9"]}, {"Citation": "Sharma A.K., Basu I., Singh S. Efficacy and Safety of Ashwagandha Root Extract in Subclinical Hypothyroid Patients: A Double-Blind, Randomized Placebo-Controlled Trial. J. Altern. Complement. Med. 2018;24:243–248. doi: 10.1089/acm.2017.0183.", "ArticleIdList": ["10.1089/acm.2017.0183", "28829155"]}, {"Citation": "Franklyn J.A., Boelaert K. Thyrotoxicosis. Lancet. 2012;379:1155–1166. doi: 10.1016/S0140-6736(11)60782-4.", "ArticleIdList": ["10.1016/S0140-6736(11)60782-4", "22394559"]}, {"Citation": "Bevege L. Centella asiatica: A review. Aust. J. Herb. Med. 2004;16:15–27. doi: 10.3316/informit.407696078933571.", "ArticleIdList": ["10.3316/informit.407696078933571"]}, {"Citation": "Mala A., Tulika T. Therapeutic efficacy of Centella asiatica (L.) and Momordica charantia: As traditional medicinal plant. J. Plant Sci. 2015;3:1–9. doi: 10.11648/j.jps.s.2015030101.11.", "ArticleIdList": ["10.11648/j.jps.s.2015030101.11"]}, {"Citation": "Torbati F.A., Ramezani M., Dehghan R., Amiri M.S., Moghadam A.T., Shakour N., Elyasi S., Sahebkar A., Emami S.A. Ethnobotany, Phytochemistry and Pharmacological Features of Centella asiatica: A Comprehensive Review. In: Barreto G.E., Sahebkar A., editors. Pharmacological Properties of Plant-Derived Natural Products and Implications for Human Health. Springer International Publishing; Cham, Switzerland: 2021. pp. 451–499.", "ArticleIdList": ["10.1007/978-3-030-64872-5_25", "33861456"]}, {"Citation": "Chachai N., Pensuriya B., Pinsuntiae T., Pratubkong P., Mungngam J., Nitmee P., Kaewsri P., Wongsatchanan S., Jindajia R., Triboun P., et al. Variability of Morphological and Agronomical Characteristics of Centella asiatica in Thailand. Trends Sci. 2021;18:502. doi: 10.48048/tis.2021.502.", "ArticleIdList": ["10.48048/tis.2021.502"]}, {"Citation": "Devkota A., Jha P.K. Phenotypic plasticity of Centella asiatica (L.) Urb. growing in different habitats of Nepal. Trop. Plant Res. 2019;6:01–07. doi: 10.22271/tpr.2019.v6.i1.001.", "ArticleIdList": ["10.22271/tpr.2019.v6.i1.001"]}, {"Citation": "Devkota A., Jha P.K. Variation in growth of Centella asiatica along different soil composition. Bot. Res. Int. 2009;2:55–60."}, {"Citation": "Devkota A., Jha P.K. Growth performance and Nutrient status of Centella asiatica (L.) Urban in different landuses of Kathmandu valley, Nepal. Int. J. Ecol. Environ. Sci. 2008;34:269–275."}, {"Citation": "Rohini M.R., Smitha G.R. Studying the effect of morphotype and harvest season on yield and quality of Indian genotypes of Centella asiatica: A potential medicinal herb cum underutilized green leafy vegetable. S. Afr. J. Bot. 2022;145:275–283. doi: 10.1016/j.sajb.2021.11.024.", "ArticleIdList": ["10.1016/j.sajb.2021.11.024"]}, {"Citation": "Yousaf S., Hanif M.A., Rehman R., Azeem M.W., Racoti A. Chapter 32—Indian Pennywort. In: Hanif M.A., Nawaz H., Khan M.M., Byrne H.J., editors. Medicinal Plants of South Asia. Elsevier; Amsterdam, The Netherlands: 2020. pp. 423–437.", "ArticleIdList": ["10.1016/B978-0-08-102659-5.00032-X"]}, {"Citation": "Siddiqui B.S., Aslam H., Ali S.T., Khan S., Begum S. Chemical constituents of Centella asiatica. J. Asian Nat. Prod. Res. 2007;9:407–414. doi: 10.1080/10286020600782454.", "ArticleIdList": ["10.1080/10286020600782454", "17613628"]}, {"Citation": "Zainol N., Voo S., Sarmidi M., Aziz R. Profiling of Centella asiatica (L.) Urban extract. Malaysian J. Anal. Sci. 2008;12:322–327."}, {"Citation": "Seevaratnam V., Banumathi P., Premalatha M., Sundaram S., Arumugam T. Functional properties of Centella asiatica (L.): A review. Int. J. Pharm. Pharm. Sci. 2012;4:8–14."}, {"Citation": "Jayasinghe M., Senadheera S., Wijesekara I., Ranaweera K. Determination of macronutrient compositions in selected, frequently consumed leafy vegetables, prepared according to common culinary methods in Sri Lanka. Vidyodaya J. Sci. 2019;22:1–6. doi: 10.31357/vjs.v22i2.4384.", "ArticleIdList": ["10.31357/vjs.v22i2.4384", "PMC7026327", "32123401"]}, {"Citation": "Cox D.N., Rajasuriya S.V., Soysa P.E., Gladwin J., Ashworth A. Problems encountered in the community-based production of leaf concentrate as a supplement for pre-school children in Sri Lanka. Int. J. Food Sci. Nutr. 1993;44:123–132. doi: 10.3109/09637489309017430.", "ArticleIdList": ["10.3109/09637489309017430"]}, {"Citation": "Chen C.-L., Tsai W.-H., Chen C.-J., Pan T.-M. Centella asiatica extract protects against amyloid β1–40-induced neurotoxicity in neuronal cells by activating the antioxidative defence system. J. Tradit. Complement. Med. 2016;6:362–369. doi: 10.1016/j.jtcme.2015.07.002.", "ArticleIdList": ["10.1016/j.jtcme.2015.07.002", "PMC5067859", "27774420"]}, {"Citation": "Veerendra Kumar M.H., Gupta Y.K. Effect of different extracts of Centella asiatica on cognition and markers of oxidative stress in rats. J. Ethnopharmacol. 2002;79:253–260. doi: 10.1016/S0378-8741(01)00394-4.", "ArticleIdList": ["10.1016/S0378-8741(01)00394-4", "11801389"]}, {"Citation": "Jayashree G., Kurup Muraleedhara G., Sudarslal S., Jacob V.B. Anti-oxidant activity of Centella asiatica on lymphoma-bearing mice. Fitoterapia. 2003;74:431–434. doi: 10.1016/S0367-326X(03)00121-7.", "ArticleIdList": ["10.1016/S0367-326X(03)00121-7", "12837356"]}, {"Citation": "Zainol M.K., Abd-Hamid A., Yusof S., Muse R. Antioxidative activity and total phenolic compounds of leaf, root and petiole of four accessions of Centella asiatica (L.) Urban. Food Chem. 2003;81:575–581. doi: 10.1016/S0308-8146(02)00498-3.", "ArticleIdList": ["10.1016/S0308-8146(02)00498-3"]}, {"Citation": "Subathra M., Shila S., Devi M.A., Panneerselvam C. Emerging role of Centella asiatica in improving age-related neurological antioxidant status. Exp. Gerontol. 2005;40:707–715. doi: 10.1016/j.exger.2005.06.001.", "ArticleIdList": ["10.1016/j.exger.2005.06.001", "16026958"]}, {"Citation": "Chanana P., Kumar A. Possible Involvement of Nitric Oxide Modulatory Mechanisms in the Neuroprotective Effect of Centella asiatica Against Sleep Deprivation Induced Anxiety Like Behaviour, Oxidative Damage and Neuroinflammation. Phytother. Res. 2016;30:671–680. doi: 10.1002/ptr.5582.", "ArticleIdList": ["10.1002/ptr.5582", "26848139"]}, {"Citation": "Soumyanath A., Zhong Y.-P., Yu X., Bourdette D., Koop D.R., Gold S.A., Gold B.G. Centella asiatica accelerates nerve regeneration upon oral administration and contains multiple active fractions increasing neurite elongation in-vitro. J. Pharm. Pharmacol. 2005;57:1221–1229. doi: 10.1211/jpp.57.9.0018.", "ArticleIdList": ["10.1211/jpp.57.9.0018", "16105244"]}, {"Citation": "Rao S.B., Chetana M., Uma Devi P. Centella asiatica treatment during postnatal period enhances learning and memory in mice. Physiol. Behav. 2005;86:449–457. doi: 10.1016/j.physbeh.2005.07.019.", "ArticleIdList": ["10.1016/j.physbeh.2005.07.019", "16214185"]}, {"Citation": "Wijeweera P., Arnason J.T., Koszycki D., Merali Z. Evaluation of anxiolytic properties of Gotukola—(Centella asiatica) extracts and asiaticoside in rat behavioral models. Phytomedicine. 2006;13:668–676. doi: 10.1016/j.phymed.2006.01.011.", "ArticleIdList": ["10.1016/j.phymed.2006.01.011", "16488124"]}, {"Citation": "Jana U., Sur T.K., Maity L.N., Debnath P.K., Bhattacharyya D. A clinical study on the management of generalized anxiety disorder with Centella asiatica. Nepal. Med. Coll. J. 2010;12:8–11.", "ArticleIdList": ["20677602"]}, {"Citation": "Wattanathorn J., Mator L., Muchimapura S., Tongun T., Pasuriwong O., Piyawatkul N., Yimtae K., Sripanidkulchai B., Singkhoraard J. Positive modulation of cognition and mood in the healthy elderly volunteer following the administration of Centella asiatica. J. Ethnopharmacol. 2008;116:325–332. doi: 10.1016/j.jep.2007.11.038.", "ArticleIdList": ["10.1016/j.jep.2007.11.038", "18191355"]}, {"Citation": "Gohil K.J., Patel J.A., Gajjar A.K. Pharmacological Review on Centella asiatica: A Potential Herbal Cure-all. Indian J. Pharm. Sci. 2010;72:546–556. doi: 10.4103/0250-474X.78519.", "ArticleIdList": ["10.4103/0250-474X.78519", "PMC3116297", "21694984"]}, {"Citation": "Anukunwithaya T., Tantisira M.H., Tantisira B., Khemawoot P. Pharmacokinetics of a standardized extract of Centella asiatica ECa 233 in rats. Planta Med. 2017;83:710–717. doi: 10.1055/s-0042-122344.", "ArticleIdList": ["10.1055/s-0042-122344", "27992940"]}, {"Citation": "Brinkhaus B., Lindner M., Schuppan D., Hahn E.G. Chemical, pharmacological and clinical profile of the East Asian medical plant Centella aslatica. Phytomedicine. 2000;7:427–448. doi: 10.1016/S0944-7113(00)80065-3.", "ArticleIdList": ["10.1016/S0944-7113(00)80065-3", "11081995"]}, {"Citation": "Izu R., Aguirre A., Gil N., Diaz-Perez J.L. Allergic contact dermatitis from a cream containing Centella asiatica extract. Contact Derm. 1992;26:192–193. doi: 10.1111/j.1600-0536.1992.tb00291.x.", "ArticleIdList": ["10.1111/j.1600-0536.1992.tb00291.x", "1387057"]}, {"Citation": "Chivapat S., Chavalittumrong P., Tantisira M.H. Acute and sub-chronic toxicity studies of a standardized extract of Centella asiatica ECa 233. Thai J. Pharm. Sci. 2011;35:55–64."}, {"Citation": "Davydov M., Krikorian A.D. Eleutherococcus senticosus (Rupr. & Maxim.) Maxim. (Araliaceae) as an adaptogen: A closer look. J. Ethnopharmacol. 2000;72:345–393. doi: 10.1016/S0378-8741(00)00181-1.", "ArticleIdList": ["10.1016/S0378-8741(00)00181-1", "10996277"]}, {"Citation": "Todorova V., Ivanov K., Delattre C., Nalbantova V., Karcheva-Bahchevanska D., Ivanova S. Plant Adaptogens—History and Future Perspectives. Nutrients. 2021;13:2861. doi: 10.3390/nu13082861.", "ArticleIdList": ["10.3390/nu13082861", "PMC8398443", "34445021"]}, {"Citation": "Sonnenbora U., Hänsel R. Eleutherococcus senticosus. In: De Smet P.A.G.M., Keller K., Hänsel R., Chandler R.F., editors. Adverse Effects of Herbal Drugs 2. Springer; Berlin/Heidelberg, Germany: 1993. pp. 159–169.", "ArticleIdList": ["10.1007/978-3-642-48906-8_12"]}, {"Citation": "Bączek K., Pawełczak A., Przybył J.L., Kosakowska O., Węglarz Z. Secondary Metabolites of Various Eleuthero (Eleutherococcus senticosus/Rupr. et Maxim./Maxim) Organs Derived from Plants Obtained by Somatic Embryogenesis. In: Ramawat K.G., Ekiert H.M., Goyal S., editors. Plant Cell and Tissue Differentiation and Secondary Metabolites: Fundamentals and Applications. Springer International Publishing; Cham, Switzerland: 2021. pp. 433–466.", "ArticleIdList": ["10.1007/978-3-030-30185-9_27"]}, {"Citation": "An C. In Vitro propagation of commonly used medicinal trees in Korea. J. For. Environ. Sci. 2019;35:272–280. doi: 10.7747/JFES.2019.35.4.272.", "ArticleIdList": ["10.7747/JFES.2019.35.4.272"]}, {"Citation": "Załuski D., Olech M., Galanty A., Verpoorte R., Kuźniewski R., Nowak R., Bogucka-Kocka A. Phytochemical Content and Pharma-Nutrition Study on Eleutherococcus senticosus Fruits Intractum. Oxid. Med. Cell Longev. 2016;2016:9270691. doi: 10.1155/2016/9270691.", "ArticleIdList": ["10.1155/2016/9270691", "PMC5098108", "27843534"]}, {"Citation": "Yan-Lin S., Lin-De L., Soon-Kwan H. Eleutherococcus senticosus as a crude medicine: Review of biological and pharmacological effects. J. Med. Plant Res. 2011;5:5946–5952. doi: 10.5897/JMPR.9000557.", "ArticleIdList": ["10.5897/JMPR.9000557"]}, {"Citation": "Huang Y.-H., Ding W.-L., Li X.-T., Cai M.-T., Li H.-L., Yang Z.-Y., Piao X.-H., Zhu S., Tohda C., Komatsu K., et al. Memory enhancement effect of saponins from Eleutherococcus senticosus leaves and blood–brain barrier-permeated saponins profiling using a pseudotargeted monitoring strategy. Food Funct. 2022;13:3603–3620. doi: 10.1039/D1FO03078G.", "ArticleIdList": ["10.1039/D1FO03078G", "35262106"]}, {"Citation": "Bajpai V.K., Sharma A., Kim S.H., Kim Y., Kim J.-J., Baek K.-H. Microwave-Assisted Seed Essential Oil of Eleutherococcus senticosus and Its Antioxidant and Free Radical-Scavenging Activities. J. Food Biochem. 2013;37:119–127. doi: 10.1111/jfbc.12013.", "ArticleIdList": ["10.1111/jfbc.12013"]}, {"Citation": "Gromovaya V.F., Shapoval G.S., Mironyuk I.E., Nestyuk N.V. Antioxidant properties of medicinal plants. Pharm. Chem. J. 2008;42:25–28. doi: 10.1007/s11094-008-0050-9.", "ArticleIdList": ["10.1007/s11094-008-0050-9"]}, {"Citation": "Tohda C., Ichimura M., Bai Y., Tanaka K., Zhu S., Komatsu K. Inhibitory Effects of Eleutherococcus senticosus Extracts on Amyloid β(25-35)–Induced Neuritic Atrophy and Synaptic Loss. J. Pharmacol. Sci. 2008;107:329–339. doi: 10.1254/jphs.08046FP.", "ArticleIdList": ["10.1254/jphs.08046FP", "18612196"]}, {"Citation": "Ge Y.-W., Tohda C., Zhu S., He Y.-M., Yoshimatsu K., Komatsu K. Effects of Oleanane-Type Triterpene Saponins from the Leaves of Eleutherococcus senticosus in an Axonal Outgrowth Assay. J. Nat. Prod. 2016;79:1834–1841. doi: 10.1021/acs.jnatprod.6b00329.", "ArticleIdList": ["10.1021/acs.jnatprod.6b00329", "27400231"]}, {"Citation": "Yamauchi Y., Ge Y.-W., Yoshimatsu K., Komatsu K., Kuboyama T., Yang X., Tohda C. Memory Enhancement by Oral Administration of Extract of Eleutherococcus senticosus Leaves and Active Compounds Transferred in the Brain. Nutrients. 2019;11:1142. doi: 10.3390/nu11051142.", "ArticleIdList": ["10.3390/nu11051142", "PMC6567285", "31121888"]}, {"Citation": "Cicero A.F.G., Derosa G., Brillante R., Bernardi R., Nascetti S., Gaddi A. Effects of Siberian ginseng (Eleutherococcus senticosus maxim.) on elderly quality of life: A randomized clinical trial. Arch. Gerontol. Geriatr. 2004;38:69–73. doi: 10.1016/j.archger.2004.04.012.", "ArticleIdList": ["10.1016/j.archger.2004.04.012", "15207399"]}, {"Citation": "Tohda C., Matsui M., Inada Y., Yang X., Kuboyama T., Kimbara Y., Watari H. Combined Treatment with Two Water Extracts of Eleutherococcus senticosus Leaf and Rhizome of Drynaria fortunei Enhances Cognitive Function: A Placebo-Controlled, Randomized, Double-Blind Study in Healthy Adults. Nutrients. 2020;12:303. doi: 10.3390/nu12020303.", "ArticleIdList": ["10.3390/nu12020303", "PMC7070741", "31979283"]}, {"Citation": "Mahady G.B., Gyllenhaal C., Fong H.H., Farnsworth N.R. Ginsengs: A Review of Safety and Efficacy. Nutr. Clin. Care. 2000;3:90–101. doi: 10.1046/j.1523-5408.2000.00020.x.", "ArticleIdList": ["10.1046/j.1523-5408.2000.00020.x"]}, {"Citation": "Gerontakos S., Taylor A., Avdeeva A.Y., Shikova V.A., Pozharitskaya O.N., Casteleijn D., Wardle J., Shikov A.N. Findings of Russian literature on the clinical application of Eleutherococcus senticosus (Rupr. & Maxim.): A narrative review. J. Ethnopharmacol. 2021;278:114274. doi: 10.1016/j.jep.2021.114274.", "ArticleIdList": ["10.1016/j.jep.2021.114274", "34087398"]}, {"Citation": "Bleakney T.L. Deconstructing an Adaptogen: Eleutherococcus senticosus. Holist. Nurs. Pract. 2008;22:220–224. doi: 10.1097/01.HNP.0000326005.65310.7c.", "ArticleIdList": ["10.1097/01.HNP.0000326005.65310.7c", "18607235"]}, {"Citation": "Schmidt M., Thomsen M., Kelber O., Kraft K. Myths and facts in herbal medicines: Eleutherococcus senticosus (Siberian ginseng) and its contraindication in hypertensive patients. Botanics. 2014;4:27–32. doi: 10.2147/BTAT.S60734.", "ArticleIdList": ["10.2147/BTAT.S60734"]}, {"Citation": "Crane P.R., Crane P., von Knorring P. Ginkgo: The Tree That Time Forgot. Yale University Press; New Haven, CT, USA: 2013."}, {"Citation": "Hori S., Hori T. A Cultural History of Ginkgo in Japan and the Generic Name Ginkgo. In: Hori T., Ridge R.W., Tulecke W., Del Tredici P., Trémouillaux-Guiller J., Tobe H., editors. Ginkgo biloba a Global Treasure: From Biology to Medicine. Springer; Tokyo, Japan: 1997. pp. 385–411.", "ArticleIdList": ["10.1007/978-4-431-68416-9_29"]}, {"Citation": "Zhao Y., Paule J., Fu C., Koch M.A. Out of China: Distribution history of Ginkgo biloba L. Taxon. 2010;59:495–504. doi: 10.1002/tax.592014.", "ArticleIdList": ["10.1002/tax.592014"]}, {"Citation": "Jacobs B.P., Browner W.S. Ginkgo biloba: A living fossil. Am. J. Med. 2000;108:341–342. doi: 10.1016/S0002-9343(00)00290-4.", "ArticleIdList": ["10.1016/S0002-9343(00)00290-4", "11014729"]}, {"Citation": "Huh H., Staba E.J. The Botany and Chemistry of Ginkgo biloba L. J. Herbs Spices Med. Plants. 1992;1:91–124. doi: 10.1300/J044v01n01_10.", "ArticleIdList": ["10.1300/J044v01n01_10"]}, {"Citation": "van Beek T.A. Chemical analysis of Ginkgo biloba leaves and extracts. J. Chromatogr. A. 2002;967:21–55. doi: 10.1016/S0021-9673(02)00172-3.", "ArticleIdList": ["10.1016/S0021-9673(02)00172-3", "12219929"]}, {"Citation": "Boateng I.D., Yang X.-M. Effect of different drying methods on product quality, bioactive and toxic components of Ginkgo biloba L. seed. J. Sci. Food Agric. 2021;101:3290–3297. doi: 10.1002/jsfa.10958.", "ArticleIdList": ["10.1002/jsfa.10958", "33222187"]}, {"Citation": "Masteikova R., Muselik J., Bernatonienė J., Bernatonienė R. Antioxidative activity of Ginkgo, Echinacea, and Ginseng tinctures. Medicina. 2007;43:306. doi: 10.3390/medicina43040038.", "ArticleIdList": ["10.3390/medicina43040038", "17485958"]}, {"Citation": "Shin C.-S., Yoon N., Oh B.-S., Jeong H.-S., Yeoun P.-S., Kim D.-J. Variation of Toxin Content in Ginkgo Fruits according to Thermal Treatment. Natl. Acad. Sci. Lett. 2020;43:673–676. doi: 10.1007/s40009-020-00913-3.", "ArticleIdList": ["10.1007/s40009-020-00913-3"]}, {"Citation": "Maitra I., Marcocci L., Droy-Lefaix M.T., Packer L. Peroxyl radical scavenging activity of Ginkgo biloba extract EGb 761. Biochem. Pharmacol. 1995;49:1649–1655. doi: 10.1016/0006-2952(95)00089-I.", "ArticleIdList": ["10.1016/0006-2952(95)00089-I", "7786306"]}, {"Citation": "Verma S., Ranawat P., Sharma N., Nehru B. Ginkgo biloba attenuates aluminum lactate-induced neurotoxicity in reproductive senescent female rats: Behavioral, biochemical, and histopathological study. Environ. Sci. Pollut. Res. 2019;26:27148–27167. doi: 10.1007/s11356-019-05743-5.", "ArticleIdList": ["10.1007/s11356-019-05743-5", "31321719"]}, {"Citation": "Kim M.-S., Bang J.H., Lee J., Han J.-S., Baik T.G., Jeon W.K. Ginkgo biloba L. extract protects against chronic cerebral hypoperfusion by modulating neuroinflammation and the cholinergic system. Phytomedicine. 2016;23:1356–1364. doi: 10.1016/j.phymed.2016.07.013.", "ArticleIdList": ["10.1016/j.phymed.2016.07.013", "27765355"]}, {"Citation": "Williams B., Watanabe C.M.H., Schultz P.G., Rimbach G., Krucker T. Age-related effects of Ginkgo biloba extract on synaptic plasticity and excitability. Neurobiol. Aging. 2004;25:955–962. doi: 10.1016/j.neurobiolaging.2003.10.008.", "ArticleIdList": ["10.1016/j.neurobiolaging.2003.10.008", "15212849"]}, {"Citation": "Luo Y., Smith J.V., Paramasivam V., Burdick A., Curry K.J., Buford J.P., Khan I., Netzer W.J., Xu H., Butko P. Inhibition of amyloid-β aggregation and caspase-3 activation by the Ginkgo biloba extract EGb761. Proc. Natl. Acad. Sci. USA. 2002;99:12197–12202. doi: 10.1073/pnas.182425199.", "ArticleIdList": ["10.1073/pnas.182425199", "PMC129421", "12213959"]}, {"Citation": "Kanowski S., Herrmann W.M., Stephan K., Wierich W., Hörr R. Proof of efficacy of the Ginkgo biloba special extract EGb 761 in outpatients suffering from mild to moderate primary degenerative dementia of the Alzheimer type or multi-infarct dementia. Phytomedicine. 1997;4:3–13. doi: 10.1016/S0944-7113(97)80021-9.", "ArticleIdList": ["10.1016/S0944-7113(97)80021-9", "23195239"]}, {"Citation": "Stough C., Clarke J., Lloyd J., Nathan P.J. Neuropsychological changes after 30-day Ginkgo biloba administration in healthy participants. Int. J. Neuropsychopharmacol. 2001;4:131–134. doi: 10.1017/S1461145701002292.", "ArticleIdList": ["10.1017/S1461145701002292", "11466162"]}, {"Citation": "Bidzan L., Biliekiewicz A., Turczyński J. Preliminary assessment of Ginkgo biloba (Ginkofar) in patients with dementia. Psychiatr. Pol. 2005;39:559–566.", "ArticleIdList": ["16149765"]}, {"Citation": "Canter P., Ernst E. Ginkgo biloba is not a smart drug: An updated systematic review of randomised clinical trials testing the nootropic effects of G. biloba extracts in healthy people. Hum. Psychopharmacol. 2007;22:265–278. doi: 10.1002/hup.843.", "ArticleIdList": ["10.1002/hup.843", "17480002"]}, {"Citation": "Vellas B., Coley N., Ousset P.-J., Berrut G., Dartigues J.-F., Dubois B., Grandjean H., Pasquier F., Piette F., Robert P., et al. Long-term use of standardised Ginkgo biloba extract for the prevention of Alzheimer’s disease (GuidAge): A randomised placebo-controlled trial. Lancet Neurol. 2012;11:851–859. doi: 10.1016/S1474-4422(12)70206-5.", "ArticleIdList": ["10.1016/S1474-4422(12)70206-5", "22959217"]}, {"Citation": "Diamond B.J., Shiflett S.C., Feiwel N., Matheis R.J., Noskin O., Richards J.A., Schoenberger N.E. Ginkgo biloba extract: Mechanisms and clinical indications. Arch. Phys. Med. Rehabil. 2000;81:668–678. doi: 10.1016/S0003-9993(00)90052-2.", "ArticleIdList": ["10.1016/S0003-9993(00)90052-2", "10807109"]}, {"Citation": "Le Bars P.L., Kastelan J. Efficacy and safety of a Ginkgo biloba extract. Public Health Nutr. 2000;3:495–499. doi: 10.1017/S1368980000000574.", "ArticleIdList": ["10.1017/S1368980000000574", "11276297"]}, {"Citation": "R&D EGb 761. Drugs R D. 2003;4:188–193. doi: 10.2165/00126839-200304030-00009.", "ArticleIdList": ["10.2165/00126839-200304030-00009", "12757407"]}, {"Citation": "Ekor M. The growing use of herbal medicines: Issues relating to adverse reactions and challenges in monitoring safety. Front. Pharmacol. 2014;4:177. doi: 10.3389/fphar.2013.00177.", "ArticleIdList": ["10.3389/fphar.2013.00177", "PMC3887317", "24454289"]}, {"Citation": "Mahady G.B. Ginkgo biloba: A Review of Quality, Safety, and Efficacy. Nutr. Clin. Care. 2001;4:140–147. doi: 10.1046/j.1523-5408.2001.00135.x.", "ArticleIdList": ["10.1046/j.1523-5408.2001.00135.x"]}, {"Citation": "Stoddard G.J., Archer M., Shane-McWhorter L., Bray B.E., Redd D.F., Proulx J., Zeng-Treitler Q. Ginkgo and warfarin interaction in a large veterans administration population; Proceedings of the AMIA Annual Symposium Proceedings; San Francisco, CA, USA. 14–18 November 2015; pp. 1174–1183.", "ArticleIdList": ["PMC4765589", "26958257"]}, {"Citation": "Jang H.-s., Roh S.Y., Jeong E.H., Kim B.-S., Sunwoo M.K. Ginkgotoxin Induced Seizure Caused by Vitamin B6 Deficiency. J. Epilepsy Res. 2015;5:104–106. doi: 10.14581/jer.15018.", "ArticleIdList": ["10.14581/jer.15018", "PMC4724850", "26819944"]}, {"Citation": "Kosaki Y., Naito H., Nojima T., Nakao A. Epileptic Seizure from Ginkgo Nut Intoxication in an Adult. Case Rep. Emerg. Med. 2020;2020:5072954. doi: 10.1155/2020/5072954.", "ArticleIdList": ["10.1155/2020/5072954", "PMC7007935", "32047675"]}, {"Citation": "Boateng I.D. A critical review of current technologies used to reduce ginkgotoxin, ginkgotoxin-5′-glucoside, ginkgolic acid, allergic glycoprotein, and cyanide in Ginkgo biloba L. seed. Food Chem. 2022;382:132408. doi: 10.1016/j.foodchem.2022.132408.", "ArticleIdList": ["10.1016/j.foodchem.2022.132408", "35176549"]}, {"Citation": "Goldstein B. Ginseng: Its History, Dispersion, and Folk Tradition. Am. J. Chin. Med. 1975;3:223–234. doi: 10.1142/S0192415X75000244.", "ArticleIdList": ["10.1142/S0192415X75000244", "1103611"]}, {"Citation": "Nair R., Sellaturay S., Sriprasad S. The history of ginseng in the management of erectile dysfunction in ancient China (3500–2600 BCE) Indian J. Urol. 2012;28:15–20. doi: 10.4103/0970-1591.94946.", "ArticleIdList": ["10.4103/0970-1591.94946", "PMC3339779", "22557711"]}, {"Citation": "Flagg A.J. Traditional and current use of ginseng. Nurs. Clin. 2021;56:109–121. doi: 10.1016/j.cnur.2020.10.011.", "ArticleIdList": ["10.1016/j.cnur.2020.10.011", "33549279"]}, {"Citation": "Proctor J.T.A., Bailey W.G. Ginseng: Industry, Botany, and Culture. Hortic. Rev. 1987;9:187–236. doi: 10.1002/9781118060827.ch6.", "ArticleIdList": ["10.1002/9781118060827.ch6"]}, {"Citation": "Choi K.-t. Botanical characteristics, pharmacological effects and medicinal components of Korean Panax ginseng C A Meyer. Acta Pharmacol. Sin. 2008;29:1109–1118. doi: 10.1111/j.1745-7254.2008.00869.x.", "ArticleIdList": ["10.1111/j.1745-7254.2008.00869.x", "18718180"]}, {"Citation": "Proctor J.T., Lee J.C., Lee S.-S. Ginseng production in Korea. HortScience. 1990;25:746–750. doi: 10.21273/HORTSCI.25.7.746.", "ArticleIdList": ["10.21273/HORTSCI.25.7.746"]}, {"Citation": "Chen W., Balan P., Popovich D.G. Ginsenosides analysis of New Zealand-grown forest Panax ginseng by LC-QTOF-MS/MS. J. Ginseng. Res. 2020;44:552–562. doi: 10.1016/j.jgr.2019.04.007.", "ArticleIdList": ["10.1016/j.jgr.2019.04.007", "PMC7322743", "32617035"]}, {"Citation": "Chen W., Balan P., Popovich D.G. Analysis of Ginsenoside Content (Panax ginseng) from Different Regions. Molecules. 2019;24:3491. doi: 10.3390/molecules24193491.", "ArticleIdList": ["10.3390/molecules24193491", "PMC6803836", "31561496"]}, {"Citation": "Lu J.-M., Yao Q., Chen C. Ginseng compounds: An update on their molecular mechanisms and medical applications. Curr. Vasc. Pharmacol. 2009;7:293–302. doi: 10.2174/157016109788340767.", "ArticleIdList": ["10.2174/157016109788340767", "PMC2928028", "19601854"]}, {"Citation": "Hou J.P. The chemical constituents of ginseng plants. Am. J. Chin. Med. 1977;5:123–145. doi: 10.1142/S0147291777000209.", "ArticleIdList": ["10.1142/S0147291777000209", "608333"]}, {"Citation": "Ha D.-C., Ryu G.-H. Chemical components of red, white and extruded root ginseng. J. Korean Soc. Food Sci. Nutr. 2005;34:247–254. doi: 10.3746/jkfn.2005.34.2.247.", "ArticleIdList": ["10.3746/jkfn.2005.34.2.247"]}, {"Citation": "Kwon I.-S., Kim H., Hong G.-P. Utilization of pulsed infrared for the rapid semidrying of fresh ginseng with advanced qualities and extended shelf life. Food Control. 2022;138:109043. doi: 10.1016/j.foodcont.2022.109043.", "ArticleIdList": ["10.1016/j.foodcont.2022.109043"]}, {"Citation": "Yu J., Eto M., Akishita M., Kaneko A., Ouchi Y., Okabe T. Signaling pathway of nitric oxide production induced by ginsenoside Rb1 in human aortic endothelial cells: A possible involvement of androgen receptor. Biochem. Biophys. Res. Commun. 2007;353:764–769. doi: 10.1016/j.bbrc.2006.12.119.", "ArticleIdList": ["10.1016/j.bbrc.2006.12.119", "17196933"]}, {"Citation": "Churchill J.D., Gerson J.L., Hinton K.A., Mifek J.L., Walter M.J., Winslow C.L., Deyo R.A. The nootropic properties of ginseng saponin Rb1 are linked to effects on anxiety. Integr. Psychol. Behav. Sci. 2002;37:178–187. doi: 10.1007/BF02734180.", "ArticleIdList": ["10.1007/BF02734180", "12435210"]}, {"Citation": "Wang Y., Liu J., Zhang Z., Bi P., Qi Z., Zhang C. Anti-neuroinflammation effect of ginsenoside Rbl in a rat model of Alzheimer disease. Neurosci. Lett. 2011;487:70–72. doi: 10.1016/j.neulet.2010.09.076.", "ArticleIdList": ["10.1016/j.neulet.2010.09.076", "20933058"]}, {"Citation": "Kim D.H., Kim D.W., Jung B.H., Lee J.H., Lee H., Hwang G.S., Kang K.S., Lee J.W. Ginsenoside Rb2 suppresses the glutamate-mediated oxidative stress and neuronal cell death in HT22 cells. J. Ginseng. Res. 2019;43:326–334. doi: 10.1016/j.jgr.2018.12.002.", "ArticleIdList": ["10.1016/j.jgr.2018.12.002", "PMC6437470", "30976171"]}, {"Citation": "Yang L., Zhang J., Zheng K., Shen H., Chen X. Long-term Ginsenoside Rg1 Supplementation Improves Age-Related Cognitive Decline by Promoting Synaptic Plasticity Associated Protein Expression in C57BL/6J Mice. J. Gerontol. A. 2013;69A:282–294. doi: 10.1093/gerona/glt091.", "ArticleIdList": ["10.1093/gerona/glt091", "23833204"]}, {"Citation": "Shin S.J., Park Y.H., Jeon S.G., Kim S., Nam Y., Oh S.-M., Lee Y.Y., Moon M. Red Ginseng Inhibits Tau Aggregation and Promotes Tau Dissociation In Vitro. Oxid. Med. Cell Longev. 2020;2020:7829842. doi: 10.1155/2020/7829842.", "ArticleIdList": ["10.1155/2020/7829842", "PMC7350179", "32685100"]}, {"Citation": "Goedert M. Tau protein and neurodegeneration. Semin. Cell Dev. Biol. 2004;15:45–49. doi: 10.1016/j.semcdb.2003.12.015.", "ArticleIdList": ["10.1016/j.semcdb.2003.12.015", "15036206"]}, {"Citation": "Petkov V.D., Belcheva S., Konstantinova E., Kehayov R., Petkov V.V., Hadjiivanova C. Participation of the serotonergic system in the memory effects of Ginkgo biloba L. and Panax ginseng C. A. Mey. Phytother. Res. 1994;8:470–477. doi: 10.1002/ptr.2650080807.", "ArticleIdList": ["10.1002/ptr.2650080807"]}, {"Citation": "Kim H.-G., Yoo S.-R., Park H.-J., Lee N.-H., Shin J.-W., Sathyanath R., Cho J.-H., Son C.-G. Antioxidant effects of Panax ginseng C.A. Meyer in healthy subjects: A randomized, placebo-controlled clinical trial. Food Chem. Toxicol. 2011;49:2229–2235. doi: 10.1016/j.fct.2011.06.020.", "ArticleIdList": ["10.1016/j.fct.2011.06.020", "21699953"]}, {"Citation": "Park K.-C., Jin H., Zheng R., Kim S., Lee S.-E., Kim B.-H., Yim S.-V. Cognition enhancing effect of panax ginseng in Korean volunteers with mild cognitive impairment: A randomized, double-blind, placebo-controlled clinical trial. Transl. Clin. Pharmacol. 2019;27:92–97. doi: 10.12793/tcp.2019.27.3.92.", "ArticleIdList": ["10.12793/tcp.2019.27.3.92", "PMC6989239", "32055589"]}, {"Citation": "Kiefer D.S., Pantuso T. Panax ginseng. Am. Fam. Physician. 2003;68:1539–1542.", "ArticleIdList": ["14596440"]}, {"Citation": "Lee M.-H., Kwak J.H., Jeon G., Lee J.-W., Seo J.-H., Lee H.-S., Lee J.H. Red ginseng relieves the effects of alcohol consumption and hangover symptoms in healthy men: A randomized crossover study. Food Funct. 2014;5:528–534. doi: 10.1039/c3fo60481k.", "ArticleIdList": ["10.1039/c3fo60481k", "24458173"]}, {"Citation": "Je J., Kim H., Park E.J., Kim S.R., Dusabimana T., Jeong K., Yun S.P., Kim H.J., Cho K.M., Park S.W. Fermentation of Sprouted Ginseng (Panax ginseng) Increases Flavonoid and Phenolic Contents to Attenuate Alcoholic Hangover and Acute Liver Injury in Mice. Am. J. Chin. Med. 2020;49:131–146. doi: 10.1142/S0192415X21500075.", "ArticleIdList": ["10.1142/S0192415X21500075", "33371811"]}, {"Citation": "Karmazyn M., Gan X.T. Chemical components of ginseng, their biotransformation products and their potential as treatment of hypertension. Mol. Cell Biochem. 2021;476:333–347. doi: 10.1007/s11010-020-03910-8.", "ArticleIdList": ["10.1007/s11010-020-03910-8", "32940821"]}, {"Citation": "Park S.H., Chung S., Chung M.-Y., Choi H.-K., Hwang J.-T., Park J.H. Effects of Panax ginseng on hyperglycemia, hypertension, and hyperlipidemia: A systematic review and meta-analysis. J. Ginseng. Res. 2022;46:188–205. doi: 10.1016/j.jgr.2021.10.002.", "ArticleIdList": ["10.1016/j.jgr.2021.10.002", "PMC9058846", "35509826"]}, {"Citation": "Kim K.-M., Kwon H.-S., Jeon S.-G., Park C.-H., Sohn S.-W., Kim D.-I., Kim S.-S., Chang Y.-S., Kim Y.-K., Cho S.-H., et al. Korean Ginseng-Induced Occupational Asthma and Determination of IgE Binding Components. J. Korean Med. Sci. 2008;23:232–235. doi: 10.3346/jkms.2008.23.2.232.", "ArticleIdList": ["10.3346/jkms.2008.23.2.232", "PMC2526437", "18437005"]}, {"Citation": "Marques L.L.M., Ferreira E.D.F., Paula M.N.d., Klein T., Mello J.C.P.d. Paullinia cupana: A multipurpose plant-a review. Rev. Bras. Farmacogn. 2019;29:77–110. doi: 10.1016/j.bjp.2018.08.007.", "ArticleIdList": ["10.1016/j.bjp.2018.08.007"]}, {"Citation": "d’Angelo S., Ascione A. Guarana and physical performance: A myth or reality? J. Hum. Sport. Exerc. 2020;15:S539–S551. doi: 10.14198/jhse.2020.15.Proc3.07.", "ArticleIdList": ["10.14198/jhse.2020.15.Proc3.07"]}, {"Citation": "Hamerski L., Somner G.V., Tamaio N. Paullinia cupana Kunth (Sapindaceae): A review of its ethnopharmacology, phytochemistry and pharmacology. J. Med. Plant Res. 2013;7:2221–2229. doi: 10.5897/JMPR2013.5067.", "ArticleIdList": ["10.5897/JMPR2013.5067"]}, {"Citation": "Erickson H.T., Correa M.P.F., Escobar J.r. Guaraná (Paullinia cupana) as a commercial crop in Brazilian Amazonia. Econ. Bot. 1984;38:273–286. doi: 10.1007/BF02859006.", "ArticleIdList": ["10.1007/BF02859006"]}, {"Citation": "Ushirobira T.A., Yamaguti E., Uemura L.M., Nakamura C.V., Dias Filho B.P., Mello J.P. Chemical and microbiological study of extract from seeds of guaraná (Paullinia cupana var. sorbilis). Lat. Am. J. Pharm. 2007;26:5–9."}, {"Citation": "Cavalcanti V., Marques M., do Nascimento W.M., Rocha A.W.D.O., Ferreira I.D.J., Leao D.P., Félix P.H.C., de Oliveira C.M.C. Bioproducts based on guarana (Paulinia cupana) for practitioners of physical activity. Eur. Acad. Res. 2020;8:1746–1759."}, {"Citation": "Banga S., Kumar V., Suri S., Kaushal M., Prasad R., Kaur S. Nutraceutical Potential of Diet Drinks: A Critical Review on Components, Health Effects, and Consumer Safety. J. Am. Coll. Nutr. 2020;39:272–286. doi: 10.1080/07315724.2019.1642811.", "ArticleIdList": ["10.1080/07315724.2019.1642811", "31343956"]}, {"Citation": "Boasquívis P.F., Silva G.M.M., Paiva F.A., Cavalcanti R.M., Nunez C.V., de Paula Oliveira R. Guarana (Paullinia cupana) Extract Protects Caenorhabditis elegans Models for Alzheimer Disease and Huntington Disease through Activation of Antioxidant and Protein Degradation Pathways. Oxid. Med. Cell Longev. 2018;2018:9241308. doi: 10.1155/2018/9241308.", "ArticleIdList": ["10.1155/2018/9241308", "PMC6079341", "30116496"]}, {"Citation": "Bittencourt L.d.S., Zeidán-Chuliá F., Yatsu F.K.J., Schnorr C.E., Moresco K.S., Kolling E.A., Gelain D.P., Bassani V.L., Moreira J.C.F. Guarana (Paullinia cupana Mart.) Prevents β-Amyloid Aggregation, Generation of Advanced Glycation-end Products (AGEs), and Acrolein-Induced Cytotoxicity on Human Neuronal-Like Cells. Phytother. Res. 2014;28:1615–1624. doi: 10.1002/ptr.5173.", "ArticleIdList": ["10.1002/ptr.5173", "24840232"]}, {"Citation": "Rangel M.P., de Mello J.C.P., Audi E.A. Evaluation of neurotransmitters involved in the anxiolytic and panicolytic effect of the aqueous fraction of Paullinia cupana (guaraná) in elevated T maze. Rev. Bras. Farmacogn. 2013;23:358–365. doi: 10.1590/S0102-695X2013005000024.", "ArticleIdList": ["10.1590/S0102-695X2013005000024"]}, {"Citation": "Otobone F.J., Sanches A.C., Nagae R.L., Martins J.V.C., Obici S., Mello J.C.P.d., Audi E.A. Effect of crude extract and its semi purified constituents from guaraná seeds [Paullinia cupana var. sorbilis (Mart.) lucke] on cognitive performance in Morris water maze in rats. Braz. Arch. Biol. Technol. 2005;48:723–728. doi: 10.1590/S1516-89132005000600007.", "ArticleIdList": ["10.1590/S1516-89132005000600007"]}, {"Citation": "Espinola E.B., Dias R.F., Mattei R., Carlini E.A. Pharmacological activity of Guarana (Paullinia cupana Mart.) in laboratory animals. J. Ethnopharmacol. 1997;55:223–229. doi: 10.1016/S0378-8741(96)01506-1.", "ArticleIdList": ["10.1016/S0378-8741(96)01506-1", "9080343"]}, {"Citation": "Veloso C.F., Machado A.K., Cadoná F.C., Azzolin V.F., Cruz I.B.M., Silveira A.F. Neuroprotective Effects of Guarana (Paullinia cupana Mart.) against Vincristine in Vitro Exposure. J. Prev. Alzheimers Dis. 2018;5:65–70. doi: 10.14283/jpad.2017.45.", "ArticleIdList": ["10.14283/jpad.2017.45", "29405235"]}, {"Citation": "Yonekura L., Martins C.A., Sampaio G.R., Monteiro M.P., César L.A.M., Mioto B.M., Mori C.S., Mendes T.M.N., Ribeiro M.L., Arçari D.P., et al. Bioavailability of catechins from guaraná (Paullinia cupana) and its effect on antioxidant enzymes and other oxidative stress markers in healthy human subjects. Food Funct. 2016;7:2970–2978. doi: 10.1039/C6FO00513F.", "ArticleIdList": ["10.1039/C6FO00513F", "27302304"]}, {"Citation": "Kennedy D.O., Haskell C.F., Wesnes K.A., Scholey A.B. Improved cognitive performance in human volunteers following administration of guarana (Paullinia cupana) extract: Comparison and interaction with Panax ginseng. Pharmacol. Biochem. Behav. 2004;79:401–411. doi: 10.1016/j.pbb.2004.07.014.", "ArticleIdList": ["10.1016/j.pbb.2004.07.014", "15582012"]}, {"Citation": "Patrick M., Kim H.A., Oketch-Rabah H., Marles R.J., Roe A.L., Calderón A.I. Safety of Guarana Seed as a Dietary Ingredient: A Review. J. Agric. Food. Chem. 2019;67:11281–11287. doi: 10.1021/acs.jafc.9b03781.", "ArticleIdList": ["10.1021/acs.jafc.9b03781", "31539257"]}, {"Citation": "Marques L.L.M., Klein T., de Mello J.C.P. Chapter 3.24—Guarana. In: Nabavi S.M., Silva A.S., editors. Nonvitamin and Nonmineral Nutritional Supplements. Academic Press; Cambridge, MA, USA: 2019. pp. 283–288.", "ArticleIdList": ["10.1016/B978-0-12-812491-8.00040-0"]}, {"Citation": "Turnbull D., Rodricks J.V., Mariano G.F., Chowdhury F. Caffeine and cardiovascular health. Regul. Toxicol. Pharmacol. 2017;89:165–185. doi: 10.1016/j.yrtph.2017.07.025.", "ArticleIdList": ["10.1016/j.yrtph.2017.07.025", "28756014"]}, {"Citation": "Torres E.A.F.S., Pinaffi-Langley A.C.d.C., Figueira M.d.S., Cordeiro K.S., Negrão L.D., Soares M.J., da Silva C.P., Alfino M.C.Z., Sampaio G.R., de Camargo A.C. Effects of the consumption of guarana on human health: A narrative review. Compr. Rev. Food Sci. Food Saf. 2022;21:272–295. doi: 10.1111/1541-4337.12862.", "ArticleIdList": ["10.1111/1541-4337.12862", "34755935"]}, {"Citation": "Silva C.P., Sampaio G.R., Freitas R.A.M.S., Torres E.A.F.S. Polyphenols from guaraná after in vitro digestion: Evaluation of bioacessibility and inhibition of activity of carbohydrate-hydrolyzing enzymes. Food Chem. 2018;267:405–409. doi: 10.1016/j.foodchem.2017.08.078.", "ArticleIdList": ["10.1016/j.foodchem.2017.08.078", "29934184"]}, {"Citation": "Pinaffi A.C.d.C., Sampaio G.R., Soares M.J., Shahidi F., de Camargo A.C., Torres E.A.F.S. Insoluble-Bound Polyphenols Released from Guarana Powder: Inhibition of Alpha-Glucosidase and Proanthocyanidin Profile. Molecules. 2020;25:679. doi: 10.3390/molecules25030679.", "ArticleIdList": ["10.3390/molecules25030679", "PMC7036825", "32033416"]}, {"Citation": "Rienks J., Barbaresko J., Oluwagbemigun K., Schmid M., Nöthlings U. Polyphenol exposure and risk of type 2 diabetes: Dose-response meta-analyses and systematic review of prospective cohort studies. Am. J. Clin. Nutr. 2018;108:49–61. doi: 10.1093/ajcn/nqy083.", "ArticleIdList": ["10.1093/ajcn/nqy083", "29931039"]}, {"Citation": "León J. The “Maca” (Lepidium meyenii), a little known food plant of peru. Econ. Bot. 1964;18:122–127. doi: 10.1007/BF02862707.", "ArticleIdList": ["10.1007/BF02862707"]}, {"Citation": "Muhammad I., Zhao J., Khan I.A. Maca (Lepidium meyenii) In: Coates P., Blackman M.R., Cragg G., Levine M., Moss J., White J., editors. Encyclopedia of Dietary Supplement. CRC Press; Boca Raton, FL, USA: 2005. pp. 522–531.", "ArticleIdList": ["10.1081/E-EDS-120022117"]}, {"Citation": "Flores H.E., Walker T.S., Guimarães R.L., Bais H.P., Vivanco J.M. Andean Root and Tuber Crops: Underground Rainbows. HortSci. 2003;38:161–167. doi: 10.21273/HORTSCI.38.2.161.", "ArticleIdList": ["10.21273/HORTSCI.38.2.161"]}, {"Citation": "Zaytseva O., Terrel Gutierrez M., Graeff-Hönninger S. Effect of Day Length on Growth and Root Morphology of Yellow Maca (Lepidium meyenii) Seedlings. Int. J. Plant Biol. 2022;13:71–81. doi: 10.3390/ijpb13020008.", "ArticleIdList": ["10.3390/ijpb13020008"]}, {"Citation": "Tafuri S., Cocchia N., Vassetti A., Carotenuto D., Esposito L., Maruccio L., Avallone L., Ciani F. Lepidium meyenii (Maca) in male reproduction. Nat. Prod. Res. 2021;35:4550–4559. doi: 10.1080/14786419.2019.1698572.", "ArticleIdList": ["10.1080/14786419.2019.1698572", "31805775"]}, {"Citation": "Huarancca Reyes T., Esparza E., Crestani G., Limonchi F., Cruz R., Salinas N., Scartazza A., Guglielminetti L., Cosio E. Physiological responses of maca (Lepidium meyenii Walp.) plants to UV radiation in its high-altitude mountain ecosystem. Sci. Rep. 2020;10:1–13. doi: 10.1038/s41598-020-59638-4.", "ArticleIdList": ["10.1038/s41598-020-59638-4", "PMC7021813", "32060345"]}, {"Citation": "Dini A., Migliuolo G., Rastrelli L., Saturnino P., Schettino O. Chemical composition of Lepidium meyenii. Food Chem. 1994;49:347–349. doi: 10.1016/0308-8146(94)90003-5.", "ArticleIdList": ["10.1016/0308-8146(94)90003-5"]}, {"Citation": "Muhammad I., Zhao J., Dunbar D.C., Khan I.A. Constituents of Lepidium meyenii ‘maca’. Phytochemistry. 2002;59:105–110. doi: 10.1016/S0031-9422(01)00395-8.", "ArticleIdList": ["10.1016/S0031-9422(01)00395-8", "11754952"]}, {"Citation": "Huang Y.-J., Peng X.-R., Qiu M.-H. Progress on the Chemical Constituents Derived from Glucosinolates in Maca (Lepidium meyenii) Nat. Prod. Bioprospect. 2018;8:405–412. doi: 10.1007/s13659-018-0185-7.", "ArticleIdList": ["10.1007/s13659-018-0185-7", "PMC6224809", "30151716"]}, {"Citation": "Brinckmann J., Smith E. Maca Culture of the Junín Plateau. J. Altern. Complement. Med. 2004;10:426–430. doi: 10.1089/1075553041323821.", "ArticleIdList": ["10.1089/1075553041323821", "15253845"]}, {"Citation": "Smith E. MACA ROOT: Modern Rediscovery of an Ancient Andean Fertility Food. J. Am. Herbal. Guild. 2003;4:15–21."}, {"Citation": "Jin W., Chen X., Huo Q., Cui Y., Yu Z., Yu L. Aerial parts of maca (Lepidium meyenii Walp.) as functional vegetables with gastrointestinal prokinetic efficacy in vivo. Food Funct. 2018;9:3456–3465. doi: 10.1039/C8FO00405F.", "ArticleIdList": ["10.1039/C8FO00405F", "29878016"]}, {"Citation": "Caicai K., Limin H., Liming Z., Zhiqiang Z., Yongwu Y. Isolation, purification and antioxidant activity of polysaccharides from the leaves of maca (Lepidium meyenii) Int. J. Biol. Macromol. 2018;107:2611–2619. doi: 10.1016/j.ijbiomac.2017.10.139.", "ArticleIdList": ["10.1016/j.ijbiomac.2017.10.139", "29080819"]}, {"Citation": "Li S., Hao L., Kang Q., Cui Y., Jiang H., Liu X., Lu J. Purification, characterization and biological activities of a polysaccharide from Lepidium meyenii leaves. Int. J. Biol. Macromol. 2017;103:1302–1310. doi: 10.1016/j.ijbiomac.2017.05.165.", "ArticleIdList": ["10.1016/j.ijbiomac.2017.05.165", "28577982"]}, {"Citation": "Pino-Figueroa A., Nguyen D., Maher T.J. Neuroprotective effects of Lepidium meyenii (Maca) Ann. N. Y. Acad. Sci. 2010;1199:77–85. doi: 10.1111/j.1749-6632.2009.05174.x.", "ArticleIdList": ["10.1111/j.1749-6632.2009.05174.x", "20633111"]}, {"Citation": "Zhou Y., Li P., Brantner A., Wang H., Shu X., Yang J., Si N., Han L., Zhao H., Bian B. Chemical profiling analysis of Maca using UHPLC-ESI-Orbitrap MS coupled with UHPLC-ESI-QqQ MS and the neuroprotective study on its active ingredients. Sci. Rep. 2017;7:44660. doi: 10.1038/srep44660.", "ArticleIdList": ["10.1038/srep44660", "PMC5356334", "28304399"]}, {"Citation": "Rubio J., Caldas M., Dávila S., Gasco M., Gonzales G.F. Effect of three different cultivars of Lepidium meyenii (Maca) on learning and depression in ovariectomized mice. BMC Complement. Altern. Med. 2006;6:23. doi: 10.1186/1472-6882-6-23.", "ArticleIdList": ["10.1186/1472-6882-6-23", "PMC1534053", "16796734"]}, {"Citation": "Guo S.-S., Gao X.-F., Gu Y.-R., Wan Z.-X., Lu A.M., Qin Z.-H., Luo L. Preservation of Cognitive Function by Lepidium meyenii (Maca) Is Associated with Improvement of Mitochondrial Activity and Upregulation of Autophagy-Related Proteins in Middle-Aged Mouse Cortex. J. Evid.-Based. Complement. Altern. Med. 2016;2016:4394261. doi: 10.1155/2016/4394261.", "ArticleIdList": ["10.1155/2016/4394261", "PMC5018343", "27648102"]}, {"Citation": "Yu Z., Li D., Zhai S., Xu H., Liu H., Ao M., Zhao C., Jin W., Yu L. Neuroprotective effects of macamide from maca (Lepidium meyenii Walp.) on corticosterone-induced hippocampal impairments through its anti-inflammatory, neurotrophic, and synaptic protection properties. Food Funct. 2021;12:9211–9228. doi: 10.1039/D1FO01720A.", "ArticleIdList": ["10.1039/D1FO01720A", "34606547"]}, {"Citation": "Honma A., Fujiwara Y., Takei S., Kino T. The improvement of daily fatigue in women following the intake of maca (Lepidium meyenii) extract containing benzyl glucosinolate. Funct. Food Health Dis. 2022;12:175–187. doi: 10.31989/ffhd.v12i4.912.", "ArticleIdList": ["10.31989/ffhd.v12i4.912"]}, {"Citation": "Gonzales G.F., Córdova A., Vega K., Chung A., Villena A., Góñez C., Castillo S. Effect of Lepidium meyenii (MACA) on sexual desire and its absent relationship with serum testosterone levels in adult healthy men. Andrologia. 2002;34:367–372. doi: 10.1046/j.1439-0272.2002.00519.x.", "ArticleIdList": ["10.1046/j.1439-0272.2002.00519.x", "12472620"]}, {"Citation": "Gonzales-Arimborgo C., Yupanqui I., Montero E., Alarcón-Yaquetto D.E., Zevallos-Concha A., Caballero L., Gasco M., Zhao J., Khan I.A., Gonzales G.F. Acceptability, Safety, and Efficacy of Oral Administration of Extracts of Black or Red Maca (Lepidium meyenii) in Adult Human Subjects: A Randomized, Double-Blind, Placebo-Controlled Study. Pharmaceuticals. 2016;9:49. doi: 10.3390/ph9030049.", "ArticleIdList": ["10.3390/ph9030049", "PMC5039502", "27548190"]}, {"Citation": "Xiao A., He H.-Y., Chen Q., Ma S.-W., Chen X. Drug-induced Liver Injury Due to Lepidium meyenii (Maca) Medicinal Liquor. Chin. Med. J. 2017;130:3005–3006. doi: 10.4103/0366-6999.220314.", "ArticleIdList": ["10.4103/0366-6999.220314", "PMC5742932", "29237937"]}, {"Citation": "Valerio L.G., Gonzales G.F. Toxicological Aspects of the South American Herbs Cat’s Claw (Uncaria tomentosa) and Maca (Lepidium meyenii) Toxicol. Rev. 2005;24:11–35. doi: 10.2165/00139709-200524010-00002.", "ArticleIdList": ["10.2165/00139709-200524010-00002", "16042502"]}, {"Citation": "Valentová K., Buckiová D., Křen V., Pěknicová J., Ulrichová J., Šimánek V. The in vitro biological activity of Lepidium meyenii extracts. Cell Biol. Toxicol. 2006;22:91–99. doi: 10.1007/s10565-006-0033-0.", "ArticleIdList": ["10.1007/s10565-006-0033-0", "16528448"]}, {"Citation": "D’Arrigo G., Benavides V., Pino J. Preliminary Evaluation Effect of Lepidium meyenii Walp on the embryonic development of mouse. Rev. Peru Biol. 2004;11:103–106. doi: 10.15381/rpb.v11i1.2440.", "ArticleIdList": ["10.15381/rpb.v11i1.2440"]}, {"Citation": "Brown R.P., Gerbarg P.L., Ramazanov Z. Rhodiola rosea A phytomedicinal overview. HerbalGram. 2002;56:40–52."}, {"Citation": "Galambosi B. Cultivation of Rhodiola rosea in Europe. In: Cuerrier A., Ampong-Nyarko K., editors. Rhodiola rosea. CRC Press, Taylor & Francis Group; Boca Raton, FL, USA: 2014. pp. 87–124."}, {"Citation": "Tasheva K., Kosturkova G. The Role of Biotechnology for Conservation and Biologically Active Substances Production of Rhodiola rosea: Endangered Medicinal Species. Sci. World J. 2012;2012:274942. doi: 10.1100/2012/274942.", "ArticleIdList": ["10.1100/2012/274942", "PMC3361218", "22666097"]}, {"Citation": "Liu Z., Liu Y., Liu C., Song Z., Li Q., Zha Q., Lu C., Wang C., Ning Z., Zhang Y., et al. The chemotaxonomic classification of Rhodiola plants and its correlation with morphological characteristics and genetic taxonomy. Chem. Cent. J. 2013;7:118. doi: 10.1186/1752-153X-7-118.", "ArticleIdList": ["10.1186/1752-153X-7-118", "PMC3718703", "23844866"]}, {"Citation": "Bejar E., Upton R., John H. Adulteration of Rhodiola (Rhodiola rosea) rhizome and root and extracts. Bot. Adulterants Bull. 2017;Fall 2017:1–8."}, {"Citation": "Panossian A., Wikman G., Sarris J. Rosenroot (Rhodiola rosea): Traditional use, chemical composition, pharmacology and clinical efficacy. Phytomedicine. 2010;17:481–493. doi: 10.1016/j.phymed.2010.02.002.", "ArticleIdList": ["10.1016/j.phymed.2010.02.002", "20378318"]}, {"Citation": "Kołodziej B., Sugier D. Influence of plants age on the chemical composition of roseroot (Rhodiola rosea L.) Acta Sci. Pol. 2013;12:147–160."}, {"Citation": "Mardones V., Cuerrier A., Hermanutz L. Developing a community-based enterprise: Nunatsiavut Inuit knowledge and perspectives on the use of medicinal plant Rhodiola rosea. Ethnobot. Res. Appl. 2021;22:1–13. doi: 10.32859/era.22.06.1-13.", "ArticleIdList": ["10.32859/era.22.06.1-13"]}, {"Citation": "Jang S.I., Pae H.O., Choi B.M., Oh G.S., Jeong S., Lee H.J., Kim H.Y., Kang K.J., Yun Y.G., Kim Y.C., et al. Salidroside from Rhodiola sachalinensis Protects Neuronal PC12 Cells Against Cytotoxicity Induced by Amyloid-β. Immunopharmacol. Immunotoxicol. 2003;25:295–304. doi: 10.1081/IPH-120024498.", "ArticleIdList": ["10.1081/IPH-120024498", "19180794"]}, {"Citation": "Yu S., Liu M., Gu X., Ding F. Neuroprotective Effects of Salidroside in the PC12 Cell Model Exposed to Hypoglycemia and Serum Limitation. Cell Mol. Neurobiol. 2008;28:1067. doi: 10.1007/s10571-008-9284-z.", "ArticleIdList": ["10.1007/s10571-008-9284-z", "18481168"]}, {"Citation": "Zhou L., Yao P., Jiang L., Wang Z., Ma X., Wen G., Yang J., Zhou B., Yu Q. Salidroside-pretreated mesenchymal stem cells contribute to neuroprotection in cerebral ischemic injury in vitro and in vivo. J. Mol. Histol. 2021;52:1145–1154. doi: 10.1007/s10735-021-10022-0.", "ArticleIdList": ["10.1007/s10735-021-10022-0", "34570327"]}, {"Citation": "Zhu L., Liu Z., Ren Y., Wu X., Liu Y., Wang T., Li Y., Cong Y., Guo Y. Neuroprotective effects of salidroside on ageing hippocampal neurons and naturally ageing mice via the PI3K/Akt/TERT pathway. Phytother. Res. 2021;35:5767–5780. doi: 10.1002/ptr.7235.", "ArticleIdList": ["10.1002/ptr.7235", "34374127"]}, {"Citation": "Perfumi M., Mattioli L. Adaptogenic and central nervous system effects of single doses of 3% rosavin and 1% salidroside Rhodiola rosea L. extract in mice. Phytother. Res. 2007;21:37–43. doi: 10.1002/ptr.2013.", "ArticleIdList": ["10.1002/ptr.2013", "17072830"]}, {"Citation": "Spasov A.A., Wikman G.K., Mandrikov V.B., Mironova I.A., Neumoin V.V. A double-blind, placebo-controlled pilot study of the stimulating and adaptogenic effect of Rhodiola rosea SHR-5 extract on the fatigue of students caused by stress during an examination period with a repeated low-dose regimen. Phytomedicine. 2000;7:85–89. doi: 10.1016/S0944-7113(00)80078-1.", "ArticleIdList": ["10.1016/S0944-7113(00)80078-1", "10839209"]}, {"Citation": "Cropley M., Banks A.P., Boyle J. The Effects of Rhodiola rosea L. Extract on Anxiety, Stress, Cognition and Other Mood Symptoms. Phytother. Res. 2015;29:1934–1939. doi: 10.1002/ptr.5486.", "ArticleIdList": ["10.1002/ptr.5486", "26502953"]}, {"Citation": "Kelly G.S. Rhodiola rosea: A Possible Plant Adaptogen. Altern. Med. Rev. 2001;6:293–302.", "ArticleIdList": ["11410073"]}, {"Citation": "Jagtap P.N., Mhetre O.S., Malavdkar P.R. A Review Article on Rhodiola rosea: An Adaptogen Having Multiple Benefits. Int. J. Pharmacogn. 2020;7:62–69. doi: 10.13040/IJPSR.0975-8232.IJP.7(3).62-69.", "ArticleIdList": ["10.13040/IJPSR.0975-8232.IJP.7(3).62-69"]}, {"Citation": "Kucinskaite A., Briedis V., Savickas A. Experimental analysis of therapeutic properties of Rhodiola rosea L. and its possible application in medicine. Medicina. 2004;40:614–619.", "ArticleIdList": ["15252224"]}, {"Citation": "Razgonova M., Zakharenko A., Pikula K., Kim E., Chernyshev V., Ercisli S., Cravotto G., Golokhvast K. Rapid mass spectrometric study of a supercritical CO2-extract from woody liana Schisandra chinensis by HPLC-SPD-ESI-MS/MS. Molecules. 2020;25:2689. doi: 10.3390/molecules25112689.", "ArticleIdList": ["10.3390/molecules25112689", "PMC7321071", "32531905"]}, {"Citation": "Saunders R.M.K. Monograph of Schisandra (Schisandraceae) Syst. Bot. Monogr. 2000;58:1–146. doi: 10.2307/25027879.", "ArticleIdList": ["10.2307/25027879"]}, {"Citation": "Hancke J.L., Burgos R.A., Ahumada F. Schisandra chinensis (Turcz.) Baill. Fitoterapia. 1999;70:451–471. doi: 10.1016/S0367-326X(99)00102-1.", "ArticleIdList": ["10.1016/S0367-326X(99)00102-1"]}, {"Citation": "Szopa A., Ekiert R., Ekiert H. Current knowledge of Schisandra chinensis (Turcz.) Baill. (Chinese magnolia vine) as a medicinal plant species: A review on the bioactive components, pharmacological properties, analytical and biotechnological studies. Phytochem. Rev. 2017;16:195–218. doi: 10.1007/s11101-016-9470-4.", "ArticleIdList": ["10.1007/s11101-016-9470-4", "PMC5378736", "28424569"]}, {"Citation": "Raj S.P., Solomon P.R., Thangaraj B. Biodiesel from Flowering Plants. Springer; Singapore: 2022. Schisandraceae; pp. 529–532.", "ArticleIdList": ["10.1007/978-981-16-4775-8_37"]}, {"Citation": "Qiu F., Liu H., Duan H., Chen P., Lu S.-J., Yang G.-Z., Lei X.-X. Isolation, Structural Elucidation of Three New Triterpenoids from the Stems and Leaves of Schisandra chinensis (Turcz) Baill. Molecules. 2018;23:1624. doi: 10.3390/molecules23071624.", "ArticleIdList": ["10.3390/molecules23071624", "PMC6099626", "29973497"]}, {"Citation": "Wang M., Wu Q.-L., Tadmor Y., Simon J.E., Sang S., Ho C.-T. Oriental Foods and Herbs. Volume 859. American Chemical Society; Washington, DC, USA: 2003. Schisandra chinensis: Chemistry and Analysis; pp. 234–246."}, {"Citation": "Lu Y., Chen D.-F. Analysis of Schisandra chinensis and Schisandra sphenanthera. J. Chromatogr. A. 2009;1216:1980–1990. doi: 10.1016/j.chroma.2008.09.070.", "ArticleIdList": ["10.1016/j.chroma.2008.09.070", "18849034"]}, {"Citation": "Panossian A., Wikman G. Pharmacology of Schisandra chinensis Bail.: An overview of Russian research and uses in medicine. J. Ethnopharmacol. 2008;118:183–212. doi: 10.1016/j.jep.2008.04.020.", "ArticleIdList": ["10.1016/j.jep.2008.04.020", "18515024"]}, {"Citation": "Liu X., Guo Y., Cai G., Gong J., Wang Y., Liu S. Chemical composition analysis of Schisandra chinensis fructus and its three processed products using UHPLC-Q-Orbitrap/MS-based metabolomics approach. Nat. Prod. Res. 2022;36:3464–3468. doi: 10.1080/14786419.2020.1858416.", "ArticleIdList": ["10.1080/14786419.2020.1858416", "33297729"]}, {"Citation": "Song Y., Shan B., Zeng S., Zhang J., Jin C., Liao Z., Wang T., Zeng Q., He H., Wei F., et al. Raw and wine processed Schisandra chinensis attenuate anxiety like behavior via modulating gut microbiota and lipid metabolism pathway. J. Ethnopharmacol. 2021;266:113426. doi: 10.1016/j.jep.2020.113426.", "ArticleIdList": ["10.1016/j.jep.2020.113426", "33007392"]}, {"Citation": "Chen X., Tang R., Liu T., Dai W., Liu Q., Gong G., Song S., Hu M., Huang L., Wang Z. Physicochemical properties, antioxidant activity and immunological effects in vitro of polysaccharides from Schisandra sphenanthera and Schisandra chinensis. Int. J. Biol. Macromol. 2019;131:744–751. doi: 10.1016/j.ijbiomac.2019.03.129.", "ArticleIdList": ["10.1016/j.ijbiomac.2019.03.129", "30904534"]}, {"Citation": "Yan T., Shang L., Wang M., Zhang C., Zhao X., Bi K., Jia Y. Lignans from Schisandra chinensis ameliorate cognition deficits and attenuate brain oxidative damage induced by D-galactose in rats. Metab. Brain Dis. 2016;31:653–661. doi: 10.1007/s11011-016-9804-3.", "ArticleIdList": ["10.1007/s11011-016-9804-3", "26847610"]}, {"Citation": "Giridharan V.V., Thandavarayan R.A., Sato S., Ko K.M., Konishi T. Prevention of scopolamine-induced memory deficits by schisandrin B, an antioxidant lignan from Schisandra chinensis in mice. Free Radic. Res. 2011;45:950–958. doi: 10.3109/10715762.2011.571682.", "ArticleIdList": ["10.3109/10715762.2011.571682", "21615274"]}, {"Citation": "Sa F., Zhang L.Q., Chong C.M., Guo B.J., Li S., Zhang Z.J., Zheng Y., Hoi P.M., Lee S.M.Y. Discovery of novel anti-parkinsonian effect of schisantherin A in in vitro and in vivo. Neurosci. Lett. 2015;593:7–12. doi: 10.1016/j.neulet.2015.03.016.", "ArticleIdList": ["10.1016/j.neulet.2015.03.016", "25770828"]}, {"Citation": "Zhang L.Q., Sa F., Chong C.M., Wang Y., Zhou Z.Y., Chang R.C.C., Chan S.W., Hoi P.M., Yuen Lee S.M. Schisantherin A protects against 6-OHDA-induced dopaminergic neuron damage in zebrafish and cytotoxicity in SH-SY5Y cells through the ROS/NO and AKT/GSK3β pathways. J. Ethnopharmacol. 2015;170:8–15. doi: 10.1016/j.jep.2015.04.040.", "ArticleIdList": ["10.1016/j.jep.2015.04.040", "25934514"]}, {"Citation": "Li N., Liu C., Jing S., Wang M., Wang H., Sun J., Wang C., Chen J., Li H. Compound Schisandra-Ginseng-Notoginseng-Lycium Extract Ameliorates Scopolamine-Induced Learning and Memory Disorders in Mice. Evid.-Based Complement. Altern. Med. 2017;2017:8632016. doi: 10.1155/2017/8632016.", "ArticleIdList": ["10.1155/2017/8632016", "PMC5549506", "28814961"]}, {"Citation": "Koncic M.Z., Tomczyk M. New insights into dietary supplements used in sport: Active substances, pharmacological and side effects. Curr. Drug Targets. 2013;14:1079–1092. doi: 10.2174/1389450111314090016.", "ArticleIdList": ["10.2174/1389450111314090016", "23574283"]}, {"Citation": "Abascal K., Yarnell E. Bacopa for the Brain: A Smart Addition to Western Medicine. Altern. Complement. Ther. 2011;17:21–25. doi: 10.1089/act.2011.17106.", "ArticleIdList": ["10.1089/act.2011.17106"]}, {"Citation": "Kean J., Stough C. Natural Medicines. CRC Press; Boca Raton, FL, USA: 2019. Role of the Ayurvedic Medicinal Herb Bacopa monnieri in Child and Adolescent Populations; pp. 333–348."}, {"Citation": "Devendra P., Patel S.S., Birwal P., Basu S., Deshmukh G., Datir R. Brahmi (Bacopa monnieri) as functional food ingredient in food processing industry. J. Pharmacogn. Phytochem. 2018;7:189–194."}, {"Citation": "Srivastava A., Srivastava P., Pandey A., Khanna V.K., Pant A.B. Chapter 24—Phytomedicine: A Potential Alternative Medicine in Controlling Neurological Disorders. In: Ahmad Khan M.S., Ahmad I., Chattopadhyay D., editors. New Look to Phytomedicine. Academic Press; Cambridge, MA, USA: 2019. pp. 625–655.", "ArticleIdList": ["10.1016/B978-0-12-814619-4.00025-2"]}, {"Citation": "Binita B.C., Ashok M.D., Yogesh T.J. Bacopa monnieri (L.) Pennell: A rapid, efficient and cost effective micropropagation. Plant Tissue Cult Biotechnol. 2005;15:167–175."}, {"Citation": "Akbar S. Handbook of 200 Medicinal Plants: A Comprehensive Review of Their Traditional Medical Uses and Scientific Justifications. Springer International Publishing; Cham, Switzerland: 2020. Bacopa monnieri (L.) Wettst. (Plantaginaceae) pp. 401–412.", "ArticleIdList": ["10.1007/978-3-030-16807-0_41"]}, {"Citation": "Deolankar S.C., Najar M.A., Ramesh P., Kanichery A., Kudva A.K., Raghu S.V., Prasad T.S.K. Discovery of Molecular Networks of Neuroprotection Conferred by Brahmi Extract in Aβ42-Induced Toxicity Model of Drosophila melanogaster Using a Quantitative Proteomic Approach. Mol. Neurobiol. 2023;60:303–316. doi: 10.1007/s12035-022-03066-0.", "ArticleIdList": ["10.1007/s12035-022-03066-0", "36261695"]}, {"Citation": "Bhandari P., Kumar N., Singh B., Kaur I. Dammarane triterpenoid saponins from Bacopa monnieri. Can. J. Chem. 2009;87:1230–1234. doi: 10.1139/V09-111.", "ArticleIdList": ["10.1139/V09-111"]}, {"Citation": "Phrompittayarat W., Wittaya-Areekul S., Jetiyanon K., Putalun W., Tanaka H., Ingkaninan K. Determination of saponin glycosides in Bacopa monnieri by reversed phase high performance liquid chromatography. Thai Pharmaceut. Health Sci. J. 2007;2:26–32."}, {"Citation": "Chadha M.L. Indigenous vegetables of India with potentials for improving livelihood. Acta Hortic. 2009;806:579–586. doi: 10.17660/ActaHortic.2009.806.72.", "ArticleIdList": ["10.17660/ActaHortic.2009.806.72"]}, {"Citation": "Amaravathi T., Geetha P.S., Murugan M., Selvam S., Kanchana S. Traditional value added products from Indian penny wort (Centella asiatica) and water hyssop (Bacopa monnieri) to alleviate ADHD. J. Pharm. Innov. 2020;9:432–441."}, {"Citation": "Russo A., Borrelli F., Campisi A., Acquaviva R., Raciti G., Vanella A. Nitric oxide-related toxicity in cultured astrocytes: Effect of Bacopa monniera. Life Sci. 2003;73:1517–1526. doi: 10.1016/S0024-3205(03)00476-4.", "ArticleIdList": ["10.1016/S0024-3205(03)00476-4", "12865091"]}, {"Citation": "Brimson J.M., Prasanth M.I., Plaingam W., Tencomnao T. Bacopa monnieri (L.) wettst. Extract protects against glutamate toxicity and increases the longevity of Caenorhabditis elegans. J. Tradit. Complement. Med. 2020;10:460–470. doi: 10.1016/j.jtcme.2019.10.001.", "ArticleIdList": ["10.1016/j.jtcme.2019.10.001", "PMC7484969", "32953562"]}, {"Citation": "Dhanasekaran M., Tharakan B., Holcomb L.A., Hitt A.R., Young K.A., Manyam B.V. Neuroprotective mechanisms of ayurvedic antidementia botanical Bacopa monniera. Phytother. Res. 2007;21:965–969. doi: 10.1002/ptr.2195.", "ArticleIdList": ["10.1002/ptr.2195", "17604373"]}, {"Citation": "Singh M., Murthy V., Ramassamy C. Modulation of Hydrogen Peroxide and Acrolein-Induced Oxidative Stress, Mitochondrial Dysfunctions and Redox Regulated Pathways by the Bacopa monniera Extract: Potential Implication in Alzheimer’s Disease. J. Alzheimer’s Dis. 2010;21:229–247. doi: 10.3233/JAD-2010-091729.", "ArticleIdList": ["10.3233/JAD-2010-091729", "20421692"]}, {"Citation": "Holcomb L.A., Dhanasekaran M., Hitt A.R., Young K.A., Riggs M., Manyam B.V. Bacopa monniera extract reduces amyloid levels in PSAPP mice. J. Alzheimer’s Dis. 2006;9:243–251. doi: 10.3233/JAD-2006-9303.", "ArticleIdList": ["10.3233/JAD-2006-9303", "16914834"]}, {"Citation": "Le X.T., Pham H.T.N., Do P.T., Fujiwara H., Tanaka K., Li F., Van Nguyen T., Nguyen K.M., Matsumoto K. Bacopa monnieri Ameliorates Memory Deficits in Olfactory Bulbectomized Mice: Possible Involvement of Glutamatergic and Cholinergic Systems. Neurochem. Res. 2013;38:2201–2215. doi: 10.1007/s11064-013-1129-6.", "ArticleIdList": ["10.1007/s11064-013-1129-6", "23949198"]}, {"Citation": "Uabundit N., Wattanathorn J., Mucimapura S., Ingkaninan K. Cognitive enhancement and neuroprotective effects of Bacopa monnieri in Alzheimer’s disease model. J. Ethnopharmacol. 2010;127:26–31. doi: 10.1016/j.jep.2009.09.056.", "ArticleIdList": ["10.1016/j.jep.2009.09.056", "19808086"]}, {"Citation": "Singh H., Dhawan B. Neuropsychopharmacological effects of the Ayurvedic nootropic Bacopa monniera Linn. (Brahmi) Indian J. Pharmacol. 1997;29:359."}, {"Citation": "Kamkaew N., Norman Scholfield C., Ingkaninan K., Taepavarapruk N., Chootip K. Bacopa monnieri Increases Cerebral Blood Flow in Rat Independent of Blood Pressure. Phytother. Res. 2013;27:135–138. doi: 10.1002/ptr.4685.", "ArticleIdList": ["10.1002/ptr.4685", "22447676"]}, {"Citation": "Roodenrys S., Booth D., Bulzomi S., Phipps A., Micallef C., Smoker J. Chronic Effects of Brahmi (Bacopa monnieri) on Human Memory. Neuropsychopharmacology. 2002;27:279–281. doi: 10.1016/S0893-133X(01)00419-5.", "ArticleIdList": ["10.1016/S0893-133X(01)00419-5", "12093601"]}, {"Citation": "Dimpfel W., Schombert L., Biller A. Psychophysiological Effects of Sideritis and Bacopa Extract and Three Combinations Thereof—A Quantitative EEG Study in Subjects Suffering from Mild Cognitive Impairment (MCI) Adv. Alzheimer’s Dis. 2016;5:1–22. doi: 10.4236/aad.2016.51001.", "ArticleIdList": ["10.4236/aad.2016.51001"]}, {"Citation": "McPhee G.M., Downey L.A., Wesnes K.A., Stough C. The Neurocognitive Effects of Bacopa monnieri and Cognitive Training on Markers of Brain Microstructure in Healthy Older Adults. Front. Aging Neurosci. 2021;13:638109. doi: 10.3389/fnagi.2021.638109.", "ArticleIdList": ["10.3389/fnagi.2021.638109", "PMC7937913", "33692683"]}, {"Citation": "Gohil K.J., Patel J.A. A review on Bacopa monniera: Current research and future prospects. Int. J. Green Pharm. 2010;4:1–9. doi: 10.4103/0973-8258.62156.", "ArticleIdList": ["10.4103/0973-8258.62156"]}, {"Citation": "Chaudhari K.S., Tiwari N.R., Tiwari R.R., Sharma R.S. Neurocognitive Effect of Nootropic Drug Brahmi (Bacopa monnieri) in Alzheimer’s Disease. Ann. Neurosci. 2017;24:111–122. doi: 10.1159/000475900.", "ArticleIdList": ["10.1159/000475900", "PMC5448442", "28588366"]}, {"Citation": "Kean J.D., Downey L.A., Stough C. A systematic review of the Ayurvedic medicinal herb Bacopa monnieri in child and adolescent populations. Complement. Ther. Med. 2016;29:56–62. doi: 10.1016/j.ctim.2016.09.002.", "ArticleIdList": ["10.1016/j.ctim.2016.09.002", "27912958"]}, {"Citation": "Joshua Allan J., Damodaran A., Deshmukhda N.S., Goudar K.S., Amit A. Safety evaluation of a standardized phytochemical composition extracted from Bacopa monnieri in Sprague–Dawley rats. Food Chem. Toxicol. 2007;45:1928–1937. doi: 10.1016/j.fct.2007.04.010.", "ArticleIdList": ["10.1016/j.fct.2007.04.010", "17560704"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "1", "Day": "24"}, {"Year": "2023", "Month": "3", "Day": "15"}, {"Year": "2023", "Month": "3", "Day": "16"}, {"Year": "2023", "Month": "3", "Day": "30", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "3", "Day": "29", "Hour": "2", "Minute": "4"}, {"Year": "2023", "Month": "3", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["36987052", "PMC10056569", "10.3390/plants12061364", "plants12061364"]}}], "PubmedBookArticle": []}