{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Chlorella vulgaris", "PPARα/Ap-1 signaling pathway", "genotoxicity", "gibberellic acid", "hepatotoxicity", "royal jelly"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36981150", "DateRevised": {"Year": "2023", "Month": "03", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "03", "Day": "13"}], "Language": ["eng"], "ELocationID": ["1223", "10.3390/foods12061223"], "Journal": {"ISSN": "2304-8158", "JournalIssue": {"Volume": "12", "Issue": "6", "PubDate": {"Year": "2023", "Month": "Mar", "Day": "13"}}, "Title": "Foods (Basel, Switzerland)", "ISOAbbreviation": "Foods"}, "ArticleTitle": "Royal Jelly and <i>Chlorella vulgaris</i> Mitigate Gibberellic Acid-Induced Cytogenotoxicity and Hepatotoxicity in Rats via Modulation of the PPARα/AP-1 Signaling Pathway and Suppression of Oxidative Stress and Inflammation.", "Abstract": {"AbstractText": ["Gibberellic acid (GA3) is a well-known plant growth regulator used in several countries, but its widespread use has negative effects on both animal and human health. The current study assesses the protective effect of royal jelly (RJ) and <i>Chlorella vulgaris</i> (CV) on the genotoxicity and hepatic injury induced by GA3 in rats. Daily oral administration of 55 mg/kg GA3 to rats for 6 constitutive weeks induced biochemical and histopathological changes in the liver via oxidative stress and inflammation. Co-administration of 300 mg/kg RJ or 500 mg/kg CV with GA3 considerably ameliorated the serum levels of AST (aspartate aminotransferase), ALT (alanine aminotransferase), ALP (alkaline phosphatase), γGT (gamma-glutamyl transferase), total bilirubin, and albumin. Lowered malondialdehyde, tumor necrosis factor α (TNF-α), and nuclear factor κB (NF-κB) levels along with elevated SOD (superoxide dismutase), CAT (catalase), and GPx (glutathione peroxidase) enzyme activities indicated the antioxidant and anti-inflammatory properties of both RJ and CV. Also, they improved the histological structure and reduced cyclooxygenase-2 (COX-2) and inducible nitric oxide synthase (iNOS) expressions along with up-regulating peroxisome proliferator activated receptor α (PPARα) and down-regulating activator protein 1 (AP-1) gene expression. Additionally, chromosomal abnormalities and mitotic index were nearly normalized after treatment with RJ and CV. In conclusion, RJ and CV can protect against GA3-induced genotoxicity and liver toxicity by diminishing oxidative stress and inflammation, and modulating the PPARα/AP-1 signaling pathway."]}, "AuthorList": [{"Identifier": ["0000-0002-4396-2133"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Zoology Department, Faculty of Science, Beni-Suef University, Beni-Suef 62511, Egypt."}], "LastName": "Khadrawy", "ForeName": "Sally M", "Initials": "SM"}, {"Identifier": ["0000-0001-9601-8499"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry and Chemistry of Nutrition, Faculty of Veterinary Medicine, Beni-Suef University, Beni-Suef 62511, Egypt."}], "LastName": "Mohamed", "ForeName": "Doaa Sh", "Initials": "DS"}, {"Identifier": ["0000-0003-0090-6737"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cytology and Histology Department, Faculty of Veterinary Medicine, Beni-Suef University, Beni-Suef 62511, Egypt."}], "LastName": "Hassan", "ForeName": "Randa M", "Initials": "RM"}, {"Identifier": ["0000-0001-9035-5638"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, College of Pharmacy, Jouf University, Sakaka 72341, Saudi Arabia."}], "LastName": "Abdelgawad", "ForeName": "Mohamed A", "Initials": "MA"}, {"Identifier": ["0000-0002-9179-4373"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy Practice, College of Pharmacy, AlMaarefa University, Ad Diriyah 13713, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Pharmacognosy and Medicinal Plants Department, Faculty of Pharmacy, Al-Azhar University, Cairo 11884, Egypt."}], "LastName": "Ghoneim", "ForeName": "Mohammed M", "Initials": "MM"}, {"Identifier": ["0000-0002-0922-9819"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutics, College of Pharmacy, King Saud University, Riyadh 11451, Saudi Arabia."}], "LastName": "Alshehri", "ForeName": "Sultan", "Initials": "S"}, {"Identifier": ["0000-0001-6067-8225"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Faculty of Veterinary Medicine, Beni-Suef University, Beni-Suef 62511, Egypt."}], "LastName": "Shaban", "ForeName": "Nema S", "Initials": "NS"}], "GrantList": [{"GrantID": "RSP2023R146", "Agency": "King Saud University", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Foods", "NlmUniqueID": "101670569", "ISSNLinking": "2304-8158"}, "CoiStatement": "The authors state no competing financial interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Végvári G., Vidéki E. Plant hormones, plant growth regulators. Orv. Hetil. 2014;155:1011–1018. doi: 10.1556/OH.2014.29939.", "ArticleIdList": ["10.1556/OH.2014.29939", "24954142"]}, {"Citation": "Bao S., Hua C., Shen L., Yu H. New insights into gibberellin signaling in regulating flowering in Arabidopsis. J. Integr. Plant Biol. 2020;62:118–131. doi: 10.1111/jipb.12892.", "ArticleIdList": ["10.1111/jipb.12892", "31785071"]}, {"Citation": "Schwechheimer C., Willige B.C. Shedding light on gibberellic acid signaling. Curr. Opin. Plant Biol. 2009;12:57–62. doi: 10.1016/j.pbi.2008.09.004.", "ArticleIdList": ["10.1016/j.pbi.2008.09.004", "18930434"]}, {"Citation": "Tomlin C.D.S. Gibberellic acid. In: Tomlin C.D.S., editor. The e-Pesticide Manual. 13th ed. British Crop Protection Council; Hampshire, UK: 2004. Chapters 3 and 5."}, {"Citation": "Hussein M.M., Ali H.A., Ahmed M.M. Ameliorative effects of phycocyanin against gibberellic acid induced hepatotoxicity. Pestic. Biochem. Physiol. 2015;119:28–32. doi: 10.1016/j.pestbp.2015.02.010.", "ArticleIdList": ["10.1016/j.pestbp.2015.02.010", "25868813"]}, {"Citation": "Stadtman E.R., Levine R.L. Protein oxidation. Ann. N. Y. Acad. Sci. 2000;899:191–208. doi: 10.1111/j.1749-6632.2000.tb06187.x.", "ArticleIdList": ["10.1111/j.1749-6632.2000.tb06187.x", "10863540"]}, {"Citation": "Abdou M.I., Ayoub M.A., El Alem M.M. Cytogenetic and pathological studies on the effect of gibberellic acid in rabbit. Egypt. J. Chem. Environ. Health. 2016;2:566–579. doi: 10.21608/ejceh.2016.248061.", "ArticleIdList": ["10.21608/ejceh.2016.248061"]}, {"Citation": "Sakr S.A., Sobhy E.H., Dalia A.E. Effect of green tea on cytogenetic changes induced by gibberellin A3 in human lymphocyte culture. Can. J. Pure Appl. Sci. 2009;3:917–924."}, {"Citation": "Abou-Eisha A. Evaluation of cytogenetic and DNA damage induced by gibberellic acid. Toxicol. Vitr. 2001;20:601–607. doi: 10.1016/j.tiv.2005.10.008.", "ArticleIdList": ["10.1016/j.tiv.2005.10.008", "16311012"]}, {"Citation": "Alsemeh A.E., Moawad R.S., Abdelfattah E.R. Histological and biochemical changes induced by gibberellic acid in the livers of pregnant albino rats and their offspring: Ameliorative effect of Nigella sativa. Anat. Sci. Int. 2019;94:307–323. doi: 10.1007/s12565-019-00488-0.", "ArticleIdList": ["10.1007/s12565-019-00488-0", "31054114"]}, {"Citation": "Orfila C., Lepert J.C., Alric L., Carrera G., Béraud M., Pipy B. Immunohistochemical distribution of activated nuclear factor κB and peroxisome proliferator-activated receptors in carbon tetrachloride-induced chronic liver injury in rats. Histochem. Cell Biol. 2005;123:585–593. doi: 10.1007/s00418-005-0785-2.", "ArticleIdList": ["10.1007/s00418-005-0785-2", "15959796"]}, {"Citation": "Braissant O., Foufelle F., Scotto C., Dauca M., Wahli W. Differential expression of peroxisome proliferator-activated receptors (PPARs): Tissue distribution of PPAR-a, -b, -c in the adult rat. Endocrinology. 1996;137:354–366. doi: 10.1210/endo.137.1.8536636.", "ArticleIdList": ["10.1210/endo.137.1.8536636", "8536636"]}, {"Citation": "Staels B., Koenig W., Habib A., Merval R., Lebret M., Pineda-Torra I., Delerive P., Fadel A., Chinetti G., Fruchart J.C., et al. Activation of human aortic smooth-muscle cells is inhibited by PPARa but not by PPARg activators. Nature. 1998;393:790–793. doi: 10.1038/31701.", "ArticleIdList": ["10.1038/31701", "9655393"]}, {"Citation": "Ramanan S., Kooshki M., Zhao W., Hsu F.C., Robbins M.E. PPARalpha ligands inhibit radiation-induced microglial inflammatory responses by negatively regulating NF-kappaB and AP-1 pathways. Free Radic. Biol. Med. 2008;15:1695–1704. doi: 10.1016/j.freeradbiomed.2008.09.002.", "ArticleIdList": ["10.1016/j.freeradbiomed.2008.09.002", "PMC2648135", "18852043"]}, {"Citation": "Lee E.H., Kim S., Choi M.S., Park S.M., Moon K.S., Yoon S., Oh J.H. Inhibition of PPARα target genes during cyclosporine A-induced nephrotoxicity and hepatotoxicity. Mol. Cell. Toxicol. 2019;15:185–197. doi: 10.1007/s13273-019-0022-z.", "ArticleIdList": ["10.1007/s13273-019-0022-z"]}, {"Citation": "Yang X.N., Liu X.M., Fang J.H., Zhu X., Yang X.W., Xiao X.R., Huang J.F., Gonzalez F.J., Li F. PPARα Mediates the Hepatoprotective Effects of Nutmeg. J. Proteome Res. 2018;17:1887–1897. doi: 10.1021/acs.jproteome.7b00901.", "ArticleIdList": ["10.1021/acs.jproteome.7b00901", "PMC6628927", "29664296"]}, {"Citation": "Ahmed W.M., Khalaf A.A., Moselhy W.A., Safwat G.M. Royal jelly attenuates azathioprine induced toxicity in rats. Environ. Toxicol. Pharmacol. 2014;37:431–437. doi: 10.1016/j.etap.2013.12.010.", "ArticleIdList": ["10.1016/j.etap.2013.12.010", "24444696"]}, {"Citation": "Mokaya H.O., Njeru L.K., Lattorff H.M.G. African honeybee royal jelly: Phytochemical contents, free radical scavenging activity, and physicochemical properties. Food Biosci. 2020;37:100733. doi: 10.1016/j.fbio.2020.100733.", "ArticleIdList": ["10.1016/j.fbio.2020.100733"]}, {"Citation": "Hattori N., Nomoto H., Fukumitsu H., Mishima S., Furukawa S. Royal jelly and its unique fatty acid, 10- hydroxy-trans-2-decenoic acid, promote neurogenesis by neural stem/ progenitor cell in vitro. Biomed. Res. 2007;28:261–266. doi: 10.2220/biomedres.28.261.", "ArticleIdList": ["10.2220/biomedres.28.261", "18000339"]}, {"Citation": "Galaly S., Abdella E., Mohammed H., Khadrawy S. Effects of royal jelly on genotoxicity and nephrotoxicity induced by valproic acid in albino mice. Beni-Suef Univ. J. Basic Appl. Sci. 2014;3:1–15. doi: 10.1016/j.bjbas.2014.02.001.", "ArticleIdList": ["10.1016/j.bjbas.2014.02.001"]}, {"Citation": "Tohamy H.G., El-Neweshy M.S., Soliman M.M., Sayed S., Shukry M., Ghamry H.I., Hoda A.-E. Protective potential of royal jelly against hydroxyurea -induced hepatic injury in rats via antioxidant, anti-inflammatory, and anti-apoptosis properties. PLoS ONE. 2022;17:e0265261. doi: 10.1371/journal.pone.0265261.", "ArticleIdList": ["10.1371/journal.pone.0265261", "PMC8932593", "35303036"]}, {"Citation": "Zimmermann A. Liver regeneration: The emergence of new pathways. Med. Sci. Monit. 2002;8:RA53–RA63.", "ArticleIdList": ["11887042"]}, {"Citation": "Morris H.J., Almarales A., Carrill O., Bermudez R.C. Utilisation of Chlorella vulgaris cell biomass for the production of enzymatic protein hydrolysates. Bioresour. Technol. 2008;99:7723–7729. doi: 10.1016/j.biortech.2008.01.080.", "ArticleIdList": ["10.1016/j.biortech.2008.01.080", "18359627"]}, {"Citation": "Bauer L.M., Vieira Costa J.A., Conteno da Rosa A.P., Santos L.O. Growth stimulation and synthesis of lipids, pigments and antioxidants with magnetic fields in Chlorella kessleri cultivations. Bioresour. Technol. 2017;244:1425–1432. doi: 10.1016/j.biortech.2017.06.036.", "ArticleIdList": ["10.1016/j.biortech.2017.06.036", "28634128"]}, {"Citation": "Ajiboye O., Yakubu A., Adams T. A perspective on the ingestion and nutritional effects of feed additives in farmed fish species. WJFMS. 2012;4:87–101. doi: 10.5829/idosi.wjfms.2012.04.01.56264.", "ArticleIdList": ["10.5829/idosi.wjfms.2012.04.01.56264"]}, {"Citation": "Kumar M., Jeon J., Choi J., Kim S.-R. Rapid and efficient genetic transformation of the green microalga Chlorella vulgaris. J. Appl. Phycol. 2018;30:1735–1745. doi: 10.1007/s10811-018-1396-3.", "ArticleIdList": ["10.1007/s10811-018-1396-3"]}, {"Citation": "Ko S.C., Kim D., Jeon Y.J. Protective effect of a novel antioxidative peptide purified from a marine Chlorella ellipsoidea protein against free radical-induced oxidative stress. Food Chem. Toxicol. 2012;50:2294–2302. doi: 10.1016/j.fct.2012.04.022.", "ArticleIdList": ["10.1016/j.fct.2012.04.022", "22542554"]}, {"Citation": "Mostafa R.E., El-Marasy S.A., Abdel Jaleel G.A., Bakeer R.M. Protective effect of royal jelly against diclofenac-induced hepato-renal damage and gastrointestinal ulcerations in rats. Heliyon. 2020;6:e03330. doi: 10.1016/j.heliyon.2020.e03330.", "ArticleIdList": ["10.1016/j.heliyon.2020.e03330", "PMC6997571", "32025584"]}, {"Citation": "Peng H.Y., Chu Y.C., Chen S.J., Chou S.T. Hepatoprotection of Chlorella against carbon tetrachloride-induced oxidative damage in rats. In Vivo. 2009;23:747–754.", "ArticleIdList": ["19779110"]}, {"Citation": "Soliman M.M., Aldhahrani A., Gaber A., Alsanie W.F., Shukry M., Mohamed W.A., Metwally M.M.M. Impacts of n-acetyl cysteine on gibberellic acid-induced hepatorenal dysfunction through modulation of pro-inflammatory cytokines, antifibrotic and antioxidant activity. J. Food Biochem. 2021;45:e13706. doi: 10.1111/jfbc.13706.", "ArticleIdList": ["10.1111/jfbc.13706", "33749848"]}, {"Citation": "Preston R., Dean B., Galloway S., Holden H., Mc-fee A., Shelby M. Mammalian in vivo cytogenetic assays-analysis of chromosomal aberrations in bone marrow cells. Mutat. Res. 1987;189:157–165. doi: 10.1016/0165-1218(87)90021-8.", "ArticleIdList": ["10.1016/0165-1218(87)90021-8", "3657831"]}, {"Citation": "IFCC reference procedures for measurement of catalytic concentrations of enzymes: Corrigendum, notes and useful advice. Clin. Chem. Lab. Med. 2010;48:615–621.", "ArticleIdList": ["20298135"]}, {"Citation": "Burtis C.A., Ashwood E.R., Bruns D.E. Tietz Textbook of Clinical Chemistry and Molecular Diagnostics. 4th ed. Elsevier Saunders; Paris, France: 2005."}, {"Citation": "Young D.S. Effects of Disease on Clinical Lab. Tests. 4th ed. AACC; Washington, DC, USA: 2001."}, {"Citation": "Doumas B.T., Biggs H.G. Standard Methods of Clinical Chemistry. Volume 7. Academic Press; New York, NY, USA: 1976. p. 175."}, {"Citation": "David G.L., Michael D.L. Quantitative assessment of the multiple processes responsible for bilirubin homeostasis in health and disease. Clin. Exp. Gastroenterol. 2014;7:307–328. doi: 10.2147/CEG.S64283.", "ArticleIdList": ["10.2147/CEG.S64283", "PMC4159128", "25214800"]}, {"Citation": "Ohkawa H., Ohishi W., Yagi K. Assay for lipid peroxides in animal tissues by thiobarbituric acid reaction. Anal. Biochem. 1979;95:351–358. doi: 10.1016/0003-2697(79)90738-3.", "ArticleIdList": ["10.1016/0003-2697(79)90738-3", "36810"]}, {"Citation": "Aebi H. Catalase in vitro. Methods Enzymol. 1984;105:121–126. doi: 10.1016/S0076-6879(84)05016-3.", "ArticleIdList": ["10.1016/S0076-6879(84)05016-3", "6727660"]}, {"Citation": "Nishikimi M., Roa N.A., Yogi K. The occurrence of superoxide anion in the reaction of reduced phenazine methosulfate and molecular oxygen. Biochem. Bioph. Res. Common. 1972;46:849–854. doi: 10.1016/S0006-291X(72)80218-3.", "ArticleIdList": ["10.1016/S0006-291X(72)80218-3", "4400444"]}, {"Citation": "Paglia D.E., Valentine W.N. Studies on the quantitative and qualitative characterization of erythrocyte glutathione peroxidase. J. Lab. Clin. Med. 1967;70:158–169.", "ArticleIdList": ["6066618"]}, {"Citation": "Livak K.J., Schmittgen T.D. Analysis of relative gene expression data using real-time quantitative PCR and the 2−ΔΔCT method. Methods. 2001;25:402–408. doi: 10.1006/meth.2001.1262.", "ArticleIdList": ["10.1006/meth.2001.1262", "11846609"]}, {"Citation": "Suvarna K.S., Layton C., Bancroft J.D. Bancroft’s Theory and Practice of Histological Techniques. 8th ed. Elsevier Health Sciences; Amsterdam, The Netherlands: 2019.", "ArticleIdList": ["10.1016/C2015-0-00143-5"]}, {"Citation": "Gibson-Corley K.N., Olivier A.K., Meyerholz D.K. Principles for valid histopathologic scoring in research. Vet. Pathol. 2013;50:1007–1015. doi: 10.1177/0300985813485099.", "ArticleIdList": ["10.1177/0300985813485099", "PMC3795863", "23558974"]}, {"Citation": "Zhang C., Ning D., Pan J., Chen C., Gao C., Ding Z., Jiang F., Li M. Anti-Inflammatory Effect Fraction of Bletilla striata and Its Protective Effect on LPS-Induced Acute Lung Injury. Mediat. Inflamm. 2021;13:6684120. doi: 10.1155/2021/6684120.", "ArticleIdList": ["10.1155/2021/6684120", "PMC7981185", "33776576"]}, {"Citation": "Goh B.J., Tan B.T., Hon W.M., Lee K.H., Khoo H.E. Nitric oxide synthase and heme oxygenase expressions in human liver cirrhosis. World J. Gastroenterol. 2006;12:588–594. doi: 10.3748/wjg.v12.i4.588.", "ArticleIdList": ["10.3748/wjg.v12.i4.588", "PMC4066092", "16489673"]}, {"Citation": "Hussein W.F., Farahat F.Y., Abass M.A., Shehata A.S. Hepatotoxic Potential of Ggibberellic Acid (GA3) in Adult Male Albino Rats. Life Sci. J. 2011;8:373–383."}, {"Citation": "Seleem A.A., Hussein B.H.M. Synthesis and effect of a new Terbium gibberellic complex on the histopathological alteration induced by Gibberellic acid on liver and kidney of mice Mus musculus. Chem. Biol. Drug Des. 2018;92:1288–1300. doi: 10.1111/cbdd.13191.", "ArticleIdList": ["10.1111/cbdd.13191", "29575795"]}, {"Citation": "Sun W., Liu C., Luo J., Niu C., Wang J., Zheng F., Li Q. Residue analysis of gibberellic acid isomer(iso-GA3) in brewing process and its toxicity evaluation in mice. Regul. Toxicol. Pharmacol. 2020;110:104514. doi: 10.1016/j.yrtph.2019.104514.", "ArticleIdList": ["10.1016/j.yrtph.2019.104514", "31705942"]}, {"Citation": "Zalinian G.G., Arutiunian R.M., Sarkisian G.G. The cytogenetic effect of natural mutagenesis modifiers in a human lymphocyte culture. The action of aminobenzamide during the gibberellic acid induction of chromosome aberrations. Tsitol. Genet. 1990;24:31–34.", "ArticleIdList": ["2238097"]}, {"Citation": "Bakr S.M., Moussa E.M., Khater E.S. Cytogenetic evaluation of gibberellin A3 in Swiss albino mice. J. Union Arab Biol. 1999;11:345–351."}, {"Citation": "Nassar S.A., Fawzya A.Z., Ahmed M.H., Mohamed N.M., Asmaa S.H. Cytogenetic, histological and histochemical studies on the effect of gibberllin A3 in albino rats. J. Am. Sci. 2012;8:608–622."}, {"Citation": "Hassab-Elnabi S.E., Sallam F.A. The protective effect of ellagic acid against the mutagenic potential of Berelex in human lymphocyte cultures. J. Egypt. Ger. Soc. Zool. 2002;37:77–98."}, {"Citation": "Jovtchev G., Gateva S., Stergios M., Kulekova S. Cytotoxic and genotoxic effects of paraquat in Hordeum vulgare and human lymphocytes in vitro. Environ. Toxicol. 2010;25:294–303. doi: 10.1002/tox.20503.", "ArticleIdList": ["10.1002/tox.20503", "19437450"]}, {"Citation": "El-Monem D.A. The ameliorative effect of royal jelly against malathion genotoxicity in bone marrow and liver of rat. J. Am. Sci. 2011;7:1251–1256."}, {"Citation": "Ahmad S., Campos M.G., Fratini F., Altaye S.Z., Li J. New insights into the biological and pharmaceutical properties of royal jelly. Int. J. Mol. Sci. 2020;21:382. doi: 10.3390/ijms21020382.", "ArticleIdList": ["10.3390/ijms21020382", "PMC7014095", "31936187"]}, {"Citation": "EL Makawy A., Abdel-Aziem S., Ibrahim F., Sharaf H.A., Abd-Elmoneim O.M., Darwish A. Potential modulator role of Chlorella vulgaris and Spirulina platensis on monosodium glutamate oxidative stress, genotoxicity, apoptotic gene expression and histopathological alterations. Int. J. Pharmtech. Res. 2016;9:161–177."}, {"Citation": "Saberbaghi T., Abbasian F., Yusof M.A.Y., Makpol S. Modulation of Cell Cycle Profile by Chlorella vulgaris Prevents Replicative Senescence of Human Diploid Fibroblasts. Evid. Based Complement. Alternat. Med. 2013;2013:780504. doi: 10.1155/2013/780504.", "ArticleIdList": ["10.1155/2013/780504", "PMC3610352", "23573154"]}, {"Citation": "Makpol S., Yaacob N., Zainuddin A., Yusof M.A.Y., Ngah W.Z.W. Chlorella vulgaris modulates hydrogen peroxide-induced dna damage and telomere shortening of human fibroblasts derived from different aged individuals. Afr. J. Tradit. Complement. Altern. Med. 2009;6:560–572. doi: 10.4314/ajtcam.v6i4.57210.", "ArticleIdList": ["10.4314/ajtcam.v6i4.57210", "PMC2816465", "20606778"]}, {"Citation": "Tuluce Y., Celik I. Influence of subacute and subchronic treatment of abcisic acid and gibberellic acid on serum marker enzymes and erythrocyte and tissue antioxidant defense systems and lipid peroxidation in rats. Pest. Biochem. Physiol. 2006;86:85–92. doi: 10.1016/j.pestbp.2006.01.009.", "ArticleIdList": ["10.1016/j.pestbp.2006.01.009", "16906522"]}, {"Citation": "Sakr S., Okdah A., Sabah F.E.-A. Gibberellin A3 induced histological and histochemical alterations in the liver of albino rats. Sci. Asia. 2003;29:327–331. doi: 10.2306/scienceasia1513-1874.2003.29.327.", "ArticleIdList": ["10.2306/scienceasia1513-1874.2003.29.327"]}, {"Citation": "Jaeschke H., Gores G.J., Cederbaum A.I., Hinson J.A., Pessayre D., Lemasters J.J. Mechanism of hepatoxicity. Toxicol. Sci. 2002;56:166–176. doi: 10.1093/toxsci/65.2.166.", "ArticleIdList": ["10.1093/toxsci/65.2.166", "11812920"]}, {"Citation": "Troudi A., Samet A.M., Zeghal N. Hepatotoxicity induced by gibberellic acid in adult rats and their progeny. Exp. Toxicol. Pathol. 2010;62:637–642. doi: 10.1016/j.etp.2009.08.010.", "ArticleIdList": ["10.1016/j.etp.2009.08.010", "19815399"]}, {"Citation": "Farrugia A. Albumin usage in clinical medicine: Tradition or therapeutic. Transfus. Med. Rev. 2010;24:53–63. doi: 10.1016/j.tmrv.2009.09.005.", "ArticleIdList": ["10.1016/j.tmrv.2009.09.005", "19962575"]}, {"Citation": "Nematalla K.h., Sahar M., Arafa A., Ghada M.Y., Zainb A.S. Effect of Echinacea as Antioxidant on Markers of Aging. Aust. J. Basic Appl. Sci. 2011;5:18–26."}, {"Citation": "Nkozi C.Z., Opoku A.R., Terblanche S.E. Effect of pumpkin seed (Cucurbita pepo) protein isolate on the activity levels of certain plasma enzymes in CCl4-indued liver injury in low protein fed rats. Phytother. Res. 2005;19:341–345. doi: 10.1002/ptr.1685.", "ArticleIdList": ["10.1002/ptr.1685", "16041732"]}, {"Citation": "Fratini F., Cilia G., Mancini S., Felicioli A. Royal Jelly: An ancient remedy with remarkable antibacterial properties. Microbiol. Res. 2016;192:130–141. doi: 10.1016/j.micres.2016.06.007.", "ArticleIdList": ["10.1016/j.micres.2016.06.007", "27664731"]}, {"Citation": "Gholie Pour Z., Nejati V., Najafi G., Pourzahra K., Khanshi F. Protective effect of royal jelly on the adult female liver in experimental polycystic ovary syndrome. Qom Univ. Med. Sci. J. 2014;8:35–41."}, {"Citation": "Kensler T.W., Egner P.A., Wang J.B., Zhu Y.R., Zhang B.C., Qian G.S., Kuang S.Y., Gange S.J., Jacobson L.P., Muñoz A., et al. Strategies for chemoprevention of liver cancer. Eur. J. Cancer Prev. 2002;11:S58–S64.", "ArticleIdList": ["12570336"]}, {"Citation": "Vakili J., Amir Sasan R., Ordibazar F. Effect of 8 weeks endurance training with Chlorella vulgaris supplementation on liver enzymes levels in women with type 2 diabetes. Med. J. Tabriz Univ. Med. Sci. 2019;40:88–97."}, {"Citation": "Panahi Y., Ghamarchehreh M.E., Beiraghdar F., Zare R., Jalalian H.R., Sahebkar A. Investigation of the effects of Chlorella vulgaris supplementation in patients with non-alcoholic fatty liver disease: A randomized clinical trial. Hepatogastroenterology. 2012;59:2099–2103. doi: 10.5754/hge10860.", "ArticleIdList": ["10.5754/hge10860", "23234816"]}, {"Citation": "Ebrahimi-Mameghani M., Aliashrafi S., Javadzadeh Y., AsghariJafarabadi M. The effect of Chlorella vulgaris supplementation on liver enzymes, serum glucose and lipid profile in patients with non-alcoholic fatty liver disease. Health Promot. Perspect. 2014;4:107–115. doi: 10.5681/hpp.2014.014.", "ArticleIdList": ["10.5681/hpp.2014.014", "PMC4122038", "25097844"]}, {"Citation": "Wan J.Y., Yang L.Z. Liver Enzymes are Associated with Hyperglycemia in Diabetes: A Three-Year Retrospective Study. Diabetes Metab. Syndr. 2022;15:545–555. doi: 10.2147/DMSO.S350426.", "ArticleIdList": ["10.2147/DMSO.S350426"]}, {"Citation": "Ou Y., Zheng S., Lin L., Jiang Q., Yang X. Protective effect of C-phycocyanin against carbon tetrachloride-induced hepatocyte damage in vitro and in vivo. Chem. Biol. Interact. 2010;185:94–100. doi: 10.1016/j.cbi.2010.03.013.", "ArticleIdList": ["10.1016/j.cbi.2010.03.013", "20227401"]}, {"Citation": "Algeda F., Ebrahim R. The Efficacy of Royal Jelly in the Restoration of Liver Injury in Irradiated Rats. EJRSA. 2020;33:77–88. doi: 10.21608/ejrsa.2020.33962.1099.", "ArticleIdList": ["10.21608/ejrsa.2020.33962.1099"]}, {"Citation": "You M.M., Liu Y.C., Chen Y.F., Pan Y.M., Miao Z.N., Shi Y.Z., Si J.J., Chen M.L., Hu F.L. Royal jelly attenuates nonalcoholic fatty liver disease by inhibiting oxidative stress and regulating the expression of circadian genes in ovariectomized rats. J. Food Biochem. 2020;44:e13138. doi: 10.1111/jfbc.13138.", "ArticleIdList": ["10.1111/jfbc.13138", "31894585"]}, {"Citation": "Kocot J., Kiełczykowska M., Luchowska-Kocot D., Kurzepa J., Musik I. Antioxidant potential of propolis, bee pollen, and royal jelly: Possible medical application. Oxid. Med. Cell Longev. 2018;2018:7074209. doi: 10.1155/2018/7074209.", "ArticleIdList": ["10.1155/2018/7074209", "PMC5954854", "29854089"]}, {"Citation": "Tamura S., Kono T., Harada C., Yamaguchi K., Moriyama T. Estimation and characterization of major royal jelly proteins obtained from the honeybee Apis merifera. Food Chem. 2009;114:1491–1497. doi: 10.1016/j.foodchem.2008.11.058.", "ArticleIdList": ["10.1016/j.foodchem.2008.11.058"]}, {"Citation": "Khodabandeh J., Nejati V., Najafi G., Shalizar J., Ali R.F. Protective effect of the royal gel on adipose tissue of adult females treated with nicotine. J. Neyshabur Sch. Med. Sci. 2017;5:22–31."}, {"Citation": "Abdel-Tawwab M., Mousa M.A., Mamoon A., Abdelghany M.F., Abdel-Hamid E.A., Abdel-Razek N., Ali F.S., Shady S.H.H., Gewida A.G.A. Dietary Chlorella vulgaris modulates the performance, antioxidant capacity, innate immunity, and disease resistance capability of Nile tilapia fingerlings fed on plant-based diets. Anim. Feed Sci. Technol. 2022;283:115181. doi: 10.1016/j.anifeedsci.2021.115181.", "ArticleIdList": ["10.1016/j.anifeedsci.2021.115181"]}, {"Citation": "Coulombier N., Jauffrais T., Lebouvier N. Antioxidant Compounds from Microalgae: A Review. Mar. Drugs. 2021;19:549. doi: 10.3390/md19100549.", "ArticleIdList": ["10.3390/md19100549", "PMC8537667", "34677448"]}, {"Citation": "Zahran E., Risha E. Modulatory role of dietary Chlorella vulgaris powder against arsenic-induced immunotoxicity and oxidative stress in Nile tilapia (Oreochromis niloticus) Fish Shellfish Immunol. 2014;41:654–662. doi: 10.1016/j.fsi.2014.09.035.", "ArticleIdList": ["10.1016/j.fsi.2014.09.035", "25304544"]}, {"Citation": "Ahmadifar E., Yousefi M., Karimi M., Fadaei Raieni R., Dadar M., Yilmaz S., Dawood M.A.O., Abdel-Latif H.M.R. Benefits of dietary polyphenols and polyphenol-rich additives to aquatic animal health: An overview. Rev. Fish. Sci. Aquac. 2021;29:478–511. doi: 10.1080/23308249.2020.1818689.", "ArticleIdList": ["10.1080/23308249.2020.1818689"]}, {"Citation": "Shimada M., Hasegawa T., Nishimura C., Kan H., Kanno T., Nakamura T., Matsubayashi T. Anti-hypertensive effect of γ-aminobutyric acid (GABA)-rich Chlorella on high-normal blood pressure and borderline hypertension in placebo controlled double-blind study. Clin. Exp. Hypertens. 2009;31:342–354. doi: 10.1080/10641960902977908.", "ArticleIdList": ["10.1080/10641960902977908", "19811362"]}, {"Citation": "Jadeja R.N., Devkar R.V., Nammi S. Oxidative stress in liver diseases: Pathogenesis, prevention, and therapeutics. Oxid. Med. Cell Longev. 2017;2017:8341286. doi: 10.1155/2017/8341286.", "ArticleIdList": ["10.1155/2017/8341286", "PMC5424478", "28529677"]}, {"Citation": "Wilkinson-Berka J.L., Deliyanti D., Rana I., Miller A.G., Agrotis A., Armani R., Szyndralewiez C., Wingler K., Touyz R.M., Cooper M.E., et al. NADPH oxidase, NOX1, mediates vascular injury in ischemic retinopathy. Antioxid. Redox. Signal. 2014;20:2726–2740. doi: 10.1089/ars.2013.5357.", "ArticleIdList": ["10.1089/ars.2013.5357", "PMC4026404", "24053718"]}, {"Citation": "Barton C.C., Barton E.X., Ganey P.E., Kunkel S.L., Roth R.A. Bacterial lipopoly saccharide enhance aflatoxin B1 hepatotoxicity in rats by a mechanism that depends on tumor necrosis factor alpha. Hepatology. 2001;33:66–73. doi: 10.1053/jhep.2001.20643.", "ArticleIdList": ["10.1053/jhep.2001.20643", "11124822"]}, {"Citation": "Piao R.L., Liu Y.Y., Tian D., Ma Z.H., Zhang M., Zhao C. Adefovir dipivoxil modulates cytokine expression in Th1/Th2 cells in patients with chronic hepatitis B. Mol. Med. Rep. 2012;5:184–189. doi: 10.3892/mmr.2011.627.", "ArticleIdList": ["10.3892/mmr.2011.627", "21993835"]}, {"Citation": "Estakhri R., Hajipour B., Majidi H., Soleimani H. Vitamin E ameliorates cyclophosphamide induced nephrotoxicity. Life Sci. J. 2013;10:308–313."}, {"Citation": "De Azevedo M.T., Saad S.T., Gilli S.C. IL4 and IFN alpha generation of dendritic cells reveals great migratory potential and NF-kB and cJun expression in IL4DCs. Immunol. Investig. 2013;42:711–725. doi: 10.3109/08820139.2013.809580.", "ArticleIdList": ["10.3109/08820139.2013.809580", "23845179"]}, {"Citation": "Kim M.E., Jung Y.C., Jung I., Lee H.W., Youn H.Y., Lee J.S. Anti-inflammatory effects of ethanolic extract from Sargassum horneri (Turner) C. Agardh on lipopolysaccharide-stimulated macrophage activation via NF-κB pathway regulation. Immunol. Investig. 2015;44:137–146. doi: 10.3109/08820139.2014.942459.", "ArticleIdList": ["10.3109/08820139.2014.942459", "25140761"]}, {"Citation": "Beg A.A., Baltimore D. An essential role for NF-kappaB in preventing TNF-alpha-induced cell death. Science. 1996;274:782–784. doi: 10.1126/science.274.5288.782.", "ArticleIdList": ["10.1126/science.274.5288.782", "8864118"]}, {"Citation": "Almeer R.S., Alarifi S., Alkahtan S., Ibrahim S.R., Ali D., Abde Moneim H. The potential hepatoprotective effect of royal jelly against cadmium chloride-induced hepatotoxicity in mice is mediated by suppression of oxidative stress and upregulation of Nrf2 expression. Biomed. Pharmacother. 2018;106:1490–1498. doi: 10.1016/j.biopha.2018.07.089.", "ArticleIdList": ["10.1016/j.biopha.2018.07.089", "30119224"]}, {"Citation": "Abu-Serie M.M., Habashy N.H., Attia W.E. In vitro evaluation of the synergistic antioxidant and anti-inflammatory activities of the combined extracts from Malaysian Ganoderma lucidum and Egyptian Chlorella vulgaris. BMC Complement. Altern. Med. 2018;18:154. doi: 10.1186/s12906-018-2218-5.", "ArticleIdList": ["10.1186/s12906-018-2218-5", "PMC5946467", "29747629"]}, {"Citation": "Souza M.T., Almeida J.R., Araujo A.A., Duarte M.C., Gelain D.P., Moreira J.C., Dos Santos M.R., Quintans-Junior L.J. Structure-activity relationship of terpenes with anti-inflammatory profile–asystematic review. Basic Clin. Pharmacol. Toxicol. 2014;115:244–256. doi: 10.1111/bcpt.12221.", "ArticleIdList": ["10.1111/bcpt.12221", "25275147"]}, {"Citation": "Caroprese M., Albenzio M., Ciliberti M.G., Francavilla M., Sevi A. A mixture of phytosterols from Dunaliella tertiolecta affects proliferation of peripheral blood mononuclear cells and cytokine production in sheep. Vet. Immunol. Immunopathol. 2012;150:27–35. doi: 10.1016/j.vetimm.2012.08.002.", "ArticleIdList": ["10.1016/j.vetimm.2012.08.002", "22985633"]}, {"Citation": "He Y., Yang W., Gan L., Liu S., Ni Q., Bi Y., Han T., Liu Q., Chen H., Hu Y., et al. Silencing HIF-1α aggravates non-alcoholic fatty liver disease in vitro through inhibiting PPAR-α/ANGPTL4 singling pathway. Gastroenterol. Hepatol. 2021;44:355–365. doi: 10.1016/j.gastrohep.2020.09.014.", "ArticleIdList": ["10.1016/j.gastrohep.2020.09.014", "33272734"]}, {"Citation": "Gervois P., Vu-Dac N., Kleemann R., Kockx M., Dubois G., Laine B., Kosykh V., Fruchart J.C., Kooistra T., Staels B. Negative regulation of human fibrinogen gene expression by peroxisome proliferator-activated receptor alpha agonists via inhibition of CCAAT box/enhancer-binding protein beta. J. Biol. Chem. 2001;276:33471–33477. doi: 10.1074/jbc.M102839200.", "ArticleIdList": ["10.1074/jbc.M102839200", "11418615"]}, {"Citation": "Pawlak M., Baugé E., Bourguet W., De Bosscher K., Lalloyer F., Tailleux A., Lebherz C., Lefebvre P., Staels B. The transrepressive activity of peroxisome proliferator-activated receptor alpha is necessary and sufficient to prevent liver fibrosis in mice. Hepatology. 2014;60:1593–1606. doi: 10.1002/hep.27297.", "ArticleIdList": ["10.1002/hep.27297", "24995693"]}, {"Citation": "Reichardt H.M., Kaestner K.H., Tuckermann J., Kretz O., Wessely O., Bock R., Gass P., Schmid W., Herrlic P., Angle P., et al. DNA binding of the glucocorticoid receptor is not essential for survival. Cell. 1998;93:531–541. doi: 10.1016/S0092-8674(00)81183-6.", "ArticleIdList": ["10.1016/S0092-8674(00)81183-6", "9604929"]}, {"Citation": "Yoshida M., Hayashi K., Watadani R., Okano Y., Tanimura K., Kotoh J., Sasaki D., Matsumoto K., Maeda A. Royal jelly improves hyperglycemia in obese/diabetic KK-Ay mice. J. Vet. Med. Sci. 2017;79:299–307. doi: 10.1292/jvms.16-0458.", "ArticleIdList": ["10.1292/jvms.16-0458", "PMC5326934", "27890887"]}, {"Citation": "Sundaram S.S., Halbower A., Pan Z., Robbins K., Capocelli K.E., Klawitter J., Shearn C.T., Sokol R.J. Nocturnal hypoxia-induced oxidative stress promotes progression of pediatric non-alcoholic fatty liver disease. J. Hepatol. 2016;65:560–569. doi: 10.1016/j.jhep.2016.04.010.", "ArticleIdList": ["10.1016/j.jhep.2016.04.010", "PMC4992457", "27501738"]}, {"Citation": "Dembinska-Kiec A. Carotenoids: Risk or benefit for health’, Carotenoids Diet. Lipids. 2005;1740:93–94.", "ArticleIdList": ["15949673"]}, {"Citation": "Ali S., Moselhy W., Mohamed H., Nabil T., Abo El-Ela F., Abdou K. Ameliorative effects of Dictyota dichotoma on hepatotoxicity induced by gibberellic acid in albino rats. Toxicol. Res. 2022;38:379–392. doi: 10.1007/s43188-022-00122-8.", "ArticleIdList": ["10.1007/s43188-022-00122-8", "PMC9247131", "35874501"]}, {"Citation": "Zhang L.Y., Wang C.X. Histopathological and histochemical studies on the toxic effect of brodifacoum in mouse liver. Acta Acad. Med. Sci. 1984;6:386–388.", "ArticleIdList": ["6241097"]}, {"Citation": "Izunya A.M., Nwaopara A.O., Odike M.A.C., Oaikhena G.A., Bankole J.K. Histological effects of oral administration of artesunate on the liver in Wistar rats. Res. J. Appl. Sci. Eng. Technol. 2010;2:314–318."}, {"Citation": "Rahman I., MacNee W. Oxidative stress and regulation of glutathione in lung inflammation. Eur. Respir. J. 2000;16:534–554. doi: 10.1034/j.1399-3003.2000.016003534.x.", "ArticleIdList": ["10.1034/j.1399-3003.2000.016003534.x", "11028671"]}, {"Citation": "Cemek M., Aymelek F., Büyükokuroğlu M.E., Karaca T., Büyükben A., Yilmaz F. Protective potential of Royal Jelly against carbon tetrachloride-induced toxicity and changes in the serum sialic acid levels. Food Chem. Toxicol. 2010;48:2827–2832. doi: 10.1016/j.fct.2010.07.013.", "ArticleIdList": ["10.1016/j.fct.2010.07.013", "20637822"]}, {"Citation": "Naguib Y.M. Antioxidant activities of astaxanthin and related carotenoids. J. Agric. Food Chem. 2000;48:1150–1154. doi: 10.1021/jf991106k.", "ArticleIdList": ["10.1021/jf991106k", "10775364"]}, {"Citation": "El-Fayoumy E.A., Shanab S.M.M., Gaballa H.S., Tantawy M.A., Shalaby E.A. Evaluation of antioxidant and anticancer activity of crude extract and different fractions of Chlorella vulgaris axenic culture grown under various concentrations of copper ions. BMC Complement. Med. Ther. 2021;21:51. doi: 10.1186/s12906-020-03194-x.", "ArticleIdList": ["10.1186/s12906-020-03194-x", "PMC7863377", "33546663"]}, {"Citation": "Alshawsh M.A., Abdulla M.A., Ismail S., Amin Z.A. Hepatoprotective effects of Orthosiphon stamineus extract on thioacetamide-induced liver cirrhosis in rats. Evid. Based Complement. Alternat. Med. 2011;2011:103039. doi: 10.1155/2011/103039.", "ArticleIdList": ["10.1155/2011/103039", "PMC3106356", "21647311"]}, {"Citation": "Bauer M., Schuppan D. TGF beta1 in liver fibrosis: Time to change paradigms? FEBS Lett. 2001;502:1–3. doi: 10.1016/S0014-5793(01)02655-2.", "ArticleIdList": ["10.1016/S0014-5793(01)02655-2", "11478937"]}, {"Citation": "Ross M., Pawlina W. “Histology”: A Text and Atlas with Correlated Cell and Molecular Biology. 5th ed. Lippincott; New York, NY, USA: Williams & Wilkins; Philadelphia, PA, USA: 2006. pp. 576–584."}, {"Citation": "Aslan A., Gok O., Beyaz S., Can M.I., Parlak G., Gundogdu R., Ozercan I.H., Baspinar S. Royal jelly regulates the caspase, Bax, and COX-2, TNF-α protein pathways in the fluoride-exposed lung damage in rats. Tissue Cell. 2022;76:101754. doi: 10.1016/j.tice.2022.101754.", "ArticleIdList": ["10.1016/j.tice.2022.101754", "35158127"]}, {"Citation": "Denda A., Kitayama W., Murata A., Kishida H., Sasaki Y., Kusuoka O., Tsujiuchi M., Tsutsumi M., Nakae D., Takagi H., et al. Increased expression of cyclooxygenase-2 protein during rat hepatocarcinogenesis caused by a choline-deficient, L-amino acid-defined diet and chemopreventive efficacy of a specific inhibitor, nimesulfide. Carcinogenesis. 2002;23:245–256. doi: 10.1093/carcin/23.2.245.", "ArticleIdList": ["10.1093/carcin/23.2.245", "11872629"]}, {"Citation": "Cheng F.C., Feng J.J., Chen K.H., Imanishi H., Fujishima M., Takekoshi H., Naoki Y., Shimoda M. Chlorella powder inhibits the activities of peptidase cathepsin S, PLA2, cyclooxygenase-2, thromboxane synthase, tyrosine phosphatases, tumor necrosis factor-alpha converting enzyme, calpain, and kinases. Int. J. Food Sci. Nutr. 2009;60:89–98. doi: 10.1080/09637480802225512.", "ArticleIdList": ["10.1080/09637480802225512", "19107625"]}, {"Citation": "Mohammed N.A., Abd El-Aleem S., Appleton I., Maklouf M.M., Said M., McMahon R.F. Expression of nitric oxide synthase isoforms in human liver cirrhosis. J. Pathol. 2003;200:647–655. doi: 10.1002/path.1377.", "ArticleIdList": ["10.1002/path.1377", "12898602"]}, {"Citation": "Tache D., Stănciulescu C., Baniţă I., Purcaru Ş., Andrei A., Comănescu V., Pisoschi C. Inducible nitric oxide synthase expression (iNOS) in chronic viral hepatitis and its correlation with liver fibrosis. Rom. J. Morphol. Embryol. 2014;55:539–543.", "ArticleIdList": ["25178323"]}, {"Citation": "Karaca T., Bayiroglu F., Yoruk M., Kaya M.S., Uslu S., Comba B., Mis L. Effect of royal jelly on experimental colitis Induced by acetic acid and alteration of mast cell distribution in the colon of rats. Eur. J. Histochem. 2012;21:e35. doi: 10.4081/ejh.2010.e35.", "ArticleIdList": ["10.4081/ejh.2010.e35", "PMC3167327", "21263740"]}, {"Citation": "Park J., Cho H., Kim J., Noh K., Yang J., Ahn J., Lee M., Song Y. Chlorella dichloromethane extract ameliorates NO production and iNOS expression through the down-regulation of NFκB activity mediated by suppressed oxidative stress in RAW 264.7 macrophages. Clin. Chim. Acta. 2005;351:185–196. doi: 10.1016/j.cccn.2004.09.013.", "ArticleIdList": ["10.1016/j.cccn.2004.09.013", "15563889"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "12", "Day": "31"}, {"Year": "2023", "Month": "2", "Day": "21"}, {"Year": "2023", "Month": "3", "Day": "1"}, {"Year": "2023", "Month": "3", "Day": "30", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "3", "Day": "29", "Hour": "1", "Minute": "28"}, {"Year": "2023", "Month": "3", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "13"}], "PublicationStatus": "epublish", "ArticleIdList": ["36981150", "PMC10048508", "10.3390/foods12061223", "foods12061223"]}}], "PubmedBookArticle": []}