{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["anti-inflammatory properties", "bioactive peptides", "cardiovascular diseases", "diabetes", "legume seeds", "obesity"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36988580", "DateCompleted": {"Year": "2023", "Month": "07", "Day": "03"}, "DateRevised": {"Year": "2024", "Month": "01", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "04", "Day": "10"}], "Language": ["eng"], "ELocationID": ["10.1002/jsfa.12585"], "Journal": {"ISSN": "1097-0010", "JournalIssue": {"Volume": "103", "Issue": "11", "PubDate": {"Year": "2023", "Month": "Aug", "Day": "30"}}, "Title": "Journal of the science of food and agriculture", "ISOAbbreviation": "J Sci Food Agric"}, "ArticleTitle": "Health benefits of legume seeds.", "Pagination": {"StartPage": "5213", "EndPage": "5220", "MedlinePgn": "5213-5220"}, "Abstract": {"AbstractText": ["Pulses have been part of human nutrition for centuries. They are also used in folk medicine as products with multidirectional medicinal effects. They are annual plants representing the Fabaceae family. Their edible part is the fruit, i.e. the so-called pods. Whole pods or their parts can be eaten, depending on the species and fruit ripeness. Beans, peas, peanuts, chickpeas, lentils, broad beans and soybeans are edible legume species. Legume seeds are characterized by high nutritional value. Compared to seeds from other plants, they have high protein content ranging, on average, from 20% to 35%, depending on the type, growing conditions and maturity of the fruit. This review focuses on various health-promoting properties of legumes and presents their nutritional value and compounds exerting health-promoting effects. Many pulses have a low glycemic index, which is important for prevention and treatment of diabetes. In addition to their low glycemic index and high fiber content, pulses have α-amylase and α-glucosidase inhibitors, which reduce the absorption of glucose from the gastrointestinal tract. These compounds have antidiabetic and anti-inflammatory effects. Pulses have been shown to contain bioactive peptides with angiotensin-converting enzyme inhibitory properties; hence, they are useful in the treatment of cardiovascular diseases. Pulses used in the nutrition of obese individuals provide compounds with pancreatic lipase inhibitory properties, thus promoting weight reduction and control. © 2023 Society of Chemical Industry."], "CopyrightInformation": "© 2023 Society of Chemical Industry."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry and Food Chemistry, University of Life Sciences in Lublin, Lublin, Poland."}], "LastName": "Grdeń", "ForeName": "Paula", "Initials": "P"}, {"Identifier": ["0000-0002-1087-2000"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry and Food Chemistry, University of Life Sciences in Lublin, Lublin, Poland."}], "LastName": "Jakubczyk", "ForeName": "Anna", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Sci Food Agric", "NlmUniqueID": "0376334", "ISSNLinking": "0022-5142"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemistry"], "DescriptorName": "Fabaceae"}, {"QualifierName": [], "DescriptorName": "Glycine max"}, {"QualifierName": ["chemistry"], "DescriptorName": "Pisum sativum"}, {"QualifierName": ["chemistry"], "DescriptorName": "Seeds"}, {"QualifierName": ["chemistry"], "DescriptorName": "Cicer"}, {"QualifierName": [], "DescriptorName": "Vegetables"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Kouris-Blazos A and Belski R, Health benefits of legumes and pulses with a focus on Australian sweet lupins. Asia Pac J Clin Nutr 25:1-17 (2016)."}, {"Citation": "Bazzano LA, Thompson AM, Tees MT, Nguyen CH and Winham DM, Non-soy legume consumption lowers cholesterol levels: a meta-analysis of randomized controlled trials. Nutr Metab Cardiovasc Dis 21:94-103 (2011)."}, {"Citation": "Moravek D, Duncan AM, VanderSluis LB, Turkstra SJ, Rogers EJ, Wilson JM et al., Carbohydrate replacement of rice or potato with lentils reduces the postprandial glycemic response in healthy adults in an acute, randomized, crossover trial. J Nutr 148:535-541 (2018)."}, {"Citation": "Jenkins DJA, Kendall CWC, Augustin LSA, Mitchell S, Sahye-Pudaruth S, Blanco Mejia S et al., Effect of legumes as part of a low glycemic index diet on glycemic control and cardiovascular risk factors in type 2 diabetes mellitus: a randomized controlled trial. Arch Intern Med 172:1653-1660 (2012)."}, {"Citation": "Li J and Mao QQ, Legume intake and risk of prostate cancer: a meta-analysis of prospective cohort studies. Oncotarget 8:44776-44784 (2017)."}, {"Citation": "Wang Y, Wang Z, Fu L, Chen Y and Fang J, Legume consumption and colorectal adenoma risk: a meta-analysis of observational studies. PLoS One 8:6-12 (2013)."}, {"Citation": "Zhang L, Huang S, Cao L, Ge M, Li Y and Shao J, Vegetable-fruit-soybean dietary pattern and breast cancer: a meta-analysis of observational studies. J Nutr Sci Vitaminol 65:375-382 (2019)."}, {"Citation": "Kim SJ, De SRJ, Choo VL, Ha V, Cozma AI, Chiavaroli L et al., Effects of dietary pulse consumption on body weight: a systematic review and meta-analysis of randomized controlled trials. Am J Clin Nutr 103:1213-1223 (2016)."}, {"Citation": "Papanikolaou Y and Fulgoni VL, Bean consumption is associated with greater nutrient intake, reduced systolic blood pressure, lower body weight, and a smaller waist circumference in adults: results from the National Health and nutrition examination survey 1999-2002. J Am Coll Nutr 27:569-576 (2008)."}, {"Citation": "Kazemi M, McBreairty LE, Chizen DR, Pierson RA, Chilibeck PD and Zello GA, A comparison of a pulse-based diet and the therapeutic lifestyle changes diet in combination with exercise and health counselling on the cardio-metabolic risk profile in women with polycystic ovary syndrome: a randomized controlled trial. Nutrients 10(10):1387 (2018)."}, {"Citation": "Maphosa Y and Jideani VA, The role of legumes in human nutrition, in Functional Food-Improve Health through Adequate Food, IntechOpen Limited, London, United Kingdom, pp. 103-121 (2017)."}, {"Citation": "Janusz P, Rośliny strączkowe w Polsce-prrspektywy uprawy i wykorzystania nasion. Acta Agrophys 6:213-224 (2005)."}, {"Citation": "Singh B, Singh JP, Shevkani K, Singh N and Kaur A, Bioactive constituents in pulses and their health benefits. J Food Sci Technol 54:858-870 (2017)."}, {"Citation": "Australian Dietary Guidelines, National Health and Medical Research Council. National Health and Medical Research Council, Canberra (2013)."}, {"Citation": "Dietary Guidelines for Americans, Nutrition U.S. Department of Health and Human. U.S. Department of Agriculture, U.S. (2015)."}, {"Citation": "Caire-Juvera G, Vázquez-Ortiz FA and Grijalva-Haro MI, Composición de aminoácidos, calificación química y digestibilidad proteíca in vitro de alimentos consumidos frecuentemente en el Noroeste de México. Nutr Hosp 28:365-371 (2013)."}, {"Citation": "Haider LM, Schwingshackl L, Hoffmann G and Ekmekcioglu C, The effect of vegetarian diets on iron status in adults: a systematic review and meta-analysis. Crit Rev Food Sci Nutr 58:1359-1374 (2018)."}, {"Citation": "Hurrel R and Egli I, Iron bioavailability and dietary reference values. Am J Clin Nutr 91:1461-1467 (2011)."}, {"Citation": "Platel K and Srinivasan K, Bioavailability of micronutrients from plant foods: an update. Crit Rev Food Sci Nutr 56:1608-1619 (2016)."}, {"Citation": "Gebrelibanos M, Tesfaye D, Raghavendra Y and Sintayeyu B, Nutritional and health implications of legumes. Int J Pharm Sci Res 4:1269-1279 (2013)."}, {"Citation": "Çakir Ö, Uçarli C, Tarhan Ç, Pekmez M and Turgut-Kara N, Nutritional and health benefits of legumes and their distinctive genomic properties. Food Sci Technol 39:1-12 (2019)."}, {"Citation": "Sozer N, Holopaien-Mantila U and Poutanen K, Traditional and new food uses of pulses. Cereal Chem J 94:66-73 (2017)."}, {"Citation": "Pedrosa MM, Cuadrado C, Burbano C, Allaf K, Haddad J, Gelencsér E et al., Effect of instant controlled pressure drop on the oligosaccharides, inositol phosphates, trypsin inhibitors and lectins contents of different legumes. Food Chem 131:862-868 (2012)."}, {"Citation": "Sánchez-Chino X, Jiménez-Martínez C, Dávila-Ortiz G, Álvarez-González I and Madrigal-Bujaidar E, Nutrient and nonnutrient components of legumes, and its chemopreventive activity: a review. Nutr Cancer 67:401-410 (2015)."}, {"Citation": "Petroski W and Minich DM, Is there such a thing as “anti-nutrients”? A narrative review of perceived problematic plant compounds. Nutrients 12:1-32 (2020)."}, {"Citation": "Křížová L, Dadáková K, Kašparovská J and Kašparovský T, Isoflavones. Molecules 24(6):1076 (2019)."}, {"Citation": "Bouchenak M and Lamri-Senhadji M, Nutritional quality of legumes, and their role in cardiometabolic risk prevention: a review. J Med Food 16:185-198 (2013)."}, {"Citation": "Nissar J, Ahad T, Naik HR and Hussain SZ, A review phytic acid: As antinutrient or nutraceutical. J Pharmacogn Phytochem 6:1554-1560 (2017)."}, {"Citation": "Petry N, Egli I, Zeder C, Walczyk T and Hurrell R, Polyphenols and phytic acid contribute to the low iron bioavailability from common beans in young women. J Nutr 140:1977-1982 (2010)."}, {"Citation": "Ngoh YY and Gan CY, Enzyme-assisted extraction and identification of antioxidative and α-amylase inhibitory peptides from Pinto beans (Phaseolus vulgaris cv. Pinto). Food Chem 190:331-337 (2016)."}, {"Citation": "Yao X, Zhu L, Chen Y, Tian J and Wang Y, In vivo and in vitro antioxidant activity and α-glucosidase, α-amylase inhibitory effects of flavonoids from Cichorium glandulosum seeds. Food Chem 139:59-66 (2013)."}, {"Citation": "Ercan P and El SN, Inhibitory effects of chickpea and Tribulus terrestris on lipase, α-amylase and α-glucosidase. Food Chem 205:163-169 (2016)."}, {"Citation": "Aoki T, Akashi T and Ayabe SI, Flavonoids of leguminous plants: structure, biological activity, and biosynthesis. J Plant Res 113:475-488 (2000)."}, {"Citation": "Naghshi S, Sadeghi O, Willett WC and Esmaillzadeh A, Dietary intake of total, animal, and plant proteins and risk of all cause, cardiovascular, and cancer mortality: systematic review and dose-response meta-analysis of prospective cohort studies. BMJ 370:1-17 (2020)."}, {"Citation": "Ferreira H, Vasconcelos M, Gil AM and Pinto E, Benefits of pulse consumption on metabolism and health: a systematic review of randomized controlled trials. Crit Rev Food Sci Nutr 61:85-96 (2021)."}, {"Citation": "Jakubczyk A, Karas M, Rybczynska-Tkaczyk K, Zielinska E and Zielinski D, Current trends of bioactive peptides-new sources and therapeutic effect. Foods 9(7):846 (2020)."}, {"Citation": "Chatterjee S, Khunti K and Davies MJ, Type 2 diabetes. Lancet 389:2239-2251 (2017)."}, {"Citation": "Sarwar N, Gao P, Kondapally Seshasai SR, Gobin R, Kaptoge S, Angelantonio ED et al., Diabetes Mellitus, Fasting Blood Glucose Concentration, and Risk of Vascular Disease: A Collaborative Meta-Analysis of 102 Prospective Studies. Lancet 375(9733):2215-2222 (2010)."}, {"Citation": "Becerra-Tomás N, Díaz-López A, Rosique-Esteban N, Ros E, Buil-Cosiales P, Corella D et al., Legume consumption is inversely associated with type 2 diabetes incidence in adults: a prospective assessment from the PREDIMED study. Clin Nutr 37:906-913 (2018)."}, {"Citation": "Jakubczyk A, Karaś M, Złotek U and Szymanowska U, Identification of potential inhibitory peptides of enzymes involved in the metabolic syndrome obtained by simulated gastrointestinal digestion of fermented bean (Phaseolus vulgaris L.) seeds. Food Res Int 100:489-496 (2017)."}, {"Citation": "Jankowski P, Zasady profilaktyki chorób układu krążenia w 2018 roku (recommendations for cardiovascular disease prevention in 2018). Kardiol Inwazyjna 5:42-48 (2017)."}, {"Citation": "Polak R, Phillips EM and Campbell A, Legumes: health benefits and culinary approaches to increase intake. Clin Diabetes 33:198-205 (2015)."}, {"Citation": "Marventano S, Izquierdo Pulido M, Sánchez-González C, Godos J, Speciani A, Galvano F et al., Legume consumption and CVD risk: a systematic review and meta-analysis. Public Health Nutr 20:245-254 (2017)."}, {"Citation": "Afshin A, Micha R, Khatibzadeh S and Mozaffarian D, Consumption of nuts and legumes and risk of incident ischemic heart disease, stroke, and diabetes: a systematic review and meta-analysis. Am J Clin Nutr 100:278-288 (2014)."}, {"Citation": "Schwingshackl L, Schwedhelm C, Hoffmann G, Knüppel S, Iqbal K, Andriolo V et al., Food groups and risk of hypertension: a systematic review and dose-response meta-analysis of prospective studies. Adv Nutr 8:793-803 (2017)."}, {"Citation": "Garcia V, Joseph G, Shkolnik B, Ding Y, Zhang FF, Gotlinger K et al., Angiotensin II receptor blockade or deletion of vascular endothelial ACE does not prevent vascular dysfunction and remodeling in 20-HETE-dependent hypertension. Am J Physiol: Regul, Integr Comp Physiol 309:R71-R78 (2015)."}, {"Citation": "Jakubczyk A, Karaś M, Złotek U, Szymanowska U, Baraniak B and Bochnak J, Peptides obtained from fermented faba bean seeds (Vicia faba) as potential inhibitors of an enzyme involved in the pathogenesis of metabolic syndrome. LWT-Food Sci Technol 105:306-313 (2019)."}, {"Citation": "Mamilla RK and Mishra VK, Effect of germination on antioxidant and ACE inhibitory activities of legumes. LWT-Food Sci Technol 75:51-58 (2017)."}, {"Citation": "Sreerama YN, Sashikala VB and Pratape VM, Phenolic compounds in cowpea and horse gram flours in comparison to chickpea flour: evaluation of their antioxidant and enzyme inhibitory properties associated with hyperglycemia and hypertension. Food Chem 133:156-162 (2012)."}, {"Citation": "Polish Society of Dietetics, Standardy Leczenia Dietetycznego Otyłości Prostej U Osób Dorosłych Stanowisko Polskiego Towarzystwa Dietetyki 2015 Dietetyka. Dietetyka 8:1-21 (2015)."}, {"Citation": "Nowak J and Dittfeld A, Epidemiologia otyłości na świecie i w Polsce. Forum Zaburzeń Metab 5:1-5 (2014)."}, {"Citation": "Michał Wąsowski MWEM-S, Obesity-definition, epidemiology, pathogenesis. Postępy Nauk Med 4:301-306 (2013)."}, {"Citation": "McCrory MA, Hamaker BR, Lovejoy JC and Eichelsdoerfer PE, Pulse consumption, satiety, and weight management. Adv Nutr 1:17-30 (2010)."}, {"Citation": "Barnard ND, Levin SM and Yokoyama Y, A systematic review and meta-analysis of changes in body weight in clinical trials of vegetarian diets. J Acad Nutr Diet 115:954-969 (2015)."}, {"Citation": "Huang RY, Huang CC, Hu FB and Chavarro JE, Vegetarian diets and weight reduction: a meta-analysis of randomized controlled trials. J Gen Intern Med 31:109-116 (2016)."}, {"Citation": "Rizzo NS, Sabaté J, Jaceldo-Siegl K and Fraser GE, Vegetarian dietary patterns are associated with a lower risk of metabolic syndrome: the Adventist health study 2. Diabetes Care 34:1225-1227 (2011)."}, {"Citation": "Martinez-Villaluenga C, Rupasinghe SG, Schuler MA and Gonzalez De Mejia E, Peptides from purified soybean β-conglycinin inhibit fatty acid synthase by interaction with the thioesterase catalytic domain. FEBS J 277:1481-1493 (2010)."}, {"Citation": "Hou XD, Guan XQ, Cao YF, Weng ZM, Hu Q, Liu HB et al., Inhibition of pancreatic lipase by the constituents in St. John's Wort: In vitro and in silico investigations. Int J Biol Macromol 145:620-633 (2020)."}, {"Citation": "Jakubczyk A, Kiersnowska K, Ömeroğlu B, Gawlik-Dziki U, Tutaj K, Rybczyńska-Tkaczyk K et al., The influence of hypericum perforatum l. addition to wheat cookies on their antioxidant, anti-metabolic syndrome, and antimicrobial properties. Foods 10(6):1379 (2021)."}, {"Citation": "Zhong XS, Ge J, Wei CS, Quan XY, Juan MS and Chen Q, Association between dietary isoflavones in soy and legumes and endometrial cancer: a systematic review and meta-analysis. J Acad Nutr Diet 118:637-651 (2018)."}, {"Citation": "Zhu B, Sun Y, Qi L, Zhong R and Miao X, Dietary legume consumption reduces risk of colorectal cancer: evidence from a meta-analysis of cohort studies. Sci Rep 5:27-33 (2015)."}, {"Citation": "Magee PJ, Owusu-Apenten R, McCann MJ, Gill CI and Rowland IR, Chickpea (Cicer arietinum) and other plant-derived protease inhibitor concentrates inhibit breast and prostate cancer cell proliferation in vitro. Nutr Cancer 64:741-748 (2012)."}, {"Citation": "Rao S, Chinkwo K, Santhakumar A and Blanchard C, Inhibitory effects of pulse bioactive compounds on cancer development pathways. Diseases 6:72 (2018)."}, {"Citation": "Sánchez-Chino XM, Jiménez Martínez C, León-Espinosa EB, Garduño-Siciliano L, Álvarez-González I, Madrigal-Bujaidar E et al., Protective effect of chickpea protein hydrolysates on colon carcinogenesis associated with a hypercaloric diet. J Am Coll Nutr 38:162-170 (2019)."}, {"Citation": "Pizzino G, Irrera N, Cucinotta M, Pallio G, Mannino F, Arcoraci V et al., Oxidative stress: harms and benefits for human health. Oxid Med Cell Longev 2017:1-13 (2017)."}, {"Citation": "Soltani S, Chitsazi MJ and Salehi-Abargouei A, The effect of dietary approaches to stop hypertension (DASH) on serum inflammatory markers: a systematic review and meta-analysis of randomized trials. Clin Nutr 37(2):54-2550 (2018)."}, {"Citation": "North CJ, Venter CS and Jerling JC, The effects of dietary fibre on C-reactive protein, an inflammation marker predicting cardiovascular disease. Eur J Clin Nutr 63:921-933 (2009)."}, {"Citation": "Haghighatdoost F, Bellissimo N, Totosy De Zepetnek JO and Rouhani MH, Association of vegetarian diet with inflammatory biomarkers: a systematic review and meta-analysis of observational studies. Public Health Nutr 20:2713-2721 (2017)."}, {"Citation": "Salehi-Abargouei A, Saraf-Bank S, Bellissimo N and Azadbakht L, Effects of non-soy legume consumption on C-reactive protein: a systematic review and meta-analysis. Nutrition 31:631-639 (2015)."}, {"Citation": "Zhao Y, Du SK, Wang H and Cai M, In vitro antioxidant activity of extracts from common legumes. Food Chem 152:462-466 (2014)."}, {"Citation": "Fidrianny I, Elviana D and Ruslan K, In vitro antioxidant activities in various beans extracts of five legumes from west of java-Indonesia using DPPH and ABTS methods. Int J Pharmacogn Phytochem Res 8:470-476 (2016)."}, {"Citation": "Wawryka J and Zdrojewicz Z, Fasola-Wazny składnik zdrowej diety. Analiza wartości odzywczych. Pediatr i Med Rodz 12:394-403 (2016)."}, {"Citation": "Jarosz M, Rychlik E, Stoś K and Charzewska J, Normy żywienia dla populacji Polski i ich zastosowanie. Normy żywienia dla Popul Pol i ich Zastos, Warszawa, Polska (2020)."}, {"Citation": "Johnstone EB, Rosen MP, Neril R, Trevithick D, Sternfeld B, Murphy R et al., The polycystic ovary post-Rotterdam: a common, age-dependent finding in ovulatory women without metabolic significance. J Clin Endocrinol Metab 95:4965-4972 (2010)."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2023", "Month": "3", "Day": "6"}, {"Year": "2021", "Month": "6", "Day": "29"}, {"Year": "2023", "Month": "3", "Day": "29"}, {"Year": "2023", "Month": "7", "Day": "3", "Hour": "6", "Minute": "41"}, {"Year": "2023", "Month": "3", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "29", "Hour": "10", "Minute": "53"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36988580", "10.1002/jsfa.12585"]}}], "PubmedBookArticle": []}