{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Bestkeeper", "Lamiophlomis rotata", "NormFinder", "RT-qPCR", "RefFinder", "geNorm", "reference genes"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36980847", "DateCompleted": {"Year": "2023", "Month": "03", "Day": "30"}, "DateRevised": {"Year": "2023", "Month": "04", "Day": "24"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "02", "Day": "24"}], "Language": ["eng"], "ELocationID": ["573", "10.3390/genes14030573"], "Journal": {"ISSN": "2073-4425", "JournalIssue": {"Volume": "14", "Issue": "3", "PubDate": {"Year": "2023", "Month": "Feb", "Day": "24"}}, "Title": "Genes", "ISOAbbreviation": "Genes (Basel)"}, "ArticleTitle": "Evaluation of Candidate Reference Genes for Gene Expression Analysis in Wild <i>Lamiophlomis rotata</i>.", "Abstract": {"AbstractText": ["<i>Lamiophlomis rotata</i> (Benth.) Kudo is a perennial and unique medicinal plant of the Qinghai-Tibet Plateau. It has the effects of diminishing inflammation, activating blood circulation, removing blood stasis, reducing swelling, and relieving pain. However, thus far, reliable reference gene identifications have not been reported in wild <i>L. rotata</i>. In this study, we identified suitable reference genes for the analysis of gene expression related to the medicinal compound synthesis in wild <i>L. rotata</i> subjected to five different-altitude habitats. Based on the RNA-Seq data of wild <i>L. rotata</i> from five different regions, the stability of 15 candidate internal reference genes was analyzed using geNorm, NormFinder, BestKeeper, and RefFinder. <i>TFIIS</i>, <i>EF-1α</i>, and <i>CYP22</i> were the most suitable internal reference genes in the leaves of <i>L. rotata</i> from different regions, while <i>OBP</i>, <i>TFIIS</i>, and <i>CYP22</i> were the optimal reference genes in the roots of <i>L. rotata</i>. The reference genes identified here would be very useful for gene expression studies with different tissues in <i>L. rotata</i> from different habitats."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Sciences, Qinghai Normal University, Xining 810008, China."}], "LastName": "Wang", "ForeName": "Luhao", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Sciences, Qinghai Normal University, Xining 810008, China."}, {"Identifier": [], "Affiliation": "Academy of Plateau Science and Sustainability, Qinghai Normal University, Xining 810008, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Tibetan Plateau Medicinal Plant and Animal Resources, Qinghai Normal University, Xining 810008, China."}], "LastName": "Qiao", "ForeName": "Feng", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Academy of Agricultural and Forestry Sciences, Qinghai University, Xining 810016, China."}], "LastName": "Geng", "ForeName": "Guigong", "Initials": "G"}, {"Identifier": ["0000-0003-0009-285X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Sciences, Qinghai Normal University, Xining 810008, China."}], "LastName": "Lu", "ForeName": "Yueheng", "Initials": "Y"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Genes (Basel)", "NlmUniqueID": "101551097", "ISSNLinking": "2073-4425"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Tibet"}, {"QualifierName": ["genetics"], "DescriptorName": "Lamiaceae"}, {"QualifierName": [], "DescriptorName": "Gene Expression Profiling"}, {"QualifierName": [], "DescriptorName": "Pain"}, {"QualifierName": ["genetics"], "DescriptorName": "Plants, Medicinal"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Li Y., Liang X., Zhou X., Wu Z., Yuan L., Wang Y., Li Y. Selection of reference genes for qRT-PCR analysis in medicinal plant Glycyrrhiza under abiotic stresses and hormonal treatments. Plants. 2020;9:1441. doi: 10.3390/plants9111441.", "ArticleIdList": ["10.3390/plants9111441", "PMC7692165", "33114570"]}, {"Citation": "Wang W., Hu S., Cao Y., Chen R., Wang Z., Cao X. Selection and evaluation of reference genes for qRT-PCR of Scutellaria baicalensis Georgi under different experimental conditions. Mol. Biol. Rep. 2021;48:1115–1126. doi: 10.1007/s11033-021-06153-y.", "ArticleIdList": ["10.1007/s11033-021-06153-y", "PMC7842394", "33511512"]}, {"Citation": "Lian C., Zhang B., Yang J., Lan J., Yang H., Guo K., Li J., Chen S. Validation of suitable reference genes by various algorithms for gene expression analysis in Isodon rubescens under different abiotic stresses. Sci. Rep. 2022;12:19599. doi: 10.1038/s41598-022-22397-5.", "ArticleIdList": ["10.1038/s41598-022-22397-5", "PMC9666634", "36380055"]}, {"Citation": "Wang X., Wu Z., Bao W., Hu H., Chen M., Chai T., Wang H. Identification and evaluation of reference genes for quantitative real-time PCR analysis in Polygonum cuspidatum based on transcriptome data. BMC Plant Biol. 2019;19:498. doi: 10.1186/s12870-019-2108-0.", "ArticleIdList": ["10.1186/s12870-019-2108-0", "PMC6854638", "31726985"]}, {"Citation": "Kou X.Y., Zhang L., Yang S.Z., Li G.H., Ye J.L. Selection and validation of reference genes for quantitative RT-PCR analysis in peach fruit under different experimental conditions. Sci. Hortic. 2017;225:195–203. doi: 10.1016/j.scienta.2017.07.004.", "ArticleIdList": ["10.1016/j.scienta.2017.07.004"]}, {"Citation": "Bustin S.A., Benes V., Garson J.A., Hellemans J., Huggett J., Kubista M., Mueller R., Nolan T., Pfaffl M.W., Shipley G.L., et al. The MIQE guidelines: Minimum information for publication of quantitative real-time PCR experiments. Clin. Chem. 2009;55:611–622. doi: 10.1373/clinchem.2008.112797.", "ArticleIdList": ["10.1373/clinchem.2008.112797", "19246619"]}, {"Citation": "Nolan T., Hands R.E., Bustin S.A. Quantification of mRNA using real-time RT-PCR. Nat. Protoc. 2006;1:1559–1582. doi: 10.1038/nprot.2006.236.", "ArticleIdList": ["10.1038/nprot.2006.236", "17406449"]}, {"Citation": "Xu L., Xu H., Cao Y., Yang P., Feng Y., Tang Y., Yuan S., Ming J. Validation of reference genes for quantitative real-time PCR during bicolor Tepal development in Asiatic hybrid lilies (Lilium spp.) Front. Plant Sci. 2017;8:669. doi: 10.3389/fpls.2017.00669.", "ArticleIdList": ["10.3389/fpls.2017.00669", "PMC5404265", "28487721"]}, {"Citation": "Yuan W., Wan H.J., Yang Y.J. Characterization and selection of reference genes for real-time quantitative RT-PCR of plants. Chin. Bull. Bot. 2012;47:427–436. doi: 10.3724/SP.J.1259.2012.00427.", "ArticleIdList": ["10.3724/SP.J.1259.2012.00427"]}, {"Citation": "Sun H., Jiang X., Sun M., Cong H., Qiao F. Evaluation of reference genes for normalizing RT-qPCR in leaves and suspension cells of Cephalotaxus hainanensis under various stimuli. Plant Methods. 2019;15:31. doi: 10.1186/s13007-019-0415-y.", "ArticleIdList": ["10.1186/s13007-019-0415-y", "PMC6434779", "30962812"]}, {"Citation": "Long X.Y., Wang J.R., Ouellet T., Rocheleau H., Wei Y.M., Pu Z.E., Jiang Q.T., Lan X.J., Zheng Y.L. Genome-wide identification and evaluation of novel internal control genes for Q-PCR based transcript normalization in wheat. Plant Mol. Biol. 2010;74:307–311. doi: 10.1007/s11103-010-9666-8.", "ArticleIdList": ["10.1007/s11103-010-9666-8", "20658259"]}, {"Citation": "Reid K.E., Olsson N., Schlosser J., Peng F., Lund S.T. An optimized grapevine RNA isolation procedure and statistical de-termination of reference genes for real-time RT-PCR during berry development. BMC Plant Biol. 2006;6:27. doi: 10.1186/1471-2229-6-27.", "ArticleIdList": ["10.1186/1471-2229-6-27", "PMC1654153", "17105665"]}, {"Citation": "Liu Y.P., Zhang Y., Liu F., Liu T., Chen J.Y., Fu G., Zheng C.Y., Su D.D., Wang Y.N., Zhou H.K. Establishment of reference (housekeeping) genes via quantitative real-time PCR for investigation of the genomic basis of abiotic stress resistance in Psammochloa villosa (Poaceae) J. Plant Physiol. 2022;268:153575. doi: 10.1016/j.jplph.2021.153575.", "ArticleIdList": ["10.1016/j.jplph.2021.153575", "34837885"]}, {"Citation": "Nicot N., Hausman J.F., Hoffmann L., Evers D. Housekeeping gene selection for real-time RT-PCR normalization in potato during biotic and abiotic stress. J. Exp. Bot. 2005;56:2907–2914. doi: 10.1093/jxb/eri285.", "ArticleIdList": ["10.1093/jxb/eri285", "16188960"]}, {"Citation": "Li Y., Li F., Zheng T.T., Shi L., Zhang Z.G., Niu T.M., Wang Q.Y., Zhao D.S., Li W., Zhao P. Lamiophlomis herba: A comprehensive overview of its chemical constituents, pharmacology, clinical applications, and quality control. Biomed. Pharmacother. 2021;144:112299. doi: 10.1016/j.biopha.2021.112299.", "ArticleIdList": ["10.1016/j.biopha.2021.112299", "34656063"]}, {"Citation": "Huang X.J., Wang J., Muhammad A., Tong H.Y., Wang D.G., Li J., Ihsan A., Yang G.Z. Systems pharmacology-based dissection of mechanisms of Tibetan medicinal compound Ruteng as an effective treatment for collagen-induced arthritis rats. J. Ethnopharmacol. 2021;272:113953. doi: 10.1016/j.jep.2021.113953.", "ArticleIdList": ["10.1016/j.jep.2021.113953", "33610711"]}, {"Citation": "Xia M., Zhang Y., Wu H., Zhang Q., Liu Q., Li G., Zhao T., Liu X., Zheng S., Qian Z., et al. Forsythoside B attenuates neuro-inflammation and neuronal apoptosis by inhibition of NF-κB and p38-MAPK signaling pathways through activating Nrf2 post spinal cord injury. Int. Immunopharmacol. 2022;111:109120. doi: 10.1016/j.intimp.2022.109120.", "ArticleIdList": ["10.1016/j.intimp.2022.109120", "35944463"]}, {"Citation": "Ma L., Zhong M., Jiang G., Long F., Wu W., Jiang Y. Elucidation of the active ingredients of Lamiophlomis herba against hemorrhage based on network pharmacology and tail snipping model in mice. Pharmazie. 2020;8:381–384. doi: 10.1691/ph.2020.0507.", "ArticleIdList": ["10.1691/ph.2020.0507", "32758337"]}, {"Citation": "La M., Zhang F., Gao S., Liu X., Wu Z., Sun L., Tao X., Chen W. Constituent analysis and quality control of Lamiophlomis rotata by LC-TOF/MS and HPLC-UV. J. Pharm. Biomed. Anal. 2015;102:366–376. doi: 10.1016/j.jpba.2014.09.038.", "ArticleIdList": ["10.1016/j.jpba.2014.09.038", "25459936"]}, {"Citation": "Zhao X., Jiang S., Dong Q., Dang J., Liu Z., Han H., Tao Y., Yue H. Anti-rheumatoid arthritis effects of iridoid glucosides from Lamiophlomis rotata (Benth.) kudo on adjuvant-induced arthritis in rats by OPG/RANKL/NF-κB signaling pathways. J. Ethnopharmacol. 2021;266:13402. doi: 10.1016/j.jep.2020.113402.", "ArticleIdList": ["10.1016/j.jep.2020.113402", "32980481"]}, {"Citation": "Fan P.C., Ma H.P., Hao Y., He X.R., Sun A.J., Jiang W., Li M.X., Jing L.L., He L., Ma J., et al. A new anti-fibrinolytic hemostatic com-pound 8-O-acetyl shanzhiside methylester extracted from Lamiophlomis rotata. J. Ethnopharmacol. 2016;187:232–238. doi: 10.1016/j.jep.2016.04.016.", "ArticleIdList": ["10.1016/j.jep.2016.04.016", "27085939"]}, {"Citation": "Zhu B., Gong N., Fan H., Peng C.S., Ding X.J., Jiang Y., Wang Y.X. Lamiophlomis rotata, an orally available Tibetan herbal painkiller, specifically reduces pain hypersensitivity states through the activation of spinal glucagon-like peptide-1 receptors. Anesthesiology. 2014;121:835–851. doi: 10.1097/ALN.0000000000000320.", "ArticleIdList": ["10.1097/ALN.0000000000000320", "25247855"]}, {"Citation": "Cui Z.H., Qin S.S., Zang E.H., Li C., Gao L., Li Q.C., Wang Y.L., Huang X.Z., Zhang Z.Y., Li M.H. Traditional uses, phytochemistry, pharmacology and toxicology of Lamiophlomis rotata (Benth.) Kudo: A review. RSC Adv. 2020;10:11463–11474. doi: 10.1039/D0RA01050B.", "ArticleIdList": ["10.1039/D0RA01050B", "PMC9050497", "35495311"]}, {"Citation": "Guan X., Li Z., Zhou Y., Shao W., Zhang D. Active learning for efficient analysis of high-throughput nanopore data. Bioinformatics. 2023;39:764. doi: 10.1093/bioinformatics/btac764.", "ArticleIdList": ["10.1093/bioinformatics/btac764", "PMC9825740", "36445037"]}, {"Citation": "Mursyidah A.K., Hafizzudin-Fedeli M., Nor Muhammad N.A., Latiff A., Firdaus-Raih M., Wan K.L. Dissecting the biology of Rafflesia species: Current progress and future directions made possible with high-throughput sequencing data. Plant Cell Physiol. 2023;6:4. doi: 10.1093/pcp/pcad004.", "ArticleIdList": ["10.1093/pcp/pcad004", "36611267"]}, {"Citation": "Julca I., Tan Q.W., Mutwil M. Toward kingdom-wide analyses of gene expression. Trends Plant Sci. 2023;28:235–249. doi: 10.1016/j.tplants.2022.09.007.", "ArticleIdList": ["10.1016/j.tplants.2022.09.007", "36344371"]}, {"Citation": "Kapoor B., Kumar A., Kumar P. Transcriptome repository of north-western himalayan endangered medicinal herbs: A paramount approach illuminating molecular perspective of phytoactive molecules and secondary metabolism. Mol. Genet. Genom. 2021;296:1177–1202. doi: 10.1007/s00438-021-01821-x.", "ArticleIdList": ["10.1007/s00438-021-01821-x", "34557965"]}, {"Citation": "Tang X., Li J., Liu L., Jing H., Zuo W., Zeng Y. Transcriptome analysis provides insights into Potentilla bifurca adaptation to high altitude. Life. 2022;12:1337. doi: 10.3390/life12091337.", "ArticleIdList": ["10.3390/life12091337", "PMC9503701", "36143374"]}, {"Citation": "Xiao X.O., Lin W., Feng E., Ou X. Transcriptome and metabolome response of eggplant against Ralstonia solanacearum infection. PeerJ. 2023;11:14658. doi: 10.7717/peerj.14658.", "ArticleIdList": ["10.7717/peerj.14658", "PMC9840387", "36647448"]}, {"Citation": "Liang N., Charron J.B., Jabaji S. Comparative transcriptome analysis reveals the biocontrol mechanism of Bacillus velezensis E68 against Fusarium graminearum DAOMC 180378, the causal agent of Fusarium head blight. PLoS ONE. 2023;18:0277983. doi: 10.1371/journal.pone.0277983.", "ArticleIdList": ["10.1371/journal.pone.0277983", "PMC9879434", "36701319"]}, {"Citation": "Saberi Riseh R., Skorik Y.A., Thakur V.K., Moradi Pour M., Tamanadar E., Noghabi S.S. Encapsulation of plant biocontrol bacteria with alginate as a main polymer material. Int. J. Mol. Sci. 2021;22:11165. doi: 10.3390/ijms222011165.", "ArticleIdList": ["10.3390/ijms222011165", "PMC8538305", "34681825"]}, {"Citation": "Zhao Z., Zhang Z., Ding Z., Meng H., Shen R., Tang H., Liu Y.G., Chen L. Public-transcriptome-database-assisted selection and validation of reliable reference genes for qRT-PCR in rice. Sci. China Life Sci. 2020;63:92–101. doi: 10.1007/s11427-019-1553-5.", "ArticleIdList": ["10.1007/s11427-019-1553-5", "31709495"]}, {"Citation": "Bai X., Chen T., Wu Y., Tang M., Xu Z.-F. Selection and validation of reference genes for qRT-PCR analysis in the oil-rich tuber crop tiger nut (Cyperus esculentus) based on transcriptome data. Int. J. Mol. Sci. 2021;22:2569. doi: 10.3390/ijms22052569.", "ArticleIdList": ["10.3390/ijms22052569", "PMC7961719", "33806437"]}, {"Citation": "Dos Santos K.C.G., Desgagné-Penix I., Germain H. Custom selected reference genes outperform pre-defined reference genes in transcriptomic analysis. BMC Genom. 2020;21:35. doi: 10.1186/s12864-019-6426-2.", "ArticleIdList": ["10.1186/s12864-019-6426-2", "PMC6954607", "31924161"]}, {"Citation": "St-Pierre J., Grégoire J.C., Vaillancourt C. A simple method to assess group difference in RT-qPCR reference gene selection using GeNorm: The case of the placental sex. Sci. Rep. 2017;7:16923. doi: 10.1038/s41598-017-16916-y.", "ArticleIdList": ["10.1038/s41598-017-16916-y", "PMC5717228", "29209038"]}, {"Citation": "Andersen C.L., Jensen J.L., Ørntoft T.F. Normalization of real-time quantitative reverse transcription-PCR data: A model-based variance estimation approach to identify genes suited for normalization, applied to bladder and colon cancer data sets. Cancer Res. 2004;64:5245–5250. doi: 10.1158/0008-5472.CAN-04-0496.", "ArticleIdList": ["10.1158/0008-5472.CAN-04-0496", "15289330"]}, {"Citation": "Pfaffl M.W., Tichopad A., Prgomet C., Neuvians T.P. Determination of stable housekeeping genes, differentially regulated target genes and sample integrity: BestKeeper—Excel-based tool using pair-wise correlations. Biotechnol. Lett. 2004;26:509–515. doi: 10.1023/B:BILE.0000019559.84305.47.", "ArticleIdList": ["10.1023/B:BILE.0000019559.84305.47", "15127793"]}, {"Citation": "Xie F., Xiao P., Chen D., Xu L., Zhang B. miRDeepFinder: A miRNA analysis tool for deep sequencing of plant small RNAs. Plant Mol. Biol. 2012;31:75–84. doi: 10.1007/s11103-012-9885-2.", "ArticleIdList": ["10.1007/s11103-012-9885-2", "22290409"]}, {"Citation": "Pfaffl M.W. A new mathematical model for relative quantification in real-time RT–PCR. Nucleic Acids Res. 2001;29:e45. doi: 10.1093/nar/29.9.e45.", "ArticleIdList": ["10.1093/nar/29.9.e45", "PMC55695", "11328886"]}, {"Citation": "Yao J., Zhu G., Liang D., He B., Wang Y., Cai Y., Zhang Q. Reference gene selection for qPCR analysis in Schima superba under abiotic stress. Genes. 2022;13:1887. doi: 10.3390/genes13101887.", "ArticleIdList": ["10.3390/genes13101887", "PMC9601953", "36292772"]}, {"Citation": "Qu R., Miao Y., Cui Y., Cao Y., Zhou Y., Tang X., Yang J., Wang F. Selection of reference genes for the quantitative real-time PCR normalization of gene expression in Isatis indigotica fortune. BMC Mol. Biol. 2019;20:9. doi: 10.1186/s12867-019-0126-y.", "ArticleIdList": ["10.1186/s12867-019-0126-y", "PMC6434783", "30909859"]}, {"Citation": "Ma R., Xu S., Zhao Y., Xia B., Wang R. Selection and validation of appropriate reference genes for quantitative real-time PCR analysis of gene expression in Lycoris aurea. Front. Plant Sci. 2016;7:536. doi: 10.3389/fpls.2016.00536.", "ArticleIdList": ["10.3389/fpls.2016.00536", "PMC4843812", "27200013"]}, {"Citation": "Yin H., Yin D., Zhang M., Gao Z., Tuluhong M., Li X., Li J., Li B., Cui G. Validation of appropriate reference genes for qRT–PCR normalization in oat (Avena sativa L.) under UV-B and high-light stresses. Int. J. Mol. Sci. 2022;23:11187. doi: 10.3390/ijms231911187.", "ArticleIdList": ["10.3390/ijms231911187", "PMC9570368", "36232488"]}, {"Citation": "Akbarabadi A., Ismaili A., Kahrizi D., Nazarian Firouzabadi F. Validation of expression stability of reference genes in response to herbicide stress in wild oat (Avena ludoviciana) Cell Mol. Biol. 2018;4:113–118. doi: 10.14715/cmb/2018.64.4.19.", "ArticleIdList": ["10.14715/cmb/2018.64.4.19", "29631693"]}, {"Citation": "Hossain M.S., Ahmed R., Haque M.S., Alam M.M., Islam M.S. Identification and validation of reference genes for real-time quantitative RT-PCR analysis in jute. BMC Mol. Biol. 2019;20:13. doi: 10.1186/s12867-019-0130-2.", "ArticleIdList": ["10.1186/s12867-019-0130-2", "PMC6489354", "31035927"]}, {"Citation": "Yang Z., Zhang R., Zhou Z. Identification and validation of reference genes for gene expression analysis in Schima superba. Genes. 2021;12:732. doi: 10.3390/genes12050732.", "ArticleIdList": ["10.3390/genes12050732", "PMC8153319", "34068362"]}, {"Citation": "Zhang Z., Li C., Zhang J., Chen F., Gong Y., Li Y., Su Y., Wei Y., Zhao Y. Selection of the reference gene for expression normalization in Papaver somniferum, L. under abiotic stress and hormone treatment. Genes. 2020;11:124. doi: 10.3390/genes11020124.", "ArticleIdList": ["10.3390/genes11020124", "PMC7074096", "31979407"]}, {"Citation": "Liu C., Wang L., Sun Y., Zhao X., Chen T., Su X., Guo H., Wang Q., Xi X., Ding Y., et al. Probe synthesis reveals eukaryotic translation elongation factor[1-Alpha]1 as the anti-pancreatic cancer target of BE-43547A. Angew. Chem. Int. Ed. Engl. 2022;61:e202206953. doi: 10.1002/anie.202211687.", "ArticleIdList": ["10.1002/anie.202211687", "35705783"]}, {"Citation": "Kristensen R., Torp M., Kosiak B., Holst-Jensen A. Phylogeny and toxigenic potential is correlated in Fusarium species as revealed by partial translation elongation factor 1 alpha gene sequences. Mycol. Res. 2005;109:173–186. doi: 10.1017/S0953756204002114.", "ArticleIdList": ["10.1017/S0953756204002114", "15839101"]}, {"Citation": "Tatsuka M., Mitsui H., Wada M., Nagata A., Nojima H., Okayama H. Elongation factor-1α gene determines susceptibility to transformation. Nature. 1992;359:333–336. doi: 10.1038/359333a0.", "ArticleIdList": ["10.1038/359333a0", "1383827"]}, {"Citation": "Hammond G.R.V., Pacheco J. Oxysterol binding protein: Tether, transporter... and Flux Capacitor? Trends Cell Biol. 2019;29:531–533. doi: 10.1016/j.tcb.2019.04.004.", "ArticleIdList": ["10.1016/j.tcb.2019.04.004", "31103279"]}, {"Citation": "Zhang S., Zhou F., Liu Z., Feng X., Li Y., Zhu P. Inactivation of BoORP3a, an oxysterol-binding protein, causes a low wax phenotype in ornamental kale. Hortic. Res. 2022;9:219. doi: 10.1093/hr/uhac219.", "ArticleIdList": ["10.1093/hr/uhac219", "PMC9720449", "36479583"]}, {"Citation": "Soni P., Shivhare R., Kaur A., Bansal S., Sonah H., Deshmukh R., Giri J., Lata C., Ram H. Reference gene identification for gene expression analysis in rice under different metal stress. J. Biotechnol. 2021;332:83–93. doi: 10.1016/j.jbiotec.2021.03.019.", "ArticleIdList": ["10.1016/j.jbiotec.2021.03.019", "33794279"]}, {"Citation": "Qiao Z.W., Wang D.R., Wang X., You C.X., Wang X.F. Genome-wide identification and stress response analysis of cyclophilin gene family in apple (Malus × domestica) BMC Genom. 2022;23:806. doi: 10.1186/s12864-022-08976-w.", "ArticleIdList": ["10.1186/s12864-022-08976-w", "PMC9727951", "36474166"]}, {"Citation": "Chen Q., Chen Q.-J., Sun G.-Q., Zheng K., Yao Z.-P., Han Y.-H., Wang L.-P., Duan Y.-J., Yu D.-Q., Qu Y.-Y. Genome-wide identification of cyclophilin gene family in cotton and expression analysis of the fibre development in Gossypium barbadense. Int. J. Mol. Sci. 2019;20:349. doi: 10.3390/ijms20020349.", "ArticleIdList": ["10.3390/ijms20020349", "PMC6359516", "30654456"]}, {"Citation": "Kumar S., Ahmad A., Kushwaha N., Shokeen N., Negi S., Gautam K., Singh A., Tiwari P., Garg R., Agarwal R., et al. Selection of ideal reference genes for gene expression analysis in COVID-19 and Mucormycosis. Microbiol. Spectr. 2022;10:e0165622. doi: 10.1128/spectrum.01656-22.", "ArticleIdList": ["10.1128/spectrum.01656-22", "PMC9769637", "36377893"]}, {"Citation": "Zhang Y., Zhao Y., Wang J., Hu T., Tong Y., Zhou J., Song Y., Gao W., Huang L. Overexpression and RNA interference of TwDXR regulate the accumulation of terpenoid active ingredients in Tripterygium wilfordii. Biotechnol. Lett. 2018;40:419–425. doi: 10.1007/s10529-017-2484-1.", "ArticleIdList": ["10.1007/s10529-017-2484-1", "29270714"]}, {"Citation": "Henriquez M.A., Soliman A., Li G., Hannoufa A., Ayele B.T., Daayf F. Molecular cloning, functional characterization and expression of potato (Solanum tuberosum) 1-deoxy-d-xylulose 5-phosphate synthase 1 (StDXS1) in response to Phytophthora infestans. Plant Sci. 2016;243:71–83. doi: 10.1016/j.plantsci.2015.12.001.", "ArticleIdList": ["10.1016/j.plantsci.2015.12.001", "26795152"]}, {"Citation": "Hao G., Shi R., Tao R., Fang Q., Jiang X., Ji H., Feng L., Huang L. Cloning, molecular characterization and functional analysis of 1-hydroxy-2-methyl-2-(E)-butenyl-4-diphosphate reductase (HDR) gene for diterpenoid tanshinone biosynthesis in Salvia miltiorrhiza Bge. f. alba. Plant Physiol. Biochem. 2013;70:21–32. doi: 10.1016/j.plaphy.2013.05.010.", "ArticleIdList": ["10.1016/j.plaphy.2013.05.010", "23770591"]}, {"Citation": "Tong Y., Su P., Zhao Y., Zhang M., Wang X., Liu Y., Zhang X., Gao W., Huang L. Molecular cloning and characterization of DXS and DXR genes in the terpenoid biosynthetic pathway of Tripterygium wilfordii. Int. J. Mol. Sci. 2015;16:25516–25535. doi: 10.3390/ijms161025516.", "ArticleIdList": ["10.3390/ijms161025516", "PMC4632813", "26512659"]}, {"Citation": "Zhou W., Huang F., Li S., Wang Y., Zhou C., Shi M., Wang J., Chen Y., Wang Y., Wang H., et al. Molecular cloning and characterization of two 1-deoxy-D-xylulose-5-phosphate synthase genes involved in tanshinone biosynthesis in Salvia miltiorrhiza. Mol. Breed. 2016;36:124. doi: 10.1007/s11032-016-0550-3.", "ArticleIdList": ["10.1007/s11032-016-0550-3"]}, {"Citation": "Kim Y.B., Kim S.M., Sathasivam R., Kim Y.K., Park S.U., Kim S.U. Overexpression of Ginkgo biloba Hydroxy-2-methyl-2-(E)-butenyl 4-diphosphate reductase 2 gene (GbHDR2) in Nicotiana tabacum cv. Xanthi. 3 Biotech. 2021;11:337. doi: 10.1007/s13205-021-02887-5.", "ArticleIdList": ["10.1007/s13205-021-02887-5", "PMC8208371", "34221808"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "1", "Day": "19"}, {"Year": "2023", "Month": "2", "Day": "10"}, {"Year": "2023", "Month": "2", "Day": "22"}, {"Year": "2023", "Month": "3", "Day": "30", "Hour": "6", "Minute": "11"}, {"Year": "2023", "Month": "3", "Day": "29", "Hour": "1", "Minute": "27"}, {"Year": "2023", "Month": "3", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "24"}], "PublicationStatus": "epublish", "ArticleIdList": ["36980847", "PMC10048348", "10.3390/genes14030573", "genes14030573"]}}], "PubmedBookArticle": []}