{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Artemisia species", "DPPH", "artemisinin", "chromatographical analysis"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "36984883", "DateRevised": {"Year": "2023", "Month": "03", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "03", "Day": "17"}], "Language": ["eng"], "ELocationID": ["443", "10.3390/metabo13030443"], "Journal": {"ISSN": "2218-1989", "JournalIssue": {"Volume": "13", "Issue": "3", "PubDate": {"Year": "2023", "Month": "Mar", "Day": "17"}}, "Title": "Metabolites", "ISOAbbreviation": "Metabolites"}, "ArticleTitle": "Phytochemicals Identification and Bioactive Compounds Estimation of <i>Artemisia</i> Species Grown in Saudia Arabia.", "Abstract": {"AbstractText": ["<i>Artemisia</i> species are very important medicinal plants, particularly in the Middle East and in developing countries. Their products have been used in traditional and medicine contemporary for the treating of infectious ulcers, gangrenous ulcers, inflammations, and malaria. Artemisinin derived from <i>Artemisia</i> species has been used as a drug in many countries for malaria disease treatment. Hence, this study aimed to identify and evaluate the bioactive compounds of three species of <i>Artemisia</i> (<i>Artemisia judaica</i>, <i>Artemisia monosperma</i>, and <i>Artemisia sieberi</i>) growing in Saudi Arabia. Therefore, several analytical techniques, such as gas chromatography-mass spectrometry (GC-MS), UV-Visible spectrophotometry (UV-Vis), and high-performance liquid chromatography (HPLC), with reference standards, were used. The GC-MS analysis of the <i>artemisia</i> species revealed many bioactive constituents associated with plant secondary metabolites; some of these identified phytochemical components have biological activity. <i>A. Judaica</i> showed the highest number of bioactive compounds, followed by <i>A. sieberi</i> and <i>A. monosperma</i>. Further, the total phenol, total flavonoid, total tannin, terpenoids, and TCA were estimated. Furthermore, biomolecules such gallic acid, tannin acid, quercetin, and artemisinin in different artemisia species were quantified using HPLC with the reference standard. The amount of artemisinin in the leaf extract of these species (<i>A. sieberi</i>, <i>A. Judaica</i>, and <i>A. monosperma)</i> was found to be about 3.01, 2.5, and 1.9 mg/g DW, respectively. Moreover, the antioxidant activity of the samples was estimated. The obtained results have shown that these species possessed high antioxidant activity, and the scavenging of the DPPH radical and hydrogen peroxide were found to be raised with the increase in the plant extract concentration. This reflects the number of bioactive compounds in these species. The findings of this research support and justify the utilization of <i>Artemisia</i> species in folk medicine in the Middle East."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Botany and Microbiology Department, College of Science, King Saud University, P.O. Box 2455, Riyadh 11451, Saudi Arabia."}], "LastName": "Salih", "ForeName": "Abdalrhaman M", "Initials": "AM"}, {"Identifier": ["0000-0002-0064-1516"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Botany and Microbiology Department, College of Science, King Saud University, P.O. Box 2455, Riyadh 11451, Saudi Arabia."}], "LastName": "Qahtan", "ForeName": "Ahmed A", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Botany and Microbiology Department, College of Science, King Saud University, P.O. Box 2455, Riyadh 11451, Saudi Arabia."}], "LastName": "Al-Qurainy", "ForeName": "Fahad", "Initials": "F"}], "GrantList": [{"GrantID": "RSP-2021/73)", "Agency": "This research was funded by (RSP-2021/73) at King Saud University, Riyadh, Saudi Arabia.", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Metabolites", "NlmUniqueID": "101578790", "ISSNLinking": "2218-1989"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Das S. Artemisia annua (Qinghao): A pharmacological review. Int. J. Pharm. Sci. Res. 2012;3:4573–4577."}, {"Citation": "Bilia A.R., Santomauro F., Sacco C., Bergonzi M.C., Donato R. Essential oil of Artemisia annua L.: An extraordinary component with numerous antimicrobial properties. Evid.-Based Complement. Altern. Med. 2014;2014:159819. doi: 10.1155/2014/159819.", "ArticleIdList": ["10.1155/2014/159819", "PMC3995097", "24799936"]}, {"Citation": "Nigam M., Atanassova M., Mishra A.P., Pezzani R., Devkota H.P., Plygun S., Salehi B., Setzer W.N., Sharifi-Rad J. Bioactive compounds and health benefits of Artemisia species. Nat. Prod. Commun. 2019;14:1934578X19850354."}, {"Citation": "Bora K.S., Sharma A. The genus Artemisia: A comprehensive review. Pharm. Biol. 2011;49:101–109. doi: 10.3109/13880209.2010.497815.", "ArticleIdList": ["10.3109/13880209.2010.497815", "20681755"]}, {"Citation": "Petretto G.L., Chessa M., Piana A., Masia M.D., Foddai M., Mangano G., Culeddu N., Afifi F.U., Pintore G. Chemical and biological study on the essential oil of Artemisia caerulescens L. ssp. densiflora (Viv.) Nat. Prod. Res. 2013;27:1709–1715. doi: 10.1080/14786419.2012.749471.", "ArticleIdList": ["10.1080/14786419.2012.749471", "23244627"]}, {"Citation": "Ekiert H., Klimek-Szczykutowicz M., Rzepiela A., Klin P., Szopa A. Artemisia species with high biological values as a potential source of medicinal and cosmetic raw materials. Molecules. 2022;27:6427. doi: 10.3390/molecules27196427.", "ArticleIdList": ["10.3390/molecules27196427", "PMC9571683", "36234965"]}, {"Citation": "Zargari A. Medicinal Plants. Tehran University of Medical Sciences; Tehran, Iran: 1997."}, {"Citation": "White N.J. Qinghaosu (artemisinin): The price of success. Science. 2008;320:330–334. doi: 10.1126/science.1155165.", "ArticleIdList": ["10.1126/science.1155165", "18420924"]}, {"Citation": "Mahboubi M. Artemisia sieberi Besser essential oil and treatment of fungal infections. Biomed. Pharmacother. 2017;89:1422–1430. doi: 10.1016/j.biopha.2017.03.036.", "ArticleIdList": ["10.1016/j.biopha.2017.03.036", "28346993"]}, {"Citation": "Negahban M., Moharramipour S., Sefidkon F. Insecticidal activity and chemical composition of Artemisia sieben besser essential oil from Karaj, Iran. J. Asia-Pac. Entomol. 2006;9:61–66. doi: 10.1016/S1226-8615(08)60276-9.", "ArticleIdList": ["10.1016/S1226-8615(08)60276-9"]}, {"Citation": "Taleghani A., Emami S.A., Tayarani-Najaran Z. Artemisia: A promising plant for the treatment of cancer. Bioorg. Med. Chem. 2020;28:115180. doi: 10.1016/j.bmc.2019.115180.", "ArticleIdList": ["10.1016/j.bmc.2019.115180", "31784199"]}, {"Citation": "Irshaid F., Mansi K., Aburjai T. Antidiabetic effect of essential oil from Artemisia sieberi growing in Jordan in normal and alloxan induced diabetic rats. Pak. J. Biol. Sci. 2010;13:423–430. doi: 10.3923/pjbs.2010.423.430.", "ArticleIdList": ["10.3923/pjbs.2010.423.430", "20973395"]}, {"Citation": "Nahrevanian H., Sheykhkanlooye Milan B., Kazemi M., Hajhosseini R., Soleymani Mashhadi S., Nahrevanian S. Antimalarial effects of Iranian flora Artemisia sieberi on Plasmodium berghei in vivo in mice and phytochemistry analysis of its herbal extracts. Malar. Res. Treat. 2012;2012:727032. doi: 10.1155/2012/727032.", "ArticleIdList": ["10.1155/2012/727032", "PMC3270465", "22315701"]}, {"Citation": "Abdolmaleki Z., Arab H.-A., Amanpour S., Tirgari F., Mansouri K., Muhammadnejad S. Assessment of Anticancer properties of Artemisia sieberi and its active substance: An in vitro study. Basic Clin. Cancer Res. 2015;7:16–23."}, {"Citation": "De Ridder S., Van der Kooy F., Verpoorte R. Artemisia annua as a self-reliant treatment for malaria in developing countries. J. Ethnopharmacol. 2008;120:302–314. doi: 10.1016/j.jep.2008.09.017.", "ArticleIdList": ["10.1016/j.jep.2008.09.017", "18977424"]}, {"Citation": "Ro D.-K., Ouellet M., Paradise E.M., Burd H., Eng D., Paddon C.J., Newman J.D., Keasling J.D. Induction of multiple pleiotropic drug resistance genes in yeast engineered to produce an increased level of anti-malarial drug precursor, artemisinic acid. BMC Biotechnol. 2008;8:83. doi: 10.1186/1472-6750-8-83.", "ArticleIdList": ["10.1186/1472-6750-8-83", "PMC2588579", "18983675"]}, {"Citation": "Ma N., Zhang Z., Liao F., Jiang T., Tu Y. The birth of artemisinin. Pharmacol. Ther. 2020;216:107658. doi: 10.1016/j.pharmthera.2020.107658.", "ArticleIdList": ["10.1016/j.pharmthera.2020.107658", "32777330"]}, {"Citation": "Dellicour S., Sevene E., McGready R., Tinto H., Mosha D., Manyando C., Rulisa S., Desai M., Ouma P., Oneko M. First-trimester artemisinin derivatives and quinine treatments and the risk of adverse pregnancy outcomes in Africa and Asia: A meta-analysis of observational studies. PLoS Med. 2017;14:e1002290. doi: 10.1371/journal.pmed.1002290.", "ArticleIdList": ["10.1371/journal.pmed.1002290", "PMC5412992", "28463996"]}, {"Citation": "Li Q., Hickman M. Toxicokinetic and toxicodynamic (TK/TD) evaluation to determine and predict the neurotoxicity of artemisinins. Toxicology. 2011;279:1–9. doi: 10.1016/j.tox.2010.09.005.", "ArticleIdList": ["10.1016/j.tox.2010.09.005", "20863871"]}, {"Citation": "Valko M., Leibfritz D., Moncol J., Cronin M.T., Mazur M., Telser J. Free radicals and antioxidants in normal physiological functions and human disease. Int. J. Biochem. Cell Biol. 2007;39:44–84. doi: 10.1016/j.biocel.2006.07.001.", "ArticleIdList": ["10.1016/j.biocel.2006.07.001", "16978905"]}, {"Citation": "Tsao A.S., Kim E.S., Hong W.K. Chemoprevention of cancer. CA A Cancer J. Clin. 2004;54:150–180. doi: 10.3322/canjclin.54.3.150.", "ArticleIdList": ["10.3322/canjclin.54.3.150", "15195789"]}, {"Citation": "Nasr F.A., Noman O.M., Mothana R.A., Alqahtani A.S., Al-Mishari A.A. Cytotoxic, antimicrobial and antioxidant activities and phytochemical analysis of Artemisia judaica and A. sieberi in Saudi Arabia. Afr. J. Pharm. Pharmacol. 2020;14:278–284."}, {"Citation": "Guetat A., Al-Ghamdi F.A., Osman A.K. The genus Artemisia L. in the northern region of Saudi Arabia: Essential oil variability and antibacterial activities. Nat. Prod. Res. 2017;31:598–603. doi: 10.1080/14786419.2016.1207071.", "ArticleIdList": ["10.1080/14786419.2016.1207071", "27546287"]}, {"Citation": "El-Sayed M.A., BaAbbad R., Balash A., Al-Hemdan N.A., Softah A. The potential anti Helicobacter pylori and antioxidant effects of Artemisia judaica. Funct. Foods Health Dis. 2013;3:332–340. doi: 10.31989/ffhd.v3i9.42.", "ArticleIdList": ["10.31989/ffhd.v3i9.42"]}, {"Citation": "Moharram F.A., Nagy M.M., El Dib R.A., El-Tantawy M.M., El Hossary G.G., El-Hosari D.G. Pharmacological activity and flavonoids constituents of Artemisia judaica L aerial parts. J. Ethnopharmacol. 2021;270:113777. doi: 10.1016/j.jep.2021.113777.", "ArticleIdList": ["10.1016/j.jep.2021.113777", "33412247"]}, {"Citation": "Ainsworth E.A., Gillespie K.M. Estimation of total phenolic content and other oxidation substrates in plant tissues using Folin–Ciocalteu reagent. Nat. Protoc. 2007;2:875–877. doi: 10.1038/nprot.2007.102.", "ArticleIdList": ["10.1038/nprot.2007.102", "17446889"]}, {"Citation": "Ordonez A., Gomez J., Vattuone M. Antioxidant activities of Sechium edule (Jacq.) Swartz extracts. Food Chem. 2006;97:452–458. doi: 10.1016/j.foodchem.2005.05.024.", "ArticleIdList": ["10.1016/j.foodchem.2005.05.024"]}, {"Citation": "Rodrigues C.I., Marta L., Maia R., Miranda M., Ribeirinho M., Máguas C. Application of solid-phase extraction to brewed coffee caffeine and organic acid determination by UV/HPLC. J. Food Compos. Anal. 2007;20:440–448. doi: 10.1016/j.jfca.2006.08.005.", "ArticleIdList": ["10.1016/j.jfca.2006.08.005"]}, {"Citation": "Batool R., Khan M.R., Sajid M., Ali S., Zahra Z. Estimation of phytochemical constituents and in vitro antioxidant potencies of Brachychiton populneus (Schott & Endl.) R. Br. BMC Chem. 2019;13:32.", "ArticleIdList": ["PMC6661765", "31384780"]}, {"Citation": "Oyedemi S., Bradley G., Afolayan A. In-vitro and-vivo antioxidant activities of aqueous extract of Strychnos henningsii Gilg. Afr. J. Pharm. Pharmacol. 2010;4:070–078."}, {"Citation": "Prieto P., Pineda M., Aguilar M. Spectrophotometric quantitation of antioxidant capacity through the formation of a phosphomolybdenum complex: Specific application to the determination of vitamin E. Anal. Biochem. 1999;269:337–341. doi: 10.1006/abio.1999.4019.", "ArticleIdList": ["10.1006/abio.1999.4019", "10222007"]}, {"Citation": "Benyagoub E., Nabbou N., Dine A. Antimicrobial Effect of Quercus robur L. Leaves Selective Extracts from the Mezi Mountain of Djeniene Bourezg (West of Algeria) Curr. Bioact. Compd. 2020;16:1181–1190. doi: 10.2174/1573407216666191226141609.", "ArticleIdList": ["10.2174/1573407216666191226141609"]}, {"Citation": "Elsayed E.A., El Enshasy H., Wadaan M.A., Aziz R. Mushrooms: A potential natural source of anti-inflammatory compounds for medical applications. Mediat. Inflamm. 2014;2014:805841. doi: 10.1155/2014/805841.", "ArticleIdList": ["10.1155/2014/805841", "PMC4258329", "25505823"]}, {"Citation": "Pagare S., Bhatia M., Tripathi N., Pagare S., Bansal Y. Secondary metabolites of plants and their role: Overview. Curr. Trends Biotechnol. Pharm. 2015;9:293–304."}, {"Citation": "Yang L., Wen K.-S., Ruan X., Zhao Y.-X., Wei F., Wang Q. Response of plant secondary metabolites to environmental factors. Molecules. 2018;23:762. doi: 10.3390/molecules23040762.", "ArticleIdList": ["10.3390/molecules23040762", "PMC6017249", "29584636"]}, {"Citation": "Škrovánková S., Mišurcová L., Machů L. Antioxidant activity and protecting health effects of common medicinal plants. Adv. Food Nutr. Res. 2012;67:75–139.", "ArticleIdList": ["23034115"]}, {"Citation": "Choi D., Kang W., Park T. Anti-Allergic and Anti-Inflammatory Effects of Undecane on Mast Cells and Keratinocytes. Molecules. 2020;25:1554. doi: 10.3390/molecules25071554.", "ArticleIdList": ["10.3390/molecules25071554", "PMC7181119", "32231089"]}, {"Citation": "Ziaei A., Ramezani M., Wright L., Paetz C., Schneider B., Amirghofran Z. Identification of spathulenol in Salvia mirzayanii and the immunomodulatory effects. Phytother. Res. 2011;25:557–562. doi: 10.1002/ptr.3289.", "ArticleIdList": ["10.1002/ptr.3289", "20857430"]}, {"Citation": "Mulyaningsih S., Sporer F., Reichling J., Wink M. Antibacterial activity of essential oils from Eucalyptus and of selected components against multidrug-resistant bacterial pathogens. Pharm. Biol. 2011;49:893–899. doi: 10.3109/13880209.2011.553625.", "ArticleIdList": ["10.3109/13880209.2011.553625", "21591991"]}, {"Citation": "Hema R., Kumaravel S., Alagusundaram K. GC/MS determination of bioactive components of Murraya koenigii. J. Am. Sci. 2011;7:80–83."}, {"Citation": "Imtair A.-G.a.N., Abu-Serag N.A., Alee Shaheed K.A., Bahadly Z.K.A. Analysis of bioactive phytochemical compound of (Cyperus alternifolius L.) By using gas chromatography –mass spectrometry. IOP Conf. Ser. Mater. Sci. Eng. 2019;571:012047. doi: 10.1088/1757-899x/571/1/012047.", "ArticleIdList": ["10.1088/1757-899x/571/1/012047"]}, {"Citation": "El-Azab A.S., ElTahir K.E.H. Synthesis and anticonvulsant evaluation of some new 2,3,8-trisubstituted-4(3H)-quinazoline derivatives. Bioorg. Med. Chem. Lett. 2012;22:327–333. doi: 10.1016/j.bmcl.2011.11.007.", "ArticleIdList": ["10.1016/j.bmcl.2011.11.007", "22137344"]}, {"Citation": "Ismail G.A., Gheda S.F., Abo-shady A.M., Abdel-karim O.H. In vitro potential activity of some seaweeds as antioxidants and inhibitors of diabetic enzymes. Food Sci. Technol. 2019;40:681–691. doi: 10.1590/fst.15619.", "ArticleIdList": ["10.1590/fst.15619"]}, {"Citation": "Policegoudra R.S., Chattopadhyay P., Aradhya S.M., Shivaswamy R., Singh L., Veer V. Inhibitory effect of Tridax procumbens against human skin pathogens. J. Herb. Med. 2014;4:83–88. doi: 10.1016/j.hermed.2014.01.004.", "ArticleIdList": ["10.1016/j.hermed.2014.01.004"]}, {"Citation": "Maher T., Kabbashi N.A., Mirghani M.E.S., Alam M.Z., Daddiouaissa D., Abdulhafiz F., Reduan M.F., Omran J.I., Abdul Razab M.K., Mohammed A. Optimization of Ultrasound-Assisted Extraction of Bioactive Compounds from Acacia Seyal Gum Using Response Surface Methodology and Their Chemical Content Identification by Raman, FTIR, and GC-TOFMS. Antioxidants. 2021;10:1612. doi: 10.3390/antiox10101612.", "ArticleIdList": ["10.3390/antiox10101612", "PMC8533610", "34679747"]}, {"Citation": "Hajji M., Jarraya R., Lassoued I., Masmoudi O., Damak M., Nasri M. GC/MS and LC/MS analysis, and antioxidant and antimicrobial activities of various solvent extracts from Mirabilis jalapa tubers. Process Biochem. 2010;45:1486–1493. doi: 10.1016/j.procbio.2010.05.027.", "ArticleIdList": ["10.1016/j.procbio.2010.05.027"]}, {"Citation": "Padma M., Ganesan S., Jayaseelan T., Azhagumadhavan S., Sasikala P., Senthilkumar S., Mani P. Phytochemical screening and GC–MS analysis of bioactive compounds present in ethanolic leaves extract of Silybum marianum (L) J. Drug Deliv. Ther. 2019;9:85–89. doi: 10.22270/jddt.v9i1.2174.", "ArticleIdList": ["10.22270/jddt.v9i1.2174"]}, {"Citation": "Faridha Begum I., Mohankumar R., Jeevan M., Ramani K. GC–MS Analysis of Bio-active Molecules Derived from Paracoccus pantotrophus FMR19 and the Antimicrobial Activity Against Bacterial Pathogens and MDROs. Indian J. Microbiol. 2016;56:426–432. doi: 10.1007/s12088-016-0609-1.", "ArticleIdList": ["10.1007/s12088-016-0609-1", "PMC5061700", "27784938"]}, {"Citation": "Maghraoui N.B., Mederbal K., Ibri K., Beladid L., Samira N. Chemical composition and antimicrobial activity of the essential oil from Artemisia herbaalba Asso growing in the north west of Algeria. J. Chem. Pharm. Res. 2015;7:458–462."}, {"Citation": "Peng W., Li D., Zhang M., Ge S., Mo B., Li S., Ohkoshi M. Characteristics of antibacterial molecular activities in poplar wood extractives. Saudi J. Biol. Sci. 2017;24:399–404. doi: 10.1016/j.sjbs.2015.10.026.", "ArticleIdList": ["10.1016/j.sjbs.2015.10.026", "PMC5272933", "28149179"]}, {"Citation": "Tungmunnithum D., Thongboonyou A., Pholboon A., Yangsabai A. Flavonoids and other phenolic compounds from medicinal plants for pharmaceutical and medical aspects: An overview. Medicines. 2018;5:93. doi: 10.3390/medicines5030093.", "ArticleIdList": ["10.3390/medicines5030093", "PMC6165118", "30149600"]}, {"Citation": "Singh S.K., Patra A. Evaluation of phenolic composition, antioxidant, anti-inflammatory and anticancer activities of Polygonatum verticillatum (L.) J. Integr. Med. 2018;16:273–282. doi: 10.1016/j.joim.2018.04.005.", "ArticleIdList": ["10.1016/j.joim.2018.04.005", "29706573"]}, {"Citation": "Wang L., Tian X., Wei W., Chen G., Wu Z. Fingerprint analysis and quality consistency evaluation of flavonoid compounds for fermented Guava leaf by combining high-performance liquid chromatography time-of-flight electrospray ionization mass spectrometry and chemometric methods. J. Sep. Sci. 2016;39:3906–3916. doi: 10.1002/jssc.201600552.", "ArticleIdList": ["10.1002/jssc.201600552", "27570151"]}, {"Citation": "Azimian F., Roshandel P. Magnetic field effects on total phenolic content and antioxidant activity in Artemisia sieberi under salinity. Indian J. Plant Physiol. 2015;20:264–270. doi: 10.1007/s40502-015-0174-3.", "ArticleIdList": ["10.1007/s40502-015-0174-3"]}, {"Citation": "Ranjbar M., Naghavi M.R., Alizadeh H. Chemical composition of the essential oils of Artemisia species from Iran: A comparative study using multivariate statistical analysis. J. Essent. Oil Res. 2020;32:361–371. doi: 10.1080/10412905.2020.1750495.", "ArticleIdList": ["10.1080/10412905.2020.1750495"]}, {"Citation": "Allam H., Benamar H., Ben Mansour R., Ksouri R., Bennaceur M. Phenolic composition, antioxidant, and antibacterial activities of Artemisia judaica subsp. sahariensis. J. Herbs Spices Med. Plants. 2019;25:347–362. doi: 10.1080/10496475.2019.1631928.", "ArticleIdList": ["10.1080/10496475.2019.1631928"]}, {"Citation": "Abbas Z.K., Saggu S., Rehman H., Al Thbiani A., Ansari A.A. Ecological variations and role of heat shock protein in Artemisia judaica L. in response to temperature regimes of Tabuk, Saudi Arabia. Saudi J. Biol. Sci. 2017;24:1268–1273. doi: 10.1016/j.sjbs.2016.01.001.", "ArticleIdList": ["10.1016/j.sjbs.2016.01.001", "PMC5562450", "28855821"]}, {"Citation": "Carvalho I.S., Cavaco T., Brodelius M. Phenolic composition and antioxidant capacity of six Artemisia species. Ind. Crops Prod. 2011;33:382–388. doi: 10.1016/j.indcrop.2010.11.005.", "ArticleIdList": ["10.1016/j.indcrop.2010.11.005"]}, {"Citation": "Kumar R., Vijayalakshmi S., Nadanasabapathi S. Health benefits of quercetin. Def. Life Sci. J. 2017;2:142–151. doi: 10.14429/dlsj.2.11359.", "ArticleIdList": ["10.14429/dlsj.2.11359"]}, {"Citation": "Kahkeshani N., Farzaei F., Fotouhi M., Alavi S.S., Bahramsoltani R., Naseri R., Momtaz S., Abbasabadi Z., Rahimi R., Farzaei M.H. Pharmacological effects of gallic acid in health and diseases: A mechanistic review. Iran. J. Basic Med. Sci. 2019;22:225.", "ArticleIdList": ["PMC6528712", "31156781"]}, {"Citation": "Chen C., Yang H., Yang X., Ma Q. Tannic acid: A crosslinker leading to versatile functional polymeric networks: A review. RSC Adv. 2022;12:7689–7711. doi: 10.1039/D1RA07657D.", "ArticleIdList": ["10.1039/D1RA07657D", "PMC8982347", "35424749"]}, {"Citation": "Ranjbar M., Naghavi M.R., Alizadeh H., Soltanloo H. Expression of artemisinin biosynthesis genes in eight Artemisia species at three developmental stages. Ind. Crops Prod. 2015;76:836–843. doi: 10.1016/j.indcrop.2015.07.077.", "ArticleIdList": ["10.1016/j.indcrop.2015.07.077"]}, {"Citation": "Arab H., Rahbari S., Rassouli A., Moslemi M., Khosravirad F. Determination of artemisinin in Artemisia sieberi and anticoccidial effects of the plant extract in broiler chickens. Trop. Anim. Health Prod. 2006;38:497–503. doi: 10.1007/s11250-006-4390-8.", "ArticleIdList": ["10.1007/s11250-006-4390-8", "17243478"]}, {"Citation": "Irshaid F.I., Tarawneh K.A., Jacob J.H., Alshdefat A.M. Phenol content, antioxidant capacity and antibacterial activity of methanolic extracts derived from four Jordanian medicinal plants. Pak. J. Biol. Sci. 2014;17:372–379. doi: 10.3923/pjbs.2014.372.379.", "ArticleIdList": ["10.3923/pjbs.2014.372.379", "24897791"]}, {"Citation": "Rahman M.A.A., Moon S.-S. Antioxidant polyphenol glycosides from the plant Draba nemorosa. Bull. Korean Chem. Soc. 2007;28:827–831. doi: 10.1002/chin.200738189.", "ArticleIdList": ["10.1002/chin.200738189"]}, {"Citation": "Surai P. Polyphenol compounds in the chicken/animal diet: From the past to the future. J. Anim. Physiol. Anim. Nutr. 2014;98:19–31. doi: 10.1111/jpn.12070.", "ArticleIdList": ["10.1111/jpn.12070", "23527581"]}, {"Citation": "Shabbir U., Tyagi A., Ham H.J., Oh D.-H. Comprehensive profiling of bioactive compounds in germinated black soybeans via UHPLC-ESI-QTOF-MS/MS and their anti-Alzheimer’s activity. PLoS ONE. 2022;17:e0263274. doi: 10.1371/journal.pone.0263274.", "ArticleIdList": ["10.1371/journal.pone.0263274", "PMC8797171", "35089980"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "2", "Day": "19"}, {"Year": "2023", "Month": "3", "Day": "11"}, {"Year": "2023", "Month": "3", "Day": "14"}, {"Year": "2023", "Month": "3", "Day": "30", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "3", "Day": "29", "Hour": "1", "Minute": "52"}, {"Year": "2023", "Month": "3", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "17"}], "PublicationStatus": "epublish", "ArticleIdList": ["36984883", "PMC10053057", "10.3390/metabo13030443", "metabo13030443"]}}], "PubmedBookArticle": []}