{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antirrhinum majus", "COII", "Meloidogyne enterolobii", "Pathogenicity", "host-parasitic relationship", "rDNA"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37018210", "DateRevised": {"Year": "2023", "Month": "04", "Day": "05"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "04", "Day": "05"}], "Language": ["eng"], "ELocationID": ["10.1094/PDIS-02-23-0282-PDN"], "Journal": {"ISSN": "0191-2917", "JournalIssue": {"PubDate": {"Year": "2023", "Month": "Apr", "Day": "05"}}, "Title": "Plant disease", "ISOAbbreviation": "Plant Dis"}, "ArticleTitle": "First Report of Root-Knot Nematode Meloidogyne enterolobii on Antirrhinum majus in China.", "Abstract": {"AbstractText": ["Antirrhinum majus L. is a medicinal and ornamental herb commonly grown in China. In October 2022, A. majus plants were observed stunted in growth with yellowish leaves and containing a large number of galls on roots in a field in Nanning, Guangxi, China (N22°47'23.35″, E108°23'4.26). Ten samples were collected randomly from rhizosphere soil and roots of A. majus. Second-stage juveniles (J2) were isolated from fresh soil with a Baermann funnel, and a mean of 36 ± 2.9 per 500 cm3 of soil was recorded. Gall roots were dissected using a microscope, where 2+ 0.42 males per sample were recovered. The species was determined to be Meloidogyne enterolobii based on morphological characteristics, including the female perineal pattern, and DNA studies. Female perineal patterns and morphometric data were similar to the original description of M. enterolobii Yang and Eisenback 1983 from Enterolobium contortisilquum (Vell.) Morong in China (Yang and Eisenback 1983). The measurements of males (n = 10) included body length, 1600.7 ± 55.32 (1421.3 to 1924.3) µm; body diameter = 41.3 ± 0.80 (37.8 to 45.4) µm, stylt length = 20.5 ± 0.40 (19.1 to 22.2) µm, spicules length = 30.0 ± 0.47 (28.2 to 32.0) µm and DGO = 4.5 ± 0.3 (3.8 to 5.2) µm. Measurements of J2 (n = 20) included body length, 441.9 ± 5.42 (403.2 to 493.3) µm; body diameter = 16.6 ± 0.30 (14.4 to 8.7) µm, a = 26.8 ± 0.54 (21.9 to 31.2), c = 8.7 ± 0.27 (6.4 to 10.8), stylet length = 12.6 ± 0.17 (11.2 to 14.3) µm, DGO = 3.8 ± 0.10 (2.9 to 4.8) µm, tail length = 51.6 ± 1.27 (42.3 to 63.1) µm and hyaline tail terminus length = 11.7 ± 0.15 (10.2 to 13.1) µm. These morphological characteristics are similar to the original description of M. enterolobii (Yang and Eisenback 1983). Pathogenicity tests were conducted on A. majus 'Taxiti' plants directly germinated from seeds in a 10.5-cm-diameter pot filled with 600 ml of sterilized peat moss/sand (1:1, v/v) soil in the glasshouse. After 1 week, fifteen plants were inoculated with 500 J2/pot (nematode culture collected from the original field) and five uninoculated plants served as a control. After 45 days, aboveground parts of all inoculated plants showed symptoms similar to those observed in the field. No symptoms were observed on control plants. The RF value of the inoculated plants was determined by the method of Belair and Benoit (1996) 60 days after inoculation, and the average was 14.65. J2 were used in this test and sequenced on 28S rRNA-D2/D3, ITS, COII -16SrRNA 3 region and confirmed to be M. enterolobii. Species identification was confirmed by using polymerase chain reaction primers D2A/D3B (De Ley et al. 1999), F194/5368r (Ferris et al. 1993), C2F3/1108 (Powers and Harris, 1993). The sequences obtained GenBank accession numbers OP897743 (COII), OP876758 (rRNA) and OP876759 (ITS) were 100% similar to other M. enterolobii populations from China (MN269947), (MN648519) and (MT406251). M. enterolobii is a highly pathogenic species and has been reported in vegetables, ornamental plants, guava (Psidium guajava L.), and weeds in China, Africa and America (Brito et al. 2004; Xu et al. 2004; Yang and Eisenback 1983). The medicinal plant Gardenia jasminoides J. Ellis was also infected by M. enterolobii in China (Lu et al. 2019). Of concern is its ability to develop on crop genotypes carrying RKN resistance genes in tobacco (Nicotiana tabacum L.), tomato (Solanum lycopersicum L.), soybean (Glycine max (L.) Merr.), potato (Solanum tuberosum L.), cowpea (Vigna unguiculata (L.) Walp.), sweetpotato (Ipomoea batatas (L.) Lam.), and cotton (Gossypium hirsutum L.). Consequently, this species was added to the European and Mediterranean Plant Protection Organization A2 Alert List in 2010. This is the first natural infection report of M. enterolobii in Guangxi, China on the medicinal and ornamental herb A. majus. Acknowledgments This research was funded by the National Natural Science Foundation of China (31860492), Natural Science Foundation of Guangxi (2020GXNSFAA297076), and Guangxi Academy of Agricultural Sciences Fund, China (2021YT062, 2021JM14, 2021ZX24). References: Azevedo de Oliveira, S., et al. 2018. PLoS One 13:e0192397. Belair, G., and Benoit, D. L. 1996. J. Nematol. 28:643. Brito, J. A., et al. 2004. J. Nematol. 36:324. De Ley, P., et al. 1999. Nematol. 1:591-612. Ferris, V. R., et al. 1993. Fundam. Appl. Nematol. 16:177-184. Lu, X. H., et al. 2019. Plant Dis. 103:1434. Powers, T. O. and Harris, T. S. 1993. J. Nematol. 25:1-6 Vrain, T. C., et al. 1992. Fundam. Appl. Nematol. 15:563. Yang, B. and Eisenback, J. D. 1983. J. Nematol. 15:381."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nanning, Guangxi, China; 447597587@qq.com."}], "LastName": "Lu", "ForeName": "X H", "Initials": "XH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Sindh Agriculture University, 66973, Entomology, Umerkot, Tandojam, Pakistan, 530007."}, {"Identifier": [], "Affiliation": "Umerkot, Sindh, Pakistan; solangi_sarwar@yahoo.com."}], "LastName": "Solangi", "ForeName": "Ghulam Sarwar", "Initials": "GS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nanning, Guangxi, China; 336584315@qq.com."}], "LastName": "Huang", "ForeName": "J L", "Initials": "JL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nanning, Guangxi, China; liu0172@126.com."}], "LastName": "Liu", "ForeName": "Z M", "Initials": "ZM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi Academy of Agricultural Sciences, Microbiology Research Institute, 174＃daxue road, Nanning, Guangxi, China, 86530007; qlp961003@163.com."}], "LastName": "Qin", "ForeName": "Li-Ping", "Initials": "LP"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Dis", "NlmUniqueID": "9882809", "ISSNLinking": "0191-2917"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2023", "Month": "4", "Day": "5", "Hour": "13", "Minute": "34"}, {"Year": "2023", "Month": "4", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "4", "Day": "6", "Hour": "6", "Minute": "0"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["37018210", "10.1094/PDIS-02-23-0282-PDN"]}}], "PubmedBookArticle": []}