{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Applications of PHA", "Biocompatibility", "Biodegradability", "Downstream process", "Petrochemical plastic", "Polyhydroxyalkanoates (PHA)", "Upstream process"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37017747", "DateCompleted": {"Year": "2023", "Month": "04", "Day": "07"}, "DateRevised": {"Year": "2023", "Month": "04", "Day": "07"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "04", "Day": "05"}], "Language": ["eng"], "ELocationID": ["10.1007/s00203-023-03499-8"], "Journal": {"ISSN": "1432-072X", "JournalIssue": {"Volume": "205", "Issue": "5", "PubDate": {"Year": "2023", "Month": "Apr", "Day": "05"}}, "Title": "Archives of microbiology", "ISOAbbreviation": "Arch Microbiol"}, "ArticleTitle": "Production of polyhydroxyalkanoates from renewable resources: a review on prospects, challenges and applications.", "Pagination": {"StartPage": "172", "MedlinePgn": "172"}, "Abstract": {"AbstractText": ["Bioplastics replace synthetic plastics of petrochemical origin, which contributes challenge to both polymer quality and economics. Novel polyhydroxyalkanoates (PHA)-composite materials, with desirable product quality, could be developed, thus targeting the global plastics market, in the coming years. It is possible that PHA can be a greener substitute for their petroleum-based competitors since they are simply decomposed, which may lessen the pressure on municipal and industrial waste management systems. PHA production has proven to be the bottleneck in industrial application and commercialization because of the high price of carbon substrates and downstream processes required to achieve reliability. Bacterial PHA production by these municipal and industrial wastes, which act as a cheap, renewable carbon substrate, eliminates waste management hassles and acts as an efficient substitute for synthetic plastics. In the present review, challenges and opportunities related to the commercialization of polyhydroxyalkanoates are discussed and presented. Moreover, it discusses critical steps of their production process, feedstock evaluation, optimization strategies, and downstream processes. This information may provide us the complete utilization of bacterial PHA during possible applications in packaging, nutrition, medicine, and pharmaceuticals."], "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Kanya Gurukul Campus, Gurukul Kangri University, Haridwar, 249407, India. prasadricha333@gmail.com."}], "LastName": "Mahato", "ForeName": "Richa Prasad", "Initials": "RP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bioprospection and Product Development Division, CSIR-Central Institute of Medicinal and Aromatic Plants, Lucknow, 226015, India."}], "LastName": "Kumar", "ForeName": "Saurabh", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Kanya Gurukul Campus, Gurukul Kangri University, Haridwar, 249407, India."}], "LastName": "Singh", "ForeName": "Padma", "Initials": "P"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Arch Microbiol", "NlmUniqueID": "0410427", "ISSNLinking": "0302-8933"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Polyhydroxyalkanoates"}, {"RegistryNumber": "0", "NameOfSubstance": "Plastics"}, {"RegistryNumber": "0", "NameOfSubstance": "Industrial Waste"}, {"RegistryNumber": "7440-44-0", "NameOfSubstance": "Carbon"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Polyhydroxyalkanoates"}, {"QualifierName": [], "DescriptorName": "Reproducibility of Results"}, {"QualifierName": [], "DescriptorName": "Plastics"}, {"QualifierName": [], "DescriptorName": "Industrial Waste"}, {"QualifierName": [], "DescriptorName": "Carbon"}, {"QualifierName": [], "DescriptorName": "Bacteria"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abid S, Raza ZA, Hussain T (2016a) Production kinetics of polyhydroxyalkanoates using Pseudomonas aeruginosa gamma ray mutant strain EBN-8 cultured on soybean oil. Biotech 6:142. https://doi.org/10.1007/s13205-016-0452-4", "ArticleIdList": ["10.1007/s13205-016-0452-4"]}, {"Citation": "Abid S, Raza ZA, Rehman A (2016b) Synthesis of poly(3-hydroxybutyrate) nanospheres and deposition thereof into a porous thin film. Mater Res Express. 3:105042. https://doi.org/10.1088/2053-1591/3/10/105042", "ArticleIdList": ["10.1088/2053-1591/3/10/105042"]}, {"Citation": "Abusham RA, Raja N, Rahman R, Abu B, Mahiran B (2009) Optimization of physical factors affecting the production of thermo-stable organic solvent- tolerant protease from a newly isolated halo tolerant Bacillus subtilis strain Rand. Microb Cell Fact 8:1–9. https://doi.org/10.1186/1475-2859-8-20", "ArticleIdList": ["10.1186/1475-2859-8-20"]}, {"Citation": "Adamczak M, Bednarski W, Bornscheuer UT (2009) The application of biotechnological methods for synthesis of biodiesel. Eur J Lipid Sci Technol 111:808–813. https://doi.org/10.1002/ejlt.200900078", "ArticleIdList": ["10.1002/ejlt.200900078"]}, {"Citation": "Ahn J, Jho EH, Nam K (2015) Effect of C/N ratio on polyhydroxyalkanoates (PHA) accumulation by Cupriavidus necator and its implication on the use of rice straw hydrolysates. Environ Eng Res 20:246–253. https://doi.org/10.4491/eer.2015.055", "ArticleIdList": ["10.4491/eer.2015.055"]}, {"Citation": "Akdogan M, Çelik E (2018) Purification and characterization of polyhydroxyalkanoate (PHA) from a Bacillus megaterium strain using various dehydration techniques. J Chem Technol Biotechnol 93:2292–2298. https://doi.org/10.1002/jctb.5572", "ArticleIdList": ["10.1002/jctb.5572"]}, {"Citation": "Albuquerque MGE, Torres CAV, Reis MAM (2010) Polyhydroxyalkanoate (PHA) production by a mixed microbial culture using sugar molasses: Effect of the influent substrate concentration on culture selection. Water Res 44(11):3419–3433. https://doi.org/10.1016/j.watres.2010.03.021", "ArticleIdList": ["10.1016/j.watres.2010.03.021", "20427069"]}, {"Citation": "Aldor IS, Keasling JD (2003) Process design for microbial plastic factories: metabolic engineering of polyhydroxyalkanoates. Curr Opin Biotechnol 14:475–483. https://doi.org/10.1016/j.copbio.2003.09.002", "ArticleIdList": ["10.1016/j.copbio.2003.09.002", "14580576"]}, {"Citation": "Ali I, Jamil N (2014) Enhanced biosynthesis of poly (3-hydroxybutyrate) from potato starch by Bacillus cereus strain 64INS in a laboratory scale fermenter. Prep Biochem Biotechnol 44:822–833. https://doi.org/10.1080/10826068.2013.867876", "ArticleIdList": ["10.1080/10826068.2013.867876", "24279753"]}, {"Citation": "Allegue LD, Ventura M, Melero JA, Puyol D (2021) Integrated sustainable process for polyhydroxyalkanoates production from lignocellulosic waste by purple phototrophic bacteria. GCB Bioenergy 13(5):862–875. https://doi.org/10.1111/gcbb.12807", "ArticleIdList": ["10.1111/gcbb.12807"]}, {"Citation": "Aloui H, Khomlaem C, Torres CA, Freitas F, Reis MA, Kim BS (2022) Enhanced co-production of medium-chain-length polyhydroxyalkanoates and phenazines from crude glycerol by high cell density cultivation of Pseudomonas chlororaphis in membrane bioreactor. Int J Biol Macromol 211:545–555. https://doi.org/10.1016/j.ijbiomac.2022.05.089", "ArticleIdList": ["10.1016/j.ijbiomac.2022.05.089", "35577193"]}, {"Citation": "Altaee N, Fahdil A, Yousif E, Sudesh K (2016) Recovery and subsequent characterization of polyhydroxybutyrate from Rhodococcus equi cells grown on crude palm kernel oil. J Taibah Univ Sci 10(4):543–550. https://doi.org/10.1016/j.jtusci.2015.09.003", "ArticleIdList": ["10.1016/j.jtusci.2015.09.003"]}, {"Citation": "Altun M (2019) Polyhydroxyalkanoate production using waste vegetable oil and filtered digestate liquor of chicken manure. Prep Biochem Biotech 49:493–500. https://doi.org/10.1080/10826068.2019.1587626", "ArticleIdList": ["10.1080/10826068.2019.1587626"]}, {"Citation": "Akaraonye E, Keshavarz T, Roy I (2010) Production of polyhydroxyalkanoates: the future green materials of choice. J Chem Technol Biotechnol 85:732–743. https://doi.org/10.1002/jctb.2392", "ArticleIdList": ["10.1002/jctb.2392"]}, {"Citation": "Amelia TSM, Govindasamy S, Tamothran AM, Vigneswari S, Bhubalan K (2019) Applications of PHA in Agriculture. In: Bhubalan K (ed) Biotechnological Applications of Polyhydroxyalkanoates. Springer, Singapore, pp 347–361", "ArticleIdList": ["10.1007/978-981-13-3759-8_13"]}, {"Citation": "Anderson AJ, Dawes EA (1990) Occurrence, metabolism, metabolic role, and industrial uses of bacterial polyhydroxyalkanoates. Microbiol Rev 44:440–462. https://doi.org/10.1128/mr.54.4.450-472.1990", "ArticleIdList": ["10.1128/mr.54.4.450-472.1990"]}, {"Citation": "Andhalkar VV, Ahorsu R, Domínguez de María P, Winterburn J, Medina F, Constantí M (2022) Valorization of lignocellulose by producing polyhydroxyalkanoates under circular bioeconomy premises: facts and challenges. ACS Sustain Chem Eng 10(50):16459–16475. https://doi.org/10.1021/acssuschemeng.2c04925", "ArticleIdList": ["10.1021/acssuschemeng.2c04925"]}, {"Citation": "Anjum A, Zuber M, Zia KM, Noreen A, Anjum MN, Tabasum S (2016) Microbial production of polyhydroxyalkanoates (PHAs) and its copolymers: a review of recent advancements. Int J Biol Macromol 89:161–174. https://doi.org/10.1016/j.ijbiomac.2016.04.069", "ArticleIdList": ["10.1016/j.ijbiomac.2016.04.069", "27126172"]}, {"Citation": "Ansari S, Sami N, Yasin D, Ahmad N, Fatma T (2021) Biomedical applications of environmental friendly poly-hydroxyalkanoates. Int J Biol Macromol 183:549–563. https://doi.org/10.1016/j.ijbiomac.2021.04.171", "ArticleIdList": ["10.1016/j.ijbiomac.2021.04.171", "33932421"]}, {"Citation": "Aramvash A, Gholami-Banadkuki N, Moazzeni-Zavareh F, Hajizadeh-Turchi S (2015) An environmentally friendly and efficient method for extraction of PHB biopolymer with non-halogenated solvents. J Microbiol Biotechnol 25:1936–1943. https://doi.org/10.4014/jmb.1505.05053", "ArticleIdList": ["10.4014/jmb.1505.05053", "26198125"]}, {"Citation": "Ashby R, Solaiman D, Foglia T (2002) Poly (ethylene glycol)-mediated molar mass control of short-chain and medium-chain-length poly (hydroxyalkanoates) from Pseudomonas oleovorans. Appl Microbiol Biotechnol 60:144–149. https://doi.org/10.1007/s00253-002-1110-9", "ArticleIdList": ["10.1007/s00253-002-1110-9"]}, {"Citation": "Bansal SS, Goel M, Aqil F, Vadhanam MV, Gupta RC (2011) Advanced drug delivery systems of curcumin for cancer chemoprevention. Cancer Prev Res 4(8):1148–1161. https://doi.org/10.1158/1940-6207.CAPR-10-0006", "ArticleIdList": ["10.1158/1940-6207.CAPR-10-0006"]}, {"Citation": "Banu JR, Kavitha S, Tyagi VK, Gunasekaran M, Karthikeyan OP, Kumar G (2021) Lignocellulosic biomass based biorefinery: A successful platform towards circular bioeconomy. Fuel 302:121086. https://doi.org/10.1016/j.fuel.2021.121086", "ArticleIdList": ["10.1016/j.fuel.2021.121086"]}, {"Citation": "Basnett P (2014) Biosynthesis of polyhydroxyalkanoates, their novel blends and composites for biomedical applications. Doctoral dissertation, University of Westminster"}, {"Citation": "Bellary S, Patil M, Mahesh A, Lali A (2022) Microbial conversion of lignin rich biomass hydrolysates to medium chain length polyhydroxyalkanoates (mcl-PHA) using Pseudomonas putida KT2440. Prepara Biochem Biotechnol. https://doi.org/10.1080/10826068.2022.2036999", "ArticleIdList": ["10.1080/10826068.2022.2036999"]}, {"Citation": "Berwig KH, Baldasso C, Dettmer A (2016) Production and characterization of poly (3- hydroxybutyrate) generated by Alcaligenes latus using lactose and whey after acid protein precipitation process. Bioresour Technol 218:31–37. https://doi.org/10.1016/j.biortech.2016.06.067", "ArticleIdList": ["10.1016/j.biortech.2016.06.067", "27347795"]}, {"Citation": "Bhatia L, Johri S, Ahmad R (2012) An economic and ecological perspective of ethanol production from renewable agro waste: a review. Amb Exp 2(1):65. https://doi.org/10.1186/2191-0855-2-65"}, {"Citation": "Bhatia SK, Bhatia RK, Yang Y-H (2017) An overview of microdiesel – a sustainable future source of renewable energy. Renew Sustain Energy Rev 79:1078–1090. https://doi.org/10.1016/j.rser.2017.05.138", "ArticleIdList": ["10.1016/j.rser.2017.05.138"]}, {"Citation": "Bhatia SK, Gurav R, Choi TR, Jung HR, Yang SY, Moon YM, Yang YH (2019a) Bioconversion of plant biomass hydrolysate into bioplastic (polyhydroxyalkanoates) using Ralstonia eutropha 5119. Biores Technol 271:306–315. https://doi.org/10.1016/j.biortech.2018.09.122", "ArticleIdList": ["10.1016/j.biortech.2018.09.122"]}, {"Citation": "Bhatia SK, Gurav R, Choi T-R, Jung HR, Yang SY, Song HS, Jeon JM, Kim JS, Lee YK, Yang YH (2019b) Poly(3-hydroxybutyrate-co-3- hydroxyhexanoate) production from engineered Ralstonia eutropha using synthetic and anaerobically digested food waste derived volatile fatty acids. Int J Biol Macromol 133:1–10. https://doi.org/10.1016/j.ijbiomac.2019.04.083", "ArticleIdList": ["10.1016/j.ijbiomac.2019.04.083", "30986452"]}, {"Citation": "Bhatia SK, Gurav R, Choi T-R, Kim HJ, Yang SY, Song HS, Park JY, Park YL, Han YH, Choi YK, Kim SH, Yoon JJ, Yang YH (2020) Conversion of waste cooking oil into biodiesel using heterogenous catalyst derived from cork biochar. Bioresour Technol 302:122872. https://doi.org/10.1016/j.biortech.2020.122872", "ArticleIdList": ["10.1016/j.biortech.2020.122872", "32014731"]}, {"Citation": "Bhatia SK, Jagtap SS, Bedekar AA, Bhatia RK, Rajendran K, Pugazhendhi A, Rao CV, Atabani AE, Kumar G, Yang YH (2021a) Renewable biohydrogen production from lignocellulosic biomass using fermentation and integration of systems with other energy generation technologies. Sci Total Environ 765:144429. https://doi.org/10.1016/j.scitotenv.2020.144429", "ArticleIdList": ["10.1016/j.scitotenv.2020.144429", "33385808"]}, {"Citation": "Bhatia SK, Kim JH, Kim MS, Kim J, Hong JW, Hong YG, Yang YH (2018) Production of (3-hydroxybutyrate-co-3-hydroxyhexanoate) copolymer from coffee waste oil using engineered Ralstonia eutropha. Bioprocess Biosyst Eng 41(2):229–235. https://doi.org/10.1007/s00449-017-1861-4", "ArticleIdList": ["10.1007/s00449-017-1861-4", "29124334"]}, {"Citation": "Bhatia SK, Otari SV, Jeon JM, Gurav R, Choi YK, Bhatia RK, Yang YH (2021b) Biowaste-to-bioplastic (polyhydroxyalkanoates): Conversion technologies, strategies, challenges, and perspective. Biores Technol 326:124733. https://doi.org/10.1016/j.biortech.2021.124733", "ArticleIdList": ["10.1016/j.biortech.2021.124733"]}, {"Citation": "Bhatia SK, Shim YH, Jeon JM, Brigham CJ, Kim YH, Kim HJ (2015) Starch based polyhydroxybutyrate production in engineered Escherichia coli. Bioproc Biosyst Eng 38:1479–1484. https://doi.org/10.1007/s00449-015-1390-y", "ArticleIdList": ["10.1007/s00449-015-1390-y"]}, {"Citation": "Bhattacharyya A, Jana K, Haldar S, Bhowmic A, Mukhopadhyay UK, De S, Mukherjee J (2015) Integration of poly-3-(hydroxybutyrate-co-hydroxyvalerate) production by Haloferax mediterranei through utilization of stillage from rice-based ethanol manufacture in India and its techno-economic analysis. World J Microbiol Biotechnol 31(5):717–727. https://doi.org/10.1007/s11274-015-1823-4", "ArticleIdList": ["10.1007/s11274-015-1823-4", "25690843"]}, {"Citation": "Bhattacharya S, Dubey S, Singh P, Shrivastava A, Mishra S (2016) Biodegradable polymeric substances produced by a marine bacterium from a surplus stream of the biodiesel industry. Bioengineering 3(4):34. https://doi.org/10.3390/bioengineering3040034", "ArticleIdList": ["10.3390/bioengineering3040034", "28952596", "5597277"]}, {"Citation": "Bhuwal AK, Singh G, Aggarwal NK, Goyal V, Yadav A (2014) Poly-β-hydroxybutyrate production and management of cardboard industry effluent by new Bacillus sp NA10. Bioresour Bioprocess 1(1):1–11", "ArticleIdList": ["10.1186/s40643-014-0009-5"]}, {"Citation": "Bong CPC, Alam MNHZ, Samsudin SA, Jamaluddin J, Adrus N, Yusof AHM, Chuprat BRB (2021) A review on the potential of polyhydroxyalkanoates production from oil-based substrates. J Environ Manag 298:113461. https://doi.org/10.1016/j.jenvman.2021.113461", "ArticleIdList": ["10.1016/j.jenvman.2021.113461"]}, {"Citation": "Bora L (2013) Polyhydroxybutyrate accumulation in Bacillus megaterium and optimization of process parameters using response surface methodology. J Polym Environ 21:415–420. https://doi.org/10.1007/s10924-012-0529-z", "ArticleIdList": ["10.1007/s10924-012-0529-z"]}, {"Citation": "Boucher J, Billard G (2019) The challenges of measuring plastic pollution. Field Actions Sci Rep. 19:68–75"}, {"Citation": "Bourbonnais R, Marchessault RH (2010) Application of polyhydroxyalkanoate granules for sizing of paper. Biomacromol 11(4):989–993. https://doi.org/10.1021/bm9014667", "ArticleIdList": ["10.1021/bm9014667"]}, {"Citation": "Braunegg G, Bona R, Koller M (2004) Sustainable polymer production. Polym Plast Technol Eng 43(6):1669–1693. https://doi.org/10.1081/PPT-200040130", "ArticleIdList": ["10.1081/PPT-200040130"]}, {"Citation": "Brojanigo S, Parro E, Cazzorla T, Favaro L, Basaglia M, Casella S (2020) Conversion of starchy waste streams into polyhydroxyalkanoates using Cupriavidus necator DSM 545. Polymers 12(7):1496. https://doi.org/10.3390/polym12071496", "ArticleIdList": ["10.3390/polym12071496", "32635554", "7407217"]}, {"Citation": "Carter IS, Dawes EA (1979) Effect of oxygen concentration and growth rate on glucose metabolism, poly-β-hydroxybutyrate biosynthesis and respiration of Azotobacter beijerinckii. Microbiology 110(2):393–400. https://doi.org/10.1099/00221287-110-2-393", "ArticleIdList": ["10.1099/00221287-110-2-393"]}, {"Citation": "Cavalheiro JM, de Almeida MCM, Grandfils C, Da Fonseca MMR (2009) Poly (3-hydroxybutyrate) production by Cupriavidus necator using waste glycerol. Process Biochem 44(5):509–515. https://doi.org/10.1016/j.procbio.2009.01.008", "ArticleIdList": ["10.1016/j.procbio.2009.01.008"]}, {"Citation": "Chen GQ (2010) Plastics from bacteria. Springer-Verlag, Berlin Heidelberg, Microbiology Monographs. https://doi.org/10.1007/978-3-642-03287_5_3", "ArticleIdList": ["10.1007/978-3-642-03287_5_3"]}, {"Citation": "Chen GQ, Zhang J (2018) Microbial polyhydroxyalkanoates as medical implant biomaterials. Artificial Cells, Nanomedicine, and Biotechnology 46(1):1–18. https://doi.org/10.1080/21691401.2017.1371185", "ArticleIdList": ["10.1080/21691401.2017.1371185", "28849679"]}, {"Citation": "Cerrone F, Choudhari SK, Davis R, Cysneiros D, O’Flaherty V, Duane G, O’Connor K (2014) Medium chain length polyhydroxyalkanoate (mcl-PHA) production from volatile fatty acids derived from the anaerobic digestion of grass. Appl Microbiol Biotechnol 98(2):611–620. https://doi.org/10.1007/s00253-013-5323-x", "ArticleIdList": ["10.1007/s00253-013-5323-x", "24162086"]}, {"Citation": "Chanasit W, Hodgson B, Sudesh K, Umsakul K (2016) Efficient production of polyhydroxyalkanoates (PHAs) from Pseudomonas mendocina PSU using a biodiesel liquid waste (BLW) as the sole carbon source. Biosci Biotechnol Biochem 80:1440–1450. https://doi.org/10.1080/09168451.2016.1158628", "ArticleIdList": ["10.1080/09168451.2016.1158628", "26981955"]}, {"Citation": "Chanprateep S (2010) Current trends in biodegradable polyhydroxyalkanoates. J Biosci Bioeng 110:621–632. https://doi.org/10.1016/j.jbiosc.2010.07.014", "ArticleIdList": ["10.1016/j.jbiosc.2010.07.014", "20719562"]}, {"Citation": "Ciesielski S, Możejko J, Pisutpaisal N (2015) Plant oils as promising substrates for polyhydroxyalkanoates production. J Clean Prod 106:408–421. https://doi.org/10.1016/j.jclepro.2014.09.040", "ArticleIdList": ["10.1016/j.jclepro.2014.09.040"]}, {"Citation": "Chaudhry WN, Jamil N, Ali I, Ayaz MH, Hasnain S (2011) Screening for polyhydroxyalkanoate (PHA)-producing bacterial strains and comparison of PHA production from various inexpensive carbon sources. Ann Microbiol 61:623–629. https://doi.org/10.1006/s13213-010-0181-6", "ArticleIdList": ["10.1006/s13213-010-0181-6"]}, {"Citation": "Chee, J. Y., Yoga, S. S., Lau, N. S., Ling, S. C., Abed, R. M., and Sudesh, K. (2010). “Bacterially produced polyhydroxyalkanoate (PHA): converting renewable resources into bioplastics,” in Current Research, Technology and Education Topics in Applied Microbiology and Microbial Biotechnology. Vol. 2. eds. A. mendez-Vilas, 1395–1404."}, {"Citation": "Chidepatil A, Bindra P, Kulkarni D, Qazi M, Kshirsagar M, Sankaran K (2020) From trash to cash: how block chain and multi-sensor-driven artificial intelligence can transform circular economy of plastic waste? Administrative Sciences 10(2):23. https://doi.org/10.3390/admsci10020023", "ArticleIdList": ["10.3390/admsci10020023"]}, {"Citation": "Choi JI, Lee SY (1997) Process analysis and economic evaluation for poly (3- hydroxybutyrate) production by fermentation. Biotechnol Bioproc Eng 17:335–342", "ArticleIdList": ["10.1007/s004490050394"]}, {"Citation": "Choi TR, Park YL, Song HS, Lee SM, Park SL, Lee HS, Yang YH (2021) Fructose-based production of short-chain-length and medium-chain-length polyhydroxyalkanoate copolymer by arctic Pseudomonas sp B14–6. Polymers 13(9):1398. https://doi.org/10.3390/polym13091398", "ArticleIdList": ["10.3390/polym13091398", "33925903", "8123457"]}, {"Citation": "Colombo B, Favini F, Scaglia B, Sciarria TP, D’Imporzano G, Pognani M, Adani F (2017) Enhanced polyhydroxyalkanoate (PHA) production from the organic fraction of municipal solid waste by using mixed microbial culture. Biotechnol Biofuels 10(1):1–15. https://doi.org/10.1186/s13068-017-0888-8", "ArticleIdList": ["10.1186/s13068-017-0888-8"]}, {"Citation": "Colombo B, Pepe Sciarria T, Reis M, Scaglia B, Adani F (2016) Polyhydroxyalkanoates (PHAs) production from fermented cheese whey by using a mixed microbial culture. Biores Technol 218:692–699. https://doi.org/10.1016/j.biortech.2016.07.024", "ArticleIdList": ["10.1016/j.biortech.2016.07.024"]}, {"Citation": "Colombo B, Villegas M (2019) Biohydrogen and polyhydroxyalkanoates (PHA) as products of a two-steps bioprocess from deproteinized dairy wastes. Waste Manage 95:22–31. https://doi.org/10.1016/j.wasman.2019.05.052", "ArticleIdList": ["10.1016/j.wasman.2019.05.052"]}, {"Citation": "Cox KD, Covernton GA, Davies HL, Dower JF, Juanes F, Dudas SE (2019) Human consumption of microplastics. Environ Sci Technol 53:7068–7074. https://doi.org/10.1021/acs.est.9b01517", "ArticleIdList": ["10.1021/acs.est.9b01517", "31184127"]}, {"Citation": "Chang YC, Reddy MV, Imura K, Onodera R, Kamada N, Sano Y (2021) Two-stage polyhydroxyalkanoates (PHA) production from cheese whey using Acetobacter pasteurianus C1 and Bacillus sp CYR1. Bioengineering 8(11):157. https://doi.org/10.3390/bioengineering8110157", "ArticleIdList": ["10.3390/bioengineering8110157", "34821723", "8614810"]}, {"Citation": "Cui YW, Shi YP, Gong XY (2017) Effects of C/N in the substrate on the simultaneous production of polyhydroxyalkanoates and extracellular polymeric substances by Haloferax mediterranei via kinetic model analysis. RSC Adv 7:18953–18961. https://doi.org/10.1039/C7RA02131C", "ArticleIdList": ["10.1039/C7RA02131C"]}, {"Citation": "Cui YW, Zhang HY, Lu PF, Peng YZ (2016) Effects of carbon sources on the enrichment of halophilic polyhydroxyalkanoate-storing mixed microbial culture in an aerobic dynamic feeding process. Sci Rep 6(1):1–13. https://doi.org/10.1038/srep30766", "ArticleIdList": ["10.1038/srep30766"]}, {"Citation": "de Paula FC, de Paula CB, Gomez JGC, Steinbüchel A, Contiero J (2017) Poly (3- hydroxybutyrate-co-3-hydroxyvalerate) production from biodiesel by-product and propionic acid by mutant strains of Pandoraea sp. Biotechnol Progress 33:1077–1084. https://doi.org/10.1002/btpr.2481", "ArticleIdList": ["10.1002/btpr.2481"]}, {"Citation": "de Ward P, van de Wal H, Huijberts GNM, Eggink G (1993) Heteronuclear NMR analysis of unsaturated fatty acids in poly(3-hydroxyalkanoates). J Biol Chem 268:314–319. https://doi.org/10.1016/S0021-9258(18)54151-X", "ArticleIdList": ["10.1016/S0021-9258(18)54151-X"]}, {"Citation": "Dietrich K, Oliveira-Filho ER, Dumont M-J, Gomez JGC, Taciro MK, Silva LFD, Orsat V, Rio LFD (2020) Increasing PHB production with an industrially scalable hardwood hydrolysate as a carbon source. Ind Crops Prod. https://doi.org/10.1016/j.indcrop.2020.112703", "ArticleIdList": ["10.1016/j.indcrop.2020.112703"]}, {"Citation": "Dietrich K, Dumont MJ, Del Rio LF, Orsat V (2017) Producing PHAs in the bioeconomy—towards a sustainable bioplastic. Sustain Product Consumption 9:58–70. https://doi.org/10.1016/j.spc.2016.09.001", "ArticleIdList": ["10.1016/j.spc.2016.09.001"]}, {"Citation": "Dinjaski N, Prieto MA (2015) Smart polyhydroxyalkanoate nanobeads by protein based functionalisation. Nanomed Nanotechnol Biol Med 11:885–899. https://doi.org/10.1016/j.nano.2015.01.018", "ArticleIdList": ["10.1016/j.nano.2015.01.018"]}, {"Citation": "Di Sia P (2017) Nanotechnology among innovation, health and risks. Procedia Soc Behav Sci 237:1076–1080. https://doi.org/10.1016/j.sbspro.2017.02.158", "ArticleIdList": ["10.1016/j.sbspro.2017.02.158"]}, {"Citation": "Du C, Sabirova J, Soetaert W, Ki Carol Lin S (2012) Polyhydroxyalkanoates production from low-cost sustainable raw materials. Curr Chem Biol 6(1):14–25. https://doi.org/10.2174/187231312799984394"}, {"Citation": "Duan Y, Mehariya S, Kumar A, Singh E, Yang J, Kumar S (2021) Apple orchard waste recycling and valorization of valuable product-A review. Bioengineered 12(1):476–495. https://doi.org/10.1080/21655979.2021.1872905", "ArticleIdList": ["10.1080/21655979.2021.1872905", "33472503", "8291833"]}, {"Citation": "Errico C, Bartoli C, Chiellini F, Chiellini E (2009) Poly(hydroxyalkanoates)-based polymeric nanoparticles for drug delivery. J Biomed Biotechnol 2009:10. https://doi.org/10.1155/2009/571702", "ArticleIdList": ["10.1155/2009/571702"]}, {"Citation": "Ebnesajjad S (2012) Handbook of Biopolymers and Biodegradable Plastics: Properties. Processing and Applications, Elsevier, Waltham"}, {"Citation": "European Bioplastic (2018) Global Production Capacities of Bioplastics 2018–2023. www.european-bioplastics.org ."}, {"Citation": "Faccin DJL, Martins I, Cardozo NSM, Rech R, Ayub MAZ, Alves TLM, Resende Secchi A (2009) Optimization of C: N ratio and minimal initial carbon source for poly (3‐hydroxybutyrate) production by Bacillus megaterium. J Chem Technol Biotechnol 84(12):1756–1761. https://doi.org/10.1002/jctb.2240"}, {"Citation": "Fei T, Cazeneuve S, Wen Z, Wu L, Wang T (2016) Effective recovery of poly- β-hydroxybutyrate (PHB) biopolymer from Cupriavidus necator using a novel and environmentally friendly solvent system. Biotechnol Progress 32:678–685. https://doi.org/10.1002/btpr.2247", "ArticleIdList": ["10.1002/btpr.2247"]}, {"Citation": "García IL, Lopez JA, Dorado MP, Kopsahelis N, Papanikolaou AM (2013) Evaluation of by-products from the biodiesel industry as fermentation feedstock for poly(3-hydroxybutyrate-co-3- hydroxyvalerate) production by Cupriavidus necator. Bioresour Technol 130:16–22. https://doi.org/10.1016/j.biortech.2012.11.088", "ArticleIdList": ["10.1016/j.biortech.2012.11.088", "23280181"]}, {"Citation": "Geyer R, Jambeck JR, Law KL (2017) Production, use, and fate of all plastics evermade. Sci Adv 3:e1700782"}, {"Citation": "Goh YS, Tan IKP (2012) Polyhydroxyalkanoate production by Antarctic soil bacteria isolated from Casey Station and Signy Island. Microbiol Res 166:211–219. https://doi.org/10.1016/j.micres.2011.08.002", "ArticleIdList": ["10.1016/j.micres.2011.08.002"]}, {"Citation": "Goormachtigh L (2013) Modelling and simulation of heterotrophic PHB production, M.Sc. Biosci Eng Dissertation: Bioengineering Department, Ghent University pp. 1–133."}, {"Citation": "Greene J (2018) Biodegradation of biodegradable and compostable plastics under industrial compost, marine and anaerobic digestion. Ecol Pollut Environ Sci 1:13–18"}, {"Citation": "Grodzicki W, Dziendzikowska K, Gromadzka-Ostrowska J, Kruszewski M (2021) Nanoplastic impact on the gut-brain axis: current knowledge and future directions. Int J Mol Sci 22(23):12795. https://doi.org/10.3390/ijms222312795", "ArticleIdList": ["10.3390/ijms222312795", "34884598", "8657997"]}, {"Citation": "Grothe E, Moo-Young M, Chisti Y (1999) Fermentation optimization for the production of poly(beta-hydroxybutyric acid) microbial thermoplastic. Enzyme Microb Technol 24:132–141. https://doi.org/10.1016/S0141-0229(99)00023-X", "ArticleIdList": ["10.1016/S0141-0229(99)00023-X"]}, {"Citation": "Gruber ES, Stadlbauer V, Pichler V, Resch-Fauster K, Todorovic A, Meisel TC, Kenner L (2022) To waste or not to waste: questioning potential health risks of micro-and nanoplastics with a focus on their ingestion and potential carcinogenicity. Exposu Health. https://doi.org/10.1007/s12403-022-00470-8", "ArticleIdList": ["10.1007/s12403-022-00470-8"]}, {"Citation": "Guerrini S, Borreani G, Voojis H (2017) Biodegradable materials in agriculture: Case histories and perspectives. In: Malinconico M (ed) Soil Degradable Bioplastics for a Sustainable Modern Agriculture. Springer, Berlin"}, {"Citation": "Gumel AM, Annuar MSM, Chisti Y (2013) Recent advances in the production, recovery and applications of polyhydroxyalkanoates. J Polym Environ 21(2):480–604. https://doi.org/10.1007/s10924-012-0527-1", "ArticleIdList": ["10.1007/s10924-012-0527-1"]}, {"Citation": "Gumel AM, Annuar MSM, Heidelberg T (2014) Growth kinetics, effect of carbon substrate in biosynthesis of mcl-PHA by Pseudomonas putida Bet001. Braz J Microbiol 44(2):426–438. https://doi.org/10.1590/S1517-83822014000200009", "ArticleIdList": ["10.1590/S1517-83822014000200009"]}, {"Citation": "Gursel I, Yagmurlu F, Korkusuz F, Hasirci V (2002) In vitro antibiotic release from poly(3-hydroxybutyrate-co-3-hydroxyvalerate) rods. J Microencapsul 19:153–164. https://doi.org/10.1080/02652040110065413", "ArticleIdList": ["10.1080/02652040110065413"]}, {"Citation": "Haas R, Jin B, Zepf FT (2008) Production of poly(3-hydroxybutyrate) from waste potato starch. Biosci Biotechnol Biochem 72:253–256. https://doi.org/10.1271/bbb.70503", "ArticleIdList": ["10.1271/bbb.70503", "18175895"]}, {"Citation": "Haba E, Vidal-Mas J, Bassas M, Espuny MJ, Llorens J, Manresa A (2006) Poly 3- (hydroxyalkanoates) produced from oily substrates by Pseudomonas aeruginosa 46T2 (NCBIM 40044): Effect of nutrients and incubation temperature on polymer composition. Biochem Eng J 34:99–106. https://doi.org/10.1016/j.bej.2006.11.021", "ArticleIdList": ["10.1016/j.bej.2006.11.021"]}, {"Citation": "Haba E, Vidal Mas J, Bassas M, Espuny MJ, Llorens J, Manresa A (2007) Poly 3-(hydroxyalkanoates) produced from oily substrates by Pseudomonas aeruginosa 47T2 (NCBIM 40044): effect of nutrients and incubation temperature on polymer composition. Biochem Eng J 35:99–106. https://doi.org/10.1016/j.bej.2006.11.021", "ArticleIdList": ["10.1016/j.bej.2006.11.021"]}, {"Citation": "Hajiali H, Karbasi S, Hosseinalipour M, Rezaie HR (2010) Preparation of a novel biodegradable nanocomposite scaffold based on poly (3-hydroxybutyrate)/bioglass nanoparticles for bone tissue engineering. J Mater Sci Mater Med 21:2125–2132. https://doi.org/10.1007/s10856-010-4075-8", "ArticleIdList": ["10.1007/s10856-010-4075-8", "20372984"]}, {"Citation": "Hassan MA, Yee LN, Yee PL, Ariffin H, Raha AR, Shirai Y, Sudesh K (2012) Sustainable production of polyhydroxyalkanoates from renewable oil-palm biomass. Biomass Bioeng 40:1–9. https://doi.org/10.1016/j.biombioe.2012.10.014", "ArticleIdList": ["10.1016/j.biombioe.2012.10.014"]}, {"Citation": "Hazer B, Steinbuchel A (2007) Increased diversification of polyhydroxyalkanoates by modification reactions for industrial and medical applications. Appl Microbiol Biotechnol 74:1–12. https://doi.org/10.1007/s00253-006-0732-8", "ArticleIdList": ["10.1007/s00253-006-0732-8", "17146652"]}, {"Citation": "Hejazi P, Vasheghani-Farahani E, Yamini Y (2003) Supercritical fluid disruption of Ralstonia eutropha for poly (β-hydroxybutyrate) recovery. Biotechnol Progress 19:1519–1523. https://doi.org/10.1021/bp034010q", "ArticleIdList": ["10.1021/bp034010q"]}, {"Citation": "Heller J (1984) Biodegradable polymers in controlled drug delivery. Crit Rev Ther Drug Carr Syst 1:39–90"}, {"Citation": "Hoffmann N, Amara AA, Beermann BB, Qi Q, Hinz H-J, Rehm BHA (2002) Biochemical characterization of the Pseudomonas putida 3-hydroxyacyl ACP: CoA transacylase, which diverts intermediates of fatty acid de novo biosynthesis. J Biol Chem 277:42926–42936. https://doi.org/10.1074/jbc.M207821200", "ArticleIdList": ["10.1074/jbc.M207821200", "12200450"]}, {"Citation": "Huang TY, Duan KJ, Huang SY, Chen CW (2006) Production of polyhydroxyalkanoates from inexpensive extruded rice bran and starch by Haloferax mediterranei. J Ind Microbiol Biotechnol 33:701–706. https://doi.org/10.1007/s10295-006-0098-z", "ArticleIdList": ["10.1007/s10295-006-0098-z", "16491353"]}, {"Citation": "Israni N, Venkatachalam P, Gajaraj B, Varalakshmi KN, Shivakumar S (2020) Whey valorization for sustainable polyhydroxyalkanoate production by Bacillus megaterium: production, characterization and in vitro biocompatibility evaluation. J Environ Manage 255:109884. https://doi.org/10.1016/j.jenvman.2019.109884", "ArticleIdList": ["10.1016/j.jenvman.2019.109884", "32063322"]}, {"Citation": "Jendrossek D, Handrick R (2002) Microbial degradation of polyhydroxyalkanoates. Annu Rev Microbiol 56:403–432. https://doi.org/10.1146/annurev.micro.56.012302.160838", "ArticleIdList": ["10.1146/annurev.micro.56.012302.160838", "12213937"]}, {"Citation": "Jung Y-M, Lee Y-H (2000) Utilization of oxidative pressure for enhanced production of poly-β-hydroxybutyrate and poly (3-hydroxybutyrate-3- hydroxyvalerate) in Ralstonia eutropha. J Biosci Bioeng 90:266–270. https://doi.org/10.1016/S1389-1723(00)80080-8", "ArticleIdList": ["10.1016/S1389-1723(00)80080-8", "16232855"]}, {"Citation": "Kachrimanidou V, Kopsahelis N, Chatzifragkou A, Papanikolaou S, Yanniotis S, Kookos I, Koutinas AA (2013) Utilisation of by-products from sunflower-based biodiesel production processes for the production of fermentation feedstock. Waste Biomass Valorization 4(3):529–537. https://doi.org/10.1007/s12649-012-9191-x", "ArticleIdList": ["10.1007/s12649-012-9191-x"]}, {"Citation": "Kamilah H, Al-Gheethi A, Yang TA, Sudesh K (2018) The use of palm oil-based waste cooking oil to enhance the production of polyhydroxybutyrate [P(3HB)] by Cupriavidus necator H16 strain. Arab J Sci Eng 43:3453–3463. https://doi.org/10.1007/s13369-018-3118-1", "ArticleIdList": ["10.1007/s13369-018-3118-1"]}, {"Citation": "Kang DK, Lee CR, Lee SH, Bae JH, Park YK, Rhee YH et al (2017) Production of polyhydroxyalkanoates from sludge palm oil using Pseudomonas putida S12. J Microbiol Biotechnol 27:990–994. https://doi.org/10.4014/jmb.1612.12031", "ArticleIdList": ["10.4014/jmb.1612.12031", "28274100"]}, {"Citation": "Keshavarz T, Roy I (2010) Polyhydroxyalkanoates: bioplastics with a green agenda. CurrOpin Microbiol 13:321–326. https://doi.org/10.1016/j.mib.2010.02.006", "ArticleIdList": ["10.1016/j.mib.2010.02.006"]}, {"Citation": "Keskin G, Klzll G, Bechelany M, Pochat-Bohatier C, Öner M (2017) Potential of polyhydroxyalkanoate (PHA) polymers family as substitutes of petroleum based polymers for packaging applications and solutions brought by their composites to form barrier materials. Pure Appl Chem 89:1841–1848. https://doi.org/10.1515/pac-2017-0401", "ArticleIdList": ["10.1515/pac-2017-0401"]}, {"Citation": "Khan JH, Lin J, Young C, Matsagar BM, Wu KC, Dhepe PL, Hossain MSA (2018) High surface area nanoporous carbon derived from high quality jute from Bangladesh. Mater Chem Phys 216:491–495. https://doi.org/10.1016/j.matchemphys.2018.05.082", "ArticleIdList": ["10.1016/j.matchemphys.2018.05.082"]}, {"Citation": "Kim GJ, Lee IY, Yoon SC, Shin YC, Park YH (1996) Enhanced yield and a high production of medium chain-length poly(3-hydroxyalkanoates) in a two- step fed-batch cultivation of Pseudomonas putida by combined use of glucose and octanoate. Enzyme Microb Technol 20:400–404. https://doi.org/10.1016/S0141-0229(96)00179-2", "ArticleIdList": ["10.1016/S0141-0229(96)00179-2"]}, {"Citation": "Kit Y, Pau L, Show L (2017) Economic and environmental analysis of PHAs production process. Clean Technol Environ Policy 19:1941–1953. https://doi.org/10.1007/s10098-017-1377-2", "ArticleIdList": ["10.1007/s10098-017-1377-2"]}, {"Citation": "Khamkong T, Penkhrue W, Lumyong S (2022) Optimization of Production of Polyhydroxyalkanoates (PHAs) from Newly Isolated Ensifer sp Strain HD34 by Response Surface Methodology. Processes 10(8):1632. https://doi.org/10.3390/pr10081632", "ArticleIdList": ["10.3390/pr10081632"]}, {"Citation": "Khatami K, Perez-Zabaleta M, Owusu-Agyeman I, Cetecioglu Z (2021) Waste to bioplastics: how close are we to sustainable polyhydroxyalkanoates production? Waste Manage 119:374–388. https://doi.org/10.1016/j.wasman.2020.10.008", "ArticleIdList": ["10.1016/j.wasman.2020.10.008"]}, {"Citation": "Khomlaem C, Aloui H, Kim BS (2021) Biosynthesis of polyhydroxyalkanoates from defatted Chlorella biomass as an inexpensive substrate. Appl Sci 11(3):1094. https://doi.org/10.3390/app11031094", "ArticleIdList": ["10.3390/app11031094"]}, {"Citation": "Khomlaem C, Aloui H, Singhvi M, Kim BS (2023) Production of polyhydroxyalkanoates and astaxanthin from lignocellulosic biomass in high cell density membrane bioreactor. Chem Eng J 451:138641. https://doi.org/10.1016/j.cej.2022.138641", "ArticleIdList": ["10.1016/j.cej.2022.138641"]}, {"Citation": "Koelmans AA, Nor NHM, Hermsen E, Kooi M, Mintenig SM, De France J (2019) Microplastics in freshwaters and drinking water: Critical review and assessment of data quality. Water Res 155:410–422. https://doi.org/10.1016/j.watres.2019.02.054", "ArticleIdList": ["10.1016/j.watres.2019.02.054", "30861380", "6449537"]}, {"Citation": "Koller M, Braunegg G (2015) Potential and prospects of continuous poly-hydroxyalkanoate (PHA) production. Bioengineering (basel) 2(2):94–121. https://doi.org/10.3390/bioengineering2020094", "ArticleIdList": ["10.3390/bioengineering2020094", "28955015"]}, {"Citation": "Koller M (2018) Biodegradable and biocompatible polyhydroxy-alkanoates (PHA): applications. Molecules 23(2):362. https://doi.org/10.3390/molecules23020362", "ArticleIdList": ["10.3390/molecules23020362", "29419813", "6017587"]}, {"Citation": "Koller M, Atlic A, Dias M, Reiterer A, Braunegg G (2010a) Microbial PHA production from waste raw materials. In: Chen G-Q (ed) Plastics from Bacteria: Natural Functions and Applications, Microbiology Monographs, vol 14. Springer, Heidelberg", "ArticleIdList": ["10.1007/978-3-642-03287-5_5"]}, {"Citation": "Koller M, Maršalek L, de Sousa Dias MM, Braunegg G (2017) Producing microbial polyhydroxyalkanoate (PHA) biopolyesters in a sustainable manner. New Biotechnol 37:24–38. https://doi.org/10.1016/j.nbt.2016.05.001", "ArticleIdList": ["10.1016/j.nbt.2016.05.001"]}, {"Citation": "Koller M, Niebelschutz H, Braunegg G (2013a) Strategies for recovery and purification of poly[(R)-3-hydroxyalkanoates] (PHA) biopolyesters from surrounding biomass. Eng Life Sci 13:549–562. https://doi.org/10.1002/elsc.201300021", "ArticleIdList": ["10.1002/elsc.201300021"]}, {"Citation": "Koller M, Sandholzer D, Salerno A, Braunegg G, Narodoslawsky M (2013b) Biopolymer from industrial residues: life cycle assessment of poly(hydroxyalkanoates) from whey. Resour Conserv Recycl 73:64–71. https://doi.org/10.1016/j.resconrec.2013.01.017", "ArticleIdList": ["10.1016/j.resconrec.2013.01.017"]}, {"Citation": "Koller M, Salerno A, Braunegg G (2014) Polyhydroxyalkanoates: basics, production and applications of microbial biopolyesters. Bio-based Plastics: Materials and Applications. John Wiley and Sons Ltd, Chichester, pp 137–170"}, {"Citation": "Koller M, Salerno A, Dias M, Reiterer A, Braunegg G (2010b) Modern biotechnological polymer synthesis: a review. Food Technol Biotechnol 48:244–269"}, {"Citation": "Kourmentza C, Costa J, Azevedo Z, Servin C, Grandfils C, de Freitas V et al (2018) Burkholderia thailandensis as a microbial cell factory for the bioconversion of used cooking oil to polyhydroxyalkanoates and rhamnolipids. Bioresour Technol 247:829–837. https://doi.org/10.1016/j.biortech.2017.09.138", "ArticleIdList": ["10.1016/j.biortech.2017.09.138", "30060419"]}, {"Citation": "Koutinas AA, Garcia IL, Kopsahelis N, Papanikolaou S, Webb C, Villar MA, López JA (2013) Production of fermentation feedstock from Jerusalem artichoke tubers and its potential for Polyhydroxybutyrate synthesis. Waste Biomass Valorization 4(2):359–370. https://doi.org/10.1007/s12649-012-9154-2", "ArticleIdList": ["10.1007/s12649-012-9154-2"]}, {"Citation": "Kovalcik A, Pernicova I, Obruca S, Szotkowski M, Enev V, Kalina M, Marova I (2020) Grape winery waste as a promising feedstock for the production of polyhydroxyalkanoates and other value-added products. Food Bioprod Process 124:1–10. https://doi.org/10.1016/j.fbp.2020.08.003", "ArticleIdList": ["10.1016/j.fbp.2020.08.003"]}, {"Citation": "Krueger CL, Radetski CM, Bendia AG, Oliveira IM, Castro-Silva MA, Rambo CR, Lima AO (2012) Bioconversion of cassava starch by-product into Bacillus and related bacteria polyhydroxyalkanoates. Electron J Biotechnol 15(3):8–8. https://doi.org/10.2225/vol15-issue3-fulltext-6", "ArticleIdList": ["10.2225/vol15-issue3-fulltext-6"]}, {"Citation": "Kumar M, Rathour R, Singh R, Sun Y, Pandey A, Gnansounou E, Thakur IS (2020) Bacterial polyhydroxyalkanoates: Opportunities, challenges, and prospects. J Cleaner Product 263:121500. https://doi.org/10.1016/j.jclepro.2020.121500", "ArticleIdList": ["10.1016/j.jclepro.2020.121500"]}, {"Citation": "Kumar S, Mahato RP, Gupta K, Bardhan P, Rather MA, Mandal M, Kataki R (2022) Understanding Biomass Recalcitrance: Conventional Physical, Chemical, and Biological Pretreatment Methods for Overcoming Biomass Recalcitrance. Thermochemical and Catalytic Conversion Technologies for Future Biorefineries. Springer, Singapore, pp 53–78", "ArticleIdList": ["10.1007/978-981-19-4312-6_3"]}, {"Citation": "Kumbhakar S, Singh PK, Vidyarthi AS (2012) Screening of root nodule bacteria for the production of polyhydroxyalkanoate (PHA) and the study of parameters influencing the PHA accumulation. Afr J Biotechnol 11:6934–6946. https://doi.org/10.5897/AJB12.1930", "ArticleIdList": ["10.5897/AJB12.1930"]}, {"Citation": "Lazaro CZ, Perna V, Etchebehere C, Varesche MBA (2014) Sugarcane vinasse as substrate for fermentative hydrogen production: the effects of temperature and substrate concentration. Int J Hydrogen Energy 39(12):6407–6418. https://doi.org/10.1016/j.ijhydene.2014.02.058", "ArticleIdList": ["10.1016/j.ijhydene.2014.02.058"]}, {"Citation": "Lebreton L, Andrady A (2019) Future scenarios of global plastic waste generation and disposal. Palgr Commun 5(1):1–11. https://doi.org/10.1057/s41599-018-0212-7"}, {"Citation": "Lee C, Hong S (2014) An overview of the synthesis and synthetic mechanism of poly (lactic acid). Mod Chem Appl 2:144. https://doi.org/10.4172/2329-6798.1000144", "ArticleIdList": ["10.4172/2329-6798.1000144"]}, {"Citation": "Lee GN, Na J (2013) Future of microbial polyesters. Microb Cell Fact 12:44", "ArticleIdList": ["10.1186/1475-2859-12-54"]}, {"Citation": "Lee HJ, Kim SG, Cho DH, Bhatia SK, Gurav R, Yang SY, Yang YH (2022a) Finding of novel lactate utilizing Bacillus sp. YHY22 and its evaluation for polyhydroxybutyrate (PHB) production. Int J Biol Macromol 201:653–661. https://doi.org/10.1016/j.ijbiomac.2022.01.025", "ArticleIdList": ["10.1016/j.ijbiomac.2022.01.025", "35038470"]}, {"Citation": "Lee SM, Cho DH, Jung HJ, Kim B, Kim SH, Bhatia SK, Yang YH (2022b) Finding of novel polyhydroxybutyrate producer Loktanella sp. SM43 capable of balanced utilization of glucose and xylose from lignocellulosic biomass. Int J Biol Macromol 208:809–818. https://doi.org/10.1016/j.ijbiomac.2022.03.155", "ArticleIdList": ["10.1016/j.ijbiomac.2022.03.155", "35364206"]}, {"Citation": "Lee SM, Lee HJ, Kim SH, Suh MJ, Cho JY, Ham S, Yang YH (2021a) Screening of the strictly xylose-utilizing Bacillus sp. SM01 for polyhydroxybutyrate and its co-culture with Cupriavidus necator NCIMB 11599 for enhanced production of PHB. Int J Biol Macromol 181:410–417. https://doi.org/10.1016/j.ijbiomac.2021.03.149", "ArticleIdList": ["10.1016/j.ijbiomac.2021.03.149", "33775761"]}, {"Citation": "Lee SM, Lee HJ, Kim SH, Suh MJ, Cho JY, Ham S, Yang YH (2021b) Engineering of Shewanella marisflavi BBL25 for biomass-based polyhydroxybutyrate production and evaluation of its performance in electricity production. Int J Biol Macromol 183:1669–1675. https://doi.org/10.1016/j.ijbiomac.2021.05.105", "ArticleIdList": ["10.1016/j.ijbiomac.2021.05.105", "34023371"]}, {"Citation": "Lee WH, Loo CY, Nomura CT, Sudesh K (2008) Biosynthesis of polyhydroxyalkanoate copolymers from mixtures of plant oils and 3-hydroxyvalerate precursors. Biores Technol 99(15):6844–6851. https://doi.org/10.1016/j.biortech.2008.01.051", "ArticleIdList": ["10.1016/j.biortech.2008.01.051"]}, {"Citation": "Lemechko P, Le Fellic M, Bruzaud S (2019) Production of poly (3-hydroxybutyrate-co-3-hydroxyvalerate) using agro-industrial effluents with tunable proportion of 3-hydroxyvalerate monomer units. Int J Biol Macromol 128:429–434. https://doi.org/10.1016/j.ijbiomac.2019.01.170", "ArticleIdList": ["10.1016/j.ijbiomac.2019.01.170", "30707995"]}, {"Citation": "Leong YK, Show PL, Lan JCW, Loh HS, Yap YJ, Ling TC (2017) Extraction and purification of polyhydroxyalkanoates (PHAs): Application of thermoseparating aqueous two-phase extraction. J Polym Res 24(10):158. https://doi.org/10.1007/s10965-017-1307-3", "ArticleIdList": ["10.1007/s10965-017-1307-3"]}, {"Citation": "Li HF, Wang MR, Tian LY, Li ZJ (2021) Production of Polyhydroxyalkanoates (PHAs) by Vibrio alginolyticus Strains Isolated from Salt Fields. Molecules 26(20):6283. https://doi.org/10.3390/molecules26206283", "ArticleIdList": ["10.3390/molecules26206283", "34684864", "8537743"]}, {"Citation": "Ling C, Qiao GQ, Shuai BW, Song KN, Yao WX, Jiang XR, Chen GQ (2019) Engineering self-flocculating Halomonas campaniensis for wastewater less open and continuous fermentation. Biotechnol Bioeng 116:805–815. https://doi.org/10.1002/bit.26897", "ArticleIdList": ["10.1002/bit.26897", "30537067"]}, {"Citation": "Liu H, Kumar V, Jia L, Sarsaiya S, Kumar D, Juneja A, Awasthi MK (2021) Biopolymer poly-hydroxyalkanoates (PHA) production from apple industrial waste residues: a review. Chemosphere 284:131427. https://doi.org/10.1016/j.chemosphere.2021.131427", "ArticleIdList": ["10.1016/j.chemosphere.2021.131427", "34323796"]}, {"Citation": "Lhamo P, Behera SK, Mahanty B (2021) Process optimization, metabolic engineering interventions and commercialization of microbial polyhydroxyalkanoates production–A state-of-the art review. Biotechnol J 16(9):2100136. https://doi.org/10.1002/biot.202100136", "ArticleIdList": ["10.1002/biot.202100136"]}, {"Citation": "Lu XY, Ciraolo E, Stefenia R, Chen GQ, Zhang Y, Hirsch E (2011) Sustained release of PI3K inhibitor from PHA nanoparticles and in vitro growth inhibition of cancer cell lines. Appl Microbiol Biotechnol 89:1423–1433. https://doi.org/10.1007/s00253-011-3101-1", "ArticleIdList": ["10.1007/s00253-011-3101-1", "21286711"]}, {"Citation": "Ma YM, Wei DX, Yao H, Wu LP, Chen GQ (2016) Synthesis, characterisation and application of thermoresponsive polyhydroxyalkanoate-graft-poly(N-isopropylacrylamide). Biomacromol 17:2680–2690. https://doi.org/10.1021/acs.biomac.6b00724", "ArticleIdList": ["10.1021/acs.biomac.6b00724"]}, {"Citation": "Madhusoodanan G, Hariharapura RC, Somashekara D (2022) Dissolved oxygen as a propulsive parameter for polyhydroxyalkanoate production using Bacillus endophyticus cultures. Environ Dev Sustain 24(4):4641–4658. https://doi.org/10.1007/s10668-021-01626-3", "ArticleIdList": ["10.1007/s10668-021-01626-3"]}, {"Citation": "Madison LL, Huisman GW (1999) Metabolic engineering of poly (3-hydroxyalkanoates): from DNA to plastic. Microbiol Mol Biol Rev 63:21–53. https://doi.org/10.1128/MMBR.63.1.21-53.1999", "ArticleIdList": ["10.1128/MMBR.63.1.21-53.1999", "10066830", "98956"]}, {"Citation": "Maekawa M, Pearce R, Marchessault RH, Manley RSJ (1999) Miscibility and tensile properties of poly (β-hydroxybutyrate)–cellulose propionate blends. Polymer 40(6):1401–1404. https://doi.org/10.1016/S0032-3861(98)00359-0", "ArticleIdList": ["10.1016/S0032-3861(98)00359-0"]}, {"Citation": "Mahato RP, Kumar S, Singh P (2021) Optimization of Growth Conditions to Produce Sustainable Polyhydroxyalkanoate Bioplastic by Pseudomonas aeruginosa EO1. Front Microbiol. https://doi.org/10.3389/fmicb.2021.711588", "ArticleIdList": ["10.3389/fmicb.2021.711588", "34721317", "8555948"]}, {"Citation": "Maheshwari N, Kumar M, Thakur IS, Srivastava S (2018) Production, Process optimization and Molecular characterization of Polyhydroxyalkanoate (PHA) by CO2 sequestering B. cereus SS105. Biores Technol 254:75–82. https://doi.org/10.1016/j.biortech.2018.01.002", "ArticleIdList": ["10.1016/j.biortech.2018.01.002"]}, {"Citation": "Marichelvam MK, Jawaid M, Asim M (2019) Corn and rice starch-based bioplastics as alternative packaging materials. Fibers 7:32. https://doi.org/10.3390/fib7040032", "ArticleIdList": ["10.3390/fib7040032"]}, {"Citation": "Masaeli E, Wieringa PA, Morshed M, Nasr-Esfahani MH, Sadri S, van Blitterswijk CA, Moroni L (2014) Peptide functionalised polyhydroxyalkanoate nanofibrous scaffolds enhance Schwann cells activity. Nanomedicine Nanotechnol Biol Med 10:1559–1569. https://doi.org/10.1016/j.nano.2014.04.008", "ArticleIdList": ["10.1016/j.nano.2014.04.008"]}, {"Citation": "Martini F, Perazzo L, Vietto P (1989) Sheets materials of HB polymers. US Patent Number 4(826):493"}, {"Citation": "Mathuriya AS, Yakhmi JV, Martínez LMT, Kharissova OV, Kharisov BI (2017) Polyhydroxyalkanoates: biodegradable plastics and their applications. Handbook Ecomater 56:1–29"}, {"Citation": "Meereboer KW, Misra M, Mohanty AK (2020) Review of recent advances in the biodegradability of polyhydroxyalkanoate (PHA) bioplastics and their composites. Green Chem 22(17):5519–5558. https://doi.org/10.1039/D0GC01647K", "ArticleIdList": ["10.1039/D0GC01647K"]}, {"Citation": "Mikova G, Chodak I (2006) Properties and modification of poly(3-hydroxybutanoate). Chem List 100:1075–1083"}, {"Citation": "Mohandas SP, Balan L, Lekshmi N, Cubelio SS, Philip R, Bright Singh IS (2017) Production and characterization of polyhydroxybutyrate from Vibrio harveyi MCCB 284 utilizing glycerol as carbon source. J Appl Microbiol 122:698–707. https://doi.org/10.1111/jam.13359", "ArticleIdList": ["10.1111/jam.13359", "27868364"]}, {"Citation": "Mohanraj VJ, Chen Y (2006) Nanoparticles – a review. Trop J Pharm Res 5:561–573. https://doi.org/10.4314/tjpr.v5i1.14634", "ArticleIdList": ["10.4314/tjpr.v5i1.14634"]}, {"Citation": "Mohanrasu K, Rao RGR, Dinesh G, Zhang K, Prakash GS, Song D-P et al (2020) Optimization of media components and culture conditions for polyhydroxyalkanoates production by Bacillus megaterium. Fuel 271:117522", "ArticleIdList": ["10.1016/j.fuel.2020.117522"]}, {"Citation": "Mohapatra S, Maity S, Dash HR, Das S, Pattnaik S, Rath CC, Samantaray D (2017) Bacillus and biopolymer: prospects and challenges. Biochem Biophys Rep 12:206–213. https://doi.org/10.1016/j.bbrep.2017.10.001"}, {"Citation": "Mohidin Batcha AF, Prasad DM, Khan MR, Abdullah H (2014) Biosynthesis of poly (3-hydroxybutyrate) (PHB) by Cupriavidus necator H16 from jatropha oil as carbon source. Bioprocess Biosyst Eng 37(5):943–951. https://doi.org/10.1007/s00449-013-1066-4", "ArticleIdList": ["10.1007/s00449-013-1066-4"]}, {"Citation": "Montiel-Jarillo G, Carrera J, Suárez-Ojeda ME (2017) Enrichment of a mixed microbial culture for polyhydroxyalkanoates production: Effect of pH and N and P concentrations. Sci Total Environ 583:300–307", "ArticleIdList": ["10.1016/j.scitotenv.2017.01.069", "28117150"]}, {"Citation": "Montie TC (2013) Pseudomonas. Springer, New York"}, {"Citation": "Mothes G, Otto O (2009) Biotechnological production of bioplastics from raw glycerol. In: Aggelis G (ed) Microbial Conversions of Raw Glycerol. Nova Science Publishers Inc., New York, pp 64–84"}, {"Citation": "Moungprayoon A, Lunprom S, Reungsang A, Salakkam A (2022) High Cell Density Cultivation of Paracoccus sp on Sugarcane Juice for Poly (3-hydroxybutyrate) Production. Front Bioeng Biotechnol. https://doi.org/10.3389/fbioe.2022.878688", "ArticleIdList": ["10.3389/fbioe.2022.878688", "35646885", "9133739"]}, {"Citation": "Mozejko J, Przybyłek G, Ciesielski S (2011) Waste rapeseed oil as a substrate for medium-chain-length polyhydroxyalkanoates production. Eur J Lipid Sci Technol 113:1550–1557. https://doi.org/10.1002/ejlt.201100148", "ArticleIdList": ["10.1002/ejlt.201100148"]}, {"Citation": "Mozejko J, Ciesielski S (2013) Saponified waste palm oil as an attractive renewable resource for MCL-polyhydroxyalkanoate synthesis. J Biosci Bioeng 116:485–492. https://doi.org/10.1016/j.jbiosc.2013.04.014", "ArticleIdList": ["10.1016/j.jbiosc.2013.04.014", "23706994"]}, {"Citation": "Mozejko-Ciesielska J, Kumar P, Lemos PC, Cui Y (2022) Advances and Trends in Polyhydroxyalkanoate (PHA) Biopolymer Production. Front Bioeng Biotechnol. https://doi.org/10.3389/fbioe.2022.873250", "ArticleIdList": ["10.3389/fbioe.2022.873250", "35957637", "9358023"]}, {"Citation": "Muhammadi S, Afzal M, Hameed S (2015) Bacterial polyhydroxyalkanoates-eco-friendly next generation plastic: production, biocompatibility, biodegradation, physical properties and applications. Green Chem Lett Rev 8:56–77. https://doi.org/10.1080/17518253.2015.1109715", "ArticleIdList": ["10.1080/17518253.2015.1109715"]}, {"Citation": "Muhr A, Rechberger EM, Salerno A, Reiterera A, Margaretha S, Kwiecień M et al (2013a) Biodegradable latexes from animal-derived waste: biosynthesis and characterization of mcl-PHA accumulated by Ps. Citronellolis React Funct Polym 73:1391–1398. https://doi.org/10.1016/j.reactfunctpolym.2012.12.009"}, {"Citation": "Muhr A, Rechberger EM, Salerno A, Reiterer A, Malli K, Strohmeier K et al (2013b) Novel description of mcl-PHA biosynthesis by pseudomonas chlororaphis from animal-derived waste. J. Biotechnol 165:45–51. https://doi.org/10.1016/j.jbiotec.2013.02.003"}, {"Citation": "Muneer F, Rasul I, Azeem F, Siddique MH, Zubair M, Nadeem H (2020) Microbial polyhydroxyalkanoates (PHAs): efficient replacement of synthetic polymers. J Polym Environ 28(9):2301–2323. https://doi.org/10.1007/s10924-020-01772-1", "ArticleIdList": ["10.1007/s10924-020-01772-1"]}, {"Citation": "Nikiema J, Asiedu Z (2022) A review of the cost and effectiveness of solutions to address plastic pollution. Environ Sci Pollut Res. https://doi.org/10.1007/s11356-021-18038-5", "ArticleIdList": ["10.1007/s11356-021-18038-5"]}, {"Citation": "Nikiema J, Mateo-Sagasta J, Asiedu Z, Saad D, Lamizana B (2020) Water pollution by macroplastics and microplastics: A review of technical solutions from source to sea."}, {"Citation": "Nishida M, Tanaka T, Hayakawa Y, Nishida M (2018) Solid-state nuclear magnetic resonance (NMR) and nuclear magnetic relaxation time analyses of molecular mobility and compatibility of plasticized polyhydroxyalkanoates (PHA) copolymers. Polymers 10(5):506. https://doi.org/10.3390/polym10050506", "ArticleIdList": ["10.3390/polym10050506", "30966539", "6415390"]}, {"Citation": "Ojha N, Das N (2020) Process optimization and characterization of polyhydroxyalkanoate copolymers produced by marine Pichia kudriavzevii VIT-NN02 using banana peels and chicken feather hydrolysate. Biocatal Agric Biotechnol 27:101616. https://doi.org/10.1016/j.bcab.2020.101616", "ArticleIdList": ["10.1016/j.bcab.2020.101616"]}, {"Citation": "Ojumu TV, Yu J, Solomon BO (2004) Production of polyhydroxyalkanoates, a bacterial biodegradable polymers. Afr J Biotech 3(1):18–24. https://doi.org/10.5897/AJB2004.000-2004", "ArticleIdList": ["10.5897/AJB2004.000-2004"]}, {"Citation": "Okoro O, Shavandi A (2021) An assessment of the utilization of waste apple slurry in bio-succinic acid and bioenergy production. Int J Environ Sci Technol. https://doi.org/10.1007/s13762-021-03235-z", "ArticleIdList": ["10.1007/s13762-021-03235-z"]}, {"Citation": "Ong SY, Zainab-L I, Pyary S, Sudesh K (2018) A novel biological recovery approach for PHA employing selective digestion of bacterial biomass in animals. Appl Microbiol Biotechnol 102(11):2117–2127. https://doi.org/10.1007/s00253-018-8788-9", "ArticleIdList": ["10.1007/s00253-018-8788-9", "29404644"]}, {"Citation": "Ospina-Betancourth C, Echeverri S, Rodriguez-Gonzalez C, Wist J, Combariza MY, Sanabria J (2022) Enhancement of PHA production by a mixed microbial culture using VFA obtained from the fermentation of wastewater from yeast industry. Fermentation 8(4):180. https://doi.org/10.3390/fermentation8040180", "ArticleIdList": ["10.3390/fermentation8040180"]}, {"Citation": "Ozdemir S, Akman D, Cirik K, Cinar O (2014) Effect of cycle time on polyhydroxybutyrate (PHB) production in aerobic mixed cultures. Appl Biochem Biotechnol 162:2390–2399. https://doi.org/10.1007/s12010-013-0676-2", "ArticleIdList": ["10.1007/s12010-013-0676-2"]}, {"Citation": "Pakalapati H, Chang C-K, Show PL, Arumugasamy SK, Lan JC-W (2018) Development of polyhydroxyalkanoates production from waste feedstocks and applications. J Bioscience Bioeng 126:282–292. https://doi.org/10.1016/j.jbiosc.2018.03.016", "ArticleIdList": ["10.1016/j.jbiosc.2018.03.016"]}, {"Citation": "Park YL, Bhatia SK, Gurav R, Choi TR, Kim HJ, Song HS, Yang YH (2020) Fructose based hyper production of poly-3-hydroxybutyrate from Halomonas sp. YLGW01 and impact of carbon sources on bacteria morphologies. Int J Biol Macromol 154:929–936. https://doi.org/10.1016/j.ijbiomac.2020.03.129", "ArticleIdList": ["10.1016/j.ijbiomac.2020.03.129", "32198033"]}, {"Citation": "Patel SKS, Kumar P, Singh M, Lee J-K, Kalia VC (2015) Integrative approach to produce hydrogen and polyhydroxybutyrate from biowaste using defined bacterial cultures. Bioresour Technol 176:136–141. https://doi.org/10.1016/j.biortech.2014.11.029", "ArticleIdList": ["10.1016/j.biortech.2014.11.029", "25460994"]}, {"Citation": "Perez Rivero C, Sun C, Theodoropoulos C, Webb C (2016) Building a predictive model for PHB production from glycerol. Biochem Eng J 116:113–121. https://doi.org/10.1016/j.bej.2016.04.016", "ArticleIdList": ["10.1016/j.bej.2016.04.016"]}, {"Citation": "Pereira JR, Araujo D, Freitas P, Marques AC, Alves VD, Sevrin C, Freitas F (2021) Production of medium-chain-length polyhydroxyalkanoates by Pseudomonas chlororaphis subsp. aurantiaca: ultivation on fruit pulp waste and polymer characterization. Int J Biol Macromol 167:85–92", "ArticleIdList": ["10.1016/j.ijbiomac.2020.11.162", "33249156"]}, {"Citation": "Pernicova I, Kucera D, Nebesarova J, Kalina M, Novackova I, Koller M, Obruca S (2019) Production of polyhydroxyalkanoates on waste frying oil employing selected Halomonas strains. Bioresour Technol 292:122028. https://doi.org/10.1016/j.biortech.2019.122028", "ArticleIdList": ["10.1016/j.biortech.2019.122028", "31466820"]}, {"Citation": "Plastics Europe (2022) Plastics-the Facts 2022. https://plasticseurope.org/knowledge-hub/plastics-the-facts-2022/ . Accessed 11 Jan 2023."}, {"Citation": "Pollet E, Averous L (2011) Production, chemistry and properties of polyhydroxyalkanoates. In: Plackett D (ed) Biopolymers - New Materials for Sustainable Films and Coatings. John Wiley and Sons, Chichester, pp 65–86", "ArticleIdList": ["10.1002/9781119994312.ch4"]}, {"Citation": "Poirier Y, Nawrath C, Somerville C (1995) Production of polyhydroxyalkanoates, a family of biodegradable plastics and elastomers, in bacteria and plants. Bio/technology 13(2):142–140", "ArticleIdList": ["9634754"]}, {"Citation": "Rahman A, Linton E, Hatch AD, Sims RC, Miller CD (2013) Secretion of polyhydroxybutyrate in Escherichia coli using a synthetic biological engineering approach. J Biol Eng 7:24", "ArticleIdList": ["10.1186/1754-1611-7-24", "24139229", "4015293"]}, {"Citation": "Rai R, Keshavarz T, Roether JA, Boccaccini AR, Roy. (2011) Medium chain length polyhydroxyalkanoates, promising new biomedical materials for the future. Mater Sci Eng R Rep 62:29–46. https://doi.org/10.1016/j.mser.2010.11.002", "ArticleIdList": ["10.1016/j.mser.2010.11.002"]}, {"Citation": "Ramadas NV, Singh SK, Soccol CR, Pandey A (2009) Polyhydroxybutyrate production using agro-industrial residue as substrate by Bacillus sphaericus NCIM 4149. Braz Arch Biol Technol 42:16–23. https://doi.org/10.1590/S1516-89132009000100003", "ArticleIdList": ["10.1590/S1516-89132009000100003"]}, {"Citation": "Rao JP, Geckeler KE (2011) Polymer nanoparticles: preparation techniques and size control parameters. Prog Polym Sci 36:887–913. https://doi.org/10.1016/j.progpolymsci.2011.01.001", "ArticleIdList": ["10.1016/j.progpolymsci.2011.01.001"]}, {"Citation": "Ray S, Kalia VC (2017a) Biomedical applications of polyhydroxyalkanoates. Indian J Microbiol 57(3):261–269. https://doi.org/10.1007/s12088-017-0651-7", "ArticleIdList": ["10.1007/s12088-017-0651-7", "28904409", "5574769"]}, {"Citation": "Ray S, Kalia VC (2017b) Co-metabolism of substrates by Bacillus thuringiensis regulates polyhydroxyalkanoate co-polymer composition. Bioresour Technol 224:743–747. https://doi.org/10.1016/j.biortech.2016.11.089", "ArticleIdList": ["10.1016/j.biortech.2016.11.089", "27914782"]}, {"Citation": "Raza ZA, Abid S, Banat IM (2018) Polyhydroxyalkanoates: Characteristics, production, recent developments and applications. Int Biodeterior Biodegrad 126:44–46. https://doi.org/10.1016/j.ibiod.2017.10.001", "ArticleIdList": ["10.1016/j.ibiod.2017.10.001"]}, {"Citation": "Rebocho AT, Pereira JR, Neves LA, Alves VD, Sevrin C, Grandfils C, Freitas F, Reis MA (2020) Preparation and characterization of films based on a natural P (3HB)/ mcl-PHA blend obtained through the co-culture of Cupriavidus necator and Pseudomonas Citronellolis in apple pulp waste. Bioengineering 7:34. https://doi.org/10.3390/bioengineering7020034", "ArticleIdList": ["10.3390/bioengineering7020034", "32260526", "7356164"]}, {"Citation": "Reddy CSK, Ghai R, Kalia V (2003) Polyhydroxyalkanoates: an overview. Biores Technol 86(2):136–146. https://doi.org/10.1016/S0960-8524(02)00212-2", "ArticleIdList": ["10.1016/S0960-8524(02)00212-2"]}, {"Citation": "Reddy MV, Mohan SV (2012) Effect of substrate load and nutrients concentration on the polyhydroxyalkanoates (PHA) production using mixed consortia through wastewater treatment. Biores Technol 114:573–582. https://doi.org/10.1016/j.biortech.2012.02.127", "ArticleIdList": ["10.1016/j.biortech.2012.02.127"]}, {"Citation": "Rehm B (2009) Microbial Production of Biopolymers and Polymer Precursors: Applications and Perspectives. Caister Academic Press, Norfolk"}, {"Citation": "Rehm BHA (2003) Polyester synthases: natural catalysts for plastics. Biochem J 376:15–33. https://doi.org/10.1042/BJ20031254", "ArticleIdList": ["10.1042/BJ20031254", "12954080", "1223765"]}, {"Citation": "Ren Y, Ling C, Hajnal I, Wu Q, Chen GQ (2018) Construction of Halomonas bluephagenesis capable of high cell density growth for efficient PHA production. Appl Microbiol Biotechnol 102:4499–4510. https://doi.org/10.1007/s00253-018-8931-7", "ArticleIdList": ["10.1007/s00253-018-8931-7", "29623388"]}, {"Citation": "Reusch RN (2000) Transmembrane ion transport by polyphosphate/poly-(R)-3-hydroxybutyrate complexes. Biochemistry 64(3):280–294"}, {"Citation": "Riedel SL, Jahns S, Koenig S, Bock MCE, Brigham CJ, Bader J, Stahl U (2015) Polyhydroxyalkanoates production with Ralstonia eutropha from low quality waste animal fats. J Biotechnol 214:119–127. https://doi.org/10.1016/j.jbiotec.2015.09.002", "ArticleIdList": ["10.1016/j.jbiotec.2015.09.002", "26428087"]}, {"Citation": "Ruiz C, Kenny ST, Babu PR, Walsh M, Narancic T, O’Connor KE (2019) High cell density conversion of hydrolysed waste cooking oil fatty acids into medium chain length polyhydroxyalkanoate using Pseudomonas putida KT2440. Catalysts 9:468. https://doi.org/10.3390/catal9050468", "ArticleIdList": ["10.3390/catal9050468"]}, {"Citation": "Sabapathy PC, Devaraj S, Parthiban A, Kathirvel P (2018) Bioprocess optimization of PHB homopolymer and copolymer P3 (HB-co-HV) by Acinetobacter junii BP25 utilizing rice mill effluent as sustainable substrate. Environ Technol 39:1430–1441. https://doi.org/10.1080/09593330.2017.1330902", "ArticleIdList": ["10.1080/09593330.2017.1330902", "28511586"]}, {"Citation": "Samadhiya K, Sangtani R, Nogueira R, Bala K (2021) Insightful advancement and opportunities for microbial bioplastic production. Front Microbiol 12:674864–674864. https://doi.org/10.3389/fmicb.2021.674864", "ArticleIdList": ["10.3389/fmicb.2021.674864", "35058887"]}, {"Citation": "Samorì C, Basaglia M, Casella S, Favaro L, Galletti P, Giorgini L, Marchi D, Mazzocchetti L, Torri C, Tagliavini E (2015) Dimethyl carbonate and switchable anionic surfactants: two effective tools for the extraction of polyhydroxyalkanoates from microbial biomass. Green Chem 17:1047–1056. https://doi.org/10.1039/C4GC01821D", "ArticleIdList": ["10.1039/C4GC01821D"]}, {"Citation": "Samrot AV, Samanvitha SK, Shobana N, Renitta ER, Senthilkumar P, Kumar SS, Thirumurugan R (2021) The synthesis, characterization and applications of polyhydroxyalkanoates (PHAs) and PHA-based nanoparticles. Polymers 13(19):3302. https://doi.org/10.3390/polym13193302", "ArticleIdList": ["10.3390/polym13193302", "34641118", "8512352"]}, {"Citation": "Sangkharak K, Prasertsan P (2012) Screening and identification of polyhydroxyalkanoates producing bacteria and biochemical characterisation of their possible application. J Gen Appl Microbiol 58(3):173–182. https://doi.org/10.2323/jgam.58.173", "ArticleIdList": ["10.2323/jgam.58.173", "22878735"]}, {"Citation": "SAPEA (2019) A scientific perspective on microplastics in nature and society. In: Science Advice for Policy by European Academies (Issue 4). https://doi.org/10.26356/micro plastics"}, {"Citation": "Saranya V, Shenbagarathai R (2011) Production and characterisation of PHA from recombinant E. coli harbouring phaC1 gene of indigenous Pseudomonas sp. LDC- 4 using molasses. Braz J Microbiol 42:1109–1118. https://doi.org/10.1590/S1517-83822011000300032", "ArticleIdList": ["10.1590/S1517-83822011000300032", "24031729", "3768782"]}, {"Citation": "Saratale RG, Cho SK, Kadam AA, Ghodake GS, Kumar M, Bharagava RN, Saratale GD (2022) Developing microbial co-culture system for enhanced polyhydroxyalkanoates (PHA) production using acid pretreated lignocellulosic biomass. Polymers 14(4):726. https://doi.org/10.3390/polym14040726", "ArticleIdList": ["10.3390/polym14040726", "35215639", "8876045"]}, {"Citation": "Saratale RG, Cho SK, Saratale GD, Ghodake GS, Bharagava RN, Kim DS, Shin HS (2021) Efficient bioconversion of sugarcane bagasse into polyhydroxybutyrate (PHB) by Lysinibacillus sp and its characterization. Bioresour Technol 324:124673. https://doi.org/10.1016/j.biortech.2021.124673", "ArticleIdList": ["10.1016/j.biortech.2021.124673", "33445010"]}, {"Citation": "Sarkar O, Mohan SV (2017) Pre-aeration of food waste to augment acidogenic process at higher organic load: Valorizing biohydrogen, volatile fatty acids and biohythane. Biores Technol 242:68–76. https://doi.org/10.1016/j.biortech.2017.05.053", "ArticleIdList": ["10.1016/j.biortech.2017.05.053"]}, {"Citation": "Schlegel HG, Gottschalk G, Von Bartha R (1961) Formation and utilization of poly-β-hydroxybutyric acid by Knallgas bacteria (Hydrogenomonas). Nature 191(4787):463–465", "ArticleIdList": ["10.1038/191463a0", "13747776"]}, {"Citation": "Senathirajah K, Attwood S, Bhagwat G, Carbery M, Wilson S, Palanisami T (2021) Estimation of the mass of microplastics ingested—a pivotal first step towards human health risk assessment. J Hazard Mater 404:124004. https://doi.org/10.1016/j.jhazmat.2020.124004", "ArticleIdList": ["10.1016/j.jhazmat.2020.124004", "33130380"]}, {"Citation": "Shanker R, Khan D, Hossain R, Islam MT, Locock K, Ghose A, Dhodapkar R (2022) Plastic waste recycling: existing Indian scenario and future opportunities. Int J Environ Sci Technol 78:1–18"}, {"Citation": "Shamsuddin IM, Jafar JA, Shawai ASA, Yusuf S, Lateefah M, Aminu I (2017) Bioplastics as better alternative to petroplastics and their role in national sustainability: A review. Adv Biosci Bioeng 5:63–70. https://doi.org/10.11648/j.abb.20170504.13", "ArticleIdList": ["10.11648/j.abb.20170504.13"]}, {"Citation": "Sharma R, Ray AR (1994) Polyhydroxybutyrate, its copolymers and blends. J Macromol Sci Polymer Rev 34(2):326–349. https://doi.org/10.1080/15321799508009640", "ArticleIdList": ["10.1080/15321799508009640"]}, {"Citation": "Shen L, Hu H, Ji H, Cai J, He N, Li Q, Wang Y (2014) Production of poly (hydroxybutyrate–hydroxyvalerate) from waste organics by the two-stage process: Focus on the intermediate volatile fatty acids. Biores Technol 166:194–200. https://doi.org/10.1016/j.biortech.2014.05.038", "ArticleIdList": ["10.1016/j.biortech.2014.05.038"]}, {"Citation": "Shrivastav A, Kim HH, Kim YR (2013) Advances in the applications of polyhydroxyalkanoate nanoparticles for novel drug delivery system. Biomed Res Int 2013:581684. https://doi.org/10.1155/2013/581684", "ArticleIdList": ["10.1155/2013/581684", "23984383", "3741897"]}, {"Citation": "Shruti VC, Perez-Guevara F, Elizalde-Martinez I, Kutralam-Muniasamy G (2020) First study of its kind on the microplastic contamination of soft drinks, cold tea and energy drinks—Future research and environmental considerations. Sci Total Environ 726:2. https://doi.org/10.1016/j.scitotenv.2020.138580", "ArticleIdList": ["10.1016/j.scitotenv.2020.138580"]}, {"Citation": "Silva-Queiroz SR, Silva LF, Pradella JG, Pereira EM, Gomez JG (2009) PHA (MCL) biosynthesis systems in Pseudomonas aeruginosa and Pseudomonas putida strains show differences on monomer specificities. J Biotechnol 143:111–118. https://doi.org/10.1016/j.jbiotec.2009.06.014", "ArticleIdList": ["10.1016/j.jbiotec.2009.06.014", "19540884"]}, {"Citation": "Sindhu R, Ammu B, Binod P, Deepthi SK, Ramachandran KB, Soccol CR, Pandey A (2011) Production and characterisation of poly-3-hydroxybutyrate from crude glycerol by Bacillus sphaericus NII 0838 and improving its thermal properties by blending with other polymers. Braz Arch Biol Technol 44:683–694. https://doi.org/10.1590/S1516-89132011000400019", "ArticleIdList": ["10.1590/S1516-89132011000400019"]}, {"Citation": "Singh A, Prasad SM (2017) Nanotechnology and its role in agro-ecosystem: a strategic perspective. Int J Environ Sci Technol 14(10):2277–2300. https://doi.org/10.1007/s13762-016-1062-8", "ArticleIdList": ["10.1007/s13762-016-1062-8"]}, {"Citation": "Singh G, Kumari A, Mittal A, Yadav A, Aggarwal NK (2013) Poly β-hydroxybutyrate production by Bacillus subtilis NG220 using sugar industry waste water. BioMed Res Int. https://doi.org/10.1155/2013/952641", "ArticleIdList": ["10.1155/2013/952641", "24350258", "3852316"]}, {"Citation": "Singh G, Mittal A, Kumari A, Goel V, Aggarwal NK, Yadav A (2011) Optimization of poly-β-hydroxybutyrate production from Bacillus species. Eur J Biol Sci 3:112–116"}, {"Citation": "Singh M, Patel SKS, Kalia VC (2009) Bacillus subtilis as potential producer for polyhydroxyalkanoates. Microb Cell Fact 8:38–48. https://doi.org/10.1186/1475-2859-8-38", "ArticleIdList": ["10.1186/1475-2859-8-38", "19619289", "2719590"]}, {"Citation": "Singh Saharan B, Grewal A, Kumar P (2014) Biotechnological production of polyhydroxyalkanoates: a review on trends and latest developments. Chin J Biol 2014:1–18. https://doi.org/10.1155/2014/802984", "ArticleIdList": ["10.1155/2014/802984"]}, {"Citation": "Sintim HY, Flury M (2017) Is biodegradable plastic mulch the solution to agriculture’s plastic problem? Environ Sci Technol 51:1068–1069. https://doi.org/10.1021/acs.est.6b06042", "ArticleIdList": ["10.1021/acs.est.6b06042", "28078891"]}, {"Citation": "Song JH, Jeon CO, Choi MH, Yoon SC, Park W (2008) Polyhydroxyalkanoate (PHA) production using waste vegetable oil by Pseudomonas sp. strain DR2. J Microbiol Biotechn 18:1408–1415"}, {"Citation": "Steinbuchel A, Hein S (2001) Biochemical and molecular basis of microbial synthesis of polyhydroxyalkanoates in microorganisms. In: Steinbuchel A (ed) Biopolyesters. Springer, Berlin, pp 81–123", "ArticleIdList": ["10.1007/3-540-40021-4_3"]}, {"Citation": "Srivastava SK, Tripathi AD (2013) Effect of saturated and unsaturated fatty acid supplementation on bio-plastic production under submerged fermentation. Biotech 3:389–397. https://doi.org/10.1007/s13205-012-0110-4", "ArticleIdList": ["10.1007/s13205-012-0110-4"]}, {"Citation": "Sriyapai T, Chuarung T, Kimbara K, Samosorn S, Sriyapai P (2022) Production and optimization of polyhydroxyalkanoates (PHAs) from Paraburkholderia sp. PFN 29 under submerged fermentation. Electron J Biotechnol 56:1–11. https://doi.org/10.1016/j.ejbt.2021.12.003", "ArticleIdList": ["10.1016/j.ejbt.2021.12.003"]}, {"Citation": "Sudesh K (2012) Polyhydroxyalkanoates from Palm Oil: Biodegradable Plastics, 1st edn. Springer, Berlin"}, {"Citation": "Supono H, Prayitno J, Darmanto Y, S.B. (2013) The effect of different C: N and C: P ratio of media on the content of polyhydroxybutyrate in biofloc inoculated with bacterium Bacillus cereus. J Coast Dev 16:114–120"}, {"Citation": "Szacherska K, Moraczewski K, Rytlewski P, Czaplicki S, Ciesielski S, Oleskowicz-Popiel P, Mozejko-Ciesielska J (2022) Polyhydroxyalkanoates production from short and medium chain carboxylic acids by Paracoccus homiensis. Sci Rep 12(1):1–12. https://doi.org/10.1038/s41598-022-11114-x", "ArticleIdList": ["10.1038/s41598-022-11114-x"]}, {"Citation": "Tamargo A, Molinero N, Reinosa JJ, Alcolea-Rodriguez V, Portela R, Bañares MA, Moreno-Arribas M (2022) PET microplastics affect human gut microbiota communities during simulated gastrointestinal digestion, first evidence of plausible polymer biodegradation during human digestion. Sci Rep 12(1):1–15. https://doi.org/10.1038/s41598-021-04489-w", "ArticleIdList": ["10.1038/s41598-021-04489-w"]}, {"Citation": "Tan GYA, Chen CL, Li L, Ge L, Wang L, Razaad IMN, Wang JY (2014) Start a research on biopolymer polyhydroxyalkanoate (PHA): a review. Polymers 6(3):706–754. https://doi.org/10.3390/polym6030706", "ArticleIdList": ["10.3390/polym6030706"]}, {"Citation": "Tetu SG, Sarker I, Schrameyer V, Pickford R, Elbourne LDH, Moore LR, Paulsen IT (2019) Plastic leachates impair growth and oxygen production in Prochlorococcus, the ocean’s most abundant photosynthetic bacteria. Commun Biol. 2, 184. Doi: https://doi.org/10.1038/s42003-019-0410-x"}, {"Citation": "Thinagaran L, Sudesh K (2019) Evaluation of sludge palm oil as feedstock and development of efficient method for its utilisation to produce polyhydroxyalkanoate. Waste Biomass Valori 10:709–720. https://doi.org/10.1007/s12649-017-0078-8", "ArticleIdList": ["10.1007/s12649-017-0078-8"]}, {"Citation": "Tu W, Chu H, Huang C, Chen C, Ou C, Guo G (2022) Polyhydroxyalkanoate production by Cupriavidus necator with inedible rice. BioResources 17(2):2202. https://doi.org/10.15376/biores.17.2.2202-2213", "ArticleIdList": ["10.15376/biores.17.2.2202-2213"]}, {"Citation": "Tu W, Zhang D, Wang H (2019) Polyhydroxyalkanoates (PHA) production from fermented thermal-hydrolyzed sludge by mixed microbial cultures: The link between phosphorus and PHA yields. Waste Manag 96:149–157. https://doi.org/10.1016/j.biortech.2019.121895", "ArticleIdList": ["10.1016/j.biortech.2019.121895", "31376958"]}, {"Citation": "U.S. Department of Agriculture (2013) Oil Crops Yearbook. Available at: https://www.ers.usda.gov/data-products/oil-crops-yearbook/ . Accessed 27 Mar 2023"}, {"Citation": "Valappil SP, Misra SK, Boccaccini AR, Roy I (2006) Biomedical applications of polyhydroxyalkanoates: an overview of animal testing and in vivo responses. Expert Rev Med Devices 3:853–868. https://doi.org/10.1586/17434440.3.6.853", "ArticleIdList": ["10.1586/17434440.3.6.853", "17280548"]}, {"Citation": "Valappil SP, Boccaccini AR, Bucke C, Roy I (2007) Polyhydroxyalkanoates in Gram-positive bacteria: insights from the genera Bacillus and Streptomyces. Antonie Van Leeuwenhoek 91(1):1–17. https://doi.org/10.1007/s10482-006-9095-5", "ArticleIdList": ["10.1007/s10482-006-9095-5", "17016742"]}, {"Citation": "Valentino F, Morgan-Sagastume F, Campanari S, Villano M, Werker A, Majone M (2017) Carbon recovery from wastewater through bioconversion into biodegradable polymers. New Biotechnol 37:9–23. https://doi.org/10.1016/j.nbt.2016.05.007", "ArticleIdList": ["10.1016/j.nbt.2016.05.007"]}, {"Citation": "Valentino F, Moretto G, Lorini L, Bolzonella D, Pavan P, Majone M (2019) Pilot-scale polyhydroxyalkanoate production from combined treatment of organic fraction of municipal solid waste and sewage sludge. Ind Eng Chem Res 58:12149–12158. https://doi.org/10.1021/acs.iecr.9b01831", "ArticleIdList": ["10.1021/acs.iecr.9b01831"]}, {"Citation": "Van Thuoc D, Chung NT, Hatti-Kaul R (2021) Polyhydroxyalkanoate production from rice straw hydrolysate obtained by alkaline pretreatment and enzymatic hydrolysis using Bacillus strains isolated from decomposing straw. Bioresour Bioprocess 8(1):1–11. https://doi.org/10.1186/s40643-021-00454-7", "ArticleIdList": ["10.1186/s40643-021-00454-7"]}, {"Citation": "Van Thuoc D, My DN, Loan TT, Sudesh K (2019) Utilisation of waste fish oil and glycerol as carbon sources for polyhydroxyalkanoate (PHA) production by Salinivibrio sp. M318. Int J Biol Macromol 141:885–892. https://doi.org/10.1016/j.ijbiomac.2019.09.063", "ArticleIdList": ["10.1016/j.ijbiomac.2019.09.063", "31513855"]}, {"Citation": "Van-Thuoc D, Quillaguaman J, Mamo G, Mattiasson B (2008) Utilization of agricultural residues for poly(3-hydroxybutyrate) production by Halomonas boliviensis LC1. J Appl Microbiol 104:420–428. https://doi.org/10.1111/j.1365-2672.2007.03553.x", "ArticleIdList": ["10.1111/j.1365-2672.2007.03553.x", "17887984"]}, {"Citation": "Verlinden RAJ, Hill DJ, Kenward MA, Williams CD, Piotrowska- Seget Z, Radecka IK (2011) Production of polyhydroxyalkanoates from waste frying oil by Cupriavidus necator. AMB Express 1:11. https://doi.org/10.1186/2191-0855-1-11", "ArticleIdList": ["10.1186/2191-0855-1-11", "21906352", "3222315"]}, {"Citation": "Voinova ON, Kalachev GS, Grodnitskaya ID, Volova TG (2009) Microbial polymers as a degradable carrier for pesticide delivery. Appl Biochem Microbiol 44(4):384–388", "ArticleIdList": ["10.1134/S0003683809040061"]}, {"Citation": "Vikstrom K, Tengberg A, Wikner J (2019) Improved accuracy of optode-based oxygen consumption measurements by removal of system drift and nonlinear derivation. Limnol Oceanogr Methods 17(3):179–189. https://doi.org/10.1002/lom3.10297", "ArticleIdList": ["10.1002/lom3.10297"]}, {"Citation": "Vu DH, Mahboubi A, Root A, Heinmaa I, Taherzadeh MJ, Akesson D (2022) Thorough investigation of the effects of cultivation factors on polyhydroalkanoates (PHAs) production by Cupriavidus necator from food waste-derived volatile fatty acids. Fermentation 8(11):605. https://doi.org/10.3390/fermentation8110605", "ArticleIdList": ["10.3390/fermentation8110605"]}, {"Citation": "Vu DH, Wainaina S, Taherzadeh MJ, Akesson D, Ferreira JA (2021) Production of polyhydroxyalkanoates (PHAs) by Bacillus megaterium using food waste acidogenic fermentation-derived volatile fatty acids. Bioengineered 12(1):2480–2498. https://doi.org/10.1080/21655979.2021.1935524", "ArticleIdList": ["10.1080/21655979.2021.1935524", "34115556", "8806590"]}, {"Citation": "Wang B, Sharma-Shivappa RR, Olson JW, Khan SA (2013) Production of polyhydroxybutyrate (PHB) by Alcaligenes latus using sugarbeet juice. Ind Crops Prod 43:802–811. https://doi.org/10.1016/j.indcrop.2012.08.011", "ArticleIdList": ["10.1016/j.indcrop.2012.08.011"]}, {"Citation": "Wang K, Chen C, Zhang R (2022) Process Development of Polyhydroxyalkanoates Production by Halophiles Valorising Food Waste. Bioengineering 9(11):630. https://doi.org/10.3390/bioengineering9110630", "ArticleIdList": ["10.3390/bioengineering9110630", "36354541", "9687653"]}, {"Citation": "Wang X, Bengtsson S, Oehmen A, Carvalho G, Werker A, Reis MA (2019) Application of dissolved oxygen (DO) level control for polyhydroxyalkanoate (PHA) accumulation with concurrent nitrification in surplus municipal activated sludge. New Biotechnol 50:37–43. https://doi.org/10.1016/j.nbt.2019.01.003", "ArticleIdList": ["10.1016/j.nbt.2019.01.003"]}, {"Citation": "Wang X, Oehmen A, Freitas EB, Carvalho G, Reis MA (2017) The link of feast-phase dissolved oxygen (DO) with substrate competition and microbial selection in PHA production. Water Res 112:269–278. https://doi.org/10.1016/j.watres.2017.01.064", "ArticleIdList": ["10.1016/j.watres.2017.01.064", "28183066"]}, {"Citation": "Wei YH, Chen WC, Huang CK, Wu HS, Sun YM, Lo CW, Janarthanan OM (2011) Screening and evaluation of polyhydroxybutyrate-producing strains from indigenous isolate Cupriavidus taiwanensis strains. Int J Mol Sci 12(1):252–265. https://doi.org/10.3390/ijms12010252", "ArticleIdList": ["10.3390/ijms12010252", "21339985", "3039951"]}, {"Citation": "Wongsirichot P, Gonzalez-Miquel M, Winterburn J (2020) Rapeseed meal valorization strategies via nitrogen-and oxygen-limited production of polyhydroxyalkanoates with Pseudomonas putida. Waste Manage 105:482–491. https://doi.org/10.1016/j.wasman.2020.02.033", "ArticleIdList": ["10.1016/j.wasman.2020.02.033"]}, {"Citation": "Xu XY, Li XT, Peng SW, Xiao JF, Liu C, Fang G, Chen KC, Chen GQ (2010a) The behaviour of neural stem cells on polyhydroxyalkanoate nanofiber scaffolds. Biomaterials 31:3967–3975. https://doi.org/10.1016/j.biomaterials.2010.01.132", "ArticleIdList": ["10.1016/j.biomaterials.2010.01.132", "20153524"]}, {"Citation": "Xu Y, Wang RH, Koutinas AA, Webb C (2010b) Microbial biodegradable plastic production from a wheat-based biorefining strategy. Process Biochem 45(2):153–163. https://doi.org/10.1016/j.procbio.2009.09.001", "ArticleIdList": ["10.1016/j.procbio.2009.09.001"]}, {"Citation": "Yadav B, Pandey A, Kumar LR, Tyagi RD (2020) Bioconversion of waste (water)/residues to bioplastics-A circular bioeconomy approach. Bioresour Technol 298:122584. https://doi.org/10.1016/j.biortech.2019.122584", "ArticleIdList": ["10.1016/j.biortech.2019.122584", "31862396"]}, {"Citation": "Yagmurlu MF, Korkusuz F, Gürsel I, Korkusuz P, Ors U, Hasirci V (1999) Sulbactam-cefoperazone polyhydroxybutyrate-co-hydroxyvalerate (PHBV) local antibiotic delivery system: in vivo effectiveness and biocompatibility in the treatment of implant-related experimental osteomyelitis. J Biomed Mater Res 46:494–503. https://doi.org/10.1002/(SICI)1097-4636(19990915)46:4%3c494::AID-JBM7%3e3.0.CO;2-E", "ArticleIdList": ["10.1002/(SICI)1097-4636(19990915)46:4<494::AID-JBM7>3.0.CO;2-E", "10398010"]}, {"Citation": "Yajima T, Nagatomo M, Wakabayashi A, Sato M, Taguchi S, Maeda M (2020) Bioconversion of biphenyl to a polyhydroxyalkanoate copolymer by Alcaligenes denitrificans A41. AMB Express 10:155. https://doi.org/10.1186/s13568-020-01093-5", "ArticleIdList": ["10.1186/s13568-020-01093-5", "32845442", "7450020"]}, {"Citation": "Yao J, Zhang G, Wu Q, Chen GQ, Zhang R (1999) Production of polyhydroxyalkanoates by Pseudomonas nitroreducens. Antonie van Leeuwenhoek. Int J Gen Mol Microbiol 75:345–349. https://doi.org/10.1023/A:1002082303615", "ArticleIdList": ["10.1023/A:1002082303615"]}, {"Citation": "Yau YK, Ooi CW, Ng EP, Lan JC-W, Ling TC, Show PL (2015) Current applications of different type of aqueous two-phase systems. Bioresour Bioprocess 2:49. https://doi.org/10.1186/s40643-015-0078-0", "ArticleIdList": ["10.1186/s40643-015-0078-0"]}, {"Citation": "Yu J, Stahl H (2008) Microbial utilisation and biopolyester synthesis of bagasse hydrolysates. Bioresour Technol 99:8042–8048. https://doi.org/10.1016/j.biortech.2008.03.071", "ArticleIdList": ["10.1016/j.biortech.2008.03.071", "18474421"]}, {"Citation": "Wang F, Lee SY (1997) Poly(3-hydroxybutyrate) production with high productivity and high polymer content by a fed-batch culture of Alcaligenes latus under Nitrogen Limitation. Appl Environ Microbiol 63(9):3703–3706. https://doi.org/10.1128/aem.63.9.3703-3706.1997", "ArticleIdList": ["10.1128/aem.63.9.3703-3706.1997", "16535699", "1389255"]}, {"Citation": "Wang K, Hobby AM, Chen Y, Chio A, Jenkins BM, Zhang R (2021) Techno-economic analysis on an industrial-scale production system of polyhydroxyalkanoates (PHA) from cheese by-products by halophiles. Processes 10(1):17. https://doi.org/10.3390/pr10010017", "ArticleIdList": ["10.3390/pr10010017"]}, {"Citation": "Wang Y, Wu H, Jiang X, Chen G-Q (2014) Engineering Escherichia coli for enhanced production of poly (3-hydroxybutyrate-co-4-hydroxybutyrate) in larger cellular space. Metab Eng 25:183–193. https://doi.org/10.1016/j.ymben.2014.07.010", "ArticleIdList": ["10.1016/j.ymben.2014.07.010", "25088357"]}, {"Citation": "Wang Y, Rui M, Nie Y, Lu G (2018) Influence of gastrointestinal tract on metabolism of bisphenol A as determined by in vitro simulated system. J Hazard Mater 355:111–118. https://doi.org/10.1016/j.jhazmat.2018.05.011", "ArticleIdList": ["10.1016/j.jhazmat.2018.05.011", "29778027"]}, {"Citation": "Westerbos M. How the Sustainable Development Goals Can Help Fight ‘Plastic Soup’. https://bthechange.com/how-the-sustainable-development-goals-can-help-fight-plastic-soup-3ce746fc1cba . Accessed 30 Mar 2021."}, {"Citation": "Weiss GA, Hennet T (2017) Mechanisms and consequences of intestinal dysbiosis. Cell Mol Life Sci 74(16):2959–2977. https://doi.org/10.1007/s00018-017-2509-x", "ArticleIdList": ["10.1007/s00018-017-2509-x", "28352996"]}, {"Citation": "World Health Organization (WHO). (2019). Microplastics in drinking water. Geneva. https://www.who.int/water_sanitation_health/publications/microplastics-in-drinking-water/en/ . Accessed 10 Dec 2020."}, {"Citation": "Wright S, Thompson RC, Galloway TS (2013) The physical impacts of microplastics on marine organisms: a review. Environ Pollut 178:483–492. https://doi.org/10.1016/j.envpol.2013.02.031", "ArticleIdList": ["10.1016/j.envpol.2013.02.031", "23545014"]}, {"Citation": "Zainab-L I, Uyama H, Li C, Shen Y, Sudesh K (2018) Production of polyhydroxyalkanoates from underutilised plant oils by Cupriavidus necator. Clean Soil AirWater 46:1700542. https://doi.org/10.1002/clen.201700542", "ArticleIdList": ["10.1002/clen.201700542"]}, {"Citation": "Zhang C, Zhao L, Dong Y, Zhang X, Lin J, Chen Z (2010) Folate-mediated poly(3-hydroxybutyrate-co-3-hydroxyoctanoate)nanoparticles for targeting drug delivery. Eur J Pharm Biopharm 76:10–16. https://doi.org/10.1016/j.ejpb.2010.05.005", "ArticleIdList": ["10.1016/j.ejpb.2010.05.005", "20472060"]}, {"Citation": "Zhang CC, Zhou CZ, Burnap RL, Peng L (2018a) Carbon/nitrogen metabolic balance: lessons from cyanobacteria. Trends Plant Sci 23(12):1116–1130. https://doi.org/10.1016/j.tplants.2018.09.008", "ArticleIdList": ["10.1016/j.tplants.2018.09.008", "30292707"]}, {"Citation": "Zhang J, Shishatskaya EI, Volova TG, da Silva LF, Chen GQ (2018b) Polyhydroxyalkanoates (PHA) for therapeutic applications. Mater Sci Eng C Mater Biol Appl 86:144–150. https://doi.org/10.1016/j.msec.2017.12.035", "ArticleIdList": ["10.1016/j.msec.2017.12.035", "29525089"]}, {"Citation": "Zhang K, Fang Q, Xie Y, Chen Y, Wei T, Xiao Y (2022a) The synthesis of polyhydroxyalkanoates from low carbon wastewater under anaerobic-microaerobic process: effects of pH and nitrogen and phosphorus limitation. Environ Eng Res 27(6):210647"}, {"Citation": "Zhang L, Jiang Z, Tsui TH, Loh KC, Dai Y, Tong YW (2022b) A review on enhancing Cupriavidus necator fermentation for poly (3-hydroxybutyrate) (PHB) production from low-cost carbon sources. Front Bioeng Biotechnol 10:8"}, {"Citation": "Zhang S, Xia T, Wang J, Zhao Y, Xie X, Wei Z, Song X (2021) Role of Bacillus inoculation in rice straw composting and bacterial community stability after inoculation: Unite resistance or individual collapse. Bioresour Technol 337:125464. https://doi.org/10.1016/j.biortech.2021.125464", "ArticleIdList": ["10.1016/j.biortech.2021.125464", "34320744"]}, {"Citation": "Zheng Y, Chen JC, Ma YM, Chen GQ (2020) Engineering biosynthesis of polyhydroxyalkanoates (PHA) for diversity and cost reduction. Metab Eng 58:82–93. https://doi.org/10.1016/j.ymben.2019.07.004", "ArticleIdList": ["10.1016/j.ymben.2019.07.004", "31302223"]}, {"Citation": "Zijlstra GM, de Gooijer CD, Tramper J, Lan JCW, Ling TC, Show PL, Liu P, Tang J, Laan J, Penttilä M, Kula MR (1998) Extractive bioconversions in aqueous two-phase systems. Curr Opin Biotechnol 9:171–176. https://doi.org/10.1016/S0958-1669(98)80111-0", "ArticleIdList": ["10.1016/S0958-1669(98)80111-0", "9664049"]}, {"Citation": "Zinn M, Witholt B, Egli T (2001) Occurrence, synthesis and medical application of bacterial polyhydroxyalkanoate. Adv Drug Deliv Rev 53(1):5–21. https://doi.org/10.1016/S0169-409X(01)00218-6", "ArticleIdList": ["10.1016/S0169-409X(01)00218-6", "11733115"]}, {"Citation": "Zhou HY, Hao JL, Wang S, Zheng Y, Zhang WS (2013) Nanoparticles in the ocular drug delivery. Int J Ophthalmol 6:390–396. https://doi.org/10.3980/j.issn.2222-3959.2013.03.25", "ArticleIdList": ["10.3980/j.issn.2222-3959.2013.03.25", "23826539", "3693026"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "10", "Day": "18"}, {"Year": "2023", "Month": "3", "Day": "22"}, {"Year": "2023", "Month": "3", "Day": "11"}, {"Year": "2023", "Month": "4", "Day": "7", "Hour": "6", "Minute": "41"}, {"Year": "2023", "Month": "4", "Day": "5", "Hour": "11", "Minute": "15"}, {"Year": "2023", "Month": "4", "Day": "6", "Hour": "6", "Minute": "0"}], "PublicationStatus": "epublish", "ArticleIdList": ["37017747", "10.1007/s00203-023-03499-8", "10.1007/s00203-023-03499-8"]}}], "PubmedBookArticle": []}