{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Salvia miltiorrhiza", "TOR signaling", "Target of rapamycin", "biosynthesis of terpenoids", "transcriptome"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37039834", "DateCompleted": {"Year": "2023", "Month": "04", "Day": "13"}, "DateRevised": {"Year": "2023", "Month": "05", "Day": "16"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["2199644", "10.1080/15592324.2023.2199644"], "Journal": {"ISSN": "1559-2324", "JournalIssue": {"Volume": "18", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Dec", "Day": "31"}}, "Title": "Plant signaling & behavior", "ISOAbbreviation": "Plant Signal Behav"}, "ArticleTitle": "Effect of interfering TOR signaling pathway on the biosynthesis of terpenoids in <i>Salvia miltiorrhiza Bge</i>.", "Pagination": {"StartPage": "2199644", "MedlinePgn": "2199644"}, "Abstract": {"AbstractText": ["The TOR (Target of Rapamycin) signaling pathway, which takes TOR kinase as the core, regulates the absorption, distribution, and recycling of nutrients by integrating metabolic network and other signaling pathways, thus participating in the plant growth-defense trade-off. While terpenoids play an important role in plant growth, development, stress response, and signal transduction. The effect of the TOR signaling pathway on terpenoid biosynthesis in plants has yet to be studied in detail. In this study, the tissue culture seedlings of <i>Salvia miltiorrhiza</i> were treated with the TOR inhibitor AZD8055. The results show that the roots of the control group had begun to grow on the 8th day, while the seedlings treated with AZD8055 had no rooting signs. Combined with the expression changes of genes related to the TOR signaling pathway in the first 8 days, samples on the 3rd, 6th, and 8th days were selected for RNA-Seq analysis. Through RNA-Seq analysis, a total of 50,689 unigenes were obtained from the samples of these three periods, of which 4088 unigenes showed differential expression. The function enrichment and time-series analysis of differentially expressed genes (DEGs) showed that the main influence of the TOR signal pathway on plant growth-related processes was gradually transmitted with treatment time after TOR was inhibited. Pathway enrichment analysis of DEGs showed that the genes in the biosynthesis of terpenoids, such as diterpenoid and carotenoid biosynthetic pathways, could be regulated. Compared with other stages, DEGs related to terpenoid biosynthesis were mainly regulated in the S2 stage. In addition, the genes involved in terpenoid skeleton biosynthesis was also considerably enriched in the S2 stage, according to the results of gene set enrichment analysis (GSEA) of unigenes. Inhibition of the TOR signaling pathway may affect the biosynthesis of terpenoid signaling molecules, inhibit gibberellin's biosynthesis, and promote abscisic acid's biosynthesis. This study has discussed the effect of interfering with the TOR pathway on terpenoid biosynthesis in <i>S. miltiorrhiza</i> from the perspective of omics and provides new insight into the interaction between the terpenoid biosynthesis pathway and the growth-defense trade-off of medicinal plants."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Chengdu University of Traditional Chinese Medicine, Chengdu, Sichuan, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Characteristic Chinese Medicinal Resources in Southwest, Chengdu University of Traditional Chinese Medicine, Chengdu, Sichuan, China."}], "LastName": "Zou", "ForeName": "Peijin", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Chengdu University of Traditional Chinese Medicine, Chengdu, Sichuan, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Characteristic Chinese Medicinal Resources in Southwest, Chengdu University of Traditional Chinese Medicine, Chengdu, Sichuan, China."}], "LastName": "Wang", "ForeName": "Lin", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Chengdu University of Traditional Chinese Medicine, Chengdu, Sichuan, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Characteristic Chinese Medicinal Resources in Southwest, Chengdu University of Traditional Chinese Medicine, Chengdu, Sichuan, China."}], "LastName": "Liu", "ForeName": "Fang", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Chengdu University of Traditional Chinese Medicine, Chengdu, Sichuan, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Characteristic Chinese Medicinal Resources in Southwest, Chengdu University of Traditional Chinese Medicine, Chengdu, Sichuan, China."}], "LastName": "Yan", "ForeName": "Zhuyun", "Initials": "Z"}, {"Identifier": ["0000-0002-7099-4499"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Chengdu University of Traditional Chinese Medicine, Chengdu, Sichuan, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Characteristic Chinese Medicinal Resources in Southwest, Chengdu University of Traditional Chinese Medicine, Chengdu, Sichuan, China."}], "LastName": "Chen", "ForeName": "Xin", "Initials": "X"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Signal Behav", "NlmUniqueID": "101291431", "ISSNLinking": "1559-2316"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Terpenes"}], "MeshHeadingList": [{"QualifierName": ["metabolism"], "DescriptorName": "Terpenes"}, {"QualifierName": ["genetics"], "DescriptorName": "Salvia miltiorrhiza"}, {"QualifierName": [], "DescriptorName": "RNA-Seq"}, {"QualifierName": [], "DescriptorName": "Metabolic Networks and Pathways"}, {"QualifierName": [], "DescriptorName": "Signal Transduction"}], "CoiStatement": "No potential conflict of interest was reported by the authors."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Huot B, Yao J, Montgomery BL, He SY.. Growth-defense tradeoffs in plants: a balancing act to optimize fitness. Mol Plant. 2014;7(8):1267–15. doi:10.1093/mp/ssu049.", "ArticleIdList": ["10.1093/mp/ssu049", "PMC4168297", "24777989"]}, {"Citation": "Figueroa-Macías JP, García YC, Núñez M, Díaz K, Olea AF, Espinoza L. Plant growth-defense trade-offs: molecular processes leading to physiological changes. Int J Mol Sci. 2021;22(2):693. doi:10.3390/ijms22020693.", "ArticleIdList": ["10.3390/ijms22020693", "PMC7828132", "33445665"]}, {"Citation": "Dobrenel T, Caldana C, Hanson J, Robaglia C, Vincentz M, Veit B, Meyer C. TOR signaling and nutrient sensing. Annu Rev Plant Biol. 2016;67(1):261–285. doi:10.1146/annurev-arplant-043014-114648.", "ArticleIdList": ["10.1146/annurev-arplant-043014-114648", "26905651"]}, {"Citation": "Burkart GM, Brandizzi F. A tour of TOR complex signaling in plants. Trends Biochem Sci. 2021;46(5):417–428. doi:10.1016/j.tibs.2020.11.004.", "ArticleIdList": ["10.1016/j.tibs.2020.11.004", "PMC8052268", "33309324"]}, {"Citation": "Quilichini TD, Gao P, Pandey PK, Xiang D, Ren M, Datla R. A role for TOR signaling at every stage of plant life. J Exp Bot. 2019;70(8):2285–2296. doi:10.1093/jxb/erz125.", "ArticleIdList": ["10.1093/jxb/erz125", "30911763"]}, {"Citation": "Fu L, Wang P, Xiong Y. Target of rapamycin signaling in plant stress responses. Plant Physiol. 2020;182(4):1613–1623. doi:10.1104/pp.19.01214.", "ArticleIdList": ["10.1104/pp.19.01214", "PMC7140942", "31949028"]}, {"Citation": "Haq SIU, Shang J, Xie H, Qiu Q-S. Roles of TOR signaling in nutrient deprivation and abiotic stress. J Plant Physiol. 2022;274:153716. doi:10.1016/j.jplph.2022.153716.", "ArticleIdList": ["10.1016/j.jplph.2022.153716", "35597106"]}, {"Citation": "Zhao Y, Wang X-Q. The hot issue: TOR signalling network in plants. Funct Plant Biol. 2020;48(1):1–7. doi:10.1071/FP20071.", "ArticleIdList": ["10.1071/FP20071", "32905758"]}, {"Citation": "Xiong F, Dong P, Liu M, Xie G, Wang K, Zhuo F, Feng L, Yang L, Li Z, Ren M. Tomato FK506 binding protein 12KD (FKBP12) mediates the interaction between rapamycin and Target of Rapamycin (TOR). Front Plant Sci. 2016;7:1746. doi:10.3389/fpls.2016.01746.", "ArticleIdList": ["10.3389/fpls.2016.01746", "PMC5114585", "27917191"]}, {"Citation": "Montané M-H, Menand B. TOR inhibitors: from mammalian outcomes to pharmacogenetics in plants and algae. J Exp Bot. 2019;70(8):2297–2312. doi:10.1093/jxb/erz053.", "ArticleIdList": ["10.1093/jxb/erz053", "30773593"]}, {"Citation": "Montané M-H, Menand B. ATP-Competitive MTOR kinase inhibitors delay plant growth by triggering early differentiation of meristematic cells but no developmental patterning change. J Exp Bot. 2013;64(14):4361–4374. doi:10.1093/jxb/ert242.", "ArticleIdList": ["10.1093/jxb/ert242", "PMC3808319", "23963679"]}, {"Citation": "Dong P, Xiong F, Que Y, Wang K, Yu L, Li Z, Ren M. Expression profiling and functional analysis reveals that TOR is a key player in regulating photosynthesis and phytohormone signaling pathways in arabidopsis. Front Plant Sci. 2015;6:677. doi:10.3389/fpls.2015.00677.", "ArticleIdList": ["10.3389/fpls.2015.00677", "PMC4561354", "26442001"]}, {"Citation": "Xiong F, Zhang R, Meng Z, Deng K, Que Y, Zhuo F, Feng L, Guo S, Datla R, Ren M. Brassinosteroid insensitive 2 (BIN2) acts as a downstream effector of the Target of Rapamycin (TOR) signaling pathway to regulate photoautotrophic growth in arabidopsis. New Phytol. 2017;213(1):233–249. doi:10.1111/nph.14118.", "ArticleIdList": ["10.1111/nph.14118", "27479935"]}, {"Citation": "Song Y, Zhao G, Zhang X, Li L, Xiong F, Zhuo F, Zhang C, Yang Z, Datla R, Ren M, et al. The crosstalk between Target of Rapamycin (TOR) and Jasmonic Acid (JA) signaling existing in Arabidopsis and cotton. Sci Rep. 2017;7(1):45830. doi:10.1038/srep45830.", "ArticleIdList": ["10.1038/srep45830", "PMC5379187", "28374843"]}, {"Citation": "Li D, Ding Y, Cheng L, Zhang X, Cheng S, Ye Y, Gao Y, Qin Y, Liu Z, Li C, et al. Target of Rapamycin (TOR) regulates the response to low nitrogen stress via autophagy and hormone pathways in Malus hupehensis. Hortic Res. 2022;9. uhac143. doi:10.1093/hr/uhac143.", "ArticleIdList": ["10.1093/hr/uhac143", "PMC9437726", "36072834"]}, {"Citation": "Tetali SD. Terpenes and isoprenoids: a wealth of compounds for global use. Planta. 2019;249(1):1–8. doi:10.1007/s00425-018-3056-x.", "ArticleIdList": ["10.1007/s00425-018-3056-x", "30467631"]}, {"Citation": "Tholl D. Biosynthesis and biological functions of terpenoids in plants. Adv Biochem Eng Biotechnol. 2015;148:63–106. doi:10.1007/10_2014_295.", "ArticleIdList": ["10.1007/10_2014_295", "25583224"]}, {"Citation": "Karunanithi PS, Zerbe P. Terpene synthases as metabolic gatekeepers in the evolution of plant terpenoid chemical diversity. Front Plant Sci. 2019;10:1166. doi:10.3389/fpls.2019.01166.", "ArticleIdList": ["10.3389/fpls.2019.01166", "PMC6779861", "31632418"]}, {"Citation": "Tarkowská D, Strnad M. Isoprenoid-derived plant signaling molecules: biosynthesis and biological importance. Planta. 2018;247(5):1051–1066. doi:10.1007/s00425-018-2878-x.", "ArticleIdList": ["10.1007/s00425-018-2878-x", "29532163"]}, {"Citation": "Ying L, Min L, Zhuyun Y, Huiqing X, Xiaofeng S, Li Z. Comparison of fast breeding and regeneration seedling traits of Salvia Miltiorrhiza from different geographical seed sources. Jiangsu Agricultural Sciences, 2016, 44 (10), 103–107. 10.15889/j.issn.1002-1302.2016.10.024.", "ArticleIdList": ["10.15889/j.issn.1002-1302.2016.10.024"]}, {"Citation": "Chen S, Zhou Y, Chen Y, Gu J. Fastp: an ultra-fast all-in-one FASTQ preprocessor. Bioinformatics. 2018;34(17):i884–890. doi:10.1093/bioinformatics/bty560.", "ArticleIdList": ["10.1093/bioinformatics/bty560", "PMC6129281", "30423086"]}, {"Citation": "Grabherr MG, Haas BJ, Yassour M, Levin JZ, Thompson DA, Amit I, Adiconis X, Fan L, Raychowdhury R, Zeng Q, et al. Full-length transcriptome assembly from RNA-Seq data without a reference genome. Nat Biotechnol. 2011;29(7):644–652. doi:10.1038/nbt.1883.", "ArticleIdList": ["10.1038/nbt.1883", "PMC3571712", "21572440"]}, {"Citation": "Li B, Dewey CN. RSEM: accurate transcript quantification from RNA-Seq data with or without a reference genome. BMC Bioinform. 2011;12:323. doi:10.1186/1471-2105-12-323.", "ArticleIdList": ["10.1186/1471-2105-12-323", "PMC3163565", "21816040"]}, {"Citation": "Love MI, Huber W, Anders S. Moderated estimation of fold change and dispersion for RNA-Seq data with DESeq2. Genome Biol. 2014;15(12):550. doi:10.1186/s13059-014-0550-8.", "ArticleIdList": ["10.1186/s13059-014-0550-8", "PMC4302049", "25516281"]}, {"Citation": "Xie C, Mao X, Huang J, Ding Y, Wu J, Dong S, Kong L, Gao G, Li C-Y, Wei L. KOBAS 2.0: a web server for annotation and identification of enriched pathways and diseases. Nucleic Acids Res. 2011;39(suppl_2):W316–322. doi:10.1093/nar/gkr483.", "ArticleIdList": ["10.1093/nar/gkr483", "PMC3125809", "21715386"]}, {"Citation": "Kumar L, Futschik ME. Mfuzz: a software package for soft clustering of microarray data. Bioinformation. 2007;2(1):5–7. doi:10.6026/97320630002005.", "ArticleIdList": ["10.6026/97320630002005", "PMC2139991", "18084642"]}, {"Citation": "Jun Z. Cluster GVis: one-step to cluster and visualize gene expression matrix. 2022."}, {"Citation": "Subramanian A, Tamayo P, Mootha VK, Mukherjee S, Ebert BL, Gillette MA, Paulovich A, Pomeroy SL, Golub TR, Lander ES, et al. Gene set enrichment analysis: a knowledge-based approach for interpreting genome-wide expression profiles. Proc Natl Acad Sci U S A. 2005;102(43):15545–15550. doi:10.1073/pnas.0506580102.", "ArticleIdList": ["10.1073/pnas.0506580102", "PMC1239896", "16199517"]}, {"Citation": "Liu R, Zou P, Yan Z-Y, Chen X. Identification, classification, and expression profile analysis of heat shock transcription factor gene family in Salvia Miltiorrhiza. PeerJ. 2022;10:e14464. doi:10.7717/peerj.14464.", "ArticleIdList": ["10.7717/peerj.14464", "PMC9745953", "36523473"]}, {"Citation": "Ren M, Venglat P, Qiu S, Feng L, Cao Y, Wang E, Xiang D, Wang J, Alexander D, Chalivendra S, et al. Target of rapamycin signaling regulates metabolism, growth, and life span in arabidopsis. Plant Cell. 2012;24(12):4850–4874. doi:10.1105/tpc.112.107144.", "ArticleIdList": ["10.1105/tpc.112.107144", "PMC3556962", "23275579"]}, {"Citation": "De Vleesschauwer D, Filipe O, Hoffman G, Seifi HS, Haeck A, Canlas P, Van Bockhaven J, De Waele E, Demeestere K, Ronald P, et al. Target of rapamycin signaling orchestrates growth-defense trade-offs in plants. New Phytol. 2018;217(1):305–319. doi:10.1111/nph.14785.", "ArticleIdList": ["10.1111/nph.14785", "PMC5711548", "28905991"]}, {"Citation": "Brunkard JO, Xu M, Scarpin MR, Chatterjee S, Shemyakina EA, Goodman HM, Zambryski P. TOR dynamically regulates plant cell–cell transport. Proc Natl Acad Sci U S A. 2020;117(9):5049–5058. doi:10.1073/pnas.1919196117.", "ArticleIdList": ["10.1073/pnas.1919196117", "PMC7060719", "32051250"]}, {"Citation": "Zhu T, L L, H H, Zhan J, Ren M. Target of rapamycin regulates photosynthesis and cell growth in auxenochlorella pyrenoidosa. Int J Mol Sci. 2022;23(19):19. doi:10.3390/ijms231911309.", "ArticleIdList": ["10.3390/ijms231911309", "PMC9569773", "36232611"]}, {"Citation": "Margalha L, Confraria A, Baena-González E. SnRK1 and TOR: modulating growth-defense trade-offs in plant stress responses. J Exp Bot. 2019;70(8):2261–2274. doi:10.1093/jxb/erz066.", "ArticleIdList": ["10.1093/jxb/erz066", "30793201"]}, {"Citation": "Bohlmann J, Keeling CI. Terpenoid Biomaterials. Plant J. 2008;54(4):656–669. doi:10.1111/j.1365-313X.2008.03449.x.", "ArticleIdList": ["10.1111/j.1365-313X.2008.03449.x", "18476870"]}, {"Citation": "Moses T, Pollier J, Thevelein JM, Goossens A. Bioengineering of plant (Tri)terpenoids: from metabolic engineering of plants to synthetic biology in vivo and in vitro. New Phytol. 2013;200(1):27–43. doi:10.1111/nph.12325.", "ArticleIdList": ["10.1111/nph.12325", "23668256"]}, {"Citation": "Xu H, Song J, Luo H, Zhang Y, Li Q, Zhu Y, Xu J, Li Y, Song C, Wang B, et al. Analysis of the genome sequence of the medicinal plant Salvia Miltiorrhiza. Mol Plant. 2016;9(6):949–952. doi:10.1016/j.molp.2016.03.010.", "ArticleIdList": ["10.1016/j.molp.2016.03.010", "PMC5517341", "27018390"]}, {"Citation": "Zhu J-K. Abiotic stress signaling and responses in plants. Cell. 2016;167(2):313–324. doi:10.1016/j.cell.2016.08.029.", "ArticleIdList": ["10.1016/j.cell.2016.08.029", "PMC5104190", "27716505"]}, {"Citation": "Wahab A, Abdi G, Saleem MH, Ali B, Ullah S, Shah W, Mumtaz S, Yasin G, Muresan CC, Marc RA. Plants’ physio-biochemical and phyto-hormonal responses to alleviate the adverse effects of drought stress: a comprehensive review. Plants (Basel). 2022;11(13):1620. doi:10.3390/plants11131620.", "ArticleIdList": ["10.3390/plants11131620", "PMC9269229", "35807572"]}, {"Citation": "Barrero JM, Rodríguez PL, Quesada V, Piqueras P, Ponce MR, Micol JL. Both Abscisic Acid (ABA)-dependent and ABA-Independent pathways govern the induction of NCED3, AAO3 and ABA1 in response to salt stress. Plant Cell Environ. 2006;29(10):2000–2008. doi:10.1111/j.1365-3040.2006.01576.x.", "ArticleIdList": ["10.1111/j.1365-3040.2006.01576.x", "16930325"]}, {"Citation": "Finkelstein R. Abscisic acid synthesis and response. Arabidopsis Book. 2013;11:e0166. doi:10.1199/tab.0166.", "ArticleIdList": ["10.1199/tab.0166", "PMC3833200", "24273463"]}, {"Citation": "Li L, Zhu T, Song Y, Feng L, Farag EAH, Ren M. ABSCISIC ACID INSENSITIVE5 Interacts with RIBOSOMAL S6 KINASE2 to mediate ABA responses during seedling growth in arabidopsis. Front Plant Sci. 2020;11:598654. doi:10.3389/fpls.2020.598654.", "ArticleIdList": ["10.3389/fpls.2020.598654", "PMC7847994", "33537040"]}, {"Citation": "Sharma A, Shahzad B, Rehman A, Bhardwaj R, Landi M, Zheng B. Response of phenylpropanoid pathway and the role of polyphenols in plants under abiotic stress. Molecules. 2019;24(13):2452. doi:10.3390/molecules24132452.", "ArticleIdList": ["10.3390/molecules24132452", "PMC6651195", "31277395"]}, {"Citation": "Lu S. Biosynthesis and regulatory mechanisms of bioactive compounds in Salvia Miltiorrhiza, a model system for medicinal plant biology. Crit Rev Plant Sci. 2021;40(3):243–283. doi:10.1080/07352689.2021.1935719.", "ArticleIdList": ["10.1080/07352689.2021.1935719"]}, {"Citation": "Kai G, Liu S, Shi M, Han B, Hao X, Liu Z. Biochemistry, biosynthesis, and medicinal properties of phenolic acids in Salvia Miltiorrhiza. In: Lu S, editor. The Salvia miltiorrhiza Genome. Cham: Springer International Publishing; 2019. pp. 141–162. doi:10.1007/978-3-030-24716-4_11.", "ArticleIdList": ["10.1007/978-3-030-24716-4_11"]}, {"Citation": "Liu Y, Xiong Y. Plant target of rapamycin signaling network: complexes, conservations, and specificities. J Integr Plant Biol. 2022;64(2):342–370. doi:10.1111/jipb.13212.", "ArticleIdList": ["10.1111/jipb.13212", "34964268"]}, {"Citation": "McCready K, Spencer V, Kim M. The importance of TOR kinase in plant development. Front Plant Sci. 2020;11:16. doi:10.3389/fpls.2020.00016.", "ArticleIdList": ["10.3389/fpls.2020.00016", "PMC7012898", "32117365"]}, {"Citation": "Ma D, Constabel CP. MYB repressors as regulators of phenylpropanoid metabolism in plants. Trends Plant Sci. 2019;24(3):275–289. doi:10.1016/j.tplants.2018.12.003.", "ArticleIdList": ["10.1016/j.tplants.2018.12.003", "30704824"]}, {"Citation": "Ng DW-K, Abeysinghe JK, Kamali M. Regulating the regulators: the control of transcription factors in plant defense signaling. Int J Mol Sci. 2018;19(12):E3737. doi:10.3390/ijms19123737.", "ArticleIdList": ["10.3390/ijms19123737", "PMC6321093", "30477211"]}, {"Citation": "Wu S, Zhu B, Qin L, Rahman K, Zhang L, Han T. Transcription factor: a powerful tool to regulate biosynthesis of active ingredients in Salvia Miltiorrhiza. Front Plant Sci. 2021;12:622011. doi:10.3389/fpls.2021.622011.", "ArticleIdList": ["10.3389/fpls.2021.622011", "PMC7943460", "33719294"]}, {"Citation": "Deng C, Hao X, Shi M, Fu R, Wang Y, Zhang Y, Zhou W, Feng Y, Makunga NP, Kai G. Tanshinone production could be increased by the expression of SmWRKY2 in Salvia Miltiorrhiza hairy roots. Plant Sci. 2019;284:1–8. doi:10.1016/j.plantsci.2019.03.007.", "ArticleIdList": ["10.1016/j.plantsci.2019.03.007", "31084862"]}, {"Citation": "Hao X, Pu Z, Cao G, You D, Zhou Y, Deng C, Shi M, Nile SH, Wang Y, Zhou W, et al. Tanshinone and salvianolic acid biosynthesis are regulated by SmMYB98 in Salvia Miltiorrhiza Hairy Roots. J Adv Res. 2020;23:1–12. doi:10.1016/j.jare.2020.01.012.", "ArticleIdList": ["10.1016/j.jare.2020.01.012", "PMC7016019", "32071787"]}, {"Citation": "Ding K, Pei T, Bai Z, Jia Y, Ma P, Liang Z. SmMYB36, a novel R2R3-MYB transcription factor, enhances tanshinone accumulation and decreases phenolic acid content in Salvia Miltiorrhiza hairy roots. Sci Rep. 2017;7(1):5104. doi:10.1038/s41598-017-04909-w.", "ArticleIdList": ["10.1038/s41598-017-04909-w", "PMC5506036", "28698552"]}, {"Citation": "Li S, Wu Y, Kuang J, Wang H, Du T, Huang Y, Zhang Y, Cao X, Wang Z. SmMYB111 is a key factor to phenolic acid biosynthesis and interacts with both SmTTG1 and SmbHLH51 in Salvia Miltiorrhiza. J Agric Food Chem. 2018;66(30):8069–8078. doi:10.1021/acs.jafc.8b02548.", "ArticleIdList": ["10.1021/acs.jafc.8b02548", "30001627"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "4", "Day": "13", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "4", "Day": "11", "Hour": "11", "Minute": "13"}, {"Year": "2023", "Month": "4", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "4", "Day": "11"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37039834", "PMC10101657", "10.1080/15592324.2023.2199644"]}}], "PubmedBookArticle": []}