{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Bayesian", "Cluster analysis", "Diversity", "Morphological"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37033768", "DateRevised": {"Year": "2024", "Month": "03", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "03", "Day": "21"}], "Language": ["eng"], "ELocationID": ["10.1007/s12298-023-01296-7"], "Journal": {"ISSN": "0971-5894", "JournalIssue": {"Volume": "29", "Issue": "3", "PubDate": {"Year": "2023", "Month": "Mar"}}, "Title": "Physiology and molecular biology of plants : an international journal of functional plant biology", "ISOAbbreviation": "Physiol Mol Biol Plants"}, "ArticleTitle": "Investigating the geographical, phenotypic and genetic diversity of Sickleweed populations by bioclimatic parameters, morphological traits and SCoT molecular markers.", "Pagination": {"StartPage": "421", "EndPage": "433", "MedlinePgn": "421-433"}, "Abstract": {"AbstractText": ["Sickleweed (<i>Falcaria vulgaris</i>) is important due to its nutritional value and medicinal effects on the human body. The 15 different Sickleweed populations were collected based on an unbalanced nest design with 10 replications and nine morphological traits were measured on them. The diversity was investigated with 15 primers of SCoT marker. The genetic diversity was investigated by ANOVA, cluster analysis and Bayesian statistical model based on morphological traits, bioclimatic and SCoT. Grouping the study areas based on bioclimatic parameters by UPGMA method showed that these areas were divided into two groups and were similar in terms of climatic similarities and bioclimatic information. The results of analysis of variance showed that there was a significant difference between populations at the level of one percent for the studied traits. The cluster analysis based traits by the UPGMA method divided these populations into two groups. The phenotypic diversity of these populations was largely consistent with the geographical diversity. The primers used for SCoT marker produced 137 polymorphic bands on the populations, The UPGMA cluster analysis with molecular data placed the studied populations into three groups and four subgroups. Grouping based on the Bayesian method placed the populations into nine groups, although the populations were not differentiated and were a mixture of all nine groups. High genetic diversity for the studied Sickleweed populations have showed valuable insights into the evolution of this plant and provides basic data for designing appropriate management practices for breeding Sickleweed populations."], "CopyrightInformation": "© Prof. H.S. Srivastava Foundation for Science and Society 2023, Springer Nature or its licensor (e.g. a society or other partner) holds exclusive rights to this article under a publishing agreement with the author(s) or other rightsholder(s); author self-archiving of the accepted manuscript version of this article is solely governed by the terms of such publishing agreement and applicable law."}, "AuthorList": [{"Identifier": ["0000-0001-5625-3275"], "AffiliationInfo": [{"Identifier": ["grid.448905.4", "0000 0004 4910 146X"], "Affiliation": "Department of Biotechnology, Institute of Science and High Technology and Environmental Sciences, Graduate University of Advanced Technology, Kerman, Iran."}], "LastName": "Rahimi", "ForeName": "Mehdi", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.448905.4", "0000 0004 4910 146X"], "Affiliation": "Department of Biotechnology, Institute of Science and High Technology and Environmental Sciences, Graduate University of Advanced Technology, Kerman, Iran."}], "LastName": "Ranjbaran", "ForeName": "Elaheh", "Initials": "E"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Physiol Mol Biol Plants", "NlmUniqueID": "101304333", "ISSNLinking": "0974-0430"}, "CoiStatement": "Conflict of interestThe authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Afonin A, Greene S, Dzyubenko N, Frolov A (eds) (2008) Interactive agricultural ecological atlas of Russia and neighboring countries. Economic plants and their diseases, pests and weeds. Available at http://www.agroatlas.ru"}, {"Citation": "Anacker BL, Strauss SY. The geography and ecology of plant speciation: range overlap and niche divergence in sister species. Proc R Soc B Biol Sci. 2014;281:e20132980. doi: 10.1098/rspb.2013.2980.", "ArticleIdList": ["10.1098/rspb.2013.2980", "PMC3906944", "24452025"]}, {"Citation": "Bedeian AG, Mossholder KW. On the use of the coefficient of variation as a measure of diversity. Organ Res Methods. 2000;3:285–297. doi: 10.1177/109442810033005.", "ArticleIdList": ["10.1177/109442810033005"]}, {"Citation": "Bhandari H, Bhanu A, Srivastava K, Singh M, Shreya A. Hemantaranjan assessment of genetic diversity in crop plants—an overview. Adv Plants Agric Res. 2017;7:279–286."}, {"Citation": "Botstein D, White RL, Skolnick M, Davis RW. Construction of a genetic linkage map in man using restriction fragment length polymorphisms. Am J Hum Genet. 1980;32:314–331.", "ArticleIdList": ["PMC1686077", "6247908"]}, {"Citation": "Caliskan M (2012) Genetic diversity in plants. Intech Open-BoD–Books on Demand"}, {"Citation": "Collard BC, Mackill DJ. Start codon targeted (SCoT) polymorphism: a simple, novel DNA marker technique for generating gene-targeted markers in plants. Plant Mol Biol Report. 2009;27:86–93. doi: 10.1007/s11105-008-0060-5.", "ArticleIdList": ["10.1007/s11105-008-0060-5"]}, {"Citation": "Dellaporta SL, Wood J, Hicks JB. A plant DNA minipreparation: version II. Plant Mol Biol Rep. 1983;1:19–21. doi: 10.1007/BF02712670.", "ArticleIdList": ["10.1007/BF02712670"]}, {"Citation": "Earl DA, vonHoldt BM. STRUCTURE HARVESTER: a website and program for visualizing STRUCTURE output and implementing the Evanno method. Conserv Genet Resour. 2012;4:359–361. doi: 10.1007/s12686-011-9548-7.", "ArticleIdList": ["10.1007/s12686-011-9548-7"]}, {"Citation": "Evanno G, Regnaut S, Goudet J. Detecting the number of clusters of individuals using the software STRUCTURE: a simulation study. Mol Ecol. 2005;14:2611–2620. doi: 10.1111/j.1365-294X.2005.02553.x.", "ArticleIdList": ["10.1111/j.1365-294X.2005.02553.x", "15969739"]}, {"Citation": "Fick SE, Hijmans RJ. WorldClim 2: new 1 km spatial resolution climate surfaces for global land areas. Int J Climatol. 2017;37:4302–4315. doi: 10.1002/joc.5086.", "ArticleIdList": ["10.1002/joc.5086"]}, {"Citation": "Fu Y-B. Understanding crop genetic diversity under modern plant breeding. Theor Appl Genet. 2015;128:2131–2142. doi: 10.1007/s00122-015-2585-y.", "ArticleIdList": ["10.1007/s00122-015-2585-y", "PMC4624815", "26246331"]}, {"Citation": "Fufa H, Baenziger P, Beecher B, Dweikat I, Graybosch R, Eskridge K. Comparison of phenotypic and molecular marker-based classifications of hard red winter wheat cultivars. Euphytica. 2005;145:133–146. doi: 10.1007/s10681-005-0626-3.", "ArticleIdList": ["10.1007/s10681-005-0626-3"]}, {"Citation": "Givnish TJ. Ecology of plant speciation. Taxon. 2010;59:1326–1366. doi: 10.1002/tax.595003.", "ArticleIdList": ["10.1002/tax.595003"]}, {"Citation": "Golkar P, Mokhtari N. Molecular diversity assessment of a world collection of safflower genotypes by SRAP and SCoT molecular markers. Physiol Mol Biol Plants. 2018;24:1261–1271. doi: 10.1007/s12298-018-0545-0.", "ArticleIdList": ["10.1007/s12298-018-0545-0", "PMC6214440", "30425439"]}, {"Citation": "Govindaraj M, Vetriventhan M, Srinivasan M. Importance of genetic diversity assessment in crop plants and its recent advances: an overview of its analytical perspectives. Genet Res Int. 2015;2015:431414.", "ArticleIdList": ["PMC4383386", "25874132"]}, {"Citation": "Hammer Ø, Harper D, Ryan P. PAST: paleontological statistics software package for education and data analysis. Palaeontol Electron. 2001;4:9."}, {"Citation": "Hamrick JL, Godt MW. Effects of life history traits on genetic diversity in plant species. Philos Trans R Soc Lond B Biol Sci. 1996;351:1291–1298. doi: 10.1098/rstb.1996.0112.", "ArticleIdList": ["10.1098/rstb.1996.0112"]}, {"Citation": "Heidari EF, Rahimmalek M, Mohammadi S, Ehtemam MH. Genetic structure and diversity of ajowan (Trachyspermum ammi) populations based on molecular, morphological markers, and volatile oil content. Ind Crops Prod. 2016;92:186–196. doi: 10.1016/j.indcrop.2016.08.014.", "ArticleIdList": ["10.1016/j.indcrop.2016.08.014"]}, {"Citation": "Hohenlohe PA, Rajora OP. Population genomics: wildlife. Cham: Springer; 2021.", "ArticleIdList": ["PMC7894518", "33145846"]}, {"Citation": "Hong Y, et al. Genetic diversity and distinctness based on morphological and SSR markers in peanut. Agron J. 2021;113:4648–4660. doi: 10.1002/agj2.20671.", "ArticleIdList": ["10.1002/agj2.20671"]}, {"Citation": "Karagöz H, Hosseinpour A, Karagöz FP, Cakmakci R, Haliloglu K. Dissection of genetic diversity and population structure in oregano (Origanum acutidens L.) genotypes based on agro-morphological properties and start codon targeted (SCoT) markers. Biologia. 2022;77:1231–1247. doi: 10.1007/s11756-021-00989-2.", "ArticleIdList": ["10.1007/s11756-021-00989-2"]}, {"Citation": "Kassambara A, Mundt F (2020) Factoextra: extract and visualize the results of multivariate data analyses. R Package Version 1.0.7. https://CRAN.R-project.org/package=factoextra"}, {"Citation": "Khazaei M, Salehi H. Protective effect of of Falcaria vulgaris extract on ethanol induced gastric ulcer in rat. Iran J Pharmacol Ther. 2006;5:43–50."}, {"Citation": "Khoury CK, et al. Crop genetic erosion: understanding and responding to loss of crop diversity. New Phytol. 2022;233:84–118. doi: 10.1111/nph.17733.", "ArticleIdList": ["10.1111/nph.17733", "34515358"]}, {"Citation": "Korman BL (2011) Biology and ecology of sickleweed (Falcaria vulgaris) in the fort pierre national grassland of south Dakota. Thesis, South Dakota State University"}, {"Citation": "Kumar P, Gupta V, Misra A, Modi D, Pandey B. Potential of molecular markers in plant biotechnology. Plant Omics J. 2009;2:141–162."}, {"Citation": "Labroo MR, Studer AJ, Rutkoski JE. Heterosis and hybrid crop breeding: a multidisciplinary review. Front Genet. 2021;12:643761. doi: 10.3389/fgene.2021.643761.", "ArticleIdList": ["10.3389/fgene.2021.643761", "PMC7943638", "33719351"]}, {"Citation": "Lambert SM, Borba EL, Machado MC, Andrade SCDS. Allozyme diversity and morphometrics of Melocactus paucispinus (Cactaceae) and evidence for hybridization with M. concinnus in the Chapada Diamantina North–Eastern Brazil. Ann Bot. 2006;97:389–403. doi: 10.1093/aob/mcj052.", "ArticleIdList": ["10.1093/aob/mcj052", "PMC3291165", "16423866"]}, {"Citation": "Liu BH. Statistical genomics: linkage, mapping and QTL analysis. Boca Raton, Florida, USA: CRC Press; 1998."}, {"Citation": "Luo C, He X-H, Chen H, Ou S-J, Gao M-P. Analysis of diversity and relationships among mango cultivars using Start Codon Targeted (SCoT) markers. Biochem Syst Ecol. 2010;38:1176–1184. doi: 10.1016/j.bse.2010.11.004.", "ArticleIdList": ["10.1016/j.bse.2010.11.004"]}, {"Citation": "Luo C, et al. Genetic diversity of mango cultivars estimated using SCoT and ISSR markers. Biochem Syst Ecol. 2011;39:676–684. doi: 10.1016/j.bse.2011.05.023.", "ArticleIdList": ["10.1016/j.bse.2011.05.023"]}, {"Citation": "Mafakheri M, Bakhshipour M, Omrani M, Gholizadeh H, Rahimi N, Mobaraki A, Rahimi M. The impact of environmental and climatic variables on genetic diversity and plant functional traits of the endangered tuberous orchid (Orchis mascula L.) Sci Rep. 2022;12:1–18. doi: 10.1038/s41598-022-19864-4.", "ArticleIdList": ["10.1038/s41598-022-19864-4", "PMC9672365", "36396718"]}, {"Citation": "Mohammadi SA, Prasanna B. Analysis of genetic diversity in crop plants—salient statistical tools and considerations. Crop Sci. 2003;43:1235–1248. doi: 10.2135/cropsci2003.1235.", "ArticleIdList": ["10.2135/cropsci2003.1235"]}, {"Citation": "Mutinda ES, et al. Comparative genomics, phylogenetics, biogeography, and effects of climate change on Toddalia asiatica (L.) Lam.(Rutaceae) from Africa and Asia. Plants. 2022;11:231. doi: 10.3390/plants11020231.", "ArticleIdList": ["10.3390/plants11020231", "PMC8781850", "35050119"]}, {"Citation": "Nadeem MA, et al. DNA molecular markers in plant breeding: current status and recent advancements in genomic selection and genome editing. Biotechnol Biotechnol Equip. 2018;32:261–285. doi: 10.1080/13102818.2017.1400401.", "ArticleIdList": ["10.1080/13102818.2017.1400401"]}, {"Citation": "Nei M. Genetic distance between populations. Am Nat. 1972;106:283–292. doi: 10.1086/282771.", "ArticleIdList": ["10.1086/282771"]}, {"Citation": "Piya S. Introduction history and population genetics of Falcaria vulgaris (Apiaceae) in the United States. Thesis: South Dakota State University; 2013."}, {"Citation": "Piya S, Nepal MP, Butler JL, Larson GE, Neupane A. Genetic diversity and population structure of sickleweed (Falcaria vulgaris; Apiaceae) in the upper Midwest USA. Biol Invasions. 2014;16:2115–2125. doi: 10.1007/s10530-014-0651-z.", "ArticleIdList": ["10.1007/s10530-014-0651-z"]}, {"Citation": "Pontarotti P. Evolutionary biology: convergent evolution, evolution of complex traits, concepts and methods. Switzerland: Springer; 2016."}, {"Citation": "Powell W, Morgante M, Andre C, Hanafey M, Vogel J, Tingey S, Rafalski A. The comparison of RFLP, RAPD, AFLP and SSR (microsatellite) markers for germplasm analysis. Mol Breed. 1996;2:225–238. doi: 10.1007/BF00564200.", "ArticleIdList": ["10.1007/BF00564200"]}, {"Citation": "Pritchard JK, Stephens M, Donnelly P. Inference of population structure using multilocus genotype data. Genetics. 2000;155:945–959. doi: 10.1093/genetics/155.2.945.", "ArticleIdList": ["10.1093/genetics/155.2.945", "PMC1461096", "10835412"]}, {"Citation": "Rahimi M. Genetic diversity, population structure and screening of molecular markers associated to agronomic traits in Safflower (Carthamus tinctorius L.) Iran J Sci Technol Trans A Sci. 2021;45:1549–1560. doi: 10.1007/s40995-021-01161-w.", "ArticleIdList": ["10.1007/s40995-021-01161-w"]}, {"Citation": "Rahimi M, Nazari L, Kordrostami M, Safari P. SCoT marker diversity among Iranian plantago ecotypes and their possible association with agronomic traits. Sci Hortic. 2018;233:302–309. doi: 10.1016/j.scienta.2018.01.009.", "ArticleIdList": ["10.1016/j.scienta.2018.01.009"]}, {"Citation": "Rajora O. Population genomics: concepts, approaches, and applications. Cham, Switzerland: Springer; 2019."}, {"Citation": "Rockwood LL. Introduction to population ecology. Chichester, West Sussex, England: Wiley; 2015."}, {"Citation": "SAS-Institute-Inc (2014) Base SAS 9.4 procedures guide: statistical procedures (3rd edn). SAS Institute Inc., Cary, NC, USA"}, {"Citation": "Sawant SV, Singh PK, Gupta SK, Madnala R, Tuli R. Conserved nucleotide sequences in highly expressed genes in plants. J Genet. 1999;78:123–131. doi: 10.1007/BF02924562.", "ArticleIdList": ["10.1007/BF02924562"]}, {"Citation": "Sayed MR et al. (2022) Genetic Diversity, Analysis of Some Agro-Morphological and Quality Traits and Utilization of Plant Resources of Alfalfa Genes 13:Article 1521", "ArticleIdList": ["PMC9498742", "36140688"]}, {"Citation": "Shaban AS, Arab S, Basuoni MM, Abozahra MS, Abdelkawy AM, Mohamed M. SCoT, ISSR, and SDS-PAGE investigation of genetic diversity in several egyptian wheat genotypes under normal and drought conditions. Int J Agron. 2022;2022:7024028. doi: 10.1155/2022/7024028.", "ArticleIdList": ["10.1155/2022/7024028"]}, {"Citation": "Shannon CE. A mathematical theory of communication. ACM SIGMOBILE Mob Comput Commun Rev. 2001;5:3–55. doi: 10.1145/584091.584093.", "ArticleIdList": ["10.1145/584091.584093"]}, {"Citation": "Sharma A, Sharma S, Kumar N, Rana RS, Sharma P, Kumar P, Rani M. Morpho-molecular genetic diversity and population structure analysis in garden pea (Pisum sativum L.) genotypes using simple sequence repeat markers. PloS ONE. 2022;17:e0273499. doi: 10.1371/journal.pone.0273499.", "ArticleIdList": ["10.1371/journal.pone.0273499", "PMC9480992", "36112614"]}, {"Citation": "Slarkin M. Gene flow in natural populations. Annu Rev Ecol Syst. 1985;16:393–430. doi: 10.1146/annurev.es.16.110185.002141.", "ArticleIdList": ["10.1146/annurev.es.16.110185.002141"]}, {"Citation": "Slatkin M. Gene flow and population structure. Ecol Genet. 1994;1:3–17."}, {"Citation": "Smith J, Smith O. Fingerprinting crop varieties. Adv Agron. 1992;47:85–140. doi: 10.1016/S0065-2113(08)60489-7.", "ArticleIdList": ["10.1016/S0065-2113(08)60489-7"]}, {"Citation": "Smith S, Al-Doss A, Warburton M. Morphological and agronomic variation in North African and Arabian alfalfas. Crop Sci. 1991;31:1159–1163. doi: 10.2135/cropsci1991.0011183X003100050016x.", "ArticleIdList": ["10.2135/cropsci1991.0011183X003100050016x"]}, {"Citation": "Sun Y, Jiang H, Zeng F, Pan X, Wu X, Qi Y, Wu X. Species identification and genetic diversity of Alcea (Malvaceae) using SCoT molecular markers: medicinal plant. Genetika. 2022;54:369–378. doi: 10.2298/GENSR2201369S.", "ArticleIdList": ["10.2298/GENSR2201369S"]}, {"Citation": "Talebi R, Nosrati S, Etminan A, Naji AM. Genetic diversity and population structure analysis of landrace and improved safflower (Cartamus tinctorious L.) germplasm using arbitrary functional gene-based molecular markers. Biotechnol Biotechnol Equip. 2018;32:1183–1194. doi: 10.1080/13102818.2018.1499443.", "ArticleIdList": ["10.1080/13102818.2018.1499443"]}, {"Citation": "Teixeira JC, Huber CD. The inflated significance of neutral genetic diversity in conservation genetics. Proc Natl Acad Sci. 2021;118:e2015096118. doi: 10.1073/pnas.2015096118.", "ArticleIdList": ["10.1073/pnas.2015096118", "PMC7958437", "33608481"]}, {"Citation": "Tekin O, Cetin M, Varol T, Ozel HB, Sevik H, Zeren Cetin I. Altitudinal migration of species of Fir (Abies spp.) in adaptation to climate change. Water Air Soil Pollut. 2022;233:385. doi: 10.1007/s11270-022-05851-y.", "ArticleIdList": ["10.1007/s11270-022-05851-y"]}, {"Citation": "Tessier C, David J, This P, Boursiquot JM, Charrier A. Optimization of the choice of molecular markers for varietal identification in Vitis vinifera L. Theor Appl Genet. 1999;98:171–177. doi: 10.1007/s001220051054.", "ArticleIdList": ["10.1007/s001220051054"]}, {"Citation": "Varol T, Canturk U, Cetin M, Ozel HB, Sevik H, Zeren Cetin I. Identifying the suitable habitats for Anatolian boxwood (Buxus sempervirens L.) for the future regarding the climate change. Theor Appl Climatol. 2022;150:637–647. doi: 10.1007/s00704-022-04179-1.", "ArticleIdList": ["10.1007/s00704-022-04179-1"]}, {"Citation": "Varol T, Cetin M, Ozel HB, Sevik H, Zeren Cetin I. The effects of climate change scenarios on Carpinus betulus and Carpinus orientalis in Europe. Water Air Soil Pollut. 2022;233:45. doi: 10.1007/s11270-022-05516-w.", "ArticleIdList": ["10.1007/s11270-022-05516-w"]}, {"Citation": "Wahyuni DK, et al. Morpho-anatomical characterization and DNA barcoding analysis of Pluchea indica (L.) less. Biodivers J Biol Divers. 2022;23:4272–4282. doi: 10.13057/biodiv/d230851.", "ArticleIdList": ["10.13057/biodiv/d230851"]}, {"Citation": "Yeh FC, Yang R-c, Boyle T (2000) POPGENE (version 1.32). Microsoft window-bases freeware for population genetic analysis. Alberta, Canada. https://sites.ualberta.ca/~fyeh/popgene_download.html"}, {"Citation": "Yeken MZ, Emiralioğlu O, Çiftçi V, Bayraktar H, Palacioğlu G, Özer G. Analysis of genetic diversity among common bean germplasm by start codon targeted (SCoT) markers. Mol Biol Rep. 2022;49:3839–3847. doi: 10.1007/s11033-022-07229-z.", "ArticleIdList": ["10.1007/s11033-022-07229-z", "35301653"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "11", "Day": "29"}, {"Year": "2023", "Month": "2", "Day": "20"}, {"Year": "2023", "Month": "3", "Day": "11"}, {"Year": "2023", "Month": "4", "Day": "11", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "4", "Day": "10", "Hour": "3", "Minute": "57"}, {"Year": "2023", "Month": "4", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2024", "Month": "3", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37033768", "PMC10073401", "10.1007/s12298-023-01296-7", "1296"]}}], "PubmedBookArticle": []}