{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ligusticum chuanxiong Hort.", "Miwu", "SWOT analysis", "diet history", "health function", "industrial development", "medicine and food homology", "nutritional composition", "safety evaluation"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37048212", "DateRevised": {"Year": "2023", "Month": "04", "Day": "15"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "03", "Day": "24"}], "Language": ["eng"], "ELocationID": ["1385", "10.3390/foods12071385"], "Journal": {"ISSN": "2304-8158", "JournalIssue": {"Volume": "12", "Issue": "7", "PubDate": {"Year": "2023", "Month": "Mar", "Day": "24"}}, "Title": "Foods (Basel, Switzerland)", "ISOAbbreviation": "Foods"}, "ArticleTitle": "An Underutilized Food \"Miwu\": Diet History, Nutritional Evaluations, and Countermeasures for Industrial Development.", "Abstract": {"AbstractText": ["About 10 major crops basically feed the world. In fact, there are still a large number of plants that have not been fully explored and utilized because they have been ignored by the market and research. The expansion of food sources in various countries plays an important role in maintaining food security and nutrition security in the world. Miwu is the aerial part of the medicinal plant Rhizoma Chuanxiong belonging to a traditional local characteristic food raw material. Its edible value is still little known. Through textual research, component determination, literature survey, field research, and SWOT analysis, this paper has a comprehensive understanding of Miwu's diet history, chemical components, safety risks, and industrial development status. It is found that Miwu has been eaten for 800 years, is rich in nutrients and active ingredients, and has no acute toxicity. In addition, the current industrial development of Miwu has significant advantages and many challenges. To sum up, Miwu is a potentially underutilized food raw material. This paper also provides countermeasures for the industrialized development of Miwu, which will provide a milestone reference for the future utilization and development of Miwu."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Management, Sichuan Agricultural University, Chengdu 611130, China."}, {"Identifier": [], "Affiliation": "College of Agronomy, Sichuan Agricultural University, Chengdu 611130, China."}], "LastName": "Zou", "ForeName": "Jinpeng", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy, Sichuan Agricultural University, Chengdu 611130, China."}], "LastName": "Wang", "ForeName": "Jiayi", "Initials": "J"}, {"Identifier": ["0000-0001-7660-0393"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy, Sichuan Agricultural University, Chengdu 611130, China."}], "LastName": "Hou", "ForeName": "Kai", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Management, Sichuan Agricultural University, Chengdu 611130, China."}], "LastName": "Wang", "ForeName": "Fang", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Management, Sichuan Agricultural University, Chengdu 611130, China."}], "LastName": "Su", "ForeName": "Shiwen", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy, Sichuan Agricultural University, Chengdu 611130, China."}], "LastName": "Xue", "ForeName": "Wenjing", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy, Sichuan Agricultural University, Chengdu 611130, China."}], "LastName": "Wu", "ForeName": "Wei", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Food, Nutrition and Dietetics, University of Nottingham, Sutton Bonington Campus, Loughborough LE12 5RD, UK."}], "LastName": "Yang", "ForeName": "Ni", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy, Sichuan Agricultural University, Chengdu 611130, China."}], "LastName": "Du", "ForeName": "Xuan", "Initials": "X"}], "GrantList": [{"GrantID": "2022 Sichuan ISO International Standard Procurement Project", "Agency": "Sichuan Provincial Administration of Traditional Chinese Medicine", "Country": ""}, {"GrantID": "the Fourth National Census of Traditional Chinese Medicine Resources in China (No. 2018pc02)", "Agency": "State Administration of Traditional Chinese Medicine", "Country": ""}, {"GrantID": "Key R&D support plan(NO. 2018-YFO9-00046-SN)", "Agency": "Chengdu Science and Technology Bureau", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Foods", "NlmUniqueID": "101670569", "ISSNLinking": "2304-8158"}, "CoiStatement": "The authors declare no conflict of interest. The funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript; or in the decision to publish the results."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Zhang L. Practice and Thinking of Traditional Chinese Medicine Agriculture Helping Rural Revitalization. Res. World Agric. Econ. 2021;2:49–56. doi: 10.36956/rwae.v2i3.428.", "ArticleIdList": ["10.36956/rwae.v2i3.428"]}, {"Citation": "Yan H., Zhou Y., Tang F., Wang C., Wu J., Hu C., Xie X., Peng C., Tan Y. A comprehensive investigation on the chemical diversity and efficacy of different parts of Ligusticum chuanxiong. Food Func. 2022;13:1092–1107. doi: 10.1039/D1FO02811A.", "ArticleIdList": ["10.1039/D1FO02811A", "35083993"]}, {"Citation": "Chinese Pharmacopoeia Commission . Chinese Pharmacopoeia. China Medical Science Press; Beijing, China: 2020."}, {"Citation": "Mengfei M. Chuanxiong Leaves Are Put into a “Vegetable Basket” and cross the Ocean.  [(accessed on 18 May 2021)].  Available online:  https://baijiahao.baidu.com/s?id=1700069277722067729&wfr=spider&for=pc&searchword=%E5%B7%9D%E8%8A%8E%20%E9%A6%96%E6%AC%A1%E5%87%BA%E5%8F%A3."}, {"Citation": "ISO  ISO/CD 8071. Traditional Chinese Medicine—Ligusticum chuanxiong Rhizome.  [(accessed on 10 January 2022)].  Available online:  https://www.iso.org/standard/82991.html."}, {"Citation": "Wehrens S.M.T. Effect of Sleep Deprivation and Shift Work on Metabolic and Cardiovascular Function. University of Surrey; Guildford, UK: 2010."}, {"Citation": "Chen S. Master’s Thesis. Chengdu University of Traditional Chinese Medicine; Chengdu, China: 2009. Quality Evaluation of Aerial Part of Ligusticum chuanxiong Hort. and study on Its Teabag Preparation."}, {"Citation": "Wang W., Fang S., Xiong Z. Protective effect of polysaccharide from Ligusticum chuanxiong Hort against H2O2-induced toxicity in zebrafish embryo. Carbohydr. Polym. 2019;221:73–83. doi: 10.1016/j.carbpol.2019.05.087.", "ArticleIdList": ["10.1016/j.carbpol.2019.05.087", "31227169"]}, {"Citation": "Wen Y.Q., Chen Y., Li G., Luo L., Chen P. Analysis of the current situation of Chuanxiong patent protection in China. Pharm. Clin. Chin. Mater. Med. 2019;10:1–4."}, {"Citation": "Deng W. Ph.D. Thesis. Southwest Jiaotong University; Chengdu, China: 2010. The Study of Chuanxiong gel formulation."}, {"Citation": "Qiu S.X., Chen Y.Y., Li J., Wu Y., Lei C., Xu Q., Liu H., Zhu J., Xu Z. Broiler feed containing stems and leaves of Ligusticum chuanxiong Hort extract and its preparation method. CN109730209A. 2019 May 10;"}, {"Citation": "Wan S. Manufacture method of Ligusticum chuanxiong Hort seasoning. CN103750247A. 2014 April 30;"}, {"Citation": "Zhang C., Chen Y., Peng F., Tao S., Yuan C., Sha X., Wu Y., Shi T., Liao X., Liao X., et al. A Kind of Micronutrient Fertilizer and Its Application. CN111285708B. 2022 January 4;"}, {"Citation": "Li C.-M., Guo Y.-Q., Dong X.-L., Li H., Wang B., Wu J.-H., Wong M.-S., Chan S.-W. Ethanolic extract of rhizome of Ligusticum chuanxiong Hort.(chuanxiong) enhances endothelium-dependent vascular reactivity in ovariectomized rats fed with high-fat diet. Food Func. 2014;5:2475–2485. doi: 10.1039/C4FO00211C.", "ArticleIdList": ["10.1039/C4FO00211C", "25110278"]}, {"Citation": "Li W., Tang Y., Chen Y., Duan J.-A. Advances in the chemical analysis and biological activities of chuanxiong. Molecules. 2012;17:10614–10651. doi: 10.3390/molecules170910614.", "ArticleIdList": ["10.3390/molecules170910614", "PMC6268834", "22955453"]}, {"Citation": "He P., Li Y., Huo T., Meng F., Peng C., Bai M. Priority planting area planning for cash crops under heavy metal pollution and climate change: A case study of Ligusticum chuanxiong Hort. Front. Plant Sci. 2023;14:1080881. doi: 10.3389/fpls.2023.1080881.", "ArticleIdList": ["10.3389/fpls.2023.1080881", "PMC9928953", "36818883"]}, {"Citation": "Plant Plus of China  Ligusticum Sinense ‘Chuanxiong’.  [(accessed on 1 January 2018)].  Available online:  http://www.iplant.cn/info/%E5%B7%9D%E8%8A%8E."}, {"Citation": "He D. Ligusticum chuanxiong rhizome is used as medicine, and the seedlings and leaves are edible. TCM Healthy Life-Nurtur. 2022;8:26–27."}, {"Citation": "Fang R. A study of Chinese tenka tea culture during the Tang dynasty and Song dynasty. Int. J. Hum. Cult. Stud. 2019:548–562."}, {"Citation": "Chinese Poetry Website Home Page.  [(accessed on 2 June 2007)].  Available online:  https://www.zgshige.com/"}, {"Citation": "Li J., Yu J., Ma H., Yang N., Li L., Zheng D.-D., Wu M.-X., Zhao Z.-L., Qi H.-Y. Intranasal pretreatment with Z-Ligustilide, the main volatile component of Rhizoma Chuanxiong, confers prophylaxis against cerebral ischemia via Nrf2 and HSP70 signaling pathways. J. Agric. Food Chem. 2017;65:1533–1542. doi: 10.1021/acs.jafc.6b04979.", "ArticleIdList": ["10.1021/acs.jafc.6b04979", "28169530"]}, {"Citation": "Scholz H. Plants for Human Consumption. An Annotated Checklist of the Edible Phanerogams and Ferns. JSTOR; New York, NY, USA: 1985."}, {"Citation": "Sim Y., Shin S. Antibacterial activities of the essential oil from the leaves and rhizomes of Cnidium officinale Makino. J. Essent. Oil Res. 2014;26:452–457. doi: 10.1080/10412905.2014.951456.", "ArticleIdList": ["10.1080/10412905.2014.951456"]}, {"Citation": "Chen Z., Zhang C., Gao F., Fu Q., Fu C., He Y., Zhang J. A systematic review on the rhizome of Ligusticum chuanxiong Hort. (Chuanxiong) Food Chem. Toxicol. 2018;119:309–325. doi: 10.1016/j.fct.2018.02.050.", "ArticleIdList": ["10.1016/j.fct.2018.02.050", "29486278"]}, {"Citation": "The Stems and Leaves of Ligusticum chuanxiong Hort Are Sold to South Korea for the First Time.  [(accessed on 18 May 2021)].  Available online:  https://kscgc.sctv.com/sctv/redian/2021/05/18/1128295_shared.html."}, {"Citation": "Plants for a Future Home Page.  [(accessed on 27 July 2010)].  Available online:  https://pfaf.org/user/AboutUs.aspx."}, {"Citation": "Yang Y. China Food Composition Tables: Standard Edition. Peking University Medical Press; Beijing, China: 2022. pp. 10–25."}, {"Citation": "Wang M., Yao M., Liu J., Takagi N., Yang B., Zhang M., Xu L., Ren J., Fan X., Tian F. Ligusticum chuanxiong exerts neuroprotection by promoting adult neurogenesis and inhibiting inflammation in the hippocampus of ME cerebral ischemia rats. J. Ethnopharmacol. 2020;249:112385. doi: 10.1016/j.jep.2019.112385.", "ArticleIdList": ["10.1016/j.jep.2019.112385", "31730888"]}, {"Citation": "Yin B.-Q., Guo Y.-H., Liu Y., Zhao Y.-Y., Huang S.-M., Wei X.-W., Wang H.-S., Liu R.-Y., Liu Y., Tang Y.-P. Molecular mechanism of Chuanxiong Rhizoma in treating coronary artery diseases. Chin. Herb. Med. 2021;13:396–402. doi: 10.1016/j.chmed.2021.03.001.", "ArticleIdList": ["10.1016/j.chmed.2021.03.001", "PMC9476474", "36118926"]}, {"Citation": "Li D., Long Y., Yu S., Shi A., Wan J., Wen J., Li X., Liu S., Zhang Y., Li N., et al. Research Advances in Cardio-Cerebrovascular Diseases of Ligusticum chuanxiong Hort. Front. Pharmacol. 2022;12:4116. doi: 10.3389/fphar.2021.832673.", "ArticleIdList": ["10.3389/fphar.2021.832673", "PMC8841966", "35173614"]}, {"Citation": "Zhang L., Zhou X., Lu D., Mu C., Wang X., Tang L., Yang R. Optimization of Extraction Process of Volatile Oil from Ligusticum chuanxiong and GC-MS Analysis of Its Overground Part. J. Chin. Med. Mater. 2019;42:607–611."}, {"Citation": "Guo P., Li Z., Chen H., Zhang T., Ling Y. Studies on chemical constituents of volatile oil from the aerial parts of Ligusticum chuanxiong Hort. China J. Chin. Mater. Med. 1993;18:551–574.", "ArticleIdList": ["8011111"]}, {"Citation": "Tang F., Tan Y., Ao H., Yan H., Luo W., Yang Q., Hu C., Peng C. Discovery of phthalides with vasodilating activity in stems and leaves of Ligusticum chuanxiong. Chin. Tradit. Herb. Drugs. 2020;51:1190–1195."}, {"Citation": "Yan H., Chen Y., Tang F., Feng J., Guo C., Hu C., Lu J., Tan Y. A novel fatty acid monoglyceride from the stem and leaves of Ligusticum chuanxiong Hort. Acta Pharm. Sin. 2021;56:2573–2576."}, {"Citation": "Nie Y., Hao R. Studies on Chemical Constituents of the Stems and Leaves of Ligusticum chuanxiong. Med. Inf. 2011;24:326–328."}, {"Citation": "Liu J., Liu Y., Liu H., Zhang C., Wei A., Ye Q., Guo L. Comparison of volatile oil content and chemical components in different parts and different processing methods of Ligusticum chuanxiong Hort. Chin. J. Exp. Tradit. Med. Form. 2020;26:101–107."}, {"Citation": "Zhang L., Zhao L., Song N., Yang F. GC-MS analysis of volatile oil from fresh and dried roots, stems, leaves and flowers of Ligusticum chuanxiong Hort. Chin. Tradit. Pat. Med. 2021;43:532–535."}, {"Citation": "Yi J., Liu Y., Chen Y., Liu Y., Huang Z. Determination of Ligustilide and Ferulic Acid in Different Parts of Ligusticum chuanxiong Hort by RP-HPLC. Chin. Tradit. Pat. Med. 2009;31:811–813."}, {"Citation": "Wu Y., Li Q., Li B., Du L., Chen C. Determination of three kinds of active component from the stems and leaves of Ligusticum chuanxiong by UPLC. West China J. Pharm. Sci. 2018;33:526–528."}, {"Citation": "Huang Y., Pu F. Chemical constituents of essential oil from leaves of Ligusticum chuanxiong Hort. Plant Divers. 1988:227–230."}, {"Citation": "Rui H., He Q., Yu Q., Huang Z. Comparison of quality of Ligusticum chuanxiong Hort from different parts and different habitats. China J. Chin. Mater. Med. 1982;5:13."}, {"Citation": "Wei X., Zeng Y., Sun C., Meng F., Wang Y. Recent advances in natural phthalides: Distribution, chemistry, and biological activities. Fitoterapia. 2022;160:105223. doi: 10.1016/j.fitote.2022.105223.", "ArticleIdList": ["10.1016/j.fitote.2022.105223", "35654379"]}, {"Citation": "Ya Y., Yang F., Hao C., Min X. Research advance in phthalides and their biological activities. Nat. Prod. Res. Dev. 2022;34:1439. doi: 10.16333/j.1001-6880.2022.8.018.", "ArticleIdList": ["10.16333/j.1001-6880.2022.8.018"]}, {"Citation": "Lv J.L., Chen H.L., Duan J.A., Liu J.W. Research progress of structures and pharmacological activities of phthalides from Angelica sinensis. China J. Chin. Mater. Med. 2016;41:167–176.", "ArticleIdList": ["28861958"]}, {"Citation": "Wu Q., Yang X.-W. GC-MS analysis of essential oil from rhizomes of Ligusticum chuanxiong cultivated in GAP base for Chinese medicinal materials of China. China J. Chin. Mater. Med. 2008;33:276–280.", "ArticleIdList": ["18536465"]}, {"Citation": "Jin Y.Q., Hong Y.L., Li J., Li X., Wang X., Lv G. Advancements in the Chemical constituents and pharmacological effects of Chuanxiong. Pharm. Clin. Chin. Mater. Med. 2013;4:44–48."}, {"Citation": "Beijing Pharmaceutical Industry Beijing Institute of Pharmaceutical Industry Extraction and Separation of Alkaloids from Ligusticum chuanxiong Hort. Chin. Tradit. Herb. Drugs. 1977;8:8–10."}, {"Citation": "Pu Z.-H., Liu J., Peng C., Luo M., Zhou Q.-M., Xie X.-F., Chen M.-H., Xiong L. Nucleoside alkaloids with anti-platelet aggregation activity from the rhizomes of Ligusticum striatum. Nat. Prod. Res. 2019;33:1399–1405. doi: 10.1080/14786419.2017.1416382.", "ArticleIdList": ["10.1080/14786419.2017.1416382", "29262724"]}, {"Citation": "Sun J. Master’s Thesis. Ningxia Medical University; Yinchuan, China: 2016. Studies on the Chemical Constituents of Ligusticum chuanxiong Hort. and Codonopsis tangshen Oliv II. Evaluation on Pharmacodynamics of Analgesia and Anti-inflammation of Anemone vitifolia Buch."}, {"Citation": "Pu Z.H., Dai M., Peng C., Xiong L. Research progress on the material basis and pharmacological effects of alkaloids in Ligusticum chuanxiong Hort. China Pharm. 2020;31:1020–1024."}, {"Citation": "Ran X., Ma L., Peng C., Zhang H., Qin L.-P. Ligusticum chuanxiong Hort: A review of chemistry and pharmacology. Pharm. Biol. 2011;49:1180–1189. doi: 10.3109/13880209.2011.576346.", "ArticleIdList": ["10.3109/13880209.2011.576346", "22014266"]}, {"Citation": "Ho C.C., Kumaran A., Hwang L.S. Bio-assay guided isolation and identification of anti-Alzheimer active compounds from the root of Angelica sinensis. Food Chem. 2009;114:246–252. doi: 10.1016/j.foodchem.2008.09.046.", "ArticleIdList": ["10.1016/j.foodchem.2008.09.046"]}, {"Citation": "Han W. Advances in Chemical Constituents and Pharmacological Effects of Ligusticum chuanxiong. Mod. Chin. Med. 2017;19:1341–1349."}, {"Citation": "Cao Y.-X., Zhang W., He J.-Y., He L.-C., Xu C.-B. Ligustilide induces vasodilatation via inhibiting voltage dependent calcium channel and receptor-mediated Ca2+ influx and release. Vasc. Pharmacol. 2006;45:171–176. doi: 10.1016/j.vph.2006.05.004.", "ArticleIdList": ["10.1016/j.vph.2006.05.004", "16807126"]}, {"Citation": "Zhang L., Du J.-R., Wang J., Yu D.-K., Chen Y.-S., He Y., Wang C.-Y. Z-ligustilide extracted from Radix Angelica Sinensis decreased platelet aggregation induced by ADP ex vivo and arterio-venous shunt thrombosis in vivo in rats. Yakugaku Zasshi. 2009;129:855–859. doi: 10.1248/yakushi.129.855.", "ArticleIdList": ["10.1248/yakushi.129.855", "19571521"]}, {"Citation": "Du J., Yu Y., Ke Y., Wang C., Zhu L., Qian Z.M. Ligustilide attenuates pain behavior induced by acetic acid or formalin. J. Ethnopharmacol. 2007;112:211–214. doi: 10.1016/j.jep.2007.02.007.", "ArticleIdList": ["10.1016/j.jep.2007.02.007", "17350195"]}, {"Citation": "Lu Q., Qiu T.-Q., Yang H. Ligustilide inhibits vascular smooth muscle cells proliferation. Eur. J. Pharmacol. 2006;542:136–140. doi: 10.1016/j.ejphar.2006.04.023.", "ArticleIdList": ["10.1016/j.ejphar.2006.04.023", "16806164"]}, {"Citation": "Yan R., Ko N.L., Li S.-L., Tam Y.K., Lin G. Pharmacokinetics and metabolism of ligustilide, a major bioactive component in Rhizoma Chuanxiong, in the rat. Drug Metab. Dispos. 2008;36:400–408. doi: 10.1124/dmd.107.017707.", "ArticleIdList": ["10.1124/dmd.107.017707", "18039808"]}, {"Citation": "Capra J.C., Cunha M.P., Machado D.G., Zomkowski A.D.E., Mendes B.G., Santos A.R.S., Pizzolatti M.G., Rodrigues A.L.S. Antidepressant-like effect of scopoletin, a coumarin isolated from Polygala sabulosa (Polygalaceae) in mice: Evidence for the involvement of monoaminergic systems. Eur. J. Pharmacol. 2010;643:232–238. doi: 10.1016/j.ejphar.2010.06.043.", "ArticleIdList": ["10.1016/j.ejphar.2010.06.043", "20599906"]}, {"Citation": "Lin G., Chan S.S.-K., Chung H.-S., Li S.-L. Chemistry and biological activities of naturally occurring phthalides. Stud. Nat. Prod. Chem. 2005;32:611–669."}, {"Citation": "Song X., Zhou W., Chen C., Wang S., Liang S. Study on material base of Ligusticum wallichii for treating brain ischemia and its molecular mechanism based on molecular docking. China J. Chin. Mater. Med. 2015;40:2195–2198.", "ArticleIdList": ["26552180"]}, {"Citation": "Yan Q.Y., Gao B.Y., Li L., Peng Y., Cheng S. Therapeutic effect of Chuanxiong volatile oil nasal spray on acute cerebral ischemia in rats. J. Hubei Polytech. Inst. 2017;20:108–112."}, {"Citation": "Liu X., Cheng Y., Cui X., Li M. Spectrum-Effect Study on the Protective Efficacy of Ligusticum chuanxiong Hort on Myocardial Ischemia. China Pharm. 2016;25:9–12."}, {"Citation": "Based on Box-Behnken Design and Principal Component Analysis Method to Explore Extraction Process of Angelicae Sinensis Radix-Sophorae Flavescentis Radix Herb Pair and Effects of Different Compatibilities on Rats with Acute Myocardial Ischemia.  [(accessed on 7 June 2022)].  Available online:  https://kns.cnki.net/kcms/detail/detail.aspxFileName=ZCYO202212007&DbName=DKFX2022."}, {"Citation": "Oboh G., Agunloye O.M., Akinyemi A.J., Ademiluyi A.O., Adefegha S.A. Comparative study on the inhibitory effect of caffeic and chlorogenic acids on key enzymes linked to Alzheimer’s disease and some pro-oxidant induced oxidative stress in rats’ brain—In vitro. Neurochem. Res. 2013;38:413–419. doi: 10.1007/s11064-012-0935-6.", "ArticleIdList": ["10.1007/s11064-012-0935-6", "23184188"]}, {"Citation": "Fuentes E., Caballero J., Alarcon M., Rojas A., Palomo I. Chlorogenic acid inhibits human platelet activation and thrombus formation. PLoS ONE. 2014;9:e90699. doi: 10.1371/journal.pone.0090699.", "ArticleIdList": ["10.1371/journal.pone.0090699", "PMC3944540", "24598787"]}, {"Citation": "Kumar S., Mittal A., Babu D., Mittal A. Herbal medicines for diabetes management and its secondary complications. Curr. Diabetes Rev. 2021;17:437–456. doi: 10.2174/18756417MTExfMTQ1z.", "ArticleIdList": ["10.2174/18756417MTExfMTQ1z", "33143632"]}, {"Citation": "Wu Y., Sun H., Yi R., Tan F., Zhao X. Anti-obesity effect of Liupao tea extract by modulating lipid metabolism and oxidative stress in high-fat-diet-induced obese mice. J. Food Sci. 2021;86:215–227. doi: 10.1111/1750-3841.15551.", "ArticleIdList": ["10.1111/1750-3841.15551", "33300164"]}, {"Citation": "Sun G.-H., Liao Y., Ni Z.-Y., Li N., Zhong P., Li X., Zhou J. Electroacupuncture intervention improves cartilage degeneration and subchondral bone osteoporosis of knee-joint possibly by adjusting OPG/RANK/RANKL signaling in ovariectomized Rats. Acup. Res. 2018;43:781–787.", "ArticleIdList": ["30585456"]}, {"Citation": "Liu L., Wang D., Qin Y., Xu M., Zhou L., Xu W., Liu X., Ye L., Yue S., Zheng Q. Astragalin promotes osteoblastic differentiation in MC3T3-E1 cells and bone formation in vivo. Front. Endocrinol. 2019;10:228. doi: 10.3389/fendo.2019.00228.", "ArticleIdList": ["10.3389/fendo.2019.00228", "PMC6476984", "31040823"]}, {"Citation": "Kaster M.P., Raupp I., Binfaré R.W., Andreatini R., Rodrigues A.L.S. Antidepressant-like effect of lamotrigine in the mouse forced swimming test: Evidence for the involvement of the noradrenergic system. Eur. J. Pharmacol. 2007;565:119–124. doi: 10.1016/j.ejphar.2007.03.003.", "ArticleIdList": ["10.1016/j.ejphar.2007.03.003", "17433291"]}, {"Citation": "Yoon C.-S., Kim D.-C., Lee D.-S., Kim K.-S., Ko W., Sohn J.H., Yim J.H., Kim Y.-C., Oh H. Anti-neuroinflammatory effect of aurantiamide acetate from the marine fungus Aspergillus sp. SF-5921: Inhibition of NF-κB and MAPK pathways in lipopolysaccharide-induced mouse BV2 microglial cells. Int. Immunopharmacol. 2014;23:568–574. doi: 10.1016/j.intimp.2014.10.006.", "ArticleIdList": ["10.1016/j.intimp.2014.10.006", "25448500"]}, {"Citation": "Zhou B., Yang Z., Feng Q., Liang X., Li J., Zanin M., Jiang Z., Zhong N. Aurantiamide acetate from baphicacanthus cusia root exhibits anti-inflammatory and anti-viral effects via inhibition of the NF-κB signaling pathway in Influenza A virus-infected cells. J. Ethnopharmacol. 2017;199:60–67. doi: 10.1016/j.jep.2017.01.038.", "ArticleIdList": ["10.1016/j.jep.2017.01.038", "28119097"]}, {"Citation": "Shi J., Li R., Yang S., Zhan H. Phytochemistry, biological properties and quality control of Chuanxiong Rhizoma: A review. J. Chin. Pharm. Sci. 2020;29:755–779. doi: 10.5246/jcps.2020.11.070.", "ArticleIdList": ["10.5246/jcps.2020.11.070"]}, {"Citation": "Ren M. Preliminary research on cadmium absorption and accumulation in Ligusticum wallichii. Chin. Pharm. J. 2016;51:1735–1738."}, {"Citation": "Zhong W., Zheng W., Xin P., Ye Y., Dong M., Ye H. Toxicity and mutagenicity test of Ligusticum chuanxiong, Platycodon grandiflorum and Amomum cardamom. J. Toxicol. 2004;4:267–269."}, {"Citation": "Zhong Y. Analysis of production and marketing trend of Ligusticum chuanxiong. Mod. Chin. Med. 2014;16:769–770+784."}, {"Citation": "Chen S., Jiang G. Security and pharmacological effects of overground parts of Chuanxiong. J. Chengdu Univ. Tradit. Chin. Med. 2009;32:63–65."}, {"Citation": "Announcement of the Ministry of Agriculture of the People’s Republic of China No. 2038.  [(accessed on 19 December 2013)]; Available online:  http://www.xmsyj.moa.gov.cn/zcjd/201401/t20140103_3730177.htm."}, {"Citation": "Notice from the Ministry of Health on Further Regulation of the Management of Health Food Ingredients.  [(accessed on 11 March 2002)]; Available online:  http://www.nhc.gov.cn/wjw/gfxwj/201304/e33435ce0d894051b15490aa3219cdc4.shtml."}, {"Citation": "Qin Y., Chen F., Tang Z., Ren H., Wang Q., Shen N., Lin W., Xiao Y., Yuan M., Chen H., et al. Ligusticum chuanxiong Hort as a medicinal and edible plant foods: Antioxidant, anti-aging and neuroprotective properties in Caenorhabditis elegans. Front. Pharmacol. 2022;13:1049890. doi: 10.3389/fphar.2022.1049890.", "ArticleIdList": ["10.3389/fphar.2022.1049890", "PMC9643709", "36386171"]}, {"Citation": "Donaldson D. Comparative advantage and agricultural trade. Agric. Econ. 2019;50:29–40. doi: 10.1111/agec.12529.", "ArticleIdList": ["10.1111/agec.12529"]}, {"Citation": "Zhang D., Sun Z. Comparative Advantage of Agricultural Trade in Countries along the Belt and Road and China and Its Dynamic Evolution Characteristics. Foods. 2022;11:3401. doi: 10.3390/foods11213401.", "ArticleIdList": ["10.3390/foods11213401", "PMC9655376", "36360014"]}, {"Citation": "Ricardo D. Readings in the Economics of the Division of Labor. Volume 2. World Scientific; Hackensack, NJ, USA: 2005. The Principles of Political Economy and Taxation; pp. 127–130. Increasing Returns and Inframarginal Economics."}, {"Citation": "Neary J. Competitive versus Comparative Advantage. World Econ. 2003;26:457–470. doi: 10.1111/1467-9701.00532.", "ArticleIdList": ["10.1111/1467-9701.00532"]}, {"Citation": "Ensign P. Value Chain Analysis and Competitive Advantage. J. Gen. Manag. 2001;27:18–42. doi: 10.1177/030630700102700102.", "ArticleIdList": ["10.1177/030630700102700102"]}, {"Citation": "Poponi S., Arcese G., Ruggieri A., Pacchera F. Value optimisation for the agri-food sector: A circular economy approach. Bus. Strategy Environ. 2022:1–18. doi: 10.1002/bse.3274.", "ArticleIdList": ["10.1002/bse.3274"]}, {"Citation": "Zhao Y., Huang Z. Analysis on countermeasures for the development of characteristic industries in ethnic minority areas from the perspective of the whole industry chain—Taking Guangxi’s selenium-rich industry as an example. Guangxi Ethn. Stud. 2017;3:160–166."}, {"Citation": "Neap H.S., Celik T. Value of a Product: A Definition. Int. J. Value-Based Manag. 1999;12:181–191. doi: 10.1023/A:1007718715162.", "ArticleIdList": ["10.1023/A:1007718715162"]}, {"Citation": "Van Campenhout B., Minten B., Swinnen J.F.M. Leading the way-foreign direct investment and dairy value chain upgrading in Uganda. Agric. Econ. 2021;52:607–631. doi: 10.1111/agec.12638.", "ArticleIdList": ["10.1111/agec.12638"]}, {"Citation": "Altenburg T. Governance patterns in value chains and their development impact. Eur. J. Dev. Res. 2006;18:498–521. doi: 10.1080/09578810601070795.", "ArticleIdList": ["10.1080/09578810601070795"]}, {"Citation": "Trienekens J.H. Agricultural value chains in developing countries a framework for analysis. Int. Food Agribus. Manag. Rev. 2011;14:51–82."}, {"Citation": "CEIC  China GDP per Capita.  [(accessed on 6 July 2017)].  Available online:  https://www.ceicdata.com/en/indicator/china/gdp-per-capita."}, {"Citation": "Zhang L., Yu J., Zhou Y., Shen M., Sun L. Becoming a faithful defender: Traditional chinese medicine against coronavirus disease 2019 (COVID-19) Am. J. Chin. Med. 2020;48:1–15. doi: 10.1142/S0192415X2050038X.", "ArticleIdList": ["10.1142/S0192415X2050038X", "32349517"]}, {"Citation": "Lyu M., Fan G., Xiao G., Wang T., Xu D., Gao J., Ge S., Li Q., Ma Y., Zhang H., et al. Traditional Chinese medicine in COVID-19. Acta Pharm. Sin. B. 2021;11:3337–3363. doi: 10.1016/j.apsb.2021.09.008.", "ArticleIdList": ["10.1016/j.apsb.2021.09.008", "PMC8450055", "34567957"]}, {"Citation": "Wang L., Cai F., Zhao W., Tian J., Kong D., Sun X., Liu Q., Chen Y., An Y., Wang F., et al. Cynanchum auriculatum Royle ex Wight., Cynanchum bungei Decne. and Cynanchum wilfordii (Maxim.) Hemsl.: Current Research and Prospects. Molecules. 2021;26:7065. doi: 10.3390/molecules26237065.", "ArticleIdList": ["10.3390/molecules26237065", "PMC8658831", "34885647"]}, {"Citation": "Zou J., Ran C., Liu Y., You G., Hou K., Wu W. Research Progress on Antitumor Activities of C21 Steroidal Glycosides of Cynanchi Bungei Radix.  [(accessed on 12 February 2019)].  Available online:  https://oversea.cnki.net/KCMS/detail/detail.aspx?dbcode=CJFD&dbname=CJFDLAST2019&filename=ZCYO201903036&uniplatform=OVERSEA&v=x2wA83Xa_-i36s6SkhPGCwZpxiamv6KADeF33HjeKM5RlWbmEPAOKxlHYQMKXAG6."}, {"Citation": "He X., Wang J., Li M., Hao D., Yang Y., Zhang C., He R., Tao R. Eucommia ulmoides Oliv.: Ethnopharmacology, phytochemistry and pharmacology of an important traditional Chinese medicine. J. Ethnopharmacol. 2014;151:78–92. doi: 10.1016/j.jep.2013.11.023.", "ArticleIdList": ["10.1016/j.jep.2013.11.023", "24296089"]}, {"Citation": "NHC  Announcement on Listing New Food Resources Such as Rapeseed Pollen as General Food Management.  [(accessed on 17 August 2004)]; Available online:  http://www.nhc.gov.cn/sps/s7891/200804/598d95712f4a461cb80f76c34b8b8e56.shtml."}, {"Citation": "Liu Y., Zhao J., Guo Y., Wang M., Li X., Zhang B. Mutagenic and teratogenic toxicity evaluation of Forsythia suspensa leaves aqueous extract. Drug Chem. Toxicol. 2022;45:1825–1832. doi: 10.1080/01480545.2021.1883645.", "ArticleIdList": ["10.1080/01480545.2021.1883645", "33588684"]}, {"Citation": "Zou J., Liu Y., Guo R., Tang Y., Shi Z., Zhang M., Wu W., Chen Y., Hou K. An in vitro coumarin-antibiotic combination treatment of Pseudomonas aeruginosa biofilms. Nat. Prod. Commun. 2021;16:1934578X20987744. doi: 10.1177/1934578X20987744.", "ArticleIdList": ["10.1177/1934578X20987744"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "2", "Day": "12"}, {"Year": "2023", "Month": "3", "Day": "9"}, {"Year": "2023", "Month": "3", "Day": "19"}, {"Year": "2023", "Month": "4", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "4", "Day": "13", "Hour": "1", "Minute": "17"}, {"Year": "2023", "Month": "4", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "24"}], "PublicationStatus": "epublish", "ArticleIdList": ["37048212", "PMC10093453", "10.3390/foods12071385", "foods12071385"]}}], "PubmedBookArticle": []}