{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Apoptosis", "Artemisia marschalliana", "Cancerous cells", "Cytotoxic activity"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37059982", "DateCompleted": {"Year": "2023", "Month": "04", "Day": "18"}, "DateRevised": {"Year": "2023", "Month": "04", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "04", "Day": "14"}], "Language": ["eng"], "ELocationID": ["119", "10.1186/s12906-023-03887-z"], "Journal": {"ISSN": "2662-7671", "JournalIssue": {"Volume": "23", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Apr", "Day": "14"}}, "Title": "BMC complementary medicine and therapies", "ISOAbbreviation": "BMC Complement Med Ther"}, "ArticleTitle": "Anti-proliferative activity of Artemisia marschalliana on cancerous cell lines.", "Pagination": {"StartPage": "119", "MedlinePgn": "119"}, "Abstract": {"AbstractText": ["The genus Artemisia of the Asteraceae family has different species that are used in the treatment of a wide range of diseases, including cancers due to the presence of valuable compounds and important medicinal properties. Various studies on the anti-tumor effect of different species of Artemisia have proven the cytotoxic properties of these plants in cancer treatment, and several anti-cancer compounds of this genus have been purified.", "The objective of this study was to investigate the cytotoxicity and related mortality mechanisms of Artemisia marschalliana essential oil and extracts.", "The essential oil and various extracts of Artemisia marschalliana were elicited using a Soxhlet extractor. Anti-cancer to anti-proliferative activity as MTT assay is measuring cancerous and non-cancerous cell viability. In the next step, the strongest extract fractions were obtained by using the vacuum liquid chromatography method. Flow cytometry was applied to identify the mechanism of cell death, and a Real-time polymerase chain reaction test of apoptosis genes, which encode apoptosis-regulating proteins, was measured to confirm the flow cytometry results.", "The strongest extract belonged to dichloromethane extract 60% fraction of the extract on breast cancer cells and 80% fraction on liposarcoma cancer cells showed the most cytotoxicity within 48 h, while, the fractions did not notable cytotoxicity of non-cancerous cells cell. Flow cytometry analysis illustrated the mentioned extract and its fractions kill cancer cell lines through the apoptosis mechanism. Our findings confirmed the flow cytometry results. In addition, the essential oil of Artemisia marschalliana showed a considerable cytotoxic property.", "Dichloromethane extract of Artemisia marschalliana shoot and its 60 and 80% fraction selectively inhibited the growth of cancer cells by inducing the apoptosis mechanism. Regarding obtained results, 60 and 80% fractions of dichloromethane extract can be a good candidate for future studies in the field of identification and separation of pure cytotoxic compounds."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Medicine Research Center, Biomedicine Institute, Tabriz University of Medical Sciences, Tabriz, Iran."}], "LastName": "Forouhandeh", "ForeName": "Haleh", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Medicine Research Center, Biomedicine Institute, Tabriz University of Medical Sciences, Tabriz, Iran."}], "LastName": "Tarhriz", "ForeName": "Vahideh", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, Faculty of Pharmacy, Tabriz University of Medical Sciences, Tabriz, Iran."}], "LastName": "Zadehkamand", "ForeName": "Masoumeh", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Immunology Research Center, Tabriz University of Medical Sciences, Tabriz, Iran. parina.asgharian@gmail.com."}, {"Identifier": [], "Affiliation": "Drug applied research center,, Tabriz University of Medical Sciences, Tabriz, Iran. parina.asgharian@gmail.com."}], "LastName": "Asgharian", "ForeName": "Parina", "Initials": "P"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Med Ther", "NlmUniqueID": "101761232", "ISSNLinking": "2662-7671"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "588X2YUY0A", "NameOfSubstance": "Methylene Chloride"}, {"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Artemisia"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Methylene Chloride"}, {"QualifierName": [], "DescriptorName": "Cell Line"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Antineoplastic Agents"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Oils, Volatile"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Miller KD, Siegel RL, Lin CC, Mariotto AB, Kramer JL, Rowland JH, et al. Cancer treatment and survivorship statistics, 2016. CA Cancer J Clin. 2016;66(4):271–289. doi: 10.3322/caac.21349.", "ArticleIdList": ["10.3322/caac.21349", "27253694"]}, {"Citation": "Zarei A, Ashtiyani SC, Hamidizadeh S, Rezaei A. The study of the effects hydro-alcoholic extract of Eryngium billardieri on lipid profiles levels and liver and renal functions tests in hypercholesterolemic rats. Global J Pharmacol. 2015;9(1):21–27."}, {"Citation": "Miller KD, Fidler-Benaoudia M, Keegan TH, Hipp HS, Jemal A, Siegel RL. Cancer statistics for adolescents and young adults, 2020. CA Cancer J Clin. 2020;70(6):443–459. doi: 10.3322/caac.21637.", "ArticleIdList": ["10.3322/caac.21637", "32940362"]}, {"Citation": "Siegel RL, Miller KD, Fuchs HE, Jemal A. Cancer statistics, 2021. CA Cancer J Clin. 2021;71(1):7–33. doi: 10.3322/caac.21654.", "ArticleIdList": ["10.3322/caac.21654", "33433946"]}, {"Citation": "Bray F, Ferlay J, Soerjomataram I, Siegel RL, Torre LA, Jemal A. Global cancer statistics 2018: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries. CA Cancer J Clin. 2018;68(6):394–424. doi: 10.3322/caac.21492.", "ArticleIdList": ["10.3322/caac.21492", "30207593"]}, {"Citation": "Dodd LG. Update on liposarcoma: a review for cytopathologists. Diagn Cytopathol. 2012;40(12):1122–1131. doi: 10.1002/dc.21794.", "ArticleIdList": ["10.1002/dc.21794", "21932353"]}, {"Citation": "Conyers R, Young S, Thomas DM. Liposarcoma: molecular genetics and therapeutics. Sarcoma. 2010;2011:483154.", "ArticleIdList": ["PMC3021868", "21253554"]}, {"Citation": "Mousavi SM, Montazeri A, Mohagheghi MA, Jarrahi AM, Harirchi I, Najafi M, et al. Breast cancer in Iran: an epidemiological review. Breast J. 2007;13(4):383–391. doi: 10.1111/j.1524-4741.2007.00446.x.", "ArticleIdList": ["10.1111/j.1524-4741.2007.00446.x", "17593043"]}, {"Citation": "Taraphdar AK, Roy M, Bhattacharya R. Natural products as inducers of apoptosis: Implication for cancer therapy and prevention. Curr Sci. 2001: 80(11):1387–96."}, {"Citation": "Fulda S, Efferth T. Selected secondary plant metabolites for cancer therapy. World J Tradit Chin Med. 2015;1(1):24. doi: 10.15806/j.issn.2311-8571.2014.0005.", "ArticleIdList": ["10.15806/j.issn.2311-8571.2014.0005"]}, {"Citation": "Hosseini K, Jasori S, Delazar A, Asgharian P, Tarhriz V. Phytochemical analysis and anticancer activity of Falcaria vulgaris Bernh growing in Moghan plain, northwest of Iran. BMC Complement Med Ther. 2021;21(1):1–10. doi: 10.1186/s12906-021-03464-2.", "ArticleIdList": ["10.1186/s12906-021-03464-2", "PMC8645078", "34865625"]}, {"Citation": "El-Massry KF, El-Ghorab AH, Farouk A. Antioxidant activity and volatile components of Egyptian Artemisia judaica L. Food Chem. 2002;79(3):331–336. doi: 10.1016/S0308-8146(02)00164-4.", "ArticleIdList": ["10.1016/S0308-8146(02)00164-4"]}, {"Citation": "Tan RX, Zheng W, Tang H. Biologically active substances from the genus Artemisia. Planta Med. 1998;64(04):295–302. doi: 10.1055/s-2006-957438.", "ArticleIdList": ["10.1055/s-2006-957438", "9619108"]}, {"Citation": "Woerdenbag HJ, Moskal TA, Pras N, Malingré TM, El-Feraly FS, Kampinga HH, et al. Cytotoxicity of artemisinin-related endoperoxides to Ehrlich ascites tumor cells. J Nat Prod. 1993;56(6):849–856. doi: 10.1021/np50096a007.", "ArticleIdList": ["10.1021/np50096a007", "8350087"]}, {"Citation": "Efferth T, Olbrich A, Bauer R. mRNA expression profiles for the response of human tumor cell lines to the antimalarial drugs artesunate, arteether, and artemether. Biochem Pharmacol. 2002;64(4):617–623. doi: 10.1016/S0006-2952(02)01221-2.", "ArticleIdList": ["10.1016/S0006-2952(02)01221-2", "12167480"]}, {"Citation": "Sarath VJ, So C-s, Won YD, Gollapudi S. Artemisia princeps var orientalis induces apoptosis in human breast cancer MCF-7 cells. Anticancer Res. 2007;27(6B):3891–3898.", "ArticleIdList": ["18225547"]}, {"Citation": "Hu YQ, Tan RX, Chu MY, Zhou J. Apoptosis in human hepatoma cell line SMMC-7721 induced by water-soluble macromolecular components of Artemisia capillaris Thunberg. Jpn J Cancer Res. 2000;91(1):113–117. doi: 10.1111/j.1349-7006.2000.tb00867.x.", "ArticleIdList": ["10.1111/j.1349-7006.2000.tb00867.x", "PMC5926222", "10744052"]}, {"Citation": "Kim K-N, Lee J-A, Yoon W-J, Kim J-Y, Song G-P, Park S-Y. The cytotoxicity of Artemisia fukudo extracts against HL-60 cells. J Korean Soc Food Sci Nutr. 2007;36(7):819–824. doi: 10.3746/jkfn.2007.36.7.819.", "ArticleIdList": ["10.3746/jkfn.2007.36.7.819"]}, {"Citation": "Forouhandeh H, Rezaei Param Z, Molavi O, Asgharian P, Tarhriz V. Evaluation of anti-proliferative activity of Eryngium caucasicum on melanoma cancer cells. BMC Complement Med Ther. 2022;22(1):1–9. doi: 10.1186/s12906-022-03618-w.", "ArticleIdList": ["10.1186/s12906-022-03618-w", "PMC9107132", "35568849"]}, {"Citation": "Mollaei S, Sedighi F, Habibi B, Hazrati S, Asgharian P. Extraction of essential oils of Ferulago angulata with microwave-assisted hydrodistillation. Ind Crop Prod. 2019;137:43–51. doi: 10.1016/j.indcrop.2019.05.015.", "ArticleIdList": ["10.1016/j.indcrop.2019.05.015"]}, {"Citation": "El-Aarag BY, Kasai T, Zahran MA, Zakhary NI, Shigehiro T, Sekhar SC, et al. In vitro anti-proliferative and anti-angiogenic activities of thalidomide dithiocarbamate analogs. Int Immunopharmacol. 2014;21(2):283–292. doi: 10.1016/j.intimp.2014.05.007.", "ArticleIdList": ["10.1016/j.intimp.2014.05.007", "24859059"]}, {"Citation": "Hasanbeiglu S, Hosseini K, Molavi O, Asgharian P, Tarhriz V. Eryngium billardieri extract and fractions induces apoptosis in cancerous cells. Anti Cancer Agents Med Chem. 2021;22(11):2189–201.", "ArticleIdList": ["34852748"]}, {"Citation": "Levine CB, Bayle J, Biourge V, Wakshlag JJ. Cellular effects of a turmeric root and rosemary leaf extract on canine neoplastic cell lines. BMC Vet Res. 2017;13(1):1–12. doi: 10.1186/s12917-017-1302-2.", "ArticleIdList": ["10.1186/s12917-017-1302-2", "PMC5729263", "29237458"]}, {"Citation": "El-Aarag B, Kasai T, Masuda J, Agwa H, Zahran M, Seno M. Anticancer effects of novel thalidomide analogs in A549 cells through inhibition of vascular endothelial growth factor and matrix metalloproteinase-2. Biomed Pharmacother. 2017;85:549–555. doi: 10.1016/j.biopha.2016.11.063.", "ArticleIdList": ["10.1016/j.biopha.2016.11.063", "27889230"]}, {"Citation": "Devarajan E, Sahin AA, Chen JS, Krishnamurthy RR, Aggarwal N, Brun A-M, et al. Down-regulation of caspase 3 in breast cancer: a possible mechanism for chemoresistance. Oncogene. 2002;21(57):8843–8851. doi: 10.1038/sj.onc.1206044.", "ArticleIdList": ["10.1038/sj.onc.1206044", "12483536"]}, {"Citation": "Tarhriz V, Eyvazi S, Musavi M, Abasi M, Sharifi K, Ghanbarian H, et al. Transient induction of Cdk9 in the early stage of differentiation is critical for myogenesis. J Cell Biochem. 2019;120(11):18854–18861. doi: 10.1002/jcb.29204.", "ArticleIdList": ["10.1002/jcb.29204", "31257635"]}, {"Citation": "Fathi E, Farahzadi R, Vietor I, Javanmardi S. Cardiac differentiation of bone-marrow-resident c-kit+ stem cells by L-carnitine increases through secretion of VEGF, IL6, IGF-1, and TGF-β as clinical agents in cardiac regeneration. J Biosci. 2020;45(1):1–11. doi: 10.1007/s12038-020-00063-0.", "ArticleIdList": ["10.1007/s12038-020-00063-0", "32713855"]}, {"Citation": "Ninfa AJ, Ballou DP, Benore M. Fundamental laboratory approaches for biochemistry and biotechnology. Wiley; 2009.", "ArticleIdList": ["21567797"]}, {"Citation": "Fathi E, Vietor I. Mesenchymal stem cells promote caspase expression in Molt-4 leukemia cells via GSK-3α/and ERK1/2 signaling pathways as a therapeutic strategy. Curr Gene Ther. 2021;21(1):81–88. doi: 10.2174/18755631MTEwtNDMj1.", "ArticleIdList": ["10.2174/18755631MTEwtNDMj1", "33019931"]}, {"Citation": "Bagheri Y, Barati A, Nouraei S, Namini NJ, Bakhshi M, Fathi E, et al. Comparative study of gavage and intraperitoneal administration of gamma-oryzanol in alleviation/attenuation in a rat animal model of renal ischemia/reperfusion-induced injury. Iran J Basic Med Sci. 2021;24(2):175.", "ArticleIdList": ["PMC8061328", "33953856"]}, {"Citation": "Asnaashari S, Afshar FH, Ebrahimi A, Moghadam SB, Delazar A. Chemical composition and radical scavenging activity of essential oil and methanolic extract of Eremostachys azerbaijanica Rech. f. from Iran. Res Pharm Sci. 2016;11(2):113.", "ArticleIdList": ["PMC4852655", "27168750"]}, {"Citation": "Hallaj-Nezhadi S, Hamdipour R, Shahrvirani M, Chapeland-leclerc F, Ruprich-Robert G, Esnaashari S, et al. Antimicrobial activity of Bacillus sp. isolated strains of wild honey. BMC Complement Med Ther. 2022;22(1):1–12. doi: 10.1186/s12906-022-03551-y.", "ArticleIdList": ["10.1186/s12906-022-03551-y", "PMC8933914", "35305633"]}, {"Citation": "Ngoma T. World Health Organization cancer priorities in developing countries. Ann Oncol. 2006;17:viii9–viii14. doi: 10.1093/annonc/mdl982.", "ArticleIdList": ["10.1093/annonc/mdl982", "16801342"]}, {"Citation": "Fletcher CD, Unni KK, Mertens F. Pathology and genetics of tumours of soft tissue and bone. Iarc; 2002."}, {"Citation": "Reed D, Altiok S. Metastatic soft tissue sarcoma chemotherapy: an opportunity for personalized medicine. Cancer Control. 2011;18(3):188–195. doi: 10.1177/107327481101800306.", "ArticleIdList": ["10.1177/107327481101800306", "21666581"]}, {"Citation": "Prakash O, Kumar A, Kumar P. Anticancer potential of plants and natural products. Am J Pharmacol Sci. 2013;1(6):104–115."}, {"Citation": "Nirmala MJ, Samundeeswari A, Sankar PD. Natural plant resources in anti-cancer therapy-a review. Res Plant Biol. 2011;1(3):01–14."}, {"Citation": "Asgharian P, Quispe C, Herrera-Bravo J, Sabernavaei M, Hosseini K, Forouhandeh H, et al. Pharmacological effects and therapeutic potential of natural compounds in neuropsychiatric disorders: an update. Front Pharmacol. 2022;13.", "ArticleIdList": ["PMC9521271", "36188551"]}, {"Citation": "Greenwell M, Rahman P. Medicinal plants: their use in anticancer treatment. Int J Pharm Sci Res. 2015;6(10):4103.", "ArticleIdList": ["PMC4650206", "26594645"]}, {"Citation": "Forouhandeh H, Zarchini M, Safarzadeh E, Molavi O, Asgharian P, Tarhriz V. Evaluation of the cytotoxic activity of Anthriscus nemorosa on breast Cancer cells. J Contemp Med Sci. 2021;7(4):217–226."}, {"Citation": "Mousavi B, Tafvizi F, Zaker BS. Green synthesis of silver nanoparticles using Artemisia turcomanica leaf extract and the study of anti-cancer effect and apoptosis induction on gastric cancer cell line (AGS) Artif Cells Nanomed Biotechnol. 2018;46(sup1):499–510. doi: 10.1080/21691401.2018.1430697.", "ArticleIdList": ["10.1080/21691401.2018.1430697", "29361855"]}, {"Citation": "Rahimivand M, Tafvizi F, Noorbazargan H. Synthesis and characterization of alginate nanocarrier encapsulating Artemisia ciniformis extract and evaluation of the cytotoxicity and apoptosis induction in AGS cell line. Int J Biol Macromol. 2020;158:338–357. doi: 10.1016/j.ijbiomac.2020.05.006.", "ArticleIdList": ["10.1016/j.ijbiomac.2020.05.006", "32380103"]}, {"Citation": "Taleghani A, Emami SA, Tayarani-Najaran Z. Artemisia: a promising plant for the treatment of cancer. Bioorg Med Chem. 2020;28(1):115180. doi: 10.1016/j.bmc.2019.115180.", "ArticleIdList": ["10.1016/j.bmc.2019.115180", "31784199"]}, {"Citation": "Elmore S. Apoptosis: a review of programmed cell death. Toxicol Pathol. 2007;35(4):495–516. doi: 10.1080/01926230701320337.", "ArticleIdList": ["10.1080/01926230701320337", "PMC2117903", "17562483"]}, {"Citation": "Taghizadeh Rabe SZ, Mahmoudi M, Ahi A, Emami SA. Antiproliferative effects of extracts from Iranian Artemisia species on cancer cell lines. Pharm Biol. 2011;49(9):962–969. doi: 10.3109/13880209.2011.559251.", "ArticleIdList": ["10.3109/13880209.2011.559251", "21592012"]}, {"Citation": "Aslany S, Tafvizi F, Naseh V. Characterization and evaluation of cytotoxic and apoptotic effects of green synthesis of silver nanoparticles using Artemisia Ciniformis on human gastric adenocarcinoma. Mater Today Commun. 2020;24:101011. doi: 10.1016/j.mtcomm.2020.101011.", "ArticleIdList": ["10.1016/j.mtcomm.2020.101011"]}, {"Citation": "Tayarani-Najaran Z, Sareban M, Gholami A, Emami SA, Mojarrab M. Cytotoxic and apoptotic effects of different extracts of Artemisia turanica Krasch. On K562 and HL-60 cell lines. Sci World J. 2013;2013:628073. doi: 10.1155/2013/628073.", "ArticleIdList": ["10.1155/2013/628073", "PMC3830890", "24288497"]}, {"Citation": "Zeng YT, Jiang JM, Lao HY, Guo JW, Lun YN, Yang M. Antitumor and apoptotic activities of the chemical constituents from the ethyl acetate extract of Artemisia indica. Mol Med Rep. 2015;11(3):2234–2240. doi: 10.3892/mmr.2014.3012.", "ArticleIdList": ["10.3892/mmr.2014.3012", "25434991"]}, {"Citation": "Salehi S, Mirzaie A, Sadat Shandiz SA, Noorbazargan H, Rahimi A, Yarmohammadi S, et al. Chemical composition, antioxidant, antibacterial and cytotoxic effects of Artemisia marschalliana Sprengel extract. Nat Prod Res. 2017;31(4):469–472. doi: 10.1080/14786419.2016.1174234.", "ArticleIdList": ["10.1080/14786419.2016.1174234", "27117695"]}, {"Citation": "Salehi S, Shandiz SAS, Ghanbar F, Darvish MR, Ardestani MS, Mirzaie A, et al. Phytosynthesis of silver nanoparticles using Artemisia marschalliana Sprengel aerial part extract and assessment of their antioxidant, anticancer, and antibacterial properties. Int J Nanomedicine. 2016;11:1835.", "ArticleIdList": ["PMC4857832", "27199558"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "6", "Day": "8"}, {"Year": "2023", "Month": "2", "Day": "14"}, {"Year": "2023", "Month": "4", "Day": "18", "Hour": "6", "Minute": "41"}, {"Year": "2023", "Month": "4", "Day": "14", "Hour": "23", "Minute": "33"}, {"Year": "2023", "Month": "4", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "4", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["37059982", "PMC10103449", "10.1186/s12906-023-03887-z", "10.1186/s12906-023-03887-z"]}}], "PubmedBookArticle": []}