{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ethnobotanical", "dates", "functional food", "labor", "medicinal properties"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37070182", "DateRevised": {"Year": "2023", "Month": "04", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "04", "Day": "17"}], "Language": ["eng"], "ELocationID": ["10.1080/10408398.2023.2191285"], "Journal": {"ISSN": "1549-7852", "JournalIssue": {"PubDate": {"Year": "2023", "Month": "Apr", "Day": "17"}}, "Title": "Critical reviews in food science and nutrition", "ISOAbbreviation": "Crit Rev Food Sci Nutr"}, "ArticleTitle": "Nutritional, medicinal and functional properties of different parts of the date palm and its fruit (<i>Phoenix dactylifera</i> L.) - A systematic review.", "Pagination": {"StartPage": "1", "EndPage": "56", "MedlinePgn": "1-56"}, "Abstract": {"AbstractText": ["Appraised for being one of the oldest staple nutritive foods mainly in the Arabian Peninsula, the date palm tree (<i>Phoenix dactylifera</i> L.), is a crop native to the subtropical and tropical regions of Southern Asia and Africa. Different parts of the date tree have been extensively studied for their nutritional and therapeutic properties. Despite an array of publications on the date tree, there has been no attempt to compile in a single study the traditional uses, nutritive value, phytochemical profile, the medicinal properties as well as the potential of the different plant parts as a functional food. Therefore, this review endeavors to systematically review the scientific literature to highlight the traditional uses of date fruit and parts around the world, the nutritional profile of several parts and the medicinal properties. A total of 215 studies was retrieved (traditional uses (n = 26), nutritional (n = 52), and medicinal (n = 84)). Scientific articles were further categorized as in vitro (n = 33), in vivo (n = 35), and clinical (n = 16) evidences. Date seeds were found to be effective against <i>E. coli</i> and <i>Staphylococcus aureus</i>. Aqueous date pollen was used to manage hormonal problems and boost fertility. Palm leaves showed anti-hyperglycemic effects <i>via</i> inhibition of α-amylase and α-glucosidase. Unlike previous studies, this study highlighted the functional roles of all the plant parts of the palm tree and provided insights into the various mechanism of action of their bioactive compounds. Although scientific shreds of evidence have been growing over the years, there is still a dearth of studies concerning the clinical validation of the date fruit and other plant parts to provide strong evidence on their medicinal uses. In conclusion, <i>P. dactylifera</i> can be regarded as a potent medicinal plant with prophylactic potential and should be further explored to alleviate the burden of both communicable and non-communicable diseases."]}, "AuthorList": [{"Identifier": ["0000-0003-3962-8666"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Health Sciences, Faculty of Medicine and Health Sciences, University of Mauritius, Réduit, Mauritius."}, {"Identifier": [], "Affiliation": "Center for Transdisciplinary Research, Department of Pharmacology, Saveetha Dental College, Saveetha Institute of Medical and Technical Science, Chennai, India."}, {"Identifier": [], "Affiliation": "Centre of Excellence for Pharmaceutical Sciences, North-West University, Potchefstroom, South Africa."}], "LastName": "Mahomoodally", "ForeName": "Mohamad Fawzi", "Initials": "MF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Health Sciences, Faculty of Medicine and Health Sciences, University of Mauritius, Réduit, Mauritius."}], "LastName": "Khadaroo", "ForeName": "Shahana Khatoon", "Initials": "SK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Economics and Statistics, Faculty of Social Sciences & Humanities, University of Mauritius, Réduit, Mauritius."}], "LastName": "Hosenally", "ForeName": "Muzzammil", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Science, Selcuk University, Konya, Turkey."}], "LastName": "Zengin", "ForeName": "Gokhan", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Scientific Research, V. M. Gorbatov Federal Research Center for Food Systems, Moscow, Russian Federation."}], "LastName": "Rebezov", "ForeName": "Maksim", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Scientific Research, Russian State Agrarian University - Moscow Timiryazev Agricultural Academy, Moscow, Russian Federation."}, {"Identifier": [], "Affiliation": "Department of Scientific Research, K. G. Razumovsky Moscow State University of technologies and management (The First Cossack University), Moscow, Russian Federation."}, {"Identifier": [], "Affiliation": "Kazakh Research Institute of Processing and Food Industry, Semey Branch of the Institute, Almaty, Republic of Kazakhstan."}], "LastName": "Ali Shariati", "ForeName": "Mohammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Substance Abuse and Toxicology Research Center, Jazan University, Jazan, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Medicinal and Aromatic Plants and Traditional Medicine Research Institute, National Center for Research, Khartoum, Sudan."}], "LastName": "Khalid", "ForeName": "Asaad", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, College of Pharmacy, Umm Al-Qura University, Makkah, Saudi Arabia."}], "LastName": "Abdalla", "ForeName": "Ashraf N", "Initials": "AN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, College of Pharmacy, Umm Al-Qura University, Makkah, Saudi Arabia."}], "LastName": "Algarni", "ForeName": "Alanood S", "Initials": "AS"}, {"Identifier": ["0000-0001-9215-9737"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Analytical Chemistry and Food Science, Faculty of Science, Universidade de Vigo, Nutrition and Bromatology Group, Ourense, Spain."}], "LastName": "Simal-Gandara", "ForeName": "Jesus", "Initials": "J"}], "PublicationTypeList": ["Systematic Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Crit Rev Food Sci Nutr", "NlmUniqueID": "8914818", "ISSNLinking": "1040-8398"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2023", "Month": "4", "Day": "18", "Hour": "2", "Minute": "33"}, {"Year": "2023", "Month": "4", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "4", "Day": "19", "Hour": "6", "Minute": "0"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["37070182", "10.1080/10408398.2023.2191285"]}}], "PubmedBookArticle": []}