{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Immune booster", "Immunity", "Mineral", "Natural products", "Vitamins"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37089292", "DateRevised": {"Year": "2023", "Month": "05", "Day": "08"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "04", "Day": "07"}], "Language": ["eng"], "ELocationID": ["e15292", "10.1016/j.heliyon.2023.e15292"], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "9", "Issue": "4", "PubDate": {"Year": "2023", "Month": "Apr"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "Clinically proven natural products, vitamins and mineral in boosting up immunity: A comprehensive review.", "Pagination": {"StartPage": "e15292", "MedlinePgn": "e15292"}, "Abstract": {"AbstractText": ["and Purposes: The terminology \"immune boost-up\" was the talk of the topic in this Covid-19 pandemic. A significant number of the people took initiative to increase the body's defense capacity through boosting up immunity worldwide. Considering this, the study was designed to explain the natural products, vitamins and mineral that were proved by clinical trail as immunity enhancer.", "Information was retrieved from SciVerse Scopus ® (Elsevier Properties S. A, USA), Web of Science® (Thomson Reuters, USA), and PubMed based on immunity, nutrients, natural products in boosting up immunity, minerals and vitamins in boosting up immunity, and immune booster agents.", "A well-defined immune cells response provide a-well functioning defense system for the human physiological system. Cells of the immune system must require adequate stimulation so that these cells can prepare themselves competent enough to fight against any unintended onslaught. Several pharmacologically active medicinal plants and plants derived probiotics or micronutrients have played a pivotal role in enhancing the immune boost-up process. Their role has been well established from the previous study. Immune stimulating cells, especially cells of acquired immunity are closely associated with the immune-boosting up process because all the immunological reactions and mechanisms are mediated through these cells.", "This article highlighted the mechanism of action of different natural products, vitamins and mineral in boosting up the immunity of the human body and strengthening the body's defense system. Therefore, it is recommended that until the specific immune-boosting drugs are available in pharma markets, anyone can consider the mentioned products as dietary supplements to boost up the immunity."], "CopyrightInformation": "© 2023 Published by Elsevier Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Manarat International University, Ashulia, Dhaka, 1341, Bangladesh."}, {"Identifier": [], "Affiliation": "Pratyasha Health Biomedical Research Center, Dhaka, 1230, Bangladesh."}], "LastName": "Al Mahmud", "ForeName": "Abdullah", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Manarat International University, Ashulia, Dhaka, 1341, Bangladesh."}, {"Identifier": [], "Affiliation": "Pratyasha Health Biomedical Research Center, Dhaka, 1230, Bangladesh."}], "LastName": "Shafayet Ahmed Siddiqui"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Manarat International University, Ashulia, Dhaka, 1341, Bangladesh."}], "LastName": "Karim", "ForeName": "Md Rezaul", "Initials": "MR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Manarat International University, Ashulia, Dhaka, 1341, Bangladesh."}], "LastName": "Al-Mamun", "ForeName": "Muhammad Rakib", "Initials": "MR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Varendra University, Rajshahi, 6204, Bangladesh."}], "LastName": "Akhter", "ForeName": "Shammi", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pratyasha Health Biomedical Research Center, Dhaka, 1230, Bangladesh."}, {"Identifier": [], "Affiliation": "Department of Biochemistry and Molecular Biology, Primeasia University, Dhaka, 1213, Bangladesh."}], "LastName": "Sohel", "ForeName": "Md", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Manarat International University, Ashulia, Dhaka, 1341, Bangladesh."}], "LastName": "Hasan", "ForeName": "Mahedi", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Manarat International University, Ashulia, Dhaka, 1341, Bangladesh."}], "LastName": "Bellah", "ForeName": "Sm Faysal", "Initials": "SF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pratyasha Health Biomedical Research Center, Dhaka, 1230, Bangladesh."}, {"Identifier": [], "Affiliation": "Department of Pharmacy, Atish Dipankar University of Science and Technology, Dhaka, 1230, Bangladesh."}], "LastName": "Amin", "ForeName": "Mohammad Nurul", "Initials": "MN"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}, "CoiStatement": "9The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Vivier E., Malissen B. Innate and adaptive immunity: specificities and signaling hierarchies revisited. Nat. Immunol. 2005 doi: 10.1038/ni1153.", "ArticleIdList": ["10.1038/ni1153", "PMC7097365", "15611777"]}, {"Citation": "Kumar H., Kawai T., Akira S. Pathogen recognition by the innate immune system. Int. Rev. Immunol. 2011;30(1):16–34.", "ArticleIdList": ["21235323"]}, {"Citation": "Schroder K., Tschopp J. The inflammasomes. Cell. 2010;140(6):821–832.", "ArticleIdList": ["20303873"]}, {"Citation": "Aabert B., Johnson A., Lewis J., Raff M., Roberts K., Walter P. Molecular biology of the cell. 4th edition. Garland Science; New York: 2002. pp. 289–352."}, {"Citation": "Sompayrac L.M. John Wiley & Sons; 2019. How the Immune System Works."}, {"Citation": "Janeway C.A., Travers P., Walport M., Shlomchik M.J. sixth ed. Immunobiol; New York, NY: 2005. An Introduction to Immunobiology and Innate Immunity; pp. 1–35. Garl. Sci. Publ."}, {"Citation": "Sohel M., et al. Pharmacological properties to pharmacological insight of sesamin in breast cancer treatment: a literature-based review study. Int. J. Breast Cancer. 2022;2022:13. Article ID 2599689.", "ArticleIdList": ["PMC8872699", "35223101"]}, {"Citation": "Sohel M., et al. Chemotherapeutic potential of hesperetin for cancer treatment, with mechanistic insights: a comprehensive review. Heliyon. 2022", "ArticleIdList": ["PMC8810372", "35128104"]}, {"Citation": "Sohel M., et al. Genistein, a potential phytochemical against breast cancer treatment-insight into the molecular mechanisms. Processes. 2022;10(2):415."}, {"Citation": "Sohel M., et al. Management of mental health during covid-19 pandemic: possible strategies. Journal of Advanced Biotechnology and Experimental Therapeutics. 2021 doi: 10.5455/jabet.2021.d128.", "ArticleIdList": ["10.5455/jabet.2021.d128"]}, {"Citation": "Al Mamun A., Islam M., Khatun M.M., Aktar S., Islam A., Islam K. Epidemiological information about Bangladesh : a descriptive study COVID-19 outbreak in. EAS J. Parasitol. Infect. Dis. 2020;982(4):43–50."}, {"Citation": "Mousa H.A.-L. Prevention and treatment of influenza, influenza-like illness, and common cold by herbal, complementary, and natural therapies. J. Evid. Based. Complementary Altern. Med. 2017;22(1):166–174.", "ArticleIdList": ["PMC5871211", "27055821"]}, {"Citation": "Kang E.-J., Kim S.Y., Hwang I.-H., Ji Y.-J. The effect of probiotics on prevention of common cold: a meta-analysis of randomized controlled trial studies. Korean J. Fam. Med. 2013;34(1):2.", "ArticleIdList": ["PMC3560336", "23372900"]}, {"Citation": "McCarty M.F., DiNicolantonio J.J. Nutraceuticals have potential for boosting the type 1 interferon response to RNA viruses including influenza and coronavirus. Prog. Cardiovasc. Dis. 2020;63(3):383–385. doi: 10.1016/j.pcad.2020.02.007.", "ArticleIdList": ["10.1016/j.pcad.2020.02.007", "PMC7130854", "32061635"]}, {"Citation": "Sohel M., et al. Management of mental health during COVID 19 pandemic: possible strategies. J. Adv. Biotechnol. Exp. Ther. 2021;4(3):276. doi: 10.5455/jabet.2021.d128.", "ArticleIdList": ["10.5455/jabet.2021.d128"]}, {"Citation": "Kocaadam B., Şanlier N. Curcumin, an active component of turmeric (Curcuma longa), and its effects on health. Crit. Rev. Food Sci. Nutr. 2017;57(13):2889–2895.", "ArticleIdList": ["26528921"]}, {"Citation": "Sharma M., Anderson S.A., Schoop R., Hudson J.B. Induction of multiple pro-inflammatory cytokines by respiratory viruses and reversal by standardized Echinacea, a potent antiviral herbal extract. Antivir. Res. 2009;83(2):165–170.", "ArticleIdList": ["19409931"]}, {"Citation": "Moher D., Liberati A., Tetzlaff J., Altman D.G., Group P. Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement. PLoS Med. 2009;6(7):e1000097.", "ArticleIdList": ["PMC2707599", "19621072"]}, {"Citation": "Sanders M.E. Probiotics: considerations for human health. Nutr. Rev. 2003;61(3):91–99.", "ArticleIdList": ["PMC7167708", "12723641"]}, {"Citation": "Guarner F., Perdigon G., Corthier G., Salminen S., Koletzko B., Morelli L. Should yoghurt cultures be considered probiotic? Br. J. Nutr. 2005;93(6):783–786.", "ArticleIdList": ["16022746"]}, {"Citation": "Meydani S.N., Ha W.-K. Immunologic effects of yogurt. Am. J. Clin. Nutr. 2000;71(4):861–872.", "ArticleIdList": ["10731490"]}, {"Citation": "Van de Water J., Keen C.L., Gershwin M.E. The influence of chronic yogurt consumption on immunity. J. Nutr. 1999;129(7):1492S–1495S.", "ArticleIdList": ["10395628"]}, {"Citation": "Reidl J., Klose K.E. Vibrio cholerae and cholera: out of the water and into the host. FEMS (Fed. Eur. Microbiol. Soc.) Microbiol. Rev. 2002;26(Issue 2):125–139. doi: 10.1111/j.1574-6976.2002.tb00605.x.", "ArticleIdList": ["10.1111/j.1574-6976.2002.tb00605.x", "12069878"]}, {"Citation": "Faye T., Tamburello A., Vegarud G.E., Skeie S. Survival of lactic acid bacteria from fermented milks in an in vitro digestion model exploiting sequential incubation in human gastric and duodenum juice. J. Dairy Sci. 2012;95(2):558–566. doi: 10.3168/jds.2011-4705.", "ArticleIdList": ["10.3168/jds.2011-4705", "22281320"]}, {"Citation": "Takahashi T., Oka T., Iwana H., Kuwata T., Yamamoto Y. Immune response of mice to orally administered lactic acid bacteria. Biosci. Biotechnol. Biochem. 1993;57(9):1557–1560."}, {"Citation": "Guryanova S.V., Khaitov R.M. Strategies for using muramyl peptides-modulators of innate immunity of bacterial origin-in medicine. Front. Immunol. 2021;12", "ArticleIdList": ["PMC8093441", "33959120"]}, {"Citation": "Guryanova S.V. Regulation of immune homeostasis via muramyl peptides-low molecular weight bioregulators of bacterial origin. Microorganisms. 2022;10:1526. doi: 10.3390/microorganisms10081526.", "ArticleIdList": ["10.3390/microorganisms10081526", "PMC9413341", "36013944"]}, {"Citation": "Meydani S.N., Woel-Kyu Ha Immunologic effects of yogurt. Am. J. Clin. Nutr. 2000;71(4):861–872. doi: 10.1093/ajcn/71.4.861.", "ArticleIdList": ["10.1093/ajcn/71.4.861", "10731490"]}, {"Citation": "Wang Y., et al. The pro-inflammatory effect of Staphylokinase contributes to community-associated Staphylococcus aureus pneumonia. Commun Biol. 2022;5:618. doi: 10.1038/s42003-022-03571-x.", "ArticleIdList": ["10.1038/s42003-022-03571-x", "PMC9226170", "35739262"]}, {"Citation": "M dos Santos L., et al. Monoassociation with probiotic Lactobacillus delbrueckii UFV-H2b20 stimulates the immune system and protects germfree mice against Listeria monocytogenes infection. Med. Microbiol. Immunol. 2011;200:29–38.", "ArticleIdList": ["20838807"]}, {"Citation": "Ramirez K., et al. Neonatal mucosal immunization with a non-living, non-genetically modified Lactococcus lactis vaccine carrier induces systemic and local Th1-type immunity and protects against lethal bacterial infection. Mucosal Immunol. 2010;3:159–171. doi: 10.1038/mi.2009.131.", "ArticleIdList": ["10.1038/mi.2009.131", "PMC2863133", "19924118"]}, {"Citation": "Šimelyte E., et al. Role of peptidoglycan subtypes in the pathogenesis of bacterial cell wall arthritis. Ann. Rheum. Dis. 2003;62:976–982.", "ArticleIdList": ["PMC1754332", "12972477"]}, {"Citation": "Kany S., Vollrath J.T., Relja B. Cytokines in inflammatory disease. Int. J. Mol. Sci. 2019;20(23):6008. doi: 10.3390/ijms20236008.", "ArticleIdList": ["10.3390/ijms20236008", "PMC6929211", "31795299"]}, {"Citation": "Hasty D.L., et al. Monocyte and macrophage activation by lipoteichoic acid is independent of alanine and is potentiated by hemoglobin. J. Immunol. 2006;176:5567–5576.", "ArticleIdList": ["16622026"]}, {"Citation": "Druszczyńska M., Godkowicz M., Kulesza J., Wawrocki S., Fol M. Cytokine receptors—regulators of antimycobacterial immune response. Int. J. Mol. Sci. 2022;23(3):1112. doi: 10.3390/ijms23031112.", "ArticleIdList": ["10.3390/ijms23031112", "PMC8835057", "35163035"]}, {"Citation": "Hashimoto M., et al. Not lipoteichoic acid but lipoproteins appear to Be the dominant immunobiologically active compounds in Staphylococcus aureus. J. Immunol. 2006;177(5):3162–3169. doi: 10.4049/jimmunol.177.5.3162.", "ArticleIdList": ["10.4049/jimmunol.177.5.3162", "16920954"]}, {"Citation": "Gorbach S., Chang T.-W., Goldin B. Successful treatment of relapsing Clostridium difficile colitis with Lactobacillus GG. Lancet. 1987;330(8574):1519.", "ArticleIdList": ["2892070"]}, {"Citation": "Fernandes C.F., Shahani K.M. Modulation of antibiosis by lactobacilli and yogurt and its healthful and beneficial significance. Yogurt Nutr. Heal. Prop. 1989:145–159."}, {"Citation": "Parle M., Bansal N. Chyawanprash—A review; 2006. Traditional Medicinal Formulation."}, {"Citation": "Hazra A.K., Chakraborty B., Mitra A., Sur T.K. A rapid HPTLC method to estimate piperine in Ayurvedic formulations. J. Ayurveda Integr. Med. 2019;10(4):248–254.", "ArticleIdList": ["PMC6938926", "30318249"]}, {"Citation": "Gupta A., et al. Evaluation of cyavanaprāśa on health and immunity related parameters in healthy children: a two arm, randomized, open labeled, prospective, multicenter, clinical study. Ancient Sci. Life. 2017;36(3):141.", "ArticleIdList": ["PMC5566825", "28867858"]}, {"Citation": "Manjunatha S., Jaryal A.K., Bijlani R.L., Sachdeva U., Gupta S.K. Effect of Chyawanprash and vitamin C on glucose tolerance and lipoprotein profile. Indian J. Physiol. Pharmacol. 2001;45(1):71–79.", "ArticleIdList": ["11211574"]}, {"Citation": "Sastry J.L.N., et al. Quantification of immunity status of Dabur chyawanprash—a review part-2 (clinical studies) Indian J. Appl. Res. 2014;4:205."}, {"Citation": "Madaan A., et al. 2015. Evaluation of Immunostimulatory Activity of Chyawanprash Using in Vitro Assays.", "ArticleIdList": ["25872246"]}, {"Citation": "Parle M., Bansal N. Antiamnesic activity of an ayurvedic formulation chyawanprash in mice. Evidence-Based Complement. Altern. Med. 2011;2011:9. Article ID 898593.", "ArticleIdList": ["PMC3137779", "21789046"]}, {"Citation": "Bansal N., Parle M. Beneficial effect of chyawanprash on cognitive function in aged mice. Pharm. Biol. 2011;49(1):2–8.", "ArticleIdList": ["20738179"]}, {"Citation": "Bode M. Assembling cyavanaprāsh, Ayurveda's best-selling medicine. Anthropol. Med. 2015;22(1):23–33.", "ArticleIdList": ["25639150"]}, {"Citation": "Narayana D.B.A., Durg S., Manohar P.R., Mahapatra A., Aramya A.R. Chyawanprash: a review of therapeutic benefits as in authoritative texts and documented clinical literature. J. Ethnopharmacol. 2017;197:52–60.", "ArticleIdList": ["27496580"]}, {"Citation": "Uma A.N., Pajanivel R., S Raj L. Smoking-induced satellite associations in a rural population of south India: an in vitro study. Int. J. Appl. Basic Med. Res. 2011;1(2):75.", "ArticleIdList": ["PMC3657959", "23776781"]}, {"Citation": "Debnath P.K., et al. Adjunct therapy of Ayurvedic medicine with anti tubercular drugs on the therapeutic management of pulmonary tuberculosis. J. Ayurveda Integr. Med. 2012;3(3):141.", "ArticleIdList": ["PMC3487240", "23125511"]}, {"Citation": "Ojha J.K., Khanna N.N., Bajpay H.S., Sharma N. A clinical study on Chyawanprash as an adjuvant in the treatment of pulmonary tuberculosis. J. Res. Indian Med. 1975;10:11."}, {"Citation": "Ojha J.K., Bajpai H.S., V Sharma P., Khanna N.N., Shukla P.K., Sharma T.N. Chyawanprash as an anabolic agent; an experimental study (preliminary work) J. Res. Indian Med. 1973;8(2):11–14."}, {"Citation": "Kumar G.S., Nayaka H., Dharmesh S.M., V Salimath P. Free and bound phenolic antioxidants in amla (Emblica officinalis) and turmeric (Curcuma longa) J. Food Compos. Anal. 2006;19(5):446–452."}, {"Citation": "Kasar R.P., Laddha K.S., Chaudhary J., Shukla A. Development of quality control methods for polyherbal formulation, Chyawanprash. Nat. Product. Radiance. 2006;5(1):33–41."}, {"Citation": "Thakur C.P., Thakur B., Singh S., Sinha P.K., Sinha S.K. The Ayurvedic medicines Haritaki, Amla and Bahira reduce cholesterol-induced atherosclerosis in rabbits. Int. J. Cardiol. 1988;21(2):167–175.", "ArticleIdList": ["3225068"]}, {"Citation": "Sharma P.V. Chaukhambha Orientalia; 2013. Cakradatta: A Treatise on Principles and Practices of Ayurvedic Medicine."}, {"Citation": "Sharma R., et al. Chyawanprash: a traditional Indian bioactive health supplement. Biomolecules. 2019;9(5):161.", "ArticleIdList": ["PMC6571565", "31035513"]}, {"Citation": "Verma M.D., Singh R.H., Upadpa K.N. Physiological, endocrine and metabolic studies on the effect of rasayana therapy in aged persons. J. Res. Indian Med. 1973;8(2):1–10."}, {"Citation": "Ernst W. Routledge; 2002. Plural Medicine, Tradition and Modernity, 1800-2000."}, {"Citation": "Pillemer L., Ecker E.E. Anti-complementary factor in fresh yeast. J. Biol. Chem. 1941;137:139–142."}, {"Citation": "Pillemer L., Schoenberg M.D., Blum L., Wurz L. Properdin system and immunity. II. Interaction and the properdin system with polysaccharides. Science. 1955;122(3169):545–549.", "ArticleIdList": ["13255887"]}, {"Citation": "Brown G.D., Gordon S. Immune recognition of fungal β‐glucans. Cell Microbiol. 2005;7(4):471–479.", "ArticleIdList": ["15760447"]}, {"Citation": "Castro G.R., Panilaitis B., Bora E., Kaplan D.L. Controlled release biopolymers for enhancing the immune response. Mol. Pharm. 2007;4(1):33–46.", "ArticleIdList": ["17274664"]}, {"Citation": "Rice P.J., et al. Oral delivery and gastrointestinal absorption of soluble glucans stimulate increased resistance to infectious challenge. J. Pharmacol. Exp. Therapeut. 2005;314(3):1079–1086.", "ArticleIdList": ["15976018"]}, {"Citation": "Picka M.C.M., Calvi S.A., Lima C.R.G., Santos I.A.T., Marcondes-Machado J. Measurement of IL-10 serum levels in BALB/c mice treated with beta-1, 3 polyglucose or sulfadiazine and acutely infected by Toxoplasma gondii. J. Venom. Anim. Toxins Incl. Trop. Dis. 2005;11(4):540–556."}, {"Citation": "Bedirli A., et al. Beta-glucan attenuates inflammatory cytokine release and prevents acute lung injury in an experimental model of sepsis. Shock. 2007;27(4):397–401.", "ArticleIdList": ["17414422"]}, {"Citation": "Ikewaki N., Fujii N., Onaka T., Ikewaki S., Inoko H. Immunological actions of sophy β‐glucan (β‐1, 3‐1, 6 glucan), currently available commercially as a health food supplement. Microbiol. Immunol. 2007;51(9):861–873.", "ArticleIdList": ["17895603"]}, {"Citation": "Liang J., et al. Enhanced clearance of a multiple antibiotic resistant Staphylococcus aureus in rats treated with PGG-glucan is associated with increased leukocyte counts and increased neutrophil oxidative burst activity. Int. J. Immunopharm. 1998;20(11):595–614.", "ArticleIdList": ["9848393"]}, {"Citation": "Onderdonk A.B., Cisneros R.L., Hinkson P., Ostroff G. Anti-infective effect of poly-beta 1-6-glucotriosyl-beta 1-3-glucopyranose glucan in vivo. Infect. Immun. 1992;60(4):1642–1647.", "ArticleIdList": ["PMC257041", "1548086"]}, {"Citation": "Feldman S., et al. Randomized phase II clinical trials of wellmune WGP [R] for immune support during cold and flu season. J. Appl. Res. Clin. Exp. Therapeut. 2009;9(1–2):30–43."}, {"Citation": "Geiger A., et al. Escaping deleterious immune response in their hosts: lessons from trypanosomatids. Front. Immunol. 2016;7:212.", "ArticleIdList": ["PMC4885876", "27303406"]}, {"Citation": "Qi C., et al. Differential pathways regulating innate and adaptive antitumor immune responses by particulate and soluble yeast-derived β-glucans. Blood, J. Am. Soc. Hematol. 2011;117(25):6825–6836.", "ArticleIdList": ["PMC3128477", "21531981"]}, {"Citation": "Ausubel F.M. Are innate immune signaling pathways in plants and animals conserved? Nat. Immunol. 2005;6(10):973–979.", "ArticleIdList": ["16177805"]}, {"Citation": "Didierlaurent A., Simonet M., Sirard J.-C. Innate and acquired plasticity of the intestinal immune system. Cell. Mol. Life Sci. 2006;62(12):1285.", "ArticleIdList": ["PMC1865479", "15971103"]}, {"Citation": "Chang-Xiao L., Pei-Gen X. Recent advances on ginseng research in China. J. Ethnopharmacol. 1992;36(1):27–38.", "ArticleIdList": ["1501490"]}, {"Citation": "Baek S.-H., Bae O.-N., Park J.H. Recent methodology in ginseng analysis. J. Ginseng Res. 2012;36(2):119.", "ArticleIdList": ["PMC3659581", "23717112"]}, {"Citation": "Kim M.K., Lee J.W., Lee K.Y., Yang D.-C. Microbial conversion of major ginsenoside Rb 1 to pharmaceutically active minor ginsenoside Rd. J. Microbiol. 2005;43(5):456–462.", "ArticleIdList": ["16273039"]}, {"Citation": "Cui J., Garle M., Eneroth P., Björkhem I. What do commercial ginseng preparations contain? Lancet. 1994;344(8915):134.", "ArticleIdList": ["7912373"]}, {"Citation": "Kitts D.D., Hu C. Efficacy and safety of ginseng. Publ. Health Nutr. 2000;3(4a):473–485.", "ArticleIdList": ["11276295"]}, {"Citation": "Jie Y.H., Cammisuli S., Baggiolini M. Immunomodulatory effects of Panax ginseng CA Meyer in the mouse. Agents Actions. 1984;15(3):386–391.", "ArticleIdList": ["6084415"]}, {"Citation": "Scaglione F., Ferrara F., Dugnani S., Falchi M., Santoro G., Fraschini F. Immunomodulatory effects of two extracts of Panax ginseng CA Meyer. Drugs Exp. Clin. Res. 1990;16(10):537–542.", "ArticleIdList": ["2100737"]}, {"Citation": "Choi K. Botanical characteristics, pharmacological effects and medicinal components of Korean Panax ginseng CA Meyer. Acta Pharmacol. Sin. 2008;29(9):1109–1118.", "ArticleIdList": ["18718180"]}, {"Citation": "Shin J.-Y., Song J.-Y., Yun Y.-S., Yang H.-O., Rhee D.-K., Pyo S. Immunostimulating effects of acidic polysaccharides extract of Panax ginseng on macrophage function. Immunopharmacol. Immunotoxicol. 2002;24(3):469–482.", "ArticleIdList": ["12375741"]}, {"Citation": "Choi H.-S., et al. Red ginseng acidic polysaccharide (RGAP) in combination with IFN-γ results in enhanced macrophage function through activation of the NF-κB pathway. Biosci. Biotechnol. Biochem. 2008", "ArticleIdList": ["18603775"]}, {"Citation": "Wang H., Actor J.K., Indrigo J., Olsen M., Dasgupta A. Asian and Siberian ginseng as a potential modulator of immune function: an in vitro cytokine study using mouse macrophages. Clin. Chim. Acta. 2003;327(1–2):123–128.", "ArticleIdList": ["12482627"]}, {"Citation": "Takei M., Tachikawa E., Hasegawa H., Lee J.-J. Dendritic cells maturation promoted by M1 and M4, end products of steroidal ginseng saponins metabolized in digestive tracts, drive a potent Th1 polarization. Biochem. Pharmacol. 2004;68(3):441–452.", "ArticleIdList": ["15242811"]}, {"Citation": "Kenarova B., Neychev H., Hadjiivanova C., Petkov V.D. Immunomodulating activity of ginsenoside Rg1 from Panax ginseng. Jpn. J. Pharmacol. 1990;54(4):447–454.", "ArticleIdList": ["2087006"]}, {"Citation": "Liou C.-J., Huang W.-C., Tseng J. Long-term oral administration of ginseng extract modulates humoral immune response and spleen cell functions. Am. J. Chin. Med. 2005;33(4):651–661.", "ArticleIdList": ["16173538"]}, {"Citation": "Liou C.-J., Li M.-L., Tseng J. Intraperitoneal injection of ginseng extract enhances both immunoglobulin and cytokine production in mice. Am. J. Chin. Med. 2004;32(1):75–88.", "ArticleIdList": ["15154287"]}, {"Citation": "Yoo D.-G., et al. Protective effect of ginseng polysaccharides on influenza viral infection. PLoS One. 2012;7(3)", "ArticleIdList": ["PMC3307756", "22442708"]}, {"Citation": "Qu D.-F., et al. Ginsenoside Rg1 enhances immune response induced by recombinant Toxoplasma gondii SAG1 antigen. Vet. Parasitol. 2011;179(1–3):28–34.", "ArticleIdList": ["21439733"]}, {"Citation": "Kim K.-H., et al. Acidic polysaccharide from Panax ginseng, ginsan, induces Th1 cell and macrophage cytokines and generates LAK cells in synergy with rIL-2. Planta Med. 1998;64(2):110–115.", "ArticleIdList": ["9525101"]}, {"Citation": "Farrell H.M., Jr., et al. Nomenclature of the proteins of cows' milk—sixth revision. J. Dairy Sci. 2004;87(6):1641–1674.", "ArticleIdList": ["15453478"]}, {"Citation": "Haug A., Høstmark A.T., Harstad O.M. Bovine milk in human nutrition–a review. Lipids Health Dis. 2007;6(1):1–16.", "ArticleIdList": ["PMC2039733", "17894873"]}, {"Citation": "Fox P.F. Advanced Dairy Chemistry—1 Proteins. Springer; 2003. Milk proteins: general and historical aspects; pp. 1–48."}, {"Citation": "Luhovyy B.L., Akhavan T., Anderson G.H. Whey proteins in the regulation of food intake and satiety. J. Am. Coll. Nutr. 2007;26(6):704S–712S.", "ArticleIdList": ["18187437"]}, {"Citation": "Shoveller A.K., Stoll B., Ball R.O., Burrin D.G. Nutritional and functional importance of intestinal sulfur amino acid metabolism. J. Nutr. 2005;135(7):1609–1612.", "ArticleIdList": ["15987836"]}, {"Citation": "Walzem R.L., Dillard C.J., German J.B. Whey components: millennia of evolution create functionalities for mammalian nutrition: what we know and what we may be overlooking. Crit. Rev. Food Sci. Nutr. 2002;42(4):353–375.", "ArticleIdList": ["12180777"]}, {"Citation": "Gold P. The influence of dietary whey protein on tissue glutathione and the diseases of aging. Clin. Invest. Med. 1989;12(6):343–349.", "ArticleIdList": ["2692897"]}, {"Citation": "Harper W.J.  American Dairy Products Institute; 2004. Biological Properties of Whey Components: A Review : Update 2004”.https://books.google.com.bd/books?id=9A5JAAAAYAAJ"}, {"Citation": "Bucci L., Unlu L. Proteins and amino acid supplements in exercise and sport. Energy-yielding Macronutr. energy Metab. Sport. Nutr. 2000:191–212."}, {"Citation": "Bounous G., Kongshavn P.A.L. Differential effect of dietary protein type on the B-cell and T-cell immune responses in mice. J. Nutr. 1985;115(11):1403–1408.", "ArticleIdList": ["3877153"]}, {"Citation": "Etcheverry P., Wallingford J.C., Miller D.D., Glahn R.P. Calcium, zinc, and iron bioavailabilities from a commercial human milk fortifier: a comparison study. J. Dairy Sci. 2004;87(11):3629–3637.", "ArticleIdList": ["15483146"]}, {"Citation": "Wakabayashi H., Takase M., Tomita M. Lactoferricin derived from milk protein lactoferrin. Curr. Pharmaceut. Des. 2003;9(16):1277–1287.", "ArticleIdList": ["12769736"]}, {"Citation": "Mercier A., Gauthier S.F., Fliss I. Immunomodulating effects of whey proteins and their enzymatic digests. Int. Dairy J. 2004;14(3):175–183."}, {"Citation": "Prasad A.S. Effects of zinc deficiency on immune functions. J. Trace Elem. Exp. Med. Off. Publ. Int. Soc. Trace Elem. Res. Humans. 2000;13(1):1–20."}, {"Citation": "Zanzonico P., Fernandes G., Good R.A. The differential sensitivity of T-cell and B-cell mitogenesis to in vitro zinc deficiency. Cell. Immunol. 1981;60(1):203–211.", "ArticleIdList": ["6786759"]}, {"Citation": "Flynn A. Control of in vitro lymphocyte proliferation by copper, magnesium and zinc deficiency. J. Nutr. 1984;114(11):2034–2042.", "ArticleIdList": ["6333500"]}, {"Citation": "Fraker P.J., King L.E., Laakko T., Vollmer T.L. The dynamic link between the integrity of the immune system and zinc status. J. Nutr. 2000;130(5):1399S–1406S.", "ArticleIdList": ["10801951"]}, {"Citation": "Mullally M.M., Meisel H., FitzGerald R.J. Synthetic peptides corresponding to alpha-lactalbumin and beta-lactoglobulin sequences with angiotensin-I-converting enzyme inhibitory activity. Biol. Chem. Hoppe Seyler. 1996;377(4):259–260.", "ArticleIdList": ["8737991"]}, {"Citation": "Uchida T., Oda T., Sato K., Kawakami H. Availability of lactoferrin as a natural solubilizer of iron for food products. Int. Dairy J. 2006;16(2):95–101."}, {"Citation": "Maggini S., Wintergerst E.S., Beveridge S., Hornig D.H. Selected vitamins and trace elements support immune function by strengthening epithelial barriers and cellular and humoral immune responses. Br. J. Nutr. 2007;98(SUPPL. 1) doi: 10.1017/S0007114507832971.", "ArticleIdList": ["10.1017/S0007114507832971", "17922955"]}, {"Citation": "Webb A.L., Villamor E. Update: effects of antioxidant and non-antioxidant vitamin supplementation on immune function. Nutr. Rev. 2007;65(5):181–217.", "ArticleIdList": ["17566547"]}, {"Citation": "Padayatty S.J., Levine M. Vitamin C: the known and the unknown and Goldilocks. Oral Dis. 2016;22(6):463–493.", "ArticleIdList": ["PMC4959991", "26808119"]}, {"Citation": "Baron J.H. Sailors' scurvy before and after James lind–a reassessment. Nutr. Rev. 2009;67(6):315–332.", "ArticleIdList": ["19519673"]}, {"Citation": "Piro A., Tagarell A., Quattrone A. Hogrefe Verlag; 2019. The Discovery of Beri-Beri and Scurvy Vitamins–Two Hundred and Two Years from its Discovery.", "ArticleIdList": ["31066645"]}, {"Citation": "Squires V.R. EOLSS Publications; 2011. The Role of Food, Agriculture, Forestry and Fisheries in Human Nutrition-Volume III."}, {"Citation": "Carr A.C., Maggini S. Vitamin C and immune function. Nutrients. 2017;9(11) doi: 10.3390/nu9111211.", "ArticleIdList": ["10.3390/nu9111211", "PMC5707683", "29099763"]}, {"Citation": "Wilson J.X. Regulation of vitamin C transport. Annu. Rev. Nutr. 2005;25:105–125.", "ArticleIdList": ["16011461"]}, {"Citation": "Omaye S.T., Schaus E.E., Kutnink M.A., Hawkes W.C. Measurement of vitamin C in blood components by high-performance liquid chromatography. Implication in assessing vitamin C status. Ann. N. Y. Acad. Sci. 1987;498:389–401.", "ArticleIdList": ["3304068"]}, {"Citation": "Evans R.M., Currie L., Campbell A. The distribution of ascorbic acid between various cellular components of blood, in normal individuals, and its relation to the plasma concentration. Br. J. Nutr. 1982;47(3):473–482.", "ArticleIdList": ["7082619"]}, {"Citation": "Huijskens M.J.A.J., et al. Technical Advance: ascorbic acid induces development of double‐positive T cells from human hematopoietic stem cells in the absence of stromal cells. J. Leukoc. Biol. 2014;96(6):1165–1175.", "ArticleIdList": ["25157026"]}, {"Citation": "Badr G., Bashandy S., Ebaid H., Mohany M., Sayed D. Vitamin C supplementation reconstitutes polyfunctional T cells in streptozotocin-induced diabetic rats. Eur. J. Nutr. 2012;51(5):623–633.", "ArticleIdList": ["21350934"]}, {"Citation": "Van Gorkom G.N.Y., Klein Wolterink R.G.J., Van Elssen C.H.M.J., Wieten L., V Germeraad W.T., Bos G.M.J. Influence of vitamin C on lymphocytes: an overview. Antioxidants. 2018;7(3):41.", "ArticleIdList": ["PMC5874527", "29534432"]}, {"Citation": "Jeong Y.-J., et al. Vitamin C treatment of mouse bone marrow-derived dendritic cells enhanced CD8+ memory T cell production capacity of these cells in vivo. Immunobiology. 2014;219(7):554–564.", "ArticleIdList": ["24698552"]}, {"Citation": "Nair V.S., Song M.H., Oh K.I. Vitamin C facilitates demethylation of the Foxp3 enhancer in a Tet-dependent manner. J. Immunol. 2016;196(5):2119–2131.", "ArticleIdList": ["26826239"]}, {"Citation": "Yue X., et al. Control of Foxp3 stability through modulation of TET activity. J. Exp. Med. 2016;213(3):377–397.", "ArticleIdList": ["PMC4813667", "26903244"]}, {"Citation": "Prinz W., Bloch J., Gilich G., Mitchell G. A systematic study of the effect of vitamin C supplementation on the humoral immune response in ascorbate-dependent mammals. I. The antibody response to sheep red blood cells (a T-dependent antigen) in Guinea pigs. Int. J. Vitam. Nutr. Res. Int. Zeitschrift fur Vitamin-und Ernahrungsforschung. J. Int. Vitaminol. Nutr. 1980;50(3):294–300.", "ArticleIdList": ["7429758"]}, {"Citation": "Feigen G.A., et al. Enhancement of antibody production and protection against systemic anaphylaxis by large doses of vitamin C. Res. Commun. Chem. Pathol. Pharmacol. 1982;38(2):313–333.", "ArticleIdList": ["7163630"]}, {"Citation": "Huijskens M.J.A.J., et al. Ascorbic acid promotes proliferation of natural killer cell populations in culture systems applicable for natural killer cell therapy. Cytotherapy. 2015;17(5):613–620.", "ArticleIdList": ["25747742"]}, {"Citation": "Traber M.G. Vitamin E regulatory mechanisms. Annu. Rev. Nutr. 2007;27:347–362.", "ArticleIdList": ["17439363"]}, {"Citation": "Lee G.Y., Han S.N. The role of vitamin E in immunity. Nutrients. 2018;10(11):1614.", "ArticleIdList": ["PMC6266234", "30388871"]}, {"Citation": "Meydani S.N., Han S.N., Wu D. Vitamin E and immune response in the aged: molecular mechanisms and clinical implications. Immunol. Rev. 2005;205(1):269–284.", "ArticleIdList": ["PMC7158858", "15882360"]}, {"Citation": "Wu D., et al. Age-associated increase in PGE2 synthesis and COX activity in murine macrophages is reversed by vitamin E. Am. J. Physiol. Physiol. 1998;275(3):C661–C668.", "ArticleIdList": ["9730949"]}, {"Citation": "Beharka A.A., Wu D., Serafini M., Meydani S.N. Mechanism of vitamin E inhibition of cyclooxygenase activity in macrophages from old mice: role of peroxynitrite. Free Radic. Biol. Med. 2002;32(6):503–511.", "ArticleIdList": ["11958951"]}, {"Citation": "Dworski R., Han W., Blackwell T.S., Hoskins A., Freeman M.L. Vitamin E prevents NRF2 suppression by allergens in asthmatic alveolar macrophages in vivo. Free Radic. Biol. Med. 2011;51(2):516–521.", "ArticleIdList": ["PMC3439844", "21605660"]}, {"Citation": "Adachi N., Migita M., Ohta T., Higashi A., Matsuda I. Depressed natural killer cell activity due to decreased natural killer cell population in a vitamin E-deficient patient with Shwachman syndrome: reversible natural killer cell abnormality by α-tocopherol supplementation. Eur. J. Pediatr. 1997;156(6):444–448.", "ArticleIdList": ["9208238"]}, {"Citation": "Ravaglia G., et al. Effect of micronutrient status on natural killer cell immune function in healthy free-living subjects aged≥ 90 y. Am. J. Clin. Nutr. 2000;71(2):590–598.", "ArticleIdList": ["10648276"]}, {"Citation": "Buendía P., Ramírez R., Aljama P., Carracedo J. Klotho prevents translocation of NFκB. Vitam. Horm. 2016;101:119–150.", "ArticleIdList": ["27125740"]}, {"Citation": "Leupold D., Poley J.R., Meigel W.N. Zinc therapy in acrodermatitis enteropathica. Helv. Paediatr. Acta. 1976 doi: 10.1056/nejm197504242921702.", "ArticleIdList": ["10.1056/nejm197504242921702", "955933"]}, {"Citation": "Marko M.G., et al. Age-associated decline in effective immune synapse formation of CD4+ T cells is reversed by vitamin E supplementation. J. Immunol. 2007;178(3):1443–1449.", "ArticleIdList": ["17237392"]}, {"Citation": "Marko M.G., et al. Vitamin E reverses impaired linker for activation of T cells activation in T cells from aged C57BL/6 mice. J. Nutr. 2009;139(6):1192–1197.", "ArticleIdList": ["PMC2714384", "19403707"]}, {"Citation": "Beharka A.A., et al. Long-term dietary antioxidant supplementation reduces production of selected inflammatory mediators by murine macrophages. Nutr. Res. 2000;20(2):281–296."}, {"Citation": "Meydani S.N., et al. Vitamin E supplementation and in vivo immune response in healthy elderly subjects: a randomized controlled trial. JAMA. 1997;277(17):1380–1386.", "ArticleIdList": ["9134944"]}, {"Citation": "Raulin J. Etudes Chimique sur al vegetation (Chemical studies on plants) Ann. Sci. Nat. Bot. Biol. Veg. 1869;11:293–299."}, {"Citation": "Todd W.R., Elvehjem C.A., Hart E.B. Zinc in the nutrition of the rat. Am. J. Physiol. Content. 1933;107(1):146–156."}, {"Citation": "Prasad A.S., Miale A., Jr., Farid Z., Sandstead H.H., Schulert A.R. Zinc metabolism in patients with the syndrome of iron deficiency anemia, hepatosplenomegaly, dwarfism, and hypogonadism. J. Lab. Clin. Med. 1963;61(4):537–549.", "ArticleIdList": ["13985937"]}, {"Citation": "Neldner K.H., Hambidge K.M. Zinc therapy of acrodermatitis enteropathica. N. Engl. J. Med. 1975;292(17):879–882.", "ArticleIdList": ["1090826"]}, {"Citation": "Auld D.S. Zinc coordination sphere in biochemical zinc sites. Zinc Biochem. Physiol. Homeost. 2001:85–127.", "ArticleIdList": ["11831461"]}, {"Citation": "Rink L. Zinc and the immune system. Proc. Nutr. Soc. 2000;59(4):541–552.", "ArticleIdList": ["11115789"]}, {"Citation": "Mills C.F. Springer Science & Business Media; 2013. Zinc in Human Biology."}, {"Citation": "Favier A., Favier M. Conséquences des déficits en zinc durant la grossesse pour la mère et nouveau-né. Rev. Fr. Gynecol. Obstet. 1990;85(1):13–27.", "ArticleIdList": ["2183334"]}, {"Citation": "Scott B.J., Bradwell A.R. Identification of the serum binding proteins for iron, zinc, cadmium, nickel, and calcium. Clin. Chem. 1983;29(4):629–633.", "ArticleIdList": ["6831689"]}, {"Citation": "Shankar A.H., Prasad A.S. Zinc and immune function: the biological basis of altered resistance to infection. Am. J. Clin. Nutr. 1998;68(2):447S–463S.", "ArticleIdList": ["9701160"]}, {"Citation": "Chavakis T., May A.E., Preissner K.T., Kanse S.M. Molecular mechanisms of zinc-dependent leukocyte adhesion involving the urokinase receptor and β2-integrins. Blood, J. Am. Soc. Hematol. 1999;93(9):2976–2983.", "ArticleIdList": ["10216093"]}, {"Citation": "Hujanen E.S., Seppä S.T., Virtanen K. Polymorphonuclear leukocyte chemotaxis induced by zinc, copper and nickel in vitro. Biochim. Biophys. Acta, Gen. Subj. 1995;1245(2):145–152.", "ArticleIdList": ["7492570"]}, {"Citation": "Allen J.I., Perri R.T., McClain C.J., Kay N.E. Alterations in human natural killer cell activity and monocyte cytotoxicity induced by zinc deficiency. J. Lab. Clin. Med. 1983;102(4):577–589.", "ArticleIdList": ["6604771"]}, {"Citation": "Keen C.L., Gershwin M.E. Zinc deficiency and immune function. Annu. Rev. Nutr. 1990;10:415–431.", "ArticleIdList": ["2200472"]}, {"Citation": "Mingari M.C., Moretta A., Moretta L. Regulation of KIR expression in human T cells: a safety mechanism that may impair protective T-cell responses. Immunol. Today. 1998;19(4):153–157.", "ArticleIdList": ["9577090"]}, {"Citation": "Prasad A.S. Effects of zinc deficiency on Th1 and Th2 cytokine shifts. J. Infect. Dis. 2000;182(Supplement_1):S62–S68.", "ArticleIdList": ["10944485"]}, {"Citation": "Beck F.W.J., Kaplan J., Fine N., Handschu W., Prasad A.S. Decreased expression of CD73 (ecto-5′-nucleotidase) in the CD8+ subset is associated with zinc deficiency in human patients. J. Lab. Clin. Med. 1997;130(2):147–156.", "ArticleIdList": ["9280142"]}, {"Citation": "Mocchegiani E., Santarelli L., Muzzioli M., Fabris N. Reversibility of the thymic involution and of age-related peripheral immune dysfunctions by zinc supplementation in old mice. Int. J. Immunopharm. 1995;17(9):703–718.", "ArticleIdList": ["8582782"]}, {"Citation": "Dardenne M., et al. Contribution of zinc and other metals to the biological activity of the serum thymic factor. Proc. Natl. Acad. Sci. USA. 1982;79(17):5370–5373.", "ArticleIdList": ["PMC346898", "6957870"]}, {"Citation": "Hadden J.W. Thymic endocrinology. Int. J. Immunopharm. 1992;14(3):345–352.", "ArticleIdList": ["1618588"]}, {"Citation": "Coto J.A., Hadden E.M., Sauro M., Zorn N., Hadden J.W. Interleukin 1 regulates secretion of zinc-thymulin by human thymic epithelial cells and its action on T-lymphocyte proliferation and nuclear protein kinase C. Proc. Natl. Acad. Sci. USA. 1992;89(16):7752–7756.", "ArticleIdList": ["PMC49789", "1502195"]}, {"Citation": "Safieh-Garabedian B., Ahmed K., Khamashta M.A., Taub N.A., V Hughes G.R. Thymulin modulates cytokine release by peripheral blood mononuclear cells: a comparison between healthy volunteers and patients with systemic lupus erythematosus. Int. Arch. Allergy Immunol. 1993;101(2):126–131.", "ArticleIdList": ["8508050"]}, {"Citation": "Tanaka Y., Shiozawa S., Morimoto I., Fujita T. Zinc inhibits pokeweed mitogen-induced development of immunoglobulin-secreting cells through augmentation of both CD4 and CD8 cells. Int. J. Immunopharm. 1989;11(6):673–679.", "ArticleIdList": ["2509383"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "1", "Day": "23"}, {"Year": "2023", "Month": "3", "Day": "13"}, {"Year": "2023", "Month": "3", "Day": "31"}, {"Year": "2023", "Month": "4", "Day": "24", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "4", "Day": "24", "Hour": "6", "Minute": "41"}, {"Year": "2023", "Month": "4", "Day": "24", "Hour": "3", "Minute": "27"}, {"Year": "2023", "Month": "4", "Day": "7"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37089292", "PMC10079597", "10.1016/j.heliyon.2023.e15292", "S2405-8440(23)02499-4"]}}], "PubmedBookArticle": []}