{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["alfalfa", "ginseng cultivation soil", "perilla", "soil microbial community", "soil sickness"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37089541", "DateRevised": {"Year": "2023", "Month": "04", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "04", "Day": "05"}], "Language": ["eng"], "ELocationID": ["1134331", "10.3389/fmicb.2023.1134331"], "Journal": {"ISSN": "1664-302X", "JournalIssue": {"Volume": "14", "PubDate": {"Year": "2023"}}, "Title": "Frontiers in microbiology", "ISOAbbreviation": "Front Microbiol"}, "ArticleTitle": "Potential of <i>Medicago sativa</i> and <i>Perilla frutescens</i> for overcoming the soil sickness caused by ginseng cultivation.", "Pagination": {"StartPage": "1134331", "MedlinePgn": "1134331"}, "Abstract": {"AbstractText": ["There are serious soil sickness in ginseng cultivation. Crop rotation is an effective agricultural management to improve soil sustainability and reduce soil sickness. To explore an appropriate ginseng rotation system, <i>Medicago sativa</i> (alfalfa) and <i>Perilla frutescens</i> (perilla) were planted on ginseng cultivation soil for 1 year to evaluate the improvement effect of both. Through chemical analysis and high-throughput sequencing technology, we found that after alfalfa and perilla cultivation for one-year, various nutrients and enzyme activities in ginseng cultivation soil were significantly improved. In addition, perilla significantly increased the diversity and richness of soil fungal communities. Cultivation of alfalfa and perilla significantly changed the composition of soil bacterial and fungal communities and significantly reduced the abundance of the potentially pathogenic fungi <i>Ilyonectria</i>. Further pot experiments also showed that the improved soil could significantly increase root activity of ginseng plant after two plants were planted. It should be noted that, unlike alfalfa, perilla decreased soil electrical conductivity, increased soil organic matter, soil urease, and may significantly improve the diversity and richness of soil fungal community. Moreover, in the pot experiment, the root fresh weight of ginseng cultured in perilla treated soil increased significantly. This study highlights that perilla may have better soil improvement effect than alfalfa and it has the potential to be used in the soil improvement of ginseng cultivation."], "CopyrightInformation": "Copyright © 2023 Bian, Yang, Zhang, Zhai, Li, Zhang and Sun."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Jilin Medical University, Jilin, China."}], "LastName": "Bian", "ForeName": "Xingbo", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Jilin Medical University, Jilin, China."}], "LastName": "Yang", "ForeName": "Xiaohang", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Jilin Medical University, Jilin, China."}], "LastName": "Zhang", "ForeName": "Kexin", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Jilin Medical University, Jilin, China."}], "LastName": "Zhai", "ForeName": "Yiru", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jilin Ginseng Academy, Changchun University of Chinese Medicine, Changchun, China."}], "LastName": "Li", "ForeName": "Qiong", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Chinese Medicinal Materials, Jilin Agriculture University, Changchun, China."}], "LastName": "Zhang", "ForeName": "Lianxue", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Jilin Medical University, Jilin, China."}], "LastName": "Sun", "ForeName": "Xin", "Initials": "X"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Microbiol", "NlmUniqueID": "101548977", "ISSNLinking": "1664-302X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ahmed H. M. (2019). Ethnomedicinal, phytochemical and pharmacological investigations of Perilla frutescens (L.). Britt. Molecules 24:102. doi: 10.3390/molecules24010102, PMID:", "ArticleIdList": ["10.3390/molecules24010102", "PMC6337106", "30597896"]}, {"Citation": "Altieri M. A. (2018). Agroecology: The science of sustainable agriculture. Boca Raton, FL: CRC Press."}, {"Citation": "Antonious G. F. (2003). Impact of soil management and two botanical insecticides on urease and Invertase activity. J. Environ. Sci. Health B 38, 479–488. doi: 10.1081/PFC-120021667, PMID:", "ArticleIdList": ["10.1081/PFC-120021667", "12856929"]}, {"Citation": "Baeg I. H., So S. H. (2013). The world ginseng market and the ginseng (Korea). J. Ginseng Res. 37, 1–7. doi: 10.5142/jgr.2013.37.1, PMID:", "ArticleIdList": ["10.5142/jgr.2013.37.1", "PMC3659626", "23717152"]}, {"Citation": "Baslam M., Erice G., Goicoechea N. (2012). Impact of arbuscular mycorrhizal fungi (AMF) and atmospheric CO2 concentration on the biomass production and partitioning in the forage legume alfalfa. Symbiosis 58, 171–181. doi: 10.1007/s13199-012-0199-6", "ArticleIdList": ["10.1007/s13199-012-0199-6"]}, {"Citation": "Berendsen R. L., Pieterse C. M. J., Bakker P. A. H. M. (2012). The rhizosphere microbiome and plant health. Trends Plant Sci. 17, 478–486. doi: 10.1016/j.tplants.2012.04.001", "ArticleIdList": ["10.1016/j.tplants.2012.04.001", "22564542"]}, {"Citation": "Bhandari K. B., West C. P., Acosta-Martinez V. (2020). Assessing the role of interseeding alfalfa into grass on improving pasture soil health in semi-arid Texas High Plains. Appl. Soil Ecol. 147:103399. doi: 10.1016/j.apsoil.2019.103399", "ArticleIdList": ["10.1016/j.apsoil.2019.103399"]}, {"Citation": "Bi B., Wang K., Zhang H., Wang Y., Fei H., Pan R., et al. . (2021). Plants use rhizosphere metabolites to regulate soil microbial diversity. Land Degrad. Dev. 32, 5267–5280. doi: 10.1002/ldr.4107", "ArticleIdList": ["10.1002/ldr.4107"]}, {"Citation": "Bischoff Nunes I., Goodwin P. H. (2022). Interaction of ginseng with Ilyonectria root rot pathogens. Plan. Theory 11:2152. doi: 10.3390/plants11162152, PMID:", "ArticleIdList": ["10.3390/plants11162152", "PMC9416147", "36015455"]}, {"Citation": "Cabral A., Groenewald J. Z., Rego C., Oliveira H., Crous P. W. (2012). Cylindrocarpon root rot: multi-gene analysis reveals novel species within the Ilyonectria radicicola species complex. Mycol. Prog. 11, 655–688. doi: 10.1007/s11557-011-0777-7", "ArticleIdList": ["10.1007/s11557-011-0777-7"]}, {"Citation": "Cai Z., Li S., Zhang W., Ma J., Wang J., Cai J., et al. . (2015). Effects of the novel pyrimidynyloxybenzoic herbicide ZJ0273 on enzyme activities, microorganisms and its degradation in Chinese soils. Environ. Sci. Pollut. Res. 22, 4425–4433. doi: 10.1007/s11356-014-3674-1, PMID:", "ArticleIdList": ["10.1007/s11356-014-3674-1", "25307859"]}, {"Citation": "Caporaso J. G., Kuczynski J., Stombaugh J., Bittinger K., Bushman F. D., Costello E. K., et al. . (2010). QIIME allows analysis of high-throughput community sequencing data. Nat. Methods 7, 335–336. doi: 10.1038/nmeth.f.303, PMID:", "ArticleIdList": ["10.1038/nmeth.f.303", "PMC3156573", "20383131"]}, {"Citation": "Chen D., Duan Y., Jin Y., Yang Y., Yuan L. (2020). Soil quality and microbiology in response to fertilizations in a paddy-upland rotation with multiple crops and frequent tillage. Exp. Agric. 56, 227–238. doi: 10.1017/S0014479719000322", "ArticleIdList": ["10.1017/S0014479719000322"]}, {"Citation": "Cole J. R., Wang Q., Cardenas E., Fish J., Chai B., Farris R. J., et al. . (2009). The ribosomal database project: improved alignments and new tools for rRNA analysis. Nucleic Acids Res. 37, D141–D145. doi: 10.1093/nar/gkn879, PMID:", "ArticleIdList": ["10.1093/nar/gkn879", "PMC2686447", "19004872"]}, {"Citation": "Cong P., Wang J., Li Y., Liu N., Dong J., Pang H., et al. . (2020). Changes in soil organic carbon and microbial community under varying straw incorporation strategies. Soil Tillage Res. 204:104735. doi: 10.1016/j.still.2020.104735", "ArticleIdList": ["10.1016/j.still.2020.104735"]}, {"Citation": "Dixon P. (2003). VEGAN, a package of R functions for community ecology. J. Veg. Sci. 14, 927–930. doi: 10.1111/j.1654-1103.2003.tb02228.x", "ArticleIdList": ["10.1111/j.1654-1103.2003.tb02228.x"]}, {"Citation": "Edgar R. C. (2013). UPARSE: highly accurate OTU sequences from microbial amplicon reads. Nat. Methods 10, 996–998. doi: 10.1038/nmeth.2604, PMID:", "ArticleIdList": ["10.1038/nmeth.2604", "23955772"]}, {"Citation": "Fan D., Zhang Y., Qin S., Wu B. (2017). Relationships between Artemisia ordosica communities and environmental factors following sand-dune stabilization in the mu us desert, Northwest China. J. For. Res. 28, 115–124. doi: 10.1007/s11676-016-0289-z", "ArticleIdList": ["10.1007/s11676-016-0289-z"]}, {"Citation": "Farh M. E.-A., Kim Y.-J., Kim Y.-J., Yang D.-C. (2018). Cylindrocarpon destructans/Ilyonectria radicicola-species complex: causative agent of ginseng root-rot disease and rusty symptoms. J. Ginseng Res. 42, 9–15. doi: 10.1016/j.jgr.2017.01.004, PMID:", "ArticleIdList": ["10.1016/j.jgr.2017.01.004", "PMC5766697", "29348716"]}, {"Citation": "Feng Y., Hu Y., Wu J., Chen J., Yrjälä K., Yu W. (2019). Change in microbial communities, soil enzyme and metabolic activity in a Torreya grandis plantation in response to root rot disease. For. Ecol. Manage. 432, 932–941. doi: 10.1016/j.foreco.2018.10.028", "ArticleIdList": ["10.1016/j.foreco.2018.10.028"]}, {"Citation": "Fernandez A. L., Fabrizzi K. P., Tautges N. E., Lamb J. A., Sheaffer C. C. (2019). Cutting management and alfalfa stand age effects on organically grown corn grain yield and soil N availability. Renewable Agricult Food Syst 34, 144–154. doi: 10.1017/S1742170517000394", "ArticleIdList": ["10.1017/S1742170517000394"]}, {"Citation": "Gianello C., Bremner J. (1986). Comparison of chemical methods of assessing potentially available organic nitrogen in soil. Commun. Soil Sci. Plant Anal. 17, 215–236. doi: 10.1080/00103628609367709", "ArticleIdList": ["10.1080/00103628609367709"]}, {"Citation": "Gong X., Shi J., Zhou X., Yuan T., Gao D., Wu F. (2021). Crop rotation with cress increases cucumber yields by regulating the composition of the Rhizosphere soil microbial community. Front. Microbiol. 12:631882. doi: 10.3389/fmicb.2021.631882, PMID:", "ArticleIdList": ["10.3389/fmicb.2021.631882", "PMC7994511", "33776961"]}, {"Citation": "Guan Y., Chen M., Ma Y., Du Z., Yuan N., Li Y., et al. . (2020). Whole-genome and time-course dual RNA-Seq analyses reveal chronic pathogenicity-related gene dynamics in the ginseng rusty root rot pathogen Ilyonectria robusta. Sci. Rep. 10:1586. doi: 10.1038/s41598-020-58342-7, PMID:", "ArticleIdList": ["10.1038/s41598-020-58342-7", "PMC6994667", "32005849"]}, {"Citation": "Guo J., Wang G., Wu Y., Shi Y., Feng Y., Cao F. (2019). Ginkgo agroforestry practices alter the fungal community structures at different soil depths in eastern China. Environ. Sci. Pollut. Res. 26, 21253–21263. doi: 10.1007/s11356-019-05293-w, PMID:", "ArticleIdList": ["10.1007/s11356-019-05293-w", "31119541"]}, {"Citation": "Kanehisa M., Goto S. (2000). KEGG: Kyoto encyclopedia of genes and genomes. Nucleic Acids Res. 28, 27–30. doi: 10.1093/nar/28.1.27, PMID:", "ArticleIdList": ["10.1093/nar/28.1.27", "PMC102409", "10592173"]}, {"Citation": "Langille M. G., Zaneveld J., Caporaso J. G., McDonald D., Knights D., Reyes J. A., et al. . (2013). Predictive functional profiling of microbial communities using 16S rRNA marker gene sequences. Nat. Biotechnol. 31, 814–821. doi: 10.1038/nbt.2676, PMID:", "ArticleIdList": ["10.1038/nbt.2676", "PMC3819121", "23975157"]}, {"Citation": "Li T. S. (1995). Asian and American ginseng—a review. HortTechnology 5, 27–34. doi: 10.21273/HORTTECH.5.1.27", "ArticleIdList": ["10.21273/HORTTECH.5.1.27"]}, {"Citation": "Li C., Chen G., Zhang J., Zhu P., Bai X., Hou Y., et al. . (2021). The comprehensive changes in soil properties are continuous cropping obstacles associated with American ginseng (Panax quinquefolius) cultivation. Sci. Rep. 11, 1–14. doi: 10.1038/s41598-021-84436-x", "ArticleIdList": ["10.1038/s41598-021-84436-x", "PMC7930255", "33658624"]}, {"Citation": "Li Q., Zhan Y., Xie H., Yan N., Wang E., Chen C. (2021). Potential causes and recovery of soil sickness from the Panax ginseng cultivation. Allelopath. J. 54, 105–120. doi: 10.26651/allelo.j/2021-54-1-1352", "ArticleIdList": ["10.26651/allelo.j/2021-54-1-1352"]}, {"Citation": "Liang J., Yu X., Cao Y., Zhang J., Yan N., Xue L., et al. . (2021). Effect of quicklime on microbial Community in Strong Acidic Soil. J. Soil Sci. Plant Nutr. 21, 1771–1781. doi: 10.1007/s42729-021-00478-0", "ArticleIdList": ["10.1007/s42729-021-00478-0"]}, {"Citation": "Liu S.-Q., Ren Y.-Y., Xu H.-B. (2011). Effect of thinning flower buds on fruit and seed traits and root yield of Panax ginseng C.a. Meyer. Ind. Crop Prod. 33, 559–565. doi: 10.1016/j.indcrop.2010.12.024", "ArticleIdList": ["10.1016/j.indcrop.2010.12.024"]}, {"Citation": "Liu D., Sun H., Ma H. (2019). Deciphering microbiome related to rusty roots of Panax ginseng and evaluation of antagonists against pathogenic Ilyonectria. Front. Microbiol. 10:1350. doi: 10.3389/fmicb.2019.01350", "ArticleIdList": ["10.3389/fmicb.2019.01350", "PMC6591430", "31275274"]}, {"Citation": "Long X.-E., Yao H., Huang Y., Wei W., Zhu Y.-G. (2018). Phosphate levels influence the utilisation of rice rhizodeposition carbon and the phosphate-solubilising microbial community in a paddy soil. Soil Biol. Biochem. 118, 103–114. doi: 10.1016/j.soilbio.2017.12.014", "ArticleIdList": ["10.1016/j.soilbio.2017.12.014"]}, {"Citation": "Mäder P., Fliessbach A., Dubois D., Gunst L., Fried P., Niggli U. (2002). Soil fertility and biodiversity in organic farming. Science 296, 1694–1697. doi: 10.1126/science.1071148", "ArticleIdList": ["10.1126/science.1071148", "12040197"]}, {"Citation": "Mobley H., Hausinger R. (1989). Microbial ureases: significance, regulation, and molecular characterization. Microbiol. Rev. 53, 85–108. doi: 10.1128/mr.53.1.85-108.1989, PMID:", "ArticleIdList": ["10.1128/mr.53.1.85-108.1989", "PMC372718", "2651866"]}, {"Citation": "Neupane A., Bulbul I., Wang Z., Lehman R. M., Nafziger E., Marzano S.-Y. L. (2021). Long term crop rotation effect on subsequent soybean yield explained by soil and root-associated microbiomes and soil health indicators. Sci. Rep. 11:9200. doi: 10.1038/s41598-021-88784-6, PMID:", "ArticleIdList": ["10.1038/s41598-021-88784-6", "PMC8080707", "33911170"]}, {"Citation": "Nguyen N. H., Song Z., Bates S. T., Branco S., Tedersoo L., Menke J., et al. . (2016). FUNGuild: an open annotation tool for parsing fungal community datasets by ecological guild. Fungal Ecol. 20, 241–248. doi: 10.1016/j.funeco.2015.06.006", "ArticleIdList": ["10.1016/j.funeco.2015.06.006"]}, {"Citation": "Olsen S. R. (1954). Estimation of available phosphorus in soils by extraction with sodium bicarbonate. Washington, DC: US Department of Agriculture."}, {"Citation": "Pan X., Zhang S., Zhong Q., Gong G., Wang G., Guo X., et al. . (2020). Effects of soil chemical properties and fractions of Pb, cd, and Zn on bacterial and fungal communities. Sci. Total Environ. 715:136904. doi: 10.1016/j.scitotenv.2020.136904, PMID:", "ArticleIdList": ["10.1016/j.scitotenv.2020.136904", "32007886"]}, {"Citation": "Park H. J., Lee Y. M., Do H., Lee J. H., Kim E., Lee H., et al. . (2021). Involvement of laccase-like enzymes in humic substance degradation by diverse polar soil bacteria. Folia Microbiol. 66, 331–340. doi: 10.1007/s12223-020-00847-9, PMID:", "ArticleIdList": ["10.1007/s12223-020-00847-9", "33471293"]}, {"Citation": "Peters R. D., Sturz A. V., Carter M. R., Sanderson J. B. (2003). Developing disease-suppressive soils through crop rotation and tillage management practices. Soil Tillage Res. 72, 181–192. doi: 10.1016/S0167-1987(03)00087-4", "ArticleIdList": ["10.1016/S0167-1987(03)00087-4"]}, {"Citation": "Proctor J. T. A., Bailey W. G. (1987). Ginseng: industry, botany, and culture. Hortic. Rev. 8, 187–236. doi: 10.1002/9781118060827.ch6", "ArticleIdList": ["10.1002/9781118060827.ch6"]}, {"Citation": "Ren C., Wang T., Xu Y., Deng J., Zhao F., Yang G., et al. . (2018). Differential soil microbial community responses to the linkage of soil organic carbon fractions with respiration across land-use changes. For. Ecol. Manage. 409, 170–178. doi: 10.1016/j.foreco.2017.11.011", "ArticleIdList": ["10.1016/j.foreco.2017.11.011"]}, {"Citation": "Ru W., Wang D., Xu Y., He X., Sun Y. E., Qian L., et al. . (2015). Chemical constituents and bioactivities of Panax ginseng (C. A. Mey.). Drug Discov Ther 9, 23–32. doi: 10.5582/ddt.2015.01004, PMID:", "ArticleIdList": ["10.5582/ddt.2015.01004", "25788049"]}, {"Citation": "Samaddar S., Schmidt R., Tautges N. E., Scow K. (2021). Adding alfalfa to an annual crop rotation shifts the composition and functional responses of tomato rhizosphere microbial communities. Appl. Soil Ecol. 167:104102. doi: 10.1016/j.apsoil.2021.104102", "ArticleIdList": ["10.1016/j.apsoil.2021.104102"]}, {"Citation": "Samaddar S., Truu J., Chatterjee P., Truu M., Kim K., Kim S., et al. . (2019). Long-term silicate fertilization increases the abundance of Actinobacterial population in paddy soils. Biol. Fertil. Soils 55, 109–120. doi: 10.1007/s00374-018-01335-6", "ArticleIdList": ["10.1007/s00374-018-01335-6"]}, {"Citation": "Schloter M., Dilly O., Munch J. C. (2003). Indicators for evaluating soil quality. Agric. Ecosyst. Environ. 98, 255–262. doi: 10.1016/S0167-8809(03)00085-9", "ArticleIdList": ["10.1016/S0167-8809(03)00085-9"]}, {"Citation": "Schmidt R., Mitchell J., Scow K. (2019). Cover cropping and no-till increase diversity and symbiotroph:saprotroph ratios of soil fungal communities. Soil Biol. Biochem. 129, 99–109. doi: 10.1016/j.soilbio.2018.11.010", "ArticleIdList": ["10.1016/j.soilbio.2018.11.010"]}, {"Citation": "Shi W.-M., Yao J., Yan F. (2009). Vegetable cultivation under greenhouse conditions leads to rapid accumulation of nutrients, acidification and salinity of soils and groundwater contamination in south-eastern China. Nutr. Cycl. Agroecosyst. 83, 73–84. doi: 10.1007/s10705-008-9201-3", "ArticleIdList": ["10.1007/s10705-008-9201-3"]}, {"Citation": "Shu J., He Q., Zheng H., Liao M. A., Kuang N., Huang Z. (2021). Abscisic acid improves the ability of accumulator plant Perilla frutescens to perform phytoremediation in cadmium-contaminated soils. Int. J. Environ. Anal. Chem. 18, 1–10. doi: 10.1080/03067319.2021.1890058", "ArticleIdList": ["10.1080/03067319.2021.1890058"]}, {"Citation": "Sun H., Wang Q.-X., Liu N., Li L., Zhang C.-G., Liu Z.-B., et al. . (2017). Effects of different leaf litters on the physicochemical properties and bacterial communities in Panax ginseng-growing soil. Appl. Soil Ecol. 111, 17–24. doi: 10.1016/j.apsoil.2016.11.008", "ArticleIdList": ["10.1016/j.apsoil.2016.11.008"]}, {"Citation": "Sun Z., Yang L., Zhang L., Han M. (2018). An investigation of Panax ginseng Meyer growth promotion and the biocontrol potential of antagonistic bacteria against ginseng black spot. J. Ginseng Res. 42, 304–311. doi: 10.1016/j.jgr.2017.03.012, PMID:", "ArticleIdList": ["10.1016/j.jgr.2017.03.012", "PMC6026354", "29983611"]}, {"Citation": "Tesfaye M., Dufault N. S., Dornbusch M. R., Allan D. L., Vance C. P., Samac D. A. (2003). Influence of enhanced malate dehydrogenase expression by alfalfa on diversity of rhizobacteria and soil nutrient availability. Soil Biol. Biochem. 35, 1103–1113. doi: 10.1016/S0038-0717(03)00162-7", "ArticleIdList": ["10.1016/S0038-0717(03)00162-7"]}, {"Citation": "Theuerl S., Buscot F. (2010). Laccases: toward disentangling their diversity and functions in relation to soil organic matter cycling. Biol. Fertil. Soils 46, 215–225. doi: 10.1007/s00374-010-0440-5", "ArticleIdList": ["10.1007/s00374-010-0440-5"]}, {"Citation": "Wang Q., Sun H., Xu C., Ma L., Li M., Shao C., et al. . (2019). Analysis of rhizosphere bacterial and fungal communities associated with rusty root disease of Panax ginseng. Appl. Soil Ecol. 138, 245–252. doi: 10.1016/j.apsoil.2019.03.012", "ArticleIdList": ["10.1016/j.apsoil.2019.03.012"]}, {"Citation": "Ward N. L., Challacombe J. F., Janssen P. H., Henrissat B., Coutinho P. M., Wu M., et al. . (2009). Three genomes from the phylum Acidobacteria provide insight into the lifestyles of these microorganisms in soils. Appl. Environ. Microbiol. 75, 2046–2056. doi: 10.1128/AEM.02294-08, PMID:", "ArticleIdList": ["10.1128/AEM.02294-08", "PMC2663196", "19201974"]}, {"Citation": "Wei M.-C., Wang C.-S., Liou R.-M., Yang Y.-C. (2022). Development and validation of a green and sustainable procedure for the preparation of Perilla frutescens extracts. Food Chem. 369:130929. doi: 10.1016/j.foodchem.2021.130929, PMID:", "ArticleIdList": ["10.1016/j.foodchem.2021.130929", "34488132"]}, {"Citation": "Woo S. L., De Filippis F., Zotti M., Vandenberg A., Hucl P., Bonanomi G. (2022). Pea-wheat rotation affects soil microbiota diversity, community structure, and Soilborne pathogens. Microorganisms 10:370. doi: 10.3390/microorganisms10020370, PMID:", "ArticleIdList": ["10.3390/microorganisms10020370", "PMC8876268", "35208825"]}, {"Citation": "Xiang Y.-Z., Shang H.-C., Gao X.-M., Zhang B.-L. (2008). A comparison of the ancient use of ginseng in traditional Chinese medicine with modern pharmacological experiments and clinical trials. Phytother. Res. 22, 851–858. doi: 10.1002/ptr.2384, PMID:", "ArticleIdList": ["10.1002/ptr.2384", "18567057"]}, {"Citation": "Xiao Q., Wang Y., Lü Q., Wen H., Han B., Chen S., et al. . (2020). Responses of glutathione and phytochelatins biosysthesis in a cadmium accumulator of Perilla frutescens (L.) Britt. Under cadmium contaminated conditions. Ecotoxicol. Environ. Saf. 201:110805. doi: 10.1016/j.ecoenv.2020.110805, PMID:", "ArticleIdList": ["10.1016/j.ecoenv.2020.110805", "32540618"]}, {"Citation": "Xiao C., Yang L., Zhang L., Liu C., Han M. (2016). Effects of cultivation ages and modes on microbial diversity in the rhizosphere soil of Panax ginseng. J. Ginseng Res. 40, 28–37. doi: 10.1016/j.jgr.2015.04.004, PMID:", "ArticleIdList": ["10.1016/j.jgr.2015.04.004", "PMC4703740", "26843819"]}, {"Citation": "Yan T., Xue J., Zhou Z., Wu Y. (2021a). Biochar-based fertilizer amendments improve the soil microbial community structure in a karst mountainous area. Sci. Total Environ. 794:148757. doi: 10.1016/j.scitotenv.2021.148757, PMID:", "ArticleIdList": ["10.1016/j.scitotenv.2021.148757", "34225142"]}, {"Citation": "Yan T., Xue J., Zhou Z., Wu Y. (2021b). Effects of biochar-based fertilizer on soil bacterial network structure in a karst mountainous area. Catena 206:105535. doi: 10.1016/j.catena.2021.105535", "ArticleIdList": ["10.1016/j.catena.2021.105535"]}, {"Citation": "Yang Y., Ren C., Zhang Y., Wu X. (2017). Ginseng: an nonnegligible natural remedy for healthy aging. Aging Dis. 8, 708–720. doi: 10.14336/AD.2017.0707, PMID:", "ArticleIdList": ["10.14336/AD.2017.0707", "PMC5758347", "29344412"]}, {"Citation": "You J., Liu X., Zhang B., Xie Z., Hou Z., Yang Z. (2015). Seasonal changes in soil acidity and related properties in ginseng artificial bed soils under a plastic shade. J. Ginseng Res. 39, 81–88. doi: 10.1016/j.jgr.2014.08.002, PMID:", "ArticleIdList": ["10.1016/j.jgr.2014.08.002", "PMC4268573", "25535481"]}, {"Citation": "Yun T. K. (2009). Brief introduction of Panax ginseng C.a. Meyer. J. Korean Med. Sci. 16, S3–S5. doi: 10.3346/jkms.2001.16.S.S3", "ArticleIdList": ["10.3346/jkms.2001.16.S.S3", "PMC3202213", "11748372"]}, {"Citation": "Zhan Y., Yan N., Miao X., Li Q., Chen C. (2021). Different responses of soil environmental factors, soil bacterial community, and root performance to reductive soil disinfestation and soil fumigant chloropicrin. Front. Microbiol. 12:796191. doi: 10.3389/fmicb.2021.796191, PMID:", "ArticleIdList": ["10.3389/fmicb.2021.796191", "PMC8714892", "34975820"]}, {"Citation": "Zhang W., Jia X., Chen S., Wang J., Ji R., Zhao L. (2020). Response of soil microbial communities to engineered nanomaterials in presence of maize (Zea mays L.) plants. Environ. Pollut. 267:115608. doi: 10.1016/j.envpol.2020.115608, PMID:", "ArticleIdList": ["10.1016/j.envpol.2020.115608", "33254627"]}, {"Citation": "Zhang H., Xue Q. (2010). Research progress in control of continuous cropping obstacle in ginseng. Acta Agricult Jiangxi 22, 68–71."}, {"Citation": "Zhao Q., Tang J., Li Z., Yang W., Duan Y. (2018). The influence of soil Physico-chemical properties and enzyme activities on soil quality of saline-alkali Agroecosystems in Western Jilin Province, China. Sustainability 10:1529. doi: 10.3390/su10051529", "ArticleIdList": ["10.3390/su10051529"]}, {"Citation": "Zhao Y., Wang Y., Yang J. (2005). Study on the rotation of crops among Panax quinquefolium, Perilla frutescens and Coix lacryma-jobi. China J Chin Materia Med 30, 12–15.", "ArticleIdList": ["15714791"]}, {"Citation": "Zhu Y., Guo B., Liu C., Lin Y., Fu Q., Li N., et al. . (2021). Soil fertility, enzyme activity, and microbial community structure diversity among different soil textures under different land use types in coastal saline soil. J. Soil. Sediment. 21, 2240–2252. doi: 10.1007/s11368-021-02916-z", "ArticleIdList": ["10.1007/s11368-021-02916-z"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "12", "Day": "30"}, {"Year": "2023", "Month": "3", "Day": "17"}, {"Year": "2023", "Month": "4", "Day": "24", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "4", "Day": "24", "Hour": "6", "Minute": "41"}, {"Year": "2023", "Month": "4", "Day": "24", "Hour": "3", "Minute": "29"}, {"Year": "2023", "Month": "4", "Day": "5"}], "PublicationStatus": "epublish", "ArticleIdList": ["37089541", "PMC10113677", "10.3389/fmicb.2023.1134331"]}}], "PubmedBookArticle": []}