{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["anticholinesterase", "antioxidant", "chalcone", "molecular docking", "tyrosinase", "urease"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37092742", "DateCompleted": {"Year": "2023", "Month": "06", "Day": "14"}, "DateRevised": {"Year": "2023", "Month": "06", "Day": "23"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "05", "Day": "05"}], "Language": ["eng"], "ELocationID": ["10.1002/jmr.3020"], "Journal": {"ISSN": "1099-1352", "JournalIssue": {"Volume": "36", "Issue": "7", "PubDate": {"Year": "2023", "Month": "Jul"}}, "Title": "Journal of molecular recognition : JMR", "ISOAbbreviation": "J Mol Recognit"}, "ArticleTitle": "Chalcones bearing nitrogen-containing heterocyclics as multi-targeted inhibitors: Design, synthesis, biological evaluation and molecular docking studies.", "Pagination": {"StartPage": "e3020", "MedlinePgn": "e3020"}, "Abstract": {"AbstractText": ["In this work, a series of chalcones (1a-d, 2a-d, 3a-d, 4a-d, and 5a-d) were designed and synthesized by Claisen-Schmidt condensation. Also, their chemical structures were elucidated using UV-Vis, FT IR, <sup>1</sup> H NMR, <sup>13</sup> C NMR, MS spectral data, and elemental analyses. Subsequently, the anticholinesterase, tyrosinase, urease inhibitory activities and antioxidant activities of all chalcones were evaluated. The inhibitory potential of all chalcones in terms of IC<sub>50</sub> value was observed to range from 7.18 ± 0.43 to 29.62 ± 0.30 μM against BChE by comparing with Galantamine (IC<sub>50</sub> 46.06 ± 0.10 μM) as a reference drug. Also, compounds 2c, 3c, 4c, 4b, and 4d exhibited high anticholinesterase activity against both AChE and BChE enzymes. The tyrosinase inhibitory activity results revealed that three compounds (IC<sub>50</sub> 1.75 ± 0.83 μM for 2b, IC<sub>50</sub> 2.24 ± 0.11 μM for 3b, and IC<sub>50</sub> 1.90 ± 0.64 μM for 4b) displayed good inhibitory activity against tyrosinase compared with kojic acid (IC<sub>50</sub> 0.64 ± 0.12 μM). In addition, other different three chalcones (IC<sub>50</sub> 22.34 ± 0.25 μM for 2c, IC<sub>50</sub> 20.98 ± 0.08 μM for 3c, and IC<sub>50</sub> 18.26 ± 0.13 μM for 4c) showed excellent inhibitory activity against the urease by comparing with thiourea (IC<sub>50</sub> 23.08 ± 0.19 μM). Compounds 3c and 4c showed the best potency in all antioxidant activity tests. In light of these findings, the structure-activity relationship for compounds was also described. Furthermore, molecular modeling studies, including molecular docking, absorption, distribution, metabolism, excretion, and toxicity (ADMET), and pharmacophore analyses of compounds, gave important information about the interactions and drug-likeness properties. As a result, all chalcones exhibited suitable ADMET findings, predicting good oral bioavailability."], "CopyrightInformation": "© 2023 John Wiley & Sons Ltd."}, "AuthorList": [{"Identifier": ["0000-0003-2339-5837"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal and Aromatic Plants, Köyceğiz Vocational School, Muğla Sıtkı Koçman University, Muğla, Turkey."}], "LastName": "Sıcak", "ForeName": "Yusuf", "Initials": "Y"}, {"Identifier": ["0000-0001-9466-3494"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Arts and Sciences, Gaziantep University, Gaziantep, Turkey."}], "LastName": "Kekeçmuhammed", "ForeName": "Hüseyin", "Initials": "H"}, {"Identifier": ["0000-0002-8088-6010"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Arts and Sciences, Gaziantep University, Gaziantep, Turkey."}], "LastName": "Karaküçük-İyidoğan", "ForeName": "Ayşegül", "Initials": "A"}, {"Identifier": ["0000-0002-0064-8400"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Arts and Sciences, Gaziantep University, Gaziantep, Turkey."}, {"Identifier": [], "Affiliation": "Institute of Health Sciences, Department of Bioinformatics and Computational Biology, Gaziantep University, Gaziantep, Turkey."}], "LastName": "Taşkın-Tok", "ForeName": "Tuğba", "Initials": "T"}, {"Identifier": ["0000-0001-6840-9660"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Arts and Sciences, Gaziantep University, Gaziantep, Turkey."}], "LastName": "Oruç-Emre", "ForeName": "Emine Elçin", "Initials": "EE"}, {"Identifier": ["0000-0001-8932-4535"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Sciences, Muğla Sıtkı Koçman University, Muğla, Turkey."}], "LastName": "Öztürk", "ForeName": "Mehmet", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Mol Recognit", "NlmUniqueID": "9004580", "ISSNLinking": "0952-3499"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Cholinesterase Inhibitors"}, {"RegistryNumber": "0", "NameOfSubstance": "Chalcones"}, {"RegistryNumber": "EC 1.14.18.1", "NameOfSubstance": "Monophenol Monooxygenase"}, {"RegistryNumber": "EC 3.5.1.5", "NameOfSubstance": "Urease"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Molecular Docking Simulation"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Cholinesterase Inhibitors"}, {"QualifierName": ["chemistry"], "DescriptorName": "Chalcones"}, {"QualifierName": ["metabolism"], "DescriptorName": "Monophenol Monooxygenase"}, {"QualifierName": ["metabolism"], "DescriptorName": "Urease"}, {"QualifierName": [], "DescriptorName": "Structure-Activity Relationship"}, {"QualifierName": ["chemistry"], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Molecular Structure"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Jellinger KA. Basic mechanism of neurodegeneration: a critical update. J Cell Mol Med. 2010;14:457-487."}, {"Citation": "Khanam H, Ali A, Asif M. Neurodegenerative diseases linked to misfolded proteins and theirtherapeutic approaches: a review. Eur J Med Chem. 2016;124:1121-1141."}, {"Citation": "Sooknual P, Pingaew R, Phopin K, et al. Synthesis and neuroprotective effects of novel chalcone-triazole hybrids. Bioorg Chem. 2020;105:104384."}, {"Citation": "Kim GH, Kim JE, Rhie SJ, Yoon S. The role of oxidative stress in neurodegenerative diseases. Exp Neurobiol. 2015;24:325-340."}, {"Citation": "Johri A, Beal MF. Mitochondrial dysfunction in neurodegenerative diseases. J Pharmacol Exp Ther. 2012;342:619-630."}, {"Citation": "Rosini M, Simoni E, Milelli A, Minarini A, Melchiorre C. Oxidative stress in Alzheimer's disease: are we connecting the dots? J Med Chem. 2014;57:2821-2831."}, {"Citation": "Lee KH, Cha M, Lee BH. Neuroprotective effect of antioxidants in the brain. Int J Mol Sci. 2020;21(19):7152."}, {"Citation": "Guo C, Sun L, Chen X, Zhang D. Oxidative stress, mitochondrial damage and neurodegenerative diseases. Neural Regen Res. 2013;8:2003-2014."}, {"Citation": "Solleiro-Villavicencio H, Rivas-Arancibia S. Effect of chronic oxidative stress on neuroinflammatory response mediated by CD4+T cells in neurodegenerative diseases. Front Cell Neurosci. 2018;12:114."}, {"Citation": "Van Eldik LJ, Carrillo MC, Cole PE, Feuerbach D, Greenberg BD, Hendrix JA. The roles of inflammation and immune mechanisms in Alzheimer's disease. Alzheimer's Dement Transl Res Clin Interv. 2016;2(2):99-109."}, {"Citation": "Calsolaro V, Edison P. Neuroinflammation in Alzheimer's disease: current evidence and future directions. Alzheimers Dement. 2016;12:719-732."}, {"Citation": "Ouchi Y, Yoshikawa E, Sekine Y, et al. Microglial activation and dopamine terminal loss in early Parkinson's disease. Ann Neurol. 2005;57:168-175."}, {"Citation": "Rogers J, Mastroeni D, Leonard B, Joyce J, Grover A. Neuroinflammation in Alzheimer's disease and Parkinson's disease: are microglia pathogenic in either disorder? Int Rev Neurobiol. 2007;82:235."}, {"Citation": "Gamage R, Wagnon I, Rossetti I, et al. Cholinergic modulation of glial function during aging and chronic neuroinflammation. Front Cell Neurosci. 2020;14:577912."}, {"Citation": "Hasselmo ME. The role of acetylcholine in learning and memory. Curr Opin Neurobiol. 2006;16:710-715."}, {"Citation": "Ferreira-Vieira TH, Guimaraes IM, Silva FR, Ribeiro FM. Alzheimer's disease: targeting the cholinergic system. Curr Neuropharmacol. 2016;14:101-105."}, {"Citation": "Schliebs R, Arendt T. The significance of the cholinergic system in the brain during aging and Alzheimer's disease. J Neural Transm. 2006;113:1625-1644."}, {"Citation": "Tata AM, Velluto L, D'Angelo C, Reale M. Cholinergic system dysfunction and neurodegenerative diseases: cause or effect? CNS Neurol Disord Drug Targets. 2014;13:1294-1303."}, {"Citation": "Ferreira JP, Albuquerque HM, Cardoso SM, Silva AM, Silva VL. Dual-target compounds for Alzheimer's disease: natural and synthetic AChE and BACE-1 dual-inhibitors and their structure-activity relationship (SAR). Eur J Med Chem. 2021;221:113492."}, {"Citation": "Hampel H, Mesulam MM, Cuello AC, et al. The cholinergic system in pathophysiology and treatment of Alzheimer's disease. Brain. 2018;141:1917-1933."}, {"Citation": "Pepeu G, Grossi C, Casamenti F. The brain cholinergic system in neurodegenerative diseases. Annu Res Rev Biol. 2015;6:1-19."}, {"Citation": "Gil-Bea FJ, Garcia-Alloza M, Dominguez J, Marcos B, Ramirez MJ. Evaluation of cholinergic markers in Alzheimer's disease and in a model of cholinergic deficit. Neurosci Lett. 2005;375:37-41."}, {"Citation": "Bohnen NI, Albin RL. The cholinergic system and Parkinson disease. Behav Brain Res. 2011;221:564-573."}, {"Citation": "Hilker R, Thomas AV, Klein JC, et al. Dementia in Parkinson disease: functional imaging of cholinergic and dopaminergic pathways. Neurology. 2005;65:1716-1722."}, {"Citation": "König M, Berlin B, Schwab K, et al. Increased cholinergic response in α-synuclein transgenic mice (h-α-synL62). ACS Chem Neurosci. 2019;10:1915-1922."}, {"Citation": "Reid GA, Darwesh S. Butyrylcholinesterase-knockout reduces brain deposition of fibrillary β-amyloid in an Alzheimer mouse model. Neuroscience. 2015;298:424-435."}, {"Citation": "Robertson JG. Enzymes as a special class of therapeutic target: clinical drugs and modes of action. Curr Opin Struct Biol. 2007;17:674-679."}, {"Citation": "Dorababu A. Synthesis, pharmacological evaluation and structure-activity relationship of recently discovered enzyme antagonistazoles. Heliyon. 2020;6(4):e03656."}, {"Citation": "Ramsay RR, Tipton KF. Assessment of enzyme inhibition: a review with examples from the development of monoamine oxidase and cholinesterase inhibitory drugs. Molecules. 2017;22:1192."}, {"Citation": "Kumar A, Pintus F, Di Petrillo A, et al. Novel 2-pheynlbenzofuran derivatives as selective butyrylcholinesterase inhibitors for Alzheimer's disease. Sci Rep. 2018;8:4424."}, {"Citation": "Greig NH, Utsuki T, Yu Q, et al. A new therapeutic target in Alzheimer's disease treatment: attention to butyrylcholinesterase. Curr Res Med Opin. 2001;17:159-165."}, {"Citation": "Sobolova K, Hrabinova M, Hepnarova V, et al. Discovery of novel berberine derivatives with balanced cholinesterase and prolyl oligopeptidase inhibition profile. Eur J Med Chem. 2020;203:112593."}, {"Citation": "Wilkinson DG, Francis PT, Schwam E, Payne-Parish J. Cholinesterase inhibitors used in the treatment of Alzheimer's disease. Drugs Aging. 2004;21:453-478."}, {"Citation": "Werber EA, Rabey JM. The beneficial effect of cholinesterase inhibitors on patients suffering from Parkinson's disease and dementia. J Neural Trans. 2001;108:1319-1325."}, {"Citation": "Chitnis S, Rao J. Rivastigmine in Parkinsons disease dementia. Expert Opin Drug Metab Toxicol. 2009;5:941-955."}, {"Citation": "Azzouz R, Peauger L, Gembus V, et al. Novel donepezil-like N-benzylpyridinium saltderivatives as AChE inhibitors and their corresponding dihydropyridine“bio-oxidizable”prodrugs: synthesis, biological evaluation and structure-activity relationship. Eur J Med Chem. 2018;145:165-190."}, {"Citation": "Kandiah N, Pai MC, Senanarong V, et al. Rivastigmine: the advantages of dual inhibition of acetylcholinesterase and butyrylcholinesterase and its role in subcortical vascular dementia and Parkinson's disease dementia. Clin Interv Aging. 2017;12:697-707."}, {"Citation": "AlFadly ED, Elzahhar PA, Tramarin A, et al. Tackling neuroinflammation and cholinergic deficit in Alzheimer's disease: multi-target inhibitors of cholinesterases, cyclooxygenase-2 and 15-lipoxygenase. Eur J Med Chem. 2019;167:161-186."}, {"Citation": "Rosini M, Simoni E, Caporaso R, Minarini A. Multitarget strategies in Alzheimer's disease: benefits and challenges on the road to therapeutics. Future Med Chem. 2016;8:697-711."}, {"Citation": "Carradori S, Ortuso F, Petzer A, et al. Design, synthesis and biochemical evaluation of novel multi-target inhibitors as potential anti-Parkinson agents. Eur J Med Chem. 2018;143:1543-1552."}, {"Citation": "Hasegawa T. Tyrosinase-expressing neuronal cell line as in vitro model of Parkinson's disease. Int J Mol Sci. 2010;11:1082-1089."}, {"Citation": "Akhtar MN, Sakeh NM, Zareen S, et al. Design and synthesis of chalcone derivatives as potent tyrosinase inhibitors and their structural activity relationship. J Mol Struct. 2015;1085:97-103."}, {"Citation": "Fedorow H, Tribl F, Halliday G, Gerlach M, Riederer P, Double KL. Neuromelanin in human dopamine neurons: comparison with peripheral melanins and relevance to Parkinson's disease. Prog Neurobiol. 2005;75:109-124."}, {"Citation": "Reyes MG, Faraldi F, Rydman R, Wang CC. Decreased nigral neuromelanin in Alzheimer's disease. Neurol Res. 2013;25:179-182."}, {"Citation": "Hamad A, Khan MA, Ahmad I, et al. Probing sulphamethazine and sulphamethoxazole based Schiff bases as urease inhibitors; synthesis, characterization, molecular docking and ADME evaluation. Bioorg Chem. 2020;105:104336."}, {"Citation": "Taha M, Wadood A. Synthesis and molecular docking study of piperazine derivatives as potent urease inhibitors. Bioorg Chem. 2018;78:411-417."}, {"Citation": "Yang W, Feng Q, Peng Z, Wang G. An overview on the synthetic urease inhibitors with structure-activity relationship and molecular docking. Eur J Med Chem. 2022;114273:114273."}, {"Citation": "Khan M, Naz F, Taha M, et al. Synthesis and in vitro urease inhibitory activity of N,N′-disubstituted thioureas. Eur J Med Chem. 2014;74:314-323."}, {"Citation": "Ge R, Sun X. The in vivo functions of a histidine-rich protein Hpn in helicobacter pylori: linking gastric and Alzheimer's diseases together? Med Hypotheses. 2011;77:788-790."}, {"Citation": "Albaret G, Sifré E, Floch P, et al. Alzheimer's disease and helicobacter pylori infection: inflammation from stomach to brain? J Alzheimers Dis. 2020;73:801-809."}, {"Citation": "Bhat AH, Dar KB, Anees S, et al. Oxidative stress, mitochondrial dysfunction and neurodegenerative diseases; a mechanistic insight. Biomed Pharmacother. 2015;74:101-110."}, {"Citation": "Atanasov AG, Waltenberger B, Pferschy-Wenzig EV, et al. Discovery and resupply of pharmacologically active plant-derived natural products: a review. Biotechnol Adv. 2015;33(8):1582-1614."}, {"Citation": "Liu HR, Liu XJ, Fan HQ, Tang JJ, Gao XH, Liu WK. Design, synthesis and pharmacological evaluation of chalcone derivatives as acetylcholinesterase inhibitors. Bioorg Med Chem. 2014;22:6124-6133."}, {"Citation": "Kurşun Aktar BS, Oruç-Emre EE, Demirtaş İ, et al. Synthesis of novel fluorinated chalcones derived from 4′-morpholinoacetophenone and their antiproliferative effects. J Mol Struct. 2017;1149:632-639."}, {"Citation": "Polo E, Ibarra-Arellano N, Prent-Peñaloza L, et al. Ultrasound-assisted synthesis of novel chalcone, heterochalcone and bis-chalcone derivatives and the evaluation of their antioxidant properties and as acetylcholinesterase inhibitors. Bioorg Chem. 2019;90:103034."}, {"Citation": "Kurşun-Aktar BS, Sıcak Y, Taşkın Tok T, et al. Designing heterocyclic chalcones, benzoyl/sulfonyl hydrazones: an insight into their biological activities and molecular docking study. J Mol Struct. 2020;1211:128059."}, {"Citation": "Srinivasa Reddy T, Ganga Reddy V, Kulhari H, Shukla R, Kamal A, Bansal V. Eur. Synthesis of (Z)-1-(1,3-diphenyl-1H-pyrazol-4-yl)-3-(phenylamino)prop-2-en-1-one derivatives as potential anticancer and apoptosis inducing agents. J Med Chem. 2016;117:157-166."}, {"Citation": "Kurşun-Aktar BS, Oruç-Emre EE, Demirtaş İ, et al. Synthesis and biological evaluation of novel chalcones bearing morpholine moiety as antiproliferative agents. Turk J Chem. 2018;42:482-492."}, {"Citation": "Kontogiorgis C, Mantzanidou M, Hadjipavlou-Litina D. Chalcones and their potential role in inflammation. Mini Rev Med Chem. 2008;8:1224-1242."}, {"Citation": "Mahapatra DK, Asati V, Bharti SK. Chalcones and their therapeutic targets for the management of diabetes: structural and pharmacological perspectives. Eur J Med Chem. 2015;92:839-865."}, {"Citation": "Dan W, Dai J. Recent developments of chalcones as potential antibacterial agents in medicinal chemistry. Eur J Med Chem. 2020;187:111980."}, {"Citation": "Goyal K, Kaur R, Goyal A, Awasthi R. Chalcones: a review on synthesis and pharmacological activities. J Appl Pharm Sci. 2021;11:1-14."}, {"Citation": "Insuasty B, Ramírez J, Becerra D, et al. An efficient synthesis of new caffeine-based chalcones, pyrazolines and pyrazolo [3, 4-b][1, 4] diazepines as potential antimalarial, antitrypanosomal and antileishmanial agents. Eur J Med Chem. 2015;93:401-413."}, {"Citation": "Sashidhara KV, Avula SR, Mishra V, et al. Identification of quinolone-chalcone hybrids as potential antiulcer agents. Eur J Med Chem. 2015;89:638-653."}, {"Citation": "Rizvi SUF, Siddiqui HL, Johns M, Detorio M, Schinazi RF. Anti-HIV-1 and cytotoxicity studies of piperidyl-thienyl chalcones and their 2-pyrazoline derivatives. Med Chem Res. 2012;21:3741-3749."}, {"Citation": "Guglielmi P, Mathew B, Secci D, Carradori S. Chalcones: unearthing their therapeutic possibility as monoamine oxidase B inhibitors. Eur J Med Chem. 2020;205:112650."}, {"Citation": "George G, Koyiparambath VP, Sukumaran S, et al. Structural modifications on chalcone framework for developing new class of cholinesterase inhibitors. Int J Mol Sci. 2022;23:3121."}, {"Citation": "Sang Z, Wang K, Zhang P, Shi J, Liu W, Tan Z. Design, synthesis, in-silico and biological evaluation of novel chalcone derivatives as multi-function agents for the treatment of Alzheimer's disease. Eur J Med Chem. 2019;180:238-252."}, {"Citation": "Ramsay RR, Popovic-Nikolic MR, Nikolic K, Uliassi E, Bolognesi ML. A perspective on multi-target drug discovery and design for complex diseases. Clin Trans Med. 2018;7:1-14."}, {"Citation": "Sakata RP, Antoniolli G, Lancellotti M, Kawano DF, Barbosa EG, Almeida WP. Synthesis and biological evaluation of 2′-aminochalcone: a multi-target approach to find drug candidates to treat Alzheimer's disease. Bioorg Chem. 2020;103:104201."}, {"Citation": "Cheong SL, Federico S, Spalluto G, Klotz KN, Pastorin G. The current status of pharmacotherapy for the treatment of Parkinson's disease: transition from single-target to multitarget therapy. Drug Discov. 2019;24:1769-1783."}, {"Citation": "Sang Z, Wang K, Shi J, et al. The development of advanced structural framework as multi-target directed ligands for the treatment of Alzheimer's disease. Eur J Med Chem. 2020;192:112180."}, {"Citation": "Liargkova T, Eleftheriadis N, Dekker F, et al. Small multitarget molecules incorporating the enone moiety. Molecules. 2019;24(199):1-31."}, {"Citation": "Li Q, He S, Chen Y, Feng F, Qu W, Sun H. Donepezil-based multi-functional cholinesterase inhibitors for treatment of Alzheimer's disease. Eur J Med Chem. 2018;158:463-477."}, {"Citation": "Kerru N, Gummidi L, Maddila S, Gangu KK, Jonnalagadda SB. A review on recent advances in nitrogen-containing molecules and their biological applications. Molecules. 1909;2020:25."}, {"Citation": "Gurjar AS, Darekar MN, Yeong KY, Ooi L. In silico studies, synthesis and pharmacological evaluation to explore multi-targeted approach for imidazole analogues as potential cholinesterase inhibitors with neuroprotective role for Alzheimer's disease. Bioorg Med Chem. 2018;26:1511-1522."}, {"Citation": "Qiang XM, Sang ZP, Yuan W, et al. Design, synthesis and evaluation of genistein-O-alkylbenzylamines as potential multifunctional agents for the treatment of Alzheimer's disease. Eur J Med Chem. 2014;76:314-331."}, {"Citation": "Liu HR, Fan HQ, Gao XH, et al. Design, synthesis and preliminary structure-activity relationship investigation of nitrogen-containing chalcone derivatives as acetylcholinesterase and butyrylcholinesterase inhibitors: a further study based on flavokawain B Mannich base derivatives. J Enzyme Inhib Med Chem. 2016;31:580-589."}, {"Citation": "Kurşun-Aktar BS, Oruç-Emre EE, Karaküçük-İyidoğan A, Şahin Yağlıoğlu A, Demirtaş İ, Tekin Ş. Synthesis and structure-activity relationship study: anticancer chalcones derived from 4′-morpholinoacetophenone. Marmara Pharm J. 2017;21:949-960."}, {"Citation": "Xiao G, Li Y, Qiang X, et al. Design, synthesis and biological evaluation of 4′-aminochalcone-rivastigmine hybrids as multifunctional agents for the treatment of Alzheimer's disease. Bioorg Med Chem. 2017;25:1030-1041."}, {"Citation": "Sasidharana R, Eom BH, Heo JH, et al. Morpholine-based chalcones as dual-acting monoamine oxidase-B and acetylcholinesterase inhibitors: synthesis and biochemical investigations. J Enzym Inhibit Med Chem. 2021;36:188-197."}, {"Citation": "Jung HJ, Noh SG, Ryu Il Y, et al. (E)-1-(Furan-2-yl)-(substitutedphenyl)prop-2-en-1-one derivatives as tyrosinase inhibitors and melanogenesis inhibition: an in vitro and in silico study. Molecules. 2020;25:5460."}, {"Citation": "Khan KM, Wadood A, Ali M, et al. Identification of potent urease inhibitors via ligand-and structure-based virtual screening and in vitro assays. J Mol Graph Modell. 2010;28(8):792-798."}, {"Citation": "Khalil OM. Synthesis of some chalcones and pyrazolines carrying morpholinophenyl moiety as potential antiinflammatory agents. Arch Pharm Chem Life Sci. 2011;11:242-247."}, {"Citation": "Karthikeyan V, Karunakaran RJ. Synthesis and antimicrobial activity of imidazolo-pyrazole compounds using silver triflate as catalyst. Int J Chem Tech Res. 2012;4:1490-1496."}, {"Citation": "Aksöz BE, Ertan R. Spectral properties of chalcones II. FABAD J Pharm Sci. 2012;4:205-216."}, {"Citation": "Aljohani G, Ali AA, Said MA, et al. 2-Benzyloxynaphthalene aminoalkylated chalcone designed as acetylcholinesterase inhibitor: structural characterisation, in vitro biological activity and molecular docking studies. J Mol Struct. 2020;1222:128898."}, {"Citation": "Yadav HL, Gupta P, Pawar RS, Singour PK, Patil UK. Synthesis and biological evaluation of anti-inflammatory activity of 1,3-diphenyl propenone derivatives. Med Chem Res. 2011;20:461-465."}, {"Citation": "Ellman GL, Courtney KD, Andres V, Featherstone RM. A new and rapid colorimetric determination of acetylcholinesterase activity. Biochem Pharmacol. 1961;7:88-95."}, {"Citation": "Khatib S, Nerya O, Musa R, Shumel M, Tamir S, Vaya J. Chalcones as potent tyrosinase inhibitors. The importance of 2,4-disubstituted resorcinol moiety. Bioorg Med Chem. 2005;13:433-441."}, {"Citation": "Barros MR, Menezes TM, Da Silva LP, et al. Furan inhibitory activity against tyrosinase and impact on B16F10 cell toxicity. Int J Biol Macromol. 2019;136:1034-1041."}, {"Citation": "Xiao ZP, Shi DH, Li HQ, Zhang LN, Xu C, Zhu HL. Polyphenols based on isoflavones as inhibitors of Helicobacter pylori urease. Bioorg Med Chem. 2007;15:3703-3710."}, {"Citation": "Weatherburn MW. Phenol-hypochlorite reaction for determination of ammonia. Anal Chem. 1967;3:971-974."}, {"Citation": "Ibrar A, Kazmi M, Khan A, et al. Robust therapeutic potential of carbazole-triazine hybrids as a new class of urease inhibitors: a distinctive combination of nitrogen-containing heterocycles. Bioorg Chem. 2020;95:103479."}, {"Citation": "Re R, Pellegrini N, Proteggente A, Pannala A, Yang M, Evans CR. Antioxidant activity applying an improved ABTS radical cation decolorization assay. Free Radic Boil Med. 1999;26:1231-1237."}, {"Citation": "Marco GJ. A rapid method for evaluation of antioxidants. J Am Oil Chem Soc. 1968;45:594-598."}, {"Citation": "Öztürk M, Kolak U, Topçu G, Öksüz S, Choudhary MI. Antioxidant and anticholinesterase active constituents from Micromeria cilicica by radical-scavenging activity-guided fractionation. Food Chem. 2011;126:31-38."}, {"Citation": "Apak R, Güçlü K, Özyürek M, Karademir SE. Novel total antioxidant capacity index for dietary polyphenols and vitamins C and E, using their cupric ion reducing capability in the presence of neocuproine: CUPRAC method. J Agric Food Chem. 2004;52:7970-7981."}, {"Citation": "Blois MS. Antioxidant determinations by the use of a stable free radical. Nature. 1958;181:1199-1200."}, {"Citation": "Morris GM, Huey R, Lindstrom W, et al. AutoDock4 and AutoDockTools4: automated docking with selective receptor flexibility. J Comput Chem. 2009;30:2785-2791."}, {"Citation": "Accelrys Software Inc AS. Discovery Studio 3.5, 2013."}, {"Citation": "Lipinski CA, Lombardo F, Dominy BW, Feeney PJ. Experimental and computational approaches to estimate solubility and permeability in drug discovery and development settings. Adv Drug Deliv Rev. 1997;23:3-25."}, {"Citation": "Veber DF, Johnson SR, Cheng HY, Smith BR, Ward KW, Kopple KD. Molecular properties that influence the oral bioavailability of drug candidates. J Med Chem. 2002;45:2615-2623."}, {"Citation": "Thangapandian S, John S, Sakkiah S, Lee KW. Ligand and structure based pharmacophore modeling to facilitate novel histone deacetylase 8 inhibitor design. Eur J Med Chem. 2010;45:4409-4419."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2023", "Month": "4", "Day": "2"}, {"Year": "2023", "Month": "1", "Day": "10"}, {"Year": "2023", "Month": "4", "Day": "17"}, {"Year": "2023", "Month": "6", "Day": "14", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "4", "Day": "24", "Hour": "12", "Minute": "41"}, {"Year": "2023", "Month": "4", "Day": "24", "Hour": "8", "Minute": "2"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37092742", "10.1002/jmr.3020"]}}], "PubmedBookArticle": []}