{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Common disease treated", "Medicine markets", "Traditional Medicine"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37092072", "DateCompleted": {"Year": "2023", "Month": "04", "Day": "25"}, "DateRevised": {"Year": "2023", "Month": "04", "Day": "25"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.4314/ahs.v22i4.76"], "Journal": {"ISSN": "1729-0503", "JournalIssue": {"Volume": "22", "Issue": "4", "PubDate": {"Year": "2022", "Month": "Dec"}}, "Title": "African health sciences", "ISOAbbreviation": "Afr Health Sci"}, "ArticleTitle": "Traditional medicine trade and uses in the surveyed medicine markets of Western Kenya.", "Pagination": {"StartPage": "695", "EndPage": "703", "MedlinePgn": "695-703"}, "Abstract": {"AbstractText": ["There exist vast traditional medicine and herbal remedies prescribed for diseases and socio-cultural ills that are sold in local medicine markets.", "To assess the common traditional medicine traded in the local medicine markets and used for treating common diseases.", "The study was carried out in nine purposively selected medicine markets spread out in seven administrative counties of Western Kenya. Purposive sampling with elements of snow ball method was employed in the identification of willing respondents. In addition, face to face interviews were conducted with the aid of a pre-tested semi-structured questionnaire that sought to extract a targeted and expertise information from the respondents.", "The survey recorded 45 commonly traded plant families composed of 78 genera and 87 medicinal plant species. Meliaceae, Apocynaceae and Fabaceae were leading plant families whereas <i>Trichilia emetica, Azadirachta indica, Dregea schimperi and Aloe spp.</i> were commonly traded.", "Traditional medicine traded in the local medicine markets continue to play a significant role in the treatment of common diseases. Frequently traded medicinal plant species should be prioritized for conservation."], "CopyrightInformation": "© 2022 Chebii WK et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Earth and Climate science; Department of Plant Science and Crop Protection; University of Nairobi, Nairobi, Kenya."}], "LastName": "Chebii", "ForeName": "Willy Kibet", "Initials": "WK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Earth and Climate science; Department of Clinical Studies; University of Nairobi, Nairobi, Kenya."}], "LastName": "Muthee", "ForeName": "John Kaunga", "Initials": "JK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Earth and Climate science; Department of Sociology and Social work, University of Nairobi, Nairobi, Kenya."}], "LastName": "Kiemo", "ForeName": "James Karatu", "Initials": "JK"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Uganda", "MedlineTA": "Afr Health Sci", "NlmUniqueID": "101149451", "ISSNLinking": "1680-6905"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Kenya"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Surveys and Questionnaires"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Medicine, African Traditional"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Delbanco AS, Burgess ND, Cuni-Sanchez A. Medicinal plant trade in northern Kenya: economic importance, uses, and origin. Economic Botany. 2017;71(1):13–31."}, {"Citation": "Kaigongi M, Musila F. Ethnobotanical study of medicinal plants used by the Tharaka people of Kenya. International Journal of Ethnobiology and Ethnomedicine. 2015;1(1):1–8."}, {"Citation": "Chebii WK, Muthee JK, Kiemo K. The governance of traditional medicine and herbal remedies in the selected local markets of Western Kenya. J Ethnobiology Ethnomedicine. 2020;16:39.", "ArticleIdList": ["PMC7320552", "32590992"]}, {"Citation": "Miara MD, Teixidor-Toneu I, Sahnoun T, Bendif H, Hammou MA. Herbal remedies and traditional knowledge of the Tuareg community in the region of Illizi (Algerian Sahara) Journal of Arid Environments. 2019;167:65–73."}, {"Citation": "Fjær EL, Landet ER, McNamara CL, Eikemo TA. The use of complementary and alternative medicine (CAM) in Europe. BMC Complementary Medicine and Therapies. 2020;20:1–9. SEM.", "ArticleIdList": ["PMC7137515", "32252735"]}, {"Citation": "Gruca M, Cámara-Leret R, Macía M J, Balslev H. New categories for traditional medicine in the Economic Botany Data Collection Standard. Journal of Ethnopharmacology. 2014;155(2):1388–1392.", "ArticleIdList": ["24971798"]}, {"Citation": "Cook F E. Economic botany data collection standard. Royal Botanic Gardens (Kew) 1995"}, {"Citation": "Staub P O, Geck M S, Weckerle C S, Casu L, Leonti M. Classifying diseases and remedies in ethnomedicine and ethnopharmacology. Journal of Ethnopharmacology. 2015;174:514–519.", "ArticleIdList": ["26342522"]}, {"Citation": "Sharma G. Pros and cons of different sampling techniques. International journal of applied research. 2017;3(7):749–752."}, {"Citation": "Bussmann RW, Zambrana NYP, Huanca LAM, Hart R. Changing markets-medicinal plants in the markets of La Paz and El Alto, Bolivia. Journal of ethnopharmacology. 2016;193:76–95.", "ArticleIdList": ["27477298"]}, {"Citation": "Hilton CE. The importance of pretesting questionnaires: a field research example of cognitive pretesting the Exercise referral Quality of Life Scale (ERQLS) International Journal of Social Research Methodology. 2017;20(1):21–34."}, {"Citation": "Ijaz F, Iqbal Z, Rahman IU, Alam J, Khan SM, Shah GM, Afzal A. Investigation of traditional medicinal floral knowledge of Sarban Hills, Abbottabad, KP, Pakistan. Journal of Ethnopharmacology. 2016;179:208–233.", "ArticleIdList": ["26739924"]}, {"Citation": "Kamau LN, Mbaabu PM, Mbaria JM, Gathumbi PK, Kiama SG. Ethnobotanical survey and threats to medicinal plants traditionally used for the management of human diseases in Nyeri County, Kenya. TANG. 2016;6(3):23–37."}, {"Citation": "Kebebew M. Diversity, knowledge and use of medicinal plants in Abay Chomen District, Horo Guduru Wollega Zone, Oromia Region of Ethiopia. Journal of Medicinal Plants Research. 2017;11(31):480–500."}, {"Citation": "Meke GS, Mumba RFE, Bwanali RJ, Williams VL. The trade and marketing of traditional medicines in southern and central Malawi. International Journal of Sustainable Development & World Ecology. 2016"}, {"Citation": "Rasethe MT, Semenya SS, Maroyi A. Medicinal Plants Traded in Informal Herbal Medicine Markets of the Limpopo Province, South Africa. Evidence-Based Complementary and Alternative Medicine. 2019", "ArticleIdList": ["PMC6500648", "31118951"]}, {"Citation": "Hilonga S, Otieno JN, Ghorbani A, Pereus D, Kocyan A, de Boer H. Trade of wild-harvested medicinal plant species in local markets of Tanzania and its implications for conservation. South African Journal of Botany. 2019;122:214–224."}, {"Citation": "Suwardi AB, Navia ZI, Harmawan T, Mukhtar E. Ethnobotany and conservation of indigenous edible fruit plants in South Aceh, Indonesia. Biodiversitas Journal of Biological Diversity. 2020;21(5)"}, {"Citation": "IUCN, author. IUCN Red List Categories and Criteria: Version 3.1. IUCN Species Survival Commission. Gland, Switzerland and Cambridge, UK: IUCN; 2001. p. 30."}, {"Citation": "Ghosh C. Ethnobotanical survey in the Bamangola Block of Malda District, West Bengal (India): II. Medicinal and Aromatic plants. East Himalayan Society for Spermatophyte Taxonomy. Pleione. 2017;11(2):249–267."}, {"Citation": "Gakuya DW, Okumu MO, Kiama SG, Mbaria JM, Gathumbi PK, Mathiu PM, Nguta JM. Traditional medicine in Kenya: past and current status, challenges and the way forward. Scientific African. 2020:e00360."}, {"Citation": "Umair M, Altaf M, Bussmann RW, Abbasi AM. Ethnomedicinal uses of the local flora in Chenab riverine area, Punjab province Pakistan. Journal of ethnobiology and ethnomedicine. 2019;15(1):7.", "ArticleIdList": ["PMC6359778", "30709360"]}, {"Citation": "Bussmann RW, Zambrana NYP, Sikharulidze S, Kikvidze Z, Kikodze D, Tchelidze D, Hart RE. An ethnobotany of Kakheti and Kvemo Kartli, Sakartvelo (Republic of Georgia), Caucasus. Ethnobotany Research and Applications. 2020;19:1–27."}, {"Citation": "Otieno J, Abihudi S, Veldman S, Nahashon M, van Andel T, de Boer HJ. Vernacular dominance in folk taxonomy: a case study of ethnospecies in medicinal plant trade in Tanzania. Journal of ethnobiology and ethnomedicine. 2015;11(1):10.", "ArticleIdList": ["PMC4429978", "25971902"]}, {"Citation": "Wanjohi BK, Sudoi V, Njenga EW, Kipkore WK. An ethnobotanical study of traditional knowledge and uses of medicinal wild plants among the Marakwet Community in Kenya. Evidence-Based Complementary and Alternative Medicine. 2020", "ArticleIdList": ["PMC7149339", "32308704"]}, {"Citation": "Amjad MS, Zahoor U, Bussmann RW, Altaf M, Gardazi SMH, Abbasi AM. Ethnobotanical Survey of Medicinal Flora of Harighal, Azad Jammu & Kashmir, Pakistan. Journal of Ethnobiology and Ethnomedicine. 2020;16:65.", "ArticleIdList": ["PMC7590686", "33109243"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "4", "Day": "25", "Hour": "12", "Minute": "41"}, {"Year": "2023", "Month": "4", "Day": "24", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "4", "Day": "24", "Hour": "4", "Minute": "4"}, {"Year": "2022", "Month": "12", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37092072", "PMC10117521", "10.4314/ahs.v22i4.76", "jAFHS.v22.i4.pg695"]}}], "PubmedBookArticle": []}