{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Fourier transform infrared spectroscopy", "energy-dispersive X-ray microanalyses", "fluorescence microscopy", "medicinal plants", "phytochemical screening"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37111925", "DateRevised": {"Year": "2023", "Month": "05", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "04", "Day": "19"}], "Language": ["eng"], "ELocationID": ["1702", "10.3390/plants12081702"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "8", "PubDate": {"Year": "2023", "Month": "Apr", "Day": "19"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Phytochemical Composition of <i>Combretum molle</i> (R. Br. ex G. Don.) Engl. & Diels Leaf and Stem Extracts.", "Abstract": {"AbstractText": ["The demand for medicinal plants is on a rise due to their affordability, accessibility and relatively non-toxic nature. <i>Combretum molle</i> (Combretaceae) is used in African traditional medicine to treat a number of diseases. This study aimed to screen the phytochemical composition of the hexane, chloroform and methanol extracts of <i>C</i>. <i>molle</i> leaves and stems using qualitative phytochemical screening. Additionally, the study aimed to identify the functional phytochemical groups, determine the elemental composition and provide a fluorescence characterization of the powdered leaves and stems by performing Fourier transform infrared spectroscopy (FTIR), energy-dispersive X-ray (EDX) microanalyses and fluorescence microscopy. Phytochemical screening revealed the presence of alkaloids, flavonoids, phenolic compounds, polyphenols, terpenoids, tannins, coumarins, saponins, phytosterols, gums, mucilage, carbohydrates, amino acids and proteins within all leaf and stem extracts. Lipids and fixed oils were additionally present within the methanol extracts. FTIR demonstrated significant peaks in absorption frequency in the leaf at wavelengths of 3283.18, 2917.81, 1617.72, 1318.83, 1233.97, 1032.32 and 521.38 cm<sup>-1</sup>, and in the stem at 3318.91, 1619.25, 1317.13, 1032.68, 780.86 and 516.39 cm<sup>-1</sup>. These corresponded to the functional groups of chemical compounds including alcohols, phenols, primary amines, alkyl halides, alkanes and alkyl aryl ethers, corroborating the presence of the detected phytochemicals within the plant. EDX microanalyses showed the elemental composition of the powdered leaves (68.44% C, 26.72% O, 1.87% Ca, 0.96% Cl, 0.93% Mg, 0.71% K, 0.13% Na, 0.12 % Mn and 0.10% Rb) and stems (54.92% C, 42.86% O, 1.7% Ca, 0.43% Mg and 0.09% Mn). Fluorescence microscopy provided a characteristic evaluation of the plant in its powdered form and revealed distinct colour changes in the material when treated with various reagents and viewed under ultraviolet light. In conclusion, the phytochemical constituents of the leaves and stems of <i>C</i>. <i>molle</i> confirm the suitability of this species for use in traditional medicine. The findings from this study suggest the need to validate the use of <i>C</i>. <i>molle</i> in the development of modern medicines."]}, "AuthorList": [{"Identifier": ["0000-0002-7870-7490"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Sciences, University of KwaZulu-Natal, Westville Campus, Private Bag X54001, Durban 4000, South Africa."}], "LastName": "Parusnath", "ForeName": "Myuri", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Sciences, University of KwaZulu-Natal, Westville Campus, Private Bag X54001, Durban 4000, South Africa."}], "LastName": "Naidoo", "ForeName": "Yougasphree", "Initials": "Y"}, {"Identifier": ["0000-0002-9985-6567"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Sciences, University of KwaZulu-Natal, Westville Campus, Private Bag X54001, Durban 4000, South Africa."}], "LastName": "Singh", "ForeName": "Moganavelli", "Initials": "M"}, {"Identifier": ["0000-0002-6164-2686"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biological and Marine Sciences, Faculty of Science and Engineering, University of Plymouth, Drake Circus PL4 8AA, UK."}, {"Identifier": [], "Affiliation": "Phytome Life Sciences, Launceston PL15 7AB, UK."}], "LastName": "Rihan", "ForeName": "Hail", "Initials": "H"}, {"Identifier": ["0000-0002-5174-8137"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Production Department, College of Food and Agriculture Sciences, King Saud University, Riyadh 11451, Saudi Arabia."}], "LastName": "Dewir", "ForeName": "Yaser Hassan", "Initials": "YH"}], "GrantList": [{"GrantID": "RSP2023R375", "Agency": "National research foundation (NRF), South Africa and Researchers Supporting Project number (RSP2023R375), King Saud University, Riyadh, Saudi Arabia.", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Wink M. Modes of action of herbal medicines and plant secondary metabolites. Medicines. 2015;2:251–286. doi: 10.3390/medicines2030251.", "ArticleIdList": ["10.3390/medicines2030251", "PMC5456217", "28930211"]}, {"Citation": "Agidew M.G. Phytochemical analysis of some selected traditional medicinal plants in Ethiopia. Bull. Natl. Res. Cent. 2022;46:87. doi: 10.1186/s42269-022-00770-8.", "ArticleIdList": ["10.1186/s42269-022-00770-8"]}, {"Citation": "Farooq S., Ngaini Z. Natural and synthetic drugs as potential treatment for coronavirus disease 2019 (COVID-2019) Chem. Afr. 2021;4:1–13. doi: 10.1007/s42250-020-00203-x.", "ArticleIdList": ["10.1007/s42250-020-00203-x"]}, {"Citation": "Kengne I.C., Feugap L.D.T., Njouendou A.J., Ngnokam C.D.J., Djamalladine M.D., Ngnokam D., Voutquenne-Nazabadioko L., Tamokou J.-D.-D. Antibacterial, antifungal and antioxidant activities of whole plant chemical constituents of Rumex abyssinicus. BMC Complement. Med. Ther. 2021;21:164. doi: 10.1186/s12906-021-03325-y.", "ArticleIdList": ["10.1186/s12906-021-03325-y", "PMC8180025", "34090405"]}, {"Citation": "Abdullahi A.A. Trends and challenges of traditional medicine in Africa. Afr. J. Tradit. Complement. Altern. Med. 2011;8:115–123. doi: 10.4314/ajtcam.v8i5S.5.", "ArticleIdList": ["10.4314/ajtcam.v8i5S.5", "PMC3252714", "22754064"]}, {"Citation": "Moeti M. African Traditional Medicine Day 2022.  [(accessed on 13 September 2022)].  Available online:  https://www.afro.who.int/regional-director/speeches-messages/african-traditional-medicine-day-2022."}, {"Citation": "Jalali A., Dabaghian F., Akbrialiabad H., Foroughinia F., Zarshenas M.M. A pharmacology-based comprehensive review on medicinal plants and phytoactive constituents possibly effective in the management of COVID-19. Phytother. Res. 2021;35:1925–1938. doi: 10.1002/ptr.6936.", "ArticleIdList": ["10.1002/ptr.6936", "33159391"]}, {"Citation": "Les F., Cásedas G., López V. Bioactivity of medicinal plants and extracts. Biology. 2021;10:634–635. doi: 10.3390/biology10070634.", "ArticleIdList": ["10.3390/biology10070634", "PMC8301014", "34356488"]}, {"Citation": "Joshi R. Role of natural products against microorganisms. Am. J. Clin. Microbiol. Antimicrob. 2018;1:1005."}, {"Citation": "Muravnik L. Plant Cell and Tissue Differentiation and Secondary Metabolites: Fundamentals and Applications. Springer; Cham, Switzerland: 2021. The Structural Peculiarities of the Leaf Glandular Trichomes: A Review; pp. 63–97."}, {"Citation": "Rademan S., Lall N. Combretum molle, in Underexplored Medicinal Plants from Sub-Saharan Africa: Plants with Therapeutic Potential for Human Health. 1st ed. Academic Press; Cambridge, MA, USA: Elsevier; London, UK: 2020. pp. 67–76."}, {"Citation": "Van Wyk B. Field Guide to Trees of Southern Africa. Penguin Random House; Midrand, South Africa: 2013."}, {"Citation": "Burkill H.M. The Useful Plants of West Tropical Africa. Volume 1 Royal Botanic Gardens; Kew, UK: 1985."}, {"Citation": "Andefiki U., Ileigo I.H., Isah A. In Vivo Activity of Fractions of Combretum molle R. and Haematological Profile of Trypanosoma Brucei Brucei Infected Mice. Am. J. Pharm. Pharmacol. 2017;4:15–20."}, {"Citation": "Jordaan M., Van Wyk A.E.B., Maurin O. A conspectus of Combretum (Combretaceae) in southern Africa, with taxonomic and nomenclatural notes on species and sections. Bothalia. 2011;41:135–160. doi: 10.4102/abc.v41i1.36.", "ArticleIdList": ["10.4102/abc.v41i1.36"]}, {"Citation": "Bein E., Jaber A., Birnie A., Tengnäs B. Useful Trees and Shrubs in Eritrea. Athlone Press; London, UK: 1996. (Regional Soil Conservation Unit, Rscu/Sida Nairobi Caton-Thompson, G., 1952: Kharga Oasis in prehistory)."}, {"Citation": "Ntshanka N.M., Ejidike I.P., Mthunzi F.M., Moloto M.J., Mubiayi K.P. Investigation into the phytochemical profile, antioxidant and antibacterial potentials of Combretum molle and Acacia mearnsii leaf parts. Biomed. Pharmacol. J. 2020;13:1683–1694. doi: 10.13005/bpj/2043.", "ArticleIdList": ["10.13005/bpj/2043"]}, {"Citation": "Pegel K.H., Rogers C.B. The characterisation of mollic acid 3β-D-xyloside and its genuine aglycone mollic acid, two novel 1α-hydroxycycloartenoids from Combretum molle. J. Chem. Soc. Perkin Trans. 1985;1:1711–1715. doi: 10.1039/P19850001711.", "ArticleIdList": ["10.1039/P19850001711"]}, {"Citation": "Ponou B.K., Barboni L., Teponno R.B., Mbiantcha M., Nguelefack T.B., Park H.-J., Lee K.-T., Tapondjou L.A. Polyhydroxyoleanane-type triterpenoids from Combretum molle and their anti-inflammatory activity. Phytochem. Lett. 2008;1:183–187. doi: 10.1016/j.phytol.2008.09.002.", "ArticleIdList": ["10.1016/j.phytol.2008.09.002"]}, {"Citation": "Asres K., Bucar F., Knauder E., Yardley V., Kendrick H., Croft S. In vitro antiprotozoal activity of extract and compounds from the stem bark of Combretum molle. Phytother. Res. 2001;15:613–617. doi: 10.1002/ptr.897.", "ArticleIdList": ["10.1002/ptr.897", "11746844"]}, {"Citation": "Ojewole J.A. Cardiovascular effects of mollic acid glucoside, a 1α-hydroxycycloartenoid saponin extractive from Combretum molle R Br ex G Don (Combretaceae) leaf. Cardiovasc. J. Afr. 2008;19:128.", "ArticleIdList": ["PMC3974560", "18568171"]}, {"Citation": "Asres K., Bucar F. Anti-HIV activity against immunodeficiency virus type 1 (HIV-I) and type II (HIV-II) of compounds isolated from the stem bark of Combretum molle. Ethiop. Med. J. 2005;43:15–20.", "ArticleIdList": ["16370525"]}, {"Citation": "Afreed Muhammed N., Ranjith D., Vinayakraj M., Rahman M., Sivan V., Sanis J. Physical characteristics, extractive yield and qualitative phytochemical analysis of Flueggea leucopyrus Willd leaves. J. Med. Plants. 2018;6:175–179."}, {"Citation": "Chanda S. Importance of pharmacognostic study of medicinal plants: An overview. J. Pharmacogn. Phytochem. 2014;2:69–73."}, {"Citation": "Zaman M.K., Azzeme A.M., Ramli S.N., Shaharuddin N.A., Ahmad S., Abdullah S.N.A. Solvent extraction and its effect on phytoch[1]emical yield and antioxidant capacity of woody medicinal plant, Polyalthia bullata. BioResources. 2020;15:9555. doi: 10.15376/biores.15.4.9555-9568.", "ArticleIdList": ["10.15376/biores.15.4.9555-9568"]}, {"Citation": "Hasmila I., Natsir H., Soekamto N. Phytochemical analysis and antioxidant activity of soursop leaf extract (Annona muricata Linn.) J. Phys. Conf. Ser. 2019;1341:032027. doi: 10.1088/1742-6596/1341/3/032027.", "ArticleIdList": ["10.1088/1742-6596/1341/3/032027"]}, {"Citation": "Simon M., Ajanusi O., Abubakar M., Idris A., Suleiman M. The anthelmintic effect of aqueous methanol extract of Combretum molle (R. Br. x. G. Don) (Combretaceae) in lambs experimentally infected with Haemonchus contortus. Vet. Parasitol. 2012;187:280–284. doi: 10.1016/j.vetpar.2011.12.022.", "ArticleIdList": ["10.1016/j.vetpar.2011.12.022", "22293150"]}, {"Citation": "Loneman D.M., Peddicord L., Al-Rashid A., Nikolau B.J., Lauter N., Yandeau-Nelson M.D. A robust and efficient method for the extraction of plant extracellular surface lipids as applied to the analysis of silks and seedling leaves of maize. PLoS ONE. 2017;12:e0180850. doi: 10.1371/journal.pone.0180850.", "ArticleIdList": ["10.1371/journal.pone.0180850", "PMC5507477", "28700694"]}, {"Citation": "Yusnawan E. The effectiveness of polar and non polar fractions of Ageratum conyzoides l. to control peanut rust disease and phytochemical screenings of secondary metabolites. J. Trop. Plant Pests Dis. 2013;13:159–166. doi: 10.23960/j.hptt.213159-166.", "ArticleIdList": ["10.23960/j.hptt.213159-166"]}, {"Citation": "Lichman B.R. The scaffold-forming steps of plant alkaloid biosynthesis. Nat. Prod. Rep. 2021;38:103–129. doi: 10.1039/D0NP00031K.", "ArticleIdList": ["10.1039/D0NP00031K", "32745157"]}, {"Citation": "Gutiérrez-Grijalva E.P., López-Martínez L.X., Contreras-Angulo L.A., Elizalde-Romero C.A., Heredia J.B. Plant-Derived Bioactives. Springer; Singapore: 2020. Plant Alkaloids: Structures and Bioactive Properties; pp. 85–117."}, {"Citation": "Dai J., Mumper R.J. Plant phenolics: Extraction, analysis and their antioxidant and anticancer properties. Molecules. 2010;15:7313–7352. doi: 10.3390/molecules15107313.", "ArticleIdList": ["10.3390/molecules15107313", "PMC6259146", "20966876"]}, {"Citation": "Tungmunnithum D., Thongboonyou A., Pholboon A., Yangsabai A. Flavonoids and other phenolic compounds from medicinal plants for pharmaceutical and medical aspects: An overview. Medicines. 2018;5:93. doi: 10.3390/medicines5030093.", "ArticleIdList": ["10.3390/medicines5030093", "PMC6165118", "30149600"]}, {"Citation": "Pandey K.B., Rizvi S.I. Plant polyphenols as dietary antioxidants in human health and disease. Oxidative Med. Cell. Longev. 2009;2:270–278. doi: 10.4161/oxim.2.5.9498.", "ArticleIdList": ["10.4161/oxim.2.5.9498", "PMC2835915", "20716914"]}, {"Citation": "Bantho S., Naidoo Y., Dewir Y. The secretory scales of Combretum erythrophyllum (Combretaceae): Micromorphology, ultrastructure and histochemistry. S. Afr. J. Bot. 2020;131:104–117. doi: 10.1016/j.sajb.2020.02.001.", "ArticleIdList": ["10.1016/j.sajb.2020.02.001"]}, {"Citation": "Albuquerque B.R., Heleno S.A., Oliveira M.B.P., Barros L., Ferreira I.C. Phenolic compounds: Current industrial applications, limitations and future challenges. Food Funct. 2021;12:14–29. doi: 10.1039/D0FO02324H.", "ArticleIdList": ["10.1039/D0FO02324H", "33242057"]}, {"Citation": "Chahil G.S., Gill H.K., Goyal G. Advances in Crop Environment Interaction. Springer; Singapore: 2018. Food Chains and Webs: Interaction with Ecosystem; pp. 405–424."}, {"Citation": "Zeng T., Chen Y., Jian Y., Zhang F., Wu R. Chemotaxonomic investigation of plant terpenoids with an established database (TeroMOL) New Phytol. 2022;235:662–673. doi: 10.1111/nph.18133.", "ArticleIdList": ["10.1111/nph.18133", "35377469"]}, {"Citation": "Jahangeer M., Fatima R., Ashiq M., Basharat A., Qamar S.A., Bilal M., Iqbal H. Therapeutic and biomedical potentialities of terpenoids—A Review. J. Pure Appl. Microbiol. 2021;15:471–483. doi: 10.22207/JPAM.15.2.04.", "ArticleIdList": ["10.22207/JPAM.15.2.04"]}, {"Citation": "Ascensão L., Pais M. The leaf capitate trichomes of Leonotis leonurus: Histochemistry, ultrastructure and secretion. Ann. Bot. 1998;81:263–271. doi: 10.1006/anbo.1997.0550.", "ArticleIdList": ["10.1006/anbo.1997.0550"]}, {"Citation": "Heinrich G., Pfeifhofer H., Stabentheiner E., Sawidis T. Glandular hairs of Sigesbeckia jorullensis Kunth (Asteraceae): Morphology, histochemistry and composition of essential oil. Ann. Bot. 2002;89:459–469. doi: 10.1093/aob/mcf062.", "ArticleIdList": ["10.1093/aob/mcf062", "PMC4233875", "12096807"]}, {"Citation": "Zwenger S., Basu C. Plant terpenoids: Applications and future potentials. Biotechnol. Mol. Biol. Rev. 2008;3:1–7."}, {"Citation": "Fyhrquist P., Mwasumbi L., Vuorela P., Vuorela H., Hiltunen R., Murphy C., Adlercreutz H. Preliminary antiproliferative effects of some species of Terminalia, Combretum and Pteleopsis collected in Tanzania on some human cancer cell lines. Fitoterapia. 2006;77:358–366. doi: 10.1016/j.fitote.2006.05.017.", "ArticleIdList": ["10.1016/j.fitote.2006.05.017", "16797142"]}, {"Citation": "Hamza R.Z., Al-Baqami N.M., Khojah E., Mansour A.M., E. Al-Motaani S., A. Al-Salmi F., El-Megharbel S.M. Possible antioxidant and antidiabetic effects of Combretum molle extract in a diabetes mellitus experimental model in male rats. Nat. Prod. Commun. 2021;16:1–10."}, {"Citation": "Miaffo D., Wansi S.L., Ntchapda F., Kamanyi A. Chronic oral safety study of the aqueous extract of Combretum molle twigs on biochemical, haematological and antioxidant parameters of Wistar rats. BMC Complement. Med. Ther. 2020;20:106. doi: 10.1186/s12906-020-02896-6.", "ArticleIdList": ["10.1186/s12906-020-02896-6", "PMC7133017", "32248808"]}, {"Citation": "Amiri M.S., Mohammadzadeh V., Yazdi M.E.T., Barani M., Rahdar A., Kyzas G.Z. Plant-based gums and mucilages applications in pharmacology and nanomedicine: A review. Molecules. 2021;26:1770. doi: 10.3390/molecules26061770.", "ArticleIdList": ["10.3390/molecules26061770", "PMC8004199", "33809917"]}, {"Citation": "Schilmiller A.L., Last R.L., Pichersky E. Harnessing plant trichome biochemistry for the production of useful compounds. Plant J. 2008;54:702–711. doi: 10.1111/j.1365-313X.2008.03432.x.", "ArticleIdList": ["10.1111/j.1365-313X.2008.03432.x", "18476873"]}, {"Citation": "Yeats T.H., Rose J.K. The formation and function of plant cuticles. Plant Physiol. 2013;163:5–20. doi: 10.1104/pp.113.222737.", "ArticleIdList": ["10.1104/pp.113.222737", "PMC3762664", "23893170"]}, {"Citation": "Bantho S., Naidoo Y., Dewir Y.H., Bantho A., Murthy H.N. Chemical Composition of Combretum erythrophyllum Leaf and Stem Bark Extracts. Horticulturae. 2022;8:755. doi: 10.3390/horticulturae8080755.", "ArticleIdList": ["10.3390/horticulturae8080755"]}, {"Citation": "Sousa H.G., Uchôa V.T., Cavalcanti S.M.G., de Almeida P.M., Chaves M.H., Lima Neto J.D.S., Nunes P.H.M., da Costa Júnior J.S., Rai M., Do Carmo I.S. Phytochemical screening, phenolic and flavonoid contents, antioxidant and cytogenotoxicity activities of Combretum leprosum Mart. (Combretaceae) J. Toxicol. Environ. Health Part A. 2021;84:399–417. doi: 10.1080/15287394.2021.1875345.", "ArticleIdList": ["10.1080/15287394.2021.1875345", "33494643"]}, {"Citation": "Oloya B., Namukobe J., Ssengooba W., Afayoa M., Byamukama R. Phytochemical screening, antimycobacterial activity and acute toxicity of crude extracts of selected medicinal plant species used locally in the treatment of tuberculosis in Uganda. Trop. Med. Health. 2022;50:16. doi: 10.1186/s41182-022-00406-7.", "ArticleIdList": ["10.1186/s41182-022-00406-7", "PMC8851836", "35177126"]}, {"Citation": "Kulawe D., Muhammad I., Yuguda U.A. Antibacterial effect of root fractions of Combretum molle (R. Br. Ex. G. Don) against selected pathogens. Bima J. Sci. Technol. 2020;3:78–85."}, {"Citation": "Simon M., Nafarnda W., Obeta S. Iridoid Glycosides Isolated from Combretum molle Stem Bark Aqueous Methanol Extract. Glob. Vet. 2012;8:237–243."}, {"Citation": "Saidu T., Abdullahi M. Phytochemical determinations and antibacterial activities of the leaf extracts of Combretum molle and Gossypium arboretum. Bayero J. Pure Appl. Sci. 2011;4:132–136. doi: 10.4314/bajopas.v4i2.26.", "ArticleIdList": ["10.4314/bajopas.v4i2.26"]}, {"Citation": "Koevi K.-K.A., Millogo V., Fokou J.B.H., Sarr A., Ouedraogo G.A., Bassene E. Phytochemical analysis and antioxidant activities of Combretum molle and Pericopsis laxiflora. Int. J. Biol. Chem. Sci. 2015;9:2423–2431. doi: 10.4314/ijbcs.v9i5.14.", "ArticleIdList": ["10.4314/ijbcs.v9i5.14"]}, {"Citation": "Dutta S., Ray S. Comparative assessment of total phenolic content and in vitro antioxidant activities of bark and leaf methanolic extracts of Manilkara hexandra (Roxb.) Dubard. J. King Saud Univ. -Sci. 2020;32:643–647. doi: 10.1016/j.jksus.2018.09.015.", "ArticleIdList": ["10.1016/j.jksus.2018.09.015"]}, {"Citation": "Naidoo C.M., Naidoo Y., Dewir Y.H., Singh M., Daniels A.N., El-Ramady H. In Vitro investigation of the antioxidant and cytotoxic potential of Tabernaemontana ventricosa hochst. Ex A. DC. leaf, stem, and latex extracts. Horticulturae. 2022;8:91. doi: 10.3390/horticulturae8020091.", "ArticleIdList": ["10.3390/horticulturae8020091"]}, {"Citation": "Burman S., Bhattacharya K., Mukherjee D., Chandra G. Antibacterial efficacy of leaf extracts of Combretum album Pers. against some pathogenic bacteria. BMC Complement. Altern. Med. 2018;18:213. doi: 10.1186/s12906-018-2271-0.", "ArticleIdList": ["10.1186/s12906-018-2271-0", "PMC6042374", "29996826"]}, {"Citation": "Sall C., Ndoye S.F., Dioum M.D., Seck I., Gueye R.S., Faye B., Thiam C.O., Seck M., Gueye P.M., Fall D. Phytochemical Screening, Evaluation of Antioxidant and Anti-sickling Activities of Two Polar Extracts of Combretum glutinosum Leaves. Perr. ex DC. Br. J. Appl. Sci. Technol. 2017;19:1–11. doi: 10.9734/BJAST/2017/31563.", "ArticleIdList": ["10.9734/BJAST/2017/31563"]}, {"Citation": "Zhao Z., Liang Z., Ping G. Macroscopic identification of Chinese medicinal materials: Traditional experiences and modern understanding. J. Ethnopharmacol. 2011;134:556–564. doi: 10.1016/j.jep.2011.01.018.", "ArticleIdList": ["10.1016/j.jep.2011.01.018", "21251968"]}, {"Citation": "Chen Y., Zou C., Mastalerz M., Hu S., Gasaway C., Tao X. Applications of micro-fourier transform infrared spectroscopy (FTIR) in the geological sciences—A review. Int. J. Mol. Sci. 2015;16:30223–30250. doi: 10.3390/ijms161226227.", "ArticleIdList": ["10.3390/ijms161226227", "PMC4691169", "26694380"]}, {"Citation": "Hussein R.A., El-Anssary A.A. Herbal Medicine. Volume 1 IntechOpen; London, UK: 2019. Plants Secondary Metabolites: The Key Drivers of the Pharmacological Actions of Medicinal Plants."}, {"Citation": "Coates J. Interpretation of infrared spectra, a practical approach. In: Meyers R.A., editor. Encyclopedia of Analytical Chemistry. John Wiley & Sons Ltd.; Chichester, UK: 2000. pp. 10815–10837."}, {"Citation": "Stuart B.H. Infrared Spectroscopy: Fundamentals and Applications. John Wiley & Sons Ltd.; Chichester, UK: 2004."}, {"Citation": "Bhuyan D.J., Basu A. Utilisation of Bioactive Compounds from Agricultural and Food Waste. CRC Press; Boca Raton, FL, USA: 2017. Phenolic compounds potential health benefits and toxicity; pp. 27–59."}, {"Citation": "Ziegler J., Facchini P.J. Alkaloid biosynthesis: Metabolism and trafficking. Annu. Rev. Plant Biol. 2008;59:735. doi: 10.1146/annurev.arplant.59.032607.092730.", "ArticleIdList": ["10.1146/annurev.arplant.59.032607.092730", "18251710"]}, {"Citation": "Vanitha A., Kalimuthu K., Chinnadurai V., Nisha K.J. Phytochemical screening, FTIR and GC-MS analysis of aqueous extract of Caralluma bicolor–An endangered plant. Asian J. Pharm. Sci. 2019;5:1122–1130."}, {"Citation": "Asres K., Mazumder A., Bucar F. Antibacterial and antifungal activities of extracts of Combretum molle. Ethiop. Med. J. 2006;44:269.", "ArticleIdList": ["17447394"]}, {"Citation": "Neriyana P.S., Alva V.D. A green approach: Evaluation of Combretum indicum (CI) leaf extract as an eco-friendly corrosion inhibitor for mild steel in 1M HCl. Chem. Afr. 2020;3:1087–1098. doi: 10.1007/s42250-020-00190-z.", "ArticleIdList": ["10.1007/s42250-020-00190-z"]}, {"Citation": "Bush R., McInerney F. Variation in n-Alkane Distributions of Modern Plants: Questioning Applications of n-Alkanes in Chemotaxonomy and Paleoecology. American Geophysical Union (AGU); Washington, DC, USA: 2010. p. PP21C-1704. (Fall Meeting Abstracts)."}, {"Citation": "Hayat J., Akodad M., Moumen A., Baghour M., Skalli A., Ezrari S., Belmalha S. Phytochemical screening, polyphenols, flavonoids and tannin content, antioxidant activities and FTIR characterization of Marrubium vulgare L. from 2 different localities of Northeast of Morocco. Heliyon. 2020;6:e05609. doi: 10.1016/j.heliyon.2020.e05609.", "ArticleIdList": ["10.1016/j.heliyon.2020.e05609", "PMC7708819", "33305038"]}, {"Citation": "de María P.D., van Gemert R.W., Straathof A.J., Hanefeld U. Biosynthesis of ethers: Unusual or common natural events? Nat. Prod. Rep. 2010;27:370–392. doi: 10.1039/b809416k.", "ArticleIdList": ["10.1039/b809416k", "20179877"]}, {"Citation": "Fuhrmann E., Talbiersky J. Synthesis of alkyl aryl ethers by catalytic Williamson ether synthesis with weak alkylation agents. Org. Process Res. Dev. 2005;9:206–211. doi: 10.1021/op050001h.", "ArticleIdList": ["10.1021/op050001h"]}, {"Citation": "Kpemissi M., Eklu-Gadegbeku K., Veerapur V.P., Potârniche A.-V., Adi K., Vijayakumar S., Banakar S.M., Thimmaiah N., Metowogo K., Aklikokou K. Antioxidant and nephroprotection activities of Combretum micranthum: A phytochemical, in-vitro and ex-vivo studies. Heliyon. 2019;5:e01365. doi: 10.1016/j.heliyon.2019.e01365.", "ArticleIdList": ["10.1016/j.heliyon.2019.e01365", "PMC6441829", "30976670"]}, {"Citation": "Fanoro O.T., Parani S., Maluleke R., Lebepe T.C., Varghese R.J., Mgedle N., Mavumengwana V., Oluwafemi O.S. Biosynthesis of Smaller-Sized Platinum Nanoparticles Using the Leaf Extract of Combretum erythrophyllum and its Antibacterial Activities. Antibiotics. 2021;10:1275. doi: 10.3390/antibiotics10111275.", "ArticleIdList": ["10.3390/antibiotics10111275", "PMC8614812", "34827214"]}, {"Citation": "Ma J.F., Tsay Y.-F. Transport systems of mineral elements in plants: Transporters, regulation and utilization. Plant Cell Physiol. 2021;62:539–540. doi: 10.1093/pcp/pcab026.", "ArticleIdList": ["10.1093/pcp/pcab026", "33576404"]}, {"Citation": "Kumar M., Puri S., Pundir A., Bangar S.P., Changan S., Choudhary P., Parameswari E., Alhariri A., Samota M.K., Damale R.D. Evaluation of nutritional, phytochemical, and mineral composition of selected medicinal plants for therapeutic uses from cold desert of Western Himalaya. Plants. 2021;10:1429.", "ArticleIdList": ["PMC8309265", "34371632"]}, {"Citation": "Lovkova M.Y., Buzuk G., Sokolova S., Kliment’eva N. Chemical features of medicinal plants. Appl. Biochem. Microbiol. 2001;37:229–237. doi: 10.1023/A:1010254131166.", "ArticleIdList": ["10.1023/A:1010254131166"]}, {"Citation": "Kohzadi S., Shahmoradi B., Ghaderi E., Loqmani H., Maleki A. Concentration, source, and potential human health risk of heavy metals in the commonly consumed medicinal plants. Biol. Trace Elem. Res. 2019;187:41–50. doi: 10.1007/s12011-018-1357-3.", "ArticleIdList": ["10.1007/s12011-018-1357-3", "29700699"]}, {"Citation": "Scimeca M., Bischetti S., Lamsira H.K., Bonfiglio R., Bonanno E. Energy Dispersive X-ray (EDX) microanalysis: A powerful tool in biomedical research and diagnosis. Eur. J. Histochem. 2018;62:89–98. doi: 10.4081/ejh.2018.2841.", "ArticleIdList": ["10.4081/ejh.2018.2841", "PMC5907194", "29569878"]}, {"Citation": "Mtunzi F., Singo T., Pholosi A., Mzinyane N., Modise J., Sipamla A. Investigation of the nutritive value and mineral elements of Combretum molle leaves. Pak. J. Nutr. 2012;11:176. doi: 10.3923/pjn.2012.176.180.", "ArticleIdList": ["10.3923/pjn.2012.176.180"]}, {"Citation": "Aliyu A., Musa A., Oshanimi J., Ibrahim H., Oyewale A. Phytochemical analyses and mineral elements composition of some medicinal plants of Northern Nigeria. Niger. J. Pharm. Sci. 2008;7:119–125."}, {"Citation": "Anitha R., Sandhiya T. Occurrence of calcium oxalate crystals in the leaves of medicinal plants. Int. J. Pharmacogn. 2014;1:389–393."}, {"Citation": "Ekeke C., Agbagwa I.O. Ergastic substances (calcium oxalate crystals) in the leaf of Combretum Loefl. (Combretaceae) species in Nigeria. Am. J. Plant Sci. 2014;2014:47704."}, {"Citation": "Chen W., He Z.L., Yang X.E., Mishra S., Stoffella P.J. Chlorine nutrition of higher plants: Progress and perspectives. J. Plant Nutr. 2010;33:943–952. doi: 10.1080/01904160903242417.", "ArticleIdList": ["10.1080/01904160903242417"]}, {"Citation": "Amtmann A., Rubio F. Potassium in Plants. John Wiley & Sons, Ltd.; Chichester, UK: 2012."}, {"Citation": "Ishfaq M., Wang Y., Yan M., Wang Z., Wu L., Li C., Li X. Physiological Essence of Magnesium in Plants and Its Widespread Deficiency in the Farming System of China. Front. Plant Sci. 2022;13:802274. doi: 10.3389/fpls.2022.802274.", "ArticleIdList": ["10.3389/fpls.2022.802274", "PMC9085447", "35548291"]}, {"Citation": "Wakeel A. Potassium–sodium interactions in soil and plant under saline-sodic conditions. J. Plant Nutr. Soil Sci. 2013;176:344–354. doi: 10.1002/jpln.201200417.", "ArticleIdList": ["10.1002/jpln.201200417"]}, {"Citation": "Ozyigit I.I., Yalcin B., Turan S., Saracoglu I.A., Karadeniz S., Yalcin I.E., Demir G. Investigation of heavy metal level and mineral nutrient status in widely used medicinal plants’ leaves in Turkey: Insights into health implications. Biol. Trace Elem. Res. 2018;182:387–406. doi: 10.1007/s12011-017-1070-7.", "ArticleIdList": ["10.1007/s12011-017-1070-7", "28726073"]}, {"Citation": "Nkuba L.L., Mohammed N.K. Heavy metals and essential elements in selected medicinal plants commonly used for medicine in Tanzania. Chem. Sci. Int. J. 2017;19:1–11. doi: 10.9734/CSJI/2017/31963.", "ArticleIdList": ["10.9734/CSJI/2017/31963"]}, {"Citation": "Asuk A.A., Agiang M.A., Dasofunjo K., Willie A.J. The biomedical significance of the phytochemical, proximate and mineral compositions of the leaf, stem bark and root of Jatropha curcas. Asian Pac. J. Trop. Biomed. 2015;5:650–657. doi: 10.1016/j.apjtb.2015.05.015.", "ArticleIdList": ["10.1016/j.apjtb.2015.05.015"]}, {"Citation": "Anke M., Angelow L., Müller R., Anke S. Recent progress in exploring the essentiality of the ultratrace element rubidium to the nutrition of animals and man. Biomed. Res. Trace Elem. 2005;16:203–207."}, {"Citation": "Kosla T., Skibniewska E., Debski B., Urbanska-Slomka G. Rubidium in the trophic chain soil-plants-animals. Trace Elem. Electrolytes. 2002;19:171–176."}, {"Citation": "Ujowundu C., Okafor O., Agha N., Nwaogu L., Igwe K., Igwe C. Phytochemical and chemical composition of Combretum zenkeri leaves. J. Med. Plants Res. 2010;4:965–968."}, {"Citation": "Pandavadra M., Chanda S. Development of quality control parameters for the standardization of Limonia acidissima L. leaf and stem. Asian Pac. J. Trop. Med. 2014;7:S244–S248. doi: 10.1016/S1995-7645(14)60240-6.", "ArticleIdList": ["10.1016/S1995-7645(14)60240-6", "25312130"]}, {"Citation": "Zalke A.S., Duraiswamy B., Gandagule U.B. Pharmacognostical studies of leaves of Combretum albidum G. Don. Anc. Sci. Life. 2013;32:187. doi: 10.4103/0257-7941.131969.", "ArticleIdList": ["10.4103/0257-7941.131969", "PMC4078467", "24991065"]}, {"Citation": "Harborne J. Phytochemical Methods. A Guide to Modern Techniques of Plant Analysis. 1st ed. Chapman and Hall Ltd.; London, UK: 1973."}, {"Citation": "Trease G., Evans W. Pharmacognosy. 13th ed. Bailliere Tindall Ltd.; London, UK: 1989."}, {"Citation": "Sofowora A. Research on medicinal plants and traditional medicine in Africa. J. Altern. Complement. Med. 1996;2:365–372. doi: 10.1089/acm.1996.2.365.", "ArticleIdList": ["10.1089/acm.1996.2.365", "9395671"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "3", "Day": "28"}, {"Year": "2023", "Month": "4", "Day": "12"}, {"Year": "2023", "Month": "4", "Day": "15"}, {"Year": "2023", "Month": "4", "Day": "28", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "4", "Day": "28", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "4", "Day": "28", "Hour": "1", "Minute": "48"}, {"Year": "2023", "Month": "4", "Day": "19"}], "PublicationStatus": "epublish", "ArticleIdList": ["37111925", "PMC10144686", "10.3390/plants12081702", "plants12081702"]}}], "PubmedBookArticle": []}