{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["active compounds", "antibacterial mechanism", "cell membrane destruction", "ginger essential oil"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37111943", "DateRevised": {"Year": "2023", "Month": "05", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "04", "Day": "20"}], "Language": ["eng"], "ELocationID": ["1720", "10.3390/plants12081720"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "8", "PubDate": {"Year": "2023", "Month": "Apr", "Day": "20"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Antibacterial and Antibiofilm Efficacy and Mechanism of Ginger (<i>Zingiber officinale</i>) Essential Oil against <i>Shewanella putrefaciens</i>.", "Abstract": {"AbstractText": ["Ginger (<i>Zingiber officinale</i>) has unique medicinal value and can be used to treat colds and cold-related diseases. The chemical composition and antibacterial activity of ginger essential oil (GEO) against <i>Shewanella putrefaciens</i> were determined in the present study. Zingiberene, α-curcumene, and zingerone were the main active compounds of GEO. GEO displayed significant antibacterial activity against <i>S. putrefaciens,</i> with a minimum inhibitory concentration (MIC) and minimum bactericidal concentration (MBC) of 2.0 and 4.0 μL/mL, respectively. Changes in intracellular ATP content, nucleic acid and protein structure, exopolysaccharides (EPS) content, and extracellular protease production indicated that GEO disrupted the membrane integrity of <i>S. putrescens</i>. At the same time, changes in biofilm metabolic activity content and the growth curve of biofilm showed that GEO could destroy the biofilm. Both scanning electron microscopy (SEM) and confocal laser scanning microscopy (CLSM) observations confirmed that GEO destroyed the cell membrane and lead to the leakage of the constituents. The above results indicate that GEO entered the cells via contact with bacterial membranes, and then inhibited the growth of <i>S. putrefaciens</i> and its biofilms by increasing membrane permeability and inhibiting various virulence factors such as EPS. The findings showed that GEO could destroy the structure of cell membrane and biofilm of tested <i>S. putrefaciens</i>, indicating its potential as a natural food preservative."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Food Science and Technology, Shanghai Ocean University, Shanghai 201306, China."}], "LastName": "Zhang", "ForeName": "Chi", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Food Science and Technology, Shanghai Ocean University, Shanghai 201306, China."}], "LastName": "Xie", "ForeName": "Yao", "Initials": "Y"}, {"Identifier": ["0000-0002-3632-7019"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Food Science and Technology, Shanghai Ocean University, Shanghai 201306, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Aquatic Products High Quality Utilization, Storage and Transportation (Co-Construction by Ministry and Province), Ministry of Agriculture and Rural Affairs, Shanghai 201306, China."}, {"Identifier": [], "Affiliation": "National Experimental Teaching Demonstration Center for Food Science and Engineering, Shanghai Ocean University, Shanghai 201306, China."}, {"Identifier": [], "Affiliation": "Shanghai Engineering Research Center of Aquatic Product Processing and Preservation, Shanghai 201306, China."}], "LastName": "Qiu", "ForeName": "Weiqiang", "Initials": "W"}, {"Identifier": ["0000-0002-1566-0365"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Food Science and Technology, Shanghai Ocean University, Shanghai 201306, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Aquatic Products High Quality Utilization, Storage and Transportation (Co-Construction by Ministry and Province), Ministry of Agriculture and Rural Affairs, Shanghai 201306, China."}, {"Identifier": [], "Affiliation": "National Experimental Teaching Demonstration Center for Food Science and Engineering, Shanghai Ocean University, Shanghai 201306, China."}, {"Identifier": [], "Affiliation": "Shanghai Engineering Research Center of Aquatic Product Processing and Preservation, Shanghai 201306, China."}, {"Identifier": [], "Affiliation": "Shanghai Professional Technology Service Platform on Cold Chain Equipment Performance and Energy Saving Evaluation, Shanghai 201306, China."}], "LastName": "Mei", "ForeName": "Jun", "Initials": "J"}, {"Identifier": ["0000-0002-3194-9273"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Food Science and Technology, Shanghai Ocean University, Shanghai 201306, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Aquatic Products High Quality Utilization, Storage and Transportation (Co-Construction by Ministry and Province), Ministry of Agriculture and Rural Affairs, Shanghai 201306, China."}, {"Identifier": [], "Affiliation": "National Experimental Teaching Demonstration Center for Food Science and Engineering, Shanghai Ocean University, Shanghai 201306, China."}, {"Identifier": [], "Affiliation": "Shanghai Engineering Research Center of Aquatic Product Processing and Preservation, Shanghai 201306, China."}, {"Identifier": [], "Affiliation": "Shanghai Professional Technology Service Platform on Cold Chain Equipment Performance and Energy Saving Evaluation, Shanghai 201306, China."}], "LastName": "Xie", "ForeName": "Jing", "Initials": "J"}], "GrantList": [{"GrantID": "31972142", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "2101050210", "Agency": "Capacity Building Project of Local Colleges of Shanghai Science and Technology Commission", "Country": ""}, {"GrantID": "20DZ2292200, 19DZ2284000", "Agency": "Shanghai Municipal Science and technology project to enhance the capabilities of the platform", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Pei J., Yu H., Qiu W., Mei J., Xie J. Antimicrobial Effect of Epigallocatechin Gallate Against Shewanella putrefaciens ATCC 8071: A Study Based on Cell Membrane and Biofilm. Curr. Microbiol. 2022;79:297. doi: 10.1007/s00284-022-02978-3.", "ArticleIdList": ["10.1007/s00284-022-02978-3", "35996024"]}, {"Citation": "Liu J., Yu S., Han B., Chen J.J.F.C. Effects of benzalkonium chloride and ethanol on dual-species biofilms of Serratia liquefaciens S1 and Shewanella putrefaciens S4. Food Control. 2017;78:196–202. doi: 10.1016/j.foodcont.2017.02.063.", "ArticleIdList": ["10.1016/j.foodcont.2017.02.063"]}, {"Citation": "Qian Y.-F., Cheng Y., Ye J.-X., Zhao Y., Xie J., Yang S.-P. Targeting shrimp spoiler Shewanella putrefaciens: Application of ε-polylysine and oregano essential oil in Pacific white shrimp preservation. Food Control. 2021;123:107702. doi: 10.1016/j.foodcont.2020.107702.", "ArticleIdList": ["10.1016/j.foodcont.2020.107702"]}, {"Citation": "Wright M.H., Shalom J., Matthews B., Greene A.C., Cock I.E. Terminalia ferdinandiana Exell: Extracts inhibit Shewanella spp. growth and prevent fish spoilage. Food Microbiol. 2019;78:114–122. doi: 10.1016/j.fm.2018.10.006.", "ArticleIdList": ["10.1016/j.fm.2018.10.006", "30497593"]}, {"Citation": "Li A., Shi C., Qian S., Wang Z., Zhao S., Liu Y., Xue Z. Evaluation of antibiotic combination of Litsea cubeba essential oil on Vibrio parahaemolyticus inhibition mechanism and anti-biofilm ability. Microb. Pathog. 2022;168:105574. doi: 10.1016/j.micpath.2022.105574.", "ArticleIdList": ["10.1016/j.micpath.2022.105574", "35561981"]}, {"Citation": "Lu J., Hu X., Ren L. Biofilm control strategies in food industry: Inhibition and utilization. Trends Food Sci. Technol. 2022;123:103–113. doi: 10.1016/j.tifs.2022.03.007.", "ArticleIdList": ["10.1016/j.tifs.2022.03.007"]}, {"Citation": "Li P., Mei J., Xie J. Carbon dioxide can inhibit biofilms formation and cellular properties of Shewanella putrefaciens at both 30 °C and 4 °C. Food Res. Int. 2022;161:111781. doi: 10.1016/j.foodres.2022.111781.", "ArticleIdList": ["10.1016/j.foodres.2022.111781", "36192877"]}, {"Citation": "Di Napoli M., Castagliuolo G., Badalamenti N., Maresca V., Basile A., Bruno M., Varcamonti M., Zanfardino A. Antimicrobial, Antibiofilm, and Antioxidant Properties of Essential Oil of Foeniculum vulgare Mill. Leaves. Plants. 2022;11:3573. doi: 10.3390/plants11243573.", "ArticleIdList": ["10.3390/plants11243573", "PMC9783700", "36559685"]}, {"Citation": "Sahal G., Woerdenbag H.J., Hinrichs W.L., Visser A., Tepper P.G., Quax W.J., van der Mei H.C., Bilkay I.S. Antifungal and biofilm inhibitory effect of Cymbopogon citratus (lemongrass) essential oil on biofilm forming by Candida tropicalis isolates; an in vitro study. J. Ethnopharmacol. 2020;246:112188. doi: 10.1016/j.jep.2019.112188.", "ArticleIdList": ["10.1016/j.jep.2019.112188", "31470085"]}, {"Citation": "Yan J., Xie J. Removal of Shewanella putrefaciens Biofilm by acidic electrolyzed water on food contact surfaces. LWT. 2021;151:112044. doi: 10.1016/j.lwt.2021.112044.", "ArticleIdList": ["10.1016/j.lwt.2021.112044"]}, {"Citation": "Tundis R., Xiao J., Silva A.S., Carreiró F., Loizzo M.R. Health-Promoting Properties and Potential Application in the Food Industry of Citrus medica L. and Citrus × clementina Hort. Ex Tan. Essential Oils and Their Main Constituents. Plants. 2023;12:991. doi: 10.3390/plants12050991.", "ArticleIdList": ["10.3390/plants12050991", "PMC10005512", "36903853"]}, {"Citation": "Spadaccino G., Frabboni L., Petruzzi F., Disciglio G., Mentana A., Nardiello D., Quinto M. Essential oil characterization of Prunus spinosa L., Salvia officinalis L., Eucalyptus globulus L., Melissa officinalis L. and Mentha x piperita L. by a volatolomic approach. J. Pharm. Biomed. Anal. 2021;202:114167. doi: 10.1016/j.jpba.2021.114167.", "ArticleIdList": ["10.1016/j.jpba.2021.114167", "34058537"]}, {"Citation": "Yu H., Pei J., Qiu W., Mei J., Xie J. The Antimicrobial Effect of Melissa officinalis L. Essential Oil on Vibrio parahaemolyticus: Insights Based on the Cell Membrane and External Structure. Front. Microbiol. 2022;13:812792. doi: 10.3389/fmicb.2022.812792.", "ArticleIdList": ["10.3389/fmicb.2022.812792", "PMC8961409", "35359730"]}, {"Citation": "Khan F.A., Khan N.M., Ahmad S., Aziz R., Ullah I., Almehmadi M., Allahyani M., Alsaiari A.A., Aljuaid A.J.P. Phytochemical profiling, antioxidant, antimicrobial and cholinesterase inhibitory effects of essential oils isolated from the leaves of Artemisia scoparia and Artemisia absinthium. Pharmaceuticals. 2022;15:1221. doi: 10.3390/ph15101221.", "ArticleIdList": ["10.3390/ph15101221", "PMC9607455", "36297333"]}, {"Citation": "Jan A.K., Hazrat A., Ahmad S., Jan T., Jan G. In vitro antifungal, antibacterial, phytotoxic, brine shrimp, insecticidal activities and composition of essential oil of tagetes minuta from dir-kohistan, pakistan. Pak. J. Bot. 2019;51:201–204. doi: 10.30848/PJB2019-1(19).", "ArticleIdList": ["10.30848/PJB2019-1(19)", "0"]}, {"Citation": "Khan F.A., Jan A.K., Khan N.M., Khan N.A., Khan S. GC/MS analysis, antimicrobial and in vitro anti-cholinesterase activities of the essential oil from Buddleja asiatica. Bangladesh J. Pharmacol. 2015;10:891–895. doi: 10.3329/bjp.v10i4.23991.", "ArticleIdList": ["10.3329/bjp.v10i4.23991"]}, {"Citation": "Alsherbiny M.A., Abd-Elsalam W.H., Taher E., Fares M., Torres A., Chang D., Li C.G. Ameliorative and protective effects of ginger and its main constituents against natural, chemical and radiation-induced toxicities: A comprehensive review. Food Chem. Toxicol. 2019;123:72–97. doi: 10.1016/j.fct.2018.10.048.", "ArticleIdList": ["10.1016/j.fct.2018.10.048", "30352300"]}, {"Citation": "Kieliszek M., Edris A., Kot A.M., Piwowarek K. Biological activity of some aromatic plants and their metabolites, with an emphasis on health-promoting properties. Molecules. 2020;25:2478. doi: 10.3390/molecules25112478.", "ArticleIdList": ["10.3390/molecules25112478", "PMC7321084", "32471063"]}, {"Citation": "Mesomo M.C., Corazza M.L., Ndiaye P.M., Dalla Santa O.R., Cardozo L., de Paula Scheer A. Supercritical CO2 extracts and essential oil of ginger (Zingiber officinale R.): Chemical composition and antibacterial activity. J. Supercrit. Fluids. 2013;80:44–49. doi: 10.1016/j.supflu.2013.03.031.", "ArticleIdList": ["10.1016/j.supflu.2013.03.031"]}, {"Citation": "Clemens R., Kadharmestan C. An Overview of FDA Regulated Products. Academic Press; Cambridge, MA, USA: 2018. Food; pp. 157–180.", "ArticleIdList": ["10.1016/B978-0-12-811155-0.00007-7"]}, {"Citation": "Hu J., Zhang Y., Xiao Z., Wang X. Preparation and properties of cinnamon-thyme-ginger composite essential oil nanocapsules. Ind. Crop. Prod. 2018;122:85–92. doi: 10.1016/j.indcrop.2018.05.058.", "ArticleIdList": ["10.1016/j.indcrop.2018.05.058"]}, {"Citation": "Liu G., Feng J., Zhu W., Jiang Y. Zein self-assembly using the built-in ultrasonic dialysis process: Microphase behavior and the effect of dialysate properties. Colloid Polym. Sci. 2018;296:173–181. doi: 10.1007/s00396-017-4238-y.", "ArticleIdList": ["10.1007/s00396-017-4238-y"]}, {"Citation": "Kavas N., Kavas G., Saygili D. Use of ginger essential oil-fortified edible coatings in Kashar cheese and its effects on Escherichia coli O157: H7 and Staphylococcus aureus. CyTA-J. Food. 2016;14:317–323. doi: 10.1080/19476337.2015.1109001.", "ArticleIdList": ["10.1080/19476337.2015.1109001"]}, {"Citation": "Guerrero A., Guerrero E., Cartuche L., Cumbicus N., Morocho V. Chemical Profiling of Hedyosmum cumbalense and Hedyosmum spectabile (Chloranthaceae) Essential Oils, and Their Antimicrobial, Antioxidant, and Anticholinesterase Properties. Plants. 2022;12:39. doi: 10.3390/plants12010039.", "ArticleIdList": ["10.3390/plants12010039", "PMC9823406", "36616168"]}, {"Citation": "Wang X.-Y., Xie J. Response to Cold Adaption in Acinetobacter johnsonii XY27 from Spoiled Bigeye Tuna (Thunnus obesus): Membrane Protein Composition and Protein Biomarker Identification by Proteomics. J. Agric. Food Chem. 2022;70:10000–10010. doi: 10.1021/acs.jafc.2c03303.", "ArticleIdList": ["10.1021/acs.jafc.2c03303", "35919963"]}, {"Citation": "Yousfi F., Abrigach F., Petrovic J.D., Sokovic M., Ramdani M. Phytochemical screening and evaluation of the antioxidant and antibacterial potential of Zingiber officinale extracts. S. Afr. J. Bot. 2021;142:433–440. doi: 10.1016/j.sajb.2021.07.010.", "ArticleIdList": ["10.1016/j.sajb.2021.07.010"]}, {"Citation": "Lei H., Wei Q., Wang Q., Su A., Xue M., Liu Q., Hu Q. Characterization of ginger essential oil/palygorskite composite (GEO-PGS) and its anti-bacteria activity. Mater. Sci. Eng. C. 2017;73:381–387. doi: 10.1016/j.msec.2016.12.093.", "ArticleIdList": ["10.1016/j.msec.2016.12.093", "28183622"]}, {"Citation": "Thongson C., Davidson P.M., Mahakarnchanakul W., Vibulsresth P. Antimicrobial effect of Thai spices against Listeria monocytogenes and Salmonella Typhimurium DT104. J. Food Prot. 2005;68:2054–2058. doi: 10.4315/0362-028X-68.10.2054.", "ArticleIdList": ["10.4315/0362-028X-68.10.2054", "16245707"]}, {"Citation": "Singh G., Kapoor I., Singh P., de Heluani C.S., de Lampasona M.P., Catalan C.A. Chemistry, antioxidant and antimicrobial investigations on essential oil and oleoresins of Zingiber officinale. Food Chem. Toxicol. 2008;46:3295–3302. doi: 10.1016/j.fct.2008.07.017.", "ArticleIdList": ["10.1016/j.fct.2008.07.017", "18706468"]}, {"Citation": "Xu D., Sun L., Li C., Wang Y., Ye R. Inhibitory effect of glucose oxidase from Bacillus sp. CAMT22370 on the quality deterioration of Pacific white shrimp during cold storage. LWT. 2018;92:339–346. doi: 10.1016/j.lwt.2018.02.025.", "ArticleIdList": ["10.1016/j.lwt.2018.02.025"]}, {"Citation": "Zhang Y., Wang Y., Zhu X., Cao P., Wei S., Lu Y. Antibacterial and antibiofilm activities of eugenol from essential oil of Syzygium aromaticum (L.) Merr. & LM Perry (clove) leaf against periodontal pathogen Porphyromonas gingivalis. Microb. Pathog. 2017;113:396–402.", "ArticleIdList": ["29101062"]}, {"Citation": "Song J., Chen H., Wei Y., Liu J. Synthesis of carboxymethylated β-glucan from naked barley bran and its antibacterial activity and mechanism against Staphylococcus aureus. Carbohydr. Polym. 2020;242:116418. doi: 10.1016/j.carbpol.2020.116418.", "ArticleIdList": ["10.1016/j.carbpol.2020.116418", "32564831"]}, {"Citation": "Liu F., Tang C., Wang D., Sun Z., Du L., Wang D. The synergistic effects of phenyllactic acid and slightly acid electrolyzed water to effectively inactivate Klebsiella oxytoca planktonic and biofilm cells. Food Control. 2021;125:107804. doi: 10.1016/j.foodcont.2020.107804.", "ArticleIdList": ["10.1016/j.foodcont.2020.107804"]}, {"Citation": "Sun J., Huang L., Sun Z., Wang D., Liu F., Du L., Wang D. Combination of ultrasound and chlorogenic acid for inactivation of planktonic and biofilm cells of Pseudomonas fluorescens. Food Res. Int. 2022;155:111009. doi: 10.1016/j.foodres.2022.111009.", "ArticleIdList": ["10.1016/j.foodres.2022.111009", "35400420"]}, {"Citation": "Beristain-Bauza S.D.C., Hernández-Carranza P., Cid-Pérez T.S., Ávila-Sosa R., Ruiz-López I.I., Ochoa-Velasco C.E. Antimicrobial activity of ginger (Zingiber officinale) and its application in food products. Food Rev. Int. 2019;35:407–426. doi: 10.1080/87559129.2019.1573829.", "ArticleIdList": ["10.1080/87559129.2019.1573829"]}, {"Citation": "Kos G., Lohninger H., Krska R. Development of a method for the determination of Fusarium fungi on corn using mid-infrared spectroscopy with attenuated total reflection and chemometrics. Anal. Chem. 2003;75:1211–1217. doi: 10.1021/ac0260903.", "ArticleIdList": ["10.1021/ac0260903", "12641243"]}, {"Citation": "Salman A., Shufan E., Sharaha U., Lapidot I., Mordechai S., Huleihel M. Distinction between mixed genus bacteria using infrared spectroscopy and multivariate analysis. Vib. Spectrosc. 2019;100:6–13. doi: 10.1016/j.vibspec.2018.10.009.", "ArticleIdList": ["10.1016/j.vibspec.2018.10.009"]}, {"Citation": "Srey S., Jahid I.K., Ha S.-D. Biofilm formation in food industries: A food safety concern. Food Control. 2013;31:572–585. doi: 10.1016/j.foodcont.2012.12.001.", "ArticleIdList": ["10.1016/j.foodcont.2012.12.001"]}, {"Citation": "Cui H., Zhang C., Li C., Lin L. Inhibition mechanism of cardamom essential oil on methicillin-resistant Staphylococcus aureus biofilm. LWT. 2020;122:109057. doi: 10.1016/j.lwt.2020.109057.", "ArticleIdList": ["10.1016/j.lwt.2020.109057"]}, {"Citation": "Millezi A.F., Piccoli R.H., Oliveira J.M., Pereira M.O. Anti-biofim and antibacterial effect of essential oils and their major compounds. J. Essent. Oil Bear. Plants. 2016;19:624–631. doi: 10.1080/0972060X.2014.960262.", "ArticleIdList": ["10.1080/0972060X.2014.960262"]}, {"Citation": "Brindhadevi K., LewisOscar F., Mylonakis E., Shanmugam S., Verma T.N., Pugazhendhi A. Biofilm and Quorum sensing mediated pathogenicity in Pseudomonas aeruginosa. Process Biochem. 2020;96:49–57. doi: 10.1016/j.procbio.2020.06.001.", "ArticleIdList": ["10.1016/j.procbio.2020.06.001"]}, {"Citation": "Nazareth M.S., Shreelakshmi S., Rao P.J., Shetty N.P. Micro and nanoemulsions of Carissa spinarum fruit polyphenols, enhances anthocyanin stability and anti-quorum sensing activity: Comparison of degradation kinetics. Food Chem. 2021;359:129876. doi: 10.1016/j.foodchem.2021.129876.", "ArticleIdList": ["10.1016/j.foodchem.2021.129876", "33940472"]}, {"Citation": "Yin L., Zhang Y., Azi F., Zhou J., Liu X., Dai Y., Wang Z., Dong M., Xia X. Inhibition of biofilm formation and quorum sensing by soy isoflavones in Pseudomonas aeruginosa. Food Control. 2022;133:108629. doi: 10.1016/j.foodcont.2021.108629.", "ArticleIdList": ["10.1016/j.foodcont.2021.108629"]}, {"Citation": "Zhang Y., Kong J., Xie Y., Guo Y., Yu H., Cheng Y., Qian H., Shi R., Yao W. Quorum-sensing inhibition by hexanal in biofilms formed by Erwinia carotovora and Pseudomonas fluorescens. LWT. 2019;109:145–152. doi: 10.1016/j.lwt.2019.04.023.", "ArticleIdList": ["10.1016/j.lwt.2019.04.023"]}, {"Citation": "Neu T.R., Lawrence J.R. Microbial Glycobiology. Elsevier; Amsterdam, The Netherlands: 2010. Extracellular polymeric substances in microbial biofilms; pp. 733–758."}, {"Citation": "Colagiorgi A., Di Ciccio P., Zanardi E., Ghidini S., Ianieri A. A look inside the Listeria monocytogenes biofilms extracellular matrix. Microorganisms. 2016;4:22. doi: 10.3390/microorganisms4030022.", "ArticleIdList": ["10.3390/microorganisms4030022", "PMC5039582", "27681916"]}, {"Citation": "Osei-Adjei G., Huang X., Zhang Y. The extracellular proteases produced by Vibrio parahaemolyticus. World J. Microbiol. Biotechnol. 2018;34:68. doi: 10.1007/s11274-018-2453-4.", "ArticleIdList": ["10.1007/s11274-018-2453-4", "29752585"]}, {"Citation": "Cao J., Liu H., Wang Y., He X., Jiang H., Yao J., Xia F., Zhao Y., Chen X. Antimicrobial and antivirulence efficacies of citral against foodborne pathogen Vibrio parahaemolyticus RIMD2210633. Food Control. 2021;120:107507. doi: 10.1016/j.foodcont.2020.107507.", "ArticleIdList": ["10.1016/j.foodcont.2020.107507"]}, {"Citation": "Pantanella F., Valenti P., Natalizi T., Passeri D., Berlutti F. Analytical techniques to study microbial biofilm on abiotic surfaces: Pros and cons of the main techniques currently in use. Ann. Ig. 2013;25:31–42.", "ArticleIdList": ["23435778"]}, {"Citation": "Xie T., Liao Z., Lei H., Fang X., Wang J., Zhong Q. Antibacterial activity of food-grade chitosan against Vibrio parahaemolyticus biofilms. Microb. Pathog. 2017;110:291–297. doi: 10.1016/j.micpath.2017.07.011.", "ArticleIdList": ["10.1016/j.micpath.2017.07.011", "28710011"]}, {"Citation": "Chen F., Miao X., Lin Z., Xiu Y., Shi L., Zhang Q., Liang D., Lin S., He B. Disruption of metabolic function and redox homeostasis as antibacterial mechanism of Lindera glauca fruit essential oil against Shigella flexneri. Food Control. 2021;130:108282. doi: 10.1016/j.foodcont.2021.108282.", "ArticleIdList": ["10.1016/j.foodcont.2021.108282"]}, {"Citation": "Yadav M.K., Chae S.-W., Im G.J., Chung J.-W., Song J.-J. Eugenol: A phyto-compound effective against methicillin-resistant and methicillin-sensitive Staphylococcus aureus clinical strain biofilms. PLoS ONE. 2015;10:e0119564. doi: 10.1371/journal.pone.0119564.", "ArticleIdList": ["10.1371/journal.pone.0119564", "PMC4364371", "25781975"]}, {"Citation": "Wijesundara N.M., Lee S.F., Cheng Z., Davidson R., Rupasinghe H. Carvacrol exhibits rapid bactericidal activity against Streptococcus pyogenes through cell membrane damage. Sci. Rep. 2021;11:1487. doi: 10.1038/s41598-020-79713-0.", "ArticleIdList": ["10.1038/s41598-020-79713-0", "PMC7811018", "33452275"]}, {"Citation": "Bodor A.M., Jänsch L., Wissing J., Wagner-Döbler I. The luxS mutation causes loosely-bound biofilms in Shewanella oneidensis. BMC Res. Notes. 2011;4:180. doi: 10.1186/1756-0500-4-180.", "ArticleIdList": ["10.1186/1756-0500-4-180", "PMC3146851", "21663678"]}, {"Citation": "Ashrafudoulla M., Mizan M.F.R., Ha A.J.-W., Park S.H., Ha S.-D. Antibacterial and antibiofilm mechanism of eugenol against antibiotic resistance Vibrio parahaemolyticus. Food Microbiol. 2020;91:103500. doi: 10.1016/j.fm.2020.103500.", "ArticleIdList": ["10.1016/j.fm.2020.103500", "32539983"]}, {"Citation": "Liu F., Jin P., Gong H., Sun Z., Du L., Wang D. Antibacterial and antibiofilm activities of thyme oil against foodborne multiple antibiotics-resistant Enterococcus faecalis. Poult. Sci. 2020;99:5127–5136. doi: 10.1016/j.psj.2020.06.067.", "ArticleIdList": ["10.1016/j.psj.2020.06.067", "PMC7598324", "32988551"]}, {"Citation": "Kumari P., Mishra R., Arora N., Chatrath A., Gangwar R., Roy P., Prasad R. Antifungal and anti-biofilm activity of essential oil active components against Cryptococcus neoformans and Cryptococcus laurentii. Front. Microbiol. 2017;8:2161. doi: 10.3389/fmicb.2017.02161.", "ArticleIdList": ["10.3389/fmicb.2017.02161", "PMC5681911", "29163441"]}, {"Citation": "Siddique M.H., Hayat S., Muzammil S., Ashraf A., Khan A.M., Ijaz M.U., Khurshid M., Afzal M. Ecofriendly phytosynthesized zirconium oxide nanoparticles as antibiofilm and quorum quenching agents against Acinetobacter baumannii. Drug Dev. Ind. Pharm. 2022;48:502–509. doi: 10.1080/03639045.2022.2132260.", "ArticleIdList": ["10.1080/03639045.2022.2132260", "36191015"]}, {"Citation": "Dai J., Li C., Cui H., Lin L. Unraveling the anti-bacterial mechanism of Litsea cubeba essential oil against E. coli O157: H7 and its application in vegetable juices. Int. J. Food Microbiol. 2021;338:108989. doi: 10.1016/j.ijfoodmicro.2020.108989.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2020.108989", "33257098"]}, {"Citation": "Wikler M.A. Methods for Dilution Antimicrobial Susceptibility Tests for Bacteria that Grow Aerobically: Approved Standard. Volumne 26 CLSI; Wayne, PA, USA: 2006."}, {"Citation": "Diao W.-R., Hu Q.-P., Zhang H., Xu J.-G. Chemical composition, antibacterial activity and mechanism of action of essential oil from seeds of fennel (Foeniculum vulgare Mill.) Food Control. 2014;35:109–116. doi: 10.1016/j.foodcont.2013.06.056.", "ArticleIdList": ["10.1016/j.foodcont.2013.06.056"]}, {"Citation": "Liu W., Mei J., Xie J. Elucidating antibacterial activity and mechanism of daphnetin against Pseudomonas fluorescens and Shewanella putrefaciens. J. Food Qual. 2020;2020:6622355. doi: 10.1155/2020/6622355.", "ArticleIdList": ["10.1155/2020/6622355"]}, {"Citation": "Wang N., Liu X., Li J., Zhang Q., Li X., An Q., Ye X., Zhao Z., Cai L., Han Y. Antibacterial mechanism of the synergistic combination between streptomycin and alcohol extracts from the Chimonanthus salicifolius SY Hu. leaves. J. Ethnopharmacol. 2020;250:112467. doi: 10.1016/j.jep.2019.112467.", "ArticleIdList": ["10.1016/j.jep.2019.112467", "31837412"]}, {"Citation": "Li H., Gao Y., Li C., Ma G., Shang Y., Sun Y. A comparative study of the antibacterial mechanisms of silver ion and silver nanoparticles by Fourier transform infrared spectroscopy. Vib. Spectrosc. 2016;85:112–121. doi: 10.1016/j.vibspec.2016.04.007.", "ArticleIdList": ["10.1016/j.vibspec.2016.04.007"]}, {"Citation": "Zhang J., Ye K.-P., Zhang X., Pan D.-D., Sun Y.-Y., Cao J.-X. Antibacterial activity and mechanism of action of black pepper essential oil on meat-borne Escherichia coli. Front. Microbiol. 2017;7:2094. doi: 10.3389/fmicb.2016.02094.", "ArticleIdList": ["10.3389/fmicb.2016.02094", "PMC5209337", "28101081"]}, {"Citation": "Bian C., Yu H., Yang K., Mei J., Xie J. Effects of single-, dual-, and multi-frequency ultrasound-assisted freezing on the muscle quality and myofibrillar protein structure in large yellow croaker (Larimichthys crocea) Food Chem. X. 2022;15:100362. doi: 10.1016/j.fochx.2022.100362.", "ArticleIdList": ["10.1016/j.fochx.2022.100362", "PMC9218204", "35756459"]}, {"Citation": "Sivaranjani M., Gowrishankar S., Kamaladevi A., Pandian S.K., Balamurugan K., Ravi A.V. Morin inhibits biofilm production and reduces the virulence of Listeria monocytogenes—An in vitro and in vivo approach. Int. J. Food Microbiol. 2016;237:73–82. doi: 10.1016/j.ijfoodmicro.2016.08.021.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2016.08.021", "27543817"]}, {"Citation": "Mei J., Ma X., Xie J. Review on natural preservatives for extending fish shelf life. Foods. 2019;8:490. doi: 10.3390/foods8100490.", "ArticleIdList": ["10.3390/foods8100490", "PMC6835557", "31614926"]}, {"Citation": "Behbahani B.A., Noshad M., Falah F. Cumin essential oil: Phytochemical analysis, antimicrobial activity and investigation of its mechanism of action through scanning electron microscopy. Microb. Pathog. 2019;136:103716. doi: 10.1016/j.micpath.2019.103716.", "ArticleIdList": ["10.1016/j.micpath.2019.103716", "31494297"]}, {"Citation": "Ma X., Mei J., Xie J. Effects of multi-frequency ultrasound on the freezing rates, quality properties and structural characteristics of cultured large yellow croaker (Larimichthys crocea) Ultrason. Sonochemistry. 2021;76:105657. doi: 10.1016/j.ultsonch.2021.105657.", "ArticleIdList": ["10.1016/j.ultsonch.2021.105657", "PMC8261011", "34229120"]}, {"Citation": "Yan J., Xie J. Comparative proteome analysis of Shewanella putrefaciens WS13 mature biofilm under cold stress. Front. Microbiol. 2020;11:1225. doi: 10.3389/fmicb.2020.01225.", "ArticleIdList": ["10.3389/fmicb.2020.01225", "PMC7296144", "32582122"]}, {"Citation": "Zhang H., Wang Q., Dong Y., Mei J., Xie J. Effects of tricaine methanesulphonate (MS-222) on physiological stress and fresh quality of sea bass (Lateolabrax maculatus) under simulated high-density and long-distance transport stress. Biology. 2023;12:223. doi: 10.3390/biology12020223.", "ArticleIdList": ["10.3390/biology12020223", "PMC9952850", "36829501"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "2", "Day": "24"}, {"Year": "2023", "Month": "4", "Day": "16"}, {"Year": "2023", "Month": "4", "Day": "18"}, {"Year": "2023", "Month": "4", "Day": "28", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "4", "Day": "28", "Hour": "6", "Minute": "41"}, {"Year": "2023", "Month": "4", "Day": "28", "Hour": "1", "Minute": "49"}, {"Year": "2023", "Month": "4", "Day": "20"}], "PublicationStatus": "epublish", "ArticleIdList": ["37111943", "PMC10140911", "10.3390/plants12081720", "plants12081720"]}}], "PubmedBookArticle": []}