{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Solanaceae", "edible fruits and leaves", "perennial plant", "phenology"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37111868", "DateRevised": {"Year": "2023", "Month": "05", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "04", "Day": "14"}], "Language": ["eng"], "ELocationID": ["1645", "10.3390/plants12081645"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "8", "PubDate": {"Year": "2023", "Month": "Apr", "Day": "14"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Uses, Botanical Characteristics, and Phenological Development of Slender Nightshade (<i>Solanum nigrescens</i> Mart. and Gal.).", "Abstract": {"AbstractText": ["Slender nightshade (<i>Solanum nigrescens</i> Mart. and Gal.) is a perennial, herbaceous plant from the Solanaceae family, which is distributed in various environments. The aim of this study was to review the scientific literature and to establish slender nightshade plants under greenhouse conditions in order to record their phenological development. The specialized literature regarding the distribution, botanical characteristics, and uses of such species was analyzed. The phenological development was recorded based on the BBCH (Biologische Bundesanstalt, Bundessortenamt, Chemische Industrie) guide. Slender nightshade seeds were germinated under greenhouse conditions, then transferred to red porous volcano gravel locally known as tezontle in black polyethylene bags and watered with a Steiner nutrient solution. Changes in phenology were monitored and recorded from germination to the ripening of fruit and seeds. Slender nightshade has a wide distribution in Mexico and is used for medicinal and gastronomical purposes, as well as to control pathogens. The phenological development of slender nightshade has seven stages from germination to the ripening of fruit and seeds. Slender nightshade is a poorly studied plant with potential for human consumption. The phenological recording provides a tool for its management and further research as a crop."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Soil Science, College of Postgraduate in Agricultural Sciences, Campus Montecillo, Montecillo 56264, Mexico."}], "LastName": "Ramírez-Olvera", "ForeName": "Sara Monzerrat", "Initials": "SM"}, {"Identifier": ["0000-0002-0228-0734"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Soil Science, College of Postgraduate in Agricultural Sciences, Campus Montecillo, Montecillo 56264, Mexico."}], "LastName": "Sandoval-Villa", "ForeName": "Manuel", "Initials": "M"}], "GrantList": [{"GrantID": "without number", "Agency": "College of Postgraduate (COLPOS) and The Mexican Council of Science and Technology (CONACYT).", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Mapes C., Basurto F. Biodiversity and edible plants of Mexico. In: Lira R., Casas A., Blancas J., editors. Ethnobotany of Mexico. 1st ed. Springer; New York, NY, USA: 2016. pp. 83–131."}, {"Citation": "Ford-Lloyd B.V., Schmidt M., Armstrong S.J., Barazani O.Z., Engels J., Hadas R., Hammer K., Kell S.P., Kang D., Khoshbakht K., et al. Crop wild relatives—Undervalued, underutilized and under threat? BioScience. 2011;61:559–565. doi: 10.1525/bio.2011.61.7.10.", "ArticleIdList": ["10.1525/bio.2011.61.7.10"]}, {"Citation": "Stepp J.R., Moerman D.E. The importance of weeds in ethnopharmacology. J. Ethnopharmacol. 2001;75:19–23. doi: 10.1016/S0378-8741(00)00385-8.", "ArticleIdList": ["10.1016/S0378-8741(00)00385-8", "11282438"]}, {"Citation": "Zsögön A., Peres L.E.P., Xiao Y., Yan J., Fernie A.R. Enhancing crop diversity for food security in the face of climate uncertainty. Plant J. 2022;109:402–414. doi: 10.1111/tpj.15626.", "ArticleIdList": ["10.1111/tpj.15626", "34882870"]}, {"Citation": "Chmielewski F.M. Phenology in Agriculture and Horticulture. In: Schwartz M.D., editor. Phenology: An Integrative Environmental Science. 2nd ed. Springer; Dordrecht, The Netherlands: 2013. pp. 539–561."}, {"Citation": "Hilty J., Muller B., Pantin F., Leuzinger S. Plant growth: The what, the how, and the why. New Phytol. 2021;232:25–41. doi: 10.1111/nph.17610.", "ArticleIdList": ["10.1111/nph.17610", "34245021"]}, {"Citation": "Tang J., Körner C., Muraoka H., Piao S., Shen M., Thackeray S.J., Yang X. Emerging opportunities and challenges in phenology: A review. Ecosphere. 2016;7:e01436. doi: 10.1002/ecs2.1436.", "ArticleIdList": ["10.1002/ecs2.1436"]}, {"Citation": "Lancashire P.D., Bleiholder H., Boom T.V.D., Langelüddeke P., Stauss R., Weber E., Witzenberger A. A uniform decimal code for growth stages of crops and weeds. Ann. Appl. Biol. 1991;119:561–601. doi: 10.1111/j.1744-7348.1991.tb04895.x.", "ArticleIdList": ["10.1111/j.1744-7348.1991.tb04895.x"]}, {"Citation": "Meier U., Bleiholder H., Buhr L., Feller C., Hack H., Heß M., Lancashire P.D., Schnock U., Stauß R., Boom T.V.B., et al. The BBCH system to coding the phenological growth stages of plants—History and publications. J. Kulturpflanz. 2009;61:41–52. doi: 10.5073/JfK.2009.02.01.", "ArticleIdList": ["10.5073/JfK.2009.02.01"]}, {"Citation": "Knapp S., Barboza G.E., Bohs L., Särkinen T. A revision of the Morelloid Clade of Solanum L. (Solanaceae) in North and Central America and the Caribbean. PhytoKeys. 2019;123:1–144. doi: 10.3897/phytokeys.123.31738.", "ArticleIdList": ["10.3897/phytokeys.123.31738", "PMC6554266", "31198402"]}, {"Citation": "Manzanero-Medina G.I., Vásquez-Dávila M.A., Lustre-Sánchez H., Pérez-Herrera A. Ethnobotany of food plants (quelites) sold in two traditional markets of Oaxaca, Mexico. S. Afr. J. Bot. 2020;130:215–223. doi: 10.1016/j.sajb.2020.01.002.", "ArticleIdList": ["10.1016/j.sajb.2020.01.002"]}, {"Citation": "Edmonds J.M., Chweya J.A. Black Nightshades. Solanum nigrum L. and Related Species. Institute of Plant Genetics and Crop Plant Research; Rome, Italy: 1997. pp. 18–22."}, {"Citation": "Ogg A.G., Rogers B.S., Schilling E.E. Characterization of black nightshade (Solanum nigrum) and related species in the United States. Weed Sci. 1981;29:27–32. doi: 10.1017/S0043174500025789.", "ArticleIdList": ["10.1017/S0043174500025789"]}, {"Citation": "Rzedowski G.C., Rzedowski J. Flora Fanerogámica del Valle de México. 2nd ed. Instituto de Ecología y Comisión Nacional para el Conocimiento y Uso de la Biodiversidad; Xalapa, Mexico: 2001. pp. 672–673."}, {"Citation": "Espinosa-García F.J., Sarukhán J. Manual de Malezas del Valle de México. 1st ed. Fondo de Cultura Económica; Mexico City, Mexico: 1997. pp. 116–117."}, {"Citation": "Murillo-Pérez G., Rodríguez A. Dichotomous keys to the species of Solanum (Solanaceae) in Mexico. Bot. Sci. 2021;99:413–446. doi: 10.17129/botsci.2713.", "ArticleIdList": ["10.17129/botsci.2713"]}, {"Citation": "Defelice M.S. The Black Nightshades, Solanum nigrum L. et al.—Poison, Poultice, and Pie. Weed Technol. 2003;17:421–427. doi: 10.1614/0890-037X(2003)017[0421:TBNSNL]2.0.CO;2.", "ArticleIdList": ["10.1614/0890-037X(2003)017[0421:TBNSNL]2.0.CO;2"]}, {"Citation": "Ravi V., Saleem T.S.M., Patel S.S., Raamamurthy J., Gauthaman K. Anti-inflammatory effect of methanolic extract of Solanum nigrum Linn berries. Int. J. Appl. Res. Nat. Prod. 2009;2:33–36."}, {"Citation": "Gutiérrez D.M.A., Bah M., Garduño M.L.R., Mendoza S.O.M., Serrano V.C. Anti-inflammatory and antioxidant activities of methanol extracts and alkaloid fractions of four Mexican medicinal plants of Solanaceae. Afr. J. Tradit. Complement. Altern. Med. 2014;11:259–267. doi: 10.4314/ajtcam.v11i3.36.", "ArticleIdList": ["10.4314/ajtcam.v11i3.36", "PMC4202447", "25371591"]}, {"Citation": "Potawale S.E., Sinha S.D., Shroff K.K., Dhalawat H.J., Boraste S.S., Gandhi S.P., Tondare A.D. Solanum nigrum Linn: A phytopharmacological review. Pharmacologyonline. 2008;3:140–163."}, {"Citation": "Jabamalairaj A., Priatama R.A., Heo J., Park S.J. Medicinal metabolites with common biosynthetic pathways in Solanum nigrum. Plant Biotechnol. Rep. 2019;13:315–327. doi: 10.1007/s11816-019-00549-w.", "ArticleIdList": ["10.1007/s11816-019-00549-w"]}, {"Citation": "Ganguly P., Gupta A.K., Majumder U.K., Ghosal S. The chemistry behind the toxicity of black nightshade, Solanum nigrum and the remedy. Pharmacologyonline. 2009;1:705–723."}, {"Citation": "Spaunhorst D.J., Orgeron A.J. Dry heat and exposure time influence divine nightshade and itchgrass seed emergence. J. Agron. 2019;111:2226–2231. doi: 10.2134/agronj2019.02.0072.", "ArticleIdList": ["10.2134/agronj2019.02.0072"]}, {"Citation": "Medina-García C., Guevara-Féfer F., Martinez-Rodríguez M.A., Silva-Sáenz P., Chávez-Carbajal M.A. Estudio florístico en el área de la comunidad indígena de Nuevo San Juan Parangaricutiro, Michoacán, México. Acta Bot. Mex. 2000;52:5–41. doi: 10.21829/abm52.2000.853.", "ArticleIdList": ["10.21829/abm52.2000.853"]}, {"Citation": "Martínez M., Vargas-Ponce O., Rodríguez A., Chiang F., Ocegueda S. Solanaceae family in Mexico. Bot. Sci. 2017;95:131–145. doi: 10.17129/botsci.658.", "ArticleIdList": ["10.17129/botsci.658"]}, {"Citation": "Gentry J.L., Standley P.C. Flora of Guatemala. Vol. 24. Field Museum of Natural History; Chicago, IL, USA: 1984. pp. 100–131. Part X."}, {"Citation": "Navarro-Pérez L.C., Avendaño-Reyes S. Flora útil del municipio de Astacinga, Veracruz, México. Polibotánica. 2002;14:67–84."}, {"Citation": "Aparicio-Aparicio J.C., Voeks R.A., Silveira Funch L. Are mixtec forgetting their Plants? Intracultural variation of ethnobo tanical kowledge in Oaxaca, Mexico. Econ. Bot. 2021;75:215–233. doi: 10.1007/s12231-021-09535-2.", "ArticleIdList": ["10.1007/s12231-021-09535-2", "PMC8629604", "34866643"]}, {"Citation": "Cáceres A., Cruz S.M. Edible seeds, leaves and flowers as Maya super foods: Function and composition. Int. J. Phytocos. Nat. Ingred. 2019;6:2. doi: 10.15171/ijpni.2019.02.", "ArticleIdList": ["10.15171/ijpni.2019.02"]}, {"Citation": "Pérez-Negrón E., Casas A. Use, extraction rates and spatial availability of plant resources in the Tehuacán-Cuicatlán Valley, Mexico: The case of Santiago Quiotepec, Oaxaca. J. Arid Environ. 2007;70:356–379. doi: 10.1016/j.jaridenv.2006.12.016.", "ArticleIdList": ["10.1016/j.jaridenv.2006.12.016"]}, {"Citation": "Casas A., Lira R., Torres I., Delgado A., Moreno-Calles A.I., Rangel-Landa S., Blancas J., Larios C., Solís L., Pérez-Negrón E., et al. Ethnobotany for sustainable ecosystem management: A regional perspective in the Tehuacán Valley. In: Lira R., Lira R., Casas A., Blancas J., editors. Ethnobotany of Mexico: Interactions of People and Plants in Mesoamerica. 1st ed. Springer; New York, NY, USA: 2016. pp. 179–206."}, {"Citation": "Cáceres A., Martínez-Arévalo V., Mérida-Reyes M.S., Sacbajá A., López A., Cruz S.M. Contenido de oligoelementos y factores antinutricionales de hojas comestibles nativas de Mesoamérica. Cienc. Tecnol. Salud. 2019;6:132–148. doi: 10.36829/63CTS.v6i2.834.", "ArticleIdList": ["10.36829/63CTS.v6i2.834"]}, {"Citation": "Andrade-Cetto A. Ethnobotanical study of the medicinal plants from Tlanchinol, Hidalgo, México. J. Ethnopharmacol. 2009;122:163–171. doi: 10.1016/j.jep.2008.12.008.", "ArticleIdList": ["10.1016/j.jep.2008.12.008", "19146936"]}, {"Citation": "Caceres A., Lopez B.R., Giron M.A., Logemann H. Plants used in Guatemala for the treatment of dermatophytic infections. Screening for antimycotic activity of 44 plant extracts. J. Ethnopharmacol. 1991;31:263–276. doi: 10.1016/0378-8741(91)90011-2.", "ArticleIdList": ["10.1016/0378-8741(91)90011-2", "2056755"]}, {"Citation": "Andrade J.M., Lucero-Mosquera H., Armijos C. Ethnobotany of indigenous Saraguros: Medicinal plants used by community healers “Hampiyachakkuna” in the San Lucas Parish, Southern Ecuador. BioMed Res. Int. 2017;2017:9343724. doi: 10.1155/2017/9343724.", "ArticleIdList": ["10.1155/2017/9343724", "PMC5514338", "28744470"]}, {"Citation": "Fernández-Cusimamani E., Espinel-Jara V., Gordillo-Alarcón S., Castillo-Andrade R., Žiarovská J., Zepeda-Del Valle J.M., Lara-Reimers E.A. Ethnobotanical study of medicinal plants used in three districts of Imbabura province, Ecuador. Agrociencia. 2019;53:797–810."}, {"Citation": "Tinitana F., Rios M., Romero-Benavides J.C., De la Cruz Rot M., Pardo-de-Santayana M. Medicinal plants sold at traditional markets in southern Ecuador. J. Ethnobiol. Ethnomed. 2016;12:29. doi: 10.1186/s13002-016-0100-4.", "ArticleIdList": ["10.1186/s13002-016-0100-4", "PMC4934001", "27380631"]}, {"Citation": "Peralta-Gómez S., Aarland R.C., Campos-Lara M.G., Jimenez-Lara M.E., Mendoza-Espinoza J.A. Toxicity analysis, phytochemical and pharmacological study of the plant known as Mora herb, collected at the environmental education center of Yautlica (CEA-Yautlica) Asian J. Plant Sci. 2013;12:159–164. doi: 10.3923/ajps.2013.159.164.", "ArticleIdList": ["10.3923/ajps.2013.159.164"]}, {"Citation": "Girón L.M., Aguilar G.A., Cáceres A., Arroyo G.L. Anticandidal activity of plants used for the treatment of vaginitis in Guatemala and clinical trial of a Solanum nigrescens preparation. J. Ethnopharmacol. 1988;22:307–313. doi: 10.1016/0378-8741(88)90241-3.", "ArticleIdList": ["10.1016/0378-8741(88)90241-3", "3292844"]}, {"Citation": "He X.G., Mocek U., Floss H.G., Cáceres A., Girón L., Buckley H., Gerard C., Manns J., Wilson B.W. An antifungal compound from Solanum nigrescens. J. Ethnopharmacol. 1994;43:173–177. doi: 10.1016/0378-8741(94)90039-6.", "ArticleIdList": ["10.1016/0378-8741(94)90039-6", "7990490"]}, {"Citation": "Reyes-Villanueva F., Gonzales-Gaona O., Rodríguez-Perez M. Larvicidal effect of medicinal plants against Aedes aegypti (L.) (Diptera: Culicidae) in Mexico. BioAssay. 2008;3:1–4. doi: 10.14295/BA.v3.0.57.", "ArticleIdList": ["10.14295/BA.v3.0.57"]}, {"Citation": "Purugganan M.D. Evolutionary insights into the nature of plant domestication. Curr. Biol. 2019;29:R705–R714. doi: 10.1016/j.cub.2019.05.053.", "ArticleIdList": ["10.1016/j.cub.2019.05.053", "31336092"]}, {"Citation": "Smýkal P., Vernoud V., Blair M.W., Soukup A., Thompson R.D. The role of the testa during development and in establishment of dormancy of the legume seed. Front. Plant Sci. 2014;5:351. doi: 10.3389/fpls.2014.00351.", "ArticleIdList": ["10.3389/fpls.2014.00351", "PMC4102250", "25101104"]}, {"Citation": "Paulsen T.R., Colville L., Kranner I., Daws M.I., Högstedt G., Vandvik V., Thompson K. Physical dormancy in seeds: A game of hide and seek? New Phytol. 2013;198:496–503. doi: 10.1111/nph.12191.", "ArticleIdList": ["10.1111/nph.12191", "23421728"]}, {"Citation": "Moles A.T., Laffan S.W., Keighery M., Dalrymple R.L., Tindall M.L., Chen S.C. A hairy situation: Plant species in warm, sunny places are more likely to have pubescent leaves. J. Biogeogr. 2020;47:1934–1944. doi: 10.1111/jbi.13870.", "ArticleIdList": ["10.1111/jbi.13870"]}, {"Citation": "Bickford C.P. Ecophysiology of leaf trichomes. Funct. Plant Biol. 2016;43:807–814. doi: 10.1071/FP16095.", "ArticleIdList": ["10.1071/FP16095", "32480505"]}, {"Citation": "Konrad W., Burkhardt J., Ebner M., Roth-Nebelsick A. Leaf pubescence as a possibility to increase water use efficiency by promoting condensation. Ecohydrology. 2015;8:480–492. doi: 10.1002/eco.1518.", "ArticleIdList": ["10.1002/eco.1518"]}, {"Citation": "Rodriguez R.E., Debernardi J.M., Palatnik J.F. Morphogenesis of simple leaves: Regulation of leaf size and shape. Wiley Interdiscip. Rev. Dev. Biol. 2013;3:41–57. doi: 10.1002/wdev.115.", "ArticleIdList": ["10.1002/wdev.115", "24902833"]}, {"Citation": "Koenig D., Sinha N. Evolution of leaf shape: A pattern emerges. Curr. Top. Dev. Biol. 2010;91:169–183. doi: 10.1016/S0070-2153(10)91006-5.", "ArticleIdList": ["10.1016/S0070-2153(10)91006-5", "20705182"]}, {"Citation": "Poethig R.S. The past, present, and future of vegetative phase change. Plant Physiol. 2010;154:541–544. doi: 10.1104/pp.110.161620.", "ArticleIdList": ["10.1104/pp.110.161620", "PMC2949024", "20921181"]}, {"Citation": "Poethig R.S. Vegetative phase change and shoot maturation in plants. Curr. Top. Dev. Biol. 2013;105:125–152. doi: 10.1016/B978-0-12-396968-2.00005-1.", "ArticleIdList": ["10.1016/B978-0-12-396968-2.00005-1", "PMC4101000", "23962841"]}, {"Citation": "Grossman J.D., Rice K.J. Evolution of root plasticity responses to variation in soil nutrient distribution and concentration. Evol. Appl. 2012;5:850–857. doi: 10.1111/j.1752-4571.2012.00263.x.", "ArticleIdList": ["10.1111/j.1752-4571.2012.00263.x", "PMC3552402", "23346229"]}, {"Citation": "Craine J.M., Dybzinski R. Mechanisms of plant competition for nutrients, water and light. Funct. Ecol. 2013;27:833–840. doi: 10.1111/1365-2435.12081.", "ArticleIdList": ["10.1111/1365-2435.12081"]}, {"Citation": "Vaughan D.A., Balazs E., Heslop-Harrison J.S. From crop domestication to super-domestication. Ann. Bot. 2007;100:893–901. doi: 10.1093/aob/mcm224.", "ArticleIdList": ["10.1093/aob/mcm224", "PMC2759215", "17940074"]}, {"Citation": "Gruntman M., Groß D., Májeková M., Tielbörger K. Decision-making in plants under competition. Nat. Commun. 2017;8:2235. doi: 10.1038/s41467-017-02147-2.", "ArticleIdList": ["10.1038/s41467-017-02147-2", "PMC5740169", "29269832"]}, {"Citation": "Bongers F.J., Douma J.C., Iwasa Y., Pierik R., Evers J.B., Anten N.P. Variation in plastic responses to light results from selection in different competitive environments—A game theoretical approach using virtual plants. PLoS Comput. Biol. 2018;15:e1007253. doi: 10.1371/journal.pcbi.1007253.", "ArticleIdList": ["10.1371/journal.pcbi.1007253", "PMC6703680", "31433817"]}, {"Citation": "Smith M.R., Rao I.M., Merchant A. Source-sink relationships in crop plants and their influence on yield development and nutritional quality. Front. Plant Sci. 2018;9:1889. doi: 10.3389/fpls.2018.01889.", "ArticleIdList": ["10.3389/fpls.2018.01889", "PMC6306447", "30619435"]}, {"Citation": "Ruan Y.Q., Zhang Z., Liu Z., He L., Wang R. Convergent evolution of inflorescences in plants that develop at low temperatures in early spring. Acta Bot. Boreal. Occid. Sin. 2013;33:729–734."}, {"Citation": "Wang R., Liu X., Mou S., Xu S., Zhang Z. Temperature regulation of floral buds and floral thermogenicity in Magnolia denudata (Magnoliaceae) Trees. 2013;27:1755–1762. doi: 10.1007/s00468-013-0921-x.", "ArticleIdList": ["10.1007/s00468-013-0921-x"]}, {"Citation": "Sun X., Qin M., Yu Q., Huang Z., Xiao Y., Li Y., Ma N., Gao J. Molecular understanding of postharvest flower opening and senescence. Mol. Hortic. 2021;1:7. doi: 10.1186/s43897-021-00015-8.", "ArticleIdList": ["10.1186/s43897-021-00015-8"]}, {"Citation": "Borghi M., Fernie A.R. Outstanding questions in flower metabolism. Plant J. 2020;103:1275–1288. doi: 10.1111/tpj.14814.", "ArticleIdList": ["10.1111/tpj.14814", "32410253"]}, {"Citation": "Srivastava A., Handa A.K. Hormonal regulation of tomato fruit development: A molecular perspective. J. Plant Growth Regul. 2005;24:67–82. doi: 10.1007/s00344-005-0015-0.", "ArticleIdList": ["10.1007/s00344-005-0015-0"]}, {"Citation": "Chaves-Silva S., Dos Santos A.L., Chalfun-Júnior A., Zhao J., Peres L.E., Benedito V.A. Understanding the genetic regulation of anthocyanin biosynthesis in plants–Tools for breeding purple varieties of fruits and vegetables. Phytochemistry. 2018;153:11–27. doi: 10.1016/j.phytochem.2018.05.013.", "ArticleIdList": ["10.1016/j.phytochem.2018.05.013", "29803860"]}, {"Citation": "Wang L.S., Stoner G.D. Anthocyanins and their role in cancer prevention. Cancer Lett. 2008;269:281–290. doi: 10.1016/j.canlet.2008.05.020.", "ArticleIdList": ["10.1016/j.canlet.2008.05.020", "PMC2582525", "18571839"]}, {"Citation": "Liu Z., Ren Z., Zhang J., Chuang C.C., Kandaswamy E., Zhou T., Zuo L. Role of ROS and nutritional antioxidants in human diseases. Front. Physiol. 2018;9:477. doi: 10.3389/fphys.2018.00477.", "ArticleIdList": ["10.3389/fphys.2018.00477", "PMC5966868", "29867535"]}, {"Citation": "Steiner A.A. The Universal Nutrient Solution; Proceedings of the Sixth International Congress on Soilless Culture; Wageningen, The Netherlands. 29 April–5 May 1984; pp. 633–650."}, {"Citation": "Rueden C.T., Schindelin J., Hiner M.C., DeZonia B.E., Walter A.E., Arena E.T., Eliceiri K.W. ImageJ2: ImageJ for the next generation of scientific image data. BMC Bioinform. 2017;18:529. doi: 10.1186/s12859-017-1934-z.", "ArticleIdList": ["10.1186/s12859-017-1934-z", "PMC5708080", "29187165"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "3", "Day": "13"}, {"Year": "2023", "Month": "4", "Day": "8"}, {"Year": "2023", "Month": "4", "Day": "10"}, {"Year": "2023", "Month": "4", "Day": "28", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "4", "Day": "28", "Hour": "6", "Minute": "41"}, {"Year": "2023", "Month": "4", "Day": "28", "Hour": "1", "Minute": "48"}, {"Year": "2023", "Month": "4", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["37111868", "PMC10145186", "10.3390/plants12081645", "plants12081645"]}}], "PubmedBookArticle": []}