{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anxiety", "Depression", "Diabetes", "Lemon balm", "Melissa officinalis", "Sleep quality"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37131158", "DateCompleted": {"Year": "2023", "Month": "05", "Day": "04"}, "DateRevised": {"Year": "2023", "Month": "05", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "05", "Day": "02"}], "Language": ["eng"], "ELocationID": ["140", "10.1186/s12906-023-03978-x"], "Journal": {"ISSN": "2662-7671", "JournalIssue": {"Volume": "23", "Issue": "1", "PubDate": {"Year": "2023", "Month": "May", "Day": "02"}}, "Title": "BMC complementary medicine and therapies", "ISOAbbreviation": "BMC Complement Med Ther"}, "ArticleTitle": "The effects of melissa officinalis on depression and anxiety in type 2 diabetes patients with depression: a randomized double-blinded placebo-controlled clinical trial.", "Pagination": {"StartPage": "140", "MedlinePgn": "140"}, "Abstract": {"AbstractText": ["Depression is more common in diabetic patients, with a 1.5-fold increased risk of death.Melissa officinalis (M. officinalis) have anti-diabetic and anti-depression activities. The study aimed to determine the efficacy of M. officinalis extract on depression, anxiety, and sleep quality in patients with type 2 diabetes with depressive symptoms.", "In this double-blind clinical trial, 60 volunteer patients (age range 20-65 years) with type 2 diabetes mellitus with symptoms of depression were randomized into the intervention (received 700 mg/day hydroalcoholic extract; n = 30) or control group (received 700 mg/day toasted flour; n = 30). Dietary intake, physical activity, anthropometric indices, FBS (Fasting blood sugar), hs-CRP(High-sensitivity C-reactiveprotein), depression, anxiety, and sleep quality were determined at the beginning and end of the study. Depression and anxiety were assessed by Beck Depression Inventory-II (BDI-II) and Beck Anxiety Inventory (BAI), respectively; sleep quality was evaluated using the Pittsburgh Sleep Quality Index (PSQI).", "Sixty participants received M. officinalis extract or placebo, of which 44 patients completed the 12-week double-blind clinical trial. After 12-week the mean change of depression and anxiety scores were statistically significant between the two groups (p < 0.001 and p = 0.04, respectively), but no significant differences were observed in FBS, hs-CRP, anthropometric indices, sleep quality, and blood pressure.In the intervention group, there was a significant decrease in depression and anxiety severity(p < 0.001 and p = 0.01, respectively) at the end of the study compared to the baseline.", "All protocols in this study were followed in accordance with the Helsinki Declaration (1989 revision). Ethical approval for this study was obtained from the Iran University of Medical Sciences Ethics committee (IR.IUMS.FMD.REC 1396.9413468004; research.iums.ac.ir). The study was registered at the Iranian Registry of Clinical Trials (IRCT201709239472N16); Registration date: 09/10/2017."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nutrition, School of Public Health, Iran University of Medical Sciences, Hemmat Broadway, 14155-6171, Tehran, 1449614535, Iran."}], "LastName": "Safari", "ForeName": "Mostafa", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nutrition, School of Public Health, Iran University of Medical Sciences, Hemmat Broadway, 14155-6171, Tehran, 1449614535, Iran."}], "LastName": "Asadi", "ForeName": "Akbar", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nutrition, School of Public Health, Iran University of Medical Sciences, Hemmat Broadway, 14155-6171, Tehran, 1449614535, Iran. aryaeian.n@iums.ac.ir."}], "LastName": "Aryaeian", "ForeName": "Naheed", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Institute of Medicinal Plants, ACECR, 30Th Km of Karaj-Qazvin Freeway, ACECR Research Complex, Karaj, 3365166571, Iran."}], "LastName": "Huseini", "ForeName": "Hasan Fallah", "Initials": "HF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nutrition, School of Public Health, Iran University of Medical Sciences, Hemmat Broadway, 14155-6171, Tehran, 1449614535, Iran."}], "LastName": "Shidfar", "ForeName": "Farzad", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nutrition, School of Public Health, Iran University of Medical Sciences, Hemmat Broadway, 14155-6171, Tehran, 1449614535, Iran."}], "LastName": "Jazayeri", "ForeName": "Shima", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Endocrinology & Metabolism, Firoozeh Alley, Vali-asrSq, Tehran, Iran."}], "LastName": "Malek", "ForeName": "Mojtaba", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Statistics, School of Public Health, Iran University of Medical Sciences, Hemmat Broadway, Tehran, Iran."}], "LastName": "Hosseini", "ForeName": "Agha Fateme", "Initials": "AF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nutrition, School of Public Health, Iran University of Medical Sciences, Hemmat Broadway, 14155-6171, Tehran, 1449614535, Iran."}], "LastName": "Hamidi", "ForeName": "Zahra", "Initials": "Z"}], "PublicationTypeList": ["Randomized Controlled Trial", "Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Med Ther", "NlmUniqueID": "101761232", "ISSNLinking": "2662-7671"}, "ChemicalList": [{"RegistryNumber": "9007-41-4", "NameOfSubstance": "C-Reactive Protein"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Infant, Newborn"}, {"QualifierName": [], "DescriptorName": "Infant"}, {"QualifierName": ["complications", "drug therapy"], "DescriptorName": "Diabetes Mellitus, Type 2"}, {"QualifierName": [], "DescriptorName": "Melissa"}, {"QualifierName": [], "DescriptorName": "Iran"}, {"QualifierName": [], "DescriptorName": "C-Reactive Protein"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Anxiety"}], "CoiStatement": "The authors declared no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Alzahrani A, Alghamdi A, Alqarni T, Alshareef R, Alzahrani A. Prevalence and predictors of depression, anxiety, and stress symptoms among patients with type II diabetes attending primary healthcare centers in the western region of Saudi Arabia: a cross-sectional study. Int J Ment Heal Syst. 2019;13(1):48. doi: 10.1186/s13033-019-0307-6.", "ArticleIdList": ["10.1186/s13033-019-0307-6", "PMC6631923", "31341512"]}, {"Citation": "Khalighi Z, Badfar G, Mahmoudi L, Soleymani A, Azami M, Shohani M. The prevalence of depression and anxiety in Iranian patients with diabetes mellitus: A systematic review and meta-analysis. Diabetes Metab Syndr. 2019;13:2785.", "ArticleIdList": ["31405708"]}, {"Citation": "Gonzalez JS, Peyrot M, McCarl LA, Collins EM, Serpa L, Mimiaga MJ, et al. Depression and diabetes treatment nonadherence: a meta-analysis. Diabetes Care. 2008;31(12):2398–2403. doi: 10.2337/dc08-1341.", "ArticleIdList": ["10.2337/dc08-1341", "PMC2584202", "19033420"]}, {"Citation": "Lustman PJ, Anderson RJ, Freedland KE, De Groot M, Carney RM, Clouse RE. Depression and poor glycemic control: a meta-analytic review of the literature. Diabetes Care. 2000;23(7):934–942. doi: 10.2337/diacare.23.7.934.", "ArticleIdList": ["10.2337/diacare.23.7.934", "10895843"]}, {"Citation": "Zhang P, Lou P, Chang G, Chen P, Zhang L, Li T, et al. Combined effects of sleep quality and depression on quality of life in patients with type 2 diabetes. BMC Fam Pract. 2016;17(1):40. doi: 10.1186/s12875-016-0435-x.", "ArticleIdList": ["10.1186/s12875-016-0435-x", "PMC4820902", "27044393"]}, {"Citation": "van Dooren FE, Nefs G, Schram MT, Verhey FR, Denollet J, Pouwer F. Depression and risk of mortality in people with diabetes mellitus: a systematic review and meta-analysis. PloS One. 2013;8(3):e57058.", "ArticleIdList": ["PMC3589463", "23472075"]}, {"Citation": "Tayefi M, Shafiee M, Kazemi-Bajestani SMR, Esmaeili H, Darroudi S, Khakpouri S, et al. Depression and anxiety both associate with serum level of hs-CRP: a gender-stratified analysis in a population-based study. Psychoneuroendocrinology. 2017;81:63–69. doi: 10.1016/j.psyneuen.2017.02.035.", "ArticleIdList": ["10.1016/j.psyneuen.2017.02.035", "28419913"]}, {"Citation": "Hayashino Y, Mashitani T, Tsujii S, Ishii H. Elevated levels of hs-CRP are associated with high prevalence of depression in japanese patients with type 2 diabetes: the Diabetes Distress and Care Registry at Tenri (DDCRT 6) Diabetes Care. 2014;37(9):2459–2465. doi: 10.2337/dc13-2312.", "ArticleIdList": ["10.2337/dc13-2312", "24969579"]}, {"Citation": "Gonzalez JS, Fisher L, Polonsky WH. Depression in diabetes: have we been missing something important? Diabetes Care. 2011;34(1):236–239. doi: 10.2337/dc10-1970.", "ArticleIdList": ["10.2337/dc10-1970", "PMC3005471", "21193621"]}, {"Citation": "Fava M. Weight gain and antidepressants. J Clin Psychiatry. 2000;61:37–41.", "ArticleIdList": ["10926053"]}, {"Citation": "Deuschle M. Effects of antidepressants on glucose metabolism and diabetes mellitus type 2 in adults. Curr Opin Psychiatry. 2013;26(1):60–65. doi: 10.1097/YCO.0b013e32835a4206.", "ArticleIdList": ["10.1097/YCO.0b013e32835a4206", "23187087"]}, {"Citation": "Alyasin S, Nabavizadeh SH, Esmaeilzadeh H, Heydari ST, Mosavat SH, Parvizi MM, et al. Efficacy of oral supplementation of whey protein in patients with contact dermatitis: a pilot randomized double-blind placebo-controlled clinical trial. Dermatol Ther. 2020;33(6):e14260. doi: 10.1111/dth.14260.", "ArticleIdList": ["10.1111/dth.14260", "32876987"]}, {"Citation": "Freeman MP. Complementary and Alternative Medicine (CAM): considerations for the treatment of major depressive disorder. J Clin Psychiatry. 2009;70:4–6. doi: 10.4088/JCP.8157su1c.01.", "ArticleIdList": ["10.4088/JCP.8157su1c.01", "19909686"]}, {"Citation": "Alemi F, Azimi M, Moeini R, Shirafkan H, Bayani M, Mojahedi M, et al. The effectiveness of leech therapy in the severity of diabetic neuropathy: a randomized controlled trial. Trad Integrat Med. 2022;7(4):375-85."}, {"Citation": "Asadi A, Shidfar F, Safari M, Hosseini AF, Fallah Huseini H, Heidari I, et al. Efficacy of Melissa officinalis L.(lemon balm) extract on glycemic control and cardiovascular risk factors in individuals with type 2 diabetes: a randomized, double‐blind, clinical trial. Phytotherapy Res. 2019;33(3):651–9.", "ArticleIdList": ["30548118"]}, {"Citation": "Chehroudi S, Fatemi MJ, Isfeedvajani MS, Salehi SH, Akbari H, Samimi R. Effects of Melissa officinalis L. on reducing stress, alleviating anxiety disorders, depression, and insomnia, and increasing total antioxidants in burn patients. Trauma Monthly. 2016;22(4):1-7."}, {"Citation": "Haybar H, Javid AZ, Haghighizadeh MH, Valizadeh E, Mohaghegh SM, Mohammadzadeh A. The effects of Melissa officinalis supplementation on depression, anxiety, stress, and sleep disorder in patients with chronic stable angina. Clinical nutrition ESPEN. 2018;26:47–52. doi: 10.1016/j.clnesp.2018.04.015.", "ArticleIdList": ["10.1016/j.clnesp.2018.04.015", "29908682"]}, {"Citation": "Alizadeh Behbahani B, Shahidi F. Melissa officinalis essential oil: Chemical compositions, antioxidant potential, total phenolic content and antimicrobial activity. Nutrition and Food Sciences Research. 2019;6(1):17–25. doi: 10.29252/nfsr.6.1.17.", "ArticleIdList": ["10.29252/nfsr.6.1.17"]}, {"Citation": "Chung MJ, Cho S-Y, Bhuiyan MJH, Kim KH, Lee S-J. Anti-diabetic effects of lemon balm (Melissa officinalis) essential oil on glucose-and lipid-regulating enzymes in type 2 diabetic mice. Br J Nutr. 2010;104(2):180–188. doi: 10.1017/S0007114510001765.", "ArticleIdList": ["10.1017/S0007114510001765", "20487577"]}, {"Citation": "Weidner C, Wowro SJ, Freiwald A, Kodelja V, Abdel-Aziz H, Kelber O, et al. Lemon balm extract causes potent antihyperglycemic and antihyperlipidemic effects in insulin-resistant obese mice. Mol Nutr Food Res. 2014;58(4):903–907. doi: 10.1002/mnfr.201300477.", "ArticleIdList": ["10.1002/mnfr.201300477", "24272914"]}, {"Citation": "Khodsooz S, Moshtaghian J, Eivani M. Antihyperglycemic and antihyperlipidemic effects of hydroalcoholic extract of Melissa officinalis (Lemon Balm) in alloxan-induced diabetic rats. 2016."}, {"Citation": "Jandaghi P, Noroozi M, Ardalani H, Alipour M. Lemon balm: A promising herbal therapy for patients with borderline hyperlipidemia—A randomized double-blind placebo-controlled clinical trial. Complement Ther Med. 2016;26:136–140. doi: 10.1016/j.ctim.2016.03.012.", "ArticleIdList": ["10.1016/j.ctim.2016.03.012", "27261994"]}, {"Citation": "Nayebi N, Esteghamati A, Meysamie A, Khalili N, Kamalinejad M, Emtiazy M, et al. The effects of a Melissa officinalis L. based product on metabolic parameters in patients with type 2 diabetes mellitus: A randomized double-blinded controlled clinical trial. J Complement Integr Med. 2019;16(3).", "ArticleIdList": ["30681971"]}, {"Citation": "Asadi A, Safari M, Malek M, Hosseini AF, Rezazadeh S, Rajab A, et al. Safety and efficacy of Melissa officinalis (lemon balm) on ApoA-I, Apo B, lipid ratio and ICAM-1 in type 2 diabetes patients: A randomized, double-blinded clinical trial. Complement Ther Med. 2018;40:83–88. doi: 10.1016/j.ctim.2018.07.015.", "ArticleIdList": ["10.1016/j.ctim.2018.07.015", "30219475"]}, {"Citation": "Javid AZ, Haybar H, Dehghan P, Haghighizadeh MH, Mohaghegh SM, Ravanbakhsh M, et al. The effects of Melissa officinalis (lemon balm) in chronic stable angina on serum biomarkers of oxidative stress, inflammation and lipid profile. Asia Pac J Clin Nutr. 2018;27(4):785.", "ArticleIdList": ["30045422"]}, {"Citation": "Liu J, Wan Y, Zhao Z, Chen H. Determination of the content of rosmarinic acid by HPLC and analytical comparison of volatile constituents by GC-MS in different parts of Perilla frutescens (L.) Britt. Chem Central J. 2013;7(1):61.", "ArticleIdList": ["PMC3636040", "23548079"]}, {"Citation": "Beck AT, Steer RA, Brown GK. Beck Depression Inventory Manual. TX: The Psychological Corporation. San Antonio; 1996. p. 1987."}, {"Citation": "Beck AT, Ward CH, Mendelson M, Mock J, Erbaugh J. An inventory for measuring depression. Arch Gen Psychiatry. 1961;4(6):561–571. doi: 10.1001/archpsyc.1961.01710120031004.", "ArticleIdList": ["10.1001/archpsyc.1961.01710120031004", "13688369"]}, {"Citation": "Beck AT, Epstein N, Brown G, Steer RA. An inventory for measuring clinical anxiety: psychometric properties. J Consult Clin Psychol. 1988;56(6):893. doi: 10.1037/0022-006X.56.6.893.", "ArticleIdList": ["10.1037/0022-006X.56.6.893", "3204199"]}, {"Citation": "Moghaddam JF, Nakhaee N, Sheibani V, Garrusi B, Amirkafi A. Reliability and validity of the Persian version of the Pittsburgh Sleep Quality Index (PSQI-P) Sleep and Breathing. 2012;16(1):79–82. doi: 10.1007/s11325-010-0478-5.", "ArticleIdList": ["10.1007/s11325-010-0478-5", "21614577"]}, {"Citation": "Buysse DJ, Reynolds CF, Monk TH, Berman SR, Kupfer DJ. The Pittsburgh Sleep Quality Index: a new instrument for psychiatric practice and research. Psychiatry res. 1989;28(2):193–213. doi: 10.1016/0165-1781(89)90047-4.", "ArticleIdList": ["10.1016/0165-1781(89)90047-4", "2748771"]}, {"Citation": "Taiwo AE, Leite FB, Lucena GM, Barros M, Silveira D, Silva MV, et al. Anxiolytic and antidepressant-like effects of Melissa officinalis (lemon balm) extract in rats: Influence of administration and gender. Indian journal of pharmacology. 2012;44(2):189. doi: 10.4103/0253-7613.93846.", "ArticleIdList": ["10.4103/0253-7613.93846", "PMC3326910", "22529473"]}, {"Citation": "Hindmarch I. Expanding the horizons of depression: beyond the monoamine hypothesis. Hum Psychopharmacol Clin Exp. 2001;16(3):203–218. doi: 10.1002/hup.288.", "ArticleIdList": ["10.1002/hup.288", "12404573"]}, {"Citation": "Feliú-Hemmelmann K, Monsalve F, Rivera C. Melissa officinalis and Passiflora caerulea infusion as physiological stress decreaser. Int J Clin Exp Med. 2013;6(6):444.", "ArticleIdList": ["PMC3703115", "23844268"]}, {"Citation": "Alijaniha F, Naseri M, Afsharypuor S, Fallahi F, Noorbala A, Mosaddegh M, et al. Heart palpitation relief with Melissa officinalis leaf extract: double blind, randomized, placebo controlled trial of efficacy and safety. J Ethnopharmacol. 2015;164:378–384. doi: 10.1016/j.jep.2015.02.007.", "ArticleIdList": ["10.1016/j.jep.2015.02.007", "25680840"]}, {"Citation": "Cases J, Ibarra A, Feuillere N, Roller M, Sukkar SG. Pilot trial of Melissa officinalis L. leaf extract in the treatment of volunteers suffering from mild-to-moderate anxiety disorders and sleep disturbances. Med J Nutrition Metab. 2011;4(3):211–8.", "ArticleIdList": ["PMC3230760", "22207903"]}, {"Citation": "Tyrer P, Baldwin D. Generalised anxiety disorder. Lancet. 2006;368(9553):2156–2166. doi: 10.1016/S0140-6736(06)69865-6.", "ArticleIdList": ["10.1016/S0140-6736(06)69865-6", "17174708"]}, {"Citation": "Awad R, Muhammad A, Durst T, Trudeau VL, Arnason JT. Bioassay‐guided fractionation of lemon balm (Melissa officinalis L.) using an in vitro measure of GABA transaminase activity. Phytotherapy Res. 2009;23(8):1075–81.", "ArticleIdList": ["19165747"]}, {"Citation": "Moehler H. GABA A receptors in central nervous system disease: anxiety, epilepsy, and insomnia. J Recept Signal Transduction. 2006;26(5–6):731–740. doi: 10.1080/10799890600920035.", "ArticleIdList": ["10.1080/10799890600920035", "17118808"]}, {"Citation": "Salah SM, Jäger AK. Screening of traditionally used Lebanese herbs for neurological activities. J Ethnopharmacol. 2005;97(1):145–149. doi: 10.1016/j.jep.2004.10.023.", "ArticleIdList": ["10.1016/j.jep.2004.10.023", "15652288"]}, {"Citation": "Yui S, Fujiwara S, Harada K, Motoike-Hamura M, Sakai M, Matsubara S, et al. Beneficial effects of lemon balm leaf extract on in vitro glycation of proteins, arterial stiffness, and skin elasticity in healthy adults. J Nutr Sci Vitaminol. 2017;63(1):59–68. doi: 10.3177/jnsv.63.59.", "ArticleIdList": ["10.3177/jnsv.63.59", "28367927"]}, {"Citation": "Hasanein P, Riahi H. Antinociceptive and antihyperglycemic effects of Melissa officinalis essential oil in an experimental model of diabetes. Med Princ Pract. 2015;24(1):47–52. doi: 10.1159/000368755.", "ArticleIdList": ["10.1159/000368755", "PMC5588194", "25402675"]}, {"Citation": "Maleki G, Hemat-Far A, Heidari N. Short-term effects of Melissa officinalis L. extract supplementation on inflammatory response and the perceived the pain of downhill running in young trained swimmers. Iranian J Med Aromatic Plants. 2016;32(1)."}, {"Citation": "Tunon M, Garcia-Mediavilla M, Sanchez-Campos S, Gonzalez-Gallego J. Potential of flavonoids as anti-inflammatory agents: modulation of pro-inflammatory gene expression and signal transduction pathways. Curr Drug Metab. 2009;10(3):256–271. doi: 10.2174/138920009787846369.", "ArticleIdList": ["10.2174/138920009787846369", "19442088"]}, {"Citation": "Rocha J, Eduardo-Figueira M, Barateiro A, Fernandes A, Brites D, Bronze R, et al. Anti-inflammatory effect of rosmarinic acid and an extract of Rosmarinus officinalis in rat models of local and systemic inflammation. Basic Clin Pharmacol Toxicol. 2015;116(5):398–413. doi: 10.1111/bcpt.12335.", "ArticleIdList": ["10.1111/bcpt.12335", "25287116"]}, {"Citation": "Park BY, Lee H, Woo S, Yoon M, Kim J, Hong Y, et al. Reduction of adipose tissue mass by the angiogenesis inhibitor ALS-L1023 from Melissa officinalis. PLoS One. 2015;10(11):e0141612.", "ArticleIdList": ["PMC4658083", "26599360"]}, {"Citation": "Moullec G, Plourde A, Lavoie KL, Suarthana E, Bacon SL. Beck Depression Inventory II: determination and comparison of its diagnostic accuracy in cardiac outpatients. Eur J Prev Cardiol. 2015;22(5):665–672. doi: 10.1177/2047487314527851.", "ArticleIdList": ["10.1177/2047487314527851", "24618475"]}, {"Citation": "Smarr KL, Keefer AL. Measures of depression and depressive symptoms: Beck depression Inventory-II (BDI-II), center for epidemiologic studies depression scale (CES-D), geriatric depression scale (GDS), hospital anxiety and depression scale (HADS), and patient health Questionnaire-9 (PHQ-9) Arthritis Care Res. 2011;63(S11):S454–S466. doi: 10.1002/acr.20556.", "ArticleIdList": ["10.1002/acr.20556", "22588766"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "9", "Day": "27"}, {"Year": "2023", "Month": "4", "Day": "26"}, {"Year": "2023", "Month": "5", "Day": "4", "Hour": "12", "Minute": "42"}, {"Year": "2023", "Month": "5", "Day": "3", "Hour": "0", "Minute": "41"}, {"Year": "2023", "Month": "5", "Day": "2", "Hour": "23", "Minute": "31"}, {"Year": "2023", "Month": "5", "Day": "2"}], "PublicationStatus": "epublish", "ArticleIdList": ["37131158", "PMC10152712", "10.1186/s12906-023-03978-x", "10.1186/s12906-023-03978-x"]}}], "PubmedBookArticle": []}