{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Biodiversity hotspots", "Daman people", "Ethnobotany", "Himalayas", "Traditional knowledge"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37147662", "DateCompleted": {"Year": "2023", "Month": "05", "Day": "08"}, "DateRevised": {"Year": "2023", "Month": "05", "Day": "08"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "05", "Day": "05"}], "Language": ["eng"], "ELocationID": ["14", "10.1186/s13002-023-00583-7"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "19", "Issue": "1", "PubDate": {"Year": "2023", "Month": "May", "Day": "05"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "A comparison of traditional plant knowledge between Daman people and Tibetans in Gyirong River Valley, Tibet, China.", "Pagination": {"StartPage": "14", "MedlinePgn": "14"}, "Abstract": {"AbstractText": ["By comparing the differences in plant use between various cultures or regions, we can gain a better understanding of traditional knowledge of plant use among different groups, which may lead to a more objective understanding. Even though the Tibetan and Daman people live in the same ecosystem in Gyirong town, China, their cultural backgrounds and livelihoods differ. Therefore, the objective of this study is to document the traditional knowledge of plant use among the Daman people and compare it with the local Tibetan knowledge of plant use. By doing so, we aim to explore the relationship between plant selection and use and the cultural backgrounds of different groups.", "During fieldwork, ethnobotanical data were collected using various methods including free listings, key informant interviews, and semi-structured interviews. To quantify the importance of plant species in the Daman people's culture, the culture importance index, informant consensus factor index, and The Index of Agreement on Species consensus (IASc) were used. In addition, we cited previous ethnobotanical survey data from the Tibetan in Gyirong. To more comprehensively compare the differences in plant use between the Daman and Tibetan, this study constructed a knowledge network to compare the knowledge differences between the two groups.", "In this study, traditional knowledge was collected from 32 Daman informants, resulting in a total of 68 species belonging to 39 families mentioned by Daman people and 111 species mentioned by Tibetans. Of these, 58 plants were used by both populations. The plants were classified into 3 categories and 28 subcategories, with 22 identical classes in both groups. The majority of use categories showed a high degree of sharing in both groups, and the Tibetan people had more plant use categories than the Daman people. Five plants with IASc value > 0.5 were identified in both groups: Rhododendron anthopogon D. Don, Artemisia japonica Thunb., Juniperus indica Bertol., Gastrodia elata Blume, and Rheum australe D. Don. The analysis of the knowledge network revealed a 66% overlap between the knowledge of the Daman and the knowledge of the Tibetans. Additionally, the plant knowledge of Tibetan people was found to be richer and more complex than that of the Daman people. However, the Daman people possess 30 unique knowledge items.", "From the perspective of plant use, the history of the Daman people's discrete migration on the border between China and Nepal allows them to retain their own knowledge of plant use. The status quo of joining Chinese nationality and settling in Gyirong town allows them to gradually integrate into the local Tibetan society. In summary, despite living in the same ecosystem and biodiversity background, the plant utilization of the Daman people and Tibetans still shows significant differences, which are due to their different cultural backgrounds and social status."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Economic Plants and Biotechnology, Yunnan Key Laboratory for Wild Plant Resources, Kunming Institute of Botany, Chinese Academy of Sciences, 132# Lanhei Road, Heilongtan, Kunming, 650201, Yunnan, China."}, {"Identifier": [], "Affiliation": "University of Chinese Academy of Sciences, Beijing, China."}], "LastName": "Guo", "ForeName": "Chang-An", "Initials": "CA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Economic Plants and Biotechnology, Yunnan Key Laboratory for Wild Plant Resources, Kunming Institute of Botany, Chinese Academy of Sciences, 132# Lanhei Road, Heilongtan, Kunming, 650201, Yunnan, China."}, {"Identifier": [], "Affiliation": "National Centre for Borderland Ethnic Studies in Southwest China, Yunnan University, Kunming, 650091, China."}], "LastName": "Ding", "ForeName": "Xiaoyong", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CAS Key Laboratory of Tropical Plant Resources and Sustainable Use, Xishuangbanna Tropical Botanical Garden, Chinese Academy of Sciences, Mengla, 666303, Yunnan, China."}], "LastName": "Hu", "ForeName": "Huabin", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Economic Plants and Biotechnology, Yunnan Key Laboratory for Wild Plant Resources, Kunming Institute of Botany, Chinese Academy of Sciences, 132# Lanhei Road, Heilongtan, Kunming, 650201, Yunnan, China."}], "LastName": "Zhang", "ForeName": "Yu", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": ", Daman Village, Gyirong Town, Gyirong County, Shigatse City, 857000, Tibet Autonomous Region, China."}], "LastName": "Bianba", "ForeName": "Ciren", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": ", Daman Village, Gyirong Town, Gyirong County, Shigatse City, 857000, Tibet Autonomous Region, China."}], "LastName": "Bian", "ForeName": "Ba", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Economic Plants and Biotechnology, Yunnan Key Laboratory for Wild Plant Resources, Kunming Institute of Botany, Chinese Academy of Sciences, 132# Lanhei Road, Heilongtan, Kunming, 650201, Yunnan, China. wangyuhua@mail.kib.ac.cn."}], "LastName": "Wang", "ForeName": "Yuhua", "Initials": "Y"}], "GrantList": [{"GrantID": "No. 2019QZKK0502", "Agency": "The study was funded by \"The Second Tibetan Plateau Scientific Expedition and Research", "Country": ""}, {"GrantID": "No. 2019QZKK0502", "Agency": "The study was funded by \"The Second Tibetan Plateau Scientific Expedition and Research", "Country": ""}, {"GrantID": "No. 2019QZKK0502", "Agency": "The study was funded by \"The Second Tibetan Plateau Scientific Expedition and Research", "Country": ""}, {"GrantID": "No. 2019QZKK0502", "Agency": "The study was funded by \"The Second Tibetan Plateau Scientific Expedition and Research", "Country": ""}, {"GrantID": "No. 2019QZKK0502", "Agency": "The study was funded by \"The Second Tibetan Plateau Scientific Expedition and Research", "Country": ""}, {"GrantID": "No. 2019QZKK0502", "Agency": "The study was funded by \"The Second Tibetan Plateau Scientific Expedition and Research", "Country": ""}, {"GrantID": "No. 2019QZKK0502", "Agency": "The study was funded by \"The Second Tibetan Plateau Scientific Expedition and Research", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Tibet"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Ecosystem"}, {"QualifierName": [], "DescriptorName": "Rivers"}, {"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": ["methods"], "DescriptorName": "Ethnobotany"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Saslis-Lagoudakis CH, Williamson EM, Savolainen V, Hawkins JA. Cross-cultural comparison of three medicinal floras and implications for bioprospecting strategies. J Ethnopharmacol. 2011;135(2):476–487. doi: 10.1016/j.jep.2011.03.044.", "ArticleIdList": ["10.1016/j.jep.2011.03.044", "21457769"]}, {"Citation": "Alarcon R, Pardo-de-Santayana M, Priestley C, Morales R, Heinrich M. Medicinal and local food plants in the south of Alava (Basque Country, Spain) J Ethnopharmacol. 2015;176:207–224. doi: 10.1016/j.jep.2015.10.022.", "ArticleIdList": ["10.1016/j.jep.2015.10.022", "PMC4675496", "26481607"]}, {"Citation": "Haq SM, Hassan M, Bussmann RW, Calixto ES, Rahman IU, Sakhi S, Ljaz F, Hashem A, Al-Arjani AF, Abd-Allah EF, Aziz MA, Ali NA. Cross-cultural analysis of plant resources among five ethnic groups in the western Himalayan region of Jammu and Kashmir. Biology. 2022 doi: 10.3390/biology11040491.", "ArticleIdList": ["10.3390/biology11040491", "PMC9032642", "35453691"]}, {"Citation": "Chen WY, Yang T, Yang J, Qiu ZC, Ding XY, Wang YH, Wang YH. Wild plants used by the Lhoba people in Douyu Village, characterized by high mountains and valleys, in southeastern Tibet, China. J Ethnobiol Ethnomed. 2021;17(1):46. doi: 10.1186/s13002-021-00472-x.", "ArticleIdList": ["10.1186/s13002-021-00472-x", "PMC8305498", "34301287"]}, {"Citation": "Wang QH, Zhao L, Gao C, Zhao JW, Ren ZX, Shen YX, Yao RY, Yin HX. Ethnobotanical study on herbal market at the Dragon Boat Festival of Chuanqing people in China. J Ethnobiol Ethnomed. 2021 doi: 10.1186/s13002-021-00447-y.", "ArticleIdList": ["10.1186/s13002-021-00447-y", "PMC7985747", "33757555"]}, {"Citation": "Srithi K, Trisonthi C, Inta A, Balslev H. Cross-cultural comparison of medicinal plants used to treat infections in Northern Thailand. Econ Bot. 2019;73(1):86–95. doi: 10.1007/s12231-018-9435-1.", "ArticleIdList": ["10.1007/s12231-018-9435-1"]}, {"Citation": "Pieroni A, Rexhepi B, Nedelcheva A, Hajdari A, Mustafa B, Kolosova V, Cianfaglione K, Quave CL. One century later: the folk botanical knowledge of the last remaining Albanians of the upper Reka Valley, Mount Korab, Western Macedonia. J Ethnobiol Ethnomed. 2013 doi: 10.1186/1746-4269-9-22.", "ArticleIdList": ["10.1186/1746-4269-9-22", "PMC3648429", "23578063"]}, {"Citation": "Lqbal T, Habib T, Hussain K, Khan AM. Wild edible plant basket of terrestrial paradise and variations among the diverse ethnic and elevation groups-A detailed insight from the Western Himalaya of Azad Jammu and Kashmir, Pakistan. S Afr J Bot. 2022;147:294–313. doi: 10.1016/j.sajb.2022.01.026.", "ArticleIdList": ["10.1016/j.sajb.2022.01.026"]}, {"Citation": "Benitex G, Ei-Gharbaoui A, Redouan FZ, Gonzalez-Tejero MR, Molero-Mesa J, Merzouki A. Cross-cultural and historical traceability of ethnomedicinal Asteraceae. Eastern Morocco and Eastern Andalusia: Two sides of a sea in 20 centuries of history. S Afr J Bot. 2021;139:478–493. doi: 10.1016/j.sajb.2021.03.033.", "ArticleIdList": ["10.1016/j.sajb.2021.03.033"]}, {"Citation": "Hu RC, Xu CG, Nong Y, Luo BS. Changes in homegardens in relocation villages, a case study in the Baiku Yao area in Southern China. J Ethnobiol Ethnomed. 2023 doi: 10.1186/s13002-023-00578-4.", "ArticleIdList": ["10.1186/s13002-023-00578-4", "PMC9972620", "36849896"]}, {"Citation": "Soelberg J, Jager AK. Comparative ethnobotany of the Wakhi agropastoralist and the Kyrgyz nomads of Afghanistan. J Ethnobiol Ethnomed. 2016 doi: 10.1186/s13002-015-0063-x.", "ArticleIdList": ["10.1186/s13002-015-0063-x", "PMC4702329", "26739280"]}, {"Citation": "Fontefrancesco M, Barstow C, Grazioli F, Lyons H, Mattalia G, Marino M, Mckay AE, Sõukand R, Corvo P, Pieroni A. Keeping or changing? Two different cultural adaptation strategies in the domestic use of home country food plant and herbal ingredients among Albanian and Moroccan migrants in Northwestern Italy. J Ethnobiol Ethnomed. 2019 doi: 10.1186/s13002-019-0290-7.13.", "ArticleIdList": ["10.1186/s13002-019-0290-7.13", "PMC6371435", "30755237"]}, {"Citation": "Zou JZ. Boreder, boundary and boundary domin. J Minzu Univ China. 2010;1:11–14."}, {"Citation": "Zhou JX, Yang J. Diaspora and the reconstruction of identity: a case study of the Daman people on the China-Nepal border. J Minzu Univ Guangxi. 2012;34(5):78–83."}, {"Citation": "Liu F. Dispersion and aggregation: ethnic identity of cross-border \"Hmong\" people. Heilongjiang Natl Ser. 2009;6:143–146. doi: 10.3969/j.issn.1004-4922.2009.06.031.", "ArticleIdList": ["10.3969/j.issn.1004-4922.2009.06.031"]}, {"Citation": "Zhang X. The familial organization of the Miao people in American society. Ethno-Natl Stud. 2021;6:13. doi: 10.3969/j.issn.0256-1891.2007.06.007.", "ArticleIdList": ["10.3969/j.issn.0256-1891.2007.06.007"]}, {"Citation": "Beine M, Docquier F, Ozden C. Diasporas. J Dev Econ. 2011;95(1):30–41. doi: 10.1016/j.jdeveco.2009.11.004.", "ArticleIdList": ["10.1016/j.jdeveco.2009.11.004"]}, {"Citation": "Li Y. \"Diaspora group\" ethics under globalization: problems and solutions. Contemp World Soc. 2008;3:5."}, {"Citation": "Zhou JX, Yang J. The context and trend of transnational ethnic studies in China. J Hubei Minzu Univ. 2019;37(6):10."}, {"Citation": "Zhou J. Borders, borderers and States: three aspects of transnational ethnic studies. Guangxi Ethnic Stud. 2017;3:1–8."}, {"Citation": "Liu Y, Na S. Investigation on the relationship between ethnic communication and identity in Daman village, Gyirong, Zang-Nepal corridor. China Tibetol. 2015;3:138–147."}, {"Citation": "Hou LL. National identity and reasons of Daman people from the perspective of ethnic politics. Chi Zi. 2015;12:55–55."}, {"Citation": "Guo CA, Ding XY, Hu HB, Zhang Y, Yang HZ, Wang YH. An ethnobotanical study on wild plants used by Tibetan people in Gyirong Valley, Tibet, China. J Ethnobiol Ethnomed. 2022 doi: 10.1186/s13002-022-00565-1.", "ArticleIdList": ["10.1186/s13002-022-00565-1", "PMC9675253", "36401315"]}, {"Citation": "Zhang CY. Daman: in the valley of happiness. Tibet Geogr. 2007;6:74–91."}, {"Citation": "Zhang YF. Millennium Gyirong. China Tibetology Publishing House; 2006."}, {"Citation": "Wang DG, Li Q. Investigation of ecological resources and evaluation of tourism development in Gyirong Valley. Tibetan St. 2007;3:8."}, {"Citation": "Yang BY. Set out for Gyirong. Tibet Geogr. 2007;6:14."}, {"Citation": "Zhang CY. The stateless Daman people. Chin Natl Geogr. 2003;8:4."}, {"Citation": "Ding XY, Guo CA, Hu HB, Wang YH. Plants for making wooden bowls and related traditional knowledge in the Gyirong Valley, Tibet, China. J Ethnobiol Ethnomed. 2002;18(1):13. doi: 10.1186/s13002-022-00514-y.", "ArticleIdList": ["10.1186/s13002-022-00514-y", "PMC8907394", "35272665"]}, {"Citation": "Editoral Committee of Flora of China, Flora of China. Beijing, Science Press; 2013."}, {"Citation": "Board of Trustees of the Royal Botanic Gardens, Kew. The Plants of the World Online. Published on the internet. https://powo.science.kew.org/."}, {"Citation": "Reyes-Garcia V, Huanca T, Vadez V, Leonard W, Wilkie D. Cultural, practical, and economic value of wild plants: a quantitative study in the Bolivian Amazon. Econ Bot. 2006;60(1):62–74. doi: 10.1663/0013-0001(2006)60[62:CPAEVO]2.0.CO;2.", "ArticleIdList": ["10.1663/0013-0001(2006)60[62:CPAEVO]2.0.CO;2"]}, {"Citation": "Cook FEM. Economic botany data collection standard. The International Working Group on Taxonomic Databases for Plant Sciences (TDWG) by the Royal Botanic Gardens, Kew. 1995. ISBN: 0947643710."}, {"Citation": "Tardío J, Pardo-de-Santayana M. Cultural importance indices, a comparative analysis based on the useful wild plants of Southern Cantabria Northern Spain. Econ Bot. 2008;62:24–39. doi: 10.1007/s12231-007-9004-5.", "ArticleIdList": ["10.1007/s12231-007-9004-5"]}, {"Citation": "Troter R, Logan M. Informant consensus: a new approach for identifying potentially effective medicinal plants. In: Etkin NL, editor. Indigenous medicine and diet: biobehavioural approaches. New York: Redgrave Bedford Hills; 1986. pp. 91–112."}, {"Citation": "Vandebroek I. The dual intercultural and intracultural relationship between medicinal plant knowledge and consensus. Econ Bot. 2010;64(4):303–317. doi: 10.1007/s12231-010-9135-y.", "ArticleIdList": ["10.1007/s12231-010-9135-y"]}, {"Citation": "Camara-Leret R, Fortuna MA, Bascompte J. Indigenous knowledge networks in the face of global change. PNAS. 2019;116(20):9913–9918. doi: 10.1073/pnas.1821843116.", "ArticleIdList": ["10.1073/pnas.1821843116", "PMC6525496", "31043567"]}, {"Citation": "Institute of Botany, Chinese Academy of Sciences. Information System of Chinese Rare and Endangered Plants (ISCREP). https://www.plantplus.cn/rep/."}, {"Citation": "Ceuterick M, Vandebroek I, Torry B, Pieroni A. Cross-cultural adaptation in urban ethnobotany: the Colombian folk pharmacopoeia in London. J Ethnopharmacol. 2008;120(3):342–359. doi: 10.1016/j.jep.2008.09.004.", "ArticleIdList": ["10.1016/j.jep.2008.09.004", "18852036"]}, {"Citation": "Guo CA, Ding XY, Addi YW, Zhang Y, Zhang XQ, Zhuang HF, Wang YH. An ethnobotany survey of wild plants used by the Tibetan people of the Yadong River Valley, Tibet, China. J Ethnobiol Ethnomed. 2022;18(1):28. doi: 10.1186/s13002-022-00518-8.", "ArticleIdList": ["10.1186/s13002-022-00518-8", "PMC8973548", "35361213"]}, {"Citation": "Kunwar RM, Nepal BK, Kshhetri HB, Rai SK, Bussmann RW. Ethnomedicine in Himalaya: a case study from Dolpa, Humla, Jumla and Mustang districts of Nepal. J Ethnobiol Ethnomed. 2006;2:27. doi: 10.1186/1746-4269-2-27.", "ArticleIdList": ["10.1186/1746-4269-2-27", "PMC1513199", "16749924"]}, {"Citation": "Singh L, Dixit P, Srivastava RP, Pandey S, Verma PC, Saxena G. Ethnobotany and pharmacology of Pinus species growing naturally in Indian Himalayas: a plant review. Curr Pharm Biotechnol. 2019;20(15):1281–1287. doi: 10.2174/1389201020666190819153600.", "ArticleIdList": ["10.2174/1389201020666190819153600", "31424365"]}, {"Citation": "Bhattarai S, Chaudhary RP, Taylor RSL. Ethnomedicinal plants used by the people of Manang district, central Nepal. J Ethnobiol Ethnomed. 2006;2:41. doi: 10.1186/1746-4269-2-41.", "ArticleIdList": ["10.1186/1746-4269-2-41", "PMC1618386", "17020612"]}, {"Citation": "Kang J, Kang YX, Ji XL, Guo QP, Jacques G, Pietras M, Luczaj N, Li DW, Łuczaj Ł. Wild food plants and fungi used in the mycophilous Tibetan community of Zhagana (Tewo County, Gansu, China) J Ethnobiol Ethnomed. 2016;12:21. doi: 10.1186/s13002-016-0094-y.", "ArticleIdList": ["10.1186/s13002-016-0094-y", "PMC4890536", "27251364"]}, {"Citation": "Li S, Zhang Y, Guo YJ, Yang LX, Wang YH. Monpa, memory, and change: an ethnobotanical study of plant use in Medog County, South-east Tibet, China. J Ethnobiol Ethnomed. 2020;16(1):5. doi: 10.1186/s13002-020-0355-7.", "ArticleIdList": ["10.1186/s13002-020-0355-7", "PMC6993401", "32000826"]}, {"Citation": "Joshi N, Ghorbani A, Siwakoti M, Kehlenbeck K. Use pattern and indigenous knowledge of wild medicinal plants among three ethnic groups in Makawanpur district, Central Nepal. J Ethnopharmacol. 2020;262:113219. doi: 10.1016/j.jep.2020.113219.", "ArticleIdList": ["10.1016/j.jep.2020.113219", "32771422"]}, {"Citation": "Heinrich M, Edwards S, Moerman DE, Leonti M. Ethnopharmacological field studies: a critical assessment of their conceptual basis and methods. J Ethnopharmacol. 2009;124(1):1–17. doi: 10.1016/j.jep.2009.03.043.", "ArticleIdList": ["10.1016/j.jep.2009.03.043", "19537298"]}, {"Citation": "Kunwar RM, Fadiman M, Cameron M, Bussmann RW, Thapa-Magar KB, Rimal B, Sapkota P. Cross-cultural comparison of plant use knowledge in Baitadi and Darchula districts, Nepal Himalaya. J Ethnobiol Ethnomed. 2018;14:40. doi: 10.1186/s13002-018-0242-7.", "ArticleIdList": ["10.1186/s13002-018-0242-7", "PMC5996461", "29890995"]}, {"Citation": "Li ML, Xu JC. The “Wei sang” custom of Tibetan families in Yunnan-Taking two Tibetan communities in Diqing Tibetan Autonomous Prefecture as an example. Ethnonat'l Stud. 2007;169(6):46–55."}, {"Citation": "Chen YY, Bao ZX, Li ZZ. High allozymic diversity in natural populations of Mycoheterotrophic Orchid Gastrodia elata, an endangered medicinal plant in China. Biochem Syst Ecol. 2011;39(4–6):526–535. doi: 10.1016/j.bse.2011.07.013.", "ArticleIdList": ["10.1016/j.bse.2011.07.013"]}, {"Citation": "Wang DD, Chen X, Atanasov AG, Yi X, Wang S. Plant resource availability of medicinal Fritillaria species in traditional producing regions in Qinghai-Tibet Plateau. Front Pharmacol. 2017;8:502. doi: 10.3389/fphar.2017.00502.", "ArticleIdList": ["10.3389/fphar.2017.00502", "PMC5545572", "28824427"]}, {"Citation": "Salick J, Byg A, Amend A, Gunn B, Law W, Schmidt H. Tibetan medicine plurality. Econ Bot. 2006;60(3):227–253. doi: 10.1663/0013-0001(2006)60[227:TMP]2.0.CO;2.", "ArticleIdList": ["10.1663/0013-0001(2006)60[227:TMP]2.0.CO;2"]}, {"Citation": "Kloek ME, Buijs AE, Boersema JJ, Schouten MG. Cultural echoes in Dutch immigrants' and non-immigrants' understandings and values of nature. J Environ Plan Manag. 2017;61(5–6):1–23. doi: 10.1080/09640568.2017.1319803.", "ArticleIdList": ["10.1080/09640568.2017.1319803"]}, {"Citation": "Ma Y, Luo BS, Zhu Q, Ma DX, Wen Q, Feng JC, Xue DY. Changes in traditional ecological knowledge of forage plants in immigrant villages of Ningxia, China. J Ethnobiol Ethnomed. 2020 doi: 10.1186/s13002-019-0333-0.", "ArticleIdList": ["10.1186/s13002-019-0333-0", "PMC6916113", "31842902"]}, {"Citation": "Zhou JX. A straggler who crosses a boundary: a survey of villages of Nepali descent in Gyirong border area of Tibet. China: The ethnic PH. 2014. ISBN: 9787105132751."}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "2", "Day": "26"}, {"Year": "2023", "Month": "4", "Day": "13"}, {"Year": "2023", "Month": "5", "Day": "8", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "5", "Day": "6", "Hour": "9", "Minute": "42"}, {"Year": "2023", "Month": "5", "Day": "5", "Hour": "23", "Minute": "38"}, {"Year": "2023", "Month": "5", "Day": "5"}], "PublicationStatus": "epublish", "ArticleIdList": ["37147662", "PMC10163752", "10.1186/s13002-023-00583-7", "10.1186/s13002-023-00583-7"]}}], "PubmedBookArticle": []}