{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Essential oil", "Medicinal plants", "Proline", "Soluble sugars", "Water amount and quality", "Water use efficiency"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37145240", "DateCompleted": {"Year": "2023", "Month": "08", "Day": "29"}, "DateRevised": {"Year": "2023", "Month": "10", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "05", "Day": "05"}], "Language": ["eng"], "ELocationID": ["10.1007/s10653-023-01584-x"], "Journal": {"ISSN": "1573-2983", "JournalIssue": {"Volume": "45", "Issue": "9", "PubDate": {"Year": "2023", "Month": "Sep"}}, "Title": "Environmental geochemistry and health", "ISOAbbreviation": "Environ Geochem Health"}, "ArticleTitle": "The biochemical properties of Rosmarinus officinalis L. affected by irrigation water amount and quality.", "Pagination": {"StartPage": "6903", "EndPage": "6913", "MedlinePgn": "6903-6913"}, "Abstract": {"AbstractText": ["Water deficiency, especially in the arid and semi-arid areas, necessitates the proper water use and recycling. The objective was to investigate the effects of deficit irrigation as well as treated wastewater on the biochemical properties of Rosmarinus officinalis L., grown in the arid area of Iranshahr, Iran. A split-split plot design on the basis of a complete randomized block design with three replicates was conducted in 2017. Irrigation water treatments of (I1 = 100% of field capacity, FC), 75% of FC (I2), and 50% of FC (I3) as main plots, reduced (S1), and partial irrigation (S2), as sub-plots, and well water (Q1), treated wastewater (Q2), and the combination of Q1 and Q2 (Q3, 50% + 50%), as sub-sub plots, were tested. Plant biochemical properties including proline (Pr), soluble sugars (SS), and essential oil volume (V) and yield (Y) as well as water use efficiency (WUE) were determined. The I2, treatment, compared with I1, increased Pr, SS, V, Y and WUE by 34.4, 31.9, 52.6, 34.3, and 48.1%, respectively. The S2 treatment also increased plant biochemical properties more than 45% related to S1, and Q2 significantly enhanced the measured parameters compared with Q1 and Q3. Treated wastewater improved the essential oil yield of the plant in water deficit conditions. Accordingly, under deficit water conditions, treatment I2S2, and in the case of unfavorable water sources and deficit water conditions, treatment I2Q2 are recommendable to alleviate water stress and improve the biochemical properties of Rosmarinus officinalis L. in the arid areas."], "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer Nature B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agronomy, Zahedan Branch, Islamic Azad University, Zahedan, Iran."}], "LastName": "Rigi Karvandri", "ForeName": "A", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agronomy, Zahedan Branch, Islamic Azad University, Zahedan, Iran. ahmad.mehraban1354@gmail.com."}], "LastName": "Mehraban", "ForeName": "A", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agronomy, Zahedan Branch, Islamic Azad University, Zahedan, Iran."}], "LastName": "Ganjali", "ForeName": "H R", "Initials": "HR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Balochistan Agriculture Research Center, Quetta, Pakistan."}], "LastName": "Miri", "ForeName": "K H", "Initials": "KH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agronomy, Zahedan Branch, Islamic Azad University, Zahedan, Iran."}], "LastName": "Mobasser", "ForeName": "H R", "Initials": "HR"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Geochem Health", "NlmUniqueID": "8903118", "ISSNLinking": "0269-4042"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Wastewater"}, {"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}], "CommentsCorrectionsList": [{"RefSource": "Environ Geochem Health. 2023 Sep;45(9):6767-6768. doi: 10.1007/s10653-023-01723-4", "PMID": "37566166"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Rosmarinus"}, {"QualifierName": [], "DescriptorName": "Wastewater"}, {"QualifierName": [], "DescriptorName": "Oils, Volatile"}, {"QualifierName": [], "DescriptorName": "Iran"}, {"QualifierName": [], "DescriptorName": "Agricultural Irrigation"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abbasnia, A., Yousefi, N., Mahvi, A. H., Nabizadeh, R., Radfard, M., Yousefi, M., & Alimohammadi, M. (2019). Evaluation of groundwater quality using water quality index and its suitability for assessing water for drinking and irrigation purposes: Case study of Sistan and Baluchistan province (Iran). Human and Ecological Risk Assessment: An International Journal, 25, 988–1005.", "ArticleIdList": ["10.1080/10807039.2018.1458596"]}, {"Citation": "Albergaria, E. T., Oliveira, A. F. M., & Albuquerque, U. P. (2020). The effect of water deficit stress on the composition of phenolic compounds in medicinal plants. South African Journal of Botany, 131, 12–17.", "ArticleIdList": ["10.1016/j.sajb.2020.02.002"]}, {"Citation": "Alhaithloul, H. A., Soliman, M. H., Ameta, K. L., El-Esawi, M. A., & Elkelish, A. (2020). Changes in ecophysiology, osmolytes, and secondary metabolites of the medicinal plants of Mentha piperita and Catharanthus roseus subjected to drought and heat stress. Biomolecules, 10, 43.", "ArticleIdList": ["10.3390/biom10010043"]}, {"Citation": "Bagheri, M., Javanmard, H. R., & Naderi, M. R. (2021). Soil cadmium and lead affecting biochemical properties of Matricaria chamomilla L. at different growth stages in the greenhouse and field. BioMetals, 34, 881–893.", "ArticleIdList": ["10.1007/s10534-021-00314-z"]}, {"Citation": "Bakhshian, M., Naderi, M. R., Javanmard, H. R., & Bahreininejad, B. (2022). The growth of summer savory (Satureja hortensis) affected by fertilization and plant growth regulators in temperature stress. Biocatalysis and Agricultural Biotechnology, 43, 102371.", "ArticleIdList": ["10.1016/j.bcab.2022.102371"]}, {"Citation": "Balkhair, K., El-Nakhlawi, F., Ismail, S., & Al-Solimani, S. (2013). Treated wastewater use and its effect on water conservation, vegetative yeild, yield components and water use efficiency of some vegetable crops grown under two different irrigation systems in western region, Saudi Arabia. European Scientific Journal, 9(21), 24."}, {"Citation": "Bates, L. S., Waldren, R. P., & Teare, I. D. (1973). Rapid determination of free proline for water-stress studies. Plant and Soil, 39, 205–207.", "ArticleIdList": ["10.1007/BF00018060"]}, {"Citation": "Elansary, H. O., El-Ansary, D. O., & Al-Mana, F. A. (2019). 5-Aminolevulinic acid and soil fertility enhance the resistance of rosemary to Alternaria dauci and Rhizoctonia solani and modulate plant biochemistry. Plants, 8(12), 585."}, {"Citation": "Elansary, H., Mahmoud, E., El-Ansary, D., & Mattar, M. (2020). Effects of water stress and modern biostimulants on growth and quality characteristics of mint. Agronomy, 10, 6.", "ArticleIdList": ["10.3390/agronomy10010006"]}, {"Citation": "Farhadkhani, M., Nikaeen, M., Yadegarfar, G., Hatamzadeh, M., Pourmohammadbagher, H., Sahbaei, Z., & Rahmani, H. R. (2018). Effects of irrigation with secondary treated wastewater on physicochemical and microbial properties of soil and produce safety in a semi-arid area. Water Research, 144, 356–364.", "ArticleIdList": ["10.1016/j.watres.2018.07.047"]}, {"Citation": "Ghahremani, A., Pirbalouti, A. G., Mozafari, H., Habibi, D., & Sani, B. (2020). Phytochemical and morpho-physiological traits of mullein as a new medicinal crop under different planting pattern and soil moisture conditions. Industrial Crops and Products, 145, 111976.", "ArticleIdList": ["10.1016/j.indcrop.2019.111976"]}, {"Citation": "Gomez, L., Rubio, E., & Auge, M. (2002). A new procedure for extraction and measurement of soluble sugars in ligneous plants. Journal of the Science of Food and Agriculture, 82, 360–369.", "ArticleIdList": ["10.1002/jsfa.1046"]}, {"Citation": "Hassan, F. A. S., Bazaid, S., & Ali, E. F. (2013). Effect of deficit irrigation on growth, yield and volatile oil content on Rosmarinus officinalis. L. plant. Journal of Medicinal Plant Studies, 1, 12–21."}, {"Citation": "Kamali, S., & Mehraban, A. (2020). Effects of Nitroxin and arbuscular mycorrhizal fungi on the agro-physiological traits and grain yield of sorghum (Sorghum bicolor L.) under drought stress conditions. PLoS ONE, 15, e0243824.", "ArticleIdList": ["10.1371/journal.pone.0243824"]}, {"Citation": "Kazemi, E., Ganjali, H. R., Mehraban, A., & Ghasemi, A. (2022). Yield and biochemical properties of grain sorghum (Sorghum bicolor L. Moench) affected by nano-fertilizer under field drought stress. Cereal Research Communications, 50, 397–405.", "ArticleIdList": ["10.1007/s42976-021-00198-2"]}, {"Citation": "Khalafi, A., Mohsenifar, K., Gholami, A., & Barzegari, M. (2021). Corn (Zea mays L.) Growth, Yield and Nutritional Properties Affected by Fertilization Methods and Micronutrient Use. International Journal of Plant Production, 15, 589–597.", "ArticleIdList": ["10.1007/s42106-021-00148-2"]}, {"Citation": "Khorasaninejad, S., Mousavi, A., Soltanloo, H., Hemmati, K., & Khalighi, A. (2011). The effect of drought stress on growth parameters, essential oil yield and constituent of Peppermint (Mentha piperita L.). Journal of Medicinal Plants Research, 5, 5360–5365."}, {"Citation": "Miransari, M., Adham, S., Miransari, M., & Miransari, A. (2022). The physicochemical approaches of altering growth and biochemical properties of medicinal plants in saline soils. Applied Microbiology and Biotechnology, 106, 1895–19041.", "ArticleIdList": ["10.1007/s00253-022-11838-w"]}, {"Citation": "Miransari, M., Bahrami, H. A., Rejali, F., & Malakouti, M. J. (2008). Using arbuscular mycorrhiza to alleviate the stress of soil compaction on wheat (Triticum aestivum L.) growth. Soil Biology and Biochemistry, 40, 1197–1206.", "ArticleIdList": ["10.1016/j.soilbio.2007.12.014"]}, {"Citation": "Miransari, M., Mahdavi, S., & Smith, D. (2021). The biological approaches of altering the growth and biochemical properties of medicinal plants under salinity stress. Applied Microbiology and Biotechnology, 105, 7201–7213.", "ArticleIdList": ["10.1007/s00253-021-11552-z"]}, {"Citation": "Miransari, M., & Smith, D. L. (2014). Plant hormones and seed germination. Environmental and Experimental Botany, 99, 110–121.", "ArticleIdList": ["10.1016/j.envexpbot.2013.11.005"]}, {"Citation": "Miransari, M., & Smith, D. (2019). Sustainable wheat (Triticum aestivum L.) production in saline fields: A review. Critical Reviews in Biotechnology, 39, 999–1014.", "ArticleIdList": ["10.1080/07388551.2019.1654973"]}, {"Citation": "Mola Ali Abasiyan, S., Nasiri Sour, A., Mokhtari, A., Dashbolaghi, F., & Sabzi, M. (2022). Preparation of chitosan/sodium alginate/nano cellulose composite for the efficient removal of cadmium (II) cations from wastewater and soil systems. Environmental Geochemistry and Health, 44, 1259–1275."}, {"Citation": "Peña-Guerrero, M. D., Nauditt, A., Muñoz-Robles, C., Ribbe, L., & Meza, F. (2020). Drought impacts on water quality and potential implications for agricultural production in the Maipo River Basin, Central Chile. Hydrological Sciences Journal, 65, 1005–1021.", "ArticleIdList": ["10.1080/02626667.2020.1711911"]}, {"Citation": "Rigi Karvandri, A., Mehraban, A., Ganjali, H. R., Miri, K. H., & Mobser, H. R. (2020a). Effect of quantity and quality of irrigation on quantitative traits of Rosmarinus officinalis L. Iranian Journal of Irrigation and Drainage, 14, 402–413. Abstract in English."}, {"Citation": "Rigi Karvandri, A., Mehraban, A., Ganjali, H. R., Miri, K. H., & Mobser, H. R. (2020b). Evaluation of growth traits of Rosmarinus Officinalis L. under deficit irrigation. Journal of Water and Soil Science (abstract in English), 4, 329–339."}, {"Citation": "Rodrigues, J., Inzé, D., Nelissen, H., & Saibo, N. J. (2019). Source–sink regulation in crops under water deficit. Trends in Plant Science, 24, 652–663.", "ArticleIdList": ["10.1016/j.tplants.2019.04.005"]}, {"Citation": "Selmar, D., & Kleinwächter, M. (2013). Stress enhances the synthesis of secondary plant products: The impact of stress-related over-reduction on the accumulation of natural products. Plant and Cell Physiology, 54, 817–826.", "ArticleIdList": ["10.1093/pcp/pct054"]}, {"Citation": "Shokuhifar, Y., Mohammadi Ghahsareh, A., Shahbazi, K., Tehrani, M.M., Besharati, H. (2021). Biochar and wheat straw affecting soil chemistry and microbial biomass carbon countrywide. Biomass Conversion and Biorefinery (in press)."}, {"Citation": "Walkley, A., & Black, I. A. (1934). An examination of the Degtjareff method for determining soil organic matter, and a proposed modification of the chromic acid titration method. Soil Science, 37, 29–38.", "ArticleIdList": ["10.1097/00010694-193401000-00003"]}, {"Citation": "Wang, C., Shu, L., Zhou, S., Yu, H., & Zhu, P. (2019). Effects of alternate partial root-zone irrigation on the utilization and movement of nitrates in soil by tomato plants. Scientia Horticulturae, 243, 41–47.", "ArticleIdList": ["10.1016/j.scienta.2018.08.006"]}], "ReferenceList": [], "Title": "References"}], "History": [{"Year": "2022", "Month": "6", "Day": "28"}, {"Year": "2023", "Month": "4", "Day": "19"}, {"Year": "2023", "Month": "8", "Day": "29", "Hour": "12", "Minute": "42"}, {"Year": "2023", "Month": "5", "Day": "5", "Hour": "12", "Minute": "42"}, {"Year": "2023", "Month": "5", "Day": "5", "Hour": "11", "Minute": "8"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37145240", "10.1007/s10653-023-01584-x", "10.1007/s10653-023-01584-x"]}}], "PubmedBookArticle": []}