{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Acute toxicity", "Antiviral drug", "Biomedical profile", "MM-GBSA", "Pharmacophore"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37151219", "DateRevised": {"Year": "2023", "Month": "05", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "03", "Day": "08"}], "Language": ["eng"], "ELocationID": ["10.1007/s43450-023-00381-y"], "Journal": {"ISSN": "0102-695X", "JournalIssue": {"Volume": "33", "Issue": "3", "PubDate": {"Year": "2023"}}, "Title": "Revista brasileira de farmacognosia : orgao oficial da Sociedade Brasileira de Farmacognosia", "ISOAbbreviation": "Rev Bras Farmacogn"}, "ArticleTitle": "(<i>R</i>)-(+)-Rosmarinic Acid as an Inhibitor of Herpes and Dengue Virus Replication: an <i>In Silico</i> Assessment.", "Pagination": {"StartPage": "543", "EndPage": "550", "MedlinePgn": "543-550"}, "Abstract": {"AbstractText": ["Since ancient times, viruses such as dengue, herpes, Ebola, AIDS, influenza, chicken meat, and SARS have been roaming around causing great health burdens. Currently, the prescribed antiviral drugs have not cured the complications caused by viruses, whereas viral replication was not controlled by them. The treatments suggested are not only ineffectual, but also sometimes inefficient against viruses at all stages of the viral cycle as well. To fight against these contagious viruses, people rely heavily on medicinal plants to enhance their innate and adaptive immune systems. In this research, the preparation of ligands and proteins was performed using the Maestro V.13.2 module tool. This software, consisting of LigPrep, Grid Generation, SiteMap, and Glide XP, has each contributed significantly to the preparation of ligands and proteins. Ultimately, the research found that (<i>R</i>)-(+)-rosmarinic acid was found to have significant docking scores of - 10.847 for herpes virus, of - 10.033 for NS5, and - 7.259 for NS1. In addition, the Prediction of Activity Spectra for Substances (PASS) server indicates that rosmarinic acid possesses a diverse spectrum of enzymatic activities, as probability active (Pa) values start at > 0.751, whereas it has fewer adverse effects than the drugs prescribed for viruses. Accordingly, it was found the rate of acute toxicity values of (<i>R</i>)-(+)-rosmarinic acid at doses LD<sub>50</sub> log10 (mmol/g) and LD<sub>50</sub> (mg/g) in different routes of administration, such as intraperitoneal, intravenous, oral, and subcutaneous. Ultimately, the present study concluded that (<i>R</i>)-(+)-rosmarinic acid would expose significant antiviral effects in <i>in vitro</i> and <i>in vivo</i> experiments, and this research would be a valuable asset for the future, especially for those who wish to discover a drug molecule for a variety of viruses.", "The online version contains supplementary material available at 10.1007/s43450-023-00381-y."], "CopyrightInformation": "© The Author(s) under exclusive licence to Sociedade Brasileira de Farmacognosia 2023, Springer Nature or its licensor (e.g. a society or other partner) holds exclusive rights to this article under a publishing agreement with the author(s) or other rightsholder(s); author self-archiving of the accepted manuscript version of this article is solely governed by the terms of such publishing agreement and applicable law."}, "AuthorList": [{"Identifier": ["0000-0002-7846-5540"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Thiru. Vi. Ka. Government Arts College, Kidarankondan, Thiruvarur, Tamil Nadu India 610 003."}], "LastName": "Samy", "ForeName": "Christy Rani Arokia", "Initials": "CRA"}, {"Identifier": ["0000-0002-9533-3574"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Government College of Engineering, Sengipatti, Thanjavur, Tamil Nadu India 613 402."}], "LastName": "Karunanithi", "ForeName": "Kalaimathi", "Initials": "K"}, {"Identifier": ["0000-0001-6092-254X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Prince Shri Venkateshwara Padmavathy Engineering College, Ponmar, Chennai, 600 127 India."}], "LastName": "Sheshadhri", "ForeName": "Jayasree", "Initials": "J"}, {"Identifier": ["0000-0002-0755-3658"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Zoology, Annai Vailankanni Arts and Science College, Bishop Sundaram Campus, Thanjavur, Tamil Nadu 613 007 India."}], "LastName": "Rengarajan", "ForeName": "Murugesan", "Initials": "M"}, {"Identifier": ["0000-0001-5839-0345"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Annai Vailankanni Arts and Science College, Bishop Sundaram Campus, Thanjavur, Tamil Nadu 613 007 India."}], "LastName": "Srinivasan", "ForeName": "Prabhu", "Initials": "P"}, {"Identifier": ["0000-0001-6795-2792"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, St Joseph's College for Women, Alappuzha, Kerala 688 001 India."}], "LastName": "Cherian", "ForeName": "Pinkie", "Initials": "P"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Brazil", "MedlineTA": "Rev Bras Farmacogn", "NlmUniqueID": "9883156", "ISSNLinking": "0102-695X"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ansari Dogaheh M, Sharififar F, Arabzadeh AM, Shakibaic M, Heidarbeigi M. Inhibitory effect of a standard extract of Zhumeria majdae Rech. F and Wendelbo. against herpes simplex-1 virus. J Med Sci. 2013;13:755–760. doi: 10.3923/jms.2013.755.760.", "ArticleIdList": ["10.3923/jms.2013.755.760", "24171266"]}, {"Citation": "Baba S, Osakabe N, Natsume M, Terao J. Orally administered rosmarinic acid is present as the conjugated and/or methylated forms in plasma and is degraded and metabolized to conjugated forms of cafeic acid, ferulic acid and m-coumaric acid. Life Sci. 2004;75:165–178. doi: 10.1016/j.lfs.2003.11.028.", "ArticleIdList": ["10.1016/j.lfs.2003.11.028", "15120569"]}, {"Citation": "Ben Shabat S, Yarmolinsky L, Porat D, Dahan A. Antiviral effect of phytochemicals from medicinal plants: applications and drug delivery strategies. Drug Deliv Transl Res. 2020;10:354–367. doi: 10.1007/s13346-019-00691-6.", "ArticleIdList": ["10.1007/s13346-019-00691-6", "PMC7097340", "31788762"]}, {"Citation": "Card GL, Knowles P, Laman H, Jones N, McDonald NQ. Crystal structure of a gamma-herpesvirus cyclin-cdk complex. EMBO J. 2000;19:2877–2888. doi: 10.1093/emboj/19.12.2877.", "ArticleIdList": ["10.1093/emboj/19.12.2877", "PMC203358", "10856233"]}, {"Citation": "Chung YC, Hsieh FC, Lin YJ, Wu TY, Lin CW, Lin CT, Tang NY, Jinn TR. Magnesium lithospermate B and rosmarinic acid, two compounds present in Salvia miltiorrhiza, have potent antiviral activity against enterovirus 71 infections. Euro J Pharmacol. 2015;755:127–133. doi: 10.1016/j.ejphar.2015.02.046.", "ArticleIdList": ["10.1016/j.ejphar.2015.02.046", "25773498"]}, {"Citation": "Edeling MA, Diamond MS, Fremont DH. Structural basis of flavivirus NS1 assembly and antibody recognition. Proc Natl Acad Sci. 2014;111:4285–4290. doi: 10.1073/pnas.1322036111.", "ArticleIdList": ["10.1073/pnas.1322036111", "PMC3964132", "24594604"]}, {"Citation": "Fecka I, Turek S. Determination of water-soluble polyphenolic compounds in commercial herbal teas from Lamiaceae: peppermint, melissa, and sage. J Agric Food Chem. 2007;55:10908–10917. doi: 10.1021/jf072284d.", "ArticleIdList": ["10.1021/jf072284d", "18052102"]}, {"Citation": "Gordo J, Máximo P, Cabrita E, Lourenço A, Oliva A, Almeida J, Filipe M, Cruz P, Barcia R, Santos M, Cruz H. Thymus mastichina: chemical constituents and their anti-cancer activity. Nat Prod Commun. 2012;7:1491–1494.", "ArticleIdList": ["23285814"]}, {"Citation": "Guan H, Luo W, Bao B, Cao Y, Cheng F, Yu S, Fan Q, Zhang L, Wu Q, Shan M. A comprehensive review of rosmarinic acid: from phytochemistry to pharmacology and its new insight. Molecules. 2022;27:3292. doi: 10.3390/molecules27103292.", "ArticleIdList": ["10.3390/molecules27103292", "PMC9143754", "35630768"]}, {"Citation": "Hsu YC, Cheng CP, Chang DM. Plectranthus amboinicus attenuates inflammatory bone erosion in mice with collagen-induced arthritis by downregulation of RANKL-induced NFATc1 expression. J Rheumatol. 2011;38:1844–1857. doi: 10.3899/jrheum.101223.", "ArticleIdList": ["10.3899/jrheum.101223", "21724708"]}, {"Citation": "Kalaimathi K, Thiyagarajan G, Vijayakumar S, Bhavani K, Karthikeyan K, Rani JM, Dass K, Sureshkumar J, Prabhu S (2021) Molecular docking and network pharmacology-based approaches to explore the potential of terpenoids for Mycobacterium tuberculosis. Pharmacol Res Mod Chin Med 1:100002. 10.1016/j.prmcm.2021.100002"}, {"Citation": "Kalaimathi K, Rani JMJ, Vijayakumar S, Prakash N, Karthikeyan K, Thiyagarajan G, Bhavani K, Prabhu S, Varatharaju G. Anti-dengue potential of mangiferin: intricate network of dengue to human genes. Rev Bras Farmacogn. 2022;32:410–420. doi: 10.1007/s43450-022-00258-6.", "ArticleIdList": ["10.1007/s43450-022-00258-6", "PMC9078210", "35572718"]}, {"Citation": "Lin WY, Yu YJ, Jinn TR. Evaluation of the virucidal effects of rosmarinic acid against enterovirus 71 infection via in vitro and in vivo study. Virol J. 2019;16:94. doi: 10.1186/s12985-019-1203-z.", "ArticleIdList": ["10.1186/s12985-019-1203-z", "PMC6670152", "31366366"]}, {"Citation": "Luo C, Zou L, Sun H, Peng J, Gao C, Bao L, Ji R, Jin Y, Sun S. A review of the anti-inflammatory effects of rosmarinic acid on inflammatory diseases. Front Pharmacol. 2020;11:153. doi: 10.3389/fphar.2020.00153.", "ArticleIdList": ["10.3389/fphar.2020.00153", "PMC7059186", "32184728"]}, {"Citation": "Nolkemper S, Reichling J, Stintzing FC, Carle R, Schnitzler P. Antiviral effect of aqueous extracts from species of the Lamiaceae family against herpes simplex virus type 1 and type 2 in vitro. Planta Med. 2006;72:1378–1382. doi: 10.1055/s-2006-951719.", "ArticleIdList": ["10.1055/s-2006-951719", "17091431"]}, {"Citation": "Noor S, Mohammad T, Rub MA, Raza A, Azum N, Yadav DK, Hassan MI, Asiri AM. Biomedical features and therapeutic potential of rosmarinic acid. Arch Pharm Res. 2022;45:205–228. doi: 10.1007/s12272-022-01378-2.", "ArticleIdList": ["10.1007/s12272-022-01378-2", "PMC8989115", "35391712"]}, {"Citation": "Prabhu S, Vijayakumar S, Manogar P, Maniam GP, Govindan N. Homology modeling and molecular docking studies on type II diabetes complications reduced PPAR γreceptor with various ligand molecules. Biomed Pharmaco. 2017;92:528–535. doi: 10.1016/j.biopha.2017.05.077.", "ArticleIdList": ["10.1016/j.biopha.2017.05.077", "28575810"]}, {"Citation": "Prabhu S, Vijayakumar S, Praseetha P. Cyanobacterial metabolites as novel drug candidatesin corona viral therapies: a review. Chronic Dis Transl Med. 2022;8:172–183. doi: 10.1002/cdt3.11.", "ArticleIdList": ["10.1002/cdt3.11", "PMC9086949", "35572950"]}, {"Citation": "Rani JM, Kalaimathi K, Vijayakumar S, Varatharaju G, Karthikeyan K, Thiyagarajan G, Bhavani K, Manogar P, Prabhu S (2022) Anti-viral effectuality of plant polyphenols against mutated dengue protein NS2B47-NS3: a computational exploration. Gene Rep 27:101546. 10.1016/j.genrep.2022.101546"}, {"Citation": "Swarup V, Ghosh J, Ghosh S, Basu SA, A, Antiviral and anti-inflammatory effects of rosmarinic acid in an experimental murine model of Japanese encephalitis. Antimicrob Agents Chemother. 2007;51:3367–3370. doi: 10.1128/AAC.00041-07.", "ArticleIdList": ["10.1128/AAC.00041-07", "PMC2043228", "17576830"]}, {"Citation": "Tsukamoto Y, Ikeda S, Uwai K, Taguchi R, Chayama K, Sakaguchi T, Narita R, Yao W, Takeuchi F, Otakaki Y, Watashi K, Wakita T, Kato H (2018) Rosmarinic acid is a novel inhibitor for hepatitis B virus replication targeting viral epsilon RNA-polymerase interaction. PLoS One 13:197664. 10.1371/journal.pone.0197664", "ArticleIdList": ["PMC5962091", "29782545"]}, {"Citation": "Vijayakumar S, Prabhu S, Rajalakhsmi S, Manogar P. Review on potential phytocompounds in drug development for Parkinson disease: a pharmacoinformatic approach. Inform Med Unlock. 2016;5:15–25. doi: 10.1016/j.imu.2016.09.00.", "ArticleIdList": ["10.1016/j.imu.2016.09.00"]}, {"Citation": "Vijayakumar S, Sathiya M, Arulmozhi P, Prabhu S, Manogar P, Vinothkannan R, Parameswari N. Molecular docking and ADME properties of bioactive molecules against human acid-beta-glucosidase enzyme, cause of Gaucher’s disease. In Silico Pharmacol. 2018;6:3. doi: 10.1007/s40203-018-0039-3.", "ArticleIdList": ["10.1007/s40203-018-0039-3", "PMC6314663", "30607316"]}, {"Citation": "Wahab NZA, Ibrahim N, Kamarudin MKA, Lananan F, Juahir H, Ghazali A. In vitro antiviral activity of Orthosiphon stamineus extract against dengue virus type 2. J Fundam Appl Sci. 2018;10:541–551. doi: 10.4314/jfas.v10i1s.38.", "ArticleIdList": ["10.4314/jfas.v10i1s.38"]}, {"Citation": "Wang H, Zhang J, Lu Z, Dai W, Ma C, Xiang Y, Zhang Y (2021) Identification of potential therapeutic targets and mechanisms of COVID-19 through network analysis and screening of chemicals and herbal ingredients. Brief Bioinform 23:bbab373. 10.1093/bib/bbab373", "ArticleIdList": ["PMC8499921", "34505138"]}, {"Citation": "Yap TL, Xu T, Chen YL, Malet H, Egloff MP, Canard B, Vasudevan SG, Lescar J. Crystal structure of the dengue virus RNA-dependent RNA polymerase catalytic domain at 1.85-angstrom resolution. J Virol. 2007;81:4753–4765. doi: 10.1128/JVI.02283-06.", "ArticleIdList": ["10.1128/JVI.02283-06", "PMC1900186", "17301146"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "11", "Day": "2"}, {"Year": "2023", "Month": "2", "Day": "20"}, {"Year": "2023", "Month": "5", "Day": "8", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "5", "Day": "8", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "5", "Day": "8", "Hour": "3", "Minute": "47"}, {"Year": "2023", "Month": "3", "Day": "8"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37151219", "PMC9994773", "10.1007/s43450-023-00381-y", "381"]}}], "PubmedBookArticle": []}