{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["brain tumors", "cancer therapy", "malignancies", "phytochemicals", "ubiquitin-proteasome system"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37162294", "DateCompleted": {"Year": "2023", "Month": "11", "Day": "02"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "05", "Day": "10"}], "Language": ["eng"], "ELocationID": ["10.1002/biof.1958"], "Journal": {"ISSN": "1872-8081", "JournalIssue": {"Volume": "49", "Issue": "4", "PubDate": {"Year": "2023", "Season": "Jul-Aug"}}, "Title": "BioFactors (Oxford, England)", "ISOAbbreviation": "Biofactors"}, "ArticleTitle": "Modulation of the ubiquitin-proteasome system by phytochemicals: Therapeutic implications in malignancies with an emphasis on brain tumors.", "Pagination": {"StartPage": "782", "EndPage": "819", "MedlinePgn": "782-819"}, "Abstract": {"AbstractText": ["Regarding the multimechanistic nature of cancers, current chemo- or radiotherapies often fail to eradicate disease pathology, and frequent relapses or resistance to therapies occur. Brain malignancies, particularly glioblastomas, are difficult-to-treat cancers due to their highly malignant and multidimensional biology. Unfortunately, patients suffering from malignant tumors often experience poor prognoses and short survival periods. Thus far, significant efforts have been conducted to discover novel and more effective modalities. To that end, modulation of the ubiquitin-proteasome system (UPS) has attracted tremendous interest since it affects the homeostasis of proteins critically engaged in various cell functions, for example, cell metabolism, survival, proliferation, and differentiation. With their safe and multimodal actions, phytochemicals are among the promising therapeutic tools capable of turning the operation of various UPS elements. The present review, along with an updated outline of the role of UPS dysregulation in multiple cancers, provided a detailed discussion on the impact of phytochemicals on the UPS function in malignancies, especially brain tumors."], "CopyrightInformation": "© 2023 International Union of Biochemistry and Molecular Biology."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Faculty of Pharmacy, Birjand University of Medical Sciences, Birjand, Iran."}, {"Identifier": [], "Affiliation": "Experimental and Animal Study Center, Birjand University of Medical Sciences, Birjand, Iran."}], "LastName": "Sanati", "ForeName": "Mehdi", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural Products and Medicinal Plants Research Center, North Khorasan University of Medical Sciences, Bojnurd, Iran."}, {"Identifier": [], "Affiliation": "Department of Physiology and Pharmacology, Faculty of Medicine, North Khorasan University of Medical Sciences, Bojnurd, Iran."}], "LastName": "Afshari", "ForeName": "Amir R", "Initials": "AR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Ophthalmology, Khatam-Ol-Anbia Hospital, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Ahmadi", "ForeName": "Seyed Sajad", "Initials": "SS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, College of Pharmacy, Al-Zahraa University for Women, Karbala, Iraq."}, {"Identifier": [], "Affiliation": "Department of Pharmacodynamics and Toxicology, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Moallem", "ForeName": "Seyed Adel", "Initials": "SA"}, {"Identifier": ["0000-0002-8656-1444"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Applied Biomedical Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Department of Biotechnology, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Sahebkar", "ForeName": "Amirhossein", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Biofactors", "NlmUniqueID": "8807441", "ISSNLinking": "0951-6433"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Ubiquitin"}, {"RegistryNumber": "EC 3.4.25.1", "NameOfSubstance": "Proteasome Endopeptidase Complex"}, {"RegistryNumber": "0", "NameOfSubstance": "Proteasome Inhibitors"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Ubiquitin"}, {"QualifierName": ["metabolism"], "DescriptorName": "Proteasome Endopeptidase Complex"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Proteasome Inhibitors"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Neoplasm Recurrence, Local"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Brain Neoplasms"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Phytochemicals"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aggarwal BB, Danda D, Gupta S, Gehlot P. Models for prevention and treatment of cancer: problems vs promises. Biochem Pharmacol. 2009;78:1083-94."}, {"Citation": "Rosenblum D, Joshi N, Tao W, Karp JM, Peer D. Progress and challenges towards targeted delivery of cancer therapeutics. Nat Commun. 2018;9:1-12."}, {"Citation": "Younis NK, Ghoubaira JA, Bassil EP, Tantawi HN, Eid AH. Metal-based nanoparticles: promising tools for the management of cardiovascular diseases. Nanomedicine. 2021;36:102433."}, {"Citation": "Sanati M, Afshari AR, Kesharwani P, Sukhorukov VN, Sahebkar A. Recent trends in the application of nanoparticles in cancer therapy: the involvement of oxidative stress. J Control Release. 2022;348:287-304."}, {"Citation": "Aldape K, Brindle KM, Chesler L, Chopra R, Gajjar A, Gilbert MR, et al. Challenges to curing primary brain tumours. Nat Rev Clin Oncol. 2019;16:509-20."}, {"Citation": "Sanati M, Binabaj MM, Ahmadi SS, Aminyavari S, Javid H, Mollazadeh H, et al. Recent advances in glioblastoma multiforme therapy: a focus on autophagy regulation. Biomed Pharmacother. 2022;155:113740."}, {"Citation": "Herrmann J. Adverse cardiac effects of cancer therapies: cardiotoxicity and arrhythmia. Nat Rev Cardiol. 2020;17:474-502."}, {"Citation": "Afshari AR, Sanati M, Mollazadeh H, Kesharwani P, Johnston TP, Sahebkar A. Seminars in cancer biology. Elsevier; Amsterdam, The Netherlands. 2022."}, {"Citation": "Schagen SB, Tsvetkov AS, Compter A, Wefel JS. Cognitive adverse effects of chemotherapy and immunotherapy: are interventions within reach? Nat Rev Neurol. 2022;18:173-85."}, {"Citation": "Eid AH. Drug repurposing in cancer: now and beyond. Curr Med Chem. 2021;28:2083-4."}, {"Citation": "Younis NK, Yassine HM, Eid AH. Nanomedicine for cancer. Curr Med Chem. 2022. https://doi.org/10.2174/0929867330666221228121947"}, {"Citation": "Wolf DH. Ubiquitin-proteasome system. Cell Mol Life Sci. 2004;61:1601-14."}, {"Citation": "Athamneh K, Hasasna HE, Samri HA, Attoub S, Arafat K, Benhalilou N, et al. Rhus coriaria increases protein ubiquitination, proteasomal degradation and triggers non-canonical Beclin-1-independent autophagy and apoptotic cell death in colon cancer cells. Sci Rep. 2017;7:11633."}, {"Citation": "Rousseau A, Bertolotti A. Regulation of proteasome assembly and activity in health and disease. Nat Rev Mol Cell Biol. 2018;19:697-712."}, {"Citation": "Fhu CW, Ali A. Dysregulation of the ubiquitin proteasome system in human malignancies: a window for therapeutic intervention. Cancer. 2021;13:1513."}, {"Citation": "Maksoud S. The role of the ubiquitin proteasome system in glioma: analysis emphasizing the main molecular players and therapeutic strategies identified in glioblastoma multiforme. Mol Neurobiol. 2021;58:3252-69."}, {"Citation": "Choudhari AS, Mandave PC, Deshpande M, Ranjekar P, Prakash O. Phytochemicals in cancer treatment: from preclinical studies to clinical practice. Front Pharmacol. 2020;10:1614."}, {"Citation": "Alsamri H, Athamneh K, Pintus G, Eid AH, Iratni R. Pharmacological and antioxidant activities of Rhus coriaria L. (Sumac). Antioxidants (Basel). 2021;10:73."}, {"Citation": "Slika H, Mansour H, Wehbe N, Nasser SA, Iratni R, Nasrallah G, et al. Therapeutic potential of flavonoids in cancer: ROS-mediated mechanisms. Biomed Pharmacother. 2022;146:112442."}, {"Citation": "Shen M, Hang Chan T, Ping Dou Q. Targeting tumor ubiquitin-proteasome pathway with polyphenols for chemosensitization. Anticancer Agents Med Chem. 2012;12:891-901."}, {"Citation": "Nabavi SF, Atanasov AG, Khan H, Barreca D, Trombetta D, Testai L, et al. Targeting ubiquitin-proteasome pathway by natural, in particular polyphenols, anticancer agents: lessons learned from clinical trials. Cancer Lett. 2018;434:101-13."}, {"Citation": "Goloubinoff P. Mechanisms of protein homeostasis in health, aging and disease. Swiss Med Wkly. 2016;146:w14306."}, {"Citation": "Nalepa G, Rolfe M, Harper JW. Drug discovery in the ubiquitin-proteasome system. Nat Rev Drug Discov. 2006;5:596-613."}, {"Citation": "Daulny A, Tansey WP. Damage control: DNA repair, transcription, and the ubiquitin-proteasome system. DNA Repair. 2009;8:444-8."}, {"Citation": "Saez I, Koyuncu S, Gutierrez-Garcia R, Dieterich C, Vilchez D. Insights into the ubiquitin-proteasome system of human embryonic stem cells. Sci Rep. 2018;8:1-21."}, {"Citation": "Aliabadi F, Sohrabi B, Mostafavi E, Pazoki-Toroudi H, Webster TJ. Ubiquitin-proteasome system and the role of its inhibitors in cancer therapy. Open Biol. 2021;11:200390."}, {"Citation": "Dai X, Zhang T, Hua D. Ubiquitination and SUMOylation: protein homeostasis control over cancer. Epigenomics. 2022;14:43-58."}, {"Citation": "Zhang X, Linder S, Bazzaro M. Drug development targeting the ubiquitin-proteasome system (UPS) for the treatment of human cancers. Cancer. 2020;12:902."}, {"Citation": "Hershko A, Heller H, Elias S, Ciechanover A. Components of ubiquitin-protein ligase system. Resolution, affinity purification, and role in protein breakdown. J Biol Chem. 1983;258:8206-14."}, {"Citation": "Mani A, Gelmann EP. The ubiquitin-proteasome pathway and its role in cancer. J Clin Oncol. 2005;23:4776-89."}, {"Citation": "Huibregtse JM, Scheffner M, Beaudenon S, Howley PM. A family of proteins structurally and functionally related to the E6-AP ubiquitin-protein ligase. Proc Natl Acad Sci. 1995;92:2563-7."}, {"Citation": "Scheffner M, Nuber U, Huibregtse JM. Protein ubiquitination involving an E1-E2-E3 enzyme ubiquitin thioester cascade. Nature. 1995;373:81-3."}, {"Citation": "Wenzel DM, Lissounov A, Brzovic PS, Klevit RE. UBCH7 reactivity profile reveals parkin and HHARI to be RING/HECT hybrids. Nature. 2011;474:105-8."}, {"Citation": "Weissman AM. Themes and variations on ubiquitylation. Nat Rev Mol Cell Biol. 2001;2:169-78."}, {"Citation": "Ciechanover A, Iwai K. The ubiquitin system: from basic mechanisms to the patient bed. IUBMB Life. 2004;56:193-201."}, {"Citation": "Ciechanover A. Proteolysis: from the lysosome to ubiquitin and the proteasome. Nat Rev Mol Cell Biol. 2005;6:79-87."}, {"Citation": "Amerik AY, Hochstrasser M. Mechanism and function of deubiquitinating enzymes. Biochim Biophys Acta (BBA)-Mol Cell Res. 2004;1695:189-207."}, {"Citation": "Nijman SM, Luna-Vargas MP, Velds A, Brummelkamp TR, Dirac AM, Sixma TK, et al. A genomic and functional inventory of deubiquitinating enzymes. Cell. 2005;123:773-86."}, {"Citation": "D'Arcy P, Linder S. Molecular pathways: translational potential of deubiquitinases as drug targets. Clin Cancer Res. 2014;20:3908-14."}, {"Citation": "Groll M, Ditzel L, Löwe J, Stock D, Bochtler M, Bartunik HD, et al. Structure of 20S proteasome from yeast at 2.4 Å resolution. Nature. 1997;386:463-71."}, {"Citation": "Glickman MH, Rubin DM, Coux O, Wefes I, Pfeifer G, Cjeka Z, et al. A subcomplex of the proteasome regulatory particle required for ubiquitin-conjugate degradation and related to the COP9-signalosome and eIF3. Cell. 1998;94:615-23."}, {"Citation": "Groll M, Heinemeyer W, Jäger S, Ullrich T, Bochtler M, Wolf DH, et al. The catalytic sites of 20S proteasomes and their role in subunit maturation: a mutational and crystallographic study. Proc Natl Acad Sci. 1999;96:10976-83."}, {"Citation": "Orlowski M, Wilk S. Catalytic activities of the 20 S proteasome, a multicatalytic proteinase complex. Arch Biochem Biophys. 2000;383:1-16."}, {"Citation": "Arpalahti L, Haglund C, Holmberg CI. Proteostasis dysregulation in pancreatic cancer. Adv Exp Med Biol. 2020;1233:101-15."}, {"Citation": "Park J, Cho J, Song EJ. Ubiquitin-proteasome system (UPS) as a target for anticancer treatment. Arch Pharm Res. 2020;43:1144-61."}, {"Citation": "Ding F, Xiao H, Wang M, Xie X, Hu F. The role of the ubiquitin-proteasome pathway in cancer development and treatment. Front Biosci. 2014;19:886-95."}, {"Citation": "Barghout SH, Schimmer AD. E1 enzymes as therapeutic targets in cancer. Pharmacol Rev. 2021;73:1-58."}, {"Citation": "Huang TT, D'Andrea AD. Regulation of DNA repair by ubiquitylation. Nat Rev Mol Cell Biol. 2006;7:323-34."}, {"Citation": "Hyer ML, Milhollen MA, Ciavarri J, Fleming P, Traore T, Sappal D, et al. A small-molecule inhibitor of the ubiquitin activating enzyme for cancer treatment. Nat Med. 2018;24:186-93."}, {"Citation": "Zhuang J, Shirazi F, Singh RK, Kuiatse I, Wang H, Lee HC, et al. Ubiquitin-activating enzyme inhibition induces an unfolded protein response and overcomes drug resistance in myeloma. Blood. 2019;133:1572-84."}, {"Citation": "Liu G, Yu J, Wu R, Shi L, Zhang X, Zhang W, et al. GRP78 determines glioblastoma sensitivity to UBA1 inhibition-induced UPR signaling and cell death. Cell Death Dis. 2021;12:733."}, {"Citation": "Xu W, Lukkarila JL, da Silva SR, Paiva S-L, Gunning PT, Schimmer AD. Targeting the ubiquitin E1 as a novel anti-cancer strategy. Curr Pharm Des. 2013;19:3201-9."}, {"Citation": "Bosman MCJ, Schepers H, Jaques J, Brouwers-Vos AZ, Quax WJ, Schuringa JJ, et al. The TAK1-NF-κB axis as therapeutic target for AML. Blood. 2014;124:3130-40."}, {"Citation": "HuangFu W-C, Fuchs SY. Ubiquitination-dependent regulation of signaling receptors in cancer. Genes Cancer. 2010;1:725-34."}, {"Citation": "Fujita T, Ikeda H, Taira N, Hatoh S, Naito M, Doihara H. Overexpression of UbcH10 alternates the cell cycle profile and accelerate the tumor proliferation in colon cancer. BMC Cancer. 2009;9:1-10."}, {"Citation": "Rawat A, Gopal G, Selvaluxmy G, Rajkumar T. Inhibition of ubiquitin conjugating enzyme UBE2C reduces proliferation and sensitizes breast cancer cells to radiation, doxorubicin, tamoxifen and letrozole. Cell Oncol. 2013;36:459-67."}, {"Citation": "Zhang J, Liu X, Yu G, Liu L, Wang J, Chen X, et al. UBE2C is a potential biomarker of intestinal-type gastric cancer with chromosomal instability. Front Pharmacol. 2018;9:847."}, {"Citation": "Hamze K, Abdallah RH, Younis NK, Fardoun M, Darwiche N, Kobeissy F, et al. 2-Nucleobase-substituted 4,6-diaminotriazine analogs: synthesis and anti-cancer activity in 5-fluorouracil-sensitive and resistant colorectal cancer cells. Curr Med Chem. 2022. https://doi.org/10.2174/0929867329666220914112042"}, {"Citation": "Guo J, Wu Y, Du J, Yang L, Chen W, Gong K, et al. Deregulation of UBE2C-mediated autophagy repression aggravates NSCLC progression. Oncogenesis. 2018;7:1-16."}, {"Citation": "Guo C, Guo X, Wei Z, Wang Q, Zhang H. Role of ubiquitin-conjugating enzyme UBE2C in gastrointestinal cancers. Proc Anticancer Res. 2021;5:64-72."}, {"Citation": "Lu Z-N, Song J, Sun T-H, Sun G. UBE2C affects breast cancer proliferation through the AKT/mTOR signaling pathway. Chin Med J (Engl). 2021;134:2465-74."}, {"Citation": "Wang Y, Wang J, Tang Q, Ren G. Identification of UBE2C as hub gene in driving prostate cancer by integrated bioinformatics analysis. PloS One. 2021;16:e0247827."}, {"Citation": "Kariri Y, Toss MS, Alsaleem M, Elsharawy KA, Joseph C, Mongan NP, et al. Ubiquitin-conjugating enzyme 2C (UBE2C) is a poor prognostic biomarker in invasive breast cancer. Breast Cancer Res Treat. 2022;192:529-39."}, {"Citation": "Xiong Y, Lu J, Fang Q, Lu Y, Xie C, Wu H, et al. UBE2C functions as a potential oncogene by enhancing cell proliferation, migration, invasion, and drug resistance in hepatocellular carcinoma cells. Biosci Rep. 2019;39:BSR20182384."}, {"Citation": "Yang YF, Chang YC, Tsai KW, Hung MH, Kang BH. UBE2C triggers HIF-1α-glycolytic flux in head and neck squamous cell carcinoma. J Cell Mol Med. 2022;26:3716-25."}, {"Citation": "Wang R, Song Y, Liu X, Wang Q, Wang Y, Li L, et al. UBE2C induces EMT through Wnt/β-catenin and PI3K/Akt signaling pathways by regulating phosphorylation levels of Aurora-A. Int J Oncol. 2017;50:1116-26."}, {"Citation": "Pan B, Yin S, Peng F, Liu C, Liang H, Su J, et al. Vorinostat targets UBE2C to reverse epithelial-mesenchymal transition and control cervical cancer growth through the ubiquitination pathway. Eur J Pharmacol. 2021;908:174399."}, {"Citation": "Xiang C, Yan H-C. Ubiquitin conjugating enzyme E2 C (UBE2C) may play a dual role involved in the progression of thyroid carcinoma. Cell Death Discov. 2022;8:1-12."}, {"Citation": "Meng F, Luo X, Li C, Wang G. LncRNA LINC00525 activates HIF-1α through miR-338-3p/UBE2Q1/β-catenin axis to regulate the Warburg effect in colorectal cancer. Bioengineered. 2022;13:2552-65."}, {"Citation": "Chang R, Wei L, Lu Y, Cui X, Lu C, Liu L, et al. Upregulated expression of ubiquitin-conjugating enzyme E2Q1 (UBE2Q1) is associated with enhanced cell proliferation and poor prognosis in human hapatocellular carcinoma. J Mol Histol. 2015;46:45-56."}, {"Citation": "Shafiee SM, Rasti M, Seghatoleslam A, Azimi T, Owji AA. UBE2Q1 in a human breast carcinoma cell line: overexpression and interaction with p53. Asian Pac J Cancer Prev. 2015;16:3723-7."}, {"Citation": "Peng S, Chen X, Huang C, Yang C, Situ M, Zhou Q, et al. UBE2S as a novel ubiquitinated regulator of p16 and β-catenin to promote bone metastasis of prostate cancer. Int J Biol Sci. 2022;18:3528-43."}, {"Citation": "Lin M, Lei T, Zheng J, Chen S, Du L, Xie H. UBE2S mediates tumor progression via SOX6/β-catenin signaling in endometrial cancer. Int J Biochem Cell Biol. 2019;109:17-22."}, {"Citation": "Zhang M, Liu Y, Yin Y, Sun Z, Wang Y, Zhang Z, et al. UBE2S promotes the development of ovarian cancer by promoting PI3K/AKT/mTOR signaling pathway to regulate cell cycle and apoptosis. Mol Med. 2022;28:1-22."}, {"Citation": "Wang LSH, Cheng XY, Feng ZCB, Weng Z, Anhua H, Yin YW, et al. Molecular and clinical characterization of UBE2S in glioma as a biomarker for poor prognosis and resistance to chemo-radiotherapy. Front Oncol. 2022;11:640910."}, {"Citation": "Pan Y-H, Yang M, Liu L-p, Wu D-C, Li M-y, Su S-G. UBE2S enhances the ubiquitination of p53 and exerts oncogenic activities in hepatocellular carcinoma. Biochem Biophys Res Commun. 2018;503:895-902."}, {"Citation": "Zheng N, Shabek N. Ubiquitin ligases: structure, function, and regulation. Annu Rev Biochem. 2017;86:129-57."}, {"Citation": "Duan S, Pagano M. Ubiquitin ligases in cancer: functions and clinical potentials. Cell Chem Biol. 2021;28:918-33."}, {"Citation": "Saravanan KM, Kannan M, Meera P, Bharathkumar N, Anand T. E3 ligases: a potential multi-drug target for different types of cancers and neurological disorders. Future Med Chem. 2022;14:187-201."}, {"Citation": "Jiang Y, Su S, Zhang Y, Qian J, Liu P. Control of mTOR signaling by ubiquitin. Oncogene. 2019;38:3989-4001."}, {"Citation": "Yumimoto K, Nakayama KI. Seminars in cancer biology. Elsevier; Amsterdam, The Netherlands. 2020. p. 1-15."}, {"Citation": "Sharma A, Thacker G, Mishra M, Singh AK, Upadhyay V, Sanyal S, et al. SOX4-mediated FBW7 transcriptional upregulation confers tamoxifen resistance in ER+ breast cancers via GATA3 downregulation. Life Sci. 2022;303:120682."}, {"Citation": "Wang L-L, Wan X-Y, Liu C-Q, Zheng F-M. NDR1 increases NOTCH1 signaling activity by impairing Fbw7 mediated NICD degradation to enhance breast cancer stem cell properties. Mol Med. 2022;28:1-15."}, {"Citation": "Welcker M, Wang B, Rusnac D-V, Hussaini Y, Swanger J, Zheng N, et al. Two diphosphorylated degrons control c-Myc degradation by the Fbw7 tumor suppressor. Sci Adv. 2022;8:eabl7872."}, {"Citation": "Wang L, Ye X, Liu Y, Wei W, Wang Z. Aberrant regulation of FBW7 in cancer. Oncotarget. 2014;5:2000-15."}, {"Citation": "Li S, Oh Y-T, Yue P, Khuri FR, Sun S-Y. Inhibition of mTOR complex 2 induces GSK3/FBXW7-dependent degradation of sterol regulatory element-binding protein 1 (SREBP1) and suppresses lipogenesis in cancer cells. Oncogene. 2016;35:642-50."}, {"Citation": "Yao S, Guo T, Zhang F, Chen Y, Xu F, Luo D, et al. Fbw7 inhibits the progression of activated B-cell like diffuse large B-cell lymphoma by targeting the positive feedback loop of the LDHA/lactate/miR-223 axis. Front Oncol. 2022;12:842356."}, {"Citation": "Yeh C-H, Bellon M, Pancewicz-Wojtkiewicz J, Nicot C. Oncogenic mutations in the FBXW7 gene of adult T-cell leukemia patients. Proc Natl Acad Sci. 2016;113:6731-6."}, {"Citation": "Welcker M, Clurman BE. FBW7 ubiquitin ligase: a tumour suppressor at the crossroads of cell division, growth and differentiation. Nat Rev Cancer. 2008;8:83-93."}, {"Citation": "Konopleva M, Martinelli G, Daver N, Papayannidis C, Wei A, Higgins B, et al. MDM2 inhibition: an important step forward in cancer therapy. Leukemia. 2020;34:2858-74."}, {"Citation": "Koo N, Sharma AK, Narayan S. Therapeutics targeting p53-MDM2 interaction to induce cancer cell death. Int J Mol Sci. 2022;23:5005."}, {"Citation": "Riscal R, Schrepfer E, Arena G, Cissé MY, Bellvert F, Heuillet M, et al. Chromatin-bound MDM2 regulates serine metabolism and redox homeostasis independently of p53. Mol Cell. 2016;62:890-902."}, {"Citation": "Shaikh MF, Morano WF, Lee J, Gleeson E, Babcock BD, Michl J, et al. Emerging role of MDM2 as target for anti-cancer therapy: a review. Ann Clin Lab Sci. 2016;46:627-34."}, {"Citation": "Wang W, Wang X, Rajaei M, Youn JY, Zafar A, Deokar H, et al. Targeting MDM2 for neuroblastoma therapy: in vitro and in vivo anticancer activity and mechanism of action. Cancer. 2020;12:3651."}, {"Citation": "Wang W, Hu B, Qin J-J, Cheng J-W, Li X, Rajaei M, et al. A novel inhibitor of MDM2 oncogene blocks metastasis of hepatocellular carcinoma and overcomes chemoresistance. Genes Dis. 2019;6:419-30."}, {"Citation": "Wang HQ, Mulford IJ, Sharp F, Liang J, Kurtulus S, Trabucco G, et al. Inhibition of MDM2 promotes antitumor responses in p53 wild-type cancer cells through their interaction with the immune and stromal microenvironment. Cancer Res. 2021;81:3079-91."}, {"Citation": "Wang S, Chen F-E. Small-molecule MDM2 inhibitors in clinical trials for cancer therapy. Eur J Med Chem. 2022;2022:114334."}, {"Citation": "Wu C-E, Koay TS, Ho Y-H, Lovat P, Lunec J. TP53 mutant cell lines selected for resistance to MDM2 inhibitors retain growth inhibition by MAPK pathway inhibitors but a reduced apoptotic response. Cancer Cell Int. 2019;19:1-15."}, {"Citation": "Yang L, Song T, Cheng Q, Chen L, Chen J. Mutant p53 sequestration of the MDM2 acidic domain inhibits E3 ligase activity. Mol Cell Biol. 2019;39:e00375-00318."}, {"Citation": "Muller PA, Vousden KH. p53 mutations in cancer. Nat Cell Biol. 2013;15:2-8."}, {"Citation": "Terzian T, Suh Y-A, Iwakuma T, Post SM, Neumann M, Lang GA, et al. The inherent instability of mutant p53 is alleviated by Mdm2 or p16INK4a loss. Genes Dev. 2008;22:1337-44."}, {"Citation": "Zhang, S, Zhou L, & El-Deiry, WS. Small-molecule NSC59984 induces mutant p53 degradation through a ROS-ERK2-MDM2 axis in cancer cells. Molecular cancer research MCR. 2022;20(4):622-636. https://doi.org/10.1158/1541-7786.MCR-21-0149"}, {"Citation": "Visintin R, Prinz S, Amon A. CDC20 and CDH1: a family of substrate-specific activators of APC-dependent proteolysis. Science. 1997;278:460-3."}, {"Citation": "Bruno S, di Rorà AGL, Napolitano R, Soverini S, Martinelli G, Simonetti G. CDC20 in and out of mitosis: a prognostic factor and therapeutic target in hematological malignancies. J Exp Clin Cancer Res. 2022;41:1-16."}, {"Citation": "Ni K, Hong L. Current progress and perspectives of CDC20 in female reproductive cancers. Curr Mol Med. 2022;23:193-9."}, {"Citation": "Xiong C, Wang Z, Wang G, Zhang C, Jin S, Jiang G, et al. Identification of CDC20 as an immune infiltration-correlated prognostic biomarker in hepatocellular carcinoma. Invest New Drugs. 2021;39:1439-53."}, {"Citation": "Song C, Lowe VJ, Lee S. Inhibition of Cdc20 suppresses the metastasis in triple negative breast cancer (TNBC). Breast Cancer. 2021;28:1073-86."}, {"Citation": "Wang L, Yang C, Chu M, Wang Z-W, Xue B. Cdc20 induces the radioresistance of bladder cancer cells by targeting FoxO1 degradation. Cancer Lett. 2021;500:172-81."}, {"Citation": "Zhang Q, Huang H, Liu A, Li J, Liu C, Sun B, et al. Cell division cycle 20 (CDC20) drives prostate cancer progression via stabilization of β-catenin in cancer stem-like cells. EBioMedicine. 2019;42:397-407."}, {"Citation": "Gao Y, Wen P, Chen B, Hu G, Wu L, Xu A, et al. Downregulation of CDC20 increases radiosensitivity through Mcl-1/p-Chk1-mediated DNA damage and apoptosis in tumor cells. Int J Mol Sci. 2020;21:6692."}, {"Citation": "Han T, Jiang S, Zheng H, Yin Q, Xie M, Little MR, et al. Interplay between c-Src and the APC/C co-activator Cdh1 regulates mammary tumorigenesis. Nat Commun. 2019;10:1-15."}, {"Citation": "Li J, Lan M, Peng J, Xiong Q, Xu Y, Yang Y, et al. Cdh1 deficiency sensitizes TNBC cells to PARP inhibitors. Genes. 2022;13:803."}, {"Citation": "Schrock MS, Stromberg BR, Scarberry L, Summers MK. Seminars in cancer biology. Elsevier; Amsterdam, the Netherlands. 2020. p. 80-91."}, {"Citation": "Zhong J, Shaik S, Wan L, Tron AE, Wang Z, Sun L, et al. SCFβ-TRCP targets MTSS1 for ubiquitination-mediated destruction to regulate cancer cell proliferation and migration. Oncotarget. 2013;4:2339-53."}, {"Citation": "Dehan E, Bassermann F, Guardavaccaro D, Vasiliver-Shamis G, Cohen M, Lowes KN, et al. βTrCP-and Rsk1/2-mediated degradation of BimEL inhibits apoptosis. Mol Cell. 2009;33:109-16."}, {"Citation": "Manczak M, Kandimalla R, Yin X, Reddy PH. Hippocampal mutant APP and amyloid beta-induced cognitive decline, dendritic spine loss, defective autophagy, mitophagy and mitochondrial abnormalities in a mouse model of Alzheimer's disease. Hum Mol Genet. 2018;27:1332-42."}, {"Citation": "Shaik S, Nucera C, Inuzuka H, Gao D, Garnaas M, Frechette G, et al. SCFβ-TRCP suppresses angiogenesis and thyroid cancer cell migration by promoting ubiquitination and destruction of VEGF receptor 2. J Exp Med. 2012;209:1289-307."}, {"Citation": "Sahasrabuddhe AA, Dimri M, Bommi PV, Dimri GP. βTrCP regulates BMI1 protein turnover via ubiquitination and degradation. Cell Cycle. 2011;10:1322-30."}, {"Citation": "Zhang J, Yu G, Yang Y, Wang Y, Guo M, Yin Q, et al. A small-molecule inhibitor of MDMX suppresses cervical cancer cells via the inhibition of E6-E6AP-p53 axis. Pharmacol Res. 2022;177:106128."}, {"Citation": "Paul P, Raghu D, Chan A, Gulati T, Lambeth L, Takano E, et al. Restoration of tumor suppression in prostate cancer by targeting the E3 ligase E6AP. Oncogene. 2016;35:6235-45."}, {"Citation": "Raghu D, Paul PJ, Gulati T, Deb S, Khoo C, Russo A, et al. E6AP promotes prostate cancer by reducing p27 expression. Oncotarget. 2017;8:42939-48."}, {"Citation": "Gamell C, Bandilovska I, Gulati T, Kogan A, Lim SC, Kovacevic Z, et al. E6AP promotes a metastatic phenotype in prostate cancer. iScience. 2019;22:1-15."}, {"Citation": "Bonacci T, Emanuele MJ. Seminars in cancer biology. Elsevier; Amsterdam, The Netherlands. 2020. p. 145-58."}, {"Citation": "Ritorto MS, Ewan R, Perez-Oliva AB, Knebel A, Buhrlage SJ, Wightman M, et al. Screening of DUB activity and specificity by MALDI-TOF mass spectrometry. Nat Commun. 2014;5:1-11."}, {"Citation": "Carbone M, Yang H, Pass HI, Krausz T, Testa JR, Gaudino G. BAP1 and cancer. Nat Rev Cancer. 2013;13:153-9."}, {"Citation": "Lee S-A, Lee D, Kang M, Kim S, Kwon S-J, Lee H-S, et al. BAP1 promotes the repair of UV-induced DNA damage via PARP1-mediated recruitment to damage sites and control of activity and stability. Cell Death Differ. 2022;29:2381-2398."}, {"Citation": "Wang A, Papneja A, Hyrcza M, Al-Habeeb A, Ghazarian D. Gene of the month: BAP1. J Clin Pathol. 2016;69:750-3."}, {"Citation": "Puri S, Chen S-N, Chiu Y-H, Draczkowski P, Ko K-T, Yang T-J, et al. Impacts of Cancer-associated Mutations on the Structure-Activity Relationship of BAP1. J Mol Biol. 2022;434:167553."}, {"Citation": "Blatnik A, Ribnikar D, Šetrajčič Dragoš V, Novaković S, Stegel V, Grčar Kuzmanov B, et al. BAP1-defficient breast cancer in a patient with BAP1 cancer syndrome. Breast Cancer. 2022;29:1-7."}, {"Citation": "Chua V, Han A, Bechtel N, Purwin TJ, Hunter E, Liao C, et al. The AMP-dependent kinase pathway is upregulated in BAP1 mutant uveal melanoma. Pigment Cell Melanoma Res. 2022;35:78-87."}, {"Citation": "Yan Y-C, Meng G-X, Ding Z-N, Liu Y-F, Chen Z-Q, Yan L-J, et al. Somatic mutation and expression of BAP1 in hepatocellular carcinoma: an indicator for ferroptosis and immune checkpoint inhibitor therapies. J Cancer. 2022;13:88-101."}, {"Citation": "Kang J-S, Nam LB, Yoo O-K, Lee K, Suh Y-A, Kim D, et al. BAP1 downregulates NRF2 target genes and exerts anti-tumorigenic effects by deubiquitinating KEAP1 in lung adenocarcinoma. Antioxidants. 2022;11:114."}, {"Citation": "Tsuboyama N, Wang R, Szczepanski AP, Chen H, Zhao Z, Shi L, et al. Therapeutic targeting of BAP1/ASXL3 sub-complex in ASCL1-dependent small cell lung cancer. Oncogene. 2022;41:2152-62."}, {"Citation": "Xu J-Z, Xia Q-D, Lu J-L, Xun Y, Liu C-Q, Sun J-X, et al. Identification of BAP1 mutation as a common mutation correlated with tumor mutation burden and immune infiltration in kidney renal clear cell carcinoma. All Life. 2022;15:470-8."}, {"Citation": "Testa JR, Cheung M, Pei J, Below JE, Tan Y, Sementino E, et al. Germline BAP1 mutations predispose to malignant mesothelioma. Nat Genet. 2011;43:1022-5."}, {"Citation": "Popova T, Hebert L, Jacquemin V, Gad S, Caux-Moncoutier V, Dubois-d'Enghien C, et al. Germline BAP1 mutations predispose to renal cell carcinomas. Am J Human Genet. 2013;92:974-80."}, {"Citation": "van Loosdregt J, Fleskens V, Fu J, Brenkman AB, Bekker CP, Pals CE, et al. Stabilization of the transcription factor Foxp3 by the deubiquitinase USP7 increases Treg-cell-suppressive capacity. Immunity. 2013;39:259-71."}, {"Citation": "Wang L, Kumar S, Dahiya S, Wang F, Wu J, Newick K, et al. Ubiquitin-specific protease-7 inhibition impairs Tip60-dependent Foxp3+ T-regulatory cell function and promotes antitumor immunity. EBioMedicine. 2016;13:99-112."}, {"Citation": "Ray A, Du T, Song Y, Buhrlage SJ, Chauhan D, Anderson KC. Targeting ubiquitin-specific protease-7 in plasmacytoid dendritic cells triggers anti-myeloma immunity. Leukemia. 2021;35:2435-8."}, {"Citation": "Niu H, Zhu Y, Wang J, Wang T, Wang X, Yan L. Effects of USP7 on radiation sensitivity through p53 pathway in laryngeal squamous cell carcinoma. Transl Oncol. 2022;22:101466."}, {"Citation": "Harakandi C, Nininahazwe L, Xu H, Liu B, He C, Zheng Y-C, et al. Recent advances on the intervention sites targeting USP7-MDM2-p53 in cancer therapy. Bioorg Chem. 2021;116:105273."}, {"Citation": "Huang Y-T, Cheng A-C, Tang H-C, Huang G-C, Cai L, Lin T-H, et al. USP7 facilitates SMAD3 autoregulation to repress cancer progression in p53-deficient lung cancer. Cell Death Dis. 2021;12:1-11."}, {"Citation": "Ren D, Sun Y, Li D, Wu H, Jin X. USP22-mediated deubiquitination of PTEN inhibits pancreatic cancer progression by inducing p21 expression. Mol Oncol. 2022;16:1200-17."}, {"Citation": "Kosinsky RL, Saul D, Ammer-Herrmenau C, Faubion WA, Neesse A, Johnsen SA. USP22 suppresses SPARC expression in acute colitis and inflammation-associated colorectal cancer. Cancer. 2021;13:1817."}, {"Citation": "Zhang X-Y, Varthi M, Sykes SM, Phillips C, Warzecha C, Zhu W, et al. The putative cancer stem cell marker USP22 is a subunit of the human SAGA complex required for activated transcription and cell-cycle progression. Mol Cell. 2008;29:102-11."}, {"Citation": "Yang X, Zang H, Luo Y, Wu J, Fang Z, Zhu W, et al. High expression of USP22 predicts poor prognosis and advanced clinicopathological features in solid tumors: a meta-analysis. Onco Targets Ther. 2018;11:3035-46."}, {"Citation": "Xiao H, Tian Y, Yang Y, Hu F, Xie X, Mei J, et al. USP22 acts as an oncogene by regulating the stability of cyclooxygenase-2 in non-small cell lung cancer. Biochem Biophys Res Commun. 2015;460:703-8."}, {"Citation": "Zhou A, Lin K, Zhang S, Chen Y, Zhang N, Xue J, et al. Nuclear GSK3β promotes tumorigenesis by phosphorylating KDM1A and inducing its deubiquitylation by USP22. Nat Cell Biol. 2016;18:954-66."}, {"Citation": "Gennaro VJ, Stanek TJ, Peck AR, Sun Y, Wang F, Qie S, et al. Control of CCND1 ubiquitylation by the catalytic SAGA subunit USP22 is essential for cell cycle progression through G1 in cancer cells. Proc Natl Acad Sci. 2018;115:E9298-307."}, {"Citation": "Kim D, Hong A, Park HI, Shin WH, Yoo L, Jeon SJ, et al. Deubiquitinating enzyme USP22 positively regulates c-Myc stability and tumorigenic activity in mammalian and breast cancer cells. J Cell Physiol. 2017;232:3664-76."}, {"Citation": "Yue C, Huang X, Hu W, Lu H. Down-regulation of USP22 reduces cell stemness and enhances the sensitivity of pancreatic cancer cells to cisplatin by inactivating the Wnt/β-catenin pathway. Tissue Cell. 2022;2022:101787."}, {"Citation": "Miao D, Wang Y, Jia Y, Tong J, Jiang S, Liu L. ZRANB1 enhances stem-cell-like features and accelerates tumor progression by regulating Sox9-mediated USP22/Wnt/β-catenin pathway in colorectal cancer. Cell Signal. 2022;90:110200."}, {"Citation": "Chang Y-S, Su C-W, Chen S-C, Chen Y-Y, Liang Y-J, Wu J-C. Upregulation of USP22 and ABCC1 during Sorafenib treatment of hepatocellular carcinoma contribute to development of resistance. Cell. 2022;11:634."}, {"Citation": "Zhang H, Han B, Lu H, Zhao Y, Chen X, Meng Q, et al. USP22 promotes resistance to EGFR-TKIs by preventing ubiquitination-mediated EGFR degradation in EGFR-mutant lung adenocarcinoma. Cancer Lett. 2018;433:186-98."}, {"Citation": "Leiblich A, Cross SS, Catto JW, Pesce G, Hamdy FC, Rehman I. Human prostate cancer cells express neuroendocrine cell markers PGP 9.5 and chromogranin A. Prostate. 2007;67:1761-9."}, {"Citation": "Hussain S, Bedekovics T, Chesi M, Bergsagel PL, Galardy PJ. UCHL1 is a biomarker of aggressive multiple myeloma required for disease progression. Oncotarget. 2015;6:40704-18."}, {"Citation": "Finnerty BM, Moore MD, Verma A, Aronova A, Huang S, Edwards DP, et al. UCHL1 loss alters the cell cycle in metastatic pancreatic neuroendocrine tumors. Endocr Relat Cancer. 2019;26:411-23."}, {"Citation": "Zhang D, Fu Y, Tian G, Li J, Shang D, Zhou S. UCHL1 promotes proliferation and metastasis in head and neck squamous cell carcinoma and could be a potential therapeutic target. Oral Surg Oral Med Oral Pathol Oral Radiol. 2022;133:684-97."}, {"Citation": "Jang MJ, Baek SH, Kim JH. UCH-L1 promotes cancer metastasis in prostate cancer cells through EMT induction. Cancer Lett. 2011;302:128-35."}, {"Citation": "Lee JE, Lim YH, Kim JH. UCH-L1 and UCH-L3 regulate the cancer stem cell-like properties through PI3 K/Akt signaling pathway in prostate cancer cells. Anim Cells Syst. 2021;25:312-22."}, {"Citation": "Luo Y, He J, Yang C, Orange M, Ren X, Blair N, et al. UCH-L1 promotes invasion of breast cancer cells through activating Akt signaling pathway. J Cell Biochem. 2018;119:691-700."}, {"Citation": "Kwan S-Y, Au-Yeung C-L, Yeung T-L, Rynne-Vidal A, Wong K-K, Risinger JI, et al. Ubiquitin carboxyl-terminal hydrolase L1 (UCHL1) promotes uterine serous cancer cell proliferation and cell cycle progression. Cancer. 2020;12:118."}, {"Citation": "Yao J, Reyimu A, Sun A, Duoji Z, Zhou W, Liang S, et al. UCHL1 acts as a potential oncogene and affects sensitivity of common anti-tumor drugs in lung adenocarcinoma. World J Surg Oncol. 2022;20:1-11."}, {"Citation": "Ummanni R, Jost E, Braig M, Lohmann F, Mundt F, Barett C, et al. Ubiquitin carboxyl-terminal hydrolase 1 (UCHL1) is a potential tumour suppressor in prostate cancer and is frequently silenced by promoter methylation. Mol Cancer. 2011;10:1-13."}, {"Citation": "Wang W, Zou L, Zhou D, Zhou Z, Tang F, Xu Z, et al. Overexpression of ubiquitin carboxyl terminal hydrolase-L1 enhances multidrug resistance and invasion/metastasis in breast cancer by activating the MAPK/Erk signaling pathway. Mol Carcinog. 2016;55:1329-42."}, {"Citation": "Ding X, Gu Y, Jin M, Guo X, Xue S, Tan C, et al. The deubiquitinating enzyme UCHL1 promotes resistance to pemetrexed in non-small cell lung cancer by upregulating thymidylate synthase. Theranostics. 2020;10:6048-60."}, {"Citation": "Lu G, Li J, Ding L, Wang C, Tang L, Liu X, et al. The deubiquitinating enzyme UCHL1 induces resistance to doxorubicin in HER2+ breast cancer by promoting free fatty acid synthesis. Front Oncol. 2021;11:629640."}, {"Citation": "Sacco J, Yau T, Darling S, Patel V, Liu H, Urbe S, et al. The deubiquitylase Ataxin-3 restricts PTEN transcription in lung cancer cells. Oncogene. 2014;33:4265-72."}, {"Citation": "Shi Z, Chen J, Zhang X, Chu J, Han Z, Xu D, et al. Ataxin-3 promotes testicular cancer cell proliferation by inhibiting anti-oncogene PTEN. Biochem Biophys Res Commun. 2018;503:391-6."}, {"Citation": "Ge F, Chen W, Qin J, Zhou Z, Liu R, Liu L, et al. Ataxin-3 like (ATXN3L), a member of the Josephin family of deubiquitinating enzymes, promotes breast cancer proliferation by deubiquitinating Krüppel-like factor 5 (KLF5). Oncotarget. 2015;6:21369-78."}, {"Citation": "Zou H, Chen H, Zhou Z, Wan Y, Liu Z. ATXN3 promotes breast cancer metastasis by deubiquitinating KLF4. Cancer Lett. 2019;467:19-28."}, {"Citation": "Singh AN, Oehler J, Torrecilla I, Kilgas S, Li S, Vaz B, et al. The p97-Ataxin 3 complex regulates homeostasis of the DNA damage response E3 ubiquitin ligase RNF 8. EMBO J. 2019;38:e102361."}, {"Citation": "Stitzel ML, Durso R, Reese JC. The proteasome regulates the UV-induced activation of the AP-1-like transcription factor Gcn4. Genes Dev. 2001;15:128-33."}, {"Citation": "Butler LR, Densham RM, Jia J, Garvin AJ, Stone HR, Shah V, et al. The proteasomal de-ubiquitinating enzyme POH1 promotes the double-strand DNA break response. EMBO J. 2012;31:3918-34."}, {"Citation": "Kakarougkas A, Ismail A, Katsuki Y, Freire R, Shibata A, Jeggo PA. Co-operation of BRCA1 and POH1 relieves the barriers posed by 53BP1 and RAP80 to resection. Nucleic Acids Res. 2013;41:10298-311."}, {"Citation": "Lee H-J, Lee D-M, Seo M-J, Kang H-C, Kwon S-K, Choi K-S. PSMD14 targeting triggers paraptosis in breast cancer cells by inducing proteasome inhibition and Ca2+ imbalance. Int J Mol Sci. 2022;23:2648."}, {"Citation": "Li J, Li Y, Xu F, Sun B, Yang L, Wang H. Deubiquitinating enzyme PSMD14 facilitates gastric carcinogenesis through stabilizing PTBP1. Exp Cell Res. 2022;415:113148."}, {"Citation": "Jing C, Duan Y, Zhou M, Yue K, Zhuo S, Li X, et al. Blockade of deubiquitinating enzyme PSMD14 overcomes chemoresistance in head and neck squamous cell carcinoma by antagonizing E2F1/Akt/SOX2-mediated stemness. Theranostics. 2021;11:2655-69."}, {"Citation": "Wang B, Ma A, Zhang L, Jin W-L, Qian Y, Xu G, et al. POH1 deubiquitylates and stabilizes E2F1 to promote tumour formation. Nat Commun. 2015;6:1-15."}, {"Citation": "Sun T, Liu Z, Bi F, Yang Q. Deubiquitinase PSMD14 promotes ovarian cancer progression by decreasing enzymatic activity of PKM2. Mol Oncol. 2021;15:3639-58."}, {"Citation": "Byrne A, McLaren RP, Mason P, Chai L, Dufault MR, Huang Y, et al. Knockdown of human deubiquitinase PSMD14 induces cell cycle arrest and senescence. Exp Cell Res. 2010;316:258-71."}, {"Citation": "Shi Y, Wang X, Wang J, Wang X, Zhou H, Zhang L. The dual roles of A20 in cancer. Cancer Lett. 2021;511:26-35."}, {"Citation": "Shao L, Oshima S, Duong B, Advincula R, Barrera J, Malynn BA, et al. A20 restricts wnt signaling in intestinal epithelial cells and suppresses colon carcinogenesis. PloS One. 2013;8:e62223."}, {"Citation": "Krappmann D, Vincendeau M. Seminars in cancer biology. Elsevier; Amsterdam, The Netherlands. 2016. p. 3-14."}, {"Citation": "Wang T, Xu X, Xu Q, Ren J, Shen S, Fan C, et al. miR-19a promotes colitis-associated colorectal cancer by regulating tumor necrosis factor alpha-induced protein 3-NF-κB feedback loops. Oncogene. 2017;36:3240-51."}, {"Citation": "Chen H, Hu L, Luo Z, Zhang J, Zhang C, Qiu B, et al. A20 suppresses hepatocellular carcinoma proliferation and metastasis through inhibition of Twist1 expression. Mol Cancer. 2015;14:1-14."}, {"Citation": "Liu R, Zhao D, Zhang X, Han S, Yang Y, Ma J, et al. A20 enhances the radiosensitivity of hepatocellular carcinoma cells to 60Co-γ ionizing radiation. Oncotarget. 2017;8:93103-16."}, {"Citation": "Feng Y, Zhang Y, Cai Y, Liu R, Lu M, Li T, et al. A20 targets PFKL and glycolysis to inhibit the progression of hepatocellular carcinoma. Cell Death Dis. 2020;11:1-15."}, {"Citation": "Lee J-H, Jung SM, Yang K-M, Bae E, Ahn SG, Park JS, et al. A20 promotes metastasis of aggressive basal-like breast cancers through multi-monoubiquitylation of Snail1. Nat Cell Biol. 2017;19:1260-73."}, {"Citation": "Lee E, Ouzounova M, Piranlioglu R, Ma MT, Guzel M, Marasco D, et al. The pleiotropic effects of TNFα in breast cancer subtypes is regulated by TNFAIP3/A20. Oncogene. 2019;38:469-82."}, {"Citation": "Ma J, Wang H, Guo S, Yi X, Zhao T, Liu Y, et al. A20 promotes melanoma progression via the activation of Akt pathway. Cell Death Dis. 2020;11:1-12."}, {"Citation": "Du B, Liu M, Li C, Geng X, Zhang X, Ning D, et al. The potential role of TNFAIP3 in malignant transformation of gastric carcinoma. Pathol Res Pract. 2019;215:152471."}, {"Citation": "Bredel M, Bredel C, Juric D, Duran GE, Yu RX, Harsh GR, et al. Tumor necrosis factor-α-induced protein 3 as a putative regulator of nuclear factor-κB-mediated resistance to O6-alkylating agents in human glioblastomas. J Clin Oncol. 2006;24:274-87."}, {"Citation": "Bellail AC, Olson JJ, Yang X, Chen ZJ, Hao C. A20 ubiquitin ligase-mediated polyubiquitination of RIP1 inhibits caspase-8 cleavage and TRAIL-induced apoptosis in glioblastoma A20 E3 ligase inhibits TRAIL-induced apoptosis. Cancer Discov. 2012;2:140-55."}, {"Citation": "El Yaagoubi OM, Oularbi L, Bouyahya A, Samaki H, El Antri S, Aboudkhil S. The role of the ubiquitin-proteasome pathway in skin cancer development: 26S proteasome-activated NF-κB signal transduction. Cancer Biol Ther. 2021;22:479-92."}, {"Citation": "Galinski B, Luxemburg M, Landesman Y, Pawel B, Johnson KJ, Master SR, et al. XPO1 inhibition with selinexor synergizes with proteasome inhibition in neuroblastoma by targeting nuclear export of IkB. Transl Oncol. 2021;14:101114."}, {"Citation": "Qureshi AA, Zuvanich EG, Khan DA, Mushtaq S, Silswal N, Qureshi N. Proteasome inhibitors modulate anticancer and anti-proliferative properties via NF-kB signaling, and ubiquitin-proteasome pathways in cancer cell lines of different organs. Lipids Health Dis. 2018;17:1-26."}, {"Citation": "Yu G-Y, Wang X, Zheng S-S, Gao X-M, Jia Q-A, Zhu W-W, et al. RA190, a proteasome subunit ADRM1 inhibitor, suppresses intrahepatic cholangiocarcinoma by inducing NF-KB-mediated cell apoptosis. Cell Physiol Biochem. 2018;47:1152-66."}, {"Citation": "Lind DS, Hochwald SN, Malaty J, Rekkas S, Hebig P, Mishra G, et al. Nuclear factor-κB is upregulated in colorectal cancer. Surgery. 2001;130:363-9."}, {"Citation": "Shah SA, Potter MW, McDade TP, Ricciardi R, Perugini RA, Elliott PJ, et al. 26S proteasome inhibition induces apoptosis and limits growth of human pancreatic cancer. J Cell Biochem. 2001;82:110-22."}, {"Citation": "Mortenson MM, Schlieman MG, Virudachalam S, Lara PN, Gandara DG, Davies AM, et al. Reduction in BCL-2 levels by 26S proteasome inhibition with bortezomib is associated with induction of apoptosis in small cell lung cancer. Lung Cancer. 2005;49:163-70."}, {"Citation": "Manasanch EE, Orlowski RZ. Proteasome inhibitors in cancer therapy. Nat Rev Clin Oncol. 2017;14:417-33."}, {"Citation": "Qin J-Z, Ziffra J, Stennett L, Bodner B, Bonish BK, Chaturvedi V, et al. Proteasome inhibitors trigger NOXA-mediated apoptosis in melanoma and myeloma cells. Cancer Res. 2005;65:6282-93."}, {"Citation": "Ding W-X, Ni H-M, Chen X, Yu J, Zhang L, Yin X-M. A coordinated action of Bax, PUMA, and p53 promotes MG132-induced mitochondria activation and apoptosis in colon cancer cells. Mol Cancer Ther. 2007;6:1062-9."}, {"Citation": "Vaziri SA, Grabowski DR, Hill J, Rybicki LR, Burk R, Bukowski RM, et al. Inhibition of proteasome activity by bortezomib in renal cancer cells is p53 dependent and VHL independent. Anticancer Res. 2009;29:2961-9."}, {"Citation": "Fribley A, Wang C-Y. Proteasome inhibitor induces apoptosis through induction of endoplasmic reticulum stress. Cancer Biol Ther. 2006;5:745-8."}, {"Citation": "Obeng EA, Carlson LM, Gutman DM, Harrington WJ Jr, Lee KP, Boise LH. Proteasome inhibitors induce a terminal unfolded protein response in multiple myeloma cells. Blood. 2006;107:4907-16."}, {"Citation": "Morgillo F, D'Aiuto E, Troiani T, Martinelli E, Cascone T, De Palma R, et al. Antitumor activity of bortezomib in human cancer cells with acquired resistance to anti-epidermal growth factor receptor tyrosine kinase inhibitors. Lung Cancer. 2011;71:283-90."}, {"Citation": "Motegi A, Murakawa Y, Takeda S. The vital link between the ubiquitin-proteasome pathway and DNA repair: impact on cancer therapy. Cancer Lett. 2009;283:1-9."}, {"Citation": "Reddy GPV, Barrack ER, Dou QP, Menon M, Pelley R, Sarkar FH, et al. Regulatory processes affecting androgen receptor expression, stability, and function: potential targets to treat hormone-refractory prostate cancer. J Cell Biochem. 2006;98:1408-23."}, {"Citation": "Sepp-Lorenzino L, Ma Z, Lebwohl DE, Vinitsky A, Rosen N. Herbimycin A induces the 20 S proteasome-and ubiquitin-dependent degradation of receptor tyrosine kinases. J Biol Chem. 1995;270:16580-7."}, {"Citation": "Shellenberger TD, Wang M, Gujrati M, Jayakumar A, Strieter RM, Burdick MD, et al. BRAK/CXCL14 is a potent inhibitor of angiogenesis and a chemotactic factor for immature dendritic cells. Cancer Res. 2004;64:8262-70."}, {"Citation": "Shurin GV, Ferris R, Tourkova IL, Perez L, Lokshin A, Balkir L, et al. Loss of new chemokine CXCL14 in tumor tissue is associated with low infiltration by dendritic cells (DC), while restoration of human CXCL14 expression in tumor cells causes attraction of DC both in vitro and in vivo. J Immunol. 2005;174:5490-8."}, {"Citation": "Peterson FC, Thorpe JA, Harder AG, Volkman BF, Schwarze SR. Structural determinants involved in the regulation of CXCL14/BRAK expression by the 26 S proteasome. J Mol Biol. 2006;363:813-22."}, {"Citation": "Frankland-Searby S, Bhaumik SR. The 26S proteasome complex: an attractive target for cancer therapy. Biochim Biophys Acta Rev Cancer. 2012;1825:64-76."}, {"Citation": "An B, Goldfarb RH, Siman R, Dou QP. Novel dipeptidyl proteasome inhibitors overcome Bcl-2 protective function and selectively accumulate the cyclin-dependent kinase inhibitor p27 and induce apoptosis in transformed, but not normal, human fibroblasts. Cell Death Differ. 1998;5:1062-75."}, {"Citation": "Sherr CJ, Roberts JM. CDK inhibitors: positive and negative regulators of G1-phase progression. Genes Dev. 1999;13:1501-12."}, {"Citation": "Chu IM, Hengst L, Slingerland JM. The Cdk inhibitor p27 in human cancer: prognostic potential and relevance to anticancer therapy. Nat Rev Cancer. 2008;8:253-67."}, {"Citation": "Yang H, Chen D, Cui QC, Yuan X, Dou QP. Celastrol, a triterpene extracted from the Chinese “thunder of god vine,” is a potent proteasome inhibitor and suppresses human prostate cancer growth in nude mice. Cancer Res. 2006;66:4758-65."}, {"Citation": "Bhat UG, Halasi M, Gartel AL. FoxM1 is a general target for proteasome inhibitors. PloS One. 2009;4:e6593."}, {"Citation": "Gartel AL. A new target for proteasome inhibitors: FoxM1. Expert Opin Investig Drugs. 2010;19:235-42."}, {"Citation": "Liu M, Dai B, Kang S-H, Ban K, Huang F-J, Lang FF, et al. FoxM1B is overexpressed in human glioblastomas and critically regulates the tumorigenicity of glioma cells. Cancer Res. 2006;66:3593-602."}, {"Citation": "Yoshida Y, Wang IC, Yoder HM, Davidson NO, Costa RH. The forkhead box M1 transcription factor contributes to the development and growth of mouse colorectal cancer. Gastroenterology. 2007;132:1420-31."}, {"Citation": "Gialmanidis IP, Bravou V, Amanetopoulou SG, Varakis J, Kourea H, Papadaki H. Overexpression of hedgehog pathway molecules and FOXM1 in non-small cell lung carcinomas. Lung Cancer. 2009;66:64-74."}, {"Citation": "Moffat GJ, McLaren AW, Wolf CR. Involvement of Jun and Fos proteins in regulating transcriptional activation of the human pi class glutathione S-transferase gene in multidrug-resistant MCF7 breast cancer cells. J Biol Chem. 1994;269:16397-402."}, {"Citation": "Ritke MK, Bergoltz VV, Allan WP, Yalowich JC. Increased c-Jun/AP-1 levels in etoposide-resistant human leukemia K562 cells. Biochem Pharmacol. 1994;48:525-33."}, {"Citation": "Pinkus R, Weiner LM, Daniel V. Role of oxidants and antioxidants in the induction of AP-1, NF-κB, and glutathione S-transferase gene expression. J Biol Chem. 1996;271:13422-9."}, {"Citation": "Sibille C, Gould KG, Willard-Gallo K, Thomson S, Rivett AJ, Powis S, et al. LMP2+ proteasomes are required for the presentation of specific antigens to cytotoxic T lymphocytes. Curr Biol. 1995;5:923-30."}, {"Citation": "Pan J, Zhang Q, Wang Y, You M. 26S proteasome activity is down-regulated in lung cancer stem-like cells propagated in vitro. PloS One. 2010;5:e13298."}, {"Citation": "De K, Grubb TM, Zalenski AA, Pfaff KE, Pal D, Majumder S, et al. Hyperphosphorylation of CDH1 in glioblastoma cancer stem cells attenuates APC/CCDH1 activity and pharmacologic inhibition of APC/CCDH1/CDC20 compromises viability dysregulation and targeting of the APC/C in GBM CSCs. Mol Cancer Res. 2019;17:1519-30."}, {"Citation": "Mao DD, Gujar AD, Mahlokozera T, Chen I, Pan Y, Luo J, et al. A CDC20-APC/SOX2 signaling axis regulates human glioblastoma stem-like cells. Cell Rep. 2015;11:1809-21."}, {"Citation": "Liu Z, Oh S-M, Okada M, Liu X, Cheng D, Peng J, et al. Human BRE1 is an E3 ubiquitin ligase for Ebp1 tumor suppressor. Mol Biol Cell. 2009;20:757-68."}, {"Citation": "Lee G-W, Park JB, Park SY, Seo J, Shin S-H, Park J-W, et al. The E3 ligase C-CBL inhibits cancer cell migration by neddylating the proto-oncogene c-Src. Oncogene. 2018;37:5552-68."}, {"Citation": "Seong MW, Park JH, Yoo HM, Yang SW, Oh KH, Ka SH, et al. c-Cbl regulates αPix-mediated cell migration and invasion. Biochem Biophys Res Commun. 2014;455:153-8."}, {"Citation": "Hou J, Deng Q, Zhou J, Zou J, Zhang Y, Tan P, et al. CSN6 controls the proliferation and metastasis of glioblastoma by CHIP-mediated degradation of EGFR. Oncogene. 2017;36:1134-44."}, {"Citation": "Xu T, Wang H, Jiang M, Yan Y, Li W, Xu H, et al. The E3 ubiquitin ligase CHIP/miR-92b/PTEN regulatory network contributes to tumorigenesis of glioblastoma. Am J Cancer Res. 2017;7:289-300."}, {"Citation": "Dong J, Wang X, Yao J, Li G, Li X. Decreased CUL4B expression inhibits malignant proliferation of glioma in vitro and in vivo. Eur Rev Med Pharmacol Sci. 2015;19:1013-21."}, {"Citation": "Kondo S, Kondo Y, Hara H, Kaakaji R, Peterson J, Morimura T, et al. mdm2 gene mediates the expression of mdr1 gene and P-glycoprotein in a human glioblastoma cell line. Br J Cancer. 1996;74:1263-8."}, {"Citation": "Bufalieri F, Caimano M, Lospinoso Severini L, Basili I, Paglia F, Sampirisi L, et al. The RNA-binding ubiquitin ligase MEX3A affects glioblastoma tumorigenesis by inducing ubiquitylation and degradation of RIG-I. Cancer. 2020;12:321."}, {"Citation": "Wald JH, Hatakeyama J, Printsev I, Cuevas A, Fry WH, Saldana MJ, et al. Suppression of planar cell polarity signaling and migration in glioblastoma by Nrdp1-mediated Dvl polyubiquitination. Oncogene. 2017;36:5158-67."}, {"Citation": "Dasari VR, Velpula KK, Kaur K, Fassett D, Klopfenstein JD, Dinh DH, et al. Cord blood stem cell-mediated induction of apoptosis in glioma downregulates X-linked inhibitor of apoptosis protein (XIAP). PloS One. 2010;5:e11813."}, {"Citation": "Bunda S, Heir P, Metcalf J, Li ASC, Agnihotri S, Pusch S, et al. CIC protein instability contributes to tumorigenesis in glioblastoma. Nat Commun. 2019;10:1-17."}, {"Citation": "Lignitto L, Arcella A, Sepe M, Rinaldi L, Delle Donne R, Gallo A, et al. Proteolysis of MOB1 by the ubiquitin ligase praja2 attenuates hippo signalling and supports glioblastoma growth. Nat Commun. 2013;4:1-13."}, {"Citation": "Xie C, Lu D, Xu M, Qu Z, Zhang W, Wang H. Knockdown of RAD18 inhibits glioblastoma development. J Cell Physiol. 2019;234:21100-12."}, {"Citation": "Jia L, Soengas MS, Sun Y. ROC1/RBX1 E3 ubiquitin ligase silencing suppresses tumor cell growth via sequential induction of G2-M arrest, apoptosis, and senescence. Cancer Res. 2009;69:4974-82."}, {"Citation": "Wang X, Bustos MA, Zhang X, Ramos RI, Tan C, Iida Y, et al. Downregulation of the ubiquitin-E3 ligase RNF123 promotes upregulation of the NF-κB1 target SerpinE1 in aggressive glioblastoma tumors. Cancer. 2020;12:1081."}, {"Citation": "Wu H, Li X, Feng M, Yao L, Deng Z, Zao G, et al. Downregulation of RNF138 inhibits cellular proliferation, migration, invasion and EMT in glioma cells via suppression of the Erk signaling pathway. Oncol Rep. 2018;40:3285-96."}, {"Citation": "Kim W, Youn H, Lee S, Kim E, Kim D, Sub Lee J, et al. RNF138-mediated ubiquitination of rpS3 is required for resistance of glioblastoma cells to radiation-induced apoptosis. Exp Mol Med. 2018;50:e434."}, {"Citation": "Warfel NA, Niederst M, Stevens MW, Brennan PM, Frame MC, Newton AC. Mislocalization of the E3 ligase, β-transducin repeat-containing protein 1 (β-TrCP1), in glioblastoma uncouples negative feedback between the pleckstrin homology domain leucine-rich repeat protein phosphatase 1 (PHLPP1) and Akt. J Biol Chem. 2011;286:19777-88."}, {"Citation": "Zhang G, Zhu Q, Fu G, Hou J, Hu X, Cao J, et al. TRIP13 promotes the cell proliferation, migration and invasion of glioblastoma through the FBXW7/c-MYC axis. Br J Cancer. 2019;121:1069-78."}, {"Citation": "Lin J, Ji A, Qiu G, Feng H, Li J, Li S, et al. FBW 7 is associated with prognosis, inhibits malignancies and enhances temozolomide sensitivity in glioblastoma cells. Cancer Sci. 2018;109:1001-11."}, {"Citation": "Khan M, Muzumdar D, Shiras A. Attenuation of tumor suppressive function of FBXO16 ubiquitin ligase activates Wnt signaling in glioblastoma. Neoplasia. 2019;21:106-16."}, {"Citation": "Galeano F, Rossetti C, Tomaselli S, Cifaldi L, Lezzerini M, Pezzullo M, et al. ADAR2-editing activity inhibits glioblastoma growth through the modulation of the CDC14B/Skp2/p21/p27 axis. Oncogene. 2013;32:998-1009."}, {"Citation": "He Y, Roos WP, Wu Q, Hofmann TG, Kaina B. The SIAH1-HIPK2-p53ser46 damage response pathway is involved in temozolomide-induced glioblastoma cell death. Mol Cancer Res. 2019;17:1129-41."}, {"Citation": "Chen G, Kong J, Tucker-Burden C, Anand M, Rong Y, Rahman F, et al. Human Brat ortholog TRIM3 is a tumor suppressor that regulates asymmetric cell division in GLIOBLASTOMATRIM3 regulates asymmetric cell division in glioblastoma. Cancer Res. 2014;74:4536-48."}, {"Citation": "Zhang C, Mukherjee S, Tucker-Burden C, Ross JL, Chau MJ, Kong J, et al. TRIM 8 regulates stemness in glioblastoma through PIAS 3-STAT 3. Mol Oncol. 2017;11:280-94."}, {"Citation": "Di K, Linskey ME, Bota DA. TRIM11 is overexpressed in high-grade gliomas and promotes proliferation, invasion, migration and glial tumor growth. Oncogene. 2013;32:5038-47."}, {"Citation": "Zhang J, Zhang C, Cui J, Ou J, Han J, Qin Y, et al. TRIM45 functions as a tumor suppressor in the brain via its E3 ligase activity by stabilizing p53 through K63-linked ubiquitination. Cell Death Dis. 2017;8:e2831."}, {"Citation": "Wang H, Jiang Z, Na M, Ge H, Tang C, Shen H, et al. PARK2 negatively regulates the metastasis and epithelial-mesenchymal transition of glioblastoma cells via ZEB1. Oncol Lett. 2017;14:2933-9."}, {"Citation": "Li H, Li J, Chen L, Qi S, Yu S, Weng Z, et al. HERC3-mediated SMAD7 ubiquitination degradation promotes autophagy-induced EMT and chemoresistance in glioblastoma. Clin Cancer Res. 2019;25:3602-16."}, {"Citation": "Dai B, Pieper RO, Li D, Wei P, Liu M, Woo SY, et al. FoxM1B regulates NEDD4-1 expression, leading to cellular transformation and full malignant phenotype in immortalized human astrocytes. Cancer Res. 2010;70:2951-61."}, {"Citation": "Pan S-J, Zhan S-K, Ji W-Z, Pan Y-X, Liu W, Li D-Y, et al. Ubiquitin-protein ligase E3C promotes glioma progression by mediating the ubiquitination and degrading of Annexin A7. Sci Rep. 2015;5:1-11."}, {"Citation": "Ma L, Lin K, Chang G, Chen Y, Yue C, Guo Q, et al. Aberrant activation of β-catenin signaling drives glioma tumorigenesis via USP1-mediated stabilization of EZH2. Cancer Res. 2019;79:72-85."}, {"Citation": "Tu Y, Chen Z, Zhao P, Sun G, Bao Z, Chao H, et al. Smoothened promotes glioblastoma radiation resistance via activating USP3-mediated Claspin deubiquitination. Clin Cancer Res. 2020;26:1749-62."}, {"Citation": "Qin N, Han F, Li L, Ge Y, Lin W, Wang J, et al. Deubiquitinating enzyme 4 facilitates chemoresistance in glioblastoma by inhibiting P53 activity. Oncol Lett. 2019;17:958-64."}, {"Citation": "Zhou Y, Liang P, Ji W, Yu Z, Chen H, Jiang L. Ubiquitin-specific protease 4 promotes glioblastoma multiforme via activating ERK pathway. Onco Targets Ther. 2019;12:1825-39."}, {"Citation": "Izaguirre DI, Zhu W, Hai T, Cheung HC, Krahe R, Cote GJ. PTBP1-dependent regulation of USP5 alternative RNA splicing plays a role in glioblastoma tumorigenesis. Mol Carcinog. 2012;51:895-906."}, {"Citation": "Yi L, Cui Y, Xu Q, Jiang Y. Stabilization of LSD1 by deubiquitinating enzyme USP7 promotes glioblastoma cell tumorigenesis and metastasis through suppression of the p53 signaling pathway. Oncol Rep. 2016;36:2935-45."}, {"Citation": "Panner A, Crane CA, Weng C, Feletti A, Fang S, Parsa AT, et al. Ubiquitin-specific protease 8 links the PTEN-Akt-AIP4 pathway to the control of FLIPS stability and TRAIL sensitivity in glioblastoma multiforme. Cancer Res. 2010;70:5046-53."}, {"Citation": "Wolfsperger F, Hogh-Binder S, Schittenhelm J, Psaras T, Ritter V, Bornes L, et al. Deubiquitylating enzyme USP9x regulates radiosensitivity in glioblastoma cells by Mcl-1-dependent and-independent mechanisms. Cell Death Dis. 2016;7:e2039."}, {"Citation": "Wu H-C, Lin Y-C, Liu C-H, Chung H-C, Wang Y-T, Lin Y-W, et al. USP11 regulates PML stability to control notch-induced malignancy in brain tumours. Nat Commun. 2014;5:1-16."}, {"Citation": "Fang X, Zhou W, Wu Q, Huang Z, Shi Y, Yang K, et al. Deubiquitinase USP13 maintains glioblastoma stem cells by antagonizing FBXL14-mediated Myc ubiquitination. J Exp Med. 2017;214:245-67."}, {"Citation": "Xu K, Pei H, Zhang Z, Wang H, Li L, Xia Q. Ubiquitin-specific protease 15 promotes tumor cell invasion and proliferation in glioblastoma. Oncol Lett. 2018;15:3846-51."}, {"Citation": "Wang Z, Song Q, Xue J, Zhao Y, Qin S. Ubiquitin-specific protease 28 is overexpressed in human glioblastomas and contributes to glioma tumorigenicity by regulating MYC expression. Exp Biol Med. 2016;241:255-64."}, {"Citation": "Zhou A, Lin K, Zhang S, Ma L, Xue J, Morris SA, et al. Gli1-induced deubiquitinase USP 48 aids glioblastoma tumorigenesis by stabilizing Gli1. EMBO Rep. 2017;18:1318-30."}, {"Citation": "Aghajanian C, Dizon D, Sabbatini P, Raizer J, Dupont J, Spriggs D. Phase I trial of bortezomib and carboplatin in recurrent ovarian or primary peritoneal cancer. J Clin Oncol. 2005;23:5943-9."}, {"Citation": "Codony-Servat J, Tapia MA, Bosch M, Oliva C, Domingo-Domenech J, Mellado B, et al. Differential cellular and molecular effects of bortezomib, a proteasome inhibitor, in human breast cancer cells. Mol Cancer Ther. 2006;5:665-75."}, {"Citation": "Vora PA, Patel R, Dharamsi A. Bortezomib-first therapeutic proteasome inhibitor for cancer therapy: a review of patent literature. Recent Pat Anticancer Drug Discov. 2020;15:113-31."}, {"Citation": "Kisselev AF, van der Linden WA, Overkleeft HS. Proteasome inhibitors: an expanding army attacking a unique target. Chem Biol. 2012;19:99-115."}, {"Citation": "Benvenuto M, Ciuffa S, Focaccetti C, Sbardella D, Fazi S, Scimeca M, et al. Proteasome inhibition by bortezomib parallels a reduction in head and neck cancer cells growth, and an increase in tumor-infiltrating immune cells. Sci Rep. 2021;11:1-23."}, {"Citation": "Russo A, Bronte G, Fulfaro F, Cicero G, Adamo V, Gebbia N, et al. Bortezomib: a new pro-apoptotic agent in cancer treatment. Curr Cancer Drug Targets. 2010;10:55-67."}, {"Citation": "Chen D, Frezza M, Schmitt S, Kanwar J, Dou QP. Bortezomib as the first proteasome inhibitor anticancer drug: current status and future perspectives. Curr Cancer Drug Targets. 2011;11:239-53."}, {"Citation": "Piperdi B, Ling Y-H, Liebes L, Muggia F, Perez-Soler R. Bortezomib: understanding the mechanism of action. Mol Cancer Ther. 2011;10:2029-30."}, {"Citation": "Papandreou CN, Daliani DD, Nix D, Yang H, Madden T, Wang X, et al. Phase I trial of the proteasome inhibitor bortezomib in patients with advanced solid tumors with observations in androgen-independent prostate cancer. J Clin Oncol. 2004;22:2108-21."}, {"Citation": "Fanucchi MP, Fossella FV, Belt R, Natale R, Fidias P, Carbone DP, et al. Randomized phase II study of bortezomib alone and bortezomib in combination with docetaxel in previously treated advanced non-small-cell lung cancer. J Clin Oncol. 2006;24:5025-33."}, {"Citation": "Mulkerin D, Remick S, Takimoto C, Ivy P, Karol M, Eton O. Safety, tolerability, and pharmacology of Bortezomib in cancer patients with renal failure requiring dialysis: results from a prospective phase 1 study. Blood. 2007;110:3477."}, {"Citation": "Friday BB, Anderson SK, Buckner J, Yu C, Giannini C, Geoffroy F, et al. Phase II trial of vorinostat in combination with bortezomib in recurrent glioblastoma: a north central cancer treatment group study. Neuro Oncol. 2011;14:215-21."}, {"Citation": "Engel RH, Brown JA, von Roenn JH, O'Regan RM, Bergan R, Badve S, et al. A phase II study of single agent bortezomib in patients with metastatic breast cancer: a single institution experience. Cancer Invest. 2007;25:733-7."}, {"Citation": "Koschny R, Ganten TM, Sykora J, Haas TL, Sprick MR, Kolb A, et al. TRAIL/bortezomib cotreatment is potentially hepatotoxic but induces cancer-specific apoptosis within a therapeutic window. Hepatology. 2007;45:649-58."}, {"Citation": "Huang Z, Wu Y, Zhou X, Xu J, Zhu W, Shu Y, et al. Efficacy of therapy with bortezomib in solid tumors: a review based on 32 clinical trials. Future Oncol. 2014;10:1795-807."}, {"Citation": "Gullett NP, Amin AR, Bayraktar S, Pezzuto JM, Shin DM, Khuri FR, et al. Seminars in oncology. Elsevier; Amsterdam, the Netherlands. 2010. p. 258-81."}, {"Citation": "Ranjan A, Fofaria NM, Kim S-H, Srivastava SK. Modulation of signal transduction pathways by natural compounds in cancer. Chin J Nat Med. 2015;13:730-42."}, {"Citation": "Maaliki D, Shaito AA, Pintus G, El-Yazbi A, Eid AH. Flavonoids in hypertension: a brief review of the underlying mechanisms. Curr Opin Pharmacol. 2019;45:57-65."}, {"Citation": "Fardoun MM, Maaliki D, Halabi N, Iratni R, Bitto A, Baydoun E, et al. Flavonoids in adipose tissue inflammation and atherosclerosis: one arrow, two targets. Clin Sci (Lond). 2020;134:1403-32."}, {"Citation": "Posadino AM, Giordo R, Cossu A, Nasrallah GK, Shaito A, Abou-Saleh H, et al. Flavin oxidase-induced ROS generation modulates PKC biphasic effect of resveratrol on endothelial cell survival. Biomolecules. 2019;9:209."}, {"Citation": "Shaito A, Posadino AM, Younes N, Hasan H, Halabi S, Alhababi D, et al. Potential adverse effects of resveratrol: a literature review. Int J Mol Sci. 2020;21:2084."}, {"Citation": "Afshari AR, Jalili-Nik M, Abbasinezhad-Moud F, Javid H, Karimi M, Mollazadeh H, et al. Anti-tumor effects of curcuminoids in glioblastoma multiforme: an updated literature review. Curr Med Chem. 2021;28:8116-38."}, {"Citation": "Afshari AR, Mollazadeh H, Mohtashami E, Soltani A, Soukhtanloo M, Hosseini A, et al. Protective role of natural products in glioblastoma multiforme: a focus on nitric oxide pathway. Curr Med Chem. 2021;28:377-400."}, {"Citation": "Giordo R, Nasrallah GK, Posadino AM, Galimi F, Capobianco G, Eid AH, et al. Resveratrol-elicited PKC inhibition counteracts NOX-mediated endothelial to mesenchymal transition in human retinal endothelial cells exposed to high glucose. Antioxidants (Basel). 2021;10:224."}, {"Citation": "Giordo R, Zinellu A, Eid AH, Pintus G. Therapeutic potential of resveratrol in COVID-19-associated hemostatic disorders. Molecules. 2021;26:856."}, {"Citation": "Giordo R, Wehbe Z, Posadino AM, Erre GL, Eid AH, Mangoni AA, et al. Disease-associated regulation of non-coding RNAs by resveratrol: molecular insights and therapeutic applications. Front Cell Dev Biol. 2022;10:894305."}, {"Citation": "Shaito A, Al-Mansoob M, Ahmad SMS, Haider MZ, Eid AH, Posadino AM, et al. Resveratrol-mediated regulation of mitochondria biogenesis-associated pathways in neurodegenerative diseases: molecular insights and potential therapeutic applications. Curr Neuropharmacol. 2022. https://doi.org/10.2174/1570159X20666221012122855"}, {"Citation": "Panche AN, Diwan AD, Chandra SR. Flavonoids: an overview. J Nutr Sci. 2016;5:e47."}, {"Citation": "Dias MC, Pinto DC, Silva AM. Plant flavonoids: chemical characteristics and biological activity. Molecules. 2021;26:5377."}, {"Citation": "Havsteen BH. The biochemistry and medical significance of the flavonoids. Pharmacol Ther. 2002;96:67-202."}, {"Citation": "Shah D, Gandhi M, Kumar A, Cruz-Martins N, Sharma R, Nair S. Current insights into epigenetics, noncoding RNA interactome and clinical pharmacokinetics of dietary polyphenols in cancer chemoprevention. Crit Rev Food Sci Nutr. 2023;63:1755-1791."}, {"Citation": "Arrigoni R, Ballini A, Santacroce L, Cantore S, Inchingolo A, Inchingolo F, et al. Another look at dietary polyphenols: challenges in cancer prevention and treatment. Curr Med Chem. 2022;29:1061-82."}, {"Citation": "Maleki Dana P, Sadoughi F, Asemi Z, Yousefi B. The role of polyphenols in overcoming cancer drug resistance: A comprehensive review. Cell Mol Biol Lett. 2022;27:1-26."}, {"Citation": "Yang H, Zonder JA, Dou QP. Clinical development of novel proteasome inhibitors for cancer treatment. Expert Opin Investig Drugs. 2009;18:957-71."}, {"Citation": "Rentsch A, Landsberg D, Brodmann T, Bülow L, Girbig AK, Kalesse M. Synthesis and pharmacology of proteasome inhibitors. Angew Chem Int Ed. 2013;52:5450-88."}, {"Citation": "Dou Q, Landis-Piwowar K, Chen D, Huo C, Wan S, Chan T. Green tea polyphenols as a natural tumour cell proteasome inhibitor. Inflammopharmacology. 2008;16:208-12."}, {"Citation": "Yang H, Landis-Piwowar K, Chan TH, Dou QP. Green tea polyphenols as proteasome inhibitors: implication in chemoprevention. Curr Cancer Drug Targets. 2011;11:296-306."}, {"Citation": "Wan SB, Chen D, Dou QP, Chan TH. Study of the green tea polyphenols catechin-3-gallate (CG) and epicatechin-3-gallate (ECG) as proteasome inhibitors. Bioorg Med Chem. 2004;12:3521-7."}, {"Citation": "Huo C, Wan S, Lam W, Li L, Wang Z, Landis-Piwowar K, et al. The challenge of developing green tea polyphenols as therapeutic agents. Inflammopharmacology. 2008;16:248-52."}, {"Citation": "Bettuzzi S, Brausi M, Rizzi F, Castagnetti G, Peracchia G, Corti A. Chemoprevention of human prostate cancer by oral administration of green tea catechins in volunteers with high-grade prostate intraepithelial neoplasia: a preliminary report from a one-year proof-of-principle study. Cancer Res. 2006;66:1234-40."}, {"Citation": "Yang G, Shu X-O, Li H, Chow W-H, Ji B-T, Zhang X, et al. Prospective cohort study of green tea consumption and colorectal cancer risk in women. Cancer Epidemiol Biomarkers Prev. 2007;16:1219-23."}, {"Citation": "Shrubsole MJ, Lu W, Chen Z, Shu XO, Zheng Y, Dai Q, et al. Drinking green tea modestly reduces breast cancer risk. J Nutr. 2009;139:310-6."}, {"Citation": "Negri A, Naponelli V, Rizzi F, Bettuzzi S. Molecular targets of epigallocatechin-Gallate (EGCG): A special focus on signal transduction and cancer. Nutrients. 2018;10:1936."}, {"Citation": "Huang Y-J, Wang K-L, Chen H-Y, Chiang Y-F, Hsia S-M. Protective effects of epigallocatechin gallate (EGCG) on endometrial, breast, and ovarian cancers. Biomolecules. 2020;10:1481."}, {"Citation": "Kuhn DJ, Lam WH, Kazi A, Daniel KG, Song S, Chow LM, et al. Synthetic peracetate tea polyphenols as potent proteasome inhibitors and apoptosis inducers in human cancer cells. Front Biosci. 2005;10:1010-23."}, {"Citation": "Landis-Piwowar KR, Wan SB, Wiegand RA, Kuhn DJ, Chan TH, Dou QP. Methylation suppresses the proteasome-inhibitory function of green tea polyphenols. J Cell Physiol. 2007;213:252-60."}, {"Citation": "Huo C, Yang H, Cui QC, Dou QP, Chan TH. Proteasome inhibition in human breast cancer cells with high catechol-O-methyltransferase activity by green tea polyphenol EGCG analogs. Bioorg Med Chem. 2010;18:1252-8."}, {"Citation": "Pettinari A, Amici M, Cuccioloni M, Angeletti M, Fioretti E, Eleuteri AM. Effect of polyphenolic compounds on the proteolytic activities of constitutive and immuno-proteasomes. Antioxid Redox Signal. 2006;8:121-9."}, {"Citation": "Bonfili L, Cuccioloni M, Mozzicafreddo M, Cecarini V, Angeletti M, Eleuteri AM. Identification of an EGCG oxidation derivative with proteasome modulatory activity. Biochimie. 2011;93:931-40."}, {"Citation": "Davalli P, Rizzi F, Caldara GF, Davoli S, Corti A, Silva A, et al. Chronic administration of green tea extract to TRAMP mice induces the collapse of Golgi apparatus in prostate secretory cells and results in alterations of protein post-translational processing. Int J Oncol. 2011;39:1521-7."}, {"Citation": "Rizzi F, Naponelli V, Silva A, Modernelli A, Ramazzina I, Bonacini M, et al. Polyphenon E®, a standardized green tea extract, induces endoplasmic reticulum stress, leading to death of immortalized PNT1a cells by anoikis and tumorigenic PC3 by necroptosis. Carcinogenesis. 2014;35:828-39."}, {"Citation": "Ermakova SP, Kang BS, Choi BY, Choi HS, Schuster TF, Ma W-Y, et al. (−)− Epigallocatechin gallate overcomes resistance to etoposide-induced cell death by targeting the molecular chaperone glucose-regulated protein 78. Cancer Res. 2006;66:9260-9."}, {"Citation": "Huang K-H, Kuo K-L, Chen S-C, Weng T-I, Chuang Y-T, Tsai Y-C, et al. Down-regulation of glucose-regulated protein (GRP) 78 potentiates cytotoxic effect of celecoxib in human urothelial carcinoma cells. PLoS One. 2012;7:e33615."}, {"Citation": "Kazi A, Wang Z, Kumar N, Falsetti SC, Chan T-H, Dou QP. Structure-activity relationships of synthetic analogs of (−)-epigallocatechin-3-gallate as proteasome inhibitors. Anticancer Res. 2004;24:943-54."}, {"Citation": "Nam S, Smith DM, Dou QP. Ester bond-containing tea polyphenols potently inhibit proteasome activity in vitro and in vivo. J Biol Chem. 2001;276:13322-30."}, {"Citation": "Smith DM, Wang Z, Kazi A, Li L-H, Chan T-H, Dou QP. Synthetic analogs of green tea polyphenols as proteasome inhibitors. Mol Med. 2002;8:382-92."}, {"Citation": "Modernelli A, Naponelli V, Giovanna Troglio M, Bonacini M, Ramazzina I, Bettuzzi S, et al. EGCG antagonizes Bortezomib cytotoxicity in prostate cancer cells by an autophagic mechanism. Sci Rep. 2015;5:1-11."}, {"Citation": "Kanwar J, Taskeen M, Mohammad I, Huo C, Chan TH, Dou QP. Recent advances on tea polyphenols. Front Biosci (Elite Ed). 2012;4:111-31."}, {"Citation": "Golden EB, Lam PY, Kardosh A, Gaffney KJ, Cadenas E, Louie SG, et al. Green tea polyphenols block the anticancer effects of bortezomib and other boronic acid-based proteasome inhibitors. Blood. 2009;113:5927-37."}, {"Citation": "Tavana E, Mollazadeh H, Mohtashami E, Modaresi SMS, Hosseini A, Sabri H, et al. Quercetin: a promising phytochemical for the treatment of glioblastoma multiforme. Biofactors. 2020;46:356-66."}, {"Citation": "Hasima N, Ozpolat B. Regulation of autophagy by polyphenolic compounds as a potential therapeutic strategy for cancer. Cell Death Dis. 2014;5:e1509."}, {"Citation": "Klappan AK, Hones S, Mylonas I, Brüning A. Proteasome inhibition by quercetin triggers macroautophagy and blocks mTOR activity. Histochem Cell Biol. 2012;137:25-36."}, {"Citation": "Ding Y, Chen X, Wang B, Yu B, Ge J, Shi X. Quercetin suppresses the chymotrypsin-like activity of proteasome via inhibition of MEK1/ERK1/2 signaling pathway in hepatocellular carcinoma HepG2 cells. Can J Physiol Pharmacol. 2018;96:521-6."}, {"Citation": "Mutlu Altundağ E, Kasacı T, Yılmaz AM, Karademir B, Koçtürk S, Taga Y, et al. Quercetin-induced cell death in human papillary thyroid cancer (B-CPAP) cells. J Thyroid Res. 2016;2016:1-10."}, {"Citation": "Chang T-L, Wang C-H. Combination of quercetin and tannic acid in inhibiting 26S proteasome affects S5a and 20S expression, and accumulation of ubiquitin resulted in apoptosis in cancer chemoprevention. Biol Chem. 2013;394:561-75."}, {"Citation": "Lin T-H, Hsu W-H, Tsai P-H, Huang Y-T, Lin C-W, Chen K-C, et al. Dietary flavonoids, luteolin and quercetin, inhibit invasion of cervical cancer by reduction of UBE2S through epithelial-mesenchymal transition signaling. Food Funct. 2017;8:1558-68."}, {"Citation": "Siegelin MD, Reuss DE, Habel A, Rami A, Von Deimling A. Quercetin promotes degradation of survivin and thereby enhances death-receptor-mediated apoptosis in glioma cells. Neuro Oncol. 2009;11:122-31."}, {"Citation": "Mokhtari-Zaer A, Marefati N, Atkin SL, Butler AE, Sahebkar A. The protective role of curcumin in myocardial ischemia-reperfusion injury. J Cell Physiol. 2018;234:214-22."}, {"Citation": "Momtazi-Borojeni AA, Haftcheshmeh SM, Esmaeili SA, Johnston TP, Abdollahi E, Sahebkar A. Curcumin: a natural modulator of immune cells in systemic lupus erythematosus. Autoimmun Rev. 2018;17:125-35."}, {"Citation": "Parsamanesh N, Moossavi M, Bahrami A, Butler AE, Sahebkar A. Therapeutic potential of curcumin in diabetic complications. Pharmacol Res. 2018;136:181-93."}, {"Citation": "Bavarsad K, Barreto GE, Hadjzadeh MAR, Sahebkar A. Protective effects of curcumin against ischemia-reperfusion injury in the nervous system. Mol Neurobiol. 2019;56:1391-404."}, {"Citation": "Ghasemi F, Bagheri H, Barreto GE, Read MI, Sahebkar A. Effects of curcumin on microglial cells. Neurotox Res. 2019;36:12-26."}, {"Citation": "Hassanzadeh S, Read MI, Bland AR, Majeed M, Jamialahmadi T, Sahebkar A. Curcumin: an inflammasome silencer. Pharmacol Res. 2020;159:104921."}, {"Citation": "Ganji A, Farahani I, Saeedifar AM, Mosayebi G, Ghazavi A, Majeed M, et al. Protective effects of curcumin against lipopolysaccharide-induced toxicity. Curr Med Chem. 2021;28:6915-30."}, {"Citation": "Soltani S, Boozari M, Cicero AFG, Jamialahmadi T, Sahebkar A. Effects of phytochemicals on macrophage cholesterol efflux capacity: impact on atherosclerosis. Phytother Res. 2021;35:2854-78."}, {"Citation": "Heidari Z, Daei M, Boozari M, Jamialahmadi T, Sahebkar A. Curcumin supplementation in pediatric patients: A systematic review of current clinical evidence. Phytother Res. 2022;36:1442-58."}, {"Citation": "Khayatan D, Razavi SM, Arab ZN, Niknejad AH, Nouri K, Momtaz S, et al. Protective effects of curcumin against traumatic brain injury. Biomed Pharmacother. 2022;154:113621."}, {"Citation": "Ming T, Tao Q, Tang S, Zhao H, Yang H, Liu M, et al. Curcumin: an epigenetic regulator and its application in cancer molecular mechanism of curcumin and its analogs as multifunctional compounds against pancreatic cancer curcumin: reclaiming the lost ground against cancer resistance curcumin as a potential therapeutic agent in certain cancer types."}, {"Citation": "Tomeh MA, Hadianamrei R, Zhao XA-O. A review of curcumin and its derivatives as anticancer agents. Int J Mol Sci. 2019;20:1033. https://doi.org/10.3390/ijms20051033"}, {"Citation": "Iranshahi M, Sahebkar A, Takasaki M, Konoshima T, Tokuda H. Cancer chemopreventive activity of the prenylated coumarin, umbelliprenin, in vivo. Eur J Cancer Prev. 2009;18:412-5."}, {"Citation": "Wang Y, Yu J, Cui R, Lin J, Ding X. Curcumin in treating breast cancer: A review. SLAS Technol. 2016;21:723-31."}, {"Citation": "Mohajeri M, Sahebkar A. Protective effects of curcumin against doxorubicin-induced toxicity and resistance: A review. Crit Rev Oncol Hematol. 2018;122:30-51."}, {"Citation": "Afshari AR, Fanoudi S, Rajabian A, Sadeghnia HR, Mollazadeh H, Hosseini A. Potential protective roles of phytochemicals on glutamate-induced neurotoxicity: a review. Iran J Basic Med Sci. 2020;23:1113."}, {"Citation": "Sahab-Negah S, Ariakia F, Jalili-Nik M, Afshari AR, Salehi S, Samini F, et al. Curcumin loaded in niosomal nanoparticles improved the anti-tumor effects of free curcumin on glioblastoma stem-like cells: an in vitro study. Mol Neurobiol. 2020;57:3391-411."}, {"Citation": "Liczbiński P, Michałowicz J, Bukowska B. Molecular mechanism of curcumin action in signaling pathways: review of the latest research. Phytother Res. 2020;34:1992-2005."}, {"Citation": "Hasima N, Aggarwal BB. Targeting proteasomal pathways by dietary curcumin for cancer prevention and treatment. Curr Med Chem. 2014;21:1583-94."}, {"Citation": "Jana NR, Dikshit P, Goswami A, Nukina N. Inhibition of proteasomal function by curcumin induces apoptosis through mitochondrial pathway. J Biol Chem. 2004;279:11680-5."}, {"Citation": "Pongrakhananon V, Nimmannit U, Luanpitpong S, Rojanasakul Y, Chanvorachote P. Curcumin sensitizes non-small cell lung cancer cell anoikis through reactive oxygen species-mediated Bcl-2 downregulation. Apoptosis. 2010;15:574-85."}, {"Citation": "Bhandarkar SS, Arbiser JL. Curcumin as an inhibitor of angiogenesis. In: Aggarwal BB, Surh Y-J, Shishodia S, editors. The molecular targets and therapeutic uses of curcumin in health and disease. Springer; Berlin, Germany. 2007. p. 185-95."}, {"Citation": "Uhle S, Medalia O, Waldron R, Dumdey R, Henklein P, Bech-Otschir D, et al. Protein kinase CK2 and protein kinase D are associated with the COP9 signalosome. EMBO J. 2003;22:1302-12."}, {"Citation": "Milacic V, Banerjee S, Landis-Piwowar KR, Sarkar FH, Majumdar AP, Dou QP. Curcumin inhibits the proteasome activity in human colon cancer cells in vitro and in vivo. Cancer Res. 2008;68:7283-92."}, {"Citation": "Lee Y-H, Song N-Y, Suh J, Kim D-H, Kim W, Ann J, et al. Curcumin suppresses oncogenicity of human colon cancer cells by covalently modifying the cysteine 67 residue of SIRT1. Cancer Lett. 2018;431:219-29."}, {"Citation": "Liu L, Fu Y, Zheng Y, Ma M, Wang C. Curcumin inhibits proteasome activity in triple-negative breast cancer cells through regulating p300/miR-142-3p/PSMB5 axis. Phytomedicine. 2020;78:153312."}, {"Citation": "Guan F, Ding Y, Zhang Y, Zhou Y, Li M, Wang C. Curcumin suppresses proliferation and migration of MDA-MB-231 breast cancer cells through autophagy-dependent Akt degradation. PLoS One. 2016;11:e0146553."}, {"Citation": "Gao Y, Shi Q, Xu S, Du C, Liang L, Wu K, et al. Curcumin promotes KLF5 proteasome degradation through downregulating YAP/TAZ in bladder cancer cells. Int J Mol Sci. 2014;15:15173-87."}, {"Citation": "Tandon V, de la Vega L, Banerjee S. Emerging roles of DYRK2 in cancer. J Biol Chem. 2021;296:100233."}, {"Citation": "Banerjee S, Ji C, Mayfield JE, Goel A, Xiao J, Dixon JE, et al. Ancient drug curcumin impedes 26S proteasome activity by direct inhibition of dual-specificity tyrosine-regulated kinase 2. Proc Natl Acad Sci U S A. 2018;115:8155-60."}, {"Citation": "Allegra A, Speciale A, Molonia MS, Guglielmo L, Musolino C, Ferlazzo G, et al. Curcumin ameliorates the in vitro efficacy of carfilzomib in human multiple myeloma U266 cells targeting p53 and NF-κB pathways. Toxicol In Vitro. 2018;47:186-94."}, {"Citation": "Lee J-Y, Lee Y-M, Chang G-C, Yu S-L, Hsieh W-Y, Chen JJ, et al. Curcumin induces EGFR degradation in lung adenocarcinoma and modulates p38 activation in intestine: the versatile adjuvant for gefitinib therapy. PLoS One. 2011;6:e23756."}, {"Citation": "Fossey SL, Bear MD, Lin J, Li C, Schwartz EB, Li P-K, et al. The novel curcumin analog FLLL32 decreases STAT3 DNA binding activity and expression, and induces apoptosis in osteosarcoma cell lines. BMC Cancer. 2011;11:1-15."}, {"Citation": "O'Sullivan-Coyne G, O'Sullivan G, O'Donovan T, Piwocka K, McKenna S. Curcumin induces apoptosis-independent death in oesophageal cancer cells. Br J Cancer. 2009;101:1585-95."}, {"Citation": "Zhou B, Zuo Y, Li B, Wang H, Liu H, Wang X, et al. Deubiquitinase inhibition of 19S regulatory particles by 4-Arylidene curcumin analog AC17 causes NF-κB inhibition and p53 reactivation in human lung cancer CellsDeubiquitinase inhibition of 19S RP by AC17. Mol Cancer Ther. 2013;12:1381-92."}, {"Citation": "Zhang H-G, Kim H, Liu C, Yu S, Wang J, Grizzle WE, et al. Curcumin reverses breast tumor exosomes mediated immune suppression of NK cell tumor cytotoxicity. Biochimica et Biophysica Acta (BBA)-molecular. Cell Res. 2007;1773:1116-23."}, {"Citation": "Chen C, Matesic LE. The Nedd4-like family of E3 ubiquitin ligases and cancer. Cancer Metastasis Rev. 2007;26:587-604."}, {"Citation": "Wang D, Ma L, Wang B, Liu J, Wei W. E3 ubiquitin ligases in cancer and implications for therapies. Cancer Metastasis Rev. 2017;36:683-702."}, {"Citation": "Wang X, Trotman LC, Koppie T, Alimonti A, Chen Z, Gao Z, et al. NEDD4-1 is a proto-oncogenic ubiquitin ligase for PTEN. Cell. 2007;128:129-39."}, {"Citation": "Zou X, Levy-Cohen G, Blank M. Molecular functions of NEDD4 E3 ubiquitin ligases in cancer. Biochim Biophys Acta Rev Cancer. 2015;1856:91-106."}, {"Citation": "Wang X, Deng J, Yuan J, Tang X, Wang Y, Chen H, et al. Curcumin exerts its tumor suppressive function via inhibition of NEDD4 oncoprotein in glioma cancer cells. Int J Oncol. 2017;51:467-77."}, {"Citation": "Deng T, Yan G, Song X, Xie L, Zhou Y, Li J, et al. Deubiquitylation and stabilization of p21 by USP11 is critical for cell-cycle progression and DNA damage responses. Proc Natl Acad Sci U S A. 2018;115:4678-83."}, {"Citation": "Cai Z, Moten A, Peng D, Hsu C-C, Pan B-S, Manne R, et al. Seminars in cancer biology. Elsevier; Amsterdam, The Netherlands. 2020. p. 16-33."}, {"Citation": "Wu J, Su H-K, Yu Z-H, Xi S-Y, Guo C-C, Hu Z-Y, et al. Skp2 modulates proliferation, senescence and tumorigenesis of glioma. Cancer Cell Int. 2020;20:1-11."}, {"Citation": "Gstaiger M, Jordan R, Lim M, Catzavelos C, Mestan J, Slingerland J, et al. Skp2 is oncogenic and overexpressed in human cancers. Proc Natl Acad Sci U S A. 2001;98:5043-8."}, {"Citation": "Wang L, Ye X, Cai X, Su J, Ma R, Yin X, et al. Curcumin suppresses cell growth and invasion and induces apoptosis by down-regulation of Skp2 pathway in glioma cells. Oncotarget. 2015;6:18027-37."}, {"Citation": "Zhang W, Cao L, Sun Z, Xu J, Tang L, Chen W, et al. Skp2 is over-expressed in breast cancer and promotes breast cancer cell proliferation. Cell Cycle. 2016;15:1344-51."}, {"Citation": "Grek CL, Rhett JM, Bruce JS, Ghatnekar GS, Yeh ES. Connexin 43, breast cancer tumor suppressor: missed connections? Cancer Lett. 2016;374:117-26."}, {"Citation": "Leithe E, Rivedal E. Epidermal growth factor regulates ubiquitination, internalization and proteasome-dependent degradation of connexin43. J Cell Sci. 2004;117:1211-20."}, {"Citation": "Huang B-R, Tsai C-H, Chen C-C, Way T-D, Kao J-Y, Liu Y-S, et al. Curcumin promotes connexin 43 degradation and temozolomide-induced apoptosis in glioblastoma cells. Am J Chin Med. 2019;47:657-74."}, {"Citation": "Chen T-C, Chuang J-Y, Ko C-Y, Kao T-J, Yang P-Y, Yu C-H, et al. AR ubiquitination induced by the curcumin analog suppresses growth of temozolomide-resistant glioblastoma through disrupting GPX4-mediated redox homeostasis. Redox Biol. 2020;30:101413."}, {"Citation": "Wahab A, Gao K, Jia C, Zhang F, Tian G, Murtaza G, et al. Significance of resveratrol in clinical management of chronic diseases. Molecules. 2017;22:1329."}, {"Citation": "Singh AP, Singh R, Verma SS, Rai V, Kaschula CH, Maiti P, et al. Health benefits of resveratrol: evidence from clinical studies. Med Res Rev. 2019;39:1851-91."}, {"Citation": "Gal R, Deres L, Toth K, Halmosi R, Habon T. The effect of resveratrol on the cardiovascular system from molecular mechanisms to clinical results. Int J Mol Sci. 2021;22:10152."}, {"Citation": "Izzo C, Annunziata M, Melara G, Sciorio R, Dallio M, Masarone M, et al. The role of resveratrol in liver disease: a comprehensive review from In vitro to clinical trials. Nutrients. 2021;13:933."}, {"Citation": "Sahebkar A. Effects of resveratrol supplementation on plasma lipids: a systematic review and meta-analysis of randomized controlled trials. Nutr Rev. 2013;71:822-35."}, {"Citation": "Tang PC, Ng YF, Ho S, Gyda M, Chan SW. Resveratrol and cardiovascular health-promising therapeutic or hopeless illusion? Pharmacol Res. 2014;90:88-115."}, {"Citation": "Sahebkar A, Serban C, Ursoniu S, Wong ND, Muntner P, Graham IM, et al. Lack of efficacy of resveratrol on C-reactive protein and selected cardiovascular risk factors - results from a systematic review and meta-analysis of randomized controlled trials. Int J Cardiol. 2015;189:47-55."}, {"Citation": "Li Q, Yue Y, Chen L, Xu C, Wang Y, Du L, et al. Resveratrol sensitizes carfilzomib-induced apoptosis via promoting oxidative stress in multiple myeloma cells. Front Pharmacol. 2018;9:334."}, {"Citation": "Zhang Q, Tang X, Lu QY, Zhang ZF, Brown J, Le AD. Resveratrol inhibits hypoxia-induced accumulation of hypoxia-inducible factor-1α and VEGF expression in human tongue squamous cell carcinoma and hepatoma cells. Mol Cancer Ther. 2005;4:1465-74."}, {"Citation": "Kim DH, Hossain MA, Kim MY, Kim J-A, Yoon J-H, Suh HS, et al. A novel resveratrol analogue, HS-1793, inhibits hypoxia-induced HIF-1α and VEGF expression, and migration in human prostate cancer cells. Int J Oncol. 2013;43:1915-24."}, {"Citation": "Mitani T, Ito Y, Harada N, NAkANO Y, Inui H, Ashida H, et al. Resveratrol reduces the hypoxia-induced resistance to doxorubicin in breast cancer cells. J Nutr Sci Vitaminol. 2014;60:122-8."}, {"Citation": "Lin Y-S, Hsieh C-Y, Kuo T-T, Lin C-C, Lin C-Y, Sher Y-P. Resveratrol-mediated ADAM9 degradation decreases cancer progression and provides synergistic effects in combination with chemotherapy. Am J Cancer Res. 2020;10:3828-37."}, {"Citation": "Niu X-F, Liu B-Q, Du Z-X, Gao Y-Y, Li C, Li N, et al. Resveratrol protects leukemic cells against cytotoxicity induced by proteasome inhibitors via induction of FOXO1 and p27Kip1. BMC Cancer. 2011;11:1-10."}, {"Citation": "Sato A, Okada M, Shibuya K, Watanabe E, Seino S, Suzuki K, et al. Resveratrol promotes proteasome-dependent degradation of Nanog via p53 activation and induces differentiation of glioma stem cells. Stem Cell Res. 2013;11:601-10."}, {"Citation": "Lee KW, Bode AM, Dong Z. Molecular targets of phytochemicals for cancer prevention. Nat Rev Cancer. 2011;11:211-8."}, {"Citation": "Sanati M, Afshari AR, Amini J, Mollazadeh H, Jamialahmadi T, Sahebkar A. Targeting angiogenesis in gliomas: potential role of phytochemicals. J Funct Foods. 2022;96:105192."}, {"Citation": "Kanai M, Yoshimura K, Asada M, Imaizumi A, Suzuki C, Matsumoto S, et al. A phase I/II study of gemcitabine-based chemotherapy plus curcumin for patients with gemcitabine-resistant pancreatic cancer. Cancer Chemother Pharmacol. 2011;68:157-64."}, {"Citation": "Vadhan-Raj S, Weber DM, Wang M, Giralt SA, Thomas SK, Alexanian R, et al. Curcumin downregulates NF-kB and related genes in patients with multiple myeloma: results of a phase I/II study. Blood. 2007;110:1177."}, {"Citation": "He Z-Y, Shi C-B, Wen H, Li F-L, Wang B-L, Wang J. Upregulation of p53 expression in patients with colorectal cancer by administration of curcumin. Cancer Invest. 2011;29:208-13."}, {"Citation": "Saghatelyan T, Tananyan A, Janoyan N, Tadevosyan A, Petrosyan H, Hovhannisyan A, et al. Efficacy and safety of curcumin in combination with paclitaxel in patients with advanced, metastatic breast cancer: A comparative, randomized, double-blind, placebo-controlled clinical trial. Phytomedicine. 2020;70:153218."}, {"Citation": "Shanafelt TD, Call TG, Zent CS, Leis JF, LaPlant B, Bowen DA, et al. Phase 2 trial of daily, oral polyphenon E in patients with asymptomatic, Rai stage 0 to II chronic lymphocytic leukemia. Cancer. 2013;119:363-70."}, {"Citation": "Kumar NB, Pow-Sang J, Egan KM, Spiess PE, Dickinson S, Salup R, et al. Randomized, placebo-controlled trial of green tea catechins for prostate cancer preventiongreen tea catechins and prostate cancer. Cancer Prev Res. 2015;8:879-87."}, {"Citation": "McLarty J, Bigelow RL, Smith M, Elmajian D, Ankem M, Cardelli JA. Tea polyphenols decrease serum levels of prostate-specific antigen, hepatocyte growth factor, and vascular endothelial growth factor in prostate cancer patients and inhibit production of hepatocyte growth factor and vascular endothelial growth factor in vitro. Cancer Prev Res. 2009;2:673-82."}, {"Citation": "Gee JR, Saltzstein DR, Kim K, Kolesar J, Huang W, Havighurst TC, et al. A phase II randomized, double-blind, presurgical trial of polyphenon E in bladder cancer patients to evaluate pharmacodynamics and bladder tissue biomarkers. Cancer Prev Res. 2017;10:298-307."}, {"Citation": "Zhu W, Qin W, Zhang K, Rottinghaus GE, Chen Y-C, Kliethermes B, et al. Trans-resveratrol alters mammary promoter hypermethylation in women at increased risk for breast cancer. Nutr Cancer. 2012;64:393-400."}, {"Citation": "Patel KR, Brown VA, Jones DJ, Britton RG, Hemingway D, Miller AS, et al. Clinical pharmacology of resveratrol and its metabolites in colorectal cancer patientsresveratrol in colorectal cancer patients. Cancer Res. 2010;70:7392-9."}, {"Citation": "Paller CJ, Rudek MA, Zhou XC, Wagner WD, Hudson TS, Anders N, et al. A phase I study of muscadine grape skin extract in men with biochemically recurrent prostate cancer: safety, tolerability, and dose determination. Prostate. 2015;75:1518-25."}, {"Citation": "Howells LM, Berry DP, Elliott PJ, Jacobson EW, Hoffmann E, Hegarty B, et al. Phase I randomized, double-blind pilot study of micronized resveratrol (SRT501) in patients with hepatic metastases-safety, pharmacokinetics, and pharmacodynamics. Cancer Prev Res. 2011;4:1419-25."}, {"Citation": "Ferry DR, Smith A, Malkhandi J, Fyfe DW, DeTakats PG, Anderson D, et al. Phase I clinical trial of the flavonoid quercetin: pharmacokinetics and evidence for in vivo tyrosine kinase inhibition. Clin Cancer Res. 1996;2:659-68."}, {"Citation": "DiSilvestro RA, Goodman J, Dy E, LaValle G. Soy isoflavone supplementation elevates erythrocyte superoxide dismutase, but not plasma ceruloplasmin in postmenopausal breast cancer survivors. Breast Cancer Res Treat. 2005;89:251-5."}, {"Citation": "Lee S-J, Noh H-J, Sung E-G, Song I-H, Kim J-Y, Kwon TK, et al. Berberine sensitizes TRAIL-induced apoptosis through proteasome-mediated downregulation of c-FLIP and Mcl-1 proteins. Int J Oncol. 2011;38:485-92."}, {"Citation": "Kim H-J, Cho H-S, Ban HS, Nakamura H. Suppression of HIF-1α accumulation by betulinic acid through proteasome activation in hypoxic cervical cancer. Biochem Biophys Res Commun. 2020;523:726-32."}, {"Citation": "Dutta D, Chakraborty B, Sarkar A, Chowdhury C, Das P. A potent betulinic acid analogue ascertains an antagonistic mechanism between autophagy and proteasomal degradation pathway in HT-29 cells. BMC Cancer. 2016;16:1-19."}, {"Citation": "Maity R, Sharma J, Jana NR. Capsaicin induces apoptosis through ubiquitin-proteasome system dysfunction. J Cell Biochem. 2010;109:933-42."}, {"Citation": "Jin J, Lin G, Huang H, Xu D, Yu H, Ma X, et al. Capsaicin mediates cell cycle arrest and apoptosis in human colon cancer cells via stabilizing and activating p53. Int J Biol Sci. 2014;10:285-95."}, {"Citation": "Islam A, Yang Y-T, Wu W-H, Chueh PJ, Lin M-H. Capsaicin attenuates cell migration via SIRT1 targeting and inhibition to enhance cortactin and β-catenin acetylation in bladder cancer cells. Am J Cancer Res. 2019;9:1172-82."}, {"Citation": "Alsamri H, El Hasasna H, Al Dhaheri Y, Eid AH, Attoub S, Iratni R. Carnosol, a natural polyphenol, inhibits migration, metastasis, and tumor growth of breast cancer via a ROS-dependent proteasome degradation of STAT3. Front Oncol. 2019;9:743."}, {"Citation": "Gopalakrishnan S, Ismail A. Aromatic monophenols from cinnamon bark act as proteasome inhibitors by upregulating ER stress, suppressing FoxM1 expression, and inducing apoptosis in prostate cancer cells. Phytother Res. 2021;35:5781-94."}, {"Citation": "Huang X-H, Yan X, Zhang Q-H, Hong P, Zhang W-X, Liu Y-P, et al. Direct targeting of HSP90 with daurisoline destabilizes β-catenin to suppress lung cancer tumorigenesis. Cancer Lett. 2020;489:66-78."}, {"Citation": "Sun C, Han B, Zhai Y, Zhao H, Li X, Qian J, et al. Dihydrotanshinone I inhibits ovarian tumor growth by activating oxidative stress through Keap1-mediated Nrf2 ubiquitination degradation. Free Radic Biol Med. 2022;180:220-35."}, {"Citation": "Park SB, Park GH, Song HM, Son H-J, Um Y, Kim H-S, et al. Anticancer activity of calyx of Diospyros kaki Thunb. through downregulation of cyclin D1 via inducing proteasomal degradation and transcriptional inhibition in human colorectal cancer cells. BMC Complement Altern Med. 2017;17:1-10."}, {"Citation": "Turrini E, Catanzaro E, Ferruzzi L, Guerrini A, Tacchini M, Sacchetti G, et al. Hemidesmus indicus induces apoptosis via proteasome inhibition and generation of reactive oxygen species. Sci Rep. 2019;9:1-14."}, {"Citation": "Min S, Yoon H. Effects of lentils (Lens culinaris) extract on proteasome activity and nuclear factor κB activation in HepG2 human liver cancer cells. Korean J Food Nutr. 2019;32:565-70."}, {"Citation": "Wang S, Wu Y-Y, Wang X, Shen P, Jia Q, Yu S, et al. Lycopene prevents carcinogen-induced cutaneous tumor by enhancing activation of the Nrf2 pathway through p62-triggered autophagic Keap1 degradation. Aging (Albany NY). 2020;12:8167-90."}, {"Citation": "Noolu B, Gogulothu R, Bhat M, Qadri SSYH, Sudhakar Reddy V, Bhanuprakash Reddy G, et al. In vivo inhibition of proteasome activity and tumour growth by Murraya koenigii leaf extract in breast cancer xenografts and by its active flavonoids in breast cancer cells. Anticancer Agents Med Chem. 2016;16:1605-14."}, {"Citation": "Binoy A, Nedungadi D, Katiyar N, Bose C, Shankarappa SA, Nair BG, et al. Plumbagin induces paraptosis in cancer cells by disrupting the sulfhydryl homeostasis and proteasomal function. Chem Biol Interact. 2019;310:108733."}, {"Citation": "Gopalakrishnan S, Ediga HH, Reddy SS, Reddy GB, Ismail A. Procyanidin-B2 enriched fraction of cinnamon acts as a proteasome inhibitor and anti-proliferative agent in human prostate cancer cells. IUBMB Life. 2018;70:445-57."}, {"Citation": "Kawakami S, Tsuma-Kaneko M, Sawanobori M, Uno T, Nakamura Y, Matsuzawa H, et al. Pterostilbene downregulates BCR/ABL and induces apoptosis of T315I-mutated BCR/ABL-positive leukemic cells. Sci Rep. 2022;12:1-11."}, {"Citation": "Athamneh K, Hasasna HE, Samri HA, Attoub S, Arafat K, Benhalilou N, et al. Rhus coriaria increases protein ubiquitination, proteasomal degradation and triggers non-canonical Beclin-1-independent autophagy and apoptotic cell death in colon cancer cells. Sci Rep. 2017;7:1-17."}, {"Citation": "Kim HN, Park GH, Park SB, Kim JD, Eo HJ, Son H-J, et al. Extracts from Sageretia thea reduce cell viability through inducing cyclin D1 proteasomal degradation and HO-1 expression in human colorectal cancer cells. BMC Complement Altern Med. 2019;19:1-11."}, {"Citation": "Wang A, Liu J, Yang Y, Chen Z, Gao C, Wang Z, et al. Shikonin promotes ubiquitination and degradation of cIAP1/2-mediated apoptosis and necrosis in triple negative breast cancer cells. Chin Med. 2021;16:1-15."}, {"Citation": "Geng Y, Zhou Y, Wu S, Hu Y, Lin K, Wang Y, et al. Sulforaphane induced apoptosis via promotion of mitochondrial fusion and ERK1/2-mediated 26S proteasome degradation of novel pro-survival Bim and upregulation of Bax in human non-small cell lung cancer cells. J Cancer. 2017;8:2456-70."}, {"Citation": "Dai S, Liu Y, Zhao F, Wang H, Shao T, Xu Z, et al. Aqueous extract of Taxus chinensis var. mairei targeting CD47 enhanced antitumor effects in non-small cell lung cancer. Biomed Pharmacother. 2022;154:113628."}, {"Citation": "Gu Y, Körbel C, Scheuer C, Nenicu A, Menger MD, Laschke MW. Tubeimoside-1 suppresses tumor angiogenesis by stimulation of proteasomal VEGFR2 and Tie2 degradation in a non-small cell lung cancer xenograft model. Oncotarget. 2016;7:5258-72."}, {"Citation": "Kwon M, Oh T, Jang M, Kim G-H, Kim J-H, Ryu HW, et al. Kurarinone induced p53-independent G0/G1 cell cycle arrest by degradation of K-RAS via WDR76 in human colorectal cancer cells. Eur J Pharmacol. 2022;923:174938."}, {"Citation": "Tanaka M, Endo H, Sakusa K, Yano M. Hesperetin induces apoptosis in A549 cells via the Hsp70-mediated activation of Bax. Int J Oncol. 2022;61:1-10."}, {"Citation": "Park SB, Kim HN, Park GH, Son H-J, Eo HJ, Song JH, et al. Anticancer activity of the branch extracts from Vaccinium oldhamii through cyclin D1 proteasomal degradation in human cancer cells. Korean J Plant Resour. 2018;31:218-27."}, {"Citation": "Ohnishi K, Nakahata E, Irie K, Murakami A. Zerumbone, an electrophilic sesquiterpene, induces cellular proteo-stress leading to activation of ubiquitin-proteasome system and autophagy. Biochem Biophys Res Commun. 2013;430:616-22."}, {"Citation": "Weng M-S, Ho Y-S, Lin J-K. Chrysin induces G1 phase cell cycle arrest in C6 glioma cells through inducing p21Waf1/Cip1 expression: involvement of p38 mitogen-activated protein kinase. Biochem Pharmacol. 2005;69:1815-27."}, {"Citation": "Siegelin MD, Reuss DE, Habel A, Herold-Mende C, Von Deimling A. The flavonoid kaempferol sensitizes human glioma cells to TRAIL-mediated apoptosis by proteasomal degradation of survivin. Mol Cancer Ther. 2008;7:3566-74."}, {"Citation": "Park S-Y, Lim S-L, Jang H-J, Lee J-H, Um J-Y, Kim S-H, et al. Embelin induces apoptosis in human glioma cells through inactivating NF-κB. J Pharmacol Sci. 2013;121:192-9."}, {"Citation": "Xiong Y, Lai X, Xiang W, Zhou J, Han J, Li H, et al. Galangin (GLN) suppresses proliferation, migration, and invasion of human glioblastoma cells by targeting Skp2-induced epithelial-mesenchymal transition (EMT). Onco Targets Ther. 2020;13:9235-44."}, {"Citation": "Siegelin MD, Siegelin Y, Habel A, Gaiser T. Genistein enhances proteasomal degradation of the short isoform of FLIP in malignant glioma cells and thereby augments TRAIL-mediated apoptosis. Neurosci Lett. 2009;453:92-7."}, {"Citation": "Lee D-H, Lee CS, Kim D-W, Eun J, Lee T-H. Digitoxin sensitizes glioma cells to TRAIL-mediated apoptosis by upregulation of death receptor 5 and downregulation of survivin. Anticancer Drugs. 2014;25:44-52."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2022", "Month": "12", "Day": "13"}, {"Year": "2023", "Month": "4", "Day": "20"}, {"Year": "2023", "Month": "5", "Day": "10", "Hour": "12", "Minute": "43"}, {"Year": "2023", "Month": "5", "Day": "10", "Hour": "12", "Minute": "42"}, {"Year": "2023", "Month": "5", "Day": "10", "Hour": "9", "Minute": "33"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37162294", "10.1002/biof.1958"]}}], "PubmedBookArticle": []}