{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Southeast Mediterranean halophytes", "antimicrobial activity", "antioxidant activity", "saline habitats", "secondary metabolites"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37176915", "DateRevised": {"Year": "2023", "Month": "05", "Day": "15"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "04", "Day": "30"}], "Language": ["eng"], "ELocationID": ["1857", "10.3390/plants12091857"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "9", "PubDate": {"Year": "2023", "Month": "Apr", "Day": "30"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Coastal Halophytes: Potent Source of Bioactive Molecules from Saline Environment.", "Abstract": {"AbstractText": ["This study represents a comparative analysis of secondary metabolites content, antioxidant, and antimicrobial activity of 24 halophytes from coastal saline habitats of the Balkan Peninsula (Montenegro, Albania, and Greece). Total content of phenolics, flavonoids, tannins, anthocyanins, antioxidant, and antimicrobial activity was determined for dry methanolic (DME) and crude water extracts (CWE) and compared with well-known medicinal plants. The total phenolic content ranged from 13.23 to 376.08 mg of GA/g of DME, and from 33.68 to 511.10 mg/mL of CWE. The content of flavonoids ranged from 12.63 to 77.36 mg of RU/g of DME, and from 12.13 to 26.35 mg/mL of CWE. Total tannins and anthocyanins varied from 0.05 to 2.44 mg/mL, and from 1.31 to 39.81 µg/L, respectively. The antioxidant activity ranged from 1147.68 to 15.02 µg/mL for DME and from 1613.05 to 21.96 µg/mL for CWE. The best antioxidant properties, and the highest content of phenolic compounds, were determined for <i>Polygonum maritimum</i> and <i>Limonium vulgare</i> with values similar to or higher compared to the medicinal plants. Halophytes with significant antimicrobial potential were <i>Limonium vulgare</i>, <i>L. angustifolium</i>, and <i>Artemisia maritima</i>. Some of the analyzed coastal halophytes can be considered rich natural sources of phenolic compounds, with favorable antioxidative and antimicrobial properties."]}, "AuthorList": [{"Identifier": ["0000-0001-9861-7700"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology and Ecology, Faculty of Science, University of Kragujevac, 34000 Kragujevac, Serbia."}], "LastName": "Stanković", "ForeName": "Milan", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology and Ecology, Faculty of Sciences and Mathematics, University of Niš, 18000 Niš, Serbia."}], "LastName": "Stojanović-Radić", "ForeName": "Zorica", "Initials": "Z"}, {"Identifier": ["0000-0002-9436-0765"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology and Ecology, Faculty of Science, University of Kragujevac, 34000 Kragujevac, Serbia."}], "LastName": "Jakovljević", "ForeName": "Dragana", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology and Ecology, Faculty of Science, University of Kragujevac, 34000 Kragujevac, Serbia."}], "LastName": "Zlatić", "ForeName": "Nenad", "Initials": "N"}, {"Identifier": ["0000-0002-7102-0178"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Natural Sciences, Faculty of Hotel Management and Tourism in Vrnjačka Banja, University of Kragujevac, 36210 Vrnjačka Banja, Serbia."}], "LastName": "Luković", "ForeName": "Milica", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Faculty of Agriculture, University of Belgrade, 11080 Belgrade, Serbia."}], "LastName": "Dajić-Stevanović", "ForeName": "Zora", "Initials": "Z"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Dajić Z. Salt stress. In: Madhava Rao K.V., Raghavendra A.S., Reddy K.J., editors. Physiology and Molecular Biology of Stress Tolerance in Plants. 1st ed. Springer; Dordrecht, The Netherlands: 2006. pp. 41–99."}, {"Citation": "Aslam R., Bostan N., Amen-e-Nabgha M.M., Safdar W. A critical review on halophytes: Salt tolerant plants. J. Med. Plants Res. 2011;5:7108–7118."}, {"Citation": "Qasim M., Gulzar S., Khan M.A. Halophytes as medicinal plants. In: Ozturk M., Mermut A.R., Celik A., editors. Urbanisation, Land Use, Land Degradation and Environment. 1st ed. Daya Publishing House; Dehli, India: Denizli, Turkey: 2011. pp. 330–343."}, {"Citation": "Ksouri R., Ksouri W.M., Jallali I., Debez A., Magné C., Hiroko I., Abdelly C. Medicinal halophytes: Potent source of health promoting biomolecules with medical, nutraceutical and food applications. Crit. Rev. Biotechnol. 2011;32:289–326. doi: 10.3109/07388551.2011.630647.", "ArticleIdList": ["10.3109/07388551.2011.630647", "22129270"]}, {"Citation": "Luković M., Aćić S., Šoštarić I., Pećinar I., Stevanović Z.D. Management and ecosystem services of halophytic vegetation. In: Grigore M.N., editor. Handbook of Halophytes. 1st ed. Springer; Cham, Switzerland: 2021. pp. 755–785.", "ArticleIdList": ["10.1007/978-3-030-57635-6_25"]}, {"Citation": "Stanković M., Jakovljević D. Phytochemical diversity of halophytes. In: Grigore M.N., editor. Handbook of Halophytes. 1st ed. Springer; Cham, Switzerland: 2021. pp. 2089–2114.", "ArticleIdList": ["10.1007/978-3-030-57635-6_125"]}, {"Citation": "Dagar J.C., Singh G. Biodiversity of Saline and Waterlogged Environments: Documentation, Utilization and Management. 1st ed. National Biodiversity Authority; Chennai, India: 2007. pp. 1–76."}, {"Citation": "Stanković M., Jakovljević D., Stojadinov M., Dajić-Stevanović Z. Halophyte species as a source of secondary metabolites with antioxidant activity. In: Hasanuzzaman M., Nahar K., Öztürk M., editors. Ecophysiology, Abiotic Stress Responses and Utilization of Halophytes. 1st ed. Springer; Singapore: 2019. pp. 289–312."}, {"Citation": "Stanković M.S., Petrović M., Godjevac D., Stevanović Z.D. Screening inland halophytes from the central Balkan for their antioxidant activity in relation to total phenolic compounds and flavonoids: Are there any prospective medicinal plants? J. Arid. Environ. 2015;120:26–32. doi: 10.1016/j.jaridenv.2015.04.008.", "ArticleIdList": ["10.1016/j.jaridenv.2015.04.008"]}, {"Citation": "Boestfleisch C., Wagenseil N.B., Buhmann A.K., Seal C.E., Wade E.M., Muscolo A., Papenbrock J. Manipulating the antioxidant capacity of halophytes to increase their cultural and economic value through saline cultivation. AoB Plants. 2014;6:plu046. doi: 10.1093/aobpla/plu046.", "ArticleIdList": ["10.1093/aobpla/plu046", "PMC4174659", "25125698"]}, {"Citation": "Stanković M., Zlatić N., Mašković J., Mašković P., Jakovljević D. Teucrium scordium L. and Mentha pulegium L. essential oil importance in adaptive response to salinity stress. Biochem. Syst. Ecol. 2022;102:104419. doi: 10.1016/j.bse.2022.104419.", "ArticleIdList": ["10.1016/j.bse.2022.104419"]}, {"Citation": "Azeem M., Pirjan K., Qasim M., Mahmood A., Javed T., Muhammad H., Yang S., Dong R., Ali B., Rahimi M. Salinity stress improves antioxidant potential by modulating physio-biochemical responses in Moringa oleifera Lam. Sci. Rep. 2023;13:2895. doi: 10.1038/s41598-023-29954-6.", "ArticleIdList": ["10.1038/s41598-023-29954-6", "PMC9938910", "36807545"]}, {"Citation": "Kaczorová D., Karalija E., Dahija S., Bešta-Gajević R., Parić A., Zeljković S. Influence of extraction solvent on the phenolic profile and bioactivity of two Achillea Species. Molecules. 2021;26:1601. doi: 10.3390/molecules26061601.", "ArticleIdList": ["10.3390/molecules26061601", "PMC7999971", "33805815"]}, {"Citation": "Alothman M., Bhat R., Karim A. Antioxidant capacity and phenolic content of selected tropical fruits from Malaysia, extracted with different solvents. Food Chem. 2009;115:785–788. doi: 10.1016/j.foodchem.2008.12.005.", "ArticleIdList": ["10.1016/j.foodchem.2008.12.005"]}, {"Citation": "Stanković M.S., Radić Z.S., Blanco-Salas J., Vázquez-Pardo F.M., Ruiz-Téllez T. Screening of selected species from Spanish flora as a source of bioactive substances. Ind. Crop. Prod. 2017;95:493–501. doi: 10.1016/j.indcrop.2016.09.070.", "ArticleIdList": ["10.1016/j.indcrop.2016.09.070"]}, {"Citation": "Quideau S., Deffieux D., Douat-Casassus C., Pouységu L. Plant polyphenols: Chemical properties, biological activities, and synthesis. Angew. Chem. Int. Ed. 2011;50:586–621. doi: 10.1002/anie.201000044.", "ArticleIdList": ["10.1002/anie.201000044", "21226137"]}, {"Citation": "Kefu Z., Hai F., San Z., Jie S. Study on the salt and drought tolerance of Suaeda salsa and Kalanchoe claigremontiana under iso-osmotic salt and water stress. Plant Sci. 2003;165:837–844. doi: 10.1016/S0168-9452(03)00282-6.", "ArticleIdList": ["10.1016/S0168-9452(03)00282-6"]}, {"Citation": "Lin L.-C., Chou C.-J. Flavonoids and phenolics from Limonium sinense. Planta Med. 2000;66:382–383. doi: 10.1055/s-2000-8547.", "ArticleIdList": ["10.1055/s-2000-8547", "10865464"]}, {"Citation": "Boudermine S., Malafronte N., Mencherini T., Esposito T., Aquino R.P., Beghidja N., Benayache S., D’Ambola M., Vassallo A. Phenolic compounds from Limonium pruinosum. Nat. Prod. Commun. 2015;10:319–321. doi: 10.1177/1934578X1501000228.", "ArticleIdList": ["10.1177/1934578X1501000228", "25920273"]}, {"Citation": "Liu Y., Shang R.-F., Cheng F.-S., Wang X.-H., Hao B.-C., Liang J.-P. Flavonoids and phenolics from the flowers of Limonium aureum. Chem. Nat. Compd. 2016;52:130–131. doi: 10.1007/s10600-016-1568-9.", "ArticleIdList": ["10.1007/s10600-016-1568-9"]}, {"Citation": "Ruiz-Riaguas A., Zengin G., Sinan K., Salazar-Mendías C., Llorent-Martínez E. Phenolic profile, antioxidant activity, and enzyme inhibitory properties of Limonium delicatulum (Girard) Kuntze and Limonium quesadense Erben. J. Chem. 2020;2020:1016208. doi: 10.1155/2020/1016208.", "ArticleIdList": ["10.1155/2020/1016208"]}, {"Citation": "Rodrigues M.J., Matkowski A., Ślusarczyk S., Magné C., Poleze T., Pereira C., Custódio L. Sea knotgrass (Polygonum maritimum L.) as a potential source of innovative industrial products for skincare applications. Ind. Crop. Prod. 2019;128:391–398. doi: 10.1016/j.indcrop.2018.11.038.", "ArticleIdList": ["10.1016/j.indcrop.2018.11.038"]}, {"Citation": "Dias M.C., Pinto D.C.G.A., Silva A.M.S. Plant flavonoids: Chemical characteristics and biological activity. Molecules. 2021;26:5377. doi: 10.3390/molecules26175377.", "ArticleIdList": ["10.3390/molecules26175377", "PMC8434187", "34500810"]}, {"Citation": "Kımna C., Fafal T. Evaluation of the phenolic compounds and the antioxidant potentials of Vitex agnus-castus L. leaves and fruits. Turk. J. Biochem. 2021;47:475–481. doi: 10.1515/tjb-2021-0208.", "ArticleIdList": ["10.1515/tjb-2021-0208"]}, {"Citation": "Loizzo M.R., Tundis R., Statti G.A., Passalacqua N.G., Peruzzi L., Menichini F. In vitro angiotensin converting enzyme inhibiting activity of Salsola oppositifolia Desf., Salsola soda L. and Salsola tragus L. Nat. Prod. Res. 2007;21:846–851. doi: 10.1080/14786410701482582.", "ArticleIdList": ["10.1080/14786410701482582", "17763103"]}, {"Citation": "Trabelsi N., Megdiche W., Ksouri R., Falleh H., Oueslati S., Soumaya B., Hajlaoui H., Abdelly C. Solvent effects on phenolic contents and biological activities of the halophyte Limoniastrum monopetalum leaves. LWT. 2010;43:632–639. doi: 10.1016/j.lwt.2009.11.003.", "ArticleIdList": ["10.1016/j.lwt.2009.11.003"]}, {"Citation": "Trabelsi N., Falleh H., Jallali I., Ben Daly A., Hajlaoui H., Smaoui A., Abdelly C., Ksouri R. Variation of phenolic composition and biological activities in Limoniastrum monopetalum L. organs. Acta Physiol. Plant. 2012;34:87–96. doi: 10.1007/s11738-011-0807-8.", "ArticleIdList": ["10.1007/s11738-011-0807-8"]}, {"Citation": "Usman H., Abdulrahman F.I., Ladan A.A. Phytochemical and antimicrobial evaluation of Tribulus terrestris L. (Zigophyllaceae) growing in Nigeria. Res. J. Biol. Sci. 2007;2:244–247."}, {"Citation": "Queslati S., Ksouri R., Falleh H., Pichette A., Abdelly C., Legault J. Phenolic content, antioxidant, anti-inflammatory and anticancer activities of the edible halophyte Suaeda fruticosa Forsk. Food Chem. 2012;132:943–947. doi: 10.1016/j.foodchem.2011.11.072.", "ArticleIdList": ["10.1016/j.foodchem.2011.11.072"]}, {"Citation": "Khattab R., Goldberg E., Lin L., Thiyam U. Quantitative analysis and free radical-scavenging activity of chlorophyll, phytic acid and condensed tannins in canola. J. Food Chem. 2010;122:1266–1272. doi: 10.1016/j.foodchem.2010.03.081.", "ArticleIdList": ["10.1016/j.foodchem.2010.03.081"]}, {"Citation": "Haslam E. Natural polyphenols (vegetable tannins) as drugs and medicines: Possible modes of action. J. Nat. Prod. 1996;59:205–215. doi: 10.1021/np960040+.", "ArticleIdList": ["10.1021/np960040+", "8991956"]}, {"Citation": "Haque E., Rahman S., Rahmatullah M., Jahan R. Evaluation of antihyperglycemic and antinociceptive activity of Xanthium indicum stem extract in Swiss albino mice. BMC Complement. Altern. Med. 2013;13:296. doi: 10.1186/1472-6882-13-296.", "ArticleIdList": ["10.1186/1472-6882-13-296", "PMC3815254", "24171758"]}, {"Citation": "Ullah M.O., Haque M., Urmi K.F., Zulfiker A.H.M., Anita E.S., Begum M., Hamid K. Anti–bacterial activity and brine shrimp lethality bioassay of methanolic extracts of fourteen different edible vegetables from Bangladesh. Asian Pac. J. Trop. Biomed. 2013;3:1–7. doi: 10.1016/S2221-1691(13)60015-5.", "ArticleIdList": ["10.1016/S2221-1691(13)60015-5", "PMC3609385", "23570009"]}, {"Citation": "Bylka W., Stobiecki M., Frański R. Sulphated flavonoid glycosides from leaves of Atriplex hortensis. Acta Physiol. Plant. 2001;23:285–290. doi: 10.1007/s11738-001-0035-8.", "ArticleIdList": ["10.1007/s11738-001-0035-8"]}, {"Citation": "Smeriglio A., Denaro M., Trombetta D., Ragusa S., Circosta C. New Insights on Euphorbia dendroides L. (Euphorbiaceae): Polyphenol profile and biological properties of hydroalcoholic extracts from aerial parts. Plants. 2021;10:1621. doi: 10.3390/plants10081621.", "ArticleIdList": ["10.3390/plants10081621", "PMC8399491", "34451666"]}, {"Citation": "Amin E., Moawad A., Hassan H. Biologically-guided isolation of leishmanicidal secondary metabolites from Euphorbia peplus L. Saudi Pharm. J. 2017;25:236–240. doi: 10.1016/j.jsps.2016.06.003.", "ArticleIdList": ["10.1016/j.jsps.2016.06.003", "PMC5355552", "28344474"]}, {"Citation": "Hua J., Liu Y., Xiao C.-J., Jing S.-X., Luo S.-H., Li S.-H. Chemical profile and defensive function of the latex of Euphorbia peplus. Phytochemistry. 2017;136:56–64. doi: 10.1016/j.phytochem.2016.12.021.", "ArticleIdList": ["10.1016/j.phytochem.2016.12.021", "28062071"]}, {"Citation": "Ghramh H.A., Khan K.A., Ibrahim E.H. Biological activities of Euphorbia peplus leaves ethanolic extract and the extract fabricated gold nanoparticles (AuNPs) Molecules. 2019;24:1431. doi: 10.3390/molecules24071431.", "ArticleIdList": ["10.3390/molecules24071431", "PMC6480618", "30978998"]}, {"Citation": "Eom T., Kim I.-H., Kim H.-J., Choi Y., Nam T.-J. Calystegia soldanella extract exerts anti-oxidative and anti-inflammatory effects via the regulation of the NF-κB/Nrf-2 pathways in mouse macrophages. Antioxidants. 2021;10:1639. doi: 10.3390/antiox10101639.", "ArticleIdList": ["10.3390/antiox10101639", "PMC8533082", "34679773"]}, {"Citation": "Dajić-Stevanović Z., Stanković M.S., Stanković J., Janaćković P., Stanković M. Use of halophytes as medicinal plants: Phytochemical diversity and biological activity. In: Hasanuzzaman M., Shabala S., Fujita M., editors. Halophytes and Climate Change: Adaptive Mechanisms and Potential Uses. 1st ed. CABI; Wallingford, UK: 2019. pp. 343–358."}, {"Citation": "Carius B., Silva H., Silva A.M.S., Pinto D.C.G.A. Chemical profiling of Limonium vulgare Mill. Using UHPLC-DAD-ESI/MS2 and GC-MS Analysis. Appl. Sci. 2022;12:6384. doi: 10.3390/app12136384.", "ArticleIdList": ["10.3390/app12136384"]}, {"Citation": "Souid A., Bellani L., Gabriele M., Pucci L., Smaoui A., Abdelly C., Ben Hamed K., Longo V. Phytochemical and biological activities in Limonium species collected in different biotopes of Tunisia. Chem. Biodivers. 2019;16:e1900216. doi: 10.1002/cbdv.201900216.", "ArticleIdList": ["10.1002/cbdv.201900216", "31131525"]}, {"Citation": "Lopes M., Sanches-Silva A., Castilho M., Cavaleiro C., Ramos F. Halophytes as source of bioactive phenolic compounds and their potential applications. Crit. Rev. Food Sci. Nutr. 2021;63:1078–1101. doi: 10.1080/10408398.2021.1959295.", "ArticleIdList": ["10.1080/10408398.2021.1959295", "34338575"]}, {"Citation": "El-Haci I.A., Bekkara F.A., Mazari W., Hassani F., Didi M.A. Screening of biological activities of Polygonum maritimum L. from Algerian coast. Asian Pac. J. Trop. Biomed. 2013;3:611–616. doi: 10.1016/S2221-1691(13)60124-0.", "ArticleIdList": ["10.1016/S2221-1691(13)60124-0", "PMC3703553", "23905017"]}, {"Citation": "Vilela C., Santos S.A., Coelho D., Silva A.M., Freire C.S., Neto C.P., Silvestre A.J. Screening of lipophilic and phenolic extractives from different morphological parts of Halimione portulacoides. Ind. Crop. Prod. 2014;52:373–379. doi: 10.1016/j.indcrop.2013.11.002.", "ArticleIdList": ["10.1016/j.indcrop.2013.11.002"]}, {"Citation": "Benmeddour T., Laouer H., Flamini G., Akkal S. Chemical composition of essential oil of Limonium bonduellei. Chem. Nat. Compd. 2018;54:188–190. doi: 10.1007/s10600-018-2293-3.", "ArticleIdList": ["10.1007/s10600-018-2293-3"]}, {"Citation": "Kadoma Y., Fujisawa S. A comparative study of the radical-scavenging activity of the phenol carboxylic acids caffeic acid, p-coumaric acid, chlorogenic acid and ferulic acid, with or without 2-mercaptoethanol, a thiol, using the induction period method. Molecules. 2008;13:2488–2499. doi: 10.3390/molecules13102488.", "ArticleIdList": ["10.3390/molecules13102488", "PMC6244943", "18923340"]}, {"Citation": "Piluzza G., Bullitta S. Correlations between phenolic content and antioxidant properties in twenty-four plant species of traditional ethnoveterinary use in the Mediterranean area. Pharm. Biol. 2011;49:240–247. doi: 10.3109/13880209.2010.501083.", "ArticleIdList": ["10.3109/13880209.2010.501083", "21323476"]}, {"Citation": "Barra A. Factors affecting chemical variability of essential oils: A review of recent developments. Nat. Prod. Commun. 2009;4:1147–1154. doi: 10.1177/1934578X0900400827.", "ArticleIdList": ["10.1177/1934578X0900400827", "19769002"]}, {"Citation": "Rita I., Pereira C., Barros L., Santos-Buelga C., Ferreira I.C.F.R. Mentha spicata L. infusions as sources of antioxidant phenolic compounds: Emerging reserve lots with special harvest requirements. Food Funct. 2016;7:4188–4192. doi: 10.1039/C6FO00841K.", "ArticleIdList": ["10.1039/C6FO00841K", "27604823"]}, {"Citation": "Singleton V.L., Orthofer R., Lamuela-Raventós R.M. Analysis of total phenols and other oxidation substrates and antioxidants by means of folin-ciocalteu reagent. Methods Enzymol. 1999;299:152–178. doi: 10.1016/S0076-6879(99)99017-1.", "ArticleIdList": ["10.1016/S0076-6879(99)99017-1"]}, {"Citation": "Quettier-Deleu C., Gressier B., Vasseur J., Dine T., Brunet C., Luyckx M., Cazin M., Cazin J.-C., Bailleul F., Trotin F. Phenolic compounds and antioxidant activities of buckwheat (Fagopyrum esculentum Moench) hulls and flour. J. Ethnopharmacol. 2000;72:35–42. doi: 10.1016/S0378-8741(00)00196-3.", "ArticleIdList": ["10.1016/S0378-8741(00)00196-3", "10967451"]}, {"Citation": "Hosu A., Cristea V.-M., Cimpoiu C. Analysis of total phenolic, flavonoids, anthocyanins and tannins content in Romanian red wines: Prediction of antioxidant activities and classification of wines using artificial neural networks. Food Chem. 2014;150:113–118. doi: 10.1016/j.foodchem.2013.10.153.", "ArticleIdList": ["10.1016/j.foodchem.2013.10.153", "24360427"]}, {"Citation": "Takao T., Kitatani F., Watanabe N., Yagi A., Sakata K. A Simple Screening Method for Antioxidants and Isolation of Several Antioxidants Produced by Marine Bacteria from Fish and Shellfish. Biosci. Biotechnol. Biochem. 1994;58:1780–1783. doi: 10.1271/bbb.58.1780.", "ArticleIdList": ["10.1271/bbb.58.1780"]}, {"Citation": "National Committee for Clinical Laboratory Standards (NCCLS) Document M100-S11. NCCLS; Wayne, PA, USA: 2003."}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "3", "Day": "22"}, {"Year": "2023", "Month": "4", "Day": "18"}, {"Year": "2023", "Month": "4", "Day": "19"}, {"Year": "2023", "Month": "5", "Day": "13", "Hour": "15", "Minute": "13"}, {"Year": "2023", "Month": "5", "Day": "13", "Hour": "15", "Minute": "12"}, {"Year": "2023", "Month": "5", "Day": "13", "Hour": "1", "Minute": "35"}, {"Year": "2023", "Month": "4", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["37176915", "PMC10181147", "10.3390/plants12091857", "plants12091857"]}}], "PubmedBookArticle": []}