{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anemia treatment", "Decoction", "Ethnobotany", "Ipomoea", "Teratogenic", "Toxicologic"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37170350", "DateRevised": {"Year": "2023", "Month": "05", "Day": "15"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "05", "Day": "12"}], "Language": ["eng"], "ELocationID": ["27", "10.1186/s41182-023-00515-x"], "Journal": {"ISSN": "1348-8945", "JournalIssue": {"Volume": "51", "Issue": "1", "PubDate": {"Year": "2023", "Month": "May", "Day": "12"}}, "Title": "Tropical medicine and health", "ISOAbbreviation": "Trop Med Health"}, "ArticleTitle": "Ethnomedicinal plants used for the prevention and treatment of anemia in the Philippines: a systematic review.", "Pagination": {"StartPage": "27", "MedlinePgn": "27"}, "Abstract": {"AbstractText": ["Medicinal plants are still used in developing countries, including the Philippines, to treat common diseases in the community. Anemia is a common disease encountered in the community. It is characterized by a lower-than-normal level of red blood cell count. This systematic review identified the medicinal plants used for anemia treatment in the Philippines.", "The study was conducted based on the PRISMA flow diagram, starting with a data search on electronic databases. The collected studies were screened based on the inclusion and exclusion criteria. The necessary information was extracted from the eligible research papers, and the studies' quality was assessed through a developed quality assessment tool.", "A total of 20 ethnobotanical studies on medicinal plants used for anemia treatment were obtained from different provinces within the 12 regions of the Philippines. Most ethnobotanical studies were conducted in Region X (Northern Mindanao), CAR (Cordillera Administrative Region), and Region XIII (CARAGA), Philippines. The most common plant family is Convovulaceae, with nine records (21.95%), followed by Cucurbitaceae, with six records (14.63%), and Moringaceae, with five records (12.2%). The most common plant part used was the leaves. Others involved mixing  different plant parts, with fruits and leaves being the most common combination. The most common route of administration utilized was drinking the decoction, followed by eating the plant. Most medicinal plants used to treat anemia in the Philippines had records of toxicologic (four species, 15.38%) or teratogenic (one species, 3.85%) properties. Eight plant species were reported as nontoxic (30.77%). In addition, ten plant species (38.46%) had no data on toxicity or teratogenicity.", "There were only 20 ethnobotanical studies that documented the use of plants in treating anemia in the Philippines. This study listed several medicinal plants used in treating anemia in the Philippines. However, pharmacological and toxicological studies are still needed to determine their safety and efficacy in treating anemia in the community."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biology Department, College of Science, Bulacan State University, Malolos, Bulacan, Philippines."}], "LastName": "Magtalas", "ForeName": "Mariel C", "Initials": "MC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biology Department, College of Science, Bulacan State University, Malolos, Bulacan, Philippines."}], "LastName": "Balbin", "ForeName": "Patrick Tracy", "Initials": "PT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biology Department, College of Science, Bulacan State University, Malolos, Bulacan, Philippines."}], "LastName": "Cruz", "ForeName": "Elljhay C", "Initials": "EC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biology Department, College of Science, Bulacan State University, Malolos, Bulacan, Philippines."}], "LastName": "Clemente", "ForeName": "Richard F", "Initials": "RF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Medicine, University of the Philippines Manila, Manila, Philippines."}], "LastName": "Buan", "ForeName": "Ara Karizza G", "Initials": "AKG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Family and Community Medicine, Eastern Visayas Medical Center, Tacloban City, Philippines."}], "LastName": "Garcia", "ForeName": "Jervy P", "Initials": "JP"}, {"Identifier": ["0000-0001-5577-0940"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Health Sciences, Mid Sweden University, Östersund, Sweden. kyle.lee@miun.se."}], "LastName": "Lee", "ForeName": "Ka Yiu", "Initials": "KY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, College of Medicine, University of the Philippines Manila, Manila, Philippines. ogtantengco@up.edu.ph."}, {"Identifier": [], "Affiliation": "Department of Biology, College of Science, De La Salle University, Manila, Philippines. ogtantengco@up.edu.ph."}], "LastName": "Tantengco", "ForeName": "Ourlad Alzeus G", "Initials": "OAG"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Japan", "MedlineTA": "Trop Med Health", "NlmUniqueID": "101215093", "ISSNLinking": "1348-8945"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ani PA, Castillo MB. Revisiting the State of Philippine Biodiversity and the Legislation on Access and Benefit Sharing, FFTC Agric. Policy Platf. 2020. https://ap.fftc.org.tw/article/1836."}, {"Citation": "Belgica TH, Suba M, Alejandro GJ. Quantitative ethnobotanical study of medicinal flora used by local inhabitants in selected Barangay of Malinao, Albay, Philippines. Biodiversitas J Biol Divers. 2021;5:6."}, {"Citation": "Baleta FN, Donato JG, Bolaños JM. Awareness, utilization and diversity of medicinal plants at Palanan, Isabela, Philippines. J Med Plants Stud. 2016;4:265–269."}, {"Citation": "Arce WF. The structural bases of compadre characteristics in a Bikol Towns, Philipp Sociol Rev. 1973; 51–71."}, {"Citation": "Sofowora A, Ogunbodede E, Onayade A. The role and place of medicinal plants in the strategies for disease prevention, African. J Tradit Complement Altern Med AJTCAM. 2013;10:210–229. doi: 10.4314/AJTCAM.V10I5.2.", "ArticleIdList": ["10.4314/AJTCAM.V10I5.2", "PMC3847409", "24311829"]}, {"Citation": "Keohane EM, Walenga JM, Otto CN. Rodak’s Hematology: Clinical Principles and Applications, 6th ed., Elsevier, 2019. 10.1016/B978-0-323-53045-3.00001-5."}, {"Citation": "Kassebaum NJ, Jasrasaria R, Naghavi M, Wulf SK, Johns N, Lozano R, Regan M, Weatherall D, Chou DP, Eisele TP, Flaxman SR, Pullan RL, Brooker SJ, Murray CJL. A systematic analysis of global anemia burden from 1990 to 2010. Blood J Am Soc Hematol. 2014;123:615–624. doi: 10.1182/BLOOD-2013-06-508325.", "ArticleIdList": ["10.1182/BLOOD-2013-06-508325", "PMC3907750", "24297872"]}, {"Citation": "Safiri S, Kolahi AA, Noori M, Nejadghaderi SA, Karamzad N, Bragazzi NL, Sullman MJM, Abdollahi M, Collins GS, Kaufman JS, Grieger JA. Burden of anemia and its underlying causes in 204 countries and territories, 1990–2019: results from the Global Burden of Disease Study 2019. J Hematol Oncol. 2021 doi: 10.1186/S13045-021-01202-2.", "ArticleIdList": ["10.1186/S13045-021-01202-2", "PMC8567696", "34736513"]}, {"Citation": "Angeles-Agdeppa I, Sun Y, Denney L, Tanda KV, Octavio RAD, Carriquiry A, Capanzana MV. Food sources, energy and nutrient intakes of adults: 2013 Philippines National Nutrition Survey. Nutr J. 2019 doi: 10.1186/S12937-019-0481-Z.", "ArticleIdList": ["10.1186/S12937-019-0481-Z", "PMC6785859", "31601200"]}, {"Citation": "Philippine Statistics Authority, SDG Watch Philippines: Goal 2: End Hunger, achieve food security and improved nutrition and promote sustainable agriculture. Philipp. Stat. Auth. (2021). Date accessed: 03 July 2022, from https://psa.gov.ph/system/files/Goal2.pdf."}, {"Citation": "Black RE, Victora CG, Walker SP, Bhutta ZA, Christian P, De Onis M, Ezzati M, Grantham-Mcgregor S, Katz J, Martorell R, Uauy R. Maternal and child undernutrition and overweight in low-income and middle-income countries. Lancet (London, England) 2013;382:427–451. doi: 10.1016/S0140-6736(13)60937-X.", "ArticleIdList": ["10.1016/S0140-6736(13)60937-X", "23746772"]}, {"Citation": "Scott SP, Chen-Edinboro LP, Caulfield LE, Murray-Kolb LE. The impact of anemia on child mortality: an updated review. Nutrients. 2014;6:5915–5932. doi: 10.3390/NU6125915.", "ArticleIdList": ["10.3390/NU6125915", "PMC4277007", "25533005"]}, {"Citation": "Haider B, Olofin I, Wang M, Spiegelman D, Ezzati M, Fawzi W. Anaemia, prenatal iron use, and risk of adverse pregnancy outcomes: systematic review and meta-analysis. BMJ. 2013;346:f3443–f3443. doi: 10.1136/bmj.f3443.", "ArticleIdList": ["10.1136/bmj.f3443", "PMC3689887", "23794316"]}, {"Citation": "Rasmussen KM. Is there a causal relationship between iron deficiency or iron-deficiency anemia and weight at birth, length of gestation and perinatal mortality? J Nutr. 2001;131:590S–601S. doi: 10.1093/JN/131.2.590S.", "ArticleIdList": ["10.1093/JN/131.2.590S", "11160592"]}, {"Citation": "Haas JD, Brownlie T., IV Iron deficiency and reduced work capacity: a critical review of the research to determine a causal relationship. J Nutr. 2001;131:676S–688S. doi: 10.1093/JN/131.2.676S.", "ArticleIdList": ["10.1093/JN/131.2.676S", "11160598"]}, {"Citation": "Walker SP, Wachs TD, Meeks Gardner J, Lozoff B, Wasserman GA, Pollitt E, Carter JA. Child development: risk factors for adverse outcomes in developing countries. Lancet (London, England). 2007;369:145–157. doi: 10.1016/S0140-6736(07)60076-2.", "ArticleIdList": ["10.1016/S0140-6736(07)60076-2", "17223478"]}, {"Citation": "Susaya-Garcia J, Borja N, Sevilla-Nastor JB, Villanueva JD, Peyraube N. An ethnobotanical study of medicinal plants and perceptions on plant biodiversity conservation in Leyte, Philippines. J Hum Ecol. 2018;7:26–42."}, {"Citation": "Carag H, Buot I., Jr A checklist of the orders and families of medicinal plants in the Philippines. Sylvatrop. 2017;27:39–83."}, {"Citation": "Tantengco OAG, Condes MLC, Estadilla HHT, Ragragio EM. Ethnobotanical survey of medicinal plants used by Ayta communities in Dinalupihan, Bataan, Philippines. Pharmacogn J. 2018;10:859–870. doi: 10.5530/pj.2018.5.145.", "ArticleIdList": ["10.5530/pj.2018.5.145"]}, {"Citation": "Fabie-Agapin J. Medicinal plants used by traditional healers in Pagadian City, Zamboanga del Sur, Philippines. Philipp J Sci. 2019;149:83–89. doi: 10.2139/ssrn.3625332.", "ArticleIdList": ["10.2139/ssrn.3625332"]}, {"Citation": "Cordero C, Ligsay A, Alejandro GJD. Ethnobotanical documentation of medicinal plants used by the Ati tribe in Malay, Aklan, Philippines. J Complement Med Res. 2020;11:170. doi: 10.5455/jcmr.2020.11.01.20.", "ArticleIdList": ["10.5455/jcmr.2020.11.01.20"]}, {"Citation": "Page M, Mckenzie J, Bossuyt P, Boutron I, Hoffmann T, Mulrow C, Shamseer L, Tetzlaff J, Akl E, Brennan S, Chou R, Glanville J, Grimshaw J, Hróbjartsson A, Lalu M, Li T, Loder E, Mayo-Wilson E, Mcdonald S, Moher D, The PRISMA. statement: an updated guideline for reporting systematic reviews. BMJ. 2020;372(2021):n71–n71. doi: 10.1136/bmj.n71.", "ArticleIdList": ["10.1136/bmj.n71", "PMC8005924", "33782057"]}, {"Citation": "Magtalas MC, Balbin PT, Cruz EC, Guevarra RC, Cruz ARDP, Silverio CE, Lee KY, Tantengco OAG. A systematic review of ethnomedicinal plants used for pregnancy, childbirth, and postpartum care in the Philippines. Phytomedicine Plus. 2023 doi: 10.1016/j.phyplu.2023.100407.", "ArticleIdList": ["10.1016/j.phyplu.2023.100407"]}, {"Citation": "Timmer A, Sutherland LR, Hilsden RJ. Development and evaluation of a quality score for abstracts. BMC Med Res Methodol. 2003;3:2. doi: 10.1186/1471-2288-3-2.", "ArticleIdList": ["10.1186/1471-2288-3-2", "PMC149448", "12581457"]}, {"Citation": "Bodner CC, Gereau RE. A contribution to Bontoc ethnobotany. Econ Bot. 1988;42:307–369. doi: 10.1007/BF02860159.", "ArticleIdList": ["10.1007/BF02860159"]}, {"Citation": "Moura IO, Santana CC, Lourenço YRF, Souza MF, Silva ARST, Dolabella SS, de Oliveirae Silva AM, Oliveira TB, Duarte MC, Faraoni AS. Chemical characterization, antioxidant activity and cytotoxicity of the unconventional food plants: sweet potato (Ipomoea batatas (L.) Lam.) leaf, major gomes (Talinum paniculatum (Jacq.) Gaertn.) and Caruru (Amaranthus deflexus L.) Waste Biomass Valorization. 2020;12:2407–2431. doi: 10.1007/s12649-020-01186-z.", "ArticleIdList": ["10.1007/s12649-020-01186-z"]}, {"Citation": "Uche-Nwachi EO, McEwen C. Teratogenic effect of the water extract of bitter gourd (Momordica charantia) on the Sprague Dawley rats, African. J Tradit Complement Altern Med AJTCAM. 2009;7:24–33. doi: 10.4314/AJTCAM.V7I1.57228.", "ArticleIdList": ["10.4314/AJTCAM.V7I1.57228", "PMC3005383", "21304609"]}, {"Citation": "Okumu M, Mbaria J, Kanja L, Gakuya D, Kiama S, Okumu F, Okumu P. Acute toxicity of the aqueous-methanolic Moringa oleifera (Lam) leaf extract on female Wistar albino rats. Int J Basic Clin Pharmacol. 2016;5:1856–1861. doi: 10.18203/2319-2003.ijbcp20163153.", "ArticleIdList": ["10.18203/2319-2003.ijbcp20163153"]}, {"Citation": "Asare GA, Gyan B, Bugyei K, Adjei S, Mahama R, Addo P, Otu-Nyarko L, Wiredu EK, Nyarko A. Toxicity potentials of the nutraceutical Moringa oleifera at supra-supplementation levels. J Ethnopharmacol. 2012;139:265–272. doi: 10.1016/J.JEP.2011.11.009.", "ArticleIdList": ["10.1016/J.JEP.2011.11.009", "22101359"]}, {"Citation": "David CRS, Angeles A, Angoluan RC, Santos JPE, David ES, Dulay RMR. Moringa oleifera (Malunggay) water extracts exhibit embryotoxic and teratogenic activity in Zebrafish (Danio rerio) Embryo Model. Der Pharm Lett. 2016 doi: 10.13140/RG.2.2.13657.34403.", "ArticleIdList": ["10.13140/RG.2.2.13657.34403"]}, {"Citation": "Gabriel BO, Idu M. Antioxidant property, haematinic and biosafety effect of Ipomoea batatas Lam. leaf extract in animal model. Beni-Suef Univ J Basic Appl Sci. 2021 doi: 10.1186/s43088-021-00161-4.", "ArticleIdList": ["10.1186/s43088-021-00161-4"]}, {"Citation": "Cotoraci C, Ciceu A, Sasu A, Hermenean A. Natural antioxidants in anemia treatment. Int J Mol Sci. 2021;22:1883. doi: 10.3390/ijms22041883.", "ArticleIdList": ["10.3390/ijms22041883", "PMC7918704", "33668657"]}, {"Citation": "Hutabarat NC, Widyawati MN. The effect of sweet potato leaf decoction and iron tablet against increased hemoglobin levels in pregnant women. Indones J Heal Res. 2018;1:59–65. doi: 10.32805/ijhr.2018.1.2.11.", "ArticleIdList": ["10.32805/ijhr.2018.1.2.11"]}, {"Citation": "Mun’Im A. Anti-anemia effect of standardized extract of Moringa oleifera Lam. leaves on aniline induced rats. Pharmacogn J. 2016;8:255–258. doi: 10.5530/pj.2016.3.14.", "ArticleIdList": ["10.5530/pj.2016.3.14"]}, {"Citation": "Saini RK, Manoj P, Shetty NP, Srinivasan K, Giridhar P. Dietary iron supplements and Moringa oleifera leaves influence the liver hepcidin messenger RNA expression and biochemical indices of iron status in rats. Nutr Res. 2014;34:630–638. doi: 10.1016/j.nutres.2014.07.003.", "ArticleIdList": ["10.1016/j.nutres.2014.07.003", "25150122"]}, {"Citation": "Abe R, Ohtani K. An ethnobotanical study of medicinal plants and traditional therapies on Batan Island, the Philippines. J Ethnopharmacol. 2013;145:554–565. doi: 10.1016/J.JEP.2012.11.029.", "ArticleIdList": ["10.1016/J.JEP.2012.11.029", "23183086"]}, {"Citation": "Balangcod T, Balangcod K. Ethnomedicinal plants in Bayabas, Sablan, Benguet Province, Luzon, Philippines. Electron J Biol. 2015;11:63–73."}, {"Citation": "Detzel P, Wieser S. Food fortification for addressing iron deficiency in Filipino children: benefits and cost-effectiveness. Ann Nutr Metab. 2015;66:35–42. doi: 10.1159/000375144.", "ArticleIdList": ["10.1159/000375144", "26045326"]}, {"Citation": "Alduhisa GU, Demayo CG. Ethnomedicinal plants used by the Subanen tribe in two villages in Ozamis City, Mindanao, Philippines. Pharmacophore. 2019;10:28–42."}, {"Citation": "Balangcod T, Balangcod AK. Ethnomedical knowledge of plants and healthcare practices among the Kalanguya tribe in Tinoc, Ifugao, Luzon, Philippines. Indian J Tradit Knowl. 2011;10:227–238."}, {"Citation": "Balangcod T, Balangcod K. Plants and culture: plant utilization among the local communities in Kabayan, Benguet Province, Philippines. Indian J Tradit Knowl. 2018;17:609–622."}, {"Citation": "Caunca ES, Balinado LO. The practice of using medicinal plants by local herbalists in Cavite, Philippines. Indian J Tradit Knowl. 2021;20:335–343."}, {"Citation": "Dapar MLG, Alejandro GJD, Meve U, Liede-Schumann S. Quantitative ethnopharmacological documentation and molecular confirmation of medicinal plants used by the Manobo tribe of Agusan del Sur, Philippines. J Ethnobiol Ethnomed. 2020;16:1–60. doi: 10.1186/S13002-020-00363-7.", "ArticleIdList": ["10.1186/S13002-020-00363-7", "PMC7227330", "32138749"]}, {"Citation": "de Guzman AA, Jamanulla CEVA, Sabturani AM, Madjos G. Ethnobotany and physiological review on folkloric medicinal plants of the Visayans in Ipil and Siay, Zamboanga Sibugay, Philippines. Philipp Int J Herb Med. 2020;8:8–16."}, {"Citation": "Ducusin MB. Ethnomedicinal knowledge of plants among the indigenous peoples of Santol, La Union, Philippines. Electron J Biol. 2017;13:360–382."}, {"Citation": "Flores RL, Legario RA, Malagotnot DBM, Peregrin K, Sato RA, Secoya ER. Ethnomedicinal study of plants sold in Quiapo, Manila. Philippines. 2016;206(4):359–365."}, {"Citation": "Langenberger G, Prigge V, Martin K, Belonias B, Sauerborn J. Ethnobotanical knowledge of Philippine lowland farmers and its application in agroforestry. Agrofor Syst. 2009;76:173–194. doi: 10.1007/s10457-008-9189-3.", "ArticleIdList": ["10.1007/s10457-008-9189-3"]}, {"Citation": "Naive MAK, Binag SDA, Alejandro GJD. Plants with benefits: Ethnomedicinal plants used by the Talaandig tribe in Portulin, Pangantucan, Bukidnon, Philippines. Indian J Tradit Knowl. 2021;20:754–766. doi: 10.56042/ijtk.v20i3.26584.", "ArticleIdList": ["10.56042/ijtk.v20i3.26584"]}, {"Citation": "Odchimar NMO, Nuñeza OM, Uy MM, Senarath WTPSK. Ethnobotany of medicinal plants used by the Talaandig Tribe in Brgy Lilingayon, Valencia City, Bukidnon, Philippines. Asian J Biol Life Sci. 2017;6:358–364."}, {"Citation": "Olowa L, Torres MA, Aranico E, Demayo C. Medicinal plants used by the Higaonon tribe of Rogongon, Iligan City, Mindanao, Philippines. Adv Environ Biol. 2012;6:1442–1449."}, {"Citation": "Olowa L, Demayo CG. Ethnobotanical uses of medicinal plants among the Muslim Maranaos in Iligan City, Mindanao, Philippines. Adv Environ Biol. 2015;9:204–215."}, {"Citation": "Ong HG, Kim Y-D. Quantitative ethnobotanical study of the medicinal plants used by the Ati Negrito indigenous group in Guimaras island, Philippines. J Ethnopharmacol. 2014;157:228–242. doi: 10.1016/j.jep.2014.09.015.", "ArticleIdList": ["10.1016/j.jep.2014.09.015", "25240586"]}, {"Citation": "Paraguison L, Tandang DN, Alejandro GJ. Medicinal Plants used by the Manobo Tribe of Prosperidad, Agusan Del Sur, Philippines: an Ethnobotanical Survey. Asian J Biol Life Sci. 2020;9:326–333. doi: 10.5530/ajbls.2020.9.49.", "ArticleIdList": ["10.5530/ajbls.2020.9.49"]}, {"Citation": "Rubio M, Arcebal N. Ethnomedicinal plants used by traditional healers in North Cotabato, Mindanao, Philippines. J Biodivers Environ Sci. 2018;13:74–82."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "11", "Day": "6"}, {"Year": "2023", "Month": "4", "Day": "13"}, {"Year": "2023", "Month": "5", "Day": "12", "Hour": "1", "Minute": "8"}, {"Year": "2023", "Month": "5", "Day": "12", "Hour": "1", "Minute": "7"}, {"Year": "2023", "Month": "5", "Day": "11", "Hour": "23", "Minute": "53"}, {"Year": "2023", "Month": "5", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["37170350", "PMC10176884", "10.1186/s41182-023-00515-x", "10.1186/s41182-023-00515-x"]}}], "PubmedBookArticle": []}