{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Astragalus membranaceus", "biotechnology", "metabolic regulation", "synthetic biology", "tissue culture"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37176916", "DateRevised": {"Year": "2023", "Month": "05", "Day": "15"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "04", "Day": "30"}], "Language": ["eng"], "ELocationID": ["1858", "10.3390/plants12091858"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "9", "PubDate": {"Year": "2023", "Month": "Apr", "Day": "30"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Advances in Biotechnological Production and Metabolic Regulation of <i>Astragalus membranaceus</i>.", "Abstract": {"AbstractText": ["Legume medicinal plants <i>Astragalus membranaceus</i> are widely used in the world and have very important economic value, ecological value, medicinal value, and ornamental value. The bioengineering technology of medicinal plants is used in the protection of endangered species, the rapid propagation of important resources, detoxification, and the improvement of degraded germplasm. Using bioengineering technology can effectively increase the content of secondary metabolites in <i>A. membranaceus</i> and improve the probability of solving the problem of medicinal plant resource shortage. In this review, we focused on biotechnological research into <i>A. membranaceus</i>, such as the latest advances in tissue culture, including callus, adventitious roots, hairy roots, suspension cells, etc., the metabolic regulation of chemical compounds in <i>A. membranaceus</i>, and the research progress on the synthetic biology of astragalosides, including the biosynthesis pathway of astragalosides, microbial transformation of astragalosides, and metabolic engineering of astragalosides. The review also looks forward to the new development trend of medicinal plant biotechnology, hoping to provide a broader development prospect for the in-depth study of medicinal plants."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Science and Technology, Tianjin University, Tianjin 300072, China."}, {"Identifier": [], "Affiliation": "School of Pharmacy, Henan University of Chinese Medicine, Zhengzhou 450046, China."}], "LastName": "Ji", "ForeName": "Baoyu", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Henan University of Chinese Medicine, Zhengzhou 450046, China."}], "LastName": "Xuan", "ForeName": "Liangshuang", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Science and Technology, Tianjin University, Tianjin 300072, China."}], "LastName": "Zhang", "ForeName": "Yunxiang", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Science and Technology, Tianjin University, Tianjin 300072, China."}], "LastName": "Zhang", "ForeName": "Guoqi", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Science and Technology, Tianjin University, Tianjin 300072, China."}], "LastName": "Meng", "ForeName": "Jie", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Henan University of Chinese Medicine, Zhengzhou 450046, China."}], "LastName": "Mu", "ForeName": "Wenrong", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Graduate, Tianjin University of Traditional Chinese Medicine, Tianjin 301617, China."}], "LastName": "Liu", "ForeName": "Jingjing", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticultural Science, Chungbuk National University, Cheongju 28644, Republic of Korea."}], "LastName": "Paek", "ForeName": "Kee-Yoeup", "Initials": "KY"}, {"Identifier": ["0000-0001-8662-0590"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticultural Science, Chungbuk National University, Cheongju 28644, Republic of Korea."}], "LastName": "Park", "ForeName": "So-Young", "Initials": "SY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Science and Technology, Tianjin University, Tianjin 300072, China."}], "LastName": "Wang", "ForeName": "Juan", "Initials": "J"}, {"Identifier": ["0000-0003-0050-501X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Science and Technology, Tianjin University, Tianjin 300072, China."}], "LastName": "Gao", "ForeName": "Wenyuan", "Initials": "W"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest for the manuscript submission. All authors have seen and approved the final version of the manuscript being submitted. We warrant that the article is the authors’ original work, hasn’t received prior publication and isn’t under consideration for publication elsewhere."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Li H., Wang Y., Wang R., Chi X., Zhang X. Research and utilization of astragalus germplasm resources. Anhui Agric. Sci. Bull. 2020;26:34–57."}, {"Citation": "Ivancheva S., Nikolova M., Tsvetkova R. Pharmacological activities and biologically active compounds of bulgarian medicinal plants. Phytochem. Adv. Res. 2006;37661:87–103."}, {"Citation": "Yang Q.Y., Chen K.J., Lu S., Sun H.R. Research progress on mechanism of action of radix astragalus in the treatment of heart failure. Chin. J. Integr. Med. 2012;18:235–240. doi: 10.1007/s11655-012-1022-1.", "ArticleIdList": ["10.1007/s11655-012-1022-1", "22466951"]}, {"Citation": "Lysiuk R., Darmohray R. Pharmacology and ethnomedicine of the genus astragalus. Int. J. Pharmacol. Phytochem. Ethnomed. 2016;3:46–53. doi: 10.18052/www.scipress.com/IJPPE.3.46.", "ArticleIdList": ["10.18052/www.scipress.com/IJPPE.3.46"]}, {"Citation": "Zhao L., Lv X., Yi L., Xia Q., Li X. Research progress of saponins in Astragalus membranaceus. J. Food Saf. Qual. 2021;12:4937–4946."}, {"Citation": "Liu Y.T., Lv W.L. Research progress in Astragalus membranaceus and its active components on immune responses in liver fibrosis. Chin. J. Integr. Med. 2020;26:794–800. doi: 10.1007/s11655-019-3039-1.", "ArticleIdList": ["10.1007/s11655-019-3039-1", "31502184"]}, {"Citation": "Xu N., Wu X.J. Research advance of pharmacological effects of astragalosides on nervous system diseases. Zhongguo Zhong Yao Za Zhi. 2021;46:4674–4682.", "ArticleIdList": ["34581075"]}, {"Citation": "Zhang X.P., Li Y.D., Luo L.L., Liu Y.Q., Li Y., Guo C., Li Z.D., Xie X.R., Song H.X., Yang L.P., et al. Astragalus saponins and liposome constitute an efficacious adjuvant formulation for cancer vaccines. Cancer Biother. Radiopharm. 2018;33:25–31. doi: 10.1089/cbr.2017.2369.", "ArticleIdList": ["10.1089/cbr.2017.2369", "29466034"]}, {"Citation": "Lekmine S., Bendjedid S., Benslama O., Martin-Garcia A.I., Boussekine S., Kadi K., Akkal S., Nieto G., Sami R., Al-Mushhin A., et al. Ultrasound-assisted extraction, lc-ms/ms analysis, anticholinesterase, and antioxidant activities of valuablen metabolites from astragalus armatus willd.: In silico molecular docking and in vitro enzymatic studies. Antioxidants. 2022;11:2000. doi: 10.3390/antiox11102000.", "ArticleIdList": ["10.3390/antiox11102000", "PMC9598503", "36290723"]}, {"Citation": "Durazzo A., Nazhand A., Lucarini M., Silva A.M., Souto S.B., Guerra F., Severino P., Zaccardelli M., Souto E.B., Santini A. Astragalus (Astragalus membranaceus bunge): Botanical, geographical, and historical aspects to pharmaceutical components and beneficial role. Rend. Lincei Sci. Fis. Nat. 2021;32:625–642. doi: 10.1007/s12210-021-01003-2.", "ArticleIdList": ["10.1007/s12210-021-01003-2"]}, {"Citation": "Yang Z., Yang Y., E X. Research progress on differences between Astragalus membranaceus and Astragalus membranaceus. J. Chin. Med. Mater. 2020;43:1261–1265."}, {"Citation": "Wu S.Q., Lian M.L., Gao R., Park S.Y., Piao X.C. Bioreactor application on adventitious root culture of Astragalus membranaceus. Vitr. Cell Dev. Biol. Plant. 2011;47:719–724. doi: 10.1007/s11627-011-9376-1.", "ArticleIdList": ["10.1007/s11627-011-9376-1"]}, {"Citation": "Zhang H., Yasmin F., Song B.H. Neglected treasures in the wild-legume wild relatives in food security and human health. Curr. Opin. Plant Biol. 2019;49:17–26. doi: 10.1016/j.pbi.2019.04.004.", "ArticleIdList": ["10.1016/j.pbi.2019.04.004", "PMC6817337", "31085425"]}, {"Citation": "Catarino S., Duarte M.C., Costa E., Carrero P.G., Romeiras M.M. Conservation and sustainable use of the medicinal leguminosae plants from angola. PeerJ. 2019;7:e6736. doi: 10.7717/peerj.6736.", "ArticleIdList": ["10.7717/peerj.6736", "PMC6535223", "31198619"]}, {"Citation": "Gao W., Xiao P. Application of bioengineering technology to protection of endangered medicinal plant resources. Chin. Tradit. Herb. Drugs. 1994;39:961–964."}, {"Citation": "Zhang H.C., Liu J.M., Chen H.M., Gao C.C., Lu H.Y., Zhou H., Li Y., Gao S.L. Up-regulation of licochalcone a biosynthesis and secretion by tween 80 in hairy root cultures of glycyrrhiza uralensis fisch. Mol. Biotechnol. 2011;47:50–56. doi: 10.1007/s12033-010-9311-4.", "ArticleIdList": ["10.1007/s12033-010-9311-4", "20607624"]}, {"Citation": "Turgut-Kara N., Ari U. In vitro plant regeneration from embryogenic cell suspension culture of astragalus chrysochlorus (leguminoseae) Afr. J. Biotechnol. 2008;7:1250–1255."}, {"Citation": "Feng Y.C., Zhao Y., Ha Y., Li J.J., Su Z.Y., Quan X.L., Wu S.Q., Wu W.L. Drought stress-induced methyl jasmonate accumulation promotes calycosin-7-o-beta-d-glucoside production in Astragalus membranaceus adventitious roots. Plant Cell Tissue Organ. Cult. 2021;147:561–568. doi: 10.1007/s11240-021-02147-7.", "ArticleIdList": ["10.1007/s11240-021-02147-7"]}, {"Citation": "Zhao X., Zhang H. Study on tissue culture and radiation mutation of Astragalus membranaceus bge. Var. Mongholicus (bge.) Hsiao. Agric. Sci. Technol.-Hunan. 2009;10:37–40."}, {"Citation": "Ma L., Wang X., Gao W. Callus initiation of Astragalus membranaceus var.mongholicus. Chin. J. Pharm. Biotechnol. 2008;15:355–358."}, {"Citation": "Jiao J. Ph.D. Thesis. Northeast Forestry University; Harbin, China: 2016. Optimization of Astragalus membranaceus Hairy Root Cultures and Elicitation of Its Main Active Constituent Biosynthesis."}, {"Citation": "Du M., Wu X.J., Ding J., Hu Z.B., White K.N., Branford-White C.J. Astragaloside iv and polysaccharide production by hairy roots of Astragalus membranaceus in bioreactors. Biotechnol. Lett. 2003;25:1853–1856. doi: 10.1023/A:1026233728375.", "ArticleIdList": ["10.1023/A:1026233728375", "14677711"]}, {"Citation": "Halder M., Roychowdhury D., Jha S. Hairy Roots: An Effective Tool of Plant Biotechnology. Springer; Berlin/Heidelberg, Germany: 2018. A critical review on biotechnological interventions for production and yield enhancement of secondary metabolites in hairy root cultures; pp. 21–44."}, {"Citation": "Bu Y. Master’s Thesis. Dalian Polytechnic University; Dalian, China: 2008. Effects of Culture Conditions on the Contents of Several Secondary Components in Astragalus Cells."}, {"Citation": "Liu Q., Zhong Z., Cong L., Zhang L. Lsolation of protoplast from the Astragalus membranaceus. Guihaia. 2008;3:411–413."}, {"Citation": "Patel H., Krishnamurthy R. Elicitors in plant tissue culture. J. Pharmacogn. Phytochem. 2013;2:60–65."}, {"Citation": "Naik P.M., Al-Khayri J.M. Abiotic and Biotic Stress in Plants—Recent Advances and Future Perspectives. InTech; Rijeka, Croatia: 2016. Abiotic and biotic elicitors-role in secondary metabolites production through in vitro culture of medicinal plants; pp. 247–277."}, {"Citation": "Zhang K., Liu Z., Yan S., Ren W., Liu X., Ma W. Research progress on the secondary metabolism in astragalus. World Sci. Technol.—Mod. Tradit. Chin. Med. Mater. Med. 2016;18:875–882."}, {"Citation": "Al-Oubaidi H.K.M., Kasid N.M. Increasing phenolic and flavonoids compounds of cicer arietinum l. From embryo explant using titanium dioxide nanoparticle in vitro. World J. Pharm. Res. 2015;4:1791–1799."}, {"Citation": "Cakir O., Ari S. Defensive and secondary metabolism in astragalus chrysochlorus cell cultures, in response to yeast extract stressor. J. Env. Biol. 2009;30:51–55.", "ArticleIdList": ["20112863"]}, {"Citation": "Wei H., Cheng L., Wu P., Han M., Yang L. Short-term water changes response of saponin biosynthesis process in astragalus membranceus. Zhongguo Zhong Yao Za Zhi= China J. Chin. Mater. Med. 2019;44:441–447.", "ArticleIdList": ["30989905"]}, {"Citation": "Tuan P.A., Chung E., Thwe A.A., Li X., Kim Y.B., Mariadhas V.A., Al-Dhabi N.A., Lee J.H., Park S.U. Transcriptional profiling and molecular characterization of astragalosides, calycosin, and calycosin-7-o-beta-d-glucoside biosynthesis in the hairy roots of Astragalus membranaceus in response to methyl jasmonate. J. Agric. Food Chem. 2015;63:6231–6240. doi: 10.1021/acs.jafc.5b01822.", "ArticleIdList": ["10.1021/acs.jafc.5b01822", "26072674"]}, {"Citation": "Pan H.Y., Wang Y.G., Zhang Y.F., Zhou T.S., Fang C.M., Nan P., Wang X.Q., Li X.B., Wei Y.L., Chen J.K. Phenylalanine ammonia lyase functions as a switch directly controlling the accumulation of calycosin and calycosin-7-o-beta-d-glucoside in Astragalus membranaceus var. Mongholicus plants. J. Exp. Bot. 2008;59:3027–3037. doi: 10.1093/jxb/ern152.", "ArticleIdList": ["10.1093/jxb/ern152", "18583351"]}, {"Citation": "Jiao J., Gai Q.Y., Niu L.L., Wang X.Q., Guo N., Zang Y.P., Fu Y.J. Enhanced production of two bioactive isoflavone aglycones in Astragalus membranaceus hairy root cultures by combining deglycosylation and elicitation of immobilized edible aspergillus niger. J. Agric. Food Chem. 2017;65:9078–9086. doi: 10.1021/acs.jafc.7b03148.", "ArticleIdList": ["10.1021/acs.jafc.7b03148", "28950698"]}, {"Citation": "Liu Y., Liu J., Wang Y., Abozeid A., Tian D.M., Zhang X.N., Tang Z.H. The different resistance of two astragalus plants to uv-b stress is tightly associated with the organ-specific isoflavone metabolism. Photochem. Photobiol. 2018;94:115–125. doi: 10.1111/php.12841.", "ArticleIdList": ["10.1111/php.12841", "28881500"]}, {"Citation": "Jiao J., Gai Q.Y., Wang W., Luo M., Gu C.B., Fu Y.J., Ma W. Ultraviolet radiation-elicited enhancement of isoflavonoid accumulation, biosynthetic gene expression, and antioxidant activity in Astragalus membranaceus hairy root cultures. J. Agric. Food Chem. 2015;63:8216–8224. doi: 10.1021/acs.jafc.5b03138.", "ArticleIdList": ["10.1021/acs.jafc.5b03138", "26370303"]}, {"Citation": "Jin H.Y., Yu Y., Quan X.L., Wu S.Q. Promising strategy for improving calycosin-7-o-beta-d-glucoside production in Astragalus membranaceus adventitious root cultures. Ind. Crops Prod. 2019;141:111792. doi: 10.1016/j.indcrop.2019.111792.", "ArticleIdList": ["10.1016/j.indcrop.2019.111792"]}, {"Citation": "Hwang S. High-yield production of astragalosides from transgenic hairy root cultures of Astragalus membranaceus. KSBB J. 2006;21:123–128."}, {"Citation": "Gai Q.Y., Jiao J., Luo M., Wang W., Yao L.P., Fu Y.J. Deacetylation biocatalysis and elicitation by immobilized penicillium canescens in Astragalus membranaceus hairy root cultures: Towards the enhanced and sustainable production of astragaloside iv. Plant Biotechnol. J. 2017;15:297–305. doi: 10.1111/pbi.12612.", "ArticleIdList": ["10.1111/pbi.12612", "PMC5316919", "27518481"]}, {"Citation": "Gao Y., Sun H., Zhang C., Cao Q., Qin X. Effects of hexanal on growth and accumulation of secondary metabolites in Astragalus membranaceus var. Mongholicus adventitious roots. Plant Physiol. J. 2015;51:476–480."}, {"Citation": "Li X.H., Kim J.K., Park S.U. Heterologous expression of three transcription factors differently regulated astragalosides metabolic biosynthesis in Astragalus membranaceus hairy roots. Plants. 2022;11:1897. doi: 10.3390/plants11141897.", "ArticleIdList": ["10.3390/plants11141897", "PMC9315567", "35890531"]}, {"Citation": "Park Y.J., Thwe A.A., Li X.H., Kim Y.J., Kim J.K., Arasu M.V., Al-Dhabi N.A., Park S.U. Triterpene and flavonoid biosynthesis and metabolic profiling of hairy roots, adventitious roots, and seedling roots of Astragalus membranaceus. J. Agric. Food Chem. 2015;63:8862–8869. doi: 10.1021/acs.jafc.5b02525.", "ArticleIdList": ["10.1021/acs.jafc.5b02525", "26402168"]}, {"Citation": "Liu R.R., Xu S.H., Li J.L., Hu Y.L., Lin Z.P. Expression profile of a pal gene from Astragalus membranaceus var. Mongholicus and its crucial role in flux into flavonoid biosynthesis. Plant Cell Rep. 2006;25:705–710. doi: 10.1007/s00299-005-0072-7.", "ArticleIdList": ["10.1007/s00299-005-0072-7", "16456646"]}, {"Citation": "Bao R., Liu J., Yuan Y., Yu Y., Quan X., Wu S. Cloning and expression analysis of chalcone reductase gene from Astragalus membranaceus. Nor. Horticul. 2019:141–146."}, {"Citation": "Zheng H., Yuan Y., Jin H., Yu Y., Quan X., Wu S. Cloning and expression analysis of chs gene in Astragalus membranaceus. J. Agric. Sci. Yanbian Univ. 2019;41:9–14."}, {"Citation": "Liu X. Ph.D Thesis. Northeast Forestry University; Xianyang, China: 2013. Responses of Artemisia Annua to Polyploidy Induction and the Regualtion of Agnps on Salvia Miltiorrhiza Hairy Roots."}, {"Citation": "Wang W. Ph.D Thesis. Northwest A&F University; Xianyang, China: 2008. Study on the Nutrition Absorption Characteristics and Second Ary Metabolish Regulation of Astragalus membranaceus (fisch.) bge."}, {"Citation": "Xiao Y., Wang R., Zhao S. Research progress on biosynthesis of saponins of astragali radix. Acta Univ. Tradit. Med. Sin. Pharmacol. Shanghai. 2021;35:80–88."}, {"Citation": "Chen J., Wu X.T., Xu Y.Q., Zhong Y., Li Y.X., Chen J.K., Li X., Nan P. Global transcriptome analysis profiles metabolic pathways in traditional herb Astragalus membranaceus bge. Var. Mongolicus (bge.) Hsiao. BMC Genom. 2015;16:S15. doi: 10.1186/1471-2164-16-S7-S15.", "ArticleIdList": ["10.1186/1471-2164-16-S7-S15", "PMC4474414", "26099797"]}, {"Citation": "Chen K., Zhang M., Xu L., Yi Y., Wang L., Wang H., Wang Z., Xing J., Li P., Zhang X., et al. Identification of oxidosqualene cyclases associated with saponin biosynthesis from Astragalus membranaceus reveals a conserved motif important for catalytic function. J. Adv. Res. 2023;43:247–257. doi: 10.1016/j.jare.2022.03.014.", "ArticleIdList": ["10.1016/j.jare.2022.03.014", "PMC9811366", "36585112"]}, {"Citation": "Yao M., Liu J., Jin S., Jiao J., Gai Q., Wei Z., Fu Y., Zhao J. A novel biotransformation of astragalosides to astragaloside iv with the deacetylation of fungal endophyte penicillium canescens. Process Biochem. 2014;49:807–812. doi: 10.1016/j.procbio.2014.02.014.", "ArticleIdList": ["10.1016/j.procbio.2014.02.014"]}, {"Citation": "Duan Y., Du W., Song Z., Chen R., Xie K., Liu J., Chen D., Dai J. Functional characterization of a cycloartenol synthase and four glycosyltransferases in the biosynthesis of cycloastragenol-type astragalosides from Astragalus membranaceus. Acta Pharm. Sin. B. 2023;13:271–283.58. doi: 10.1016/j.apsb.2022.05.015.", "ArticleIdList": ["10.1016/j.apsb.2022.05.015", "PMC9939298", "36815054"]}, {"Citation": "Meng X.T., Yue S.J., Yang Z.R., Liu J., Feng W.W., Su J., Zhang Y. Investigation on Biotransformation Characteristics of Astragalosides in Human Intestinal Microbiota. Food Drug. 2018;20:161–167. (In Chinese)"}, {"Citation": "Zhang J., Wang S. Expression of Astragalus membranaceus phenylalanine ammonia-lyase gene in pichia pastoris. J. Zhejiang Univ. Agric. Life Sci. 2014;40:1–8."}, {"Citation": "Chen C., Fu Y., Zu Y., Wang W., Mu F., Luo M., Li C., Gu C., Zhao C. Biotransformation of saponins to astragaloside iv from radix astragali by immobilized aspergillus niger. Biocatal. Agric. Biotechnol. 2013;2:196–203. doi: 10.1016/j.bcab.2013.03.007.", "ArticleIdList": ["10.1016/j.bcab.2013.03.007"]}, {"Citation": "Ye L., Liu X.H., Zhou W., Feng M.Q., Shi X.L., Li J.Y., Chen D.F., Zhou P. Microbial transformation of astragalosides to astragaloside iv by absidia corymbifera as2. Process Biochem. 2011;46:1724–1730. doi: 10.1016/j.procbio.2011.05.014.", "ArticleIdList": ["10.1016/j.procbio.2011.05.014"]}, {"Citation": "Bedir E., Kula C., Oner O., Altas M., Tag O., Ongen G. Microbial transformation of astragalus sapogenins using cunninghamella blakesleeana nrrl 1369 and glomerella fusarioides atcc 9552. J. Mol. Catal. B-Enzym. 2015;115:29–34. doi: 10.1016/j.molcatb.2015.01.013.", "ArticleIdList": ["10.1016/j.molcatb.2015.01.013"]}, {"Citation": "Li Q., Wu T., Zhao L., Pei J., Wang Z., Xiao W. Highly efficient biotransformation of astragaloside iv to cycloastragenol by sugar-stimulated beta-glucosidase and beta-xylosidase from dictyoglomus thermophilum. J. Microbiol. Biotechnol. 2019;29:1882–1893. doi: 10.4014/jmb.1807.07020.", "ArticleIdList": ["10.4014/jmb.1807.07020", "30176709"]}, {"Citation": "Zhou W., Liu X., Ye L., Feng M., Zhou P., Shi X. The biotransformation of astragalosides by a novel acetyl esterase from absidia corymbifera as2. Process Biochem. 2014;49:1464–1471. doi: 10.1016/j.procbio.2014.05.026.", "ArticleIdList": ["10.1016/j.procbio.2014.05.026"]}, {"Citation": "Cheng L., Zhang H., Liang H., Sun X., Shen X., Wang J., Wang W., Yuan Q., Ri H., Kim T. Enzymatic bioconversion of cycloastragenol-6-o-β-d-glucoside into cycloastragenol by a novel recombinant β-glucosidase from phycicoccus sp. Soil748. Process Biochem. 2020;90:81–88. doi: 10.1016/j.procbio.2019.11.006.", "ArticleIdList": ["10.1016/j.procbio.2019.11.006"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "3", "Day": "12"}, {"Year": "2023", "Month": "4", "Day": "13"}, {"Year": "2023", "Month": "4", "Day": "26"}, {"Year": "2023", "Month": "5", "Day": "13", "Hour": "15", "Minute": "14"}, {"Year": "2023", "Month": "5", "Day": "13", "Hour": "15", "Minute": "13"}, {"Year": "2023", "Month": "5", "Day": "13", "Hour": "1", "Minute": "35"}, {"Year": "2023", "Month": "4", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["37176916", "PMC10180874", "10.3390/plants12091858", "plants12091858"]}}], "PubmedBookArticle": []}