{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["antibacterial activity", "bioactivity", "cytotoxic activity", "kombucha", "phenolic substance", "sensory evaluation"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37200785", "DateRevised": {"Year": "2023", "Month": "05", "Day": "21"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.17113/ftb.61.01.23.7789"], "Journal": {"ISSN": "1330-9862", "JournalIssue": {"Volume": "61", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Mar"}}, "Title": "Food technology and biotechnology", "ISOAbbreviation": "Food Technol Biotechnol"}, "ArticleTitle": "Comprehensive Evaluation of Three Important Herbs for Kombucha Fermentation.", "Pagination": {"StartPage": "127", "EndPage": "137", "MedlinePgn": "127-137"}, "Abstract": {"AbstractText": ["Kombucha is consumed worldwide for its beneficial health effects. Kombucha teas fermented with various herbal infusions have become very important nowadays. Although black tea is used for kombucha fermentation, kombucha teas fermented with different herbal infusions have gained great importance. In this study, three different traditional medicinal plants, namely hop (<i>Humulus lupulus</i> L.), madimak (<i>Polygonum cognatum</i>) and hawthorn (<i>Crataegus monogyna</i>) were used for the fermentation of kombucha beverages, and the bioactivity of these beverages was investigated extensively.", "The microbiological profile, bacterial cellulose formation, antibacterial, antiproliferative and antioxidant activities, sensory properties, total phenolic content and flavonoid content of kombucha beverages were investigated. Liquid chromatography-coupled mass spectrometry analysis was used to identify and quantify specific polyphenolic compounds in the samples.", "According to the results, the hawthorn-flavoured kombucha, which has lower free radical scavenging activity than the other samples, came into prominence in terms of sensory properties. All examined kombucha beverages showed a strong cytotoxic effect on Mahlavu and HCT116 cell lines, but only the madimak-flavoured kombucha sample, which had a higher total phenolic/flavonoid content, had antibacterial activity against all microorganisms used in the study.", "Considering the results of this study, madimak could be an effective herb for the development of new kombucha beverages, although its sensory properties still need to be improved. This study contributes to science in terms of producing new fermented beverages with improved beneficial health effects."]}, "AuthorList": [{"Identifier": ["0000-0003-1690-9879"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biology Department, Faculty of Science, Akdeniz University, Dumlupınar Boulevard, 07058 Antalya, Turkey."}], "LastName": "Tefon Öztürk", "ForeName": "Burcu Emine", "Initials": "BE"}, {"Identifier": ["0000-0002-9099-7603"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biology Department, Faculty of Science, Akdeniz University, Dumlupınar Boulevard, 07058 Antalya, Turkey."}], "LastName": "Eroğlu", "ForeName": "Berfin", "Initials": "B"}, {"Identifier": ["0000-0002-9047-2874"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biology Department, Faculty of Science, Akdeniz University, Dumlupınar Boulevard, 07058 Antalya, Turkey."}], "LastName": "Delik", "ForeName": "Eda", "Initials": "E"}, {"Identifier": ["0000-0002-7109-6500"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, K.Ö. Science Faculty, Karamanoğlu Mehmetbey University, İbrahim Öktem Boulevard, 70100 Karaman, Turkey."}], "LastName": "Çiçek", "ForeName": "Mustafa", "Initials": "M"}, {"Identifier": ["0000-0002-7364-4435"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, Middle East Technical University, Dumlupınar Boulevard, 06800 Ankara, Turkey."}], "LastName": "Çiçek", "ForeName": "Esra", "Initials": "E"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Croatia", "MedlineTA": "Food Technol Biotechnol", "NlmUniqueID": "9703690", "ISSNLinking": "1330-9862"}, "CoiStatement": "CONFLICT OF INTEREST The authors have no conflict of interest to declare."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Battikh H, Bakhrouf A, Ammar E. Antimicrobial effect of kombucha analogues. Lebensm Wiss Technol. 2012;47(1):71–7. 10.1016/j.lwt.2011.12.033", "ArticleIdList": ["10.1016/j.lwt.2011.12.033"]}, {"Citation": "Laureys D, Britton SJ, De Clippeleer J. Kombucha tea fermentation: A review. J Am Soc Brew Chem. 2020;78(3):165–74. 10.1080/03610470.2020.1734150", "ArticleIdList": ["10.1080/03610470.2020.1734150"]}, {"Citation": "Sreeramulu G, Zhu Y, Knol W. Kombucha fermentation and its antimicrobial activity. J Agric Food Chem. 2000;48(6):2589–94. 10.1021/jf991333m", "ArticleIdList": ["10.1021/jf991333m", "10888589"]}, {"Citation": "Güldane M, Bayram M, Topuz S, Kaya C, Gök H, Bülbül M, et al. Determination of some properties in kombucha produced with white, black and green tea. JAFAG. 2017;34(1):46–56. 10.13002/jafag1101", "ArticleIdList": ["10.13002/jafag1101"]}, {"Citation": "Ayed L, Hamdi M. Manufacture of a beverage from cactus pear juice using “tea fungus” fermentation. Ann Microbiol. 2015;65(4):2293–9. 10.1007/s13213-015-1071-8", "ArticleIdList": ["10.1007/s13213-015-1071-8"]}, {"Citation": "Eroğlu B, Delik E, Tefon Öztürk BE. Investigation of biological activities and sensory properties of chasteberry flavoured kombucha. 12th International Scientific Research Congress; 2021 December 17–18; Ankara, Turkey; 2021. pp. 2-13."}, {"Citation": "Shahbazi H, Hashemi Gahruie H, Golmakani MT, Eskandari MH, Movahedi M. Effect of medicinal plant type and concentration on physicochemical, antioxidant, antimicrobial, and sensorial properties of kombucha. Food Sci Nutr. 2018;6(8):2568–77. 10.1002/fsn3.873", "ArticleIdList": ["10.1002/fsn3.873", "PMC6261221", "30510759"]}, {"Citation": "Vitas J, Vukmanović S, Čakarević J, Popović L, Malbaša R. Kombucha fermentation of six medicinal herbs: Chemical profile and biological activity. Chem Ind Chem Eng Q. 20206/2)157-70. 10.2298/CICEQ190708034V10.2298/CICEQ190708034V", "ArticleIdList": ["10.2298/CICEQ190708034V", "10.2298/CICEQ190708034V"]}, {"Citation": "Zanoli P, Zavatti M. Pharmacognostic and pharmacological profile of Humulus lupulus L. J Ethnopharmacol. 2008;116(3):383–96. 10.1016/j.jep.2008.01.011", "ArticleIdList": ["10.1016/j.jep.2008.01.011", "18308492"]}, {"Citation": "Akdemir Evrendilek G. Empirical prediction and validation of antibacterial inhibitory effects of various plant essential oils on common pathogenic bacteria. Int J Food Microbiol. 2015;202:35–41. 10.1016/j.ijfoodmicro.2015.02.030", "ArticleIdList": ["10.1016/j.ijfoodmicro.2015.02.030", "25764982"]}, {"Citation": "Yeşilyaprak GN. Presentation of the biological characteristics of some plant species offered for sale [MSc Thesis]. Kütahya, Turkey: Kütahya Dumlupınar Üniversitesi/Fen Bilimleri Enstitüsü; 2017 (in Turkish)."}, {"Citation": "Keskin N, Mammadov R, İli P. The investigation of the effects of Crataegus aronia var dentata Browicz extract on spleen: Histochemical study. Pa Med J. 2012;2:68–74. [in Turkish]", "ArticleIdList": ["PMC4362427", "22938545"]}, {"Citation": "Marsh AJ, O’Sullivan O, Hill C, Ross RP, Cotter PD. Sequence-based analysis of the bacterial and fungal compositions of multiple kombucha (tea fungus) samples. Food Microbiol. 2014;38:171–8. 10.1016/j.fm.2013.09.003", "ArticleIdList": ["10.1016/j.fm.2013.09.003", "24290641"]}, {"Citation": "Coton M, Pawtowski A, Taminiau B, Burgaud G, Deniel F, Coulloumme-Labarthe L, et al. Unraveling microbial ecology of industrial-scale kombucha fermentations by metabarcoding and culture-based methods. FEMS Microbiol Ecol. 2017;93(5):fix048. 10.1093/femsec/fix048", "ArticleIdList": ["10.1093/femsec/fix048", "28430940"]}, {"Citation": "El-Salam SSA. 16S rRNA gene sequence detection of acetic acid bacteria isolated from tea kombucha. New York Sci J. 2012;5:55–61."}, {"Citation": "Halkman KA. Food microbiology and its applications. Ankara, Turkey: Ankara University Faculty of Agriculture Food Engineering Department Publishing; 2000 (in Turkish)."}, {"Citation": "Keshk SM, Sameshima K. Evaluation of different carbon sources for bacterial cellulose production. Afr J Biotechnol. 2005;4(6):478–82."}, {"Citation": "Škerget M, Kotnik P, Hadolin M, Hraš AR, Simonič M, Knez Ž. Phenols, proanthocyanidins, flavones and flavonols in some plant materials and their antioxidant activities. Food Chem. 2005;89(2):191–8. 10.1016/j.foodchem.2004.02.025", "ArticleIdList": ["10.1016/j.foodchem.2004.02.025"]}, {"Citation": "Singleton VL, Rossi JA. Colorimetry of total phenolics with phosphomolybdic-phosphotungstic acid reagents. AJEV. 1965;16(3):144–58. 10.5344/ajev.1965.16.3.144", "ArticleIdList": ["10.5344/ajev.1965.16.3.144"]}, {"Citation": "Dwiputri MC, Feroniasanti YML, editors. Effect of fermentation to total titrable acids, flavonoid and antioxidant activity of butterfly pea kombucha. J Phys Conf Ser. 2019;1241:012014. 10.1088/1742-6596/1241/1/012014", "ArticleIdList": ["10.1088/1742-6596/1241/1/012014"]}, {"Citation": "Fischer UA, Carle R, Kammerer DR. Identification and quantification of phenolic compounds from pomegranate (Punica granatum L.) peel, mesocarp, aril and differently produced juices by HPLC-DAD–ESI/MSn. Food Chem. 2011;127(2):807–21. 10.1016/j.foodchem.2010.12.156", "ArticleIdList": ["10.1016/j.foodchem.2010.12.156", "23140740"]}, {"Citation": "Von Gadow A, Joubert E, Hansmann C. Comparison of the antioxidant activity of rooibos tea (Aspalathus linearis) with green, oolong and black tea. Food Chem. 1997;60(1):73–7. 10.1016/S0308-8146(96)00312-3", "ArticleIdList": ["10.1016/S0308-8146(96)00312-3"]}, {"Citation": "Bauer AW. Antibiotic susceptibility testing by single disc method. Am J Clin Pathol. 1996;45(4):149–58.", "ArticleIdList": ["5325707"]}, {"Citation": "Akhavantabasi S, Akman HB, Sapmaz A, Keller J, Petty EM, Erson AE. USP32 is an active, membrane-bound ubiquitin protease overexpressed in breast cancers. Mamm Genome. 2010;21(7–8):388–97. 10.1007/s00335-010-9268-4", "ArticleIdList": ["10.1007/s00335-010-9268-4", "20549504"]}, {"Citation": "Altuğ T. Sensory test techniques. İzmir, Turkey: Ege University; 1993 (in Turkish)."}, {"Citation": "WMA Declaration of Helsinki – Ethical principles for medical research involving human subjects. Ferney-Voltaire, France: World Medical Association (WMA); 2017. Available from: https://www.wma.net/policies-post/wma-declaration-of-helsinki-ethical-principles-for-medical-research-involving-human-subjects/."}, {"Citation": "IBM SPSS Statistics for Windows, v. 22.0, IBM Corp., Armonk, NY, USA; 2013. Available from: https://www.ibm.com/tr-tr/products/spss-statistics."}, {"Citation": "Yang J, Lagishetty V, Kurnia P, Henning SM, Ahdoot AI, Jacobs JP. Microbial and chemical profiles of commercial kombucha products. Nutrients. 2022;14(3):670. 10.3390/nu14030670", "ArticleIdList": ["10.3390/nu14030670", "PMC8838605", "35277029"]}, {"Citation": "Cardoso RR, Neto RO, dos Santos D’Almeida CT, do Nascimento TP, Pressete CG, Azevedo L, et al. Kombuchas from green and black teas have different phenolic profile, which impacts their antioxidant capacities, antibacterial and antiproliferative activities. Food Res Int. 2020;128:108782. 10.1016/j.foodres.2019.108782", "ArticleIdList": ["10.1016/j.foodres.2019.108782", "31955755"]}, {"Citation": "Nummer BA. Special report: Kombucha brewing under the food and drug administration model food code: Risk analysis and processing guidance. J Environ Health. 2013;76:8–11.", "ArticleIdList": ["24341155"]}, {"Citation": "Neffe-Skocińska K, Sionek B, Ścibisz I, Kołożyn-Krajewska D. Acid contents and the effect of fermentation condition of kombucha tea beverages on physicochemical, microbiological and sensory properties. CYTA J Food. 2017;15(4):601–7. 10.1080/19476337.2017.1321588", "ArticleIdList": ["10.1080/19476337.2017.1321588"]}, {"Citation": "AL-Kalifawi EJ . Hassan IA. Factors influence on the yield of bacterial cellulose of kombucha (Khubdat Humza). Baghdad Sci J. 2014;11(3):1420–8. 10.21123/bsj.11.3.1420-1428", "ArticleIdList": ["10.21123/bsj.11.3.1420-1428"]}, {"Citation": "Velićanski AS, Cvetković DD, Markov SL, Tumbas Šaponjac VT, Vulić JJ. Antioxidant and antibacterial activity of the beverage obtained by fermentation of sweetened lemon balm (Melissa officinalis L.) tea with symbiotic consortium of bacteria and yeasts. Food Technol Biotechnol. 2014;52(4):420–9. 10.17113/ftb.52.04.14.3611", "ArticleIdList": ["10.17113/ftb.52.04.14.3611", "PMC5079149", "27904315"]}, {"Citation": "Bhattacharya S, Gachhui R, Sil PC. Hepatoprotective properties of kombucha tea against TBHP-induced oxidative stress via suppression of mitochondria dependent apoptosis. Pathophysiology. 2011;18(3):221–34. 10.1016/j.pathophys.2011.02.001", "ArticleIdList": ["10.1016/j.pathophys.2011.02.001", "21388793"]}, {"Citation": "Amarasinghe H, Weerakkody NS, Waisundara VY. Evaluation of physicochemical properties and antioxidant activities of kombucha “tea fungus” during extended periods of fermentation. Food Sci Nutr. 2018;6:659–65. 10.1002/fsn3.605", "ArticleIdList": ["10.1002/fsn3.605", "PMC5980301", "29876117"]}, {"Citation": "Chu SC, Chen C. Effects of origins and fermentation time on the antioxidant activities of kombucha. Food Chem. 2006;98(3):502–7. 10.1016/j.foodchem.2005.05.080", "ArticleIdList": ["10.1016/j.foodchem.2005.05.080"]}, {"Citation": "Bortolomedi BM, Paglarin CS, Brod FCA. Bioactive compounds in kombucha: A review of substrate effect and fermentation conditions. Food Chem. 2022;385:132719. 10.1016/j.foodchem.2022.132719", "ArticleIdList": ["10.1016/j.foodchem.2022.132719", "35318172"]}, {"Citation": "Borges A, Ferreira C, Saavedra MJ, Simoes M. Antibacterial activity and mode of action of ferulic and gallic acids against pathogenic bacteria. Microb Drug Resist. 2013;19(4):256–65. 10.1089/mdr.2012.0244", "ArticleIdList": ["10.1089/mdr.2012.0244", "23480526"]}, {"Citation": "Naveed M, Hejazi V, Abbas M, Kamboh AA, Khan GJ, Shumzaid M. WenHua L. Chlorogenic acid (CGA): A pharmacological review and call for further research. Biomed Pharmacother. 2018;97:67–74. 10.1016/j.biopha.2017.10.064", "ArticleIdList": ["10.1016/j.biopha.2017.10.064", "29080460"]}, {"Citation": "Bøhn SK, Blomhoff R, Paur I. Coffee and cancer risk, epidemiological evidence, and molecular mechanisms. Mol Nutr Food Res. 2014;58(5):915–30. 10.1002/mnfr.201300526", "ArticleIdList": ["10.1002/mnfr.201300526", "24668519"]}, {"Citation": "Puupponen‐Pimiä R, Nohynek L, Meier C, Kähkönen M, Heinonen M, Hopia A, et al. Antimicrobial properties of phenolic compounds from berries. J Appl Microbiol. 2001;90(4):494–507. 10.1046/j.1365-2672.2001.01271.x", "ArticleIdList": ["10.1046/j.1365-2672.2001.01271.x", "11309059"]}, {"Citation": "Tanticharakunsiri W, Mangmool S, Wongsariya K, Ochaikul D. Characteristics and upregulation of antioxidant enzymes of kitchen mint and oolong tea kombucha beverages. J Food Biochem. 2021;45(1):e13574. 10.1111/jfbc.13574", "ArticleIdList": ["10.1111/jfbc.13574", "33249612"]}, {"Citation": "Jayabalan R, Malbaša RV, Lončar ES, Vitas JS, Sathishkumar M. A review on kombucha tea—Microbiology, composition, fermentation, beneficial effects, toxicity, and tea fungus. Compr Rev Food Sci Food Saf. 2014;13(4):538–50. 10.1111/1541-4337.12073", "ArticleIdList": ["10.1111/1541-4337.12073", "33412713"]}, {"Citation": "Sung H, Ferlay J, Siegel RL, Laversanne M, Soerjomataram I, Jemal A, et al. Global cancer statistics 2020: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries. CA Cancer J Clin. 2021;71(3):209–49. 10.3322/caac.21660", "ArticleIdList": ["10.3322/caac.21660", "33538338"]}, {"Citation": "Jayabalan R, Chen PN, Hsieh YS, Prabhakaran K, Pitchai P, Marimuthu S, et al. Effect of solvent fractions of kombucha tea on viability and invasiveness of cancer cells-characterization of dimethyl 2-(2-hydroxy-2-methoxypropylidine) malonate and vitexin. Indian J Biotechnol. 2011;10:75–82."}, {"Citation": "Srihari T, Arunkumar R, Arunakaran J, Satyanarayana U. Downregulation of signalling molecules involved in angiogenesis of prostate cancer cell line (pc-3) by kombucha (lyophilized). Biomed Prev Nutr. 2013;3(1):53–8. 10.1016/j.bionut.2012.08.001", "ArticleIdList": ["10.1016/j.bionut.2012.08.001"]}, {"Citation": "Martínez Leal J, Valenzuela Suárez L, Jayabalan R, Huerta Oros J, Escalante-Aburto A. A review on health benefits of kombucha nutritional compounds and metabolites. CYTA J Food. 2018;16(1):390–9. 10.1080/19476337.2017.1410499", "ArticleIdList": ["10.1080/19476337.2017.1410499"]}, {"Citation": "Mousavi SM, Hashemi SA, Zarei M, Gholami A, Lai CW, Chiang WH, et al. Recent progress in chemical composition, production, and pharmaceutical effects of kombucha beverage: A complementary and alternative medicine. Evid.-based Complement Altern Med. 2020;2020:Article ID 4397543. 10.1155/2020/439754310.1155/2020/4397543", "ArticleIdList": ["10.1155/2020/4397543", "10.1155/2020/4397543", "PMC7688354", "33281911"]}, {"Citation": "Rasouli L, Aryaeian N, Gorjian M, Nourbakhsh M, Amiri F. Evaluation of cytotoxicity and anticancer activity of kombucha and doxorubicin combination therapy on colorectal cancer cell line HCT-116. J Educ Health Promot. 2021;10:376. 10.4103/jehp.jehp_1456_20", "ArticleIdList": ["10.4103/jehp.jehp_1456_20", "PMC8641728", "34912912"]}, {"Citation": "Ulusoy A, Tamer CE. Determination of suitability of black carrot (Daucus carota L. spp. sativus var. atrorubens Alef.) juice concentrate, cherry laurel (Prunus laurocerasus), blackthorn (Prunus spinosa) and red raspberry (Rubus ideaus) for kombucha beverage production. J Food Meas Charact. 2019;13(2):1524–36. 10.1007/s11694-019-00068-w", "ArticleIdList": ["10.1007/s11694-019-00068-w"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "5", "Day": "18"}, {"Year": "2022", "Month": "12", "Day": "15"}, {"Year": "2023", "Month": "5", "Day": "18", "Hour": "19", "Minute": "13"}, {"Year": "2023", "Month": "5", "Day": "18", "Hour": "19", "Minute": "12"}, {"Year": "2023", "Month": "5", "Day": "18", "Hour": "16", "Minute": "46"}, {"Year": "2023", "Month": "3", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37200785", "PMC10187572", "10.17113/ftb.61.01.23.7789", "FTB-61-127"]}}], "PubmedBookArticle": []}