{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37212957", "DateCompleted": {"Year": "2023", "Month": "07", "Day": "03"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "05", "Day": "22"}], "Language": ["eng"], "ELocationID": ["10.1007/s40290-023-00478-8"], "Journal": {"ISSN": "1179-1993", "JournalIssue": {"Volume": "37", "Issue": "4", "PubDate": {"Year": "2023", "Month": "Jul"}}, "Title": "Pharmaceutical medicine", "ISOAbbreviation": "Pharmaceut Med"}, "ArticleTitle": "Current Status and Challenges of Pharmacovigilance of Traditional Medicines in French-Speaking West African (UEMOA) Countries.", "Pagination": {"StartPage": "305", "EndPage": "318", "MedlinePgn": "305-318"}, "Abstract": {"AbstractText": ["West African Economic and Monetary Union (UEMOA) countries are characterised by a high prevalence of informal use of medicinal plants and traditional medicines by their population for health care, requiring the establishment of pharmacovigilance, in order to monitor the associated health risks. However, the state of implementation of pharmacovigilance for traditional medicines in UEMOA countries is not known.", "This study aimed to assess the state of implementation of pharmacovigilance for traditional medicines in the eight UEMOA countries, describing the relevant community provisions, assessing the integration of traditional medicines monitoring into national pharmacovigilance systems and identifying related national challenges.", "This was a cross-sectional study using questionnaires, conducted between 1 May and 31 August 2022. A face-to-face questionnaire was administered to officials responsible for the issue within UEMOA and the West African Health Organisation (WAHO). A second online questionnaire was specifically sent to the pharmacovigilance focal points of the eight UEMOA countries. Questionnaires were designed using the WHO indicators for pharmacovigilance. The face-to-face questionnaire collected two types of data, namely community policies and regulations on pharmacovigilance and technical and financial support from sub-regional organisations to countries. The online questionnaire sent to countries collected four categories of data on the study issue: structural data, process data, impact data and data on national challenges.", "As a community provision, WAHO has a harmonised regulatory framework for phytovigilance. The monitoring of traditional medicines is not effectively implemented in the pharmacovigilance systems of UEMOA countries. Only two reports of adverse events due to traditional medicines have so far been recorded in the Union. The countries have neither funding nor sufficient human resources for pharmacovigilance in general. Monitoring of traditional medicines in the unregulated market, training of stakeholders, risk communication, and integration of traditional health practitioners in reporting systems are the main challenges of countries for the development of pharmacovigilance for traditional medicines.", "The effective compliance of WAHO's harmonised phytovigilance regulatory framework by UEMOA countries and addressing the challenges identified by the countries constitute the basis for the development of pharmacovigilance for traditional medicines within UEMOA."], "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer Nature Switzerland AG."}, "AuthorList": [{"Identifier": ["0000-0003-4887-1983"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Drug Development, Centre for Training, Research and Expertise in Drug Sciences, Doctoral School of Sciences and Health, Joseph Ki-Zerbo University, 03 BP 7021, Ouagadougou, Burkina Faso. ouobakampa@gmail.com."}, {"Identifier": [], "Affiliation": "EA7307, Centre for International and European Studies, Faculty of Pharmacy, University of Strasbourg, 74, route du Rhin, 67400, Illkirch, France. ouobakampa@gmail.com."}], "LastName": "Ouoba", "ForeName": "Kampadilemba", "Initials": "K"}, {"Identifier": ["0000-0002-1721-5193"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "EA4487, Centre for Research in Law and Legal Perspective, Faculty of Pharmacy, University of Lille, 3 rue du Professeur-Laguesse, BP 53, 59006, Lille, France."}], "LastName": "Lehmann", "ForeName": "Hélène", "Initials": "H"}, {"Identifier": ["0000-0001-8812-3088"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmacy, Université Laval, 1050 Avenue de la Médecine, Quebec, QC, Canada."}, {"Identifier": [], "Affiliation": "Axe Santé des Populations et Pratiques Optimales en Santé (SP-POS), Centre de recherche du CHU de Quebec, 1050 chemin Ste-Foy, Quebec, QC, Canada."}], "LastName": "Zongo", "ForeName": "Arsène", "Initials": "A"}, {"Identifier": ["0000-0003-3318-4670"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "EA7307, Centre for International and European Studies, Faculty of Pharmacy, University of Strasbourg, 74, route du Rhin, 67400, Illkirch, France."}], "LastName": "Pabst", "ForeName": "Jean-Yves", "Initials": "JY"}, {"Identifier": ["0000-0003-0760-212X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Drug Development, Centre for Training, Research and Expertise in Drug Sciences, Doctoral School of Sciences and Health, Joseph Ki-Zerbo University, 03 BP 7021, Ouagadougou, Burkina Faso."}], "LastName": "Semdé", "ForeName": "Rasmané", "Initials": "R"}], "GrantList": [{"GrantID": "Doctoral scholarship provided to Kampadilemba Ouoba", "Agency": "Fondation Pierre Fabre", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "New Zealand", "MedlineTA": "Pharmaceut Med", "NlmUniqueID": "101471195", "ISSNLinking": "1178-2595"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Pharmacovigilance"}, {"QualifierName": [], "DescriptorName": "Cross-Sectional Studies"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Traditional Medicine Practitioners"}, {"QualifierName": [], "DescriptorName": "Surveys and Questionnaires"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "World Health Organization (WHO). WHO global report on traditional and complementary medicine 2019. Geneva: WHO; 2019."}, {"Citation": "Sarman A, Uzuntarla Y. Attitudes of healthcare workers towards complementary and alternative medicine practices: a cross-sectional study in Turkey. Eur J Integr Med. 2022;49: 102096. https://doi.org/10.1016/j.eujim.2021.102096 .", "ArticleIdList": ["10.1016/j.eujim.2021.102096"]}, {"Citation": "Kemppainen LM, Kemppainen TT, Reippainen JA, Salmenniemi ST, Vuolanto PH. Use of complementary and alternative medicine in Europe: health-related and sociodemographic determinants. Scand J Public Health. 2018;46(4):448–55.", "ArticleIdList": ["10.1177/1403494817733869", "28975853"]}, {"Citation": "Ng JY, Dhawan T, Dogadova E, Taghi-Zada Z, Vacca A, Wieland LS, et al. Operational definition of complementary, alternative, and integrative medicine derived from a systematic search. BMC Complement Med Ther. 2022;22(1):1–39."}, {"Citation": "Complementary Medicines Australia. Pre-Budget Submission 2021–22. 2021. www.cmaustralia.org.au . Accessed 19 July 2022."}, {"Citation": "Lee L, Richards N, Harrison J, Barnes J. Prevalence of use of traditional, complementary and alternative medicine by the general population: a systematic review of national studies published from 2010 to 2019. Drug Saf. 2022;45:713–35.", "ArticleIdList": ["10.1007/s40264-022-01189-w", "35788539", "9296440"]}, {"Citation": "Ouoba K, Lehmann H, Zongo A, Pabst J-Y, Semdé R. Prevalence of traditional medicines use and adverse events: a population-based cross-sectional survey in Burkina Faso. Eur J Integr Med. 2022;51: 102129. https://doi.org/10.1016/j.eujim.2022.102129 .", "ArticleIdList": ["10.1016/j.eujim.2022.102129"]}, {"Citation": "Aina O, Gautam L, Simkhada P, Hall S. Prevalence, determinants and knowledge about herbal medicine and non-hospital utilisation in southwest Nigeria: a cross-sectional study. BMJ Open. 2020;10: e040769. https://doi.org/10.1136/bmjopen-2020-040769 .", "ArticleIdList": ["10.1136/bmjopen-2020-040769", "32912997", "7485235"]}, {"Citation": "Gyasi R, Buor D, Adu-Gyamfi S, Adjei POW, Amoah PA. Sociocultural hegemony, gendered identity, and use of traditional and complementary medicine in Ghana. Women Health. 2018;58(5):598–615.", "ArticleIdList": ["10.1080/03630242.2017.1321608", "28430032"]}, {"Citation": "Organisation mondiale de la santé (OMS). Renforcement du rôle de la Médecine Traditionnelle dans les systèmes de santé : une stratégie pour la région africaine [Internet]. Brazaville. OMS. AFR/RC63/6; 2013."}, {"Citation": "James PB, Wardle J, Steel A, Adams J. Traditional, complementary and alternative medicine use in Sub-Saharan Africa: a systematic review. BMJ Glob Heal. 2018;3(5): e000895. https://doi.org/10.1136/bmjgh-2018-000895 .", "ArticleIdList": ["10.1136/bmjgh-2018-000895"]}, {"Citation": "Ouoba K, Lehmann H, Semde R, Pabst JY. Revue de la littérature sur la pharmacovigilance des médicaments issus des pharmacopées traditionnelles. Partie I: identification des risques. Ann Pharm Françaises. 2022;80(5):646–58.", "ArticleIdList": ["10.1016/j.pharma.2021.11.008"]}, {"Citation": "Nkhwashu TE, Mulaudzi FM, Masoga MA. Collaboration between African indigenous and biomedical health practitioners: perceptions regarding tuberculosis treatment. Afr J Nurs Midwifery. 2021. https://doi.org/10.25159/2520-5293/8171"}, {"Citation": "Ezekwesili-Ofili JO, Ogbonna AO. African Traditional and Complementary Therapies. In: Mario Bernardo-Filho, Redha Taiar, Danúbia da Cunha de Sá-Caputo and Adérito Seixas, Editors. Complementary Therapies. London: IntechOpen; 2022. https://doi.org/10.5772/intechopen.103060"}, {"Citation": "Nyaaba GN, Agyemang C, Masana L, de-Graft Aikins A, Beune E, Larrea-Killinger C, et al. Illness representations and coping practices for self-managing hypertension among sub-Saharan Africans: a comparative study among Ghanaian migrants and non-migrant Ghanaians. Patient Educ Couns. 2019;102(9):1711–21."}, {"Citation": "World Health Organization (WHO). WHO traditional medicine strategy: 2014–2023. Geneva: WHO; 2013."}, {"Citation": "Montastruc JL, Lafaurie M, de Canecaude C, Durrieu G, Sommet A, Montastruc F, et al. Fatal adverse drug reactions: a worldwide perspective in the World Health Organization pharmacovigilance database. Br J Clin Pharmacol. 2021;87(11):4334–40.", "ArticleIdList": ["10.1111/bcp.14851", "33837554"]}, {"Citation": "Kiguba R, Olsson S, Waitt C. Pharmacovigilance in low- and middle-income countries: a review with particular focus on Africa. Br J Clin Pharmacol. 2022;2022:1–19."}, {"Citation": "Al-Worafi YM. Drug safety: comparison between developing countries. In: Drug safety in developing countries. Academic Press; 2020. p. 603–11."}, {"Citation": "World Health Organization (WHO). WHO guidelines on safety monitoring of herbal medicines in pharmacovigilance systems. Geneva: WHO; 2004."}, {"Citation": "Sekkat ZL, Skalli S, Hassikou R. Étude de prévalence des effets indésirables liés à l’utilisation des plantes médicinales par les patients diabétiques de l’hôpital Ibn-Sina de Rabat. Maroc Phytothérapie. 2020;18(1):17–29.", "ArticleIdList": ["10.3166/phyto-2019-0176"]}, {"Citation": "Ouoba K, Lehmann H, Pabst JY, Semde R. Revue de la littérature sur la pharmacovigilance des médicaments issus des pharmacopées traditionnelles. Partie II: évaluation et prévention des risques. Ann Pharm Françaises. 2022;80(5):635–45.", "ArticleIdList": ["10.1016/j.pharma.2021.11.007"]}, {"Citation": "Al-Worafi YM. Drug safety in developing countries : achievements and challenges. London: Academic Press; 2020."}, {"Citation": "World Health Organization (WHO). WHO pharmacovigilance indicators : a practical manual for the assessment of pharmacovigilance systems. Geneva: WHO; 2015."}, {"Citation": "Skalli S, Soulaymani BR. Pharmacovigilance of herbal medicines in Africa: Questionnaire study. J Ethnopharmacol. 2015;171:99–108.", "ArticleIdList": ["10.1016/j.jep.2015.05.033", "26027756"]}, {"Citation": "Union Economique et Monétaire Ouest Africaine (UEMOA). Règlement n°02/2005/CM/UEMOA relatif à l’harmonisation de la réglementation pharmaceutique dans les États membres de l’UEMOA. 2022. http://www.uemoa.int/fr/reglement-ndeg022005cmuemoa-relatif-lharmonisation-de-la-reglementation-pharmaceutique-dans-les . Accessed 23 Aug 2022."}, {"Citation": "Palgo DH. L’harmonisation du droit pharmaceutique en Afrique de l’Ouest : le cas de l’UEMOA. Université Bourgogne Franche-Comté; 2018."}, {"Citation": "Wada YH, Abdulrahman A, Ibrahim Muhammad M, Owanta VC, Chimelumeze PU, Khalid GM. Falsified and substandard medicines trafficking: a wakeup call for the African continent. Public Health Pract. 2022;3: 100240. https://doi.org/10.1016/j.puhip.2022.100240 .", "ArticleIdList": ["10.1016/j.puhip.2022.100240"]}, {"Citation": "West African Health Organization (WAHO). Harmonised traditional medicine policies and regulatory framework for the ECOWAS sub-region. Bobo-Dioulasso: WAHO; 2013."}, {"Citation": "West African Health Organization. Medicines Regulations Harmonisation in West Africa: the Technical Working Groups (TWG) prepare regional guidelines in Accra. 2022. https://www.wahooas.org/web-ooas/en/actualites/medicines-regulations-harmonisation-west-africa-technical-working-groups-twg-prepare . Accessed 23 Aug 2022."}, {"Citation": "Ncube BM, Dube A, Ward K. Medicines regulatory science expertise in Africa: workforce capacity development and harmonisation activities towards the establishment of the African medicines agency key points. Pharmaceut Med. 2022;36:83–97.", "ArticleIdList": ["35380413"]}, {"Citation": "Zarocostas J. Health ministers adopt African Medicines Agency treaty. Lancet. 2018;391(10137):2310. https://doi.org/10.1016/S0140-6736(18)31313-8 .", "ArticleIdList": ["10.1016/S0140-6736(18)31313-8", "30047404"]}, {"Citation": "Ncube BM, Dube A, Ward K. Establishment of the African Medicines Agency: progress, challenges and regulatory readiness. J Pharm Policy Pract. 2021;14(1):1–12.", "ArticleIdList": ["10.1186/s40545-020-00281-9"]}, {"Citation": "Laroche ML, Batz A, Géniaux H, Féchant C, Merle L, Maison P. La pharmacovigilance européenne: Place du Comité pour l’évaluation des risques en matière de pharmacovigilance (Pharmacovigilance Risk Assessment Committee-PRAC) dans l’organisation et le processus décisionnel. Therapie. 2016;71(2):151–60.", "ArticleIdList": ["10.1016/j.therap.2015.10.001"]}, {"Citation": "World Health Organization (WHO). Programme for International Drug Monitoring. 2022. https://www.who.int/teams/regulation-prequalification/regulation-and-safety/pharmacovigilance/health-professionals-info/pidm . Accessed 26 Aug 2022."}, {"Citation": "World Health Organization (WHO). Safety monitoring of medicinal products: guidelines for setting up and running a Pharmacovigilance Centre. Geneva: WHO; 2000."}, {"Citation": "World Health Organization (WHO). Centre de Pharmacovigilance (PV). 2022. https://whopvresources.org/center.php . Accessed 26 Aug 2022."}, {"Citation": "Hugman B, Skalli S. Pharmacovigilance and risk communication for the safe use of herbal and traditional medicines: how to promote evidence and keep people safe. In: Barnes J, Editor. Pharmacovigilance for herbal and traditional medicines. Cham: Adis; 2022. p. 261–76."}, {"Citation": "Shaikh S, Rahman A, Bpharm ZA. Complementary and alternative medicine: pharmacovigilance in Malaysia and predictors of serious adverse reactions. J Clin Pharm Ther. 2020;45(5):946–58.", "ArticleIdList": ["10.1111/jcpt.13106"]}, {"Citation": "Xu Y, Patel DN, Ng SLP, Tan SH, Toh D, Poh J, et al. Retrospective study of reported adverse events due to complementary health products in Singapore from 2010 to 2016. Front Med. 2018;5:167. https://doi.org/10.3389/fmed.2018.00167 .", "ArticleIdList": ["10.3389/fmed.2018.00167"]}, {"Citation": "Menniti-Ippolito F, Firenzuoli F. The Italian Phytovigilance spontaneous reporting scheme. In: Barnes J, editor. Pharmacovigilance for herbal and traditional medicines. Cham: Adis; 2022. p. 291–5.", "ArticleIdList": ["10.1007/978-3-031-07275-8_17"]}, {"Citation": "Lombardi N, Crescioli G, Bettiol A, Menniti-Ippolito F, Maggini V, Gallo E, et al. Safety of complementary and alternative medicine in children: a 16-years retrospective analysis of the Italian Phytovigilance system database. Phytomedicine. 2019;61: 152856. https://doi.org/10.1016/j.phymed.2019.152856 .", "ArticleIdList": ["10.1016/j.phymed.2019.152856", "31035051"]}, {"Citation": "Centre National de la Recherche Scientifique et Technologique | Cours Régional Ethnopharmacologie. 2022. http://www.cnrst.bf/?s=cours+régional+ethnopharmacologie . Accessed 22 Aug 2022."}, {"Citation": "Organisation de la pharmacovigilance nationale—ANSM: Agence nationale de sécurité du médicament et des produits de santé. 2022. https://archiveansm.integra.fr/Declarer-un-effet-indesirable/Pharmacovigilance/Organisation-de-la-pharmacovigilance-nationale/(offset)/0 . Accessed 26 Aug 2022."}, {"Citation": "Vogler M, Ricci Conesa H, de Araújo FK, Moreira Cruz F, Simioni Gasparotto F, Fleck K, et al. Electronic reporting systems in pharmacovigilance: the implementation of VigiFlow in Brazil. Pharmaceut Med. 2020;34(5):327–34.", "ArticleIdList": ["32930977", "7658067"]}, {"Citation": "Daniel D, A AG, A GF, Brigitte E, Joëlle Q. Evaluation of national quality control capacity for herbal medicines in West Africa: the Case of Benin and Burkina Faso. Heal Sci Dis. 2020;21(11):53–8."}, {"Citation": "African Traditional Medicine Day | WHO | Regional Office for Africa. 2022. https://www.afro.who.int/news/african-traditional-medicine-day . Accessed 27 Aug 2022."}, {"Citation": "Kabore L, Millet P, Fofana S, Berdai D, Adam C, Haramburu F. Pharmacovigilance systems in developing countries: an evaluative case study in Burkina Faso. Drug Saf. 2013;36(5):349–58.", "ArticleIdList": ["10.1007/s40264-013-0043-9", "23580195"]}, {"Citation": "Kaboré L, Yaméogo TM, Sombié I, Ouédraogo M, Fofana S, Berthé A, et al. Plaidoyer pour un renforcement du système de pharmacovigilance au Burkina Faso. Sante Publique (Paris). 2017;29(6):921–5.", "ArticleIdList": ["10.3917/spub.176.0921"]}, {"Citation": "VigiBase, WHO’s global database | UMC. 2022. https://who-umc.org/vigibase/vigibase-who-s-global-database/ . Accessed 30 Aug 2022."}, {"Citation": "Abbas A. Pharmacovigilance for Herbal Medicines in Sudan. In: Barnes J, editor. Pharmacovigilance for herbal and traditional medicines. Cham: Adis; 2022. p. 401–5.", "ArticleIdList": ["10.1007/978-3-031-07275-8_27"]}, {"Citation": "Van Hunsel F, Van de Koppel S, Skalli S, Kuemmerle A, Teng L, Wang J, et al. Analysis of hepatobiliary disorder reports associated with the use of herbal medicines in the global suspected ADR database vigibase. Front Pharmacol. 2019;10:1326. https://doi.org/10.3389/fphar.2019.01326 .", "ArticleIdList": ["10.3389/fphar.2019.01326", "31780942", "6851844"]}, {"Citation": "Meincke R, Pokladnikova J, Straznicka J, Niedrig D, Russmann S, Jahodar L, et al. Allergy-like immediate reactions with herbal medicines in children: a retrospective study using data from VigiBase<sup>®</sup>. Pediatr Allerg Immunol. 2017;28(7):668–74.", "ArticleIdList": ["10.1111/pai.12778"]}, {"Citation": "Zhang L, Yan J, Liu X, Ye Z, Yang X, Meyboom R, et al. Pharmacovigilance practice and risk control of Traditional Chinese Medicine drugs in China: current status and future perspective. J Ethnopharmacol. 2012;140(3):519–25.", "ArticleIdList": ["10.1016/j.jep.2012.01.058", "22374080"]}, {"Citation": "Boada Fernández del Campo C, Rodriguez Jimenez C, García Sánchez Colomer M, Fernández Quintana E, Masiero Aparicio P, Herrera Herrera J, et al. Detection of unnotified adverse drug reactions (adr). Active pharmacovigilance (apv). Clin Ther. 2015;37(8):e133. https://doi.org/10.1016/j.clinthera.2015.05.380"}, {"Citation": "Bharadia M, Necyk C, Vohra S. Development of a natural health product active surveillance method in outpatient centers in Canada. In: Barnes J, editor. Pharmacovigilance for herbal and traditional medicines. Cham: Adis; 2022. p. 221–35.", "ArticleIdList": ["10.1007/978-3-031-07275-8_12"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "4", "Day": "12"}, {"Year": "2023", "Month": "7", "Day": "3", "Hour": "6", "Minute": "41"}, {"Year": "2023", "Month": "5", "Day": "22", "Hour": "13", "Minute": "4"}, {"Year": "2023", "Month": "5", "Day": "22", "Hour": "11", "Minute": "10"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37212957", "10.1007/s40290-023-00478-8", "10.1007/s40290-023-00478-8"]}}], "PubmedBookArticle": []}