{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["ACP", "Domain rearrangements", "Localization", "Phoenix dactylifera", "Ture lectins"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37213699", "DateRevised": {"Year": "2023", "Month": "11", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "05", "Day": "04"}], "Language": ["eng"], "ELocationID": ["103676", "10.1016/j.sjbs.2023.103676"], "Journal": {"ISSN": "1319-562X", "JournalIssue": {"Volume": "30", "Issue": "6", "PubDate": {"Year": "2023", "Month": "Jun"}}, "Title": "Saudi journal of biological sciences", "ISOAbbreviation": "Saudi J Biol Sci"}, "ArticleTitle": "<i>Phoenix dactylifera</i> (date palm; Arecaceae) putative lectin homologs: Genome-wide search, architecture analysis, and evolutionary relationship.", "Pagination": {"StartPage": "103676", "MedlinePgn": "103676"}, "Abstract": {"AbstractText": ["The date palm<i>, Phoenix dactylifera</i>, is a vital crop in nations in the Middle East and North Africa. The date palm was thought to have outstanding traditional medicinal value because it was abundant in phytochemicals with diverse chemical structures. The date palm's ability to withstand harsh environments could be partly attributed to a class of proteins known as lectins, which are carbohydrate-binding proteins that can bind sugar moieties reversibly and without changing their chemical structures. After scanning the genome <i>of P. dactylifera</i> (GCF 009389715.1), this <i>in silico</i> study discovered 196 possible lectin homologs from 11 different families, some specific to plants. At the same time, others could also be found in other kingdoms of life. Their domain architectures and functional amino acid residues were investigated, and they yielded a 40% true-lectin with known conserved carbohydrate-binding residues. Further, their probable subcellular localization, physiochemical and phylogenetic analyses were also performed. Scanning all putative lectin homologs against the anticancer peptide (ACP) dataset found in the AntiCP2.0 webpage identified 26 genes with protein kinase receptors (Lec-KRs) belonging to 5 lectin families, which are reported to have at least one ACP motif. Our study offers the first account of <i>Phoenix</i>-lectins and their organization that can be used for further structural and functional analysis and investigating their potential as anticancer proteins."], "CopyrightInformation": "© 2023 The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Africa City of Technology (ACT), Khartoum, Sudan."}], "LastName": "Osman", "ForeName": "Makarim Elfadil M", "Initials": "MEM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Africa City of Technology (ACT), Khartoum, Sudan."}], "LastName": "Osman", "ForeName": "Rieham Sallah H", "Initials": "RSH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Africa City of Technology (ACT), Khartoum, Sudan."}], "LastName": "Elmubarak", "ForeName": "Sara A A", "Initials": "SAA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal, Aromatic Plants and Traditional Medicine Research Institute (MAPTRI), National Center for Research, Mek Nimr Street, Khartoum, Sudan."}], "LastName": "Dirar", "ForeName": "Amina I", "Initials": "AI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Africa City of Technology (ACT), Khartoum, Sudan."}, {"Identifier": [], "Affiliation": "Pharmaceutical Research and Development, Centre Faculty of Pharmacy, Karary University, Omdurman, Khartoum State, Sudan."}], "LastName": "Konozy", "ForeName": "Emadeldin Hassan E", "Initials": "EHE"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Saudi Arabia", "MedlineTA": "Saudi J Biol Sci", "NlmUniqueID": "101543796", "ISSNLinking": "2213-7106"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Agostino M., Velkov T., Dingjan T., Williams S.J., Yuriev E., Ramsland P.A. The carbohydrate-binding promiscuity of euonymus europaeus lectin is predicted to involve a single binding site. Glycobiology. 2015;25(1):101–114.", "ArticleIdList": ["25209582"]}, {"Citation": "Agrawal P., Bhagat D., Mahalwal M., Sharma N., Raghava G.P.S. Anticp 2.0: an updated model for predicting anticancer peptides. Brief Bioinform. 2021;22(3) doi: 10.1093/bib/bbaa153.", "ArticleIdList": ["10.1093/bib/bbaa153", "32770192"]}, {"Citation": "Al-Alawi, R.A., Al-Mashiqri, J.H., Al-Nadabi, J.S.M., Al-Shihi, B.I., Baqi, Y., 2017. Date palm tree (phoenix dactylifera l.): Natural products and therapeutic options. Front Plant Sci. 8:845 https://doi.org/10.3389/fpls.2017.00845.", "ArticleIdList": ["PMC5440559", "28588600"]}, {"Citation": "Almagro Armenteros J.J., Tsirigos K.D., Sønderby C.K., Petersen T.N., Winther O., Brunak S., von Heijne G., Nielsen H. Signalp 5.0 improves signal peptide predictions using deep neural networks. Nat. Biotechnol. 2019;37(4):420–423.", "ArticleIdList": ["30778233"]}, {"Citation": "Al-Mssallem I.S., Hu S., Zhang X., Lin Q., Liu W., Tan J., Yu X., Liu J., Pan L., Zhang T. Genome sequence of the date palm phoenix dactylifera l. Nat. Commun. 2013;4(1):1–9.", "ArticleIdList": ["PMC3741641", "23917264"]}, {"Citation": "Al-Shwyeh H.A. Date palm (phoenix dactylifera l.) fruit as potential antioxidant and antimicrobial agents. J. Pharm. Bioallied Sci. 2019;11(1):1–11. doi: 10.4103/jpbs.JPBS_168_18.", "ArticleIdList": ["10.4103/jpbs.JPBS_168_18", "PMC6394164", "30906133"]}, {"Citation": "Álvarez-Lugo, A., Becerra, A., 2021. The role of gene duplication in the divergence of enzyme function: A comparative approach. Front. Genet., 12", "ArticleIdList": ["PMC8318041", "34335678"]}, {"Citation": "Antonyuk L., Evseeva N. Wheat lectin as a factor in plant-microbial communication and a stress response protein. Microbiology. 2006;75:470–475.", "ArticleIdList": ["17025182"]}, {"Citation": "Asensio J.L., Cañada F.J., Siebert H.-C., Laynez J., Poveda A., Nieto P.M., Soedjanaamadja U., Gabius H.-J., Jiménez-Barbero J. Structural basis for chitin recognition by defense proteins: Glcnac residues are bound in a multivalent fashion by extended binding sites in hevein domains. Biol. Chem. 2000;7(7):529–543.", "ArticleIdList": ["10903932"]}, {"Citation": "Assirey, E.A.R., 2015. Nutritional composition of fruit of 10 date palm (phoenix dactylifera l.) cultivars grown in saudi arabia. JTUMED. 9(1):75-79 https://doi.org/https://doi.org/10.1016/j.jtusci.2014.07.002."}, {"Citation": "Babosha A.V. Inducible lectins and plant resistance to pathogens and abiotic stress. Biochem. (Mosc.) 2008;73(7):812–825. doi: 10.1134/S0006297908070109.", "ArticleIdList": ["10.1134/S0006297908070109", "18707590"]}, {"Citation": "Bourne Y., Astoul C.H., Zamboni V., Peumans W.J., Menu-Bouaouiche L., Van Damme E.J., Barre A., Rougé P. Structural basis for the unusual carbohydrate-binding specificity of jacalin towards galactose and mannose. Biochem. J. 2002;364(1):173–180.", "ArticleIdList": ["PMC1222559", "11988090"]}, {"Citation": "Damme E.J.V., Peumans W.J., Barre A., Rougé P. Plant lectins: a composite of several distinct families of structurally and evolutionary related proteins with diverse biological roles. Crit. Rev. Plant Sci. 1998;17(6):575–692."}, {"Citation": "Delporte, A., Van Holle, S., Lannoo, N., JM Van Damme, E., 2015. The tobacco lectin, prototype of the family of nictaba-related proteins. Curr. Protein Pept. Sci., 16(1):5-16", "ArticleIdList": ["25692844"]}, {"Citation": "Dufayard, J.-F., Bettembourg, M., Fischer, I., Droc, G., Guiderdoni, E., Périn, C., Chantret, N., Diévart, A.J.F.i.P.S., 2017. Corrigendum: New insights on leucine-rich repeats receptor-like kinase orthologous relationships in angiosperms. Front. Plant Sci.(8):381", "ArticleIdList": ["PMC5380761", "28424707"]}, {"Citation": "Eggermont, L., Verstraeten, B., Van Damme, E.J., 2017. Genome‐wide screening for lectin motifs in arabidopsis thaliana. Plant genome. 10(2):plantgenome2017.2002.0010", "ArticleIdList": ["28724081"]}, {"Citation": "Eggermont L., Stefanowicz K., Van Damme E.J. Nictaba homologs from arabidopsis thaliana are involved in plant stress responses. Front. Plant Sci. 2018;8:2218.", "ArticleIdList": ["PMC5767604", "29375596"]}, {"Citation": "Fouquaert E., Peumans W.J., Vandekerckhove T., Ongenaert M., Van Damme E.J. Proteins with an euonymus lectin-like domain are ubiquitous in embryophyta. BMC Plant Biol. 2009;9(1):1–17.", "ArticleIdList": ["PMC2788552", "19930663"]}, {"Citation": "Fouquaert E., Van Damme E.J. Promiscuity of the euonymus carbohydrate-binding domain. Biomolecules. 2012;2(4):415–434.", "ArticleIdList": ["PMC4030858", "24970144"]}, {"Citation": "Gangwar A.K., Ghosh A.K., Saxena V. Antiulcer activity of chloroform extract of phoenix dactylifera linn. leaves. World J. Pharm. Res. 2014;3(2):3193–3200."}, {"Citation": "Gasteiger, E., Hoogland, C., Gattiker, A., Wilkins, M.R., Appel, R.D., Bairoch, A., 2005. Protein identification and analysis tools on the expasy server. The proteomics protocols handbook.571-607"}, {"Citation": "Ghahremani M., Tran H., Biglou S.G., O'Gallagher B., She Y.M., Plaxton W.C. A glycoform of the secreted purple acid phosphatase atpap26 co-purifies with a mannose-binding lectin (atgal1) upregulated by phosphate-starved arabidopsis. Plant, Cell & Environ. 2019;42(4):1139–1157.", "ArticleIdList": ["30156702"]}, {"Citation": "Gross-Balthazard M., Dario C., Alain L., Marc L., Khaled M., Sylvie F., Ulise R., Jianwei Z., Jayson T., Seunghee L. Nat; Commun: 2019. Genome-wide association mapping of date palm fruit traits.", "ArticleIdList": ["PMC6794320", "31615981"]}, {"Citation": "Grover A. Plant chitinases: genetic diversity and physiological roles. Crit. Rev. Plant Sci. 2012;31(1):57–73."}, {"Citation": "Gupta R., Brunak S. Prediction of glycosylation across the human proteome and the correlation to protein function. Pac. Symp. Biocomput. 2001", "ArticleIdList": ["11928486"]}, {"Citation": "Hall, T.A., 1999. Bioedit: A user-friendly biological sequence alignment editor and analysis program for windows 95/98/nt. Nucleic acids symposium series. 41(41):95-98"}, {"Citation": "Hok, S., Danchin, E.G., Allasia, V., Panabières, F., Attard, A., Keller, H.J.P., cell, environment, 2011. An arabidopsis (malectin‐like) leucine‐rich repeat receptor‐like kinase contributes to downy mildew disease. Plant Cell Environ., 34(11):1944-1957", "ArticleIdList": ["21711359"]}, {"Citation": "Hosokawa N., Wada I., Hasegawa K., Yorihuzi T., Tremblay L.O., Herscovics A., Nagata K. A novel er α-mannosidase-like protein accelerates er-associated degradation. EMBO Rep. 2001;2(5):415–422.", "ArticleIdList": ["PMC1083879", "11375934"]}, {"Citation": "Jeyaprakash A.A., Jayashree G., Mahanta S., Swaminathan C., Sekar K., Surolia A., Vijayan M. Structural basis for the energetics of jacalin–sugar interactions: promiscuity versus specificity. J. Mol. Biol. 2005;347(1):181–188.", "ArticleIdList": ["15733927"]}, {"Citation": "Jones P., Binns D., Chang H.-Y., Fraser M., Li W., McAnulla C., McWilliam H., Maslen J., Mitchell A., Nuka G. Interproscan 5: genome-scale protein function classification. Bioinformatics. 2014;30(9):1236–1240.", "ArticleIdList": ["PMC3998142", "24451626"]}, {"Citation": "Jones J.D.G., Dangl J.L. The plant immune system. Nature. 2006;444(7117):323–329. doi: 10.1038/nature05286.", "ArticleIdList": ["10.1038/nature05286", "17108957"]}, {"Citation": "Jung I.J., Ahn J.-W., Jung S., Hwang J.E., Hong M.J., Choi H.-I., Kim J.-B. Overexpression of rice jacalin-related mannose-binding lectin (osjac1) enhances resistance to ionizing radiation in arabidopsis. BMC Plant Biol. 2019;19(1):1–16.", "ArticleIdList": ["PMC6921557", "31852472"]}, {"Citation": "Kersting A.R., Bornberg-Bauer E., Moore A.D., Grath S. Dynamics and adaptive benefits of protein domain emergence and arrangements during plant genome evolution. Genome Biol. Evol. 2012;4(3):316–329.", "ArticleIdList": ["PMC3318442", "22250127"]}, {"Citation": "Kitaoku Y., Fukamizo T., Numata T., Ohnuma T. Chitin oligosaccharide binding to the lysin motif of a novel type of chitinase from the multicellular green alga, volvox carteri. Plant Mol. Biol. 2017;93(1):97–108.", "ArticleIdList": ["27807643"]}, {"Citation": "Konozy, E.H.E., Osman, M.E.-f.M., 2022. Plant lectin: A promising future anti-tumor drug. Biochimie", "ArticleIdList": ["35952948"]}, {"Citation": "Konozy, E.H.E., Osman, M.E.-f.M., Dirar, A.I., 2022. Plant lectins as potent anti-coronaviruses, anti-inflammatory, antinociceptive and antiulcer agents. Saudi J. Biol. Sci.:103301", "ArticleIdList": ["PMC9026953", "35475119"]}, {"Citation": "Konozy, E.H.E., Osman, M.E.-f.M., Dirar, A.I., Ghartey-Kwansah, G., 2022. Plant lectins: A new antimicrobial frontier. Biomedicine & Pharmacotherapy. 155:113735", "ArticleIdList": ["36152414"]}, {"Citation": "Kozlov G., Gehring K. Calnexin cycle–structural features of the er chaperone system. FEBS J. 2020;287(20):4322–4340.", "ArticleIdList": ["PMC7687155", "32285592"]}, {"Citation": "Krogh A., Larsson B., Von Heijne G., Sonnhammer E.L. Predicting transmembrane protein topology with a hidden markov model: Application to complete genomes. J. Mol. Biol. 2001;305(3):567–580.", "ArticleIdList": ["11152613"]}, {"Citation": "Kyte J., Doolittle R.F. A simple method for displaying the hydropathic character of a protein. J. Mol. Biol. 1982;157(1):105–132.", "ArticleIdList": ["7108955"]}, {"Citation": "Leach M.R., Williams D.B. Lectin-deficient calnexin is capable of binding class i histocompatibility molecules in vivo and preventing their degradation. J. Biol. Chem. 2004;279(10):9072–9079.", "ArticleIdList": ["14699098"]}, {"Citation": "Lemlem A., Alemayehu M., Endris M. Date palm production practices and constraints in the value chain in afar regional state, ethiopia. Adv. Agric. 2018;2018:6469104. doi: 10.1155/2018/6469104.", "ArticleIdList": ["10.1155/2018/6469104"]}, {"Citation": "Letunic I., Bork P. Interactive tree of life (itol) v5: an online tool for phylogenetic tree display and annotation. Nucleic Acids Res. 2021;49(W1):W293–W296.", "ArticleIdList": ["PMC8265157", "33885785"]}, {"Citation": "Liu J., Huang Y., Kong L., Yu X., Feng B., Liu D., Zhao B., Mendes G.C., Yuan P., Ge D., Wang W.-M., Fontes E.P.B., Li P., Shan L., He P. The malectin-like receptor-like kinase letum1 modulates nlr protein summ2 activation via mekk2 scaffolding. Nat. Plants. 2020;6(9):1106–1115. doi: 10.1038/s41477-020-0748-6.", "ArticleIdList": ["10.1038/s41477-020-0748-6", "PMC7492416", "32839517"]}, {"Citation": "Loris R., Hamelryck T., Bouckaert J., Wyns L. Legume lectin structure. (BBA)-Protein Struct. Mol. Enzymol. 1998;1383(1):9–36.", "ArticleIdList": ["9546043"]}, {"Citation": "Macedo M.L.R., Oliveira C.F.R., Oliveira C.T. Insecticidal activity of plant lectins and potential application in crop protection. Molecules. 2015;20(2):2014–2033.", "ArticleIdList": ["PMC6272522", "25633332"]}, {"Citation": "Martín-Dacal, M., Fernández-Calvo, P., Jiménez-Sandoval, P., López, G., Garrido-Arandía, M., Rebaque, D., del Hierro, I., Torres, M.Á., Kumar, V., Berlanga, D.J.J.b., 2022. A group of arabidopsis thaliana leucine rich repeat-malectin receptor kinases are required for the activation of immune responses triggered by cellulose and mixed-linked glucan oligosaccharides. bioRxiv.2022.2008. 2009.503277 https://doi.org/https://doi.org/10.1101/2022.08.09.503277.", "ArticleIdList": ["36582174"]}, {"Citation": "Matejuk A., Duś D. Animal lectins–structure and function. Postepy Hig. Med. Dosw. 1998;52(5):445–470.", "ArticleIdList": ["9857671"]}, {"Citation": "Mishra A., Behura A., Mawatwal S., Kumar A., Naik L., Mohanty S.S., Manna D., Dokania P., Mishra A., Patra S.K., Dhiman R. Structure-function and application of plant lectins in disease biology and immunity. Food Chem. Toxicol. 2019;134 doi: 10.1016/j.fct.2019.110827.", "ArticleIdList": ["10.1016/j.fct.2019.110827", "PMC7115788", "31542433"]}, {"Citation": "Nagano A.J., Fukao Y., Fujiwara M., Nishimura M., Hara-Nishimura I. Antagonistic jacalin-related lectins regulate the size of er body-type β-glucosidase complexes in arabidopsis thaliana. Plant Cell Physiol. 2008;49(6):969–980.", "ArticleIdList": ["18467340"]}, {"Citation": "Ogawa T., Sato R., Naganuma T., Liu K., Lakudzala A.E., Muramoto K., Osada M., Yoshimi K., Hiemori K., Hirabayashi J. Glycan binding profiling of jacalin-related lectins from the pteria penguin pearl shell. Int. J. Mol. Sci. 2019;20(18):4629.", "ArticleIdList": ["PMC6769917", "31540487"]}, {"Citation": "Ohnuma T., Onaga S., Murata K., Taira T., Katoh E. Lysm domains from pteris ryukyuensis chitinase-a: a stability study and characterization of the chitin-binding site. J. Biol. Chem. 2008;283(8):5178–5187.", "ArticleIdList": ["18083709"]}, {"Citation": "Osman M.E.M., Dirar A.I., Konozy E.H.E. Genome-wide screening of lectin putative genes from sorghum bicolor l., distribution in qtls and a probable implications of lectins in abiotic stress tolerance. BMC Plant Biol. 2022;22(1):1–15.", "ArticleIdList": ["PMC9375933", "35963996"]}, {"Citation": "Osman M.E.M., Konozy E.H.E. Insight into erythrina lectins: properties, structure and proposed physiological significance. Open Bioact. Compd. J. 2017;5(1)"}, {"Citation": "Osman M.E.M., Osman R.S.H., Ghartey-Kwansah G., Konozy E.H.E. Plant lectins: Implications in tolerance and resistance. Annu. Plant Rev. Online. 2023;6:1–25. doi: 10.1002/9781119312994.apr0804.", "ArticleIdList": ["10.1002/9781119312994.apr0804"]}, {"Citation": "Panchy N., Lehti-Shiu M., Shiu S.-H. Evolution of gene duplication in plants. Plant Physiol. 2016;171(4):2294–2316.", "ArticleIdList": ["PMC4972278", "27288366"]}, {"Citation": "Petrova N., Nazipova A., Gorshkov O., Mokshina N., Patova O., Gorshkova T. Gene expression patterns for proteins with lectin domains in flax stem tissues are related to deposition of distinct cell wall types. Front. Plant Sci. 2021;12 doi: 10.3389/fpls.2021.634594.", "ArticleIdList": ["10.3389/fpls.2021.634594", "PMC8121149", "33995436"]}, {"Citation": "Peumans W.J., Damme E.J.V.J.B., Reviews G.E. Plant lectins: versatile proteins with important perspectives in biotechnology. Biotechnol. Genet. Eng. Rev. 1998;15(1):199–228."}, {"Citation": "Peumans W.J., Van Damme E. Lectins as plant defense proteins. Plant Physiol. 1995;109(2):347.", "ArticleIdList": ["PMC157596", "7480335"]}, {"Citation": "Rahmani, A.H., Aly, S.M., Ali, H., Babiker, A.Y., Srikar, S.J.I.j.o.c., medicine, e., 2014. Therapeutic effects of date fruits (phoenix dactylifera) in the prevention of diseases via modulation of anti-inflammatory, anti-oxidant and anti-tumour activity. Int J Clin Exp Med. 7(3):483", "ArticleIdList": ["PMC3992385", "24753740"]}, {"Citation": "Rai K.M., Thu S.W., Balasubramanian V.K., Cobos C.J., Disasa T., Mendu V. Identification, characterization, and expression analysis of cell wall related genes in sorghum bicolor (l.) moench, a food, fodder, and biofuel crop. Front. Plant Sci. 2016;7:1287.", "ArticleIdList": ["PMC5006623", "27630645"]}, {"Citation": "Ramachandraiah G., Chandra N.R. Sequence and structural determinants of mannose recognition. Proteins. 2000;39(4):358–364.", "ArticleIdList": ["10813817"]}, {"Citation": "Ramos, M.V., Grangeiro, T.B., Cavada, B.S., Shepherd, I., Lopes, R.O.d.M., Sampaio, A.H., 2000. Carbohydrate/glycan-binding specificity of legume lectins in respect to their proposed biological functions. Braz Arch Biol Technol., 43:349-359"}, {"Citation": "Ren J., Wen L., Gao X., Jin C., Xue Y., Yao X. Dog 1.0: Illustrator of protein domain structures. Cell Res. 2009;19(2):271–273.", "ArticleIdList": ["19153597"]}, {"Citation": "Rost B. [31] phd: Predicting one-dimensional protein structure by profile-based neural networks. Methods Enzymol., Elsevier. 1996;266:525–539.", "ArticleIdList": ["8743704"]}, {"Citation": "Schallus T., Jaeckh C., Fehér K., Palma A.S., Liu Y., Simpson J.C., Mackeen M., Stier G., Gibson T.J., Feizi T. Malectin: a novel carbohydrate-binding protein of the endoplasmic reticulum and a candidate player in the early steps of protein n-glycosylation. J. Mol. Cell Biol. 2008;19(8):3404–3414.", "ArticleIdList": ["PMC2488313", "18524852"]}, {"Citation": "Schouppe, D., Rougé, P., Lasanajak, Y., Barre, A., F Smith, D., Proost, P., Van Damme, E.J., 2010. Mutational analysis of the carbohydrate binding activity of the tobacco lectin. Glycoconj. J., 27(6):613-623", "ArticleIdList": ["PMC3005260", "20721621"]}, {"Citation": "Shabana, H., Al-Ani, B., Zaid, A., 2010. On the status of chromosomes of the date palm (phoenix dactylifera l.). IV International Date Palm Conference 882.253-268."}, {"Citation": "Sharon, N., Lis, H., 2007. Specificity and affinity. In: Lectins. Springer, dordrecht. https://doi.org/10.1007/978-1-4020-6953-6_4: 63-103."}, {"Citation": "Shumayla, Sharma, S., Pandey, A.K., Singh, K., Upadhyay, S.K., 2016. Molecular characterization and global expression analysis of lectin receptor kinases in bread wheat (triticum aestivum). PloS one. 11(4):e0153925 https://doi.org/10.1371/journal.pone.0153925", "ArticleIdList": ["PMC4844157", "27111449"]}, {"Citation": "Song H., Chen F., Wu X., Hu M., Geng Q., Ye M., Zhang C., Jiang L., Cao S. Mnb1 gene is involved in regulating the iron-deficiency stress response in arabidopsis thaliana. BMC Plant Biol. 2022;22(1):1–13.", "ArticleIdList": ["PMC8961904", "35346040"]}, {"Citation": "Steentoft C., Vakhrushev S.Y., Joshi H.J., Kong Y., Vester-Christensen M.B., Schjoldager K.T.B., Lavrsen K., Dabelsteen S., Pedersen N.B., Marcos-Silva L. Precision mapping of the human o-galnac glycoproteome through simplecell technology. EMBO J. 2013;32(10):1478–1488.", "ArticleIdList": ["PMC3655468", "23584533"]}, {"Citation": "Stefanowicz K., Lannoo N., Proost P., Van Damme E.J. Arabidopsis f-box protein containing a nictaba-related lectin domain interacts with n-acetyllactosamine structures. FEBS Open Bio. 2012;2:151–158.", "ArticleIdList": ["PMC3642139", "23650594"]}, {"Citation": "Sun Y., Qiao Z., Muchero W., Chen J.G. Lectin receptor-like kinases: The sensor and mediator at the plant cell surface. Front. Plant Sci. 2020;11 doi: 10.3389/fpls.2020.596301.", "ArticleIdList": ["10.3389/fpls.2020.596301", "PMC7758398", "33362827"]}, {"Citation": "Sussholz, O., Pizarro, L., Schuster, S., Avni, A., 2020. Slrlk-like is a malectin-like domain protein affecting localization and abundance of leeix2 receptor resulting in suppression of eix-induced immune responses. Plant J. 104(5):1369-1381 https://doi.org/https://doi.org/10.1111/tpj.15006.", "ArticleIdList": ["33048397"]}, {"Citation": "Trifinopoulos J., Nguyen L.-T., von Haeseler A., Minh B.Q. W-iq-tree: a fast online phylogenetic tool for maximum likelihood analysis. Nucleic Acids Res. 2016;44(W1):W232–W235.", "ArticleIdList": ["PMC4987875", "27084950"]}, {"Citation": "Van Damme E.J.M. 35 years in plant lectin research: a journey from basic science to applications in agriculture and medicine. Glycoconj. J. 2022;39(1):83–97. doi: 10.1007/s10719-021-10015-x.", "ArticleIdList": ["10.1007/s10719-021-10015-x", "PMC8383723", "34427812"]}, {"Citation": "Van Damme E.J., Barre A., Rougé P., Peumans W.J. Cytoplasmic/nuclear plant lectins: a new story. Trends Plant Sci. 2004;9(10):484–489.", "ArticleIdList": ["15465683"]}, {"Citation": "Van Damme E.J., Culerrier R., Barre A., Alvarez R., Rougé P., Peumans W.J. A novel family of lectins evolutionarily related to class v chitinases: an example of neofunctionalization in legumes. Plant Physiol. 2007;144(2):662–672.", "ArticleIdList": ["PMC1914163", "17098856"]}, {"Citation": "Van Damme, E.J.M., 2014. History of plant lectin research. Lectins: Methods and Protocols.3-13 https://doi.org/10.1007/978-1-4939-1292-6_1.", "ArticleIdList": ["25117220"]}, {"Citation": "Van Holle S., Van Damme E.J. Distribution and evolution of the lectin family in soybean (glycine max) Molecules. 2015;20(2):2868–2891.", "ArticleIdList": ["PMC6272470", "25679048"]}, {"Citation": "Vandenborre G., Smagghe G., Van Damme E.J.J.P. Plant lectins as defense proteins against phytophagous insects. Phytochemistry. 2011;72(13):1538–1550.", "ArticleIdList": ["21429537"]}, {"Citation": "Wright C.S. 2.2 a resolution structure analysis of two refined n-acetylneuraminyl-lactose–wheat germ agglutinin isolectin complexes. J. Mol. Biol. 1990;215(4):635–651. doi: 10.1016/s0022-2836(05)80174-3.", "ArticleIdList": ["10.1016/s0022-2836(05)80174-3", "2231724"]}, {"Citation": "Xing S., Li M., Liu P. Evolution of s-domain receptor-like kinases in land plants and origination of s-locus receptor kinases in brassicaceae. BMC Evol. Biol. 2013;13(1):1–11.", "ArticleIdList": ["PMC3616866", "23510165"]}, {"Citation": "Yu C.-S., Cheng C.-W., Su W.-C., Chang K.-C., Huang S.-W., Hwang J.-K., Lu C.-H. Cello2go: a web server for protein subcellular localization prediction with functional gene ontology annotation. PloS One. 2014;9(6):e99368.", "ArticleIdList": ["PMC4049835", "24911789"]}, {"Citation": "Zhao L., Poschmann G., Waldera-Lupa D., Rafiee N., Kollmann M., Stühler K. Outcyte: a novel tool for predicting unconventional protein secretion. Sci. Rep. 2019;9(1):19448. doi: 10.1038/s41598-019-55351-z.", "ArticleIdList": ["10.1038/s41598-019-55351-z", "PMC6923414", "31857603"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "2", "Day": "25"}, {"Year": "2023", "Month": "4", "Day": "10"}, {"Year": "2023", "Month": "4", "Day": "27"}, {"Year": "2023", "Month": "5", "Day": "22", "Hour": "13", "Minute": "5"}, {"Year": "2023", "Month": "5", "Day": "22", "Hour": "13", "Minute": "4"}, {"Year": "2023", "Month": "5", "Day": "22", "Hour": "12", "Minute": "2"}, {"Year": "2023", "Month": "5", "Day": "4"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37213699", "PMC10197109", "10.1016/j.sjbs.2023.103676", "S1319-562X(23)00121-3"]}}], "PubmedBookArticle": []}