{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["FT-NIR", "Polygonatum kingianum", "processing methods", "untargeted GC-MS", "volatile components"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37223798", "DateRevised": {"Year": "2023", "Month": "05", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "05", "Day": "08"}], "Language": ["eng"], "ELocationID": ["1140691", "10.3389/fpls.2023.1140691"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "14", "PubDate": {"Year": "2023"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Untargeted GC-MS and FT-NIR study of the effect of 14 processing methods on the volatile components of <i>Polygonatum kingianum</i>.", "Pagination": {"StartPage": "1140691", "MedlinePgn": "1140691"}, "Abstract": {"AbstractText": ["<i>Polygonatum kingianum</i> is a traditional medicinal plant, and processing has significantly impacts its quality.", "Therefore, untargeted gas chromatography-mass spectrometry (GC-MS) and Fourier transform-near-infrared spectroscopy (FT-NIR) were used to analyze the 14 processing methods commonly used in the Chinese market.It is dedicated to analyzing the causes of major volatile metabolite changes and identifying signature volatile components for each processing method.", "The untargeted GC-MS technique identified a total of 333 metabolites. The relative content accounted for sugars (43%), acids (20%), amino acids (18%), nucleotides (6%), and esters (3%). The multiple steaming and roasting samples contained more sugars, nucleotides, esters and flavonoids but fewer amino acids. The sugars are predominantly monosaccharides or small molecular sugars, mainly due to polysaccharides depolymerization. The heat treatment reduces the amino acid content significantly, and the multiple steaming and roasting methods are not conducive to accumulating amino acids. The multiple steaming and roasting samples showed significant differences, as seen from principal component analysis (PCA) and hierarchical cluster analysis (HCA) based on GC-MS and FT-NIR. The partial least squares discriminant analysis (PLS-DA) based on FT-NIR can achieve 96.43% identification rate for the processed samples.", "This study can provide some references and options for consumers, producers, and researchers."], "CopyrightInformation": "Copyright © 2023 Xu, Yang, Yang, Yang, Wang and Zhang."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Institute, Yunnan Academy of Agricultural Sciences, Kunming, China."}, {"Identifier": [], "Affiliation": "School of Agriculture, Yunnan University, Kunming, China."}], "LastName": "Xu", "ForeName": "Yulin", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Institute, Yunnan Academy of Agricultural Sciences, Kunming, China."}], "LastName": "Yang", "ForeName": "Meiquan", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Institute, Yunnan Academy of Agricultural Sciences, Kunming, China."}], "LastName": "Yang", "ForeName": "Tianmei", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Institute, Yunnan Academy of Agricultural Sciences, Kunming, China."}], "LastName": "Yang", "ForeName": "Weize", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Institute, Yunnan Academy of Agricultural Sciences, Kunming, China."}], "LastName": "Wang", "ForeName": "Yuanzhong", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Institute, Yunnan Academy of Agricultural Sciences, Kunming, China."}], "LastName": "Zhang", "ForeName": "Jinyu", "Initials": "J"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ahmed M. H., Vasas D., Hassan A., Molnár J. (2022). The impact of functional food in prevention of malnutrition. Pharmanutrition. 19, 100288. doi: 10.1016/j.phanu.2022.100288", "ArticleIdList": ["10.1016/j.phanu.2022.100288"]}, {"Citation": "Airaudo C. B., Gayte-Sorbier A., Armand P. (1987). Stability of glutamine and pyroglutamic acid under model system conditions: influence of physical and technological factors. J. Food Sci. 52 (6), 1750–1752. doi: 10.1111/j.1365-2621.1987.tb05926.x", "ArticleIdList": ["10.1111/j.1365-2621.1987.tb05926.x"]}, {"Citation": "Amirvaresi A., Nikounezhad N., Amirahmadi M., Daraei B., Parastar H. (2021). Comparison of near-infrared (NIR) and mid-infrared (MIR) spectroscopy based on chemometrics for saffron authentication and adulteration detection. Food Chem. 344, 128647. doi: 10.1016/j.foodchem.2020.128647", "ArticleIdList": ["10.1016/j.foodchem.2020.128647", "33229154"]}, {"Citation": "Api A. M., Belsito D., Biserta S., Botelho D., Bruze M., Burton G. A., et al. . (2021). RIFM fragrance ingredient safety assessment, glyceryl monooleate, CAS registry number 111-03-5. Food Chem. Toxicol. 149, 111992. doi: 10.1016/j.fct.2021.111992", "ArticleIdList": ["10.1016/j.fct.2021.111992", "33460703"]}, {"Citation": "Araki M., Arai Y., Iwasaki Y., Kobayashi R., Enomoto T., Shigemura Y. (2022). Effect of immersion time of dried scallop on amino acids, antioxidant and ACE inhibitory activities in Japanese traditional dashi. Int. J. gastron Food s. 28, 100491. doi: 10.1016/j.ijgfs.2022.100491", "ArticleIdList": ["10.1016/j.ijgfs.2022.100491"]}, {"Citation": "Bai Y., Fang Y., Zhang B., Fan S. (2022). Model robustness in estimation of blueberry SSC using NIRS. Comput. Electron. Agric. 198, 107073. doi: 10.1016/j.compag.2022.107073", "ArticleIdList": ["10.1016/j.compag.2022.107073"]}, {"Citation": "Banwo K., Olojede A. O., Adesulu-Dahunsi A. T., Verma D. K., Thakur M., Tripathy S., et al. . (2021). Functional importance of bioactive compounds of foods with potential health benefits: a review on recent trends. Food Biosci. 43, 101320. doi: 10.1016/j.fbio.2021.101320", "ArticleIdList": ["10.1016/j.fbio.2021.101320"]}, {"Citation": "Borras E., Ferre J., Boque R., Mestres M., Acena L., Busto O. (2015). Data fusion methodologies for food and beverage authentication and quality assessment - a review. Anal. Chim. Acta 891, 1–14. doi: 10.1016/j.aca.2015.04.042", "ArticleIdList": ["10.1016/j.aca.2015.04.042", "26388360"]}, {"Citation": "Bouhlali E., d. T., Derouich M., Meziani R., Bourkhis B., Filali-Zegzouti Y., et al. . (2020). Nutritional, mineral and organic acid composition of syrups produced from six Moroccan date fruit (Phoenix dactylifera l.) varieties. J. Food Compos. Anal. 93, 10359. doi: 10.1016/j.jfca.2020.103591", "ArticleIdList": ["10.1016/j.jfca.2020.103591"]}, {"Citation": "Bremer J. (1983). Carnitine–metabolism and functions. Physiol. Rev. 63 (4), 1420–1480. doi: 10.1152/physrev.1983.63.4.1420", "ArticleIdList": ["10.1152/physrev.1983.63.4.1420", "6361812"]}, {"Citation": "Cartus A. (2017). “D-amino acids and cross-linked amino acids in food,” in Chemical contaminants and residues in food, 2nd ed. Eds. Schrenk D., Cartus A. (Cambridge, UK: Woodhead Publishing; ), 251–278. doi: 10.1016/B978-0-08-100674-0.00012-6", "ArticleIdList": ["10.1016/B978-0-08-100674-0.00012-6"]}, {"Citation": "Chen Q., Chen M., Liu Y., Wu J., Wang X., Ouyang Q., et al. . (2018). Application of FT-NIR spectroscopy for simultaneous estimation of taste quality and taste-related compounds content of black tea. J. Food Sci. Technol. 55 (10), 4363–4368. doi: 10.1007/s13197-018-3353-1", "ArticleIdList": ["10.1007/s13197-018-3353-1", "PMC6133835", "30228436"]}, {"Citation": "Chen J., Du B., Cai W., Xu B. (2015). Ginsenosides and amino acids in flavored ginseng chips as affected by food formulation and processing technology. LWT–Food Sci. Technol. 62 (1), 517–524. doi: 10.1016/j.lwt.2014.10.047", "ArticleIdList": ["10.1016/j.lwt.2014.10.047"]}, {"Citation": "Ciurczak E. W., Igne B., Workman J., Burns D. A. (2021). Handbook of near-infrared analysis (Boca Raton, FL: CRC Press; ). doi: 10.1201/b22513", "ArticleIdList": ["10.1201/b22513"]}, {"Citation": "Cosme F., Milheiro J., Pires J., Guerra-Gomes F. I., Filipe-Ribeiro L., Nunes F. M. (2021). Authentication of douro DO monovarietal red wines based on anthocyanin profile: comparison of partial least squares – discriminant analysis, decision trees and artificial neural networks. Food Control 125, 107979. doi: 10.1016/j.foodcont.2021.107979", "ArticleIdList": ["10.1016/j.foodcont.2021.107979"]}, {"Citation": "Cozzolino D., Restaino E., Fassio A. (2010). Discrimination of yerba mate (Ilex paraguayensis st. hil.) samples according to their geographical origin by means of near infrared spectroscopy and multivariate analysis. Sens. Instrum. Food Qual. Saf. 4 (2), 67–72. doi: 10.1007/s11694-010-9096-y", "ArticleIdList": ["10.1007/s11694-010-9096-y"]}, {"Citation": "Dabadé D. S., Jacxsens L., Miclotte L., Abatih E., Devlieghere F., De Meulenaer B. (2021). Survey of multiple biogenic amines and correlation to microbiological quality and free amino acids in foods. Food Control 120, 107497. doi: 10.1016/j.foodcont.2020.107497", "ArticleIdList": ["10.1016/j.foodcont.2020.107497"]}, {"Citation": "Dabrowska M., Starek M. (2014). Analytical approaches to determination of carnitine in biological materials, foods and dietary supplements. Food Chem. 142, 220–232. doi: 10.1016/j.foodchem.2013.06.137", "ArticleIdList": ["10.1016/j.foodchem.2013.06.137", "24001835"]}, {"Citation": "Das Y. T., Bagchi M., Bagchi D., Preuss H. G. (2004). Safety of 5-hydroxy-L-tryptophan. Toxicol. Lett. 150 (1), 111–122. doi: 10.1016/j.toxlet.2003.12.070", "ArticleIdList": ["10.1016/j.toxlet.2003.12.070", "15068828"]}, {"Citation": "Domínguez-Álvarez J., Mateos-Vivas M., Rodríguez-Gonzalo E., García-Gómez D., Bustamante-Rangel M., Delgado Zamarreño M.-M., et al. . (2017). Determination of nucleosides and nucleotides in food samples by using liquid chromatography and capillary electrophoresis. TrAC Trends Anal. Chem. 92, 12–31. doi: 10.1016/j.trac.2017.04.005", "ArticleIdList": ["10.1016/j.trac.2017.04.005"]}, {"Citation": "Fan B., Wei G., Gan X., Li T., Qu Z., Xu S., et al. . (2020). Study on the varied content of Polygonatum cyrtonema polysaccharides in the processing of steaming and shining for nine times based on HPLC-MS/MS and chemometrics. Microchem. J. 159, 105352. doi: 10.1016/j.microc.2020.105352", "ArticleIdList": ["10.1016/j.microc.2020.105352"]}, {"Citation": "Farag M. A., Hegazi N., Dokhalahy E., Khattab A. R. (2020). Chemometrics based GC-MS aroma profiling for revealing freshness, origin and roasting indices in saffron spice and its adulteration. Food Chem. 331, 127358. doi: 10.1016/j.foodchem.2020.127358", "ArticleIdList": ["10.1016/j.foodchem.2020.127358", "32593795"]}, {"Citation": "Farag M. A., Rasheed D. M., Kamal I. M. (2015). Volatiles and primary metabolites profiling in two Hibiscus sabdariffa (roselle) cultivars via headspace SPME-GC-MS and chemometrics. Food Res. Int. 78, 327–335. doi: 10.1016/j.foodres.2015.09.024", "ArticleIdList": ["10.1016/j.foodres.2015.09.024", "28433299"]}, {"Citation": "Fiehn O., Kind T. (2007). Metabolite profiling in blood plasma. Methods Mol. Biol. 358, 3–17. doi: 10.1007/978-1-59745-244-1_1", "ArticleIdList": ["10.1007/978-1-59745-244-1_1", "17035677"]}, {"Citation": "Francesconi M., Galzigna L., Plebani M., Furlanetto V., Fabris R., Deana R. (1987). Effect of 3-hydroxy-3-methylglutarate treatment on plasma ketone bodies, triglycerides, and HDL-cholesterol in streptozotocin-diabetic rats. Clin. Biochem. 20 (3), 201–205. doi: 10.1016/s0009-9120(87)80121-2", "ArticleIdList": ["10.1016/s0009-9120(87)80121-2", "2443277"]}, {"Citation": "Fu J., Zhang L. L., Li W., Zhang Y., Zhang Y., Liu F., et al. . (2022). Application of metabolomics for revealing the interventional effects of functional foods on metabolic diseases. Food Chem. 367, 130697. doi: 10.1016/j.foodchem.2021.130697", "ArticleIdList": ["10.1016/j.foodchem.2021.130697", "34365248"]}, {"Citation": "Gromski P. S., Muhamadali H., Ellis D. I., Xu Y., Correa E., Turner M. L., et al. . (2015). A tutorial review: metabolomics and partial least squares-discriminant analysis–a marriage of convenience or a shotgun wedding. Anal. Chim. Acta 879, 10–23. doi: 10.1016/j.aca.2015.02.012", "ArticleIdList": ["10.1016/j.aca.2015.02.012", "26002472"]}, {"Citation": "Gu W., Wang Y., Zeng L., Dong J., Bi Q., Yang X., et al. . (2020). Polysaccharides from Polygonatum kingianum improve glucose and lipid metabolism in rats fed a high fat diet. biomed. Pharmacother. 125, 109910. doi: 10.1016/j.biopha.2020.109910", "ArticleIdList": ["10.1016/j.biopha.2020.109910", "32028238"]}, {"Citation": "Harasym J., Kaim U., Bogacz-Radomska L., Oledzki R. (2020). “Development of functional foods by traditional food processes,” in Sustainability of the food system. Eds. Betoret N., Betoret E. (London, UK: Elsevier Inc; ), 131–146. doi: 10.1016/B978-0-12-818293-2.00007-0", "ArticleIdList": ["10.1016/B978-0-12-818293-2.00007-0"]}, {"Citation": "Hidalgo F. J., Lavado-Tena C. M., Zamora R. (2020). Formation of 3-hydroxypyridines by lipid oxidation products in the presence of ammonia and ammonia-producing compounds. Food Chem. 328, 127100. doi: 10.1016/j.foodchem.2020.127100", "ArticleIdList": ["10.1016/j.foodchem.2020.127100", "32464558"]}, {"Citation": "Jin P., Wu L., Wu X., Li Z., Tian H., Xiao D. (2021). Effect of integrative technology of primary processing of Polygonatum kingianum optimization by box-benhken response surface method on polysaccharide. Mod. Chin. Med. 23 (4), 674–690. doi: 10.13313/j.issn.1673-4890.20200410001", "ArticleIdList": ["10.13313/j.issn.1673-4890.20200410001"]}, {"Citation": "Jin Y., Yao Y., Wu N., Du H., Xu M., Zhao Y., et al. . (2022). Inhibition of the liquefaction of alkali-induced egg white gel by sodium ascorbate. Food Chem. 381, 132220. doi: 10.1016/j.foodchem.2022.132220", "ArticleIdList": ["10.1016/j.foodchem.2022.132220", "35114621"]}, {"Citation": "Jöbstl D., Husøy T., Alexander J., Bjellaas T., Leitner E., Murkovic M. (2010). Analysis of 5-hydroxymethyl-2-furoic acid (HMFA) the main metabolite of alimentary 5-hydroxymethyl-2-furfural (HMF) with HPLC and GC in urine. Food Chem. 123 (3), 814–818. doi: 10.1016/j.foodchem.2010.05.015", "ArticleIdList": ["10.1016/j.foodchem.2010.05.015"]}, {"Citation": "Lee M. T., Le H. H., Johnson E. L. (2021). Dietary sphinganine is selectively assimilated by members of the mammalian gut microbiome. J. Lipid Res. 62, 100034. doi: 10.1194/jlr.RA120000950", "ArticleIdList": ["10.1194/jlr.RA120000950", "PMC7910519", "32646940"]}, {"Citation": "Li S., Shao Q., Lu Z., Duan C., Yi H., Su L. (2018). Rapid determination of crocins in saffron by near-infrared spectroscopy combined with chemometric techniques. Spectrochim. Acta Part A 190, 283–289. doi: 10.1016/j.saa.2017.09.030", "ArticleIdList": ["10.1016/j.saa.2017.09.030", "28941412"]}, {"Citation": "Li L., Thakur K., Liao B. Y., Zhang J. G., Wei Z. J. (2018). Antioxidant and antimicrobial potential of polysaccharides sequentially extracted from Polygonatum cyrtonema hua. Int. J. Biol. Macromol. 114, 317–323. doi: 10.1016/j.ijbiomac.2018.03.121", "ArticleIdList": ["10.1016/j.ijbiomac.2018.03.121", "29578016"]}, {"Citation": "Li Y., Zhang J. Y., Wang Y. Z. (2018). FT-MIR and NIR spectral data fusion: a synergetic strategy for the geographical traceability of Panax notoginseng . Anal. Bioanal.Chem. 410 (1), 91–103. doi: 10.1007/s00216-017-0692-0", "ArticleIdList": ["10.1007/s00216-017-0692-0", "29143877"]}, {"Citation": "Lima A. B. S., Batista A. S., Santos M. R. C., Rocha R. S. D., Silva M. V. D., Ferrao S. P. B., et al. . (2022). Spectroscopy NIR and MIR toward predicting simultaneous phenolic contents and antioxidant in red propolis by multivariate analysis. Food Chem. 367, 130744. doi: 10.1016/j.foodchem.2021.130744", "ArticleIdList": ["10.1016/j.foodchem.2021.130744", "34384977"]}, {"Citation": "Liu Q., Li M., Lu H., Zhou Y., Wang X. (2021). Effect of steam pretreatment on drying kinetics and quality of polygonati rhizoma dried in hot-blast air. J. Food Process Eng. 45 (1), 13925. doi: 10.1111/jfpe.13925", "ArticleIdList": ["10.1111/jfpe.13925"]}, {"Citation": "López M. G., García-González A. S., Franco-Robles E. (2017). “Carbohydrate analysis by NIRS-chemometrics,” in Developments in near-infrared spectroscopy. Eds. Kyprianidis K. G., Jan S. (München, Germany: InTech; ), 81–95. doi: 10.5772/67208", "ArticleIdList": ["10.5772/67208"]}, {"Citation": "Majchrzak T., Wojnowski W., Lubinska-Szczygel M., Rozanska A., Namiesnik J., Dymerski T. (2018). PTR-MS and GC-MS as complementary techniques for analysis of volatiles: a tutorial review. Anal. Chim. Acta 1035, 1–13. doi: 10.1016/j.aca.2018.06.056", "ArticleIdList": ["10.1016/j.aca.2018.06.056", "30224127"]}, {"Citation": "Motta C., Matos A. S., Soares A., Gonzales G. B., Castanheira I., Cabral I., et al. . (2020). Amino acid profile of foods from the Portuguese total diet pilot study. J. Food Compos. Anal. 92, 103545. doi: 10.1016/j.jfca.2020.103545", "ArticleIdList": ["10.1016/j.jfca.2020.103545"]}, {"Citation": "Nazir N., Khalil A. A. K., Nisar M., Zahoor M., Ahmad S. (2020). HPLC-UV characterization, anticholinesterase, and free radical-scavenging activities of Rosa moschata herrm. leaves and fruits methanolic extracts. Braz. J. Bot. 43 (3), 523–530. doi: 10.1007/s40415-020-00635-2", "ArticleIdList": ["10.1007/s40415-020-00635-2"]}, {"Citation": "Pandey P., Mettu S., Mishra H. N., Ashokkumar M., Martin G. J. O. (2021). Multilayer co-encapsulation of probiotics and γ-amino butyric acid (GABA) using ultrasound for functional food applications. LWT–Food Sci. Technol. 146, 111432. doi: 10.1016/j.lwt.2021.111432", "ArticleIdList": ["10.1016/j.lwt.2021.111432"]}, {"Citation": "Pundir C. S., Yadav N., Chhillar A. K. (2019). Occurrence, synthesis, toxicity and detection methods for acrylamide determination in processed foods with special reference to biosensors: a review. Trends Food Sci. Technol. 85, 211–225. doi: 10.1016/j.tifs.2019.01.003", "ArticleIdList": ["10.1016/j.tifs.2019.01.003"]}, {"Citation": "Ribarova F. (2018). “Amino acids: carriers of nutritional and biological value foods,” in Food processing for increased quality and consumption, (London, UK: Academic Press; ), 287–311. doi: 10.1016/b978-0-12-811447-6.00010-2", "ArticleIdList": ["10.1016/b978-0-12-811447-6.00010-2"]}, {"Citation": "Rinnan Å., Berg F., Engelsen S. B. (2009). Review of the most common pre-processing techniques for near-infrared spectra. TrAC Trends Anal. Chem. 28 (10), 1201–1222. doi: 10.1016/j.trac.2009.07.007", "ArticleIdList": ["10.1016/j.trac.2009.07.007"]}, {"Citation": "Sadok I., Jędruchniewicz K., Staniszewska M. (2022). Quantification of nicotinic acid, kynurenine, and kynurenine acid in poultry meat by validated liquid chromatography-single quadrupole mass spectrometry method. LWT–Food Sci. Technol. 163, 113582. doi: 10.1016/j.lwt.2022.113582", "ArticleIdList": ["10.1016/j.lwt.2022.113582"]}, {"Citation": "Sharma S., Joshi R., Kumar D. (2021). Metabolomics insights and bioprospection of Polygonatum verticillatum: an important dietary medicinal herb of alpine himalaya. Food Res. Int. 148, 110619. doi: 10.1016/j.foodres.2021.110619", "ArticleIdList": ["10.1016/j.foodres.2021.110619", "34507763"]}, {"Citation": "Shi X., Zhou X., Wang J., Zhang D., Huang K., Li X., et al. . (2020). Tartronic acid promotes de novo lipogenesis and inhibits CPT-1beta by upregulating acetyl-CoA and malonyl-CoA. Life Sci. 258, 118240. doi: 10.1016/j.lfs.2020.118240", "ArticleIdList": ["10.1016/j.lfs.2020.118240", "32781072"]}, {"Citation": "Taylan O., Cebi N., Tahsin Yilmaz M., Sagdic O., Bakhsh A. A. (2020). Detection of lard in butter using raman spectroscopy combined with chemometrics. Food Chem. 332, 127344. doi: 10.1016/j.foodchem.2020.127344", "ArticleIdList": ["10.1016/j.foodchem.2020.127344", "32619937"]}, {"Citation": "Usuki A., Ohashi A., Sato H., Ochiai Y., Ichihashi M., Funasaka Y. (2003). The inhibitory effect of glycolic acid and lactic acid on melanin synthesis in melanoma cells. Exp. Dermatol. 12 (Suppl 2), 43–50. doi: 10.1034/j.1600-0625.12.s2.7.x", "ArticleIdList": ["10.1034/j.1600-0625.12.s2.7.x", "14756523"]}, {"Citation": "Wang Y., Li M., Li L., Ning J., Zhang Z. (2021). Green analytical assay for the quality assessment of tea by using pocket-sized NIR spectrometer. Food Chem. 345, 128816. doi: 10.1016/j.foodchem.2020.128816", "ArticleIdList": ["10.1016/j.foodchem.2020.128816", "33316713"]}, {"Citation": "Wang S., Wang L., Fang J., Liu K., Wang Y., Zhang C. (2022). Correlation analysis between color and content changes of five components of wine-processed Polygonatum kingianum rhizoma during processing. Chin. J. Exp. Tradit. Med. 28 (21), 156–162. doi: 10.13422/j.cnki.syfjx.20220252", "ArticleIdList": ["10.13422/j.cnki.syfjx.20220252"]}, {"Citation": "Wegener S., Kaufmann M., Kroh L. W. (2017). Influence of l-pyroglutamic acid on the color formation process of non-enzymatic browning reactions. Food Chem. 232, 450–454. doi: 10.1016/j.foodchem.2017.04.046", "ArticleIdList": ["10.1016/j.foodchem.2017.04.046", "28490097"]}, {"Citation": "Wei F., Furihata K., Koda M., Hu F., Miyakawa T., Tanokura M. (2012). Roasting process of coffee beans as studied by nuclear magnetic resonance: time course of changes in composition. J. Agric. Food. Chem. 60 (4), 1005–1012. doi: 10.1021/jf205315r", "ArticleIdList": ["10.1021/jf205315r", "22224944"]}, {"Citation": "Wei Y., Xie Y., Cai Z., Guo Y., Zhang H. (2021). Interfacial rheology, emulsifying property and emulsion stability of glyceryl monooleate-modified corn fiber gum. Food Chem. 343, 128416. doi: 10.1016/j.foodchem.2020.128416", "ArticleIdList": ["10.1016/j.foodchem.2020.128416", "33127225"]}, {"Citation": "Wu J., Liu Y., Long C. (2012). Ethnobotanical review of food uses of Polygonatum (Convallariaceae) in China. Acta Soc Bot. Pol. 81 (4), 239–244. doi: 10.5586/asbp.2012.045", "ArticleIdList": ["10.5586/asbp.2012.045"]}, {"Citation": "Xia M., Liu Y., Liu J., Chen D., Shi Y., Chen Z., et al. . (2022). Out of the himalaya-hengduan mountains: phylogenomics, biogeography and diversification of Polygonatum mill. (Asparagaceae) in the northern hemisphere. Mol. Phylogenet. Evol. 169, 107431. doi: 10.1016/j.ympev.2022.107431", "ArticleIdList": ["10.1016/j.ympev.2022.107431", "35131418"]}, {"Citation": "Xu Y., Yang W., Wu X., Wang Y., Zhang J. (2022. b). ResNet model automatically extracts and identifies FT-NIR features for geographical traceability of Polygonatum kingianum . Foods 11 (22), 3568. doi: 10.3390/foods11223568", "ArticleIdList": ["10.3390/foods11223568", "PMC9689878", "36429160"]}, {"Citation": "Xu Y., Zhang J., Wang Y. (2022. a). Recent trends of multi-source and non-destructive information for quality authentication of herbs and spices. Food Chem. 398, 133939. doi: 10.1016/j.foodchem.2022.133939", "ArticleIdList": ["10.1016/j.foodchem.2022.133939", "35987000"]}, {"Citation": "Yao X., Deng Z., Li H., Zhang B. (2022). Effect of processing cycles on the composition of Polygonatum cyrtonema hua during nine-steam-nine-bask processing. Food Biosci. 50, 102081. doi: 10.1016/j.fbio.2022.102081", "ArticleIdList": ["10.1016/j.fbio.2022.102081"]}, {"Citation": "Yu H., Ma B., Song X., Kang L., Zhang T., Fu J., et al. . (2010). Two new steroidal saponins from the processed Polygonatum kingianum . Helv. Chim. Acta 93, 1086–1092. doi: 10.1002/hlca.200900308", "ArticleIdList": ["10.1002/hlca.200900308"]}, {"Citation": "Zayed A., Abdelwareth A., Mohamed T. A., Fahmy H. A., Porzel A., Wessjohann L. A., et al. . (2022). Dissecting coffee seeds metabolome in context of genotype, roasting degree, and blending in the middle East using NMR and GC/MS techniques. Food Chem. 373 (Pt B), 131452. doi: 10.1016/j.foodchem.2021.131452", "ArticleIdList": ["10.1016/j.foodchem.2021.131452", "34731792"]}, {"Citation": "Zeng L., Guo L., Wang Z., Xu X., Song S., Xu L., et al. . (2021). Immunoassays for the rapid detection of pantothenic acid in pharmaceutical and food products. Food Chem. 348, 129114. doi: 10.1016/j.foodchem.2021.129114", "ArticleIdList": ["10.1016/j.foodchem.2021.129114", "33516998"]}, {"Citation": "Zhan H., Fang J., Wu H., Yang H., Li H., Wang Z., et al. . (2017). Rapid determination of total content of five major anthraquinones in Rhei Radix et Rhizoma by NIR spectroscopy. Chin. Herb. Med. 9 (3), 250–257. doi: 10.1016/s1674-6384(17)60101-1", "ArticleIdList": ["10.1016/s1674-6384(17)60101-1"]}, {"Citation": "Zhang J., Sun C., Yan Y., Chen Q., Luo F., Zhu X., et al. . (2012). Purification of naringin and neohesperidin from huyou (Citrus changshanensis) fruit and their effects on glucose consumption in human HepG2 cells. Food Chem. 135 (3), 1471–1478. doi: 10.1016/j.foodchem.2012.06.004", "ArticleIdList": ["10.1016/j.foodchem.2012.06.004", "22953882"]}, {"Citation": "Zhao P., Zhao C., Li X., Gao Q., Huang L., Xiao P., et al. . (2018). The genus Polygonatum: a review of ethnopharmacology, phytochemistry and pharmacology. J. Ethnopharmacol. 214, 274–291. doi: 10.1016/j.jep.2017.12.006", "ArticleIdList": ["10.1016/j.jep.2017.12.006", "29246502"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "1", "Day": "9"}, {"Year": "2023", "Month": "4", "Day": "11"}, {"Year": "2023", "Month": "5", "Day": "24", "Hour": "13", "Minute": "10"}, {"Year": "2023", "Month": "5", "Day": "24", "Hour": "13", "Minute": "9"}, {"Year": "2023", "Month": "5", "Day": "24", "Hour": "11", "Minute": "53"}, {"Year": "2023", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["37223798", "PMC10200983", "10.3389/fpls.2023.1140691"]}}], "PubmedBookArticle": []}