{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antidiabetic", "Carbohydrate", "Disaccharidase", "Gastrointestinal motility", "Glucose", "Heritiera fomes"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37255798", "DateRevised": {"Year": "2023", "Month": "11", "Day": "06"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "11", "Day": "05"}], "Language": ["eng"], "ELocationID": ["10.1007/s40200-022-01058-4"], "Journal": {"ISSN": "2251-6581", "JournalIssue": {"Volume": "22", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Jun"}}, "Title": "Journal of diabetes and metabolic disorders", "ISOAbbreviation": "J Diabetes Metab Disord"}, "ArticleTitle": "Pharmacological effect of <i>Heritiera fomes</i> on <i>Long Evans</i> rats against Postprandial Hyperglycemia and adsorption in vitro.", "Pagination": {"StartPage": "189", "EndPage": "197", "MedlinePgn": "189-197"}, "Abstract": {"AbstractText": ["Natural restoratives from traditional medicinal plants are considered to be a convenient, potent, and risk-free substitute treatment for hyperglycaemia. Our objective was to explore the activity of the crude extract of <i>Heritiera fomes</i> on postprandial hyperglycaemia by assessing relative measurements in a laboratory animal model.", "The Streptozotocin induced diabetic rat (n = 88, twenty-two per group) was used for the glucose tolerance test as an initial support for the study. BaSO4 was administered orally as a marker to measure gut motility after one hour of methanolic extract (500 mg/kg body weight) administration where, only purified water (10 ml/kg) was used to treat the control group (n = 12) and a dose (500 mg/kg) of <i>H. fomes</i> extract was used for the test group (n = 12 in each group). After 60 min of incubation of the mixture of extract and glucose with 10% (v/v) yeast cell suspension, the absorbance was measured to determine the capacity of glucose absorption by yeast cells. Sixty <i>Long Evans</i> rats (n = 12 in each group) were used to assess disaccharidase enzyme activity as µmol/mg protein per hour by Lowry's protein estimation method. The carbohydrate absorption investigation was executed to evaluate the leftover sucrose content in the gastrointestinal system (n = 64).", "After oral administration of MHFL (71.84%), MHFB (71.41%), and MHFR (72.55%), GI motility (%) increased significantly (<i>p</i> < 0.001) compared to the control group (59.06%). A significant increase in glucose uptake and adsorption capacity measured by different concentrations of glucose ensures the decrease of glucose bound rate and a significant drop in blood glucose concentration. The significant (<i>p</i> < 0.001) decrease in intestinal disaccharidase activity of MHFL (1.40), MHFB (1.36), and MHFR (1.20) in comparison to the control group (1.50) indicates that the presence of <i>H. fomes</i> may reduce glucose absorption in the small bowel. Significant (<i>p</i> < 0.001 & <i>p</i> < 0.05) accumulation of sucrose content in the six different parts of the GI tract suggests the absorption of sucrose was decreased.", "The findings of this study provide evidence on probable mechanisms for the anti-diabetic characteristics of <i>H. fomes</i>, and it is predicted that this plant will be studied further for the development of strong anti-hyperglycemic medicines."], "CopyrightInformation": "© Springer Nature Switzerland AG 2022."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Quality Services and Compliance, Square Pharmaceutical limited, 1212 Dhaka, Bangladesh."}], "LastName": "Nayan", "ForeName": "Md Iqbal Hossain", "Initials": "MIH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Training Department, Eskayef Pharmaceuticals Limited, 1213 Dhaka, Bangladesh."}], "LastName": "Alam", "ForeName": "Md Mohibul", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.442996.4", "0000 0004 0451 6987"], "Affiliation": "Department of Pharmacy, East West University, 1212 Dhaka, Bangladesh."}], "LastName": "Jamil", "ForeName": "Md Abrar", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.443016.4", "0000 0004 4684 0582"], "Affiliation": "Department of Statistics, Jagannath University, 1100 Dhaka, Bangladesh."}], "LastName": "Hossain", "ForeName": "Md Ismail", "Initials": "MI"}, {"Identifier": ["0000-0002-9183-120X"], "AffiliationInfo": [{"Identifier": ["grid.462795.b", "0000 0004 0635 1987"], "Affiliation": "Department of Agricultural Statistics, Sher-e-Bangla Agricultural University, 1207 Dhaka, Bangladesh."}], "LastName": "Haq", "ForeName": "Iqramul", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.443005.6", "0000 0004 0443 2564"], "Affiliation": "School of Pharmacy and Public Health, Independent University Bangladesh, 1229 Dhaka, Bangladesh."}], "LastName": "Hannan", "ForeName": "J M A", "Initials": "JMA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "J Diabetes Metab Disord", "NlmUniqueID": "101590741", "ISSNLinking": "2251-6581"}, "CoiStatement": "Conflict of interestThe authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Petrovska BB. Historical Review of Medicinal Plants′ Usage. Pharmacogn Rev. 2012;6(11):1. doi: 10.4103/0973-7847.95849.", "ArticleIdList": ["10.4103/0973-7847.95849", "PMC3358962", "22654398"]}, {"Citation": "Ghani A. Medicinal Plants of Bangladesh with Chemical Constituents and Uses. 2nd ed.: Dhaka Asiatic Society of Bangladesh; 2012."}, {"Citation": "Veeresham C. Natural Products Derived from Plants as a Source of Drugs. J Adv Pharm Tech Res. 2012;3(4):200. doi: 10.4103/2231-4040.104709.", "ArticleIdList": ["10.4103/2231-4040.104709", "PMC3560124", "23378939"]}, {"Citation": "World Health Organization. Diabetes [Internet]. Who.int. World Health Organization; 2021 [cited 2022 Mar 8]. Available from: https://www.who.int/news-room/fact-sheets/detail/diabetes."}, {"Citation": "Mohiuddin A. Diabetes Fact: Bangladesh Perspective. Int J Diabetes Res. 2019;2(1):14–20."}, {"Citation": "International Diabetes Fedaration. IDF Diabetes Atlas 10th Edition 2021 [Internet]. diabetesatlas.org. 2021 [cited 2022 April 9]. Available from: https://diabetesatlas.org/."}, {"Citation": "Saeedi P, Petersohn I, Salpea P, Malanda B, Karuranga S, Unwin N, et al. Global and Regional Diabetes Prevalence Estimates for 2019 and Projections for 2030 and 2045: Results from the International Diabetes Federation Diabetes Atlas, 9th Edition. Diabetes Research and Clinical Practice. 2019; 157:107843.", "ArticleIdList": ["31518657"]}, {"Citation": "Lin X, Xu Y, Pan X, Xu J, Ding Y, Sun X, et al. Global, regional, and National Burden and Trend of Diabetes in 195 Countries and territories: an Analysis from 1990 to 2025. Scientific Reports. 2020;10(1):1–11.", "ArticleIdList": ["PMC7478957", "32901098"]}, {"Citation": "Gregg EW, Li Y, Wang J, Rios Burrows N, Ali MK, Rolka D, et al. Changes in Diabetes-Related Complications in the United States, 1990–2010. N Engl J Med. 2014;370(16):1514–23. doi: 10.1056/NEJMoa1310799.", "ArticleIdList": ["10.1056/NEJMoa1310799", "24738668"]}, {"Citation": "Mukherjee PK, Maiti K, Mukherjee K, Houghton PJ. Leads from Indian Medicinal Plants with Hypoglycemic Potentials. J Ethnopharmacol. 2006;106(1):1–28. doi: 10.1016/j.jep.2006.03.021.", "ArticleIdList": ["10.1016/j.jep.2006.03.021", "16678368"]}, {"Citation": "Goldblum JR, Odze RD. Odze and Goldblum Surgical Pathology of the GI tract, liver, Biliary tract, and Pancreas. 3. Philadelphia: Elsevier Saunders; 2015."}, {"Citation": "Peterson DE, Cariello A. Mucosal damage: a Major Risk Factor for Severe Complications after Cytotoxic Therapy. Semin Oncol. 2004;31:35–44. doi: 10.1053/j.seminoncol.2004.04.006.", "ArticleIdList": ["10.1053/j.seminoncol.2004.04.006", "15181607"]}, {"Citation": "Alsahli M, Gerich JE, Hypoglycemia Endocrinol Metab Clin North Am. 2013;42(4):657–76. doi: 10.1016/j.ecl.2013.07.002.", "ArticleIdList": ["10.1016/j.ecl.2013.07.002", "24286945"]}, {"Citation": "Islam MdE, Islam KMD, Billah MdM, Biswas R, Sohrab MdH, Rahman SMM. Antioxidant and anti-inflammatory Activity of Heritiera Fomes (Buch. -Ham), a Mangrove Plant of the Sundarbans. Oriental Pharmacy and Experimental Medicine. 2019;20(2): 189–197."}, {"Citation": "Hossain MdA, Panthi S, Sadhu SK, Asadujjaman Md, Ferdous F, Khan SA. Phytochemical and Pharmacological Assessment of the Ethanol Leaves Extract of Heritiera Fomes Buch. Ham. (Family- Sterculiaceae). Journal of Pharmacognosy and Phytochemistry [Internet]. 2013 [cited 2022 Mar 9];2(3). Available from: https://www.phytojournal.com/archives?year=2013&vol=2&issue=3&ArticleId=645."}, {"Citation": "Kathiresan K, Saravanakumar K, Asmathunisha N, Anburaj R, Gomathi V. Biochemical Markers for Carbon Sequestration in Two Mangrove Species (Avicennia Marina and Rhizophora mucronata) Beni-Suef Univ J Basic Appl Sci. 2018;7(4):733–9."}, {"Citation": "Patra JK, Thatoi H. Anticancer Activity and Chromatography Characterization of Methanol Extract of Heritiera Fomes Buch. Ham., a Mangrove Plant from Bhitarkanika, India. Orient Pharm Experimental Med. 2013;13(2):133–42. doi: 10.1007/s13596-013-0113-7.", "ArticleIdList": ["10.1007/s13596-013-0113-7"]}, {"Citation": "Mahmud I, Islam MK, Saha S, Barman AK, Rahman MM, Anisuzzman M, et al. Pharmacological and Ethnomedicinal Overview ofHeritiera fomes: Future Prospects. International Scholarly Research Notices. 2014; 2014:1–12."}, {"Citation": "Mitra S, Naskar N, Chaudhuri P. A Review on Potential Bioactive Phytochemicals for Novel Therapeutic Applications with Special Emphasis on Mangrove Species. Phytomedicine plus. 2021;1(4):100107. doi: 10.1016/j.phyplu.2021.100107.", "ArticleIdList": ["10.1016/j.phyplu.2021.100107"]}, {"Citation": "Dixon RA, Sarnala S. Proanthocyanidin Biosynthesis—a Matter of Protection. Plant Physiol. 2020;184(2):579–91. doi: 10.1104/pp.20.00973.", "ArticleIdList": ["10.1104/pp.20.00973", "PMC7536678", "32817234"]}, {"Citation": "Wangensteen H, Thi Dang HC, Uddin SJ, Alamgir M, Malterud KE. Antioxidant and Antimicrobial Effects of the Mangrove Tree Heritiera Fomes. Nat Prod Commun. 2009;4(3):371–6.", "ArticleIdList": ["19413115"]}, {"Citation": "Mandal B, Mukherjee A, Banerjee S. A Review on the Ichthyofaunal Diversity in Mangrove Based Estuary of Sundarbans. Rev Fish Biol Fish. 2013;23(3):365–74. doi: 10.1007/s11160-012-9300-8.", "ArticleIdList": ["10.1007/s11160-012-9300-8"]}, {"Citation": "Wang-Fischer Y, Garyantes T. Improving the Reliability and Utility of Streptozotocin-Induced Rat Diabetic Model. Journal of Diabetes Research. 2018 Sep 23; 2018:1–14.", "ArticleIdList": ["PMC6174751", "30345315"]}, {"Citation": "Lenzen S. The Mechanisms of alloxan- and streptozotocin-induced Diabetes. Diabetologia. 2007;51(2):216–26. doi: 10.1007/s00125-007-0886-7.", "ArticleIdList": ["10.1007/s00125-007-0886-7", "18087688"]}, {"Citation": "Hannan JMA, Ansari P, Haque A, Sanju A, Huzaifa A, Rahman A, et al. Nigella Sativa Stimulates Insulin Secretion from Isolated Rat Islets and Inhibits the Digestion and Absorption of (CH2O)n in the Gut. Bioscience Reports. 2019;39(8): BSR20190723.", "ArticleIdList": ["PMC6706595", "31375555"]}, {"Citation": "Azad S, Ansari P, Azam S, Hossain S, Shahid MI-B, Hasan M, et al. Anti-hyperglycaemic Activity of Moringa Oleifera Is Partly Mediated by Carbohydrase Inhibition and glucose-fibre Binding. Bioscience Reports. 2017;37(3): BSR20170059.", "ArticleIdList": ["PMC6434176", "28336764"]}, {"Citation": "Ahmed F, Baksi B, Sadhu S, Shahid I. Antinociceptive and Antidiarrhoeal Activities of Sonneratia Caseolaris. Orient Pharm Experimental Med. 2007;7(3):274–9. doi: 10.3742/OPEM.2007.7.3.274.", "ArticleIdList": ["10.3742/OPEM.2007.7.3.274"]}, {"Citation": "Parkman HP, Mccallum RW, Satish SC, Rao . GI Motility Testing: a Laboratory and Office Handbook. Thorofare: Slack; 2011."}, {"Citation": "Chatterjee DrTK . Rodents for Pharmacological Experiments. Kolkata: PharmaMed Press; 2017."}, {"Citation": "Ansari P, Afroz N, Jalil S, Azad SB, Mustakim MdG, Anwar S, et al. Anti-hyperglycemic Activity of Aegle Marmelos (L.) corr. Is Partly Mediated by Increased Insulin secretion, α-amylase inhibition, and Retardation of Glucose Absorption. Journal of Pediatric Endocrinology and Metabolism. 2017;30(1): 37–47.", "ArticleIdList": ["28002030"]}, {"Citation": "Kabir AU, Samad MB, D’Costa NM, Akhter F, Ahmed A, Hannan J. Anti-hyperglycemic Activity of Centella Asiatica Is Partly Mediated by Carbohydrase Inhibition and glucose-fiber Binding. BMC Complementary and Alternative Medicine. 2014;14(1): 31 –44.", "ArticleIdList": ["PMC3900709", "24438380"]}, {"Citation": "Rehman G, Hamayun M, Iqbal A, Ul Islam S, Arshad S, Zaman K, et al. In Vitro Antidiabetic Effects and Antioxidant Potential of Cassia Nemophila Pods. BioMed Research International. 2018;2018.", "ArticleIdList": ["PMC5827890", "29607313"]}, {"Citation": "Ram H, Kumar P, Purohit A, Kashyap P, Kumar S, Kumar S, et al. Improvements in HOMA Indices and Pancreatic Endocrinal Tissues in Type 2-diabetic Rats by DPP-4 Inhibition and Antioxidant Potential of an Ethanol Fruit Extract of Withania coagulans. Nutr Metabolism. 2021;18(1):43. doi: 10.1186/s12986-021-00547-2.", "ArticleIdList": ["10.1186/s12986-021-00547-2", "PMC8059290", "33882957"]}, {"Citation": "Paczkowska A, Hoffmann K, Michalak M, Bryl W, Kopciuch D, Zaprutko T, et al. A Comparison between the Therapeutic Effect of Metformin Alone versus a Combination Therapy with Insulin in Uncontrolled, Non-Adherence Patients with Type 2 Diabetes: Six Months Follow-Up. Diabetes, Metabolic Syndrome and Obesity: Targets and Therapy. 2021;14(1):3243–52.", "ArticleIdList": ["PMC8286717", "34285531"]}, {"Citation": "Stefano GB, Challenger S, Kream RM. Hyperglycemia-associated Alterations in Cellular Signaling and Dysregulated Mitochondrial Bioenergetics in Human Metabolic Disorders. Eur J Nutr. 2016;55(8):2339–45. doi: 10.1007/s00394-016-1212-2.", "ArticleIdList": ["10.1007/s00394-016-1212-2", "PMC5122622", "27084094"]}, {"Citation": "Kuntarattanakool M, Isarakul N, Tangvarasittichai O, Tangvarasittichai S. Postprandial Dysmetabolism (Postprandial Hyperglycemia and Hypertriglyceridemia) in Type 2 Diabetes Patients. Madridge J Diabetes. 2018;2(1):47–50. doi: 10.18689/mjd-1000109.", "ArticleIdList": ["10.18689/mjd-1000109"]}, {"Citation": "Rizza RA. Pathogenesis of Fasting and Postprandial Hyperglycemia in Type 2 Diabetes: Implications for Therapy. Diabetes. 2010;59(11):2697–707. doi: 10.2337/db10-1032.", "ArticleIdList": ["10.2337/db10-1032", "PMC2963523", "20705776"]}, {"Citation": "Hanssen NMJ, Kraakman MJ, Flynn MC, Nagareddy PR, Schalkwijk CG, Murphy AJ. Postprandial Glucose Spikes, an Important Contributor to Cardiovascular Disease in Diabetes? Frontiers in Cardiovascular Medicine. 2020;7(1): 570553.", "ArticleIdList": ["PMC7530333", "33195459"]}, {"Citation": "Helander HF, Fändriks L. Surface Area of the Digestive Tract – Revisited. Scand J Gastroenterol. 2014;49(6):681–9. doi: 10.3109/00365521.2014.898326.", "ArticleIdList": ["10.3109/00365521.2014.898326", "24694282"]}, {"Citation": "Ogobuiro I, Tuma F, Physiology. Gastrointestinal [Internet]. Nih.gov. StatPearls Publishing; 2019 [cited 2022 Mar 10]. Available from: https://www.ncbi.nlm.nih.gov/books/NBK537103/."}, {"Citation": "Cura AJ, Carruthers A. Role of Monosaccharide Transport Proteins in Carbohydrate Assimilation, Distribution, Metabolism, and Homeostasis. Compr Physiol. 2012;2(2):863–914. doi: 10.1002/cphy.c110024.", "ArticleIdList": ["10.1002/cphy.c110024", "PMC3430470", "22943001"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "12", "Day": "30"}, {"Year": "2022", "Month": "5", "Day": "5"}, {"Year": "2022", "Month": "5", "Day": "10"}, {"Year": "2023", "Month": "5", "Day": "31", "Hour": "13", "Minute": "13"}, {"Year": "2023", "Month": "5", "Day": "31", "Hour": "13", "Minute": "12"}, {"Year": "2023", "Month": "5", "Day": "31", "Hour": "10", "Minute": "29"}, {"Year": "2023", "Month": "11", "Day": "5"}], "PublicationStatus": "epublish", "ArticleIdList": ["37255798", "PMC10225449", "10.1007/s40200-022-01058-4", "1058"]}}], "PubmedBookArticle": []}