{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cut flower", "Floriculture", "Growth regulator", "Pre and postharvest", "Zantedeschia aethiopica (L.) Spreng"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37251873", "DateRevised": {"Year": "2023", "Month": "05", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "05", "Day": "15"}], "Language": ["eng"], "ELocationID": ["e16319", "10.1016/j.heliyon.2023.e16319"], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "9", "Issue": "5", "PubDate": {"Year": "2023", "Month": "May"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "Exogenous applications of gibberellic acid modulate the growth, flowering and longevity of calla lily.", "Pagination": {"StartPage": "e16319", "MedlinePgn": "e16319"}, "Abstract": {"AbstractText": ["Calla lily (<i>Zantedeschia aethiopica</i> (L.) Spreng.) is an important ornamental crop used in garden landscapes, floral arrangements, and medicinal applications. Gibberellic acid (GA<sub>3</sub>) is actively involved in cell elongation, growth, physiology, and flowering. In addition, it is an environmentally-friendly compound which can be applied to plants to increase the ornamental production. Therefore, the present study was designed with three GA<sub>3</sub> spray times <i>viz.,</i> single, double and triple spray and five exogenous applications of gibberellic acid concentrations <i>viz.,</i> 0, 25, 50, 100, and 200 mg L<sup>-1</sup> with factorial randomized block design. Results revealed that the interaction effect of combinations of two time applications of GA<sub>3</sub> at 100 mg L<sup>-1</sup> induced higher growth parameters over control. Significantly higher physiological parameters <i>viz.,</i> photosynthetic rate (14.3 μmol m<sup>-2</sup>s<sup>-1</sup>), number of stomata (26.5 mm<sup>-2</sup>), stomatal conductance (0.28 mmol m<sup>-2</sup>s<sup>-1</sup>), and transpiration rate (3.6 mmol m<sup>-2</sup>s<sup>-1</sup>) were reported when plants were treated twice with 100 mg L<sup>-1</sup> GA<sub>3</sub>. Similarly, among flowering traits, days to flower were significantly low in plants treated two-time spray at GA<sub>3</sub> 100 mg L<sup>-1</sup> (169.8 days). The number of flowers in the double spray at GA<sub>3</sub> 100 mg L<sup>-1</sup> treatment increased by 11.3 and 23.7% over triple spray and control, respectively. Vase life was also significantly higher in plants treated with double spray at GA<sub>3</sub> 100 mg L<sup>-1</sup> (6.3 days). The regression equation and correlation matrix indicated a strong relationship between growth, flowering and GA<sub>3</sub> concentrations up to 100 mg L<sup>-1</sup>. The PCA analysis revealed that the calla lily crop is positively affected by spray timing and GA<sub>3</sub> treatments. In the context of vegetative, reproductive, and longevity parameters of the crop, a dual spray of 100 mg L<sup>-1</sup> GA<sub>3</sub> can be recommended to small scale farmers and commercial growers as an alternative technique for promoting growth, yield and improving the ornamental value for commercial level production."], "CopyrightInformation": "© 2023 The Authors."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Floriculture Laboratory, Agrotechnology Division, India."}, {"Identifier": [], "Affiliation": "CSIR-Institute of Himalayan Bioresource Technology, (Council of Scientific and Industrial Research), Post Box No 6, Palampur, 176 061, HP, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201002, Uttar Pradesh, India."}], "LastName": "Chandel", "ForeName": "Anjali", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Floriculture Laboratory, Agrotechnology Division, India."}, {"Identifier": [], "Affiliation": "CSIR-Institute of Himalayan Bioresource Technology, (Council of Scientific and Industrial Research), Post Box No 6, Palampur, 176 061, HP, India."}], "LastName": "Thakur", "ForeName": "Meenakshi", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Floriculture Laboratory, Agrotechnology Division, India."}, {"Identifier": [], "Affiliation": "CSIR-Institute of Himalayan Bioresource Technology, (Council of Scientific and Industrial Research), Post Box No 6, Palampur, 176 061, HP, India."}], "LastName": "Rakwal", "ForeName": "Anjali", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Floriculture Laboratory, Agrotechnology Division, India."}, {"Identifier": [], "Affiliation": "CSIR-Institute of Himalayan Bioresource Technology, (Council of Scientific and Industrial Research), Post Box No 6, Palampur, 176 061, HP, India."}], "LastName": "Chauhan", "ForeName": "Seema", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Floriculture Laboratory, Agrotechnology Division, India."}, {"Identifier": [], "Affiliation": "CSIR-Institute of Himalayan Bioresource Technology, (Council of Scientific and Industrial Research), Post Box No 6, Palampur, 176 061, HP, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201002, Uttar Pradesh, India."}], "LastName": "Bhargava", "ForeName": "Bhavya", "Initials": "B"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Wei Z., Sun Z., Cui B., Zhang Q., Xiong M., Wang X., Zhou D. Transcriptome analysis of colored calla lily (Zantedeschia rehmannii Engl.) by Illumina sequencing: de novo assembly, annotation and EST-SSR marker development. PeerJ. 2016;4:2378. doi: 10.3390/genes8060168.", "ArticleIdList": ["10.3390/genes8060168", "PMC5012260", "27635342"]}, {"Citation": "Wei Z., Zhang H., Wang Y., Li Y., Xiong M., Wang X., Zhou D. Assessing genetic diversity and population differentiation of colored calla lily (Zantedeschia hybrid) for an efficient breeding program. Genes. 2017;8(6):168. doi: 10.3390/genes8060168.", "ArticleIdList": ["10.3390/genes8060168", "PMC5485532", "28635663"]}, {"Citation": "Letty The genus Zantedeschia. Bothalia. 1973;11(1/2):5–26. doi: 10.4102/abc.v11i1/2.1963.", "ArticleIdList": ["10.4102/abc.v11i1/2.1963"]}, {"Citation": "Singh Y., Van Wyk A.E., Baijnath H. Taxonomic notes on the genus Zantedeschia Spreng. (Araceae) in southern Africa. South Afr. J. Bot. 1996;62(6):321–324. doi: 10.1016/S0254-6299(15)30672-4.", "ArticleIdList": ["10.1016/S0254-6299(15)30672-4"]}, {"Citation": "Kuehny J.S. Calla history and culture. Hort. Technol. 2000;10(2):267–274."}, {"Citation": "Snijder R.C., Brown F.S., van Tuyl J.M. The role of plastome-genome incompatibility and biparental plastid inheritance in interspecific hybridization in the genus Zantedeschia (Araceae) Floric. Ornam. Biotechnol. 2007;1(2):150–157."}, {"Citation": "Hertogh De, Nard M. Le. Elsevier.; 1993. The Physiology of Flower Bulbs; p. 795."}, {"Citation": "Funnell K.A., MacKay B.R. International Symposium on Development of Bulbous Flower Industry. Vol. 3. 1999. Directions and challenges of the New Zealand calla industry, and the use of calcium to control soft rot."}, {"Citation": "Tjia . Proceedings of the Annual Meeting of the Florida State Horticulture Society. 1986. Hybrid calla lilies: a potential new crop for Florida. USA)"}, {"Citation": "Aitken A.G., Hewett E.W. New Zealand Institute for Plant and Food Research Limited; Auckland: 2013. Fresh Facts: New Zealand Horticulture."}, {"Citation": "Carneiro D.N.M., Almeida E.F.A., Paiva P.D.D.O., Frazao J.E.M., Santos F.H.D.S., Carneiro L.F. Development and dry mass accumulation in calla lily at the initial cultivation stage. Cienc. Agrotech. 2011;35:1085–1092. doi: 10.1590/S1413-70542011000600007.", "ArticleIdList": ["10.1590/S1413-70542011000600007"]}, {"Citation": "Belmont M.A., Cantellano E., Ramirez-Mendoza N. Multifunctional Wetlands. Springer; Cham: 2018. Ornamental flowers and fish in indigenous communities in Mexico: an incentive model for pollution abatement using constructed wetlands; pp. 241–252.", "ArticleIdList": ["10.1007/978-3-319-67416-2_8"]}, {"Citation": "Kumar I.Dogra. In vitro micropropagation of calla lily: an Overview. Ind. J. Pure App. Bio. Sci. 2020;8(2):144–153. doi: 10.18782/2582-2845.7974.", "ArticleIdList": ["10.18782/2582-2845.7974"]}, {"Citation": "Almeida E.F.A. Universiade Federal de Lavras; Lavras: 2007. Nutricao mineral em plantas de copo-de-leite: deficiencia de nutrientes e adubacao silicatada (2007). 109 (Doctoral dissertation, Tese (Doutorado em Fitotecnia)"}, {"Citation": "Liu H., Zhu J., Ding H., Wang L., Sun Z., Liu P., Li T., Du H. Foliar spray of growth regulators significantly increases trans-1, 4-polyisoprene production from Eucommia ulmoides Oliver short-rotation coppice. Ind. Crop. Prod. 2018;113:383–390. doi: 10.1016/j.indcrop.2018.01.054.", "ArticleIdList": ["10.1016/j.indcrop.2018.01.054"]}, {"Citation": "Kumar S.S.Singh, Bhargava B., Sharma R.K., Sud R.K. Technical bulletin: calla lily cultivars. 2016. https://www.ihbt.res.in/images/TechnicalBulletin/Callalilyfolder.pdf accessed on."}, {"Citation": "Sanap P.B., Patil B.A., Gonadal B.V. Effect of growth regulators on quality and yield of flowers in tuberose (Polianthes tuberose L.) cv. Single. Orissa J. Hortic. 2000;28(1):68–72."}, {"Citation": "Davies P.F. Flow-mediated endothelial mechano transduction. Physiol. Rev. 1995;75(3):519–560. doi: 10.1152/physrev.1995.75.3.519.", "ArticleIdList": ["10.1152/physrev.1995.75.3.519", "PMC3053532", "7624393"]}, {"Citation": "Emongor V.E. Effects of gibberellic acid on postharvest quality and vase life of gerbera cut flowers (Gerbera jamesonii) J. Agron. 2004;3(3):191–195."}, {"Citation": "Corr B.E., Widmer R.E. Gibberellic acid increases flower number in Zantedeschia elliottiana and Z. rehmannii. Hortic. Sci. (Stuttg.) 1987;22(4):605–607. doi: 10.21273/HORTSCI.22.4.605.", "ArticleIdList": ["10.21273/HORTSCI.22.4.605"]}, {"Citation": "Tjia B.O., Funnell K.A. III International Symposium on Postharvest Physiology of Ornamentals. Vol. 181. 1985. Postharvest studies of cut Zantedeschia inflorescences; pp. 451–458."}, {"Citation": "Sajid M., Amin N., Ahmad H., Khan K. Effect of gibberellic acid on enhancing flowering time in Chrysanthemum morifolium. Pakistan J. Bot. 2016;48(2):477–483."}, {"Citation": "Dhaduk B.K., Kumara S., Singh A., Desai J.R. Response of gibberellic acid on growth and flowering attributes in anthurium (Anthurium andreanum Lind.) J. Orn. Hort. 2007;10(3):187–189."}, {"Citation": "Anonymous . 2018. Crop Weather Outlook. All India Coordinated Research Project on Agrometeorology (AICRPAM)http://www.cropweatheroutlook.in"}, {"Citation": "Kumar R., Kaundal M., Jandrotia R., Vats S.K. Free-air CO2 enrichment (FACE) and free-air temperature increase (FATI) effects on Trifolium repens L. In temperate himalayas. Int. J. Plant Prod. 2020;14(1):43–56. doi: 10.1007/s42106-019-00066-4.", "ArticleIdList": ["10.1007/s42106-019-00066-4"]}, {"Citation": "Sales T.S., de Oliveira Paiva P.D., Manfredini G.M., P Nascimento A.M., Castro M.L.R. Water relations in calla lily flower stems harvested at different opening stages. Ornam. Hortic. 2015;21(3):368–375."}, {"Citation": "Gomez K.A., Gomez A.A. John Wiley & sons; 1984. Statistical Procedures for Agricultural Research."}, {"Citation": "Thakur M., Kumar R. Foliar application of plant growth regulators modulates the productivity and chemical profile of damask rose (Rosa damascena Mill.) under mid hill conditions of the western Himalaya. Ind. Crop. Prod. 2020;158 doi: 10.1016/j.indcrop.2020.113024.", "ArticleIdList": ["10.1016/j.indcrop.2020.113024"]}, {"Citation": "Kumar P.K., Senthil P. Variability, heritability and genetic advance for yield, yield attributes and xanthophyll content in African marigold (Tagetes erecta L.) Crop Res. 2011;41:117–119."}, {"Citation": "Mehraj H., Taufique T., Ona A.F., Roni M.Z.K., Jamal Uddin A.F.M. Effect of spraying frequency of gibberellic acid on growth and flowering in gerbera. J. Expt. Biosci. 2013;4(2):7–10."}, {"Citation": "Choudhari R., Kulkarni B.S., Shiragur M. Growth, flowering and quality of cut Chrysanthemum (Dendranthema grandiflora Tzevelev.) cv. Yellow Gold, as influenced by different growth regulators. Int. J. Chem. Stud. 2018;6(1):1458–1460."}, {"Citation": "Groszmann M., Chandler P.M., Ross J.J., Swain S.M. Manipulating gibberellin control over growth and fertility as a possible target for managing wild radish weed populations in cropping systems. Front. Plant Sci. 2020;11:19. doi: 10.3389/fpls.2020.00190.", "ArticleIdList": ["10.3389/fpls.2020.00190", "PMC7096587", "32265944"]}, {"Citation": "Mills-Ibibofori T., Dunn B.L., Maness N., Payton M. Effect of LED lighting and gibberellic acid supplementation on potted ornamentals. Horticulture. 2019;5(3):51. doi: 10.3390/horticulturae5030051.", "ArticleIdList": ["10.3390/horticulturae5030051"]}, {"Citation": "Zhang S., Zhang D., Fan S., Du L., Shen Y., Xing L., Li Y., Ma J., Han M. Effect of exogenous GA3 and its inhibitor paclobutrazol on floral formation, endogenous hormones, and flowering-associated genes in ‘Fuji’apple (Malus domestica Borkh.) Plant Physiol. Biochem. 2016;107:178–186. doi: 10.1016/j.plaphy.2016.06.005.", "ArticleIdList": ["10.1016/j.plaphy.2016.06.005", "27295342"]}, {"Citation": "Kumar P., Singh A., Laishram N., Pandey R.K., Dogra S., Jeelani M.I., Sinha B.K. Effects of plant growth regulators on quality flower and seed production of marigold (Tagetes erecta L.) Bangladesh J. Bot. 2020;49(3):567–577. doi: 10.3329/bjb.v49i3.49641.", "ArticleIdList": ["10.3329/bjb.v49i3.49641"]}, {"Citation": "Punetha P., Rawat T., Bohra M., Trivedi H. Effects of various concentrations of GA3 and NAA on cuttings of hydrangea under shade net conditions. J. Hill Agric. 2018;9(3):260–264. doi: 10.5958/2230-7338.2019.00002.8.", "ArticleIdList": ["10.5958/2230-7338.2019.00002.8"]}, {"Citation": "Singh J., Nigam R., Singh R., Kumar A., Kumar A. Effect of gibberellic acid and cycocel on growth, flowering and yield of chrysanthemum (Dendranthema grandiflora Ramat) cv. birbalsahni. J. Pharmacogn. Phytochem. SPI. 2018:2753–2758."}, {"Citation": "Ramzan F., Younis A., Riaz A., Ali S., Siddique M.I., Lim K.B. Pre-planting exogenous application of gibberellic acid influences sprouting, vegetative growth, flowering, and subsequent bulb characteristics of ‘Ad-Rem’tulip. Hortic. Environ. Biotechnol. 2014;55(6):479–488. doi: 10.1007/s13580-014-0113-7.", "ArticleIdList": ["10.1007/s13580-014-0113-7"]}, {"Citation": "Arefnezhad Z., Khayyat M., Zahan M.H.S., Zamani G. Effects of gibberellic acid on total carbohydrate of shoots, vegetative growth and flower production in barberry plants. J. Nutr. Food Sci. Technol. 2021;2(1):1–9."}, {"Citation": "Sauter M., Kende H. Gibberellin-induced growth and regulation of the cell division cycle in deepwater rice. Planta. 1992;188(3):362–368. doi: 10.1007/BF00192803.", "ArticleIdList": ["10.1007/BF00192803", "24178326"]}, {"Citation": "Aparna V., Prakash K., Neema M., Ajay A., Kumar N., Singh M.C. Effect of gibberellic acid on plant growth and flowering of chrysanthemum cv. ‘Thai Chen Queen’ under short day planting conditions. Int. J. Agric. Sci. 2018;10(11):6274–6278."}, {"Citation": "Nowsheen N., Shama M.K., Khalil A., Bhat R. Influence of exogenous application of plant growth regulators on growth, fruit numbers and leaf and fruit nutrient status of Kiwifruit cv. Hayward. J. Life Sci. 2017;12(3):1645–1647."}, {"Citation": "Seaton K., Bettin A., GrUneberg H. New ornamental plants for horticulture. Horticulture: Plants for People and Places. 2014;1:435–463. doi: 10.1007/978-94-017-8578-5.", "ArticleIdList": ["10.1007/978-94-017-8578-5"]}, {"Citation": "Salachna P., Mikiciuk M., Zawadzinska A., Piechocki R., Ptak P., Mikiciuk G., Pietrak A., Lopusiewicz L. Changes in growth and physiological parameters of Amarine following an exogenous application of gibberellic acid and methyl jasmonate. Agron. 2020;10(7):980. doi: 10.3390/agronomy10070980.", "ArticleIdList": ["10.3390/agronomy10070980"]}, {"Citation": "Al-Rawi W.A.A., Al-Hadethi M.E.A., Abdul-Kareem A.A. Effect of foliar application of gibberellic acid and seaweed extract spray on growth and leaf mineral content on peach trees. Iraqi J. Agric. Sci. 2016;47:98–105."}, {"Citation": "Chen J., Henny R.J., McConnell D.B., D Caldwell R. Gibberellic acid affects growth and flowering of philodendron ‘black cardinal. Plant Growth Regul. 2003;41:1–6. doi: 10.1023/A:1027326705060.", "ArticleIdList": ["10.1023/A:1027326705060"]}, {"Citation": "Wen Y., Su S.C., Ma L.Y., Wang X.N. Effects of gibberellic acid on photosynthesis and endogenous hormones of Camellia oleifera Abel. in 1st and 6th leaves. J. For. Res. 2018;23(5):309–317."}, {"Citation": "Ashraf M., Karim F., Rasul E. Interactive effects of gibberellic acid (GA3) and salt stress on growth, ion accumulation and photosynthetic capacity of two spring wheat (Triticum aestivum L.) cultivars differing in salt tolerance. Plant Growth Regul. 2002;36(1):49–59. doi: 10.1023/A:1014780630479.", "ArticleIdList": ["10.1023/A:1014780630479"]}, {"Citation": "Goring H., Koshuchow A., Deckert C. Influence of gibberellic acid on stomatal movement. Biochem. Physiol. 1990;186(5–6):367–374. doi: 10.1016/S0015-3796(11)80235-0.", "ArticleIdList": ["10.1016/S0015-3796(11)80235-0"]}, {"Citation": "Miceli A. Moncada L. Sabatino F. Vetrano. Effect of gibberellic acid on growth, yield, and quality of leaf lettuce and rocket grown in a floating system. Agron. 2019;9(7):3–22. doi: 10.3390/agronomy9070382.", "ArticleIdList": ["10.3390/agronomy9070382"]}, {"Citation": "Mishra S.K., Mishra S., Bahadur V. Effect of growth regulators on growth, yield and shelf life in amaryllis lily (Amaryllis belladona) cv. Zephyranthes. J. Pharmacogn. Phytochem. 2019;8(2):1217–1219."}, {"Citation": "Guardiola J.L., Monerri C., Agusti M. The inhibitory effect of gibberellic acid on flowering in Citrus. Physiol. Plantarum. 1982;55(2):136–142. doi: 10.1111/j.1399-3054.1982.tb02276.x.", "ArticleIdList": ["10.1111/j.1399-3054.1982.tb02276.x"]}, {"Citation": "Dogra S., Pandey R.K., Bhat D.J. Influence of gibberellic acid and plant geometry on growth, flowering and corm production in gladiolus (Gladiolus grandiflorus) under Jammu agroclimate. Int. J. Pharm. Bio. Sci. 2012;3(4):1083–1090."}, {"Citation": "Rahman I.Hussain, Nabi G. Exogenous gibberellic acid application influences on vegetative and reproductive aspects in gladiolus. Ornam. Hortic. 2020;26:244–250. doi: 10.1590/2447-536X.v26i2.2100.", "ArticleIdList": ["10.1590/2447-536X.v26i2.2100"]}, {"Citation": "Sethy H., Patra S.K., Mohanty C.R. Effect of plant growth regulators on growth and flowering of ornamental sunflower. Int. J. Agric. Sci. Res. 2016;6(3):561–568."}, {"Citation": "Sharma J.R., Gupta R.B., Panwar R.D. Growth, flowering and corm production of gladiolus cv. Friendship as influenced by foliar application of nutrients and growth regulators. J. Ornam. Hortic. 2004;7:154–158."}, {"Citation": "Devadanam P.B. Sable, Shinde B.N., Haldewad A.M. Effect of foliar spray of plant growth regulators on growth and yield of tuberose (Polianthes tuberosa L.) J. Mah. Agril. Univ. 2007;32:282–283."}, {"Citation": "Phengphachanh B., Naphrom D., Bundithya W., Potapohn N. Effects of day-length and gibberellic acid (GA3) on flowering and endogenous hormone levels in Rhynchostylis gigantea (Lindl.) Ridl. J. Agric. Sci. 2012;4(4):217."}, {"Citation": "Sharifuzzaman S.M., Ara K.A., Rahman M.H., Kabir K., Talukdar M.B. Effect of GA3, CCC and MH on vegetative growth, flower yield and quality of chrysanthemum. Int. J. Expt. Agric. 2011;2(1):17–20."}, {"Citation": "Sharma M.K., Joshi K.I. Effect of foliar spray of GA3 and NAA on growth flowering and yield of China aster (Callistephus chinensis NEES.) cultivars. Int. J. Agric. Sci. Res. 2015;5(4):105–110."}, {"Citation": "Nandre D.R., Navandar U.O., Archana D., Watane Effect of growth regulators on growth, flowering and yield of China aster. Asian J. Hortic. 2009;4(1):50–51."}, {"Citation": "Kumar V., Kumar V., Umrao V., Singh M. Effect of GA3 and IAA on growth and flowering of carnation. Hortflora Res. Spec. 2012;89:2250–2823."}, {"Citation": "Kumar P., S Raghava S.P., Misra R.L. Effect of biofertilizers on growth and yield of China aster. J. Ornam. Hortic. 2003;6(2):85–88."}, {"Citation": "Patra S.K., Beura S., Shasani T. Efficacy of GA3 on growth and flowering regulation of in vitro raised hybrid gerbera under shade net. Agric. Sci. Digest-A Res. J. 2015;35(3):173–177. doi: 10.5958/0976-0547.2015.00039.7.", "ArticleIdList": ["10.5958/0976-0547.2015.00039.7"]}, {"Citation": "Dehale M.H., Deshmukh P.P., Moharkar V.K. Influence of foliar application of GA3 on quality of chrysanthemum. J. Soils Crops. 1993;3(2):135–137."}, {"Citation": "Saeed T., Hassan I., Abbasi N.A., Jilani G. Effect of gibberellic acid on the vase life and oxidative activities in senescing cut gladiolus flowers. Plant Growth Regul. 2014;72(1):89–95. doi: 10.1007/s10725-013-9839-y.", "ArticleIdList": ["10.1007/s10725-013-9839-y"]}, {"Citation": "Skutnik E., Rabiza-Swider J., Lukaszewska A.J. Evaluation of several chemical agents for prolonging vase life in cut asparagus greens. J. Fruit Ornam. Plant Res. 2006;14:233."}, {"Citation": "Singh S., Kumar M., Mahajan R.K. The study of indoor radon in dwellings of Bathinda district, Punjab, India and its correlation with uranium and radon exhalation rate in soil. Radiat. Meas. 2005;39:535–542. doi: 10.1016/j.radmeas.2004.10.008.", "ArticleIdList": ["10.1016/j.radmeas.2004.10.008"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "12", "Day": "5"}, {"Year": "2023", "Month": "5", "Day": "9"}, {"Year": "2023", "Month": "5", "Day": "12"}, {"Year": "2023", "Month": "5", "Day": "30", "Hour": "13", "Minute": "8"}, {"Year": "2023", "Month": "5", "Day": "30", "Hour": "13", "Minute": "7"}, {"Year": "2023", "Month": "5", "Day": "30", "Hour": "11", "Minute": "46"}, {"Year": "2023", "Month": "5", "Day": "15"}], "PublicationStatus": "epublish", "ArticleIdList": ["37251873", "PMC10208936", "10.1016/j.heliyon.2023.e16319", "S2405-8440(23)03526-0"]}}], "PubmedBookArticle": []}