{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anatomy", "Coronavirus", "Drug repurposing", "Medicinal plants", "Natural products", "Targets"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37251276", "DateRevised": {"Year": "2023", "Month": "06", "Day": "15"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "05", "Day": "20"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jafr.2023.100632"], "Journal": {"ISSN": "2666-1543", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2023", "Month": "Sep"}}, "Title": "Journal of agriculture and food research", "ISOAbbreviation": "J Agric Food Res"}, "ArticleTitle": "An overview on medicinal plants used for combating coronavirus: Current potentials and challenges.", "Pagination": {"StartPage": "100632", "MedlinePgn": "100632"}, "Abstract": {"AbstractText": ["Worldwide, Severe acute respiratory syndrome Coronavirus (SARS-CoV-2) pandemic crisis, causing many morbidities, mortality, and devastating impact on economies, so the current outbreak of the CoV-2 is a major concern for global health. The infection spread quickly and caused chaos in many countries around the world. The slow discovery of CoV-2 and the limited treatment options are among the main challenges. Therefore, the development of a drug that is safe and effective against CoV-2 is urgently needed. The present overview briefly summarizes CoV-2 drug targets ex: RNA-dependent RNA polymerase (RdRp), papain-like protease (PLpro), 3-chymotrypsin-like protease (3CLpro), transmembrane serine protease enzymes (TMPRSS2), angiotensin-converting enzyme 2 (ACE2), structural protein (N, S, E, and M), and virulence factors (NSP1, ORF7a, and NSP3c) for which drug design perspective can be considered. In addition, summarize all anti-COVID-19 medicinal plants and phytocompounds and their mechanisms of action to be used as a guide for further studies."], "CopyrightInformation": "© 2023 Published by Elsevier B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal and Aromatic Plants Dept., Pharmaceutical and Drug Industries Institute, National Research Centre, Cairo, Egypt."}], "LastName": "Abou Baker", "ForeName": "Doha H", "Initials": "DH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal and Aromatic Plants Dept., Pharmaceutical and Drug Industries Institute, National Research Centre, Cairo, Egypt."}], "LastName": "Hassan", "ForeName": "Emad M", "Initials": "EM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal and Aromatic Plants Dept., Pharmaceutical and Drug Industries Institute, National Research Centre, Cairo, Egypt."}], "LastName": "El Gengaihi", "ForeName": "Souad", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "J Agric Food Res", "NlmUniqueID": "101774856", "ISSNLinking": "2666-1543"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Sanche S., Lin Y.T., Xu C., Romero-Severson E., Hengartner N., Ke R. High contagiousness and rapid spread of severe acute respiratory syndrome coronavirus 2. Emerg. Infect. Dis. 2020;26", "ArticleIdList": ["PMC7323562", "32255761"]}, {"Citation": "Jin Y.H., Cai L., Cheng Z.S., Cheng H., Deng T., Fan Y.P., et al. A rapid advice guideline for the diagnosis and treatment of 2019 novel coronavirus (2019-nCoV) infected pneumonia. Mil Med Res. 2020;7:4. 1–23.", "ArticleIdList": ["PMC7003341", "32029004"]}, {"Citation": "Liu Y., Niu L., Cui L., Hou X., Li J., Zhang X., Zhang M. Hesperetin inhibits rat coronary constriction by inhibiting Ca2+ influx and enhancing voltage-gated K+ channel currents of the myocytes. Eur. J. Pharmacol. 2014;735:193–201.", "ArticleIdList": ["24751712"]}, {"Citation": "Kamel Boulos M.N., Geraghty E.M. Geographical tracking and mapping of coronavirus disease COVID-19/severe acute respiratory syndrome coronavirus 2 (CoV-2) epidemic and associated events around the world: how 21st century GIS technologies are supporting the global fight against outbreaks and epidemics. Int. J. Health Geogr. 2020;19:8.", "ArticleIdList": ["PMC7065369", "32160889"]}, {"Citation": "Wit E., Feldmann F., Cronin J., Jordan R., Okumura A., Thomas T., et al. Prophylactic and therapeutic remdesivir (GS-5734) treatment in the rhesus macaque model of MERS-CoV infection. Proc. Natl. Acad. Sci. U. S. A. 2020;117:6771–6776.", "ArticleIdList": ["PMC7104368", "32054787"]}, {"Citation": "Nga P.T., Parquet M.C., Lauber C., Parida M., Nabeshima T., Yu F., et al. Discovery of the first insect nidovirus, a missing evolutionary link in the emergence of the largest RNA virus genomes. PLoS Pathog. 2011;7", "ArticleIdList": ["PMC3169540", "21931546"]}, {"Citation": "Wu F., Zhao S., Yu B., Chen Y.M., Wang W., Song Z.G., et al. A new coronavirus associated with human respiratory disease in China. Nature. 2020;579 265–259.", "ArticleIdList": ["PMC7094943", "32015508"]}, {"Citation": "Bosch B.J., Van der Zee R., De Haan C.A., Rottier P.J. The coronavirus spike protein is a class I virus fusion protein: structural and functional characterization of the fusion core complex. J. Virol. 2003 Aug 15;77(16):8801–8811.", "ArticleIdList": ["PMC167208", "12885899"]}, {"Citation": "Mauriz Plasmonic biosensing schemes for virus. 2020. https://encyclopedia.pub/2441", "ArticleIdList": ["PMC7506724", "32842601"]}, {"Citation": "Chinese Clinical Trial Register (ChiCTR)-The World Health Organization International Clinical Trials Registered Organization Registered Platform. [Last accessed on 2020 February 24]. Available from: http://www.chictr.org.cn/abouten.aspx."}, {"Citation": "Gusev E., Sarapultsev A., Solomatina L., Chereshnev V. SARS-CoV-2-Specific immune response and the pathogenesis of COVID-19. Int. J. Mol. Sci. 2022;23(3):1716.", "ArticleIdList": ["PMC8835786", "35163638"]}, {"Citation": "Zumla A., Chan J.F., Azhar E.I., Hui D.S., Yuen K.Y. Coronaviruses drug discovery and therapeutic options. Nat. Rev. Drug Discov. 2016;15:327–347.", "ArticleIdList": ["PMC7097181", "26868298"]}, {"Citation": "Chan J.F., Chan K.H., Kao R.Y., To K.K., Zheng B.J., Li C.P., Li P.T., Dai J., Mok F.K., Chen H., Hayden F.G. Broad-spectrum antivirals for the emerging Middle East respiratory syndrome coronavirus. J. Infect. 2013 Dec 1;67(6):606–616.", "ArticleIdList": ["PMC7112612", "24096239"]}, {"Citation": "de Wilde A.H., Jochmans D., Posthuma C.C., Zevenhoven-Dobbe J.C., van Nieuwkoop S., Bestebroer T.M., et al. Screening of an FDA-approved compound library identifies four small-molecule inhibitors of Middle East Respiratory syndrome coronavirus replication in cell culture. Antimicrob. Agents Chemother. 2014;14:4875–4884.", "ArticleIdList": ["PMC4136071", "24841269"]}, {"Citation": "Dyall J., Coleman C.M., Hart B.J., Venkataraman T., Holbrook M.R., Kindrachuk J., et al. Repurposing of clinically developed drugs for treatment of Middle East respiratory syndrome coronavirus infection. Antimicrob. Agents Chemother. 2014;58:4885–4893.", "ArticleIdList": ["PMC4136000", "24841273"]}, {"Citation": "Kurokawa M., Ochiai H., Nagasaka K., Neki M., Xu H.X., Kadota S., et al. Antiviral traditional medicines against herpes-simplex virus (Hsv-1), poliovirus, and measles-virus in-vitro and their therapeutic efficacies for Hsv-1 infection in mice. Antivir. Res. 1993;22:175–188.", "ArticleIdList": ["8279811"]}, {"Citation": "Calland N., Dubuisson J., Rouillé Y., Séron K. Hepatitis C virus and natural compounds: a new antiviral approach? Viruses. 2012 Oct;4(10):2197–2217.", "ArticleIdList": ["PMC3497048", "23202460"]}, {"Citation": "Du J., He Z.D., Jiang R.W., Ye W.C., Xu H.X., But P.P.H. Antiviral flavonoids from the root bark of Morus alba L. Phytochemistry (Elsevier) 2003;62:1235–1238.", "ArticleIdList": ["12648543"]}, {"Citation": "Xu H.X., Kadota S., Kurokawa M., Shiraki K., Matsumoto T., Namba T. Isolation and structure of woodorien, a new glucoside having antiviral activity, from woodwardia orientalis. Chem. Pharm. Bull. 1993;41:1803–1806.", "ArticleIdList": ["8281578"]}, {"Citation": "Xu H.X., Kadota S., Wang H., Kurokawa M., Shiraki K., Matsumoto T., et al. A new hydrolyzable tannin from geum-japonicum and its antiviral activity. Heterocycles. 1994;38:167–175."}, {"Citation": "Xu H.X., Lee S.H., Lee S.F., White R.L., Blay J. Isolation and characterization of an anti-HSV polysaccharide from Prunella vulgaris. Antivir. Res. 1999;44:43–54.", "ArticleIdList": ["10588332"]}, {"Citation": "Kannan S., Kolandaivel P. Antiviral potential of natural compounds against influenza virus hemagglutinin. Comput. Biol. Chem. 2017;71:207–218.", "ArticleIdList": ["29149637"]}, {"Citation": "Luganini A., Terlizzi M.E., Catucci G., Gilardi G., Maffei M.E., Gribaudo G. The cranberry extract oximacro exerts in vitro virucidal activity against influenza virus by interfering with hemagglutinin. Front. Microbiol. 2018;9:1826.", "ArticleIdList": ["PMC6090095", "30131793"]}, {"Citation": "Xu H.X., Zeng F.Q., Wan M., Sim K.Y. Anti-HIV triterpene acids from Geum japonicum. J. Nat. Prod. 1996;59:643–645.", "ArticleIdList": ["8759159"]}, {"Citation": "Xu H.X., Wan M., Loh B.N., Kon O.L., Chow P.W., Sim K.Y. Screening of traditional medicines for their inhibitory activity against HIV-1 protease. Phytother Res. 1996;10:207–210."}, {"Citation": "Xu H.X., Ming D.S., Dong H., But P.P. A new anti-HIV triterpene from Geum japonicum. Chem. Pharm. Bull. 2000;48:1367–1369.", "ArticleIdList": ["10993241"]}, {"Citation": "Sahuc M.E., Sahli R., Riviere C., Pene V., Lavie M., Vandeputte A., et al. Dehydrojuncusol, a natural phenanthrene compound extracted from Juncus maritimus, is a new inhibitor of hepatitis C virus RNA replication. J. Virol. 2019;93", "ArticleIdList": ["PMC6498043", "30842319"]}, {"Citation": "Cinatl J., Morgenstern B., Bauer G., Chandra P., Rabenau H., Doerr H.W. Glycyrrhizin, an active component of liquorice roots, and replication of SARS-associated coronavirus. Lancet. 2003;361:2045–2046.", "ArticleIdList": ["PMC7112442", "12814717"]}, {"Citation": "Lin S.C., Ho C.T., Chuo W.H., Li S., Wang T.T., Lin C.C. Effective inhibition of MERS-CoV infection by resveratrol. BMC Infect. Dis. 2017;17:144.", "ArticleIdList": ["PMC5307780", "28193191"]}, {"Citation": "Alanagreh L.A., Alzoughool F., Atoum M. The human coronavirus disease COVID-19: its origin, characteristics, and insights into potential drugs and its mechanisms. Pathogens. 2020 May;9(5):331.", "ArticleIdList": ["PMC7280997", "32365466"]}, {"Citation": "Anand K., Ziebuhr J., Wadhwani P., Mesters J.R., Hilgenfeld R. Coronavirus main proteinase (3CLpro) structure: basis for design of anti-SARS drugs. Science. 2003 Jun 13;300(5626):1763–1767.", "ArticleIdList": ["12746549"]}, {"Citation": "Harcourt B.H., Jukneliene D., Kanjanahaluethai A., Bechill J., Severson K.M., Smith C.M., et al. Identification of severe acute respiratory syndrome coronavirus replicase products and characterization of papain-like protease activity. J. Virol. 2004;78(13):600–612.", "ArticleIdList": ["PMC533933", "15564471"]}, {"Citation": "Shum K.T., Tanner J.A. Differential inhibitory activities and stabilisation of DNA aptamers against the SARS coronavirus helicase. Chembiochem. 2008;9:3037e45.", "ArticleIdList": ["PMC7161993", "19031435"]}, {"Citation": "Imbert I., Guillemot J.C., Bourhis J.M., Bussetta C., Coutard B., Egloff M.P., Ferron F., Gorbalenya A.E., Canard B. A second, non‐canonical RNA‐dependent RNA polymerase in SARS Coronavirus. EMBO J. 2006;25(20):4933–4942.", "ArticleIdList": ["PMC1618104", "17024178"]}, {"Citation": "Yan R., Zhang Y., Li Y., Xia L., Guo Y., Zhou Q. Structural basis for the recognition of SARS-CoV-2 by full-length human ACE2. Science. 2020;367(6485):1444–1448.", "ArticleIdList": ["PMC7164635", "32132184"]}, {"Citation": "Shulla A., Heald-Sargent T., Subramanya G., Zhao J., Perlman S., Gallagher T. A transmembrane serine protease is linked to the severe acute respiratory syndrome coronavirus receptor and activates virus entry. J. Virol. 2011;85(2):873–882.", "ArticleIdList": ["PMC3020023", "21068237"]}, {"Citation": "Kamitani W., Narayanan K., Huang C., Lokugamage K., Ikegami T., Ito N., et al. Severe acute respiratory syndrome coronavirus nsp1 protein suppresses host gene expression by promoting host mRNA degradation. Proc. Natl. Acad. Sci. U. S. A. 2006;103:12885e90.", "ArticleIdList": ["PMC1568942", "16912115"]}, {"Citation": "Taylor J.K., Coleman C.M., Postel S., Sisk J.M., Bernbaum J.G., Venkataraman T., et al. Severe acute respiratory syndrome coronavirus ORF7a inhibits bone marrow stromal antigen 2 virion tethering through a novel mechanism of glycosylation interference. J. Virol. 2015;89(118):20–33.", "ArticleIdList": ["PMC4645327", "26378163"]}, {"Citation": "Forni D., Cagliani R., Mozzi A., Pozzoli U., Al-Daghri N., Clerici M., Sironi M. Extensive positive selection drives the evolution of nonstructural proteins in lineage C betacoronaviruses. J. Virol. 2016;90:3627–3639.", "ArticleIdList": ["PMC4794664", "26792741"]}, {"Citation": "Ruch T.R., Machamer C.E. The coronavirus E protein: assembly and beyond. Viruses. 2012;4(3):363–382.", "ArticleIdList": ["PMC3347032", "22590676"]}, {"Citation": "Schoeman D., Fielding B.C. Coronavirus envelope protein: current knowledge. J. Virol. 2019;16(1):1–22.", "ArticleIdList": ["PMC6537279", "31133031"]}, {"Citation": "Prajapat M., Sarma P., Shekhar N., Avti P., Sinha S., Kaur H., Kumar S., Bhattacharyya A., Kumar H., Bansal S., Medhi B. Drug targets for corona virus: a systematic review. Indian J. Pharmacol. 2020;52(1):56.", "ArticleIdList": ["PMC7074424", "32201449"]}, {"Citation": "Walls A.C., Tortorici M.A., Snijder J., Xiong X., Bosch B.J., Rey F.A., et al. Tectonic conformational changes of a coronavirus spike glycoprotein promote membrane fusion. Proc. Natl. Acad. Sci. USA. 2017;114(111):57–62.", "ArticleIdList": ["PMC5651768", "29073020"]}, {"Citation": "Walls A.C., Park Y.J., Tortorici M.A., Wall A., McGuire A.T., Veesler D. Structure, function, and antigenicity of the CoV-2 Spike glycoprotein. Cell. 2020;181 281e92. e6.", "ArticleIdList": ["PMC7102599", "32155444"]}, {"Citation": "Cong Y., Kriegenburg F., de Haan C.A.M., Reggiori F. Coronavirus nucleocapsid proteins assemble constitutively in high molecular oligomers. Sci. Rep. 2017;7:5740.", "ArticleIdList": ["PMC5515880", "28720894"]}, {"Citation": "Aboagye J.O., Yew C.W., Ng O.W., Monteil V.M., Mirazimi A., Tan Y.J. Overexpression of the nucleocapsid protein of Middle East respiratory syndrome coronavirus up-regulates CXCL10. Biosci. Rep. 2018 Oct 31;38(5)", "ArticleIdList": ["PMC6200698", "30242057"]}, {"Citation": "Chen C., Zuckerman D.M., Brantley S., Sharpe M., Childress K., Hoiczyk E., Pendleton A.R. Sambucus nigra extracts inhibit infectious bronchitis virus at an early point during replication. BMC Vet. Res. 2014 Dec;10(1):1–2.", "ArticleIdList": ["PMC3899428", "24433341"]}, {"Citation": "Yuan L., Chen Z., Song S., Wang S., Tian C., Xing G., et al. p53 degradation by a coronavirus papain-like protease suppresses type I interferon signaling. J. Biol. Chem. 2015;290:3172–3182.", "ArticleIdList": ["PMC4317044", "25505178"]}, {"Citation": "Li S.W., Wang C.Y., Jou Y.J., Huang S.H., Hsiao L.H., Wan L., et al. SARS coronavirus papain-like protease inhibits the TLR7 signaling pathway through removing Lys63-linked polyubiquitination of TRAF3 and TRAF6. Int. J. Mol. Sci. 2016;17:678.", "ArticleIdList": ["PMC4881504", "27164085"]}, {"Citation": "Yang Z.Y., Kong W.P., Huang Y., Roberts A., Murphy B.R., Subbarao K., Nabel G.J. A DNA vaccine induces SARS coronavirus neutralization and protective immunity in mice. Nature. 2004;428(6982):561–564.", "ArticleIdList": ["PMC7095382", "15024391"]}, {"Citation": "Gurung A.B., Ali M.A., Lee J., Farah M.A., Al-Anazi K.M. Life Sci.; 2020. Unravelling Lead Antiviral Phytochemicals for the Inhibition of CoV-2 Mpro Enzyme through in Silico Approach.", "ArticleIdList": ["PMC7243810", "32450166"]}, {"Citation": "Gentile D., Patamia V., Scala A., Sciortino M.T., Piperno A., Rescifina A. Putative inhibitors of CoV-2 main protease from a library of marine natural products: a virtual screening and molecular modeling study. Mar. Drugs. 2020;18(4):225.", "ArticleIdList": ["PMC7231030", "32340389"]}, {"Citation": "Jo S., Kim S., Shin D.H., Kim M.S. Inhibition of SARS-CoV 3CL protease by flavonoids. J. Enzym. Inhib. Med. Chem. 2020;3:145–151.", "ArticleIdList": ["PMC6882434", "31724441"]}, {"Citation": "Kumar V., Tan K.P., Wang Y.M., Lin S.W., Liang P.H. Identification, synthesis and evaluation of SARS-CoV and MERS-CoV 3C-like protease inhibitors. Bioorg. Med. Chem. 2016;24:3035–3042.", "ArticleIdList": ["PMC7079562", "27240464"]}, {"Citation": "Zhou J., Fang L., Yang Z., Xu S., Lv M., Sun Z., et al. Identification of novel proteolytically inactive mutations in coronavirus 3C-like protease using a combined approach. Faseb. J. 2019;33:14575–14587.", "ArticleIdList": ["31690127"]}, {"Citation": "Dong S., Sun J., Mao Z., Wang L., Lu Y.L., Li J. A guideline for homology modeling of the proteins from newly discovered Betacoronavirus, 2019 novel coronavirus (2019-nCoV) J. Med. Virol. 2020 Mar 17 ([Epub ahead of print])", "ArticleIdList": ["PMC7228330", "32181901"]}, {"Citation": "Muramatsu T., Takemoto C., Kim Y.T., Wang H., Nishii W., Terada T., et al. SARS-CoV 3CL protease cleaves its C-terminal autoprocessing site by novel subsite cooperativity. Proc. Natl. Acad. Sci. USA. 2016;113:12997–13002.", "ArticleIdList": ["PMC5135343", "27799534"]}, {"Citation": "Ye G., Wang X., Tong X., Shi Y., Fu Z.F., Peng G. Structural basis for inhibiting porcine epidemic diarrhea virus replication with the 3C-like protease inhibitor GC376. Viruses. 2020;12:240.", "ArticleIdList": ["PMC7077318", "32098094"]}, {"Citation": "Theerawatanasirikul S., Kuo C.J., Phetcharat N., Lekcharoensuk P. In silico and in vitro analysis of small molecules and natural compounds targeting the 3CL protease of feline infectious peritonitis virus. Antivir. Res. 2020;174", "ArticleIdList": ["PMC7114316", "31863793"]}, {"Citation": "Chen C.J., Michaelis M., Hsu H.K., Tsai C.C., Yang K.D., Wu Y.C., Cinatl J., Jr., Doerr H.W. Toona sinensis Roem tender leaf extract inhibits SARS coronavirus replication. J. Ethnopharmacol. 2008 Oct 30;120(1):108–111.", "ArticleIdList": ["PMC7127248", "18762235"]}, {"Citation": "Konno H., Wakabayashi M., Takanuma D., Saito Y., Akaji K. Design and synthesis of a series of serine derivatives as small molecule inhibitors of the SARS coronavirus 3CL protease. Bioorg. Med. Chem. 2016;24:1241–1254.", "ArticleIdList": ["PMC7111485", "26879854"]}, {"Citation": "Konno H., Onuma T., Nitanai I., Wakabayashi M., Yano S., Teruya K., et al. Synthesis and evaluation of phenylisoserine derivatives for the SARS-CoV 3CL protease inhibitor. Bioorg. Med. Chem. Lett. 2017;27:2746–2751.", "ArticleIdList": ["PMC7127027", "28454669"]}, {"Citation": "Zhang L.L., Lin D.Z., Kusov Y., Nian Y., Ma Q.J., Wang J., et al. α-Ketoamides as broadspectrum inhibitors of coronavirus and enterovirus replication: structure-based design, synthesis, and activity assessment. J. Med. Chem. 2020;63:4562–4578.", "ArticleIdList": ["32045235"]}, {"Citation": "da Silva Antonio A., Wiedemann L.S.M., Veiga-Junior V.F. Natural products' role against COVID-19. RSC Adv. 2020;10(39):23379–23393.", "ArticleIdList": ["PMC9122563", "35693131"]}, {"Citation": "Balakrishnan V, Lakshminarayanan K. Screening of FDA Approved Drugs against COVID-19 Main Protease: Coronavirus Disease.", "ArticleIdList": ["PMC7521772", "33013255"]}, {"Citation": "Fuzimoto A.D., Isidoro C. The antiviral and the coronavirus-host protein pathways inhibiting properties of herbs and natural compounds-Additional weapons in the fight against the COVID-19 pandemic? J. Tradit. Complement. Med. 2020;10:405–419.", "ArticleIdList": ["PMC7260130", "32691005"]}, {"Citation": "Park J.Y., Ko J.A., Kim D.W., Kim Y.M., Kwon H.J., Jeong J.J., et al. Chalcones isolated from Angelica keiskei inhibit cysteine proteases of SARS-CoV. J. Enzym. Inhib. Med. Chem. 2016;31:23–30.", "ArticleIdList": ["25683083"]}, {"Citation": "Wang L., Bao B.B., Song G.Q., Chen C., Zhang X.M., Lu W., et al. Discovery of unsymmetrical aromatic disulfides as novel inhibitors of SARS-CoV main protease: chemical synthesis, biological evaluation, molecular docking and 3D-QSAR study. Eur. J. Med. Chem. 2017;137:450–461.", "ArticleIdList": ["PMC7115414", "28624700"]}, {"Citation": "Galasiti Kankanamalage A.C., Kim Y., Damalanka V.C., Rathnayake A.D., Fehr A.R., Mehzabeen N., et al. Structure-guided design of potent and permeable inhibitors of MERS coronavirus 3CL protease that utilize a piperidine moiety as a novel design element. Eur. J. Med. Chem. 2018;150:334–346. doi: 10.1016/j.ejmech.2018.03.004.", "ArticleIdList": ["10.1016/j.ejmech.2018.03.004", "PMC5891363", "29544147"]}, {"Citation": "Kumar V., Shin J.S., Shie J.J., Ku K.B., Kim C., Go Y.Y., et al. Identification and evaluation of potent Middle East respiratory syndrome coronavirus (MERS-CoV) 3CLpro inhibitors. Antivir. Res. 2017;114:101–106.", "ArticleIdList": ["PMC7113684", "28216367"]}, {"Citation": "Mohammed D.M., Elsayed N., Abou Baker D, H., Ahmed K.A., Sabry B.A. Bioactivity and antidiabetic properties of Malva parviflora L. leaves extract and its nano-formulation in streptozotocin-induced diabetic rats. Heliyon. 2022;8(12):12027.", "ArticleIdList": ["PMC9747597", "36531617"]}, {"Citation": "Alzaabi M.M., Hamdy R., Ashmawy N.S., Hamoda A.M., Alkhayat F., Khademi N.N., Al Joud S.M.A., El-Keblawy A.A., Soliman S.S. Flavonoids are promising safe therapy against COVID-19. Phytochemistry Rev. 2021:1–22.", "ArticleIdList": ["PMC8139868", "34054380"]}, {"Citation": "Abou Baker D.H. Achillea millefolium L. ethyl acetate fraction induces apoptosis and cell cycle arrest in human cervical cancer (HeLa) cells. Ann. Agric. Sci. 2020 In press."}, {"Citation": "Abou Baker D.H., Ibrahim B.M., Hassan N.S., Yousuf A.F., El Gengaihi S. Exploiting Citrus aurantium seeds and their secondary metabolites in the management of Alzheimer disease. Toxic Rep. 2020;7:723–729.", "ArticleIdList": ["PMC7289753", "32551234"]}, {"Citation": "Abou Baker D.H., Moghazy M., AlSayed A.A. The in vitro cytotoxicity, antioxidant and antibacterial potential of Satureja hortensis L. essential oil cultivated in Egypt. Bioorg. Chem. 2020;103559", "ArticleIdList": ["31911310"]}, {"Citation": "Abou Baker D.H., Rady H.M. Bioassay-guided approach employed to isolate and identify anticancer compounds from Physalis peruviana calyces. Plant arch. 2020;20:3285–3291."}, {"Citation": "El Gengaihi S.E., Arafa M.M., Abou Baker D.H., Shoaib R.M., Asker M.S., Abdelhamid S.A., Hassan E.M. Chemical, Biological and Molecular studies on different Citrus species wastes. Plant arch. 2020;20(1):2773–2782."}, {"Citation": "El-Gengaihi S.E., Mossa A.T.H., Refaie A.A., Aboubaker D.H. Hepatoprotective efficacy of Cichorium intybus L. extract against carbon tetrachloride-induced liver damage in rats. J. Diet. Suppl. 2016;13:570–584.", "ArticleIdList": ["26913368"]}, {"Citation": "El-Gengaihi S.E., Hamed M.A., Aboubaker D.H., Mossa A.T. Flavonoids from sugar beet leaves as hepatoprotective agent. Int. J. Pharm. Pharmaceut. Sci. 2016;8:281–286."}, {"Citation": "Salam M.A., Ibrahim B.M., El-Batran S.E., El-Gengaihi S.E., Aboubaker D.H. Study of the possible antihypertensive and hypolipidemic effects of an herbal mixture on l-name-induced hypertensive rats. Asian J. Pharmaceut. Clin. Res. 2016;9:85–90."}, {"Citation": "Mossa A.T.H., Ibrahim F.M., Mohafrash S.M., Aboubaker D.H., El Gengaihi S. Protective effect of ethanolic extract of grape pomace against the adverse effects of cypermethrin on weanling female rats. Evid. Based Complement. Alternat. Med. 2015:1–10.", "ArticleIdList": ["PMC4525468", "26265923"]}, {"Citation": "Ibrahim E.A., Aboubaker D.H., El-Baz F.K. Anti-inflammatory and antioxidant activities of rhubarb roots extract. Int. J. Pharmaceut. Sci. Rev. Res. 2016;17:93–99."}, {"Citation": "Abou Baker D.H. An ethnopharmacological review on the therapeutical properties of flavonoids and their mechanisms of actions: a comprehensive review based on up to date knowledge. Toxic Rep. 2022;9:445–469.", "ArticleIdList": ["PMC8943219", "35340621"]}, {"Citation": "Khaerunnisa S., Kurniawan H., Awaluddin R., Suhartati S., Soetjipto S. 2020. Potential Inhibitor of COVID-19 Main Protease (Mpro) from Several Medicinal Plant Compounds by Molecular Docking Study; pp. 1–14."}, {"Citation": "da Silva J.K.R., Figueiredo P.L.B., Byler K.G., Setzer W.N. Essential oils as antiviral agents, potential of essential oils to treat CoV-2 infection: an in-silico investigation. Int. J. Mol. Sci. 2020;21(10):3426.", "ArticleIdList": ["PMC7279430", "32408699"]}, {"Citation": "Hermann T. RNA Therapeutics. 2017. Viral RNA targets and their small molecule ligands; pp. 111–134."}, {"Citation": "Elfiky A.A. CoV-2 RNA dependent RNA polymerase (RdRp) targeting: an in silico perspective. J. Biomol. Struct. Dyn. 2020:1–9.", "ArticleIdList": ["PMC7222627", "32338164"]}, {"Citation": "Kostoff R.N., Kanduc D., Porter A.L., Shoenfeld Y., Calina D., Briggs M.B., Spandidos D.A., Tsatsakis A. Vaccine-and natural infection-induced mechanisms that could modulate vaccine safety. Toxicol Rep. 2020 Oct 22", "ArticleIdList": ["PMC7581376", "33110761"]}, {"Citation": "Jang K.J., Lee N.R., Yeo W.S., Jeong Y.J., Kim D.E. Isolation of inhibitory RNA aptamers against severe acute respiratory syndrome (SARS) coronavirus NTPase/Helicase. Biochem. Biophys. Res. Commun. 2008;366:738–744.", "ArticleIdList": ["PMC7092905", "18082623"]}, {"Citation": "Marra M.A., Jones S.J., Astell C.R., Holt R.A., Brooks-Wilson A., Butterfield Y.S., Khattra J., Asano J.K., Barber S.A., Chan S.Y., Cloutier A. The genome sequence of the SARS-associated coronavirus. Science. 2003;300(5624):1399–1404.", "ArticleIdList": ["12730501"]}, {"Citation": "Joshi R.S., Jagdale S.S., Bansode S.B., Shankar S.S., Tellis M.B., Pandya V.K., Chugh A., Giri A.P., Kulkarni M.J. Discovery of potential multi-target-directed ligands by targeting host-specific SARS-CoV-2 structurally conserved main protease. J. Biomolecul. Struct. Dynam. 2021;39(9):3099–3114.", "ArticleIdList": ["PMC7212545", "32329408"]}, {"Citation": "ul Qamar M.T., Alqahtani S.M., Alamri M.A., Chen L.L. Structural basis of CoV-2 3CLpro and anti-COVID-19 drug discovery from medicinal plants. J. Pharm. Anal. 2020;10(4):313–319.", "ArticleIdList": ["PMC7156227", "32296570"]}, {"Citation": "Pandit M., Latha N. 2020. In Silico Studies Reveal Potential Antiviral Activity of Phytochemicals from Medicinal Plants for the Treatment of COVID-19 Infection; pp. 1–38."}, {"Citation": "Rahman N., Basharat Z., Yousuf M., Castaldo G., Rastrelli L., Khan H. Virtual screening of natural products against type II transmembrane serine protease (TMPRSS2), the priming agent of coronavirus 2 (CoV-2) Molecules. 2020;25(10):2271.", "ArticleIdList": ["PMC7287752", "32408547"]}, {"Citation": "Meneguzzo F., Ciriminna R., Zabini F., Pagliaro M. Review of evidence available on hesperidin-rich products as potential tools against COVID-19 and hydrodynamic cavitation-based extraction as a method of increasing their production. Processes. 2020;8(5):549."}, {"Citation": "Cheng J., Tang Y., Bao B., Zhang P. 2020. Exploring the Active Compounds of Traditional Mongolian Medicine Agsirga in Intervention of Novel Coronavirus (2019-nCoV) Based on HPLC-Q-Exactive-MS/MS and Molecular Docking Method.", "ArticleIdList": ["10.26434/chemrxiv.11955273.v2", "PMC7225714", "32421102"]}, {"Citation": "Sharma A., Tiwari V., Sowdhamini R. Computational search for potential COVID-19 drugs from FDA-approved drugs and small molecules of natural origin identifies several anti-virals and plant products. J. Biosci. 2020;45(1):1–18.", "ArticleIdList": ["PMC7366452", "32713863"]}, {"Citation": "Elfiky A.A. Natural products may interfere with CoV-2 attachment to the host cell. J. Biomol. Struct. Dyn. 2020:1–10.", "ArticleIdList": ["PMC7212544", "32340551"]}, {"Citation": "Huang J., Song W., Huang H., Sun Q. Pharmacological therapeutics targeting RNA-dependent RNA polymerase, proteinase and spike protein: from mechanistic studies to clinical trials for COVID-19. J. Clin. Med. 2020;9(4):1131.", "ArticleIdList": ["PMC7231166", "32326602"]}, {"Citation": "Ibrahim I.M., Abdelmalek D.H., Elshahat M.E., Elfiky A.A. COVID-19 spike-host cell receptor GRP78 binding site prediction. J. Infect. 2020:554–562.", "ArticleIdList": ["PMC7102553", "32169481"]}, {"Citation": "Millet J.K., Whittaker G.R. Host cell proteases: critical determinants of coronavirus tropism and pathogenesis. Virus Res. 2015;202:120–134.", "ArticleIdList": ["PMC4465284", "25445340"]}, {"Citation": "Xia S., Liu Q., Wang Q., Sun Z., Su S., Du L., et al. Middle East respiratory syndrome coronavirus (MERS-CoV) entry inhibitors targeting spike protein. Virus Res. 2014;194:200e10.", "ArticleIdList": ["PMC7114414", "25451066"]}, {"Citation": "Li S.Y., Chen C., Zhang H.Q., Guo H.Y., Wang H., Wang L., et al. Identification of natural compounds with antiviral activities againstSARS-associated coronavirus. Antivir. Res. 2005;67:18–23.", "ArticleIdList": ["PMC7114104", "15885816"]}, {"Citation": "Cheng P.W., Ng L.T., Chiang L.C., Lin C.C. Antiviral effects of saikosaponins on human coronavirus 229E in vitro. Clin. Exp. Pharmacol. 2006 Jul;33(7):612–616.", "ArticleIdList": ["PMC7162031", "16789928"]}, {"Citation": "Abou Baker D.H. Can natural products modulate cytokine storm in SARS-CoV2 patients? Biotechnol. Rep. 2022", "ArticleIdList": ["PMC9181898", "35702395"]}, {"Citation": "Narayanan K., Huang C., Lokugamage K., Kamitani W., Ikegami T., Tseng C.T.K., et al. Severe acute respiratory syndrome coronavirus nsp1 suppresses host gene expression, including that of type I interferon, in infected cells. J. Virol. 2008;82:4471–4479.", "ArticleIdList": ["PMC2293030", "18305050"]}, {"Citation": "Bizzoca M.E., Leuci S., Mignogna M.D., Muzio E.L., Caponio V.C.A., Muzio L.L. Natural compounds may contribute in preventing SARS-CoV-2 infection: a narrative review. Food Sci. Hum. Wellness. 2022;11(5):1134–1142."}, {"Citation": "Belouzard S., Millet J.K., Licitra B.N., Whittaker G.R. Mechanisms of coronavirus cell entry mediated by the viral spike protein. Viruses. 2012 Jun;4(6):1011–1033.", "ArticleIdList": ["PMC3397359", "22816037"]}, {"Citation": "Raj V.S., Mou H., Smits S.L., Dekkers D.H.W., Muller M.A., Dijkman € R., Muth D., Demmers J.A.A., Zaki A., Fouchier R.A.M., Thiel V., Drosten C., Rottier P.J.M., Osterhaus A.D.M.E., Bosch B.J., Haagmans B.L. Dipeptidyl peptidase 4 is a functional receptor for the emerging human coronavirus-EMC. Nature. 2013;495(7440):251–254.", "ArticleIdList": ["PMC7095326", "23486063"]}, {"Citation": "Huang X., Dong W., Milewska A., Golda A., Qi Y., Zhu Q.K., Marasco W.A., Baric R.S., Sims A.C., Pyrc K., Li W., Sui J. Human Coronavirus HKU1 spike protein uses O-acetylated sialic acid as an attachment receptor determinant and employs hemagglutinin-esterase protein as a receptor-destroying enzyme. J. Virol. 2015;89(14):7202–7213.", "ArticleIdList": ["PMC4473545", "25926653"]}, {"Citation": "Pujhari S., Macias V.M., Nissly R.H., Nomura M., Kuchipudi S.V., Rasgon J.L. bioRxiv; 2017. Heat Shock Protein 70 (Hsp70) Is Involved in the Zika Virus Cellular Infection Process.", "ArticleIdList": ["PMC6455116", "30866755"]}, {"Citation": "Ibrahim I.M., Abdelmalek D.H., Elfiky A.A. GRP78: a cell’sresponse to stress. Life Sci. 2019;226:156–163.", "ArticleIdList": ["PMC7094232", "30978349"]}, {"Citation": "Narasimhacharya A.V.R.L., Vasant R.A., Prajapati P.C. Angiotensin-Converting Enzyme inhibition by certain fruits: an in vitro study. Curr. Trends Biotechnol. Pharm. 2010;4(3):801–808."}, {"Citation": "Khandelwal A., Sharma T. 2020. Computational Screening of Phytochemicals from Medicinal Plants as COVID-19 Inhibitors."}, {"Citation": "Barbosa-Filho J.M., Martins V.K., Rabelo L.A., Moura M.D., Silva M.S., Cunha E.V., Souza M.F., Almeida R.N., Medeiros I.A. Natural products inhibitors of the angiotensin converting enzyme (ACE): a review between 1980-2000. Rev. Bras. Farmacogn. 2006 Sep;16(3):421–446."}, {"Citation": "Yakhchali M., Taghipour Z., Ardakani M.M., Vaghasloo M.A., Vazirian M., Sadrai S. Cinnamon and its possible impact on COVID-19: the viewpoint of traditional and conventional medicine. Biomed. Pharmacother. 2021;143:112221.", "ArticleIdList": ["PMC8452493", "34563952"]}, {"Citation": "Kumar V., Jung Y.S., Liang P.H. Anti-SARS coronavirus agents: a patent review (2008–present) Expert Opin. Ther. Pat. 2013;23(10):1337–1348.", "ArticleIdList": ["23905913"]}, {"Citation": "Patten G.S., Abeywardena M.Y., Bennett L.E. Inhibition of angiotensin converting enzyme, angiotensin II receptor blocking, and blood pressure lowering bioactivity across plant families. Crit. Rev. Food Sci. Nutr. 2016;56(2):181–214.", "ArticleIdList": ["24915402"]}, {"Citation": "Gazak R., Walterova D., Kren V. Silybin and silymarin-new and emerging applications in medicine. Curr. Med. Chem. 2007;14(3):315–338.", "ArticleIdList": ["17305535"]}, {"Citation": "Ninomiya K., Miyazawa S., Ozeki K., Matsuo N., Muraoka O., Kikuchi T., Yamada T., Tanaka R., Morikawa T. Hepatoprotective limonoids from andiroba (Carapa guianensis) Int. J. Mol. Sci. 2016;17(4):591.", "ArticleIdList": ["PMC4849045", "27104518"]}, {"Citation": "Minatani T., Ohta H., Sakai E., Tanaka T., Goto K., Watanabe D., Miyaguchi H. Analysis of toxic Veratrum alkaloids in plant samples from an accidental poisoning case. Forensic Toxicol. 2018;36(1):200–210."}, {"Citation": "Glowacka I., Bertram S., Muller M.A., Allen P., Soilleux E., Pfefferle S., et al. Evidence that TMPRSS2 activates the severe acute respiratory syndrome coronavirus spike protein for membrane fusion and reduces viral control by the humoral immune response. J. Virol. 2011;85:4122–4134.", "ArticleIdList": ["PMC3126222", "21325420"]}, {"Citation": "Hoffmann M., Kleine-Weber H., Schroeder S., Krüger N., Herrler T., Erichsen S., Schiergens T.S., Herrler G., Wu N.H., Nitsche A., Müller M.A. CoV-2 cell entry depends on ACE2 and TMPRSS2 and is blocked by a clinically proven protease inhibitor. Cell. 2020:280–288.", "ArticleIdList": ["PMC7102627", "32142651"]}, {"Citation": "Hoffmann M., Kleine-Weber H., Krüger N., Mueller M.A., Drosten C., Pöhlmann S. The novel coronavirus 2019 (2019-nCoV) uses the SARS-coronavirus receptor ACE2 and the cellular protease TMPRSS2 for entry into target cells. bioRxiv. 2020;1–18"}, {"Citation": "Chen F.E., Huang J. Reserpine: a challenge for total synthesis of natural products. Chem. Rev. 2005;105:4671–46470fv6.", "ArticleIdList": ["16351058"]}, {"Citation": "Xu D., Chen Q., Liu Y., Wen X. Baicalein suppresses the androgen receptor (AR)-mediated prostate cancer progression via inhibiting the AR NC dimerization and AR-coactivators interaction. Oncotarget. 2017;8(62)", "ArticleIdList": ["PMC5739659", "29285272"]}, {"Citation": "Su H., Yao S., Zhao W., Li M., Liu J., Shang W., Xie H., Ke C., Gao M., Yu K., Liu H. Discovery of baicalin and baicalein as novel, natural product inhibitors of CoV-2 3CL protease in vitro. bioRxiv. 2020:1–14."}, {"Citation": "Yang Z., Bethge C., Tian H., Tomczyk S., Morton R., Del Zanna G., McIntosh S.W., Karak B.B., Gibson S., Samanta T., He J. Global maps of the magnetic field in the solar corona. Science. 2020;369(6504):694–697.", "ArticleIdList": ["32764071"]}, {"Citation": "Keyaerts E., Vijgen L., Pannecouque C., Van Damme E., Peumans W., Egberink H., Balzarini J., Van Ranst M. Plant lectins are potent inhibitors of coronaviruses by interfering with two targets in the viral replication cycle. Antiviral res. 2007;75(3):179–187.", "ArticleIdList": ["PMC7114093", "17428553"]}, {"Citation": "Nourazarian S.M., Nourazarian A., Majidinia M., Roshaniasl E. Effect of root extracts of medicinal herb Glycyrrhiza glabra on HSP90 gene expression and apoptosis in the HT-29 colon cancer cell line. Asian Pacific J.Cancer Prev. 2016;16(18):8563–8566.", "ArticleIdList": ["26745117"]}, {"Citation": "Olivieri J.G., de España C., Encinas M., Ruiz X.F., Miró Q., Ortega-Martinez J., Durán-Sindreu F. General anxiety in dental staff and hemodynamic changes over endodontists' workday during the coronavirus disease 2019 pandemic: a prospective longitudinal study. J. Endod. 2021;47(2):196–203.", "ArticleIdList": ["PMC7644425", "33160999"]}, {"Citation": "Tsai J., Wilson M. COVID-19: a potential public health problem for homeless populations. Lancet Global Health. 2020;5(4):e186–e187.", "ArticleIdList": ["PMC7104053", "32171054"]}, {"Citation": "Khan M.Y., Kumar V. Mechanism & inhibition kinetics of bioassay-guided fractions of Indian medicinal plants and foods as ACE inhibitors. J. Tradit. Complement. Med. 2019;9(1):73–84.", "ArticleIdList": ["PMC6335474", "30671369"]}, {"Citation": "Hasan A., Paray B.A., Hussain A., Qadir F.A., Attar F., Aziz F.M., Sharifi M., Derakhshankhah H., Rasti B., Mehrabi M., Shahpasand K. A review on the cleavage priming of the spike protein on coronavirus by angiotensin-converting enzyme-2 and furin. J. Biomol. Struct. Dyn. 2020:1–9.", "ArticleIdList": ["PMC7189411", "32274964"]}, {"Citation": "Hussain M., Jabeen N., Raza F., Shabbir S., Baig A.A., Amanullah A., Aziz B. Structural variations in human ACE2 may influence its binding with SARS‐CoV‐2 spike protein. J. Med. Virol. 2020;92:1580–1586.", "ArticleIdList": ["PMC7228372", "32249956"]}, {"Citation": "Liu C., Zhou Q., Li Y., Garner L.V., Watkins S.P., Carter L.J., et al. Research and development on therapeutic agents and vaccines for COVID-19 and related human coronavirus diseases. ACS Cent. Sci. 2020;6:315–331.", "ArticleIdList": ["32226821"]}, {"Citation": "Liu X., Wang X.J. Potential inhibitors for 2019-nCoV coronavirus M protease from clinically approved medicines. J Genet Genomics. 2020;47:119–121.", "ArticleIdList": ["PMC7128649", "32173287"]}, {"Citation": "Liu Y., Gayle A.A., Wilder-Smith A., Rocklov J. The reproductive number of COVID19 is higher compared to SARS coronavirus. J. Trav. Med. 2020;27:1–4.", "ArticleIdList": ["PMC7074654", "32052846"]}, {"Citation": "Liu Y.T., Chen H.W., Lii C.K., Jhuang J.H., Huang C.S., Li M.L., Yao H.T. A diterpenoid, 14-deoxy-11, 12-didehydroandrographolide, in Andrographis paniculata reduces steatohepatitis and liver injury in mice fed a high-fat and high-cholesterol diet. Nutrients. 2020;12(2):523.", "ArticleIdList": ["PMC7071475", "32085637"]}, {"Citation": "Otake T., Mori H., Morimoto M., Ueba N., Sutardjo S., Kusumoto I.T., Hattori M., Namba T. Screening of Indonesian plant extracts for anti-human immunodeficiency virus—type 1 (HIV-1) activity. Phytother Res. 1995;9:6–10."}, {"Citation": "Shanti B.M. Perspective of potential plants for medicine from Rajasthan, India. Int. J. Pharmacol. Res. 2016;7(1):1–6."}, {"Citation": "Rege A., Chowdhary A.S. Evaluation of Ocimum sanctum and Tinospora cordifolia as probable HIV protease inhibitors. Int. J. Pharmaceut. Sci. Rev. Res. 2014;25:315."}, {"Citation": "Thayil S.M., Thyagarajan S.P. Pa-9: a flavonoid extracted from plectranthus amboinicus inhibits HIV-1 protease. Int. J. Pharmacogn. Phytochem. Res. 2016;8(6):1020–1024."}, {"Citation": "Ganjhu R.K., Mudgal P.P., Maity H., Dowarha D., Devadiga S., Nag S., Arunkumar G. Herbal plants and plant preparations as remedial approach for viral diseases. Virusdisease. 2015;26(4):225–236.", "ArticleIdList": ["PMC4663710", "26645032"]}, {"Citation": "Patel B., Sharma S., Nair N., Majeed J., Goyal R.K., Dhobi M. Therapeutic opportunities of edible antiviral plants for COVID-19. Mol. Cell. Biochem. 2021;476:2345–2364.", "ArticleIdList": ["PMC7882868", "33587232"]}, {"Citation": "Keyaerts E., Vijgen L., Maes P., Neyts J., Van Ranst M. In vitro inhibition of severe acute respiratory syndrome coronavirus by chloroquine. Biochem. Biophys. Res. Commun. 2004;323(1):264–268.", "ArticleIdList": ["PMC7092815", "15351731"]}, {"Citation": "Rouf R., Uddin S.J., Sarker D.K., Islam M.T., Ali E.S., Shilpi J.A., Nahar L., Tiralongo E., Sarker S.D. Anti-viral potential of garlic (Allium sativum) and it's organosulfur compounds: a systematic update of pre-clinical and clinical data. Trends Food Sci. Technol. 2020;104:219–234.", "ArticleIdList": ["PMC7434784", "32836826"]}, {"Citation": "Ghosh R., Chakraborty A., Biswas A., Chowdhuri S. Evaluation of green tea polyphenols as novel corona virus (SARS CoV-2) main protease (Mpro) inhibitors–an in silico docking and molecular dynamics simulation study. J. Biomol. Struct. Dyn. 2020:1–13.", "ArticleIdList": ["PMC7332865", "32568613"]}, {"Citation": "Matsumoto M., Mukai T., Furukawa S., Ohori H. Inhibitory effects of epigallocatechin gallate on the propagation of bovine coronavirus in Madin‐Darby bovine kidney cells. Anim. Sci. J. 2005;76(5):507–512."}, {"Citation": "Ton A.T., Gentile F., Hsing M., Ban F., Cherkasov A. Rapid identification of potential inhibitors of SARS‐CoV‐2 main protease by deep docking of 1.3 billion compounds. Mol. Inform. 2020;39:1–7.", "ArticleIdList": ["PMC7228259", "32162456"]}, {"Citation": "Kwon H.J., Ryu Y.B., Kim Y.M., Song N., Kim C.Y., Rho M.C., Jeong J.H., Cho K.O., Lee W.S., Park S.J. In vitro antiviral activity of phlorotannins isolated from Ecklonia cava against porcine epidemic diarrhea coronavirus infection and hemagglutination. Bioorg. Med. Chem. 2013;21(15):4706–4713.", "ArticleIdList": ["PMC7127107", "23746631"]}, {"Citation": "Park J.Y., Kim J.H., Kwon J.M., Kwon H.J., Jeong H.J., Kim Y.M., Kim D., Lee W.S., Ryu Y.B. Dieckol, a SARS-CoV 3CLpro inhibitor, isolated from the edible brown algae Ecklonia cava. Bioorg. Med. Chem. 2013;21(13):3730.", "ArticleIdList": ["PMC7126891", "23647823"]}, {"Citation": "Cho J.K., Curtis-Long M.J., Lee K.H., Kim D.W., Ryu H.W., Yuk H.J., Park K.H. Geranylated flavonoids displaying SARS-CoV papain-like protease inhibition from the fruits of Paulownia tomentosa. Bioorg. Med. Chem. 2013;21(11):3051–3057.", "ArticleIdList": ["PMC7126831", "23623680"]}, {"Citation": "Shen L., Niu J., Wang C., Huang B., Wang W., Zhu N., Deng Y., Wang H., Ye F., Cen S., Tan W. High-throughput screening and identification of potent broad-spectrum inhibitors of coronaviruses. J. Virol. 2019;93(12)", "ArticleIdList": ["PMC6613765", "30918074"]}, {"Citation": "Kim H.Y., Eo E.Y., Park H., Kim Y.C., Park S., Shin H.J., Kim K. Medicinal herbal extracts of Sophorae radix, Acanthopanacis cortex, Sanguisorbae radix and Torilis fructus inhibit coronavirus replication in vitro. Antivir. Ther. 2010;15(5):697–709.", "ArticleIdList": ["20710051"]}, {"Citation": "Kim H.Y., Shin H.S., Park H., Kim Y.C., Yun Y.G., Park S., Shin H.J., Kim K. In vitro inhibition of coronavirus replications by the traditionally used medicinal herbal extracts, Cimicifuga rhizoma, Meliae cortex, Coptidis rhizoma, and Phellodendron cortex. J. Clin. Virol. 2008;41(2):122–128.", "ArticleIdList": ["PMC7108295", "18036887"]}, {"Citation": "Weng J.R., Lin C.S., Lai H.C., Lin Y.P., Wang C.Y., Tsai Y.C., Wu K.C., Huang S.H., Lin C.W. Antiviral activity of Sambucus FormosanaNakai ethanol extract and related phenolic acid constituents against human coronavirus NL63. Virus Res. 2019;273", "ArticleIdList": ["PMC7114872", "31560964"]}, {"Citation": "Lin C.W., Tsai F.J., Tsai C.H., Lai C.C., Wan L., Ho T.Y., Hsieh C.C., Chao P.D.L. Anti-SARS coronavirus 3C-like protease effects of Isatis indigotica root and plant-derived phenolic compounds. Antiviral res. 2005;68(1):36–42.", "ArticleIdList": ["PMC7114321", "16115693"]}, {"Citation": "Ho T.Y., Wu S.L., Chen J.C., Li C.C., Hsiang C.Y. Emodin blocks the SARS coronavirus spike protein and angiotensin-converting enzyme 2 interaction. Antiviral res. 2007;74(2):92–101.", "ArticleIdList": ["PMC7114332", "16730806"]}, {"Citation": "Wang S.Q., Du Q.S., Zhao K., Li A.X., Wei D.Q., Chou K.C. Virtual screening for finding natural inhibitor against cathepsin-L for SARS therapy. Amino Acids. 2007;33(1):129–135.", "ArticleIdList": ["PMC7087620", "16998715"]}, {"Citation": "Lau K.M., Lee K.M., Koon C.M., Cheung C.S.F., Lau C.P., Ho H.M., Lee M.Y.H., Au S.W.N., Cheng C.H.K., Bik-San Lau C., Tsui S.K.W. Immunomodulatory and anti-SARS activities of Houttuynia cordata. J. Ethnopharmacol. 2008;118(1):79–85.", "ArticleIdList": ["PMC7126383", "18479853"]}, {"Citation": "Chiow K.H., Phoon M.C., Putti T., Tan B.K., Chow V.T. Evaluation of antiviral activities of Houttuynia cordata Thunb. extract, quercetin, quercetrin and cinanserin on murine coronavirus and dengue virus infection. Asian Pac. J. Tropical Med. 2016 Jan 1;9(1):1–7.", "ArticleIdList": ["PMC7104935", "26851778"]}, {"Citation": "Zhuang M., Jiang H., Suzuki Y., Li X., Xiao P., Tanaka T., Ling H., Yang B., Saitoh H., Zhang L., Qin C. Procyanidins and butanol extract of Cinnamomi Cortex inhibit SARS-CoV infection. Antiviral res. 2009;82(1):73–81.", "ArticleIdList": ["PMC7114128", "19428598"]}, {"Citation": "Ryu Y.B., Park S.J., Kim Y.M., Lee J.Y., Seo W.D., Chang J.S., Park K.H., Rho M.C., Lee W.S. SARS-CoV 3CLpro inhibitory effects of quinone-methide triterpenes from Tripterygium regelii. Bioorg. Med. Chem. Lett. 2010;20(6):1873–1876.", "ArticleIdList": ["PMC7127101", "20167482"]}, {"Citation": "Wen C.C., Kuo Y.H., Jan J.T., Liang P.H., Wang S.Y., Liu H.G., Lee C.K., Chang S.T., Kuo C.J., Lee S.S., Hou C.C. Specific plant terpenoids and lignoids possess potent antiviral activities against severe acute respiratory syndrome coronavirus. J. Med. Chem. 2007;50(17):4087–4095.", "ArticleIdList": ["17663539"]}, {"Citation": "Yu M.S., Lee J., Lee J.M., Kim Y., Chin Y.W., Jee J.G., Keum Y.S., Jeong Y.J. Identification of myricetin and scutellarein as novel chemical inhibitors of the SARS coronavirus helicase, nsP13. Bioorg. Med. Chem. Lett. 2012;22(12):4049–4054.", "ArticleIdList": ["PMC7127438", "22578462"]}, {"Citation": "Chang F.R., Yen C.T., Ei-Shazly M., Lin W.H., Yen M.H., Lin K.H., Wu Y.C. Anti-human coronavirus (anti-HCoV) triterpenoids from the leaves of Euphorbia neriifolia. Nat. Prod. Commun. 2012 Nov;7(11)", "ArticleIdList": ["23285797"]}, {"Citation": "Park J.Y., Kim J.H., Kim Y.M., Jeong H.J., Kim D.W., Park K.H., Kwon H.J., Park S.J., Lee W.S., Ryu Y.B. Tanshinones as selective and slow-binding inhibitors for SARS-CoV cysteine proteases. Bioorg. Med. Chem. 2012;20(19):5928–5935.", "ArticleIdList": ["PMC7127169", "22884354"]}, {"Citation": "Fuzimoto A.D., Isidoro C. The antiviral and coronavirus-host protein pathways inhibiting properties of herbs and natural compounds-Additional weapons in the fight against the COVID-19 pandemic? Journal of traditional and complementary medicine. 2020;10(4):405–419.", "ArticleIdList": ["PMC7260130", "32691005"]}, {"Citation": "Ulasli M., Gurses S.A., Bayraktar R., Yumrutas O., Oztuzcu S., Igci M., Igci Y.Z., Cakmak E.A., Arslan A. The effects of Nigella sativa (Ns), Anthemis hyalina (Ah) and Citrus sinensis (Cs) extracts on the replication of coronavirus and the expression of TRP genes family. Mol. Biol. Rep. 2014;41(3):1703–1711.", "ArticleIdList": ["PMC3933739", "24413991"]}, {"Citation": "Kim D.W., Seo K.H., Curtis-Long M.J., Oh K.Y., Oh J.W., Cho J.K., Lee K.H., Park K.H. Phenolic phytochemical displaying SARS-CoV papain-like protease inhibition from the seeds of Psoralea corylifolia. J. Enzym. Inhib. Med. Chem. 2014;29(1):59–63.", "ArticleIdList": ["23323951"]}, {"Citation": "Chen C.N., Lin C.P., Huang K.K., Chen W.C., Hsieh H.P., Liang P.H., Hsu J.T. Inhibition of SARS-CoV 3C-like protease activity by theaflavin-3, 3'-digallate (TF3) J Evid Based Complementary Altern Med. 2005 Jun 1:2.", "ArticleIdList": ["PMC1142193", "15937562"]}, {"Citation": "Yang C.W., Lee Y.Z., Kang I.J., Barnard D.L., Jan J.T., Lin D., Huang C.W., Yeh T.K., Chao Y.S., Lee S.J. Identification of phenanthroindolizines and phenanthroquinolizidines as novel potent anti-coronaviral agents for porcine enteropathogenic coronavirus transmissible gastroenteritis virus and human severe acute respiratory syndrome coronavirus. Antiviral res. 2010;88(2):160–168.", "ArticleIdList": ["PMC7114283", "20727913"]}, {"Citation": "Park J.Y., Yuk H.J., Ryu H.W., Lim S.H., Kim K.S., Park K.H., Ryu Y.B., Lee W.S. Evaluation of polyphenols from Broussonetia papyrifera as coronavirus protease inhibitors. J. Enzym. Inhib. Med. Chem. 2017;32(1):504–512.", "ArticleIdList": ["PMC6010046", "28112000"]}, {"Citation": "Yang C.W., Lee Y.Z., Hsu H.Y., Shih C., Chao Y.S., Chang H.Y., Lee S.J. Targeting coronaviral replication and cellular JAK2 mediated dominant NF-κB activation for comprehensive and ultimate inhibition of coronaviral activity. Sci. Rep. 2017;7(1):1–13.", "ArticleIdList": ["PMC5481340", "28642467"]}, {"Citation": "Wu CY, Jan JT, Ma SH, Kuo CJ, Juan HF, Cheng YS, et al. Smallmolecules targeting severe acute respiratory syndrome human coronavirus. Proc. Natl. Acad. Sci. USA;101:10012e7.", "ArticleIdList": ["PMC454157", "15226499"]}, {"Citation": "Yang Q.Y., Tian X.Y., Fang W.S. Bioactive coumarins from Boenninghausenia sessilicarpa. J. Asian Nat. Prod. Res. 2007;9:59–65.", "ArticleIdList": ["17365191"]}, {"Citation": "Fan H.H., Wang L.Q., Liu W.L., An X.P., Liu Z.D., He X.Q., Song L.H., Tong Y.G. Repurposing of clinically approved drugs for treatment of coronavirus disease 2019 in a 2019-novel coronavirus-related coronavirus model. Chinese Med J. 2020;133:1051–1056. 2020.", "ArticleIdList": ["PMC7147283", "32149769"]}, {"Citation": "Chen L., Li J., Luo C., Liu H., Xu W., Chen G., Liew O.W., Zhu W., Puah C.M., Shen X., Jiang H. Binding interaction of quercetin-3-β-galactoside and its synthetic derivatives with SARS-CoV 3CLpro: structure–activity relationship studies reveal salient pharmacophore features. Bioorg. Med. Chem. 2006 Dec 15;14(24):8295–8306.", "ArticleIdList": ["PMC7125754", "17046271"]}, {"Citation": "Park J.Y., Kim J.H., Kim Y.M., Jeong H.J., Kim D.W., Park K.H., et al. Tanshinones as selective and slow-binding inhibitors for SARS-CoVcysteine proteases. Bioorg. Med. Chem. 2012;20:5928–5935.", "ArticleIdList": ["PMC7127169", "22884354"]}, {"Citation": "Park J.Y., Jeong H.J., Kim J.H., Kim Y.M., Park S.J., Kim D., et al. Diarylheptanoids from Alnus japonica inhibit papain-like protease of severe acute respiratory syndrome coronavirus. Biol. Pharm. Bull. 2012;35:2036–2042.", "ArticleIdList": ["22971649"]}, {"Citation": "Prasad A., Muthamilarasan M., Prasad M. Synergistic antiviral effects against SARS-CoV-2 by plant-based molecules. Plant Cell Rep. 2020;39(9):1109–1114.", "ArticleIdList": ["PMC7303273", "32561979"]}, {"Citation": "Müller C., Schulte F.W., Lange-Grünweller K., Obermann W., Madhugiri R., Pleschka S., Ziebuhr J., Hartmann R.K., Grünweller A. Broad-spectrum antiviral activity of the eIF4A inhibitor silvestrol against corona-and picornaviruses. Antiviral res. 2018;150:123–129.", "ArticleIdList": ["PMC7113723", "29258862"]}, {"Citation": "Mendonca P., Soliman K.F. Flavonoids activation of the transcription factor Nrf2 as a hypothesis approach for the prevention and modulation of SARS-CoV-2 infection severity. Antioxidants. 2020;9(8):659.", "ArticleIdList": ["PMC7463602", "32722164"]}, {"Citation": "Dong L., Xia J.W., Gong Y., Chen Z., Yang H.H., Zhang J., He J., Chen X.D. Effect of lianhuaqingwen capsules on airway inflammation in patients with acute exacerbation of chronic obstructive pulmonary disease. J Evid Based Complementary Altern Med. 2014;2014:1–11.", "ArticleIdList": ["PMC4058171", "24971150"]}, {"Citation": "Jia W., Wang C., Wang Y., Pan G., Jiang M., Li Z., Zhu Y. Qualitative and quantitative analysis of the major constituents in Chinese medical preparation Lianhua-Qingwen capsule by UPLC-DAD-QTOF-MS. Sci. World J. 2015;2015:1–19.", "ArticleIdList": ["PMC4308632", "25654135"]}, {"Citation": "Ding Y., Zeng L., Li R., Chen Q., Zhou B., Chen Q., leng Cheng P., Yutao W., Zheng J., Yang Z., Zhang F. The Chinese prescription lianhuaqingwen capsule exerts anti-influenza activity through the inhibition of viral propagation and impacts immune function. BMC Compl. Alternative Med. 2017;17(1):130.", "ArticleIdList": ["PMC5324200", "28235408"]}, {"Citation": "Lv R., Wang W., Li X. COVID-19 suspected cases treated with Lianhua Qingwen Decoction: a clinical observation of 63 cases. J. Chin. Med. 2020;2:1–5."}, {"Citation": "Li G., De Clercq E. Therapeutic options for the 2019 novel coronavirus (2019-nCoV) Nat. Rev. Drug Discov. 2020;19:149–150.", "ArticleIdList": ["32127666"]}, {"Citation": "Hu Y., Sun J., Dai Z., Deng H., Li X., Huang Q., Wu Y., Sun L., Xu Y. Prevalence and severity of corona virus disease 2019 (COVID-19): a systematic review and meta-analysis. J. Clin. Virol. 2020", "ArticleIdList": ["PMC7195434", "32315817"]}, {"Citation": "Yao X., Ye F., Zhang M., Cui C., Huang B., Niu P., Liu X., Zhao L., Dong E., Song C., Zhan S. In vitro antiviral activity and projection of optimized dosing design of hydroxychloroquine for the treatment of severe acute respiratory syndrome coronavirus 2 (CoV-2) Clin. Infect. Dis. 2020;71(15):732–739.", "ArticleIdList": ["PMC7108130", "32150618"]}, {"Citation": "National Health Commission of the People’s Republic of China  . 7 ed. 2020. Notice on the Issunance of Guidelines of Diagnosis and Treatment for 2019-nCoV Infected Pneumonia (Version 7)http://www.nhc.gov.cn/yzygj/s7653p/202003/46c9294a7dfe4cef80dc7f5912eb1989.shtml"}, {"Citation": "Xu J., Zhang Y. Traditional Chinese medicine treatment of COVID-19. Complement. Ther. Clin. Pract. 2020", "ArticleIdList": ["PMC7118627", "32379692"]}, {"Citation": "Song J., Zhang F., Tang S., Liu X., Gao Y., Lu P., Wang Y., Yang H. A module analysis approach to investigate molecular mechanism of TCM formula: a trial on Shu-feng-jie-du formula. J Evid Based Complementary Altern Med. 2013;2013:1–14.", "ArticleIdList": ["PMC3860149", "24376467"]}, {"Citation": "Tao Z., Gao J., Zhang G., Xue M., Yang W., Tong C., Yuan Y. Shufeng Jiedu Capsule protect against acute lung injury by suppressing the MAPK/NF-κB pathway. BioSci. Trends. 2014;8(1):45–51.", "ArticleIdList": ["24647112"]}, {"Citation": "Yuan Y., Liao Q., Xue M., Shi Y., Rong L., Song Z., Tong Z., Zheng W., Zhu Q., Cui X., Tao Z. Shufeng Jiedu capsules alleviate lipopolysaccharide-induced acute lung inflammatory injury via activation of GPR18 by verbenalin. Cell. Physiol. Biochem. 2018;50(2):629–639.", "ArticleIdList": ["30308517"]}, {"Citation": "Li G.Q., Zhao J., Tu Z.T., Li J.B., Liu Q.Q., Shi L.Q., Miao Q., Yuan H.Q., Liu X.Q., Long Y.Y., Liu Z.G. Treating influenza patients of wind-heat affecting Fei syndrome by jinhua qinggan granule: a double-blinded randomized control trial. Chin. J. Integr. Med. 2013;33(12):1631–1635.", "ArticleIdList": ["24517059"]}, {"Citation": "Tao Z., Yang Y., Shi W., Xue M., Yang W., Song Z., Yao C., Yin J., Shi D., Zhang Y., Cai Y. Complementary and alternative medicine is expected to make greater contribution in controlling the prevalence of influenza. Biosci. trends. 2013;7(5):253–256.", "ArticleIdList": ["24241177"]}, {"Citation": "Wang F.H., Chen C., Tan W.J., Yang K.L., Yang H.T. Structure of main protease from human coronavirus NL63: insights for wide spectrum anti-coronavirus drug design. Sci. Rep. 2016;6", "ArticleIdList": ["PMC4780191", "26948040"]}, {"Citation": "Zhang D.H., Wu K.L., Zhang X., Deng S.Q., Peng B. In silico screening of Chinese herbal medicines with the potential to directly inhibit 2019 novel coronavirus. J. Integ. Med. 2020;18(2):152–158.", "ArticleIdList": ["PMC7102521", "32113846"]}, {"Citation": "Wink M. Potential of DNA intercalating alkaloids and other plant secondary metabolites against SARS-CoV-2 causing COVID-19. Diversity. 2020 May;12(5):175."}, {"Citation": "He F., Deng Y., Li W. Coronavirus disease 2019: what we know? J. Med. Virol. 2020;92(7):719–725.", "ArticleIdList": ["PMC7228340", "32170865"]}, {"Citation": "Jeong C.S., Hyun J.E., Kim Y.S., Lee E.S. Ginsenoside RB 1 the anti-ulcer constituent from the head ofPanax ginseng. Arch Pharm. Res. (Seoul) 2003;26(11):906.", "ArticleIdList": ["14661855"]}, {"Citation": "Lung J., Lin Y.S., Yang Y.H., Chou Y.L., Shu L.H., Cheng Y.C., Liu H.T., Wu C.Y. The potential chemical structure of anti‐SARS‐CoV‐2 RNA‐dependent RNA polymerase. J. Med. Virol. 2020;92(6):693–697.", "ArticleIdList": ["PMC7228302", "32167173"]}, {"Citation": "Zhang Y.N., Zhang Q.Y., Li X.D., Xiong J., Xiao S.Q., Wang Z., Zhang Z.R., Deng C.L., Yang X.L., Wei H.P., Yuan Z.M. Gemcitabine, lycorine and oxysophoridine inhibit novel coronavirus (SARS-CoV-2) in cell culture. Emerg. microbes & infect. 2020;9(1):1170–1173.", "ArticleIdList": ["PMC7448857", "32432977"]}, {"Citation": "Tome-Carneiro J., Visioli F. Polyphenol-based nutraceuticals for the prevention and treatment of cardiovascular disease: review of human evidence. Phytomedicine. 2016;23(11):1145–1174.", "ArticleIdList": ["26776959"]}, {"Citation": "Khan M.T., Ali A., Wang Q., Irfan M., Khan A., Zeb M.T., Zhang Y.J., Chinnasamy S., Wei D.Q. Marine natural compounds as potents inhibitors against the main protease of SARS-CoV-2. A molecular dynamic study. J. Biomol. Struct. Dyn. 2020:1–14.", "ArticleIdList": ["PMC7284144", "32410504"]}, {"Citation": "Song Y.H., Kim D.W., Curtis-Long M.J., Yuk H.J., Wang Y., Zhuang N., Lee K.H., Jeon K.S., Park K.H. Papain-like protease (PLpro) inhibitory effects of cinnamic amides from Tribulus terrestris fruits. Biol. Pharm. Bull. 2014;37(6):1021–1028.", "ArticleIdList": ["24882413"]}, {"Citation": "Zhou Y., Vedantham P., Lu K., Agudelo J., Carrion R., Jr., Nunneley J.W., Barnard D., Pöhlmann S., McKerrow J.H., Renslo A.R., Simmons G. Protease inhibitors targeting coronavirus and filovirus entry. Antiviral res. 2015;116:76–84.", "ArticleIdList": ["PMC4774534", "25666761"]}, {"Citation": "Yang C.W., Chang H.Y., Lee Y.Z., Hsu H.Y., Lee S.J. The cardenolide ouabain suppresses coronaviral replication via augmenting a Na+/K+-ATPase-dependent PI3K_PDK1 axis signaling. Toxicol. Appl. Pharmacol. 2018;356:90–97.", "ArticleIdList": ["PMC7103114", "30053394"]}, {"Citation": "Schwarz S., Wang K., Yu W., Sun B., Schwarz W. Emodin inhibits current through SARS-associated coronavirus 3a protein. Antiviral res. 2011;90(1):64–69.", "ArticleIdList": ["PMC7114100", "21356245"]}, {"Citation": "Hoever G., Baltina L., Michaelis M., Kondratenko R., Baltina L., Tolstikov G.A., et al. Antiviral activity of glycyrrhizic acid derivativesagainst SARS-coronavirus. J. Med. Chem. 2005;48:1256–1259.", "ArticleIdList": ["15715493"]}, {"Citation": "Augustin J.M., Kuzina V., Andersen S.B., Bak S. Molecular activities, biosynthesis and evolution of triterpenoid saponins. Phytochemistry (Elsevier) 2011;72(6):435–457.", "ArticleIdList": ["21333312"]}, {"Citation": "Angeh J.E., Huang X., Swan G.E., Mollman U., Sattler I., Eloff J.N. Novel antibacterial triterpenoid from Combretum padoides [Combretaceae] ARKIVOC (Gainesville, FL, U. S.) 2007;(ix):113–120."}, {"Citation": "Topcu G., Ertas A., Kolak U., Ozturk M., Ulubelen A. Antioxidant activity tests on novel triterpenoids from Salvia macrochlamys. ARKIVOC (Gainesville, FL, U. S.) 2007 Jan 1;7:195–208."}, {"Citation": "Nosrati M., Behbahani M. Molecular docking study of HIV-1 protease with triterpenoides compounds from plants and mushroom. Arak Uni Med Sci J. 2015 Jun 10;18(3):67–79."}, {"Citation": "Shaghaghi N. ChemRxiv; 2020 Mar 5. Molecular Docking Study of Novel COVID-19 Protease with Low Risk Terpenoides Compounds of Plants; p. 10."}, {"Citation": "Gyebi G.A., Ogunro O.B., Adegunloye A.P., Ogunyemi O.M., Afolabi S.O. Potential inhibitors of coronavirus 3-chymotrypsin-like protease (3CLpro): an in silico screening of alkaloids and terpenoids from African medicinal plants. J. Biomol. Struct. Dyn. 2020 May 5:1–9.", "ArticleIdList": ["PMC7256353", "32367767"]}, {"Citation": "Gendrot M., Duflot I., Boxberger M., Delandre O., Jardot P., Le Bideau M., Andreani J., Fonta I., Mosnier J., Rolland C., Hutter S. Antimalarial artemisinin-based combination therapies (ACT) and COVID-19 in Africa: in vitro inhibition of SARS-CoV-2 replication by mefloquine-artesunate. Int. J. Infect. Dis. 2020;99:437–440.", "ArticleIdList": ["PMC7426697", "32805422"]}, {"Citation": "Tang Y., Liu J., Zhang D., Xu Z., Ji J., Wen C. Cytokine storm in COVID-19: the current evidence and treatment strategies. Front. Immunol. 2020;11:1708.", "ArticleIdList": ["PMC7365923", "32754163"]}, {"Citation": "Yingkun N., Zhenyu W., Jing L., Xiuyun L., Huimin Y. Stevioside protects LPS-induced acute lung injury in mice. Inflammation. 2013;36(1):242–250.", "ArticleIdList": ["22968433"]}, {"Citation": "Luo P., Liu D., Li J. Pharmacological perspective: glycyrrhizin may be an efficacious therapeutic agent for COVID-19. Int. J. Antimicro. agents. 2020;55(6)", "ArticleIdList": ["PMC7180159", "32335281"]}, {"Citation": "Weber C., Opatz T. Bisbenzylisoquinoline alkaloids. InThe Alkaloids: Chem. Biol. 2019 Jan 1;81:1–114.", "ArticleIdList": ["30685048"]}, {"Citation": "Cao J., Forrest J.C., Zhang X. A screen of the NIH Clinical Collection small molecule library identifies potential anti-coronavirus drugs. Antiviral res. 2015 Feb 1;114 1-0.", "ArticleIdList": ["PMC7113785", "25451075"]}, {"Citation": "Li C.C., Wang X.J. Three kinds of treatment with Homoharringtonine, Hydroxychloroquine or shRNA and their combination against coronavirus PEDV in vitro. Virol. J. 2020;17:1–11.", "ArticleIdList": ["PMC7267768", "32493436"]}, {"Citation": "Wink M. Molecular modes of action of cytotoxic alkaloids- from DNA intercalation, spindle poisoning, topoisomerase inhibition to apoptosis and multiple drug resistance. Alkaloids (S. Diego) 2007;64:1–48.", "ArticleIdList": ["18085328"]}, {"Citation": "Wink M., Schimmer O. In: Functions and Biotechnology of Plant Secondary Metabolites. Wink M., editor. Wiley-Blackwell; Oxford, UK: 2010. Molecular modes of action of defensive secondary metabolites; pp. 21–161. (Annual Plant Reviews 39)."}, {"Citation": "Fielding B.C., da Silva Maia Bezerra Filho C., Ismail N.S., Sousa D.P.D. Alkaloids: therapeutic potential against human coronaviruses. Molecules. 2020;25(23):5496.", "ArticleIdList": ["PMC7727683", "33255253"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "11", "Day": "29"}, {"Year": "2023", "Month": "5", "Day": "1"}, {"Year": "2023", "Month": "5", "Day": "9"}, {"Year": "2023", "Month": "5", "Day": "30", "Hour": "13", "Minute": "8"}, {"Year": "2023", "Month": "5", "Day": "30", "Hour": "13", "Minute": "7"}, {"Year": "2023", "Month": "5", "Day": "30", "Hour": "11", "Minute": "34"}, {"Year": "2023", "Month": "5", "Day": "20"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37251276", "PMC10198795", "10.1016/j.jafr.2023.100632", "S2666-1543(23)00139-4"]}}], "PubmedBookArticle": []}