{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ethnobotany", "Nutraceutical plants", "Soro District", "Wild edible plants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37269005", "DateCompleted": {"Year": "2023", "Month": "06", "Day": "05"}, "DateRevised": {"Year": "2023", "Month": "06", "Day": "05"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "06", "Day": "02"}], "Language": ["eng"], "ELocationID": ["21", "10.1186/s13002-023-00588-2"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "19", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Jun", "Day": "02"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Ethnobotany of wild edible plants in Soro District of Hadiya Zone, southern Ethiopia.", "Pagination": {"StartPage": "21", "MedlinePgn": "21"}, "Abstract": {"AbstractText": ["Despite their paramount importance all over the globe in supporting food security, information about wild edible plants is generally patchy. In this study, we investigated the wild edible plants used by the local people in the Soro District of Hadiya Zone, southern Ethiopia. The main purpose of the study was to document and analyze the indigenous and local knowledge of the people on their abundance, diversity, use and management.", "Purposive sampling and systematic random sampling were used to identify informants who can give information about the wild edible plants of the area. Data were collected by interviewing 26 purposively sampled key informants and 128 systematically randomly sampled general informants using semi-structured interviews. Guided observations and 13 focus group discussions (FGDs) consisting of 5-12 participants/discussants at each FGD session were also undertaken. Statistical analyses (mainly descriptive statistics approaches) and common analytical tools of ethnobotany including informant consensus, informant consensus factor, preference ranking, direct matrix ranking, paired comparison and index of fidelity level were applied to the data sets.", "A total of 64 wild edible plant species belonging to 52 genera and 39 families were recorded. All of these species are indigenous, 16 are new additions to the database and seven of them, including Urtica simensis and Thymus schimperi, are endemic to Ethiopia. In about 82.81% of the species, the edible plant part is also used in the Ethiopian traditional herbal medicine. It is striking to see that almost all wild edible plants recorded from the study area are nutraceutical plant species, serving multiple roles as food and therapeutic sources for the local people. We recorded five growth habits of 34.38% trees, 32.81% herbs, 25% shrubs, 6.25% climbers, and 1.56% liana. We found the Flacourtiaceae, Solanaceae, and Moraceae to be families that represented more species (4 each), followed by Acanthaceae, Apocynaceae, Amaranthaceae, and Asteraceae, which accounted for 3 species each. Fruits (53.13%) and leaves (31.25%) were consumed in more proportions than other edible parts (15.63%); mostly the ripe, raw fruit is eaten upon simple processing, followed by leaves eaten after boiling, roasting and cooking.", "The frequency and intensity of consumption of these plants varied significantly (P < 0.05) with gender differences, key and general informants, and people's religious backgrounds. We postulate that priority setting for in situ and ex situ conservation of multipurpose wild edible plants in human-inhabited landscapes is essential to warrant sustainable use and conservation of the species as well as the use of new modes of application and valorization."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Biology and Biodiversity Management, College of Natural and Computational Sciences, Addis Ababa University, P.O. Box 1176, Addis Ababa, Ethiopia. muletoju@gmail.com."}, {"Identifier": [], "Affiliation": "Biology Department, College of Natural and Computational Sciences, Hossana College of Education, P.O. Box 94, Hossana, Ethiopia. muletoju@gmail.com."}], "LastName": "Hankiso", "ForeName": "Mulatu", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Biology and Biodiversity Management, College of Natural and Computational Sciences, Addis Ababa University, P.O. Box 1176, Addis Ababa, Ethiopia."}], "LastName": "Warkineh", "ForeName": "Bikila", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Biology and Biodiversity Management, College of Natural and Computational Sciences, Addis Ababa University, P.O. Box 1176, Addis Ababa, Ethiopia."}], "LastName": "Asfaw", "ForeName": "Zemede", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ethiopian Public Health Institute, P.O. Box 1242/5654, Addis Ababa, Ethiopia."}], "LastName": "Debella", "ForeName": "Asfaw", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["methods"], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Plants, Edible"}, {"QualifierName": [], "DescriptorName": "Ethiopia"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Grivetti LE, Ogle BM. Value of traditional foods in meeting macro-and micronutrient needs: the wild plant connection. Nutr Res Rev. 2000;13:31–46. doi: 10.1079/095442200108728990.", "ArticleIdList": ["10.1079/095442200108728990", "19087432"]}, {"Citation": "Jman RS. Wild edible plants and their traditional use in the human nutrition in Bosnia-Herzegovina. Ecol Food Nutr. 2006;45:189–232. doi: 10.1080/03670240600648963.", "ArticleIdList": ["10.1080/03670240600648963"]}, {"Citation": "Ogle BM. Wild vegetables and micronutrient nutrition: studies on the significance of wild vegetables in women’s diets in Vietnam [PhD Thesis]. Acta Universitatis Upsaliensis; 2001."}, {"Citation": "Tebkew M, Gebremariam Y, Mucheye T, Alemu A, Abich A, Fikir D. Uses of wild edible plants in Quara district, northwest Ethiopia: implication for forest management. Agric Food Secur. 2018;7:1–14. doi: 10.1186/s40066-018-0163-7.", "ArticleIdList": ["10.1186/s40066-018-0163-7"]}, {"Citation": "Ju Y, Zhuo J, Liu B, Long C. Eating from the wild: diversity of wild edible plants used by Tibetans in Shangri-la region, Yunnan, China. J Ethnobiol Ethnomed. 2013;9:1–22. doi: 10.1186/1746-4269-9-28.", "ArticleIdList": ["10.1186/1746-4269-9-28", "PMC3648497", "23597086"]}, {"Citation": "Chakravarty S, Bhutia KD, Suresh CP, Shukla G, Pala NA. A review on diversity, conservation and nutrition of wild edible fruits. J Appl Nat Sci. 2016;8:2346–2353. doi: 10.31018/jans.v8i4.1135.", "ArticleIdList": ["10.31018/jans.v8i4.1135"]}, {"Citation": "Arnold M, Powell B, Shanley P, Sunderland TC. Forests, biodiversity and food security. Int For Rev. 2011;13:259–264."}, {"Citation": "Aberoumand A. Nutritional evaluation of edible Portulaca oleracia as plant food. Food Anal Methods. 2009;2:204–207. doi: 10.1007/s12161-008-9049-9.", "ArticleIdList": ["10.1007/s12161-008-9049-9"]}, {"Citation": "Balemie K, Kebebew F. Ethnobotanical study of wild edible plants in Derashe and Kucha Districts, South Ethiopia. J Ethnobiol Ethnomed. 2006;2:1–9. doi: 10.1186/1746-4269-2-53.", "ArticleIdList": ["10.1186/1746-4269-2-53", "PMC1769355", "17184523"]}, {"Citation": "Teklehaymanot T, Giday M. Ethnobotanical study of wild edible plants of Kara and Kwego semi-pastoralist people in Lower Omo River Valley, Debub Omo Zone, SNNPR. Ethiopia J Ethnobiol Ethnomed. 2010;6:1–8.", "ArticleIdList": ["PMC2933608", "20712910"]}, {"Citation": "Asfaw Z, Tadesse M. Prospects for sustainable use and development of wild food plants in Ethiopia. Econ Bot. 2001;55:47–62. doi: 10.1007/BF02864545.", "ArticleIdList": ["10.1007/BF02864545"]}, {"Citation": "Amente DA. Ethnobotanical survey of wild edible plants and their contribution for food security used by Gumuz people in Kamash Woreda; Benishangul Gumuz Regional State, Ethiopia. J Food Nutr Sci. 2017;5:217–224."}, {"Citation": "Aragaw HS, Nohr D, Callo-Concha D. Nutritional potential of underutilized edible plant species in coffee agroforestry systems of Yayu, southwestern Ethiopia. Agrofor Syst. 2021;95:1047–1059. doi: 10.1007/s10457-021-00626-6.", "ArticleIdList": ["10.1007/s10457-021-00626-6"]}, {"Citation": "Dejene T, Agamy MS, Agúndez D, Martin-Pinto P. Ethnobotanical survey of wild edible fruit tree species in lowland areas of Ethiopia. Forests. 2020;11:177. doi: 10.3390/f11020177.", "ArticleIdList": ["10.3390/f11020177"]}, {"Citation": "Bhatia H, Sharma YP, Manhas RK, Kumar K. Traditionally used wild edible plants of district Udhampur, J&K, India. J Ethnobiol Ethnomed. 2018;14:1–13. doi: 10.1186/s13002-018-0272-1.", "ArticleIdList": ["10.1186/s13002-018-0272-1", "PMC6263044", "30486847"]}, {"Citation": "Asfaw Z. The future of wild food plants in southern Ethiopia: ecosystem conservation coupled with enhancement of the roles of key social groups. Int Symp Underutilized Plants Food Secur Nutr Income Sustain Dev. 2008;806:701–708."}, {"Citation": "Lulekal E, Asfaw Z, Kelbessa E, Van Damme P. Wild edible plants in Ethiopia: a review on their potential to combat food insecurity. Afr Focus Brill. 2011;24:71–122. doi: 10.1163/2031356X-02402006.", "ArticleIdList": ["10.1163/2031356X-02402006"]}, {"Citation": "Addis G, Urga K, Dikasso D. Ethnobotanical study of edible wild plants in some selected districts of Ethiopia. Hum Ecol. 2005;33:83–118. doi: 10.1007/s10745-005-1656-0.", "ArticleIdList": ["10.1007/s10745-005-1656-0"]}, {"Citation": "Kidane L, Kejela A. Food security and environment conservation through sustainable use of wild and semi-wild edible plants: a case study in Berek Natural Forest, Oromia Special Zone, Ethiopia. Agric Food Secur. 2021;10:1–16. doi: 10.1186/s40066-021-00308-7.", "ArticleIdList": ["10.1186/s40066-021-00308-7"]}, {"Citation": "Alemayehu G, Asfaw Z, Kelbessa E. Plant diversity and ethnobotany in Berehet District, North Shewa Zone of Amhara Region (Ethiopia) with emphasis on wild edible plants. J Med Plants Stud. 2015;3:93–105."}, {"Citation": "Beluhan S, Ranogajec A. Chemical composition and non-volatile components of Croatian wild edible mushrooms. Food Chem. 2011;124:1076–1082. doi: 10.1016/j.foodchem.2010.07.081.", "ArticleIdList": ["10.1016/j.foodchem.2010.07.081"]}, {"Citation": "Melaku A, Ebrahim MA. Critical review on wild-edible fruit species in Ethiopia. Int J For Res. 2021;2021:1–2."}, {"Citation": "Addis G, Asfaw Z, Woldu Z. Ethnobotany of Wild and semi-wild edible plants of Konso ethnic community, South Ethiopia. Ethnobot Res Appl. 2013;11:121–141."}, {"Citation": "Kidane B, Van der Maesen LJG, Asfaw Z, Sosef MSM, van Andel T. Wild and semi-wild leafy vegetables used by the Maale and Ari ethnic communities in southern Ethiopia. Genet Resour Crop Evol. 2015;62:221–234. doi: 10.1007/s10722-014-0147-9.", "ArticleIdList": ["10.1007/s10722-014-0147-9"]}, {"Citation": "Ashagre M, Asfaw Z, Kelbessa E. Ethnobotanical study of wild edible plants in Burji District, Segan Area Zone of Southern Nations, Nationalities and Peoples Region (SNNPR), Ethiopia. J Ethnobiol Ethnomed. 2016;12:1–15. doi: 10.1186/s13002-016-0103-1.", "ArticleIdList": ["10.1186/s13002-016-0103-1", "PMC4971624", "27485265"]}, {"Citation": "Regassa T, Kelbessa E, Asfaw Z. Ethnobotany of wild and semi-wild edible plants of Chelia District, West-Central Ethiopia. Sci Technol Arts Res J. 2015;3:122–134. doi: 10.4314/star.v3i4.18.", "ArticleIdList": ["10.4314/star.v3i4.18"]}, {"Citation": "SDARDO. Soro District Agricultural and rural development Office Annual summary of work report. Soro, Haddiya zone, SNNPR (Unpublished). 2020."}, {"Citation": "SDFED. Soro District Finance, Planning and Economic Development Office Annual summary of work report. Soro, Haddiya zone, SNNPR (Unpublished). 2020."}, {"Citation": "Friis I, Demissew S, van Breugel P. Atlas of the potential vegetation of Ethiopia. Addis Ababa, Ethiopia. Addis Ababa University Press, Shama Books. [Google Scholar]; 2011."}, {"Citation": "Reusing M. Change detection of natural high forests in Ethiopia using remote sensing and GIS techniques. Int Arch Photogramm Rem Sens. 2000;33:1253–1258."}, {"Citation": "Kibemo D. Farmers’ perception on soil erosion and their use of structural soil conservation measures in Soro district, southern Ethiopia. ScGeo Ensc Thesis Addis Ababa Univ Addis Ababa. 2011."}, {"Citation": "Kotrlik J, Higgins C. Organizational research: determining appropriate sample size in survey research appropriate sample size in survey research. Inf Technol Learn Perform J. 2001;19:43."}, {"Citation": "Martin GJ. Ethnobotany: a methods manual. Nowy Jork: Chapman y Hall; 1995."}, {"Citation": "Alexiades MN. Collecting ethnobotanical data: an introduction to basic concepts and techniques. Adv Econ Bot. 1996;10:53–94."}, {"Citation": "Forman L, Bridson D. The herbarium handbook. Royal Botanic Gardens Kew; 1989."}, {"Citation": "Hedberg I, Kelbessa Ensermu, Sue Edwars, Sebsebe Demissew, Eva Persson. Flora of Ethiopia and Eritrea. Volume 5: Gentianaceae to Cyclocheilaceae. Addis Ababa; Uppsala: The National Herbarium; Department of Systematic Botany; 2006."}, {"Citation": "Hedberg I, Edwards S. Flora of Ethiopia. Volume 3: Pittosporaceae to Araliaceae. Addis Ababa, and Uppsala: The National Herbarium; Department of Systematic Botany; 1989."}, {"Citation": "Heinrich M, Ankli A, Frei B, Weimann C, Sticher O. Medicinal plants in Mexico: Healers’ consensus and cultural importance. Soc Sci Med. 1998;47:1859–1871. doi: 10.1016/S0277-9536(98)00181-6.", "ArticleIdList": ["10.1016/S0277-9536(98)00181-6", "9877354"]}, {"Citation": "Cotton CM. Ethnobotany: principles and applications. Wiley; 1996."}, {"Citation": "Fentahun MT, Hager H. Exploiting locally available resources for food and nutritional security enhancement: wild fruits diversity, potential and state of exploitation in the Amhara region of Ethiopia. Food Secur. 2009;1:207–219. doi: 10.1007/s12571-009-0017-z.", "ArticleIdList": ["10.1007/s12571-009-0017-z"]}, {"Citation": "Demise S. Ethnobotanical study of wild edible plants in Adola District, Southern, Ethiopia. IJRAR-Int J Res Anal Rev. 2020;7:212–228."}, {"Citation": "Ojelel S, Kakudidi EK. Wild edible plant species utilized by a subsistence farming community in Obalanga sub-county, Amuria district. Uganda J Ethnobiol Ethnomed. 2015;11:1–8.", "ArticleIdList": ["PMC4429352", "25971428"]}, {"Citation": "Nieminen R, Sørensen M, Theilade I. Identification of indigenous fruits with export potential from Mukono district, Uganda: an assessment of two methods. Agrofor Syst. 2017;91:967–979. doi: 10.1007/s10457-016-9971-6.", "ArticleIdList": ["10.1007/s10457-016-9971-6"]}, {"Citation": "Kidane B, Van der Maesen LJG, Van Andel T, Asfaw Z, Sosef MSM. Ethnobotany of wild and semi-wild edible fruit species used by Maale and Ari ethnic communities in southern Ethiopia. Botany Department, University of Hawaii at Manoa; 2014."}, {"Citation": "Fetene A, Bekele T, Lemenih M. Diversity of non-timber forest products (NTFPs) and their source species in Menagesha-Suba Forest. Ethiop J Biol Sci. 2010;9:11–34."}, {"Citation": "Khakurel D, Uprety Y, Luczaj L, Rajbhandary S. Foods from the wild: local knowledge, use pattern and distribution in Western Nepal. PLoS ONE. 2021;16:e0258905. doi: 10.1371/journal.pone.0258905.", "ArticleIdList": ["10.1371/journal.pone.0258905", "PMC8530312", "34673823"]}, {"Citation": "Seyoum Y, Teketay D, Shumi G, Wodafirash M. Edible wild fruit trees and shrubs and their socioeconomic significance in central Ethiopia. Ethnobot Res Appl. 2015;14:183–197. doi: 10.17348/era.14.0.183-197.", "ArticleIdList": ["10.17348/era.14.0.183-197"]}, {"Citation": "Tebkew M, Asfaw Z, Zewudie S. Underutilized wild edible plants in the Chilga District, northwestern Ethiopia: focus on wild woody plants. Agric Food Secur. 2014;3:1–16. doi: 10.1186/2048-7010-3-12.", "ArticleIdList": ["10.1186/2048-7010-3-12"]}, {"Citation": "Assefa A, Abebe T. Wild edible trees and shrubs in the semi-arid lowlands of southern Ethiopia. J Sci Dev. 2011;1:5–19."}, {"Citation": "Mengistu F, Hager H. Wild edible fruit species cultural domain, informant species competence and preference in three districts of Amhara region, Ethiopia. Ethnobot Res Appl. 2008;6:487–502. doi: 10.17348/era.6.0.487-502.", "ArticleIdList": ["10.17348/era.6.0.487-502"]}, {"Citation": "Agea JG, Okia CA, Abohassan RAA, Kimondo JM, Obua J, Hall J, et al. Wild and Semi-Wild Food Plants of Bunyoro-Kitara Kingdom of Uganda: growth forms, collection niches, parts consumed, consumption patterns, main gatherers and consumers. Environ Res J. 2011;5:74–86. doi: 10.3923/erj.2011.74.86.", "ArticleIdList": ["10.3923/erj.2011.74.86"]}, {"Citation": "Ali-Shtayeh MS, Jamous RM, Al-Shafie’ JH, Elgharabah WA, Kherfan FA, Qarariah KH, et al. Traditional knowledge of wild edible plants used in Palestine (Northern West Bank): a comparative study. J Ethnobiol Ethnomed. 2008;4:1–13. doi: 10.1186/1746-4269-4-13.", "ArticleIdList": ["10.1186/1746-4269-4-13", "PMC2396604", "18474107"]}, {"Citation": "Duguma HT. Wild edible plant nutritional contribution and consumer perception in Ethiopia. Int J Food Sci. 2020 doi: 10.1155/2020/2958623.", "ArticleIdList": ["10.1155/2020/2958623", "PMC7487116", "32953878"]}, {"Citation": "Bartolome AP, Villaseñor IM, Yang W-C. Bidens pilosa L (Asteraceae): botanical properties, traditional uses, phytochemistry, and pharmacology. Evid Based Complement Alternat Med. 2013 doi: 10.1155/2013/340215.", "ArticleIdList": ["10.1155/2013/340215", "PMC3712223", "23935661"]}, {"Citation": "Adedapo A, Jimoh F, Afolayan A. Comparison of the nutritive value and biological activities of the acetone, methanol and water extracts of the leaves of Bidens pilosa and Chenopodium album. Acta Pol Pharm. 2011;68:83–92.", "ArticleIdList": ["21485705"]}, {"Citation": "Leta G. Wild Edible Plant Bio-diversity and Utilization system in Nech Sar National Park, Ethiopia. Int J Bio-Resour Stress Manag. 2016;7:885–896. doi: 10.23910/IJBSM/2016.7.4.1628.", "ArticleIdList": ["10.23910/IJBSM/2016.7.4.1628"]}, {"Citation": "Feyssa DH, Njoka JT, Asfaw Z, Nyangito MM. Uses and management of Ximenia americana, Olacaceae in semi-arid East Shewa, Ethiopia. Pak J Bot. 2012;44:1177–1184."}, {"Citation": "Moges A, Moges Y. Ethiopian common medicinal plants: their parts and uses in traditional medicine-ecology and quality control. Plant Sci-Struct Anat Physiol Plants Cult Vivo Vitro; 2019;21."}, {"Citation": "Kebede A, Tesfaye W, Fentie M, Zewide H. An ethnobotanical survey of wild edible plants commercialized in Kefira Market, Dire Dawa City, eastern Ethiopia. Plant. 2017;5:42–46. doi: 10.11648/j.plant.20170502.13.", "ArticleIdList": ["10.11648/j.plant.20170502.13"]}, {"Citation": "Setalaphruk C, Price LL. Children’s traditional ecological knowledge of wild food resources: a case study in a rural village in Northeast Thailand. J Ethnobiol Ethnomed. 2007;3:1–11. doi: 10.1186/1746-4269-3-33.", "ArticleIdList": ["10.1186/1746-4269-3-33", "PMC2100045", "17937791"]}, {"Citation": "Wondimu T, Asfaw Z, Kelbessa E. Ethnobotanical study of food plants around’Dheeraa’town, Arsi, Ethiopia. SINET Ethiop J Sci. 2006;29:71–80. doi: 10.4314/sinet.v29i1.18261.", "ArticleIdList": ["10.4314/sinet.v29i1.18261", "17418987"]}, {"Citation": "Styger E, Rakotoarimanana JEM, Rabevohitra R, Fernandes ECM. Indigenous fruit trees of Madagascar: potential components of agroforestry systems to improve human nutrition and restore biological diversity. Agrofor Syst. 1999;46:289–310. doi: 10.1023/A:1006295530509.", "ArticleIdList": ["10.1023/A:1006295530509"]}, {"Citation": "Awas T, Asfaw Z, Nordal I, Demissew S. Ethnobotany of Berta and Gumuz people in western Ethiopia. Biodiversity. 2010;11:45–53. doi: 10.1080/14888386.2010.9712663.", "ArticleIdList": ["10.1080/14888386.2010.9712663"]}, {"Citation": "Lulekal E, Asfaw Z, Kelbessa E, Van Damme P. Ethnoveterinary plants of Ankober district, north Shewa zone, Amhara region, Ethiopia. J Ethnobiol Ethnomed BioMed Central. 2014;10:1–19.", "ArticleIdList": ["PMC3924401", "24517385"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "1", "Day": "17"}, {"Year": "2023", "Month": "5", "Day": "1"}, {"Year": "2023", "Month": "6", "Day": "5", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "6", "Day": "3", "Hour": "11", "Minute": "42"}, {"Year": "2023", "Month": "6", "Day": "2", "Hour": "23", "Minute": "38"}, {"Year": "2023", "Month": "6", "Day": "2"}], "PublicationStatus": "epublish", "ArticleIdList": ["37269005", "PMC10236777", "10.1186/s13002-023-00588-2", "10.1186/s13002-023-00588-2"]}}], "PubmedBookArticle": []}