{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Empiricism", "Evidence in medicine", "Herbal triangulation", "Pragmatic historical assessment tool", "Regulation", "Therapeutic claims", "World Health Organization Traditional Medicine Strategy 2014–2023"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37279716", "DateCompleted": {"Year": "2023", "Month": "09", "Day": "14"}, "DateRevised": {"Year": "2023", "Month": "09", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "06", "Day": "06"}], "Language": ["eng"], "ELocationID": ["10.1159/000531021"], "Journal": {"ISSN": "2504-2106", "JournalIssue": {"Volume": "30", "Issue": "4", "PubDate": {"Year": "2023"}}, "Title": "Complementary medicine research", "ISOAbbreviation": "Complement Med Res"}, "ArticleTitle": "A Pragmatic Historical Assessment Tool: A New Systematic Framework for the Collation and Evaluation of Documented Empirical Effectiveness and Safety of Traditional Plant Medicines in the European Materia Medica.", "Pagination": {"StartPage": "340", "EndPage": "353", "MedlinePgn": "340-353"}, "Abstract": {"AbstractText": ["Traditional plant medicines (TPMs) are plant-derived therapeutic products prepared and applied according to longstanding medical customs. Around the world they are widely used in primary and preventative health care. The World Health Organization (WHO) calls in its Traditional Medicine Strategy 2014-2023 for Member States to provide a regulatory framework so that the formal contribution of traditional therapeutics can be advanced in national systems of health care. Evidence of effectiveness and safety is paramount for the regulatory integration of TPMs; however, a presumed lack of such \"evidence\" is one obstacle for full integration. The consequential health policy question is how to systematically evaluate therapeutic claims relating to herbal remedies when the extant evidence is predominantly based on historical and contemporary clinical usage, i.e., is empiricist in nature. This paper introduces a new method along with several illustrative examples.", "Our research design employs a longitudinal, comparative textual analysis of standard textbooks of the professional European medical literature from the early modern period (1588/1664) onwards to today. It then triangulated these intergenerationally documented clinical observations on two exemplars (Arnica and St. John's Wort) with corresponding listings in multiple qualitative and quantitative sources. A Pragmatic Historical Assessment (PHA) tool was developed and tested as a method to systematically collate the large amount of pharmacological data recorded in these judiciously selected sources. The evidential validity of longstanding professional clinical knowledge could thus be compared with therapeutic indications approved in official and authoritative sources (pharmacopoeias, monographs) and with those supported by contemporary scientific research (randomised-controlled trials [RCTs], experimental research).", "There was high congruency between therapeutic indications that are based on repeated empirical observations from professional patient care (empirical evidence), those approved in pharmacopoeias and monographs, and modern scientific evidence based on RCTs. The extensive herbal triangulation confirmed parallel records of all main therapeutic indications of the exemplars across all qualitative and quantitative sources over the past 400 years.", "Historical clinical medical textbooks and contemporary phytotherapeutic equivalents are the key repository of repeatedly evaluated therapeutic plant knowledge. The professional clinical literature proved to be a reliable and verifiable body of empirical evidence that harmonised with contemporary scientific assessments. The newly developed PHA tool provides a coding framework for the systematic collation and evaluation of empirical data on the effectiveness and safety of TPMs. It is suggested as a feasible and efficient tool to extend evidence typologies that substantiate therapeutic claims for TPMs as part of an evidence-based regulatory framework that formally integrates these medically and culturally important therapeutics.", "<title>Einleitung</title>Traditionelle pflanzliche Arzneimittel sind aus Pflanzen gewonnene Heilmittel, die gemäß langjähriger medizinischer Praxis zubereitet und angewendet werden. Weltweit sind sie in der primären und präventiven Gesundheitsversorgung weit verbreitet. Die Weltgesundheitsorganisation (WHO) ruft in ihrer Traditional Medicine Strategy 2014–2023 die Mitgliedstaaten dazu auf, regulatorische Rahmenbedingungen zu schaffen, welche den formellen Beitrag traditioneller Therapeutika in den nationalen Gesundheitssystemen fördern. Der Nachweis von Wirksamkeit und Sicherheit ist von zentraler Bedeutung für die regulatorische Integration traditioneller pflanzlicher Arzneimittel, doch das angebliche Fehlen solcher “Nachweise“ ist eine der Hürden für die vollständige Integration. Daraus ergibt sich die gesundheitspolitische Frage, wie man therapeutische Anwendungsgebiete pflanzlicher Heilmittel systematisch evaluieren kann, wenn die vorliegende Evidenz überwiegend auf deren historischer und aktueller klinischen Verwendung beruht, also empirischer Natur ist. In dieser Arbeit wird eine neue Methode mitsamt veranschaulichenden Beispielen vorgestellt.<title>Methoden</title>Unser Forschungsansatz beruhte auf einer longitudinalen, vergleichenden Textanalyse von Standard-Lehrwerken der europäischen medizinischen Fachliteratur ausgehend von der frühen Neuzeit (1588/1664) bis heute. Die über Generationen dokumentierten klinischen Beobachtungen wurden anhand von zwei Beispielen (Arnika and Johanniskraut) mit den diesbezüglichen Angaben in unterschiedlichen qualitativen und quantitativen Quellen trianguliert. Ein Pragmatisch‐Historisches Auswertungstool (PHA) wurde als Methode entwickelt und getestet, um die großen Mengen der in diesen kritisch ausgewählten Quellen enthaltenen pharmakologischen Daten systematisch zu erfassen. Die Evidenzvalidität des langjährigen klinischen Fachwissens konnte so mit den therapeutischen Anwendungsgebieten verglichen werden, die in offiziellen und autoritativen Quellen (Pharmakopöen, Monografien) zugelassen sind, sowie mit denjenigen, die durch zeitgenössische wissenschaftliche Forschung gestützt werden (randomisierte kontrollierte Studien [RCTs], experimentelle Forschung).<title>Ergebnisse</title>Es bestand ein hohes Maß an Kongruenz zwischen den therapeutischen Anwendungsgebieten, welche auf wiederholte empirische Beobachtung aus der professionellen Patientenversorgung beruhen (empirische Evidenz), den zugelassenen Indikationen in Pharmakopöen und Monographien sowie der aktuellen wissenschaftlichen Evidenz basierend auf klinischen Studien. Die umfassende pflanzenbezogene Triangulation bestätigte parallele Aufzeichnungen aller wesentlichen Anwendungsgebiete der untersuchten Beispiele in allen qualitativen und quantitativen Quellen über die letzten 400 Jahre hinweg.<title>Schlussfolgerungen</title>Historische Lehrbücher für klinische Medizin und zeitgenössische phytotherapeutische Äquivalente sind die wichtigsten Quellen von wiederholt evaluiertem therapeutischem Wissen zu Heilpflanzen. Die klinische Fachliteratur erwies sich als zuverlässiger und verifizierbarer Korpus empirischer Evidenz, der mit aktuellen wissenschaftlichen Untersuchungen übereinstimmte. Das neu entwickelte PHA-Verfahren bietet ein Kodierungs‐Instrument für das systematische Erfassen und Auswerten empirischer Daten zur Wirksamkeit und Sicherheit von traditionellen pflanzlichen Arzneimitteln. Das PHA‐Verfahren wird als praktikables und effizientes Instrument zur Erweiterung der Evidenz‐Typologien empfohlen, indem es therapeutische Indikationen für traditionelle pflanzliche Arzneimittel untermauern kann, so dass diese medizinisch und kulturell wichtigen Therapeutika in einen evidenz-basierten regulatorischen Rahmen integriert werden können."], "CopyrightInformation": "© 2023 S. Karger AG, Basel."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Health Sciences, Faculty of Health, University of Canterbury, Christchurch, New Zealand."}], "LastName": "Clair", "ForeName": "Sandra", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Health Sciences, Faculty of Health, University of Canterbury, Christchurch, New Zealand."}], "LastName": "Kirk", "ForeName": "Ray", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "RAND Centre for Collaborative Research in Complementary and Integrative Health, RAND Corporation, Santa Monica, California, USA."}, {"Identifier": [], "Affiliation": "School of Dentistry, University of California, Los Angeles, California, USA."}, {"Identifier": [], "Affiliation": "Southern California University of Health Sciences, Whittier, California, USA."}], "LastName": "Coulter", "ForeName": "Ian Douglass", "Initials": "ID"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Professor Emeritus of Complementary Medicine, University of Zurich UZH, Zürich, Switzerland."}], "LastName": "Saller", "ForeName": "Reinhard", "Initials": "R"}], "PublicationTypeList": ["Journal Article"], "VernacularTitle": "Pragmatisches‐Historisches Auswertungstool: ein neuer systematischer Ansatz zur bibliografischen Erfassung und Auswertung von dokumentierter empirischer Wirksamkeit und Sicherheit traditioneller pflanzlicher Arzneimittel in der europäischen Materia medica."}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Complement Med Res", "NlmUniqueID": "101698453", "ISSNLinking": "2504-2092"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Materia Medica"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Oils"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Materia Medica"}, {"QualifierName": ["methods"], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plant Oils"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2022", "Month": "9", "Day": "27"}, {"Year": "2023", "Month": "5", "Day": "5"}, {"Year": "2023", "Month": "9", "Day": "14", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "6", "Day": "7", "Hour": "1", "Minute": "7"}, {"Year": "2023", "Month": "6", "Day": "6", "Hour": "18", "Minute": "24"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37279716", "10.1159/000531021", "000531021"]}}], "PubmedBookArticle": []}