{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Alzheimer's disease", "Cholinesterase", "Diabetes mellitus", "Essential oil", "Salvia", "α-Glucosidase"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37270541", "DateCompleted": {"Year": "2023", "Month": "06", "Day": "05"}, "DateRevised": {"Year": "2023", "Month": "06", "Day": "06"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "06", "Day": "03"}], "Language": ["eng"], "ELocationID": ["184", "10.1186/s12906-023-04004-w"], "Journal": {"ISSN": "2662-7671", "JournalIssue": {"Volume": "23", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Jun", "Day": "03"}}, "Title": "BMC complementary medicine and therapies", "ISOAbbreviation": "BMC Complement Med Ther"}, "ArticleTitle": "Chemical composition, cholinesterase, and α-glucosidase inhibitory activity of the essential oils of some Iranian native Salvia species.", "Pagination": {"StartPage": "184", "MedlinePgn": "184"}, "Abstract": {"AbstractText": ["The plants from Salvia genus contain widely distributed species which have been used in folk medicine as well as pharmaceutical and food industries.", "The chemical composition of 12 native Iranian Salvia species (14 plants) was identified using gas chromatography-mass spectrometry (GC-MS). Also, the inhibitory activity of all essential oils (EOs) was evaluated toward α-glucosidase and two types of cholinesterase (ChE) using spectrophotometric methods. The in vitro α-glucosidase inhibition assay was performed by the determination of p-nitrophenol (pNP) obtained from the enzymatic dissociation of p-nitrophenol-α-D-glucopyranoside (pNPG) as the substrate. In vitro ChE inhibitory assay was conducted based on the modified Ellman's procedure using the measurement of 5-thio-2-nitrobenzoic acid produced from the hydrolysis of thiocholine derivatives as the substrate, in the presence of acetylcholinesterase (AChE) and butyrylcholinesterase (BChE).", "Totally, 139 compounds were detected and caryophyllene oxide and trans-β-caryophyllene were the most abundant compounds in all EOs. The yield of EOs extracted from the plants were also calculated in the range of 0.06 to 0.96% w/w. Herein, α-glucosidase inhibitory activity of 8 EOs was reported for the first time and among all, S. spinosa L. was found to be the most potent inhibitor (90.5 inhibition at 500 μg/mL). Also, the ChE inhibitory activity of 8 species was reported for the first time and our results showed that the BChE inhibitory effect of all EOs was more potent than that of AChE. The ChE inhibition assay indicated that S. mirzayanii Rech.f. & Esfand. collected from Shiraz was the most potent inhibitor (72.68% and 40.6% at the concentration of 500 μg/mL, toward AChE and BChE, respectively).", "It seems that native Salvia species of Iran could be considered in the development of anti-diabetic and anti-Alzheimer's disease supplements."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Tehran University of Medical Sciences, Tehran, Iran."}], "LastName": "Gharehbagh", "ForeName": "Houra Jazayeri", "Initials": "HJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Tehran University of Medical Sciences, Tehran, Iran."}], "LastName": "Ebrahimi", "ForeName": "Masoud", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Tehran University of Medical Sciences, Tehran, Iran."}], "LastName": "Dabaghian", "ForeName": "Farid", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Biotechnology, Faculty of Pharmacy, Tehran University of Medical Sciences, Tehran, Iran."}], "LastName": "Mojtabavi", "ForeName": "Somayeh", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, Faculty of Pharmacy, Tehran University of Medical Sciences, Tehran, Iran."}], "LastName": "Hariri", "ForeName": "Roshanak", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Faculty of Pharmacy, Tehran University of Medical Sciences, Tehran, Iran."}, {"Identifier": [], "Affiliation": "Persian Medicine and Pharmacy Research Center, Tehran University of Medical Sciences, Tehran, Iran."}], "LastName": "Saeedi", "ForeName": "Mina", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Biotechnology, Faculty of Pharmacy, Tehran University of Medical Sciences, Tehran, Iran."}], "LastName": "Faramarzi", "ForeName": "Mohammad Ali", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Tehran University of Medical Sciences, Tehran, Iran. khanavim@sina.tums.ac.ir."}, {"Identifier": [], "Affiliation": "Faculty of Land and Food Systems, University of British Columbia, Vancouver, BC, Canada. khanavim@sina.tums.ac.ir."}], "LastName": "Khanavi", "ForeName": "Mahnaz", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Med Ther", "NlmUniqueID": "101761232", "ISSNLinking": "2662-7671"}, "ChemicalList": [{"RegistryNumber": "EC 3.1.1.8", "NameOfSubstance": "Butyrylcholinesterase"}, {"RegistryNumber": "Y92ZL45L4R", "NameOfSubstance": "4-nitrophenol"}, {"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}, {"RegistryNumber": "EC 3.1.1.7", "NameOfSubstance": "Acetylcholinesterase"}, {"RegistryNumber": "EC 3.2.1.20", "NameOfSubstance": "alpha-Glucosidases"}, {"RegistryNumber": "0", "NameOfSubstance": "Cholinesterase Inhibitors"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Butyrylcholinesterase"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Oils, Volatile"}, {"QualifierName": [], "DescriptorName": "Acetylcholinesterase"}, {"QualifierName": [], "DescriptorName": "Iran"}, {"QualifierName": ["chemistry"], "DescriptorName": "Salvia"}, {"QualifierName": [], "DescriptorName": "alpha-Glucosidases"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Cholinesterase Inhibitors"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Yadav A, Joshi A, Kothari S, Kachhwaha S, Purohit S. Medicinal, nutritional and industrial applications of Salvia species: A revisit. Int J Pharm Sci Rev Res. 2017;43:27–37."}, {"Citation": "Daniela T. Salvia officinalis l. I Botanic characteristics, composition, use and cultivation. Cesk Farm. 1993;42(3):111–6.", "ArticleIdList": ["8402963"]}, {"Citation": "Bahadori MB, Salehi P, Sonboli A. Comparative study of the essential oil composition of Salvia urmiensis and its enzyme inhibitory activities linked to diabetes mellitus and Alzheimer’s disease. Int J Food Prop. 2017;20(12):2974–2981. doi: 10.1080/10942912.2016.1263862.", "ArticleIdList": ["10.1080/10942912.2016.1263862"]}, {"Citation": "Karik U, Çinar O, Tuncturk M, Sekeroglu N, Gezici S. Essential oil composition of some sage (Salvia spp.) species cultivated in İzmir (Turkey) ecological conditions. Indian J Pharm Educ. 2018;52(4):102–7. doi: 10.5530/ijper.52.4s.83.", "ArticleIdList": ["10.5530/ijper.52.4s.83"]}, {"Citation": "Sharifi-Rad M, Ozcelik B, Altın G, Daşkaya-Dikmen C, Martorell M, Ramírez-Alarcón K, et al. Salvia spp. plants-from farm to food applications and phytopharmacotherapy. Trends Food Sci Technol. 2018;80:242–63. doi: 10.1016/j.tifs.2018.08.008.", "ArticleIdList": ["10.1016/j.tifs.2018.08.008"]}, {"Citation": "Askari SF, Avan R, Tayarani-Najaran Z, Sahebkar A, Eghbali S. Iranian Salvia species: a phytochemical and pharmacological update. Phytochemistry. 2021;183:112619. doi: 10.1016/j.phytochem.2020.112619.", "ArticleIdList": ["10.1016/j.phytochem.2020.112619", "33373790"]}, {"Citation": "Gad HA, Mamadalieva RZ, Khalil N, Zengin G, Najar B, Khojimatov OK, et al. GC-MS Chemical Profiling, Biological Investigation of Three Salvia Species Growing in Uzbekistan. Molecules. 2022;27(17):5365. doi: 10.3390/molecules27175365.", "ArticleIdList": ["10.3390/molecules27175365", "PMC9457740", "36080131"]}, {"Citation": "Lim Ah, Tock MJ, Kamatou GPP, Combrinck S, Sandasi M, Viljoen AM. A chemometric assessment of essential oil variation of three Salvia species indigenous to South Africa. Phytochemistry. 2020;172:112249. doi: 10.1016/j.phytochem.2019.112249.", "ArticleIdList": ["10.1016/j.phytochem.2019.112249", "31958659"]}, {"Citation": "Temel HE, Demirci B, Demirci F, Celep F, Kahraman A, Doğan M, et al. Chemical characterization and anticholinesterase effects of essential oils derived from Salvia species. J Essent Oil Res. 2016;28(4):322–331. doi: 10.1080/10412905.2016.1159257.", "ArticleIdList": ["10.1080/10412905.2016.1159257"]}, {"Citation": "Villalta G, Salinas M, Calva J, Bec N, Larroque C, Vidari G, et al. Selective BuChE inhibitory activity, chemical composition, and enantiomeric content of the essential oil from Salvia leucantha Cav. collected in Ecuador. Plants. 2021;10(6):1169. doi: 10.3390/plants10061169.", "ArticleIdList": ["10.3390/plants10061169", "PMC8227987", "34207496"]}, {"Citation": "Menichini F, Tundis R, Loizzo MR, Bonesi M, Marrelli M, Statti GA, et al. Acetylcholinesterase and butyrylcholinesterase inhibition of ethanolic extract and monoterpenes from Pimpinella anisoides V Brig. (Apiaceae) Fitoterapia. 2009;80(5):297–300. doi: 10.1016/j.fitote.2009.03.008.", "ArticleIdList": ["10.1016/j.fitote.2009.03.008", "19351555"]}, {"Citation": "Szwajgier D, Baranowska-Wójcik E. Terpenes and phenylpropanoids as acetyl-and butyrylcholinesterase inhibitors: a comparative study. Curr Alzheimer Res. 2019;16(10):963–973. doi: 10.2174/1567205016666191010105115.", "ArticleIdList": ["10.2174/1567205016666191010105115", "31660828"]}, {"Citation": "Kontogianni VG, Tomic G, Nikolic I, Nerantzaki AA, Sayyad N, Stosic-Grujicic S, et al. Phytochemical profile of Rosmarinus officinalis and Salvia officinalis extracts and correlation to their antioxidant and anti-proliferative activity. Food Chem. 2013;136(1):120–129. doi: 10.1016/j.foodchem.2012.07.091.", "ArticleIdList": ["10.1016/j.foodchem.2012.07.091", "23017402"]}, {"Citation": "Taarit MB, Msaada K, Hosni K, Hammami M, Kchouk ME, Marzouk B. Plant growth, essential oil yield and composition of sage (Salvia officinalis L.) fruits cultivated under salt stress conditions. Ind Crops Prod. 2009;30(3):333–7. doi: 10.1016/j.indcrop.2009.06.001.", "ArticleIdList": ["10.1016/j.indcrop.2009.06.001"]}, {"Citation": "Majouli K, Besbes Hlila M, Hamdi A, Flamini G, Ben Jannet H, Kenani A. Antioxidant activity and α-glucosidase inhibition by essential oils from Hertia cheirifolia (L.) Ind Crops Prod. 2016;82:23–8. doi: 10.1016/j.indcrop.2015.12.015.", "ArticleIdList": ["10.1016/j.indcrop.2015.12.015"]}, {"Citation": "Aschner P, Karuranga S, James S, Simmons D, Basit A, Shaw JE, et al. The International Diabetes Federation's guide for diabetes epidemiological studies. Diabetes Res Clin Pract. 2021;172:108630. doi: 10.1016/j.diabres.2020.108630.", "ArticleIdList": ["10.1016/j.diabres.2020.108630", "33347900"]}, {"Citation": "Mahnashi M, Alqahtani Y, Alyami B, Alqarni A, Ayaz M, Ghufran M, et al. Phytochemical Analysis, α-Glucosidase and Amylase Inhibitory, and Molecular Docking Studies on Persicaria hydropiper L. Leaves Essential Oils. Evid Based Complementary Altern Med. 2022;2022:11. doi: 10.1155/2022/7924171.", "ArticleIdList": ["10.1155/2022/7924171", "PMC8791729", "35096118"]}, {"Citation": "Chaudhury A, Duvoor C, Reddy Dendi VS, Kraleti S, Chada A, Ravilla R, et al. Clinical review of antidiabetic drugs: implications for type 2 diabetes mellitus management. Front Endocrinol. 2017;8:6. doi: 10.3389/fendo.2017.00006.", "ArticleIdList": ["10.3389/fendo.2017.00006", "PMC5256065", "28167928"]}, {"Citation": "El-Nashar HA, Eldehna WM, Al-Rashood ST, Alharbi A, Eskandrani RO, Aly SH. GC/MS Analysis of Essential Oil and Enzyme Inhibitory Activities of Syzygium cumini (Pamposia) Grown in Egypt: Chemical Characterization and Molecular Docking Studies. Molecules. 2021;26(22):6984. doi: 10.3390/molecules26226984.", "ArticleIdList": ["10.3390/molecules26226984", "PMC8618078", "34834076"]}, {"Citation": "Elyasi Ghahfarrokhi A, Saeedi M, Khanavi M, Mojtabavi S, Kobarfard F, Faramarzi M. Chemical composition and biological effects of Pistacia atlantica Desf. oleoresin essential oil. Res J Pharmacogn. 2022;9(3):25–33."}, {"Citation": "Mechchate H, Es-Safi I, Haddad H, Bekkari H, Grafov A, Bousta D. Combination of Catechin, Epicatechin, and Rutin: optimization of a novel complete antidiabetic formulation using a mixture design approach. J Nutr Biochem. 2021;88:108520. doi: 10.1016/j.jnutbio.2020.108520.", "ArticleIdList": ["10.1016/j.jnutbio.2020.108520", "33017607"]}, {"Citation": "Belhadj S, Hentati O, Hammami M, Ben Hadj A, Boudawara T, Dammak M, et al. Metabolic impairments and tissue disorders in alloxan-induced diabetic rats are alleviated by Salvia officinalis L. essential oil. Biomed Pharmacother. 2018;108:985–95. doi: 10.1016/j.biopha.2018.09.108.", "ArticleIdList": ["10.1016/j.biopha.2018.09.108", "30372910"]}, {"Citation": "Assaggaf HM, Naceiri Mrabti H, Rajab BS, Attar AA, Alyamani RA, Hamed M, et al. chemical analysis and investigation of biological effects of Salvia officinalis essential oils at three phenological stages. Molecules. 2022;27(16):5157. doi: 10.3390/molecules27165157.", "ArticleIdList": ["10.3390/molecules27165157", "PMC9415112", "36014393"]}, {"Citation": "Savelev SU, Okello EJ, Perry EK. Butyryl-and acetyl-cholinesterase inhibitory activities in essential oils of Salvia species and their constituents. Phytother Res. 2004;18(4):315–324. doi: 10.1002/ptr.1451.", "ArticleIdList": ["10.1002/ptr.1451", "15162368"]}, {"Citation": "Zhang XX, Tian Y, Wang ZT, Ma YH, Tan L, Yu JT. The epidemiology of Alzheimer’s disease modifiable risk factors and prevention. J Prev Alzheimer's Dis. 2021;8(3):313–321.", "ArticleIdList": ["34101789"]}, {"Citation": "Dabaghian F, Azadi A, Zarshenas MM. Design, reformulation, and standardization of a traditional-based memory enhancer herbal preparation originated from Persian medicine. J Medicinal Plants. 2022;21(82):93–110. doi: 10.52547/jmp.21.82.93.", "ArticleIdList": ["10.52547/jmp.21.82.93"]}, {"Citation": "Moss M, Rouse M, Moss L. Aromas of Salvia Species Enhance Everyday Prospective Memory Performance in Healthy Young Adults. Adv Chem Engineer Sci. 2014;04:339–346. doi: 10.4236/aces.2014.43037.", "ArticleIdList": ["10.4236/aces.2014.43037"]}, {"Citation": "Kennedy DO, Dodd FL, Robertson BC, Okello EJ, Reay JL, Scholey AB, et al. Monoterpenoid extract of sage (Salvia lavandulaefolia) with cholinesterase inhibiting properties improves cognitive performance and mood in healthy adults. J Psychopharmacol. 2011;25(8):1088–1100. doi: 10.1177/0269881110385594.", "ArticleIdList": ["10.1177/0269881110385594", "20937617"]}, {"Citation": "Perry NSL, Houghton PJ, Jenner P, Keith A, Perry EK. Salvia lavandulaefolia essential oil inhibits cholinesterase in vivo. Phytomedicine. 2002;9(1):48–51. doi: 10.1078/0944-7113-00082.", "ArticleIdList": ["10.1078/0944-7113-00082", "11926204"]}, {"Citation": "Kivrak İ, Duru ME, Öztürk M, Mercan N, Harmandar M, Topçu G. Antioxidant, anticholinesterase and antimicrobial constituents from the essential oil and ethanol extract of Salvia potentillifolia. Food Chem. 2009;116(2):470–479. doi: 10.1016/j.foodchem.2009.02.069.", "ArticleIdList": ["10.1016/j.foodchem.2009.02.069"]}, {"Citation": "Laborda R, Manzano I, Gamón M, Gavidia I, Perez-Bermudez P, Boluda R. Effects of Rosmarinus officinalis and Salvia officinalis essential oils on Tetranychus urticae Koch (Acari: Tetranychidae) Ind Crops Prod. 2013;48:106–110. doi: 10.1016/j.indcrop.2013.04.011.", "ArticleIdList": ["10.1016/j.indcrop.2013.04.011"]}, {"Citation": "Bisio A, Ciarallo G, Romussi G, Fontana N, Mascolo N, Capasso R, et al. Chemical composition of essential oils from some Salvia species. Phytother Res. 1998;12(S1):S117–S120. doi: 10.1002/(SICI)1099-1573(1998)12:1+<S117::AID-PTR269>3.0.CO;2-2.", "ArticleIdList": ["10.1002/(SICI)1099-1573(1998)12:1+<S117::AID-PTR269>3.0.CO;2-2"]}, {"Citation": "Lynn J, Park M, Ogunwale C, Acquaah-Mensah GK. A tale of two diseases: Exploring mechanisms linking diabetes mellitus with Alzheimer’s disease. J Alzheimer's Dis. 2022;85(2):485–501. doi: 10.3233/JAD-210612.", "ArticleIdList": ["10.3233/JAD-210612", "34842187"]}, {"Citation": "The NIST Database: https://webbook.nist.gov/chemistry/. Accessed 15 Mar 2022."}, {"Citation": "Adams R. Identification of Essential Oil Components by Gas Chromatography/Quadrupole Mass Spectroscopy. Carol Stream. 2005;16:65–120."}, {"Citation": "Ellman GL, Courtney KD, Andres V, Jr, Featherstone RM. A new and rapid colorimetric determination of acetylcholinesterase activity. Biochem Pharmacol. 1961;7(2):88–95. doi: 10.1016/0006-2952(61)90145-9.", "ArticleIdList": ["10.1016/0006-2952(61)90145-9", "13726518"]}, {"Citation": "Rajabi Z, Ebrahimi M, Farajpour M, Mirza M, Ramshini H. Compositions and yield variation of essential oils among and within nine Salvia species from various areas of Iran. Ind Crops Prod. 2014;61:233–239. doi: 10.1016/j.indcrop.2014.06.038.", "ArticleIdList": ["10.1016/j.indcrop.2014.06.038"]}, {"Citation": "Bilel H, Boubakri L, Zagrouba F, Hamdi N. Chemical composition, antimicrobial and antioxidant activities of the essential oils from flowers of Salvia Sharifii. Eur J Org Chem. 2015;6:301–4. doi: 10.5155/eurjchem.6.3.301-304.1264.", "ArticleIdList": ["10.5155/eurjchem.6.3.301-304.1264"]}, {"Citation": "Aghaee Z, Alizadeh A, Honarvar M, Babadaei Samani R. Phytochemical screening and antimicrobial activity of Salvia sharifii Rech. & Esfand from Iran. Nat Prod Res. 2022;36(10):2585–90. doi: 10.1080/14786419.2021.1906241.", "ArticleIdList": ["10.1080/14786419.2021.1906241", "33829935"]}, {"Citation": "Raafat K, Habib J. Phytochemical Compositions and Antidiabetic Potentials of Salvia sclarea L. Essential Oils. J Oleo Sci. 2018;67:1015–1025. doi: 10.5650/jos.ess17187.", "ArticleIdList": ["10.5650/jos.ess17187", "30012894"]}, {"Citation": "Shanaida M, Hudz N, Białoń M, Kryvtsowa M, Svydenko L, Filipska A, et al. Chromatographic profiles and antimicrobial activity of the essential oils obtained from some species and cultivars of the Mentheae tribe (Lamiaceae) Saudi J Biol Sci. 2021;28(11):6145–6152. doi: 10.1016/j.sjbs.2021.06.068.", "ArticleIdList": ["10.1016/j.sjbs.2021.06.068", "PMC8568706", "34759738"]}, {"Citation": "Pitarokili D, Tzakou O, Loukis A. Essential oil composition of Salvia verticillata, S. verbenaca, S. glutinosa and S. candidissima growing wild in Greece. Flavour Fragr J. 2006;21:670–3. doi: 10.1002/ffj.1647.", "ArticleIdList": ["10.1002/ffj.1647"]}, {"Citation": "Karamian R, Asadbegy M, Pakazad R. Essential Oil Compositions, Antioxidant and Antibacterial Activities of Two Salvia Species (S. grossheimii Bioss. and S. syriaca L.) Growing in Iran. J Essent Oil Bear Plants. 2014;17(2):331–45. doi: 10.1080/0972060X.2014.895156.", "ArticleIdList": ["10.1080/0972060X.2014.895156"]}, {"Citation": "Arslan Ş, Kocabıyık K, Mutlu D, Semiz G. Assessment of Cytotoxic and Apoptotic Effects of Salvia syriaca L. in Colorectal Adenocarcinoma Cell Line (Caco-2) Iran J Pharm Res. 2021;20(3):235.", "ArticleIdList": ["PMC8653690", "34903985"]}, {"Citation": "Bahadori MB, Valizadeh H, Farimani M. Chemical Composition and Antimicrobial Activity of the Volatile Oil of Salvia santolinifolia Boiss. From Southeast of Iran. Pharm Sci. 2016;22:42–48. doi: 10.15171/PS.2016.08.", "ArticleIdList": ["10.15171/PS.2016.08"]}, {"Citation": "Fattahi B, Nazeri V, Kalantari S, Bonfill M, Fattahi M. Essential oil variation in wild-growing populations of Salvia reuterana Boiss. collected from Iran: Using GC-MS and multivariate analysis. Ind Crops Prod. 2016;81:180–90. doi: 10.1016/j.indcrop.2015.11.061.", "ArticleIdList": ["10.1016/j.indcrop.2015.11.061"]}, {"Citation": "Talebi SM, Askary M, Khalili N, Matsyura A, Ghorbanpour M, Kariman K. Genetic structure and essential oil composition in wild populations of Salvia multicaulis Vahl. Syst Ecol. 2021;96:104269. doi: 10.1016/j.bse.2021.104269.", "ArticleIdList": ["10.1016/j.bse.2021.104269"]}, {"Citation": "Gharenaghadeh S, Karimi N, Forghani S, Nourazarian M, Gharehnaghadeh S, Jabbari V, et al. Application of Salvia multicaulis essential oil-containing nanoemulsion against food-borne pathogens. Food Biosci. 2017;19:128–33. doi: 10.1016/j.fbio.2017.07.003.", "ArticleIdList": ["10.1016/j.fbio.2017.07.003"]}, {"Citation": "Bahadori MB, Valizadeh H, Asghari B, Dinparast L, Moridi Farimani M, Bahadori S. Chemical composition and antimicrobial, cytotoxicity, antioxidant and enzyme inhibitory activities of Salvia spinosa L. J Funct Foods. 2015;18:727–736. doi: 10.1016/j.jff.2015.09.011.", "ArticleIdList": ["10.1016/j.jff.2015.09.011"]}, {"Citation": "Flamini G, Cioni PL, Morelli I, Bader A. Essential oils of the aerial parts of three Salvia species from Jordan: Salvia lanigera, S. spinosa and S. syriaca. Food Chem. 2007;100(2):732–5. doi: 10.1016/j.foodchem.2005.10.032.", "ArticleIdList": ["10.1016/j.foodchem.2005.10.032"]}, {"Citation": "Al-Jaber HI, Al-Qudah MA, Barhoumi LM, Abaza IF, Afifi FU. Essential oil composition of the aerial parts of fresh and air-dried Salvia palaestina Benth. (Lamiaceae) growing wild in Jordan. Nat Prod Res. 2012;26(13):1179–87. doi: 10.1080/14786419.2010.543901.", "ArticleIdList": ["10.1080/14786419.2010.543901", "21861642"]}, {"Citation": "Baharfar R, Tajbakhsh M, Azimi R, Khalilzadeh MA, Eslami B. Chemical Constituents of Essential Oils From the Leaves, Stems and Aerial Parts of Salvia virgata Jacq. From Iran. J Essent Oil Res. 2009;21(5):448–450. doi: 10.1080/10412905.2009.9700214.", "ArticleIdList": ["10.1080/10412905.2009.9700214"]}, {"Citation": "Sonboli A, Salehi P, Gharehnaghadeh S. Chemical variability in the essential oil composition of Salvia hypoleuca, an endemic species from Iran. J Essent Oil Res. 2016;28(5):421–427. doi: 10.1080/10412905.2016.1150214.", "ArticleIdList": ["10.1080/10412905.2016.1150214"]}, {"Citation": "Nickavar B, Mojab F, Asgarpanah J. Volatile composition of the essential oil of Salvia hypoleuca Benth. Int J Aromather. 2005;15(1):51–53. doi: 10.1016/j.ijat.2004.09.010.", "ArticleIdList": ["10.1016/j.ijat.2004.09.010"]}, {"Citation": "Asadollahi M, Firuzi O, Heidary Jamebozorgi F, Alizadeh M, Jassbi AR. Ethnopharmacological studies, chemical composition, antibacterial and cytotoxic activities of essential oils of eleven Salvia in Iran. J Herb Med. 2019;17–18:100250. doi: 10.1016/j.hermed.2018.11.006.", "ArticleIdList": ["10.1016/j.hermed.2018.11.006"]}, {"Citation": "Zomorodian K, Moein M, Pakshir K, Karami F, Sabahi Z. Chemical composition and antimicrobial activities of the essential oil from Salvia mirzayanii leaves. J Evid Based Complementary Altern Med. 2017;22(4):770–776. doi: 10.1177/2156587217717414.", "ArticleIdList": ["10.1177/2156587217717414", "PMC5871294", "28689440"]}, {"Citation": "Yamini Y, Khajeh M, Ghasemi E, Mirza M, Javidnia K. Comparison of essential oil compositions of Salvia mirzayanii obtained by supercritical carbon dioxide extraction and hydrodistillation methods. Food Chem. 2008;108(1):341–346. doi: 10.1016/j.foodchem.2007.10.036.", "ArticleIdList": ["10.1016/j.foodchem.2007.10.036"]}, {"Citation": "Bahadori MB, Dinparast L, Zengin G, Sarikurkcu C, Bahadori S, Asghari B, et al. Functional components, antidiabetic, anti-Alzheimer’s disease, and antioxidant activities of Salvia syriaca L. Int J Food Prop. 2017;20(8):1761–1772. doi: 10.1080/10942912.2016.1218893.", "ArticleIdList": ["10.1080/10942912.2016.1218893"]}, {"Citation": "Hajlaoui H, Arraouadi S, Noumi E, Aouadi K, Adnan M, Khan MA, et al. Antimicrobial, Antioxidant, Anti-Acetylcholinesterase, Antidiabetic, and Pharmacokinetic Properties of Carum carvi L. and Coriandrum sativum L. Essential Oils Alone and in Combination. Molecules. 2021;26(12):3625. doi: 10.3390/molecules26123625.", "ArticleIdList": ["10.3390/molecules26123625", "PMC8231812", "34199316"]}, {"Citation": "Greig NH, Utsuki T, Yu QS, Zhu X, Holloway HW, Perry T, et al. A New Therapeutic Target in Alzheimer's Disease Treatment: Attention to Butyrylcholinesterase. Curr Med Res Opin. 2001;17(3):159–65. doi: 10.1185/03007990152673800.", "ArticleIdList": ["10.1185/03007990152673800", "11900310"]}, {"Citation": "Akdeniz M, Yener I, Yilmaz MA, Irtegun Kandemir S, Tekin F, Ertas A. A potential species for cosmetic and pharmaceutical industries: Insight to chemical and biological investigation of naturally grown and cultivated Salvia multicaulis Vahl. Ind Crops Prod. 2021;168:113566. doi: 10.1016/j.indcrop.2021.113566.", "ArticleIdList": ["10.1016/j.indcrop.2021.113566"]}, {"Citation": "Kunduhoğlu B, Kurkcuoglu M, Duru M, Baser KHC. Antimicrobial and anticholinesterase activities of the essential oils isolated from Salvia dicroantha Stapf., Salvia verticillata L. subsp. amasiaca (Freyn and Bornm.) Bornm. and Salvia wiedemannii Boiss. J Med Plant Res. 2011;5:6484–90."}, {"Citation": "Orhan I, Kartal M, Kan Y, Sener B. Activity of essential oils and individual components against acetyl- and butyrylcholinesterase. Z Naturforsch C J Biosci. 2008;63(7–8):547–553. doi: 10.1515/znc-2008-7-813.", "ArticleIdList": ["10.1515/znc-2008-7-813", "18810999"]}, {"Citation": "Loizzo MR, Menichini F, Tundis R, Bonesi M, Conforti F, Nadjafi F, et al. In vitro biological activity of Salvia leriifolia Benth. essential oil relevant to the treatment of Alzheimer’s disease. J Oleo Sci. 2009;58(8):443–6. doi: 10.5650/jos.58.443.", "ArticleIdList": ["10.5650/jos.58.443", "19584571"]}, {"Citation": "Chowdhury S, Kumar S. Alpha-terpinyl acetate: A natural monoterpenoid from Elettaria cardamomum as multi-target directed ligand in Alzheimer’s disease. J Funct Foods. 2020;68:103892. doi: 10.1016/j.jff.2020.103892.", "ArticleIdList": ["10.1016/j.jff.2020.103892"]}, {"Citation": "Bonesi M, Okusa PN, Tundis R, Loizzo MR, Menichini F, Stévigny C, et al. Chemical composition, antioxidant properties and anti-cholinesterase activity of Cordia gilletii (Boraginaceae) leaves essential oil. Nat Prod Commun. 2011;6(2):1934578X1100600225.", "ArticleIdList": ["21425688"]}, {"Citation": "Sadaoui N, Bec N, Barragan-Montero V, Kadri N, Cuisinier F, Larroque C, et al. The essential oil of Algerian Ammodaucus leucotrichus Coss. & Dur. and its effect on the cholinesterase and monoamine oxidase activities. Fitoterapia. 2018;130:1–5. doi: 10.1016/j.fitote.2018.07.015.", "ArticleIdList": ["10.1016/j.fitote.2018.07.015", "30056187"]}, {"Citation": "Lane RM, Potkin SG, Enz A. Targeting acetylcholinesterase and butyrylcholinesterase in dementia. Int J Neuropsychopharmacol. 2006;9(1):101–24.", "ArticleIdList": ["16083515"]}, {"Citation": "Tundis R, Leporini M, Bonesi M, Rovito S, Passalacqua NG. Salvia officinalis L. from Italy: A comparative chemical and biological study of its essential oil in the mediterranean context. Molecules. 2020;25(24):5826.", "ArticleIdList": ["PMC7763040", "33321838"]}, {"Citation": "Lubbe A, Verpoorte R. Cultivation of medicinal and aromatic plants for specialty industrial materials. Ind crops prod. 2011;34(1):785–801."}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "1", "Day": "17"}, {"Year": "2023", "Month": "5", "Day": "19"}, {"Year": "2023", "Month": "6", "Day": "5", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "6", "Day": "4", "Hour": "1", "Minute": "8"}, {"Year": "2023", "Month": "6", "Day": "3", "Hour": "23", "Minute": "17"}, {"Year": "2023", "Month": "6", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["37270541", "PMC10239571", "10.1186/s12906-023-04004-w", "10.1186/s12906-023-04004-w"]}}], "PubmedBookArticle": []}