{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Asteraceae", "Bidens pilosa", "molecular marker", "phylogenetic analysis", "plastome"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37275394", "DateRevised": {"Year": "2023", "Month": "06", "Day": "07"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "05", "Day": "31"}], "Language": ["eng"], "ELocationID": ["10.1080/23802359.2023.2189979"], "Journal": {"ISSN": "2380-2359", "JournalIssue": {"Volume": "8", "Issue": "5", "PubDate": {"Year": "2023"}}, "Title": "Mitochondrial DNA. Part B, Resources", "ISOAbbreviation": "Mitochondrial DNA B Resour"}, "ArticleTitle": "Analysis of the complete plastomes of <i>Bidens pilosa</i> L. 1753 (Asteraceae, Coreopsideae) from Beijing, China reveals high genetic diversity and possible misidentifications.", "Pagination": {"StartPage": "612", "EndPage": "618", "MedlinePgn": "612-618"}, "Abstract": {"AbstractText": ["<i>Bidens pilosa</i> L. 1753 is a perennial herbaceous flowering plant, traditionally used in foods and medicines. In this study, we sequenced, assembled, and characterized the complete plastome of <i>B. pilosa</i> from Beijing, China. The plastome (MN385242) is circularized with a conservative quadripartite structure. Its length is 150,524 bp, including a large single-copy region (83,535 bp), a small single-copy region (17,627 bp), and a pair of inverted repeat regions (each 24,681 bp). The plastome consists of 128 genes, including 78 unique protein-coding, 28 unique tRNA, and 4 unique rRNA genes. Phylogenetic analyses showed all five <i>B. pilosa</i> plants couldn't form a monophyletic clade and were separated into three clades. The results of K2P distance and molecular markers were all consistent with those of phylogenetic analysis, revealing high genetic diversity and even possible misidentifications of the <i>B. pilosa</i>. Our results highlighted the importance of correct species identification of materials in medicinal products."], "CopyrightInformation": "© 2023 The Author(s). Published by Informa UK Limited, trading as Taylor & Francis Group."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Bioactive Substances and Resource Utilization of Chinese Herbal Medicine from the Ministry of Education, Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences, Peking Union Medical College, Beijing, People's Republic of China."}], "LastName": "Wu", "ForeName": "Xi", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Bioactive Substances and Resource Utilization of Chinese Herbal Medicine from the Ministry of Education, Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences, Peking Union Medical College, Beijing, People's Republic of China."}], "LastName": "Jiang", "ForeName": "Mei", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Engineering, North Carolina State University, Raleigh, NC, USA."}], "LastName": "Liu", "ForeName": "Michelle", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Sciences, Xiangnan University, Chenzhou, Hunan Province, People's Republic of China."}], "LastName": "Wang", "ForeName": "Bin", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Sciences, Xiangnan University, Chenzhou, Hunan Province, People's Republic of China."}], "LastName": "Yu", "ForeName": "Qixia", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Bioactive Substances and Resource Utilization of Chinese Herbal Medicine from the Ministry of Education, Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences, Peking Union Medical College, Beijing, People's Republic of China."}], "LastName": "Chen", "ForeName": "Haimei", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Heze University, Heze, Shandong Province, People's Republic of China."}], "LastName": "Wang", "ForeName": "Liqiang", "Initials": "L"}, {"Identifier": ["0000-0003-3879-7302"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Bioactive Substances and Resource Utilization of Chinese Herbal Medicine from the Ministry of Education, Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences, Peking Union Medical College, Beijing, People's Republic of China."}], "LastName": "Liu", "ForeName": "Chang", "Initials": "C"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Mitochondrial DNA B Resour", "NlmUniqueID": "101676334", "ISSNLinking": "2380-2359"}, "CoiStatement": "No potential conflict of interest was reported by the author(s)."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Andrade-Neto VF, Brandão MGL, Oliveira FQ, Casali VWD, Njaine B, Zalis MG, Oliveira LA, Krettli AU.. 2004. Antimalarial activity of Bidens pilosa L. (Asteraceae) ethanol extracts from wild plants collected in various localities or plants cultivated in humus soil. Phytother Res. 18(8):634–639.", "ArticleIdList": ["15476304"]}, {"Citation": "Bartolome AP, Villaseñor IM, Yang WC.. 2013. Bidens pilosa L. (Asteraceae): botanical properties, traditional uses, phytochemistry, and pharmacology. Evid Based Complementary Altern Med. 2013(2):340215.", "ArticleIdList": ["PMC3712223", "23935661"]}, {"Citation": "Chang SL, Chang LT, Chiang YM, Hsieh RH, Tzeng CR, Wu TK, Sytwu HK, Shyur LF, Yang WC.. 2004. Polyacetylenic compounds and butanol fraction from Bidens pilosa can modulate the differentiation of helper T cells and prevent autoimmune diabetes in non-obese diabetic mice. Planta Med. 70(11):1045–1051.", "ArticleIdList": ["15549660"]}, {"Citation": "Chiang LC, Chang JS, Chen CC, Ng LT, Lin CC.. 2003. Anti-Herpes simplex virus activity of Bidens pilosa and Houttuynia cordata. Am J Chin Med. 31(3):355–362.", "ArticleIdList": ["12943167"]}, {"Citation": "Chien S-C, Young PH, Hsu Y-J, Chen C-H, Tien Y-J, Shiu S-Y, Li T-H, Yang C-W, Marimuthu P, Tsai LF-L, et al. . 2009. Anti-diabetic properties of three common Bidens pilosa variants in Taiwan. Phytochemistry. 70(10):1246–1254.", "ArticleIdList": ["19683775"]}, {"Citation": "Feifei Li JZ, Xiaoyan L, Kexiao G, Caiyun Z.. 2020. The complete chloroplast genome of an invasive herb Bidens frondosa L. (Asteraceae). Mitochondrial DNA B Res. 5(2):1769–1770."}, {"Citation": "Hoang DT, Chernomor O, Haeseler A, Minh BQ, Vinh LS.. 2018. UFBoot2: improving the ultrafast bootstrap approximation. Mol Biol Evol. 35(2):518–522.", "ArticleIdList": ["PMC5850222", "29077904"]}, {"Citation": "Jiang M, Li Y, Chen H, Wang B, Liu C.. 2021. Comparative and phylogenetic analysis of the complete chloroplast genome sequences of Lactuca raddeana and Lactuca sativa. Mitochondrial DNA B Res. 6(4):1498–1506.", "ArticleIdList": ["PMC8079048", "33969207"]}, {"Citation": "Kazutaka K, Standley DM.. 2013. MAFFT multiple sequence alignment software version 7: improvements in performance and usability. Mol Biol Evol. 30(4):772–780.", "ArticleIdList": ["PMC3603318", "23329690"]}, {"Citation": "Kim JK, Park JY, Lee YS, Woo SM, Park HS, Lee SC, Kang JH, Lee TJ, Sung SH, Yang TJ.. 2016. The complete chloroplast genomes of two Taraxacum species, T. platycarpum Dahlst. and T. mongolicum Hand.-Mazz. (Asteraceae). Mitochondrial DNA B Res. 1(1):412–413.", "ArticleIdList": ["PMC7800970", "33490398"]}, {"Citation": "Knope ML, Renee BM, Datlof EM, Gallaher TJ, Johnson MA.. 2020. Insights into the evolutionary history of the Hawaiian bidens (Asteraceae) adaptive radiation revealed through phylogenomics. J Hered. 111(1):1–19.", "ArticleIdList": ["31953949"]}, {"Citation": "Langmead B, Trapnell C, Pop M, Salzberg SL.. 2009. Ultrafast and memory-efficient alignment of short DNA sequences to the human genome. Genome Biol. 10(3):R25.", "ArticleIdList": ["PMC2690996", "19261174"]}, {"Citation": "Lin Y-X, Duan R-Y ,Tan Z-X, Ma Y-H, Wu H.. 2018. The complete chloroplast genome of the invasive and Cd-hyperaccumulator herb Bidens pilosa L. (Asteraceae). Mitochondrial DNA Part B. 3(2):746–747.", "ArticleIdList": ["PMC7748500", "33366590"]}, {"Citation": "Nicolas D, Patrick M, Guillaume S.. 2017. NOVOPlasty: de novo assembly of organelle genomes from whole genome data. Nucleic Acids Res. 45(4):e18.", "ArticleIdList": ["PMC5389512", "28204566"]}, {"Citation": "Quang MB, Schmidt HA, Olga C, Dominik S, Woodhams MD, Arndt VH, Robert L.. 2020. IQ-TREE 2: new models and efficient methods for phylogenetic inference in the genomic era. Mol Biol Evol. 37(5):1530–1534.", "ArticleIdList": ["PMC7182206", "32011700"]}, {"Citation": "Riaz T, Shehzad W, Fau-Viari A, Viari A, Pompanon F, Taberlet P, Coissac E.. 2011. ecoPrimers: inference of new DNA barcode markers from whole genome sequence analysis. Nucleic Acids Res. 39(21):e145.", "ArticleIdList": ["PMC3241669", "21930509"]}, {"Citation": "Sherff EE. 1937. The genus Bidens. Int J Plant Sci. 11:412–461."}, {"Citation": "Shi L, Chen H, Jiang M, Wang L, Wu X, Huang L, Liu C.. 2019. CPGAVAS2, an integrated plastome sequence annotator and analyzer. Nucleic Acids Res. 47(W1):W65–W73.", "ArticleIdList": ["PMC6602467", "31066451"]}, {"Citation": "Sundararajan P, Dey A, Smith A, Doss AG, Natarajan S.. 2006. Studies of anticancer and antipyretic activity of Bidens pilosa whole plant. African Health Sciences. 6(1):27–30.", "ArticleIdList": ["PMC1831956", "16615823"]}, {"Citation": "Tsai LC, Wang JC, Hsieh HM, Liu KL, Linacre A, Lee CI.. 2008. Bidens identification using the noncoding regions of chloroplast genome and nuclear ribosomal DNA. Forensic Sci Int Genet. 2(1):35–40.", "ArticleIdList": ["19083787"]}, {"Citation": "Wang NL, Wang J, Yao XS, Kitanaka S.. 2010. Two neolignan glucosides and antihistamine release activities from Bidens parviflora Willd. Chem Pharm Bull. 38(3):1190–1192.", "ArticleIdList": ["16880667"]}, {"Citation": "Wu L, Nie L, Guo S, Wang Q, Wu Z, Lin Y, Wang Y, Li B, Gao T, Yao H.. 2022. Identification of medicinal Bidens plants for quality control based on organelle genomes. Front Pharmacol. 13:842131.", "ArticleIdList": ["PMC8887618", "35242042"]}, {"Citation": "Yang H-L, Chen S-C, Chang N-W, Chang J-M, Lee M-L, Tsai P-C, Fu H-H, Kao W-W, Chiang H-C, Wang H-H, et al. . 2006. Protection from oxidative damage using Bidens pilosa extracts in normal human erythrocytes. Food Chem Toxicol. 44(9):1513–1521.", "ArticleIdList": ["16765500"]}, {"Citation": "Zhang D, Gao F, Jakovlić I, Zou H, Zhang J, Li WX, Wang GT.. 2020. PhyloSuite: an integrated and scalable desktop platform for streamlined molecular sequence data management and evolutionary phylogenetics studies. Mol Ecol Resour. 20(1):348–355.", "ArticleIdList": ["31599058"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "6", "Day": "5", "Hour": "19", "Minute": "11"}, {"Year": "2023", "Month": "6", "Day": "5", "Hour": "19", "Minute": "10"}, {"Year": "2023", "Month": "6", "Day": "5", "Hour": "12", "Minute": "15"}, {"Year": "2023", "Month": "5", "Day": "31"}], "PublicationStatus": "epublish", "ArticleIdList": ["37275394", "PMC10236957", "10.1080/23802359.2023.2189979", "2189979"]}}], "PubmedBookArticle": []}