{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Lamiaceae", "ex vitro establishment", "explant collection date", "medicinal and aromatic plant", "micropropagation", "node position"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37299098", "DateRevised": {"Year": "2023", "Month": "06", "Day": "12"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "05", "Day": "26"}], "Language": ["eng"], "ELocationID": ["2118", "10.3390/plants12112118"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "11", "PubDate": {"Year": "2023", "Month": "May", "Day": "26"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "In Vitro Propagation of <i>Origanum scabrum</i> (Boiss. & Heldr.): An Endemic Medicinal Plant of Greece.", "Abstract": {"AbstractText": ["The aim of the study was to develop an efficient micropropagation protocol of <i>Origanum scabrum</i>, which will allow its commercial exploitation in the pharmaceutical and horticultural industries. First, the effect of the date of the explant collection (20 April, 20 May, 20 June, 20 July, 20 August) and the position of the explant on the plant stem (shoot apex, 1st node, 3rd node, 5th node) on the establishment of in vitro cultures was studied (1st experiment: Stage I). Next, the effect of temperature (15 °C, 25 °C) and the node position (microshoot apex, 1st node, 5th node) on the microplant production and ex vitro survival of plantlets was studied (2nd experiment: Stage II). The optimum season to collect explants from wild plants was shown to be during the vegetative growth of the plants (April to May), while the shoot apex and the 1st node were the most suitable explants. For the proliferation and production of rooted microplants, the best results were obtained from single-node explants excised from microshoots produced from 1st node-explants collected on 20th of May. Temperature did not affect microshoot number, leaf number and the percentage of rooted microplants, while microshoot length was higher at 25 °C. Moreover, microshoot length and the percentage of rooted microplants were higher in those derived from apex explants, while the survival of plantlets was not affected by treatments and ranged between 67% and 100%."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Agronomy, Department of Agriculture, University of the Peloponnese, Antikalamos, 241 00 Kalamata, Greece."}], "LastName": "Alexopoulos", "ForeName": "Alexios A", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Floriculture, Department of Agriculture, University of the Peloponnese, Antikalamos, 241 00 Kalamata, Greece."}], "LastName": "Kartsonas", "ForeName": "Epaminondas", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Agronomy, Department of Agriculture, University of the Peloponnese, Antikalamos, 241 00 Kalamata, Greece."}], "LastName": "Karras", "ForeName": "Stavros", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Agronomy, Department of Agriculture, University of the Peloponnese, Antikalamos, 241 00 Kalamata, Greece."}], "LastName": "Mavrommati", "ForeName": "Eleni", "Initials": "E"}, {"Identifier": ["0000-0002-0324-7960"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Vegetable Production, Department of Agriculture, Crop Production and Rural Environment, University of Thessaly, Fytokou Street, 384 46 Volos, Greece."}], "LastName": "Petropoulos", "ForeName": "Spyridon A", "Initials": "SA"}, {"Identifier": ["0000-0002-5730-756X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Floriculture and Landscape Architecture, Faculty of Crop Science, Agricultural University of Athens, Iera Odos 75, 118 55 Athens, Greece."}], "LastName": "Papafotiou", "ForeName": "Maria", "Initials": "M"}], "GrantList": [{"GrantID": "MIS code 380 237", "Agency": "NSRF 2007-2013", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Kalpoutzakis E., Constantinidis T. New data on the distribution of endemic and rare taxa in the flora of east Peloponnisos, Greece. Bot. Chron. 2005;18:115–135."}, {"Citation": "Vladimirov V., Tan K., Stavanovic V. New floristic records in the Balkans: 47. Phytol. Balc. 2022;28:107–128. doi: 10.7546/PhB.28.2022.11.", "ArticleIdList": ["10.7546/PhB.28.2022.11"]}, {"Citation": "Tan K., Iatrou G. Endemic Plants of Greece. The Peloponnese. Gads Forlag; Copenhagen, Denmark: 2001."}, {"Citation": "Ietswaart J.H., Fokkinga A., Vroman M. Delimitation of Origanum scabrum Boiss. Et Heldr. (Labiatae) By Means of Morphological Criteria. Acta Bot. Neerl. 1972;21:439–447. doi: 10.1111/j.1438-8677.1972.tb00798.x.", "ArticleIdList": ["10.1111/j.1438-8677.1972.tb00798.x"]}, {"Citation": "Aligiannis N., Kalpoutzakis E., Mitaku S., Chinou I.B. Composition and antimicrobial activity of the essential oils of two Origanum species. J. Agric. Food Chem. 2001;49:4168–4170. doi: 10.1021/jf001494m.", "ArticleIdList": ["10.1021/jf001494m", "11559104"]}, {"Citation": "Demetzos C., Perdetzoglou D.K., Tan K. Composition and antimicrobial studies of the oils of Origanum calcaratum juss. and O. scabrum boiss. et Heldr. from Greece. J. Essent. Oil Res. 2001;13:460–462. doi: 10.1080/10412905.2001.9699729.", "ArticleIdList": ["10.1080/10412905.2001.9699729"]}, {"Citation": "Casella F., Vurro M., Valerio F., Perrino E.V., Mezzapesa G.N., Boari A. Phytotoxic Effects of Essential Oils from Six Lamiaceae Species. Agronomy. 2023;13:257. doi: 10.3390/agronomy13010257.", "ArticleIdList": ["10.3390/agronomy13010257"]}, {"Citation": "Sivropoulou A., Papanikolaou E., Nikolaou C., Kokkini S., Lanaras T., Arsenakis M. Antimicrobial and cytotoxic activities of Origanum essential oils. J. Agric. Food Chem. 1996;44:1202–1205. doi: 10.1021/jf950540t.", "ArticleIdList": ["10.1021/jf950540t"]}, {"Citation": "Accogli R., Tomaselli V., Direnzo P., Perrino E.V., Albanese G., Urbano M., Laghetti G. Edible Halophytes and Halo-Tolerant Species in Apulia Region (Southeastern Italy): Biogeography, Traditional Food Use and Potential Sustainable Crops. Plants. 2023;12:549. doi: 10.3390/plants12030549.", "ArticleIdList": ["10.3390/plants12030549", "PMC9921767", "36771632"]}, {"Citation": "Sarropoulou V., Maloupa E., Grigoriadou K. Cretan Dittany (Origanum dictamnus L.), a Valuable Local Endemic Plant: In Vitro Regeneration Potential of Different Type of Explants for Conservation and Sustainable Exploitation. Plants. 2023;12:182. doi: 10.3390/plants12010182.", "ArticleIdList": ["10.3390/plants12010182", "PMC9824101", "36616309"]}, {"Citation": "Grigoriadou K., Krigas N., Sarropoulou V., Papanastasi K., Tsoktouridis G., Maloupa E. In vitro propagation of medicinal and aromatic plants: The case of selected Greek species with conservation priority. Vitr. Cell. Dev. Biol.-Plant. 2019;55:635–646. doi: 10.1007/s11627-019-10014-6.", "ArticleIdList": ["10.1007/s11627-019-10014-6"]}, {"Citation": "Krigas N., Menteli V., Vokou D. The Electronic Trade in Greek Endemic Plants: Biodiversity, Commercial and Legal Aspects. Econ. Bot. 2014;68:85–95. doi: 10.1007/s12231-014-9264-9.", "ArticleIdList": ["10.1007/s12231-014-9264-9"]}, {"Citation": "El Beyrouthy M., Elian G., Abou Jaoudeh C., Chalak L. In vitro propagation of Origanum syriacum and Origanum ehrenbergii. Acta Hortic. 2015;1083:169–172. doi: 10.17660/ActaHortic.2015.1083.19.", "ArticleIdList": ["10.17660/ActaHortic.2015.1083.19"]}, {"Citation": "Goleniowski M.E., Flamarique C., Bima P. Micropropagation of oregano (Origanum vulgare x applii) from meristem tips. Vitr. Cell. Dev. Biol.-Plant. 2003;39:125–128. doi: 10.1079/IVP2002361.", "ArticleIdList": ["10.1079/IVP2002361"]}, {"Citation": "Corredoira E., Martínez M.T., Cernadas M.J., San José M.C. Application of biotechnology in the conservation of the genus Castanea. Forests. 2017;8:394. doi: 10.3390/f8100394.", "ArticleIdList": ["10.3390/f8100394"]}, {"Citation": "Coelho N., Gonçalves S., Romano A. Endemic plant species conservation: Biotechnological approaches. Plants. 2020;9:345. doi: 10.3390/plants9030345.", "ArticleIdList": ["10.3390/plants9030345", "PMC7154900", "32182892"]}, {"Citation": "Hamdeni I., Louhaichi M., Slim S., Boulila A., Bettaieb T. Incorporation of Organic Growth Additives to Enhance In Vitro Tissue Culture for Producing Genetically Stable Plants. Plants. 2022;11:3087. doi: 10.3390/plants11223087.", "ArticleIdList": ["10.3390/plants11223087", "PMC9697419", "36432813"]}, {"Citation": "Habibi P., de Sa M.F.G., da Silva A.L.L., Makhzoum A., da Luz Costa J., Borghetti I.A., Soccol C.R. Efficient genetic transformation and regeneration system from hairy root of Origanum vulgare. Physiol. Mol. Biol. Plants. 2016;22:271–277. doi: 10.1007/s12298-016-0354-2.", "ArticleIdList": ["10.1007/s12298-016-0354-2", "PMC4938821", "27436918"]}, {"Citation": "Korkor A.M., Mohamed S.A., El-Kafie O.M.A., Gohar A.A. Adaptation of the in vitro Culture of Origanum majorana L. For Production of Phenolic Acids. IOSR J. Pharm. Biol. Sci. 2017;12:30–38. doi: 10.9790/3008-1202013038.", "ArticleIdList": ["10.9790/3008-1202013038"]}, {"Citation": "Nanova Z., Slavova Y. Mass vegetative propagation of winter marjoram (Origanum vulgare ssp. hirtum (Link) Jetswaart). Bulg. J. Agric. Sci. 2006;12:531–536."}, {"Citation": "Oana C.T., Marcela F.L., Maria P., Develop J.P. Considerations Regarding the Effects of Growth Regulators Over the in Vitro” Morphogenetic Reaction At Origanum vulgare L. J. Plant Dev. 2008;15:133–138."}, {"Citation": "Benkaddour R., Ben Ali N., Badoc A., Hamdoun O., Boussaoudi I., Azaroual L., Martin P., Lamarti A. Efficient Plant Regeneration from Explants of Compact Oregano (Origanum compactum Bentham) Am. J. Plant Sci. 2022;13:1311–1334. doi: 10.4236/ajps.2022.1310089.", "ArticleIdList": ["10.4236/ajps.2022.1310089"]}, {"Citation": "Iconomou-Petrovich G.N., Nianiou-Obeidat I. Micropropagation of Origanum vulgare subsp. hirtum (Mt. Taygetos) Prog. Bot. Res. 1998:509–512. doi: 10.1007/978-94-011-5274-7_116.", "ArticleIdList": ["10.1007/978-94-011-5274-7_116"]}, {"Citation": "Morone-Fortunato I., Avato P. Plant development and synthesis of essential oils in micropropagated and mycorrhiza inoculated plants of Origanum vulgare L. ssp. hirtum (Link) Ietswaart. Plant Cell. Tissue Organ Cult. 2008;93:139–149. doi: 10.1007/s11240-008-9353-5.", "ArticleIdList": ["10.1007/s11240-008-9353-5"]}, {"Citation": "Harfi B., Benahmed A., Karkour L. Characterization of Origanum glandulosum Desf. Essential Oils Collected from Different Culture Conditions Towards Standardized ex situ Production. J. Essent. Oil-Bearing Plants. 2019;22:838–850. doi: 10.1080/0972060X.2019.1646163.", "ArticleIdList": ["10.1080/0972060X.2019.1646163"]}, {"Citation": "Kumar M., Bhardwaj D. The underexploited biotechnology of overexploited Origanum species: Status, knowledge gaps, prospects and potential. Plant Sci. Today. 2020;7:512–522. doi: 10.14719/pst.2020.7.4.816.", "ArticleIdList": ["10.14719/pst.2020.7.4.816"]}, {"Citation": "Oyebanji O.B., Nweke O., Odebunmi O., Galadima N.B., Idris M.S., Nnodi U.N., Afolabi A.S., Ogbadu G.H. Simple, effective and economical explant-surface sterilization protocol for cowpea, rice and sorghum seeds. Afr. J. Biotechnol. 2011;8:5395–5399."}, {"Citation": "Yildiz M., Er C. The effect of sodium hypochlorite solutions on in vitro seedling growth and shoot regeneration of flax (Linum usitatissimum) Naturwissenschaften. 2002;89:259–261. doi: 10.1007/s00114-002-0310-6.", "ArticleIdList": ["10.1007/s00114-002-0310-6", "12146790"]}, {"Citation": "Cassels A.C. The Effect of 2,3.5 Triiodobenzoic Acid on Caulogenesis in Callus Cultures of Tomato and Pelargonium. Physiol. Plant. 1979;46:159–164. doi: 10.1111/j.1399-3054.1979.tb06550.x.", "ArticleIdList": ["10.1111/j.1399-3054.1979.tb06550.x"]}, {"Citation": "Dangi B., Khurana-Kaul V., Kothari S.L., Kachhwaha S. Micropropagtion of Terminalia bellerica from nodal explants of mature tree and assessment of genetic fidelity using ISSR and RAPD markers. Physiol. Mol. Biol. Plants. 2014;20:509–516. doi: 10.1007/s12298-014-0247-1.", "ArticleIdList": ["10.1007/s12298-014-0247-1", "PMC4185058", "25320474"]}, {"Citation": "Chhajer S., Kalia R.K. Seasonal and micro-environmental factors controlling clonal propagation of mature trees of marwar teak [Tecomella undulata (Sm.) Seem] Acta Physiol. Plant. 2017;39:60. doi: 10.1007/s11738-017-2364-2.", "ArticleIdList": ["10.1007/s11738-017-2364-2"]}, {"Citation": "Mederos S., Rodríguez Enríquez M.J. Proceedings of the Acta Horticulturae. International Society for Horticultural Science (ISHS); Leuven, Belgium: 1987. In vitro propagation of “Golden times” roses. Factors affecting shoot tips and axillary buds growth and morphogenesis; pp. 619–624."}, {"Citation": "Bressan P.H., Kim Y.-J., Hyndman S.E., Hasegawa P.M., Bressan R.A. Factors Affecting in vitro Propagation of Rose. J. Am. Soc. Hortic. Sci. 2022;107:979–990. doi: 10.21273/JASHS.107.6.979.", "ArticleIdList": ["10.21273/JASHS.107.6.979"]}, {"Citation": "Sevindik B., İzgü T., Şimşek Ö., Tütüncü M., Çürük P., Yılmaz Ö., Kaynak G., Kaçar A.Y., Teixeira da Silva J.A., Mendi Y.Y. In Vitro Culture of Turkish Origanum sipyleum L. Am. J. Plant Biol. 2017;2:32–36. doi: 10.11648/j.ajpb.s.2017020501.16.", "ArticleIdList": ["10.11648/j.ajpb.s.2017020501.16"]}, {"Citation": "Yildirim M.U. Micropropagation of Origanum acutidens (Hand.-Mazz.) Ietswaart using stem node explants. Sci. World J. 2013;2013:8–11. doi: 10.1155/2013/276464.", "ArticleIdList": ["10.1155/2013/276464", "PMC3742045", "23983625"]}, {"Citation": "Bertsouklis K., Theodorou P., Aretaki P.E. In Vitro Propagation of the Mount Parnitha Endangered Species Sideritis raeseri subsp. Attica Hortic. 2022;8:1114. doi: 10.3390/horticulturae8121114.", "ArticleIdList": ["10.3390/horticulturae8121114"]}, {"Citation": "Sandhya D., Jogam P., Manokari M., Shekhawat M.S., Jadaun J.S., Allini V.R., Abbagani S. High-frequency in vitro propagation and assessment of genetic uniformity and micro-morphological characterization of Origanum majorana L.—A highly traded aromatic herb. Biocatal. Agric. Biotechnol. 2021;34:102024. doi: 10.1016/j.bcab.2021.102024.", "ArticleIdList": ["10.1016/j.bcab.2021.102024"]}, {"Citation": "Marks T.R., Simpson S.E. Reduced phenolic oxidation at culture initiation in vitro following the exposure of field-grown stockplants to darkness or low levels of irradiance. J. Hortic. Sci. 1990;65:103–111. doi: 10.1080/00221589.1990.11516036.", "ArticleIdList": ["10.1080/00221589.1990.11516036"]}, {"Citation": "Makunga N.P., Van Staden J. An efficient system for the production of clonal plantlets of the medicinally important aromatic plant: Salvia africana-lutea L. Plant Cell. Tissue Organ Cult. 2008;92:63–72. doi: 10.1007/s11240-007-9305-5.", "ArticleIdList": ["10.1007/s11240-007-9305-5"]}, {"Citation": "Fokina A.V., Satarova T.M., Smetanin V.T., Kucenko N.I. Optimization of microclonal propagation in vitro of oregano (Origanum vulgare) Biosyst. Divers. 2018;26:98–102. doi: 10.15421/011815.", "ArticleIdList": ["10.15421/011815"]}, {"Citation": "Taiz L., Zeiger E., Moller I.M., Murphy A. Plant Physiology and Development: International. 6th ed. Sinauer Associates, Inc.; Sunderland, MA, USA: 2018."}, {"Citation": "Warhade M.I., Badere R.S. Seasonal variation in the shoot-regeneration potential of the nodal explants of Rosa setigera. J. Indian Bot. Soc. 2017;96:188–197."}, {"Citation": "Mantovani N.C., Grando M.F., Xavier A., Otoni W.C. In vitro shoot induction and multiplication from nodal segments of adult Ginkgo biloba plants. Hortic. Bras. 2013;31:184–189. doi: 10.1590/S0102-05362013000200003.", "ArticleIdList": ["10.1590/S0102-05362013000200003"]}, {"Citation": "Cheryomushkina V., Guseva A., Talovskaya E., Astashenkov A. Dwarf subshrub morphological structure variety in species of the genus Scutellaria (Lamiaceae) under different growing conditions. Taiwania. 2022;67:146–154. doi: 10.6165/tai.2022.67.146.", "ArticleIdList": ["10.6165/tai.2022.67.146"]}, {"Citation": "Sirikantaramas S., Yamazaki M., Saito K. Mechanisms of resistance to self-produced toxic secondary metabolites in plants. Phytochem. Rev. 2008;7:467–477. doi: 10.1007/s11101-007-9080-2.", "ArticleIdList": ["10.1007/s11101-007-9080-2"]}, {"Citation": "Socorro O., Tarrega I., Rivas F. Essential Oils From Wild and Micropropagated Plants. Phytochemistry. 1998;48:1347–1349. doi: 10.1016/S0031-9422(97)00926-6.", "ArticleIdList": ["10.1016/S0031-9422(97)00926-6"]}, {"Citation": "Özkum D. In Vitro Shoot Regeneration of Oregano (Origanum minutiflorum O. Schwarz & Davis) Hacettepe J. Biol. Chem. 2007;35:97–100."}, {"Citation": "George E.F., Debergh P.C. Micropropagation: Uses and methods. In: George E.F., Hall M.A., de Klerk G.-J., editors. Plant Propagation by Tissue Culture. Springer; Dordrecht, The Netherlands: 2008. pp. 29–64."}, {"Citation": "Iyer P., Pai J. In vitro regeneration of Majorana hortensis Moench from callus and nodal stem segments. J. Spices Aromat. Plants. 2000;9:47–50."}, {"Citation": "Deb C.R., Pongener A. Studies on the in vitro regenerative competence of aerial roots of two horticultural important Cymbidium species. J. Plant Biochem. Biotechnol. 2012;21:235–241. doi: 10.1007/s13562-011-0099-5.", "ArticleIdList": ["10.1007/s13562-011-0099-5"]}, {"Citation": "Shailja, Kanwar K., Soni M., Singh A. In vitro propagation and conservation of an endangered high value medicinal herb Swertia chirayita of temperate Himalayas. Indian J. Plant Physiol. 2017;22:247–257. doi: 10.1007/s40502-017-0294-z.", "ArticleIdList": ["10.1007/s40502-017-0294-z"]}, {"Citation": "Pati P.K., Rath S.P., Sharma M., Sood A., Ahuja P.S. In vitro propagation of rose—A review. Biotechnol. Adv. 2006;24:94–114. doi: 10.1016/j.biotechadv.2005.07.001.", "ArticleIdList": ["10.1016/j.biotechadv.2005.07.001", "16169183"]}, {"Citation": "Premi N., Acemi A., Özen F. Cytokinin-like effects of chitosan on in vitro culture of Origanum vulgare L. Italus Hortus. 2021;28:100–108. doi: 10.26353/j.itahort/2021.1.100108.", "ArticleIdList": ["10.26353/j.itahort/2021.1.100108"]}, {"Citation": "Abdallah S., Yakoup M., Abdalla M. Micropropagation of Oregano (Origanum syriacum L.) Through Tissue Culture Technique. J. Plant Prod. 2017;8:635–639. doi: 10.21608/jpp.2017.40497.", "ArticleIdList": ["10.21608/jpp.2017.40497"]}, {"Citation": "Ma Y., Byrne D.H., Chen J. Propagation of Rose Species In vitro. Vitr. Cell. Dev. Biol. 1996;32:103–108. doi: 10.1007/BF02823139.", "ArticleIdList": ["10.1007/BF02823139"]}, {"Citation": "Bag N., Palni L.M.S. A two-step procedure for in vitro rooting of micropropagated tea [Camellia sinensis L. (O) Kuntze] microshoots. J. Hortic. Sci. Biotechnol. 2010;85:197–204. doi: 10.1080/14620316.2010.11512654.", "ArticleIdList": ["10.1080/14620316.2010.11512654"]}, {"Citation": "Loreti F., Morini S., Pasqualetto P.L. Effect of alternating temperature during proliferation and rooting stages of GF 655/2 and GF 677 shoots cultured “in vitro”. Acta Hortic. 1988;227:467–469. doi: 10.17660/ActaHortic.1988.227.95.", "ArticleIdList": ["10.17660/ActaHortic.1988.227.95"]}, {"Citation": "Shetty K., Curtis O.F., Levin R.E., Witkowsky R., Ang W. Prevention of Vitrification Aßociated with in vitro Shoot Culture of Oregano (Origanum vulgare) by Pseudomonas spp. J. Plant Physiol. 1995;147:447–451. doi: 10.1016/S0176-1617(11)82181-4.", "ArticleIdList": ["10.1016/S0176-1617(11)82181-4"]}, {"Citation": "Aicha N., Rachida T.C., El Abdelmalek M. Micropropagation of Thymus satureioides Coss. an endangered medicinal plant of Morocco. J. Agric. Technol. 2013;9:487–501."}, {"Citation": "Tyub S., Kamili A.N., Shah A.M. Effect of BAP on Shoot Regeneration in Shoot Tip Cultures of Lavandula officinalis. J. Res. Dev. 2007;7:125–130."}, {"Citation": "Papafotiou M., Martini A.N. In vitro seed and clonal propagation of the mediterranean aromatic and medicinal plant Teucrium capitatum. HortScience. 2016;51:403–411. doi: 10.21273/HORTSCI.51.4.403.", "ArticleIdList": ["10.21273/HORTSCI.51.4.403"]}, {"Citation": "Vlachou G., Papafotiou M., Bertsouklis K.F. Seed germination, micropropagation from adult and juvenile origin explants and address of hyperhydricity of the Cretan endemic herb Calamintha cretica. Not. Bot. Horti Agrobot. Cluj-Napoca. 2020;48:1504–1518. doi: 10.15835/nbha48311926.", "ArticleIdList": ["10.15835/nbha48311926"]}, {"Citation": "Vlachou G., Papafotiou M., Bertsouklis K.F. Studies on Seed Germination and Micropropagation of Clinopodium nepeta: A medicinal and aromatic plant. HortScience. 2019;54:1558–1564. doi: 10.21273/HORTSCI13996-19.", "ArticleIdList": ["10.21273/HORTSCI13996-19"]}, {"Citation": "Papafotiou M., Vlachou G., Martini A.N. Investigation of the Effects of the Explant Type and Different Plant Growth Regulators on Micropropagation of Five Mediterranean Salvia spp. Native to Greece. Horticulturae. 2023;9:96. doi: 10.3390/horticulturae9010096.", "ArticleIdList": ["10.3390/horticulturae9010096"]}, {"Citation": "Martini A.N., Papafotiou M. In Vitro Seed and Clonal Propagation of the Mediterranean Bee Friendly Plant Anthyllis hermanniae L. Sustainability. 2023;15:4025. doi: 10.3390/su15054025.", "ArticleIdList": ["10.3390/su15054025"]}, {"Citation": "Oluk E.A., Çakir A. Micropropagation of Origanum sipyleum L., an endemic medicinal herb of Turkey. Afr. J. Biotechnol. 2009;8:5769–5772. doi: 10.5897/ajb09.1216.", "ArticleIdList": ["10.5897/ajb09.1216"]}, {"Citation": "Deb C.R., Imchen T. An efficient in vitro hardening technique of tissue culture raised plants. Biotechnology. 2010;9:79–83. doi: 10.3923/biotech.2010.79.83.", "ArticleIdList": ["10.3923/biotech.2010.79.83"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "4", "Day": "18"}, {"Year": "2023", "Month": "5", "Day": "13"}, {"Year": "2023", "Month": "5", "Day": "23"}, {"Year": "2023", "Month": "6", "Day": "10", "Hour": "15", "Minute": "14"}, {"Year": "2023", "Month": "6", "Day": "10", "Hour": "15", "Minute": "13"}, {"Year": "2023", "Month": "6", "Day": "10", "Hour": "1", "Minute": "16"}, {"Year": "2023", "Month": "5", "Day": "26"}], "PublicationStatus": "epublish", "ArticleIdList": ["37299098", "PMC10255548", "10.3390/plants12112118", "plants12112118"]}}], "PubmedBookArticle": []}