{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Andrographis paniculata", "EST-SSRs", "transcription factors", "transcriptome"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37298166", "DateCompleted": {"Year": "2023", "Month": "06", "Day": "12"}, "DateRevised": {"Year": "2023", "Month": "06", "Day": "12"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "05", "Day": "24"}], "Language": ["eng"], "ELocationID": ["9212", "10.3390/ijms24119212"], "Journal": {"ISSN": "1422-0067", "JournalIssue": {"Volume": "24", "Issue": "11", "PubDate": {"Year": "2023", "Month": "May", "Day": "24"}}, "Title": "International journal of molecular sciences", "ISOAbbreviation": "Int J Mol Sci"}, "ArticleTitle": "De Novo Transcriptome Profiling for the Generation and Validation of Microsatellite Markers, Transcription Factors, and Database Development for <i>Andrographis paniculata</i>.", "Abstract": {"AbstractText": ["<i>Andrographis paniculata</i> belongs to the family Acanthaceae and is known for its medicinal properties owing to the presence of unique constituents belonging to the lactones, diterpenoids, diterpene glycosides, flavonoids, and flavonoid glycosides groups of chemicals. Andrographolide, a major therapeutic constituent of <i>A. paniculata,</i> is extracted primarily from the leaves of this plant and exhibits antimicrobial and anti-inflammatory activities. Using 454 GS-FLX pyrosequencing, we have generated a whole transcriptome profile of entire leaves of <i>A. paniculata</i>. A total of 22,402 high-quality transcripts were generated, with an average transcript length and N50 of 884 bp and 1007 bp, respectively. Functional annotation revealed that 19,264 (86%) of the total transcripts showed significant similarity with the NCBI-Nr database and were successfully annotated. Out of the 19,264 BLAST hits, 17,623 transcripts were assigned GO terms and distributed into three major functional categories: molecular function (44.62%), biological processes (29.19%), and cellular component (26.18%) based on BLAST2GO. Transcription factor analysis showed 6669 transcripts, belonging to 57 different transcription factor families. Fifteen TF genes that belong to the NAC, MYB, and bHLH TF categories were validated by RT PCR amplification. In silico analysis of gene families involved in the synthesis of biochemical compounds having medicinal values, such as cytochrome p450, protein kinases, heat shock proteins, and transporters, was completed and a total of 102 different transcripts encoding enzymes involved in the biosynthesis of terpenoids were predicted. Out of these, 33 transcripts belonged to terpenoid backbone biosynthesis. This study also identified 4254 EST-SSRs from 3661 transcripts, representing 16.34% of the total transcripts. Fifty-three novel EST-SSR markers generated from our EST dataset were used to assess the genetic diversity among eighteen <i>A. paniculata</i> accessions. The genetic diversity analysis revealed two distinct sub-clusters and all accessions based on the genetic similarity index were distinct from each other. A database based on EST transcripts, EST-SSR markers, and transcription factors has been developed using data generated from the present study combined with available transcriptomic resources from a public database using Meta transcriptome analysis to make genomic resources available in one place to the researchers working on this medicinal plant."]}, "AuthorList": [{"Identifier": ["0000-0001-7269-6420"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Genomic Resources, ICAR-National Bureau of Plant Genetic Resources, New Delhi 110012, India."}], "LastName": "Singh", "ForeName": "Rakesh", "Initials": "R"}, {"Identifier": ["0000-0001-7599-6699"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Genomic Resources, ICAR-National Bureau of Plant Genetic Resources, New Delhi 110012, India."}], "LastName": "Singh", "ForeName": "Akshay", "Initials": "A"}, {"Identifier": ["0000-0003-1359-6643"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Centre for DNA Fingerprinting and Diagnostics, Hyderabad 500039, India."}], "LastName": "Mahato", "ForeName": "Ajay Kumar", "Initials": "AK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Genomic Resources, ICAR-National Bureau of Plant Genetic Resources, New Delhi 110012, India."}], "LastName": "Paliwal", "ForeName": "Ritu", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CSIR-Central Institute of Medicinal and Aromatic Plants, Lucknow 226015, India."}], "LastName": "Tiwari", "ForeName": "Gunjan", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Germplasm Evaluation, ICAR-National Bureau of Plant Genetic Resources, New Delhi 110012, India."}], "LastName": "Kumar", "ForeName": "Ashok", "Initials": "A"}], "GrantList": [{"GrantID": "PGR/GRD-BUR-DEL-01.05", "Agency": "Indian Council of Agricultural Research", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Int J Mol Sci", "NlmUniqueID": "101092791", "ISSNLinking": "1422-0067"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Transcription Factors"}, {"RegistryNumber": "0", "NameOfSubstance": "Glycosides"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Molecular Sequence Annotation"}, {"QualifierName": [], "DescriptorName": "Andrographis paniculata"}, {"QualifierName": ["genetics"], "DescriptorName": "Transcription Factors"}, {"QualifierName": [], "DescriptorName": "Expressed Sequence Tags"}, {"QualifierName": [], "DescriptorName": "Gene Expression Profiling"}, {"QualifierName": [], "DescriptorName": "Transcriptome"}, {"QualifierName": ["genetics"], "DescriptorName": "Microsatellite Repeats"}, {"QualifierName": [], "DescriptorName": "Databases, Genetic"}, {"QualifierName": [], "DescriptorName": "Glycosides"}], "CoiStatement": "The authors declare no conflict of interest. The funder had no role in the design of the study, in the collection, analysis, or interpretation of the data, or in the writing of the manuscript."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Kumar S., Singh B., Bajpai V. Andrographis paniculata (Burm.f.) Nees: Traditional uses, phytochemistry, pharmacological properties, and quality control/quality assurance. J. Ethnopharmacol. 2021;275:114054. doi: 10.1016/j.jep.2021.114054.", "ArticleIdList": ["10.1016/j.jep.2021.114054", "33831465"]}, {"Citation": "Chao W.W., Lin B.F. Isolation and identification of bioactive compounds in Andrographis paniculata (Chuanxinlian) Chin. Med. 2010;5:17. doi: 10.1186/1749-8546-5-17.", "ArticleIdList": ["10.1186/1749-8546-5-17", "PMC2881933", "20465823"]}, {"Citation": "Gan L., Zheng Y., Deng L., Sun P., Ye J., Wei X., Liu F., Yu L., Ye W., Fan C., et al. Diterpenoid Lactones with Anti-Inflammatory Effects from the Aerial Parts of Andrographis paniculata. Molecules. 2019;24:2726. doi: 10.3390/molecules24152726.", "ArticleIdList": ["10.3390/molecules24152726", "PMC6696260", "31357563"]}, {"Citation": "Zhou K.L., Chen L.X., Zhuang Y.L., Wang N.L., Yao X.S., Qiu F. Two new ent-labdane diterpenoid glycosides from the aerial parts of Andrographis paniculata. J. Asian Nat. Prod. Res. 2008;10:939–943. doi: 10.1080/10286020802217432.", "ArticleIdList": ["10.1080/10286020802217432", "19003612"]}, {"Citation": "Li Y., Li X.L., Lai C.J.S., Wang R.S., Kang L.P., Ma T., Zhao Z.H., Gao W., Huang L.Q. Functional characterization of three flavonoid glycosyl transferases from Andrographis paniculata. R. Soc. Open Sci. 2019;6:190150. doi: 10.1098/rsos.190150.", "ArticleIdList": ["10.1098/rsos.190150", "PMC6599797", "31312486"]}, {"Citation": "Sivananthan M., Elamaran M. Medicinal and Pharmacological properties of Andrographis paniculata. Int. J. Biomol. Biomed. 2013;3:1–12."}, {"Citation": "Hossain S., Urbi Z., Karuniawati H., Mohiuddin R.B., Moh Qrimida A., Allzrag A.M., Ming L.C., Pagano E., Capasso R. Andrographis paniculata (Burm. f.) wall. ex nees: An updated review of Phytochemistry, antimicrobial pharmacology, and clinical safety and efficacy. Life. 2021;11:348. doi: 10.3390/life11040348.", "ArticleIdList": ["10.3390/life11040348", "PMC8072717", "33923529"]}, {"Citation": "Patel A.A., Shukla Y.M., Kumar S., Sakure A.A., Parekh M.J., Zala H.N. Transcriptome analysis for molecular landscaping of genes controlling diterpene andrographolide biosynthesis in Andrographis paniculata (Burm. f.) nees. 3 Biotech. 2020;10:512. doi: 10.1007/s13205-020-02511-y.", "ArticleIdList": ["10.1007/s13205-020-02511-y", "PMC7648546", "33173716"]}, {"Citation": "Patidar S., Gontia A.S., Upadhyay A., Nayak P.S. Biochemical Constituents in Kalmegh (Andrographis paniculata Nees.) Under Various Row Spacing’s and Nitrogen Levels. World Appl. Sci. J. 2011;15:1095–1099."}, {"Citation": "Yao W., An T., Xu Z., Zhang L., Gao H., Sun W., Liao B., Jiang C., Liu Z., Duan L., et al. Genomic-wide identification and expression analysis of AP2/ERF transcription factors related to andrographolide biosynthesis in Andrographis paniculata. Ind. Crops Prod. 2020;157:112878. doi: 10.1016/j.indcrop.2020.112878.", "ArticleIdList": ["10.1016/j.indcrop.2020.112878"]}, {"Citation": "Vlk D., Řepková J. Application of next-generation sequencing in plant breeding. Czech J. Genet. Plant Breed. 2017;53:89–96. doi: 10.17221/192/2016-CJGPB.", "ArticleIdList": ["10.17221/192/2016-CJGPB"]}, {"Citation": "Singh V.K., Singh A.K., Singh S., Singh B.D. Advances in Plant Breeding Strategies: Breeding, Biotechnology and Molecular Tools. Springer; Berlin/Heideberg, Germany: 2015. Next-Generation Sequencing (NGS) Tools and Impact in Plant Breeding; pp. 563–612."}, {"Citation": "Sun W., Leng L., Yin Q., Xu M., Huang M., Xu Z., Chen S., Jiang C., Xie N., Zheng X., et al. The genome of the medicinal plant Andrographis paniculata provides insight into the biosynthesis of the bioactive diterpenoid neoandrographolide. Plant J. 2019;97:841–857. doi: 10.1111/tpj.14162.", "ArticleIdList": ["10.1111/tpj.14162", "PMC7252214", "30444296"]}, {"Citation": "Liang Y., Chen S., Wei K., Yang Z., Duan S., Du Y., Qu P., Miao J., Chen W., Dong Y. Chromosome Level Genome Assembly of Andrographis paniculata. Front. Genet. 2020;11:701. doi: 10.3389/fgene.2020.00701.", "ArticleIdList": ["10.3389/fgene.2020.00701", "PMC7340177", "32714378"]}, {"Citation": "Garg A., Agrawal L., Misra R.C., Sharma S., Ghosh S. Andrographis paniculata transcriptome provides molecular insights into tissue-specific accumulation of medicinal diterpenes. BMC Genom. 2015;16:659. doi: 10.1186/s12864-015-1864-y.", "ArticleIdList": ["10.1186/s12864-015-1864-y", "PMC4557604", "26328761"]}, {"Citation": "Cherukupalli N., Divate M., Mittapelli S.R., Khareedu V.R., Vudem D.R. De novo Assembly of Leaf Transcriptome in the Medicinal Plant Andrographis paniculata. Front. Plant Sci. 2016;7:1203. doi: 10.3389/fpls.2016.01203.", "ArticleIdList": ["10.3389/fpls.2016.01203", "PMC4987368", "27582746"]}, {"Citation": "Li J., Chen X., Zhan R., He R. Transcriptome profiling reveals metabolic alteration in Andrographis paniculata in response to continuous cropping. Ind. Crops Prod. 2019;137:585–596. doi: 10.1016/j.indcrop.2019.05.067.", "ArticleIdList": ["10.1016/j.indcrop.2019.05.067"]}, {"Citation": "Sharma P., Kumar S., Beriwal S., Sharma P., Bhairappanavar S.B., Verma R.J., Das J. Comparative transcriptome profiling and co-expression network analysis reveals functionally coordinated genes associated with metabolic processes of Andrographis paniculata. Plant Gene. 2020;23:100234. doi: 10.1016/j.plgene.2020.100234.", "ArticleIdList": ["10.1016/j.plgene.2020.100234"]}, {"Citation": "Zhang Y., Zhang X., Wang Y.H., Shen S.K. De Novo Assembly of Transcriptome and Development of Novel EST-SSR Markers in Rhododendron rex Lévl. through Illumina Sequencing. Front. Plant Sci. 2017;26:1664. doi: 10.3389/fpls.2017.01664.", "ArticleIdList": ["10.3389/fpls.2017.01664", "PMC5622969", "29018469"]}, {"Citation": "Fang X., Zhang Y., Cui J., Yue L., Tao J., Wang Y., Zhang R., Liu J., Jiang A., Zhang J. Genetic Map Construction, QTL Mapping, and Candidate Genes Screening of Grain Size Traits in Common Buckwheat (Fagopyrum esculentum M.) Agronomy. 2022;12:2062. doi: 10.3390/agronomy12092062.", "ArticleIdList": ["10.3390/agronomy12092062"]}, {"Citation": "Liu J.J., Sniezko R.A., Sissons R., Krakowski J., Alger G., Schoettle A.W., Williams H., Zamany A., Zitomer R.A., Kegley A. Association Mapping and Development of Marker-Assisted Selection Tools for the Resistance to White Pine Blister Rust in the Alberta Limber Pine Populations. Front. Plant Sci. 2020;11:557672. doi: 10.3389/fpls.2020.557672.", "ArticleIdList": ["10.3389/fpls.2020.557672", "PMC7522202", "33042181"]}, {"Citation": "Padmesh P., Sabu K.K., Seeni S., Pushpangadan P. The use of RAPD in assessing genetic variability in Andrographis paniculata Nees, a hepatoprotective drug. Curr. Sci. 1999;76:833–835."}, {"Citation": "Sharma S.N., Sinha R.K., Sharma D.K., Jha Z. Assessment of intra-specific variability at morphological, molecular and biochemical level of Andrographis paniculata (Kalmegh) Curr. Sci. 2009;96:3."}, {"Citation": "Minz P.L., Singh N., Mishra S.K., Koche V. Genetic variability among Andrographis paniculata in Chhattisgarh region assessed by RAPD markers. Afr. J. Biotechnol. 2013;12:5714–5722."}, {"Citation": "Valdiani A., Talei D., Javanmard A., Tan S.G., Kadir M.A., Maziah M. Morpho-molecular analysis as a prognostic model for repulsive feedback of the medicinal plant “Andrographis paniculata” to allogamy. Gene. 2014;542:156–167. doi: 10.1016/j.gene.2014.03.039.", "ArticleIdList": ["10.1016/j.gene.2014.03.039", "24680780"]}, {"Citation": "Gangopadhyay S., Patel M.A., Mistry J.G., Kumar S. RAPD based genetic variability assessment in Andrographis paniculata (burm. f.) wall. Ex Nees (kalmegh): An important hepatoprotective herb. Med. Plants Int. J. Phytomedicines Relat. Ind. 2014;6:47. doi: 10.5958/j.0975-6892.6.1.007.", "ArticleIdList": ["10.5958/j.0975-6892.6.1.007"]}, {"Citation": "Sabu K.K., Padmesh P., Seeni S. Intraspecific variation in active principle content and isozymes of Andrographis paniculata Nees (Kalmegh): A traditional hepatoprotective medicinal herb of India. J. Med. Aromat. Plant Sci. 2001;23:637–647."}, {"Citation": "Maison T., Volkaert H.A., Boonprakob U., Paisooksantivatana Y. Genetic Diversity of Andrographis paniculata Wall. ex Nees as Revealed by Morphological Characters and Molecular Markers. Kasetsart J. (Nat. Sci.) 2005;39:388–399."}, {"Citation": "Wijarat P., Keeratinijakal V., Toojinda T., Vanavichit A., Tragoonrung S. Genetic evaluation of Andrographis paniculata (Burm. f.) Nees revealed by SSR, AFLP and RAPD markers. J. Med. Plants Res. 2012;6:2777–2788. doi: 10.5897/JMPR11.1025.", "ArticleIdList": ["10.5897/JMPR11.1025"]}, {"Citation": "Chen R., Wang X.Y., Song Y.N., Zhu Y.F., Wang P.L., Li M., Zhong G.Y. Genetic diversity analysis of Andrographis paniculata in China based on SRAP and SNP. China J. Chin. Mater. Med. 2014;39:4559–4565.", "ArticleIdList": ["25911801"]}, {"Citation": "Tiwari G., Singh R., Singh N., Choudhury D.R., Paliwal R., Kumar A., Gupta V. Study of arbitrarily amplified (RAPD and ISSR) and gene targeted (SCoT and CBDP) markers for genetic diversity and population structure in kalmegh [Andrographis paniculata (Burm. f.) nees] Ind. Crops Prod. 2016;86:1–11. doi: 10.1016/j.indcrop.2016.03.031.", "ArticleIdList": ["10.1016/j.indcrop.2016.03.031"]}, {"Citation": "Manjesh G.N., Kaipa H.B., Chinapolaiah A., Suryanarayana M.A., Halesh G.K. Genetic diversity analysis using molecular marker in Kalmegh (Andrographis paniculata) Eco. Env. Cons. 2016;22:S1–S6."}, {"Citation": "Hiremath C., Greeshma M., Gupta N., Kuppusamy B., Shanker K., Sundaresan V. Morphometric, chemotypic, and Molecular Diversity Studies in Andrographis paniculata. J. Herbs Spices Med. Plants. 2020;27:109–122. doi: 10.1080/10496475.2020.1787290.", "ArticleIdList": ["10.1080/10496475.2020.1787290"]}, {"Citation": "Arif M.F., Subositi D., Sari A.N., Aristya G.R., Lesmana I., Kasiamdari S. Genetic diversity of green chireta (Andrographis paniculata (Burm.f.) Wall. Ex Nees.) from Indonesia based on ISSR and RAPD markers. Malays. Appl. Biol. 2020;49:61–68. doi: 10.55230/mabjournal.v49i1.1655.", "ArticleIdList": ["10.55230/mabjournal.v49i1.1655"]}, {"Citation": "Kumar R., Kumar C., Paliwal R., Roy Choudhury D., Singh I., Kumar A., Kumari A., Singh R. Development of novel genomic simple sequence repeat (g-SSR) markers and their validation for genetic diversity analyses in Kalmegh [Andrographis paniculata (Burm. f.) nees] Plants. 2020;9:1734. doi: 10.3390/plants9121734.", "ArticleIdList": ["10.3390/plants9121734", "PMC7763852", "33316874"]}, {"Citation": "Burke R., Schwarze J., Sherwood O.L., Jnaid Y., McCabe P.F., Kacprzyk J. Stressed to Death: The Role of Transcription Factors in Plant Programmed Cell Death Induced by Abiotic and Biotic Stimuli. Front. Plant Sci. 2020;11:1235. doi: 10.3389/fpls.2020.01235.", "ArticleIdList": ["10.3389/fpls.2020.01235", "PMC7434935", "32903426"]}, {"Citation": "Shahzad R., Jamil S., Ahmad S., Nisar A., Amina Z., Saleem S., Iqbal M.Z., Atif R.M., Wang X. Harnessing the potential of plant transcription factors in developing climate resilient crops to improve global food security: Current and future perspectives. Saudi J. Biol. Sci. 2021;28:2323–2341. doi: 10.1016/j.sjbs.2021.01.028.", "ArticleIdList": ["10.1016/j.sjbs.2021.01.028", "PMC8071895", "33911947"]}, {"Citation": "Biswal B., Jena B., Giri A.K., Acharya L. De novo transcriptome and tissue specific expression analysis of genes associated with biosynthesis of secondary metabolites in Operculina turpethum (L.) Sci. Rep. 2021;11:22539. doi: 10.1038/s41598-021-01906-y.", "ArticleIdList": ["10.1038/s41598-021-01906-y", "PMC8602414", "34795371"]}, {"Citation": "Kalra S., Puniya B.L., Kulshreshtha D., Kumar S., Kaur J., Ramachandran S., Singh K. De Novo Transcriptome Sequencing Reveals Important Molecular Networks and Metabolic Pathways of the Plant, Chlorophytum borivilianum. PLoS ONE. 2013;8:e83336. doi: 10.1371/journal.pone.0083336.", "ArticleIdList": ["10.1371/journal.pone.0083336", "PMC3871651", "24376689"]}, {"Citation": "Parasar N.R., Kumar R., Natarajan P., Parani M. De novo assembly, annotation and molecular marker identification from the leaf transcriptome of Ocimum gratissimum L. Plant Genet. Resour. Charact. Util. 2021;19:469–476."}, {"Citation": "Padmanabhan P., Srikakulam N., Velayudha V.K.K., Christdas J., Pandi G. Comprehensive Leaf Transcriptome of a Non-model Plant, Abelmoschus esculentus for the Functional Genomics Studies. J. Genet. Genome Res. 2018;5:036. doi: 10.23937/2378-3648/1410036.", "ArticleIdList": ["10.23937/2378-3648/1410036"]}, {"Citation": "Li F., Wu C., Gao M., Jiao M., Qu C., Gonzalez-Uriarte A., Luo C. Transcriptome sequencing, molecular markers, and transcription factor discovery of Platanus acerifolia in the presence of Corythucha ciliata. Sci. Data. 2019;6:128. doi: 10.1038/s41597-019-0111-9.", "ArticleIdList": ["10.1038/s41597-019-0111-9", "PMC6646373", "31332220"]}, {"Citation": "Chang P., Zhu L., Zhao M., Li C., Zhang Y., Li L. The first transcriptome sequencing and analysis of the endangered plant species Picea neoveitchii Mast. and potential EST-SSR markers development. Biotechnol. Biotechnol. Equip. 2019;33:967–973. doi: 10.1080/13102818.2019.1632739.", "ArticleIdList": ["10.1080/13102818.2019.1632739"]}, {"Citation": "Liu W., Jia X., Liu Z., Zhang Z., Wang Y., Liu Z., Xie W. Development and Characterization of Transcription Factor Gene-Derived Microsatellite (TFGM) Markers in Medicago truncatula and Their Transferability in Leguminous and Non-Leguminous Species. Molecules. 2015;20:8759–8771. doi: 10.3390/molecules20058759.", "ArticleIdList": ["10.3390/molecules20058759", "PMC6272326", "25988608"]}, {"Citation": "Biswas M.K., Nath U.K., Howlader J., Bagchi M., Natarajan S., Kayum M.A., Kim H.T., Park J.I., Kang J.G., Nou I.S. Exploration and Exploitation of Novel SSR Markers for Candidate Transcription Factor Genes in Lilium Species. Genes. 2018;9:97. doi: 10.3390/genes9020097.", "ArticleIdList": ["10.3390/genes9020097", "PMC5852593", "29443955"]}, {"Citation": "Parmar R., Seth R., Sharma R.K. Genome-wide identification and characterization of functionally relevant microsatellite markers from transcription factor genes of Tea (Camellia sinensis (L.) O. Kuntze) Sci. Rep. 2022;12:201. doi: 10.1038/s41598-021-03848-x.", "ArticleIdList": ["10.1038/s41598-021-03848-x", "PMC8742041", "34996959"]}, {"Citation": "Backiyarani S., Chandrasekar A., Uma S., Saraswathi M.S. MusatransSSRDB (a transcriptome derived SSR database)—An advanced tool for banana improvement. J. Biosci. 2019;44:4. doi: 10.1007/s12038-018-9819-5.", "ArticleIdList": ["10.1007/s12038-018-9819-5", "30837356"]}, {"Citation": "Jasrotia R.S., Iquebal M.A., Yadav P.K., Kumar N., Jaiswal S., Angadi U.B., Rai A., Kumar D. Development of transcriptome based web genomic resources of yellow mosaic disease in Vigna mungo. Physiol. Mol. Biol. Plants. 2017;23:767–777. doi: 10.1007/s12298-017-0470-7.", "ArticleIdList": ["10.1007/s12298-017-0470-7", "PMC5671452", "29158627"]}, {"Citation": "Gebeyehu A., Hammenhag C., Tesfaye K., Vetukuri R.R., Ortiz R., Geleta M. RNA-Seq Provides Novel Genomic Resources for Noug (Guizotia abyssinica) and Reveals Microsatellite Frequency and Distribution in Its Transcriptome. Front. Plant Sci. 2022;13:882136. doi: 10.3389/fpls.2022.882136.", "ArticleIdList": ["10.3389/fpls.2022.882136", "PMC9132581", "35646044"]}, {"Citation": "Singh R., Kumar R., Mahato A.K., Paliwal R., Singh A.K., Kumar S., Marla S.S., Kumar A., Singh N.K. De novo transcriptome sequencing facilitates genomic resource generation in Tinospora cordifolia. Funct. Integr. Genom. 2016;16:581–591. doi: 10.1007/s10142-016-0508-x.", "ArticleIdList": ["10.1007/s10142-016-0508-x", "27465295"]}, {"Citation": "Garg R., Patel R.K., Jhanwar S., Priya P., Bhattacharjee A., Yadav G., Bhatia S., Chattopadhyay D., Tyagi A.K., Jain M. Gene Discovery and Tissue-Specific Transcriptome Analysis in Chickpea with Massively Parallel Pyrosequencing and Web Resource Development. Plant Physiol. 2011;156:1661–1678. doi: 10.1104/pp.111.178616.", "ArticleIdList": ["10.1104/pp.111.178616", "PMC3149962", "21653784"]}, {"Citation": "Venkata Bindu B.B., Srinath M., Shailaja A., Giri C.C. Comparative protein profile studies and in silico structural/functional analysis of HMGR (ApHMGR) in Andrographis paniculata (Burmf.) Wall. ex Nees. Ann. Phytomed. 2017;6:30–44. doi: 10.21276/ap.2017.6.1.5.", "ArticleIdList": ["10.21276/ap.2017.6.1.5"]}, {"Citation": "Movahedi A., Wei H., Pucker B., Ghaderi-Zefrehei M., Rasouli F., Kiani-Pouya A., Jiang T., Zhuge Q., Ynag L., Zhou X. Isoprenoid biosynthesis regulation in poplars by methylerythritol phosphate and mevalonic acid pathways. Front. Plant Sci. 2022;13:968780. doi: 10.3389/fpls.2022.968780.", "ArticleIdList": ["10.3389/fpls.2022.968780", "PMC9562105", "36247639"]}, {"Citation": "Li W., Zhang C., Jiang X., Liu Q., Liu Q., Wang K. De Novo Transcriptomic Analysis and Development of EST–SSRs for Styrax japonicus. Forests. 2018;9:748. doi: 10.3390/f9120748.", "ArticleIdList": ["10.3390/f9120748"]}, {"Citation": "Feng S., Zhao L., Liu Z., Liu Y., Yang T., Wei A. De novo transcriptome assembly of Zanthoxylum bungeanum using Illumina sequencing for evolutionary analysis and simple sequence repeat marker development. Sci. Rep. 2017;7:16754. doi: 10.1038/s41598-017-15911-7.", "ArticleIdList": ["10.1038/s41598-017-15911-7", "PMC5711952", "29196697"]}, {"Citation": "Taheri S., Abdullah T.L., Rafii M.Y., Harikrishna J.A., Werbrouck S.P., Teo C.H., Sahebi M., Azizi P. De novo assembly of transcriptomes, mining, and development of novel EST-SSR markers in Curcuma alismatifolia (Zingiberaceae family) through Illumina sequencing. Sci. Rep. 2019;9:3047. doi: 10.1038/s41598-019-39944-2.", "ArticleIdList": ["10.1038/s41598-019-39944-2", "PMC6395698", "30816255"]}, {"Citation": "Sangwan R.S., Tripathi S., Singh J., Narnoliya L.K., Sangwan N.S. De novo sequencing and assembly of Centella asiatica leaf transcriptome for mapping of structural, functional and regulatory genes with special reference to secondary metabolism. Gene. 2013;525:58–76. doi: 10.1016/j.gene.2013.04.057.", "ArticleIdList": ["10.1016/j.gene.2013.04.057", "23644021"]}, {"Citation": "Yue H., Yue H., Wang L., Liu H., Yue W., Du X., Song W., Nie X. De novo assembly and characterization of the transcriptome of broomcorn millet (Panicum miliaceum L.) for gene discovery and marker development. Front. Plant Sci. 2016;7:1083. doi: 10.3389/fpls.2016.01083.", "ArticleIdList": ["10.3389/fpls.2016.01083", "PMC4955294", "27493657"]}, {"Citation": "Hina F., Yisilam G., Wang S., Li P., Fu C. De novo Transcriptome Assembly, Gene Annotation and SSR Marker Development in the Moon Seed Genus Menispermum (Menispermaceae) Front Genet. 2020;8:380. doi: 10.3389/fgene.2020.00380.", "ArticleIdList": ["10.3389/fgene.2020.00380", "PMC7227793", "32457795"]}, {"Citation": "Qian Y., Zhang T., Yu Y., Gou L., Yang J., Xu J., Pi E. Regulatory Mechanisms of bHLH Transcription Factors in Plant Adaptive Responses to Various Abiotic Stresses. Front. Plant Sci. 2021;12:677611. doi: 10.3389/fpls.2021.677611.", "ArticleIdList": ["10.3389/fpls.2021.677611", "PMC8250158", "34220896"]}, {"Citation": "Wani S.H., Anand S., Singh B., Bohra A., Joshi R. WRKY transcription factors and plant defense responses: Latest discoveries and future prospects. Plant Cell Rep. 2021;40:1071–1085. doi: 10.1007/s00299-021-02691-8.", "ArticleIdList": ["10.1007/s00299-021-02691-8", "33860345"]}, {"Citation": "Nuruzzaman M., Sharoni A.M., Kikuchi S. Roles of NAC transcription factors in the regulation of biotic and abiotic stress responses in plants. Front. Microbiol. 2013;4:248. doi: 10.3389/fmicb.2013.00248.", "ArticleIdList": ["10.3389/fmicb.2013.00248", "PMC3759801", "24058359"]}, {"Citation": "Kumar R., Kumar C., Jain R., Maurya A., Kumar A., Kumari A., Singh R. Molecular cloning and In-silico characterization of NAC86 of Kalmegh (Andrographis paniculata) Indian J. Hortic. 2022;79:9–14. doi: 10.5958/0974-0112.2022.00002.0.", "ArticleIdList": ["10.5958/0974-0112.2022.00002.0"]}, {"Citation": "Singh R., Mahato A.K., Singh A., Kumar R., Singh A.K., Kumar S., Marla S.S., Kumar A., Singh N.K. TinoTranscriptDB: A Database of Transcripts and Microsatellite Markers of Tinospora cordifolia, an Important Medicinal Plant. Genes. 2022;13:1433. doi: 10.3390/genes13081433.", "ArticleIdList": ["10.3390/genes13081433", "PMC9407948", "36011344"]}, {"Citation": "Yazaki K. ABC transporters involved in the transport of plant secondary metabolites. FEBS Lett. 2005;580:1183–1191. doi: 10.1016/j.febslet.2005.12.009.", "ArticleIdList": ["10.1016/j.febslet.2005.12.009", "16364309"]}, {"Citation": "Dutta S., Kumawat G., Singh B.P., Gupta D.K., Singh S., Dogra V., Gaikwad K., Sharma T.R., Raje R.S., Bandhopadhya T.K., et al. Development of genic-SSR markers by deep transcriptome sequencing in pigeonpea [Cajanus cajan (L.) Millspaugh] BMC Plant Biol. 2011;11:17. doi: 10.1186/1471-2229-11-17.", "ArticleIdList": ["10.1186/1471-2229-11-17", "PMC3036606", "21251263"]}, {"Citation": "Metzgar D., Bytof J., Wills C. Selection against frameshift mutations limits microsatellite expansion in coding DNA. Genome Res. 2000;10:72–80.", "ArticleIdList": ["PMC310501", "10645952"]}, {"Citation": "Zeng S., Xiao G., Guo J., Fei Z., Xu Y., Roe B.A., Wang Y. Development of a EST dataset and characterization of EST-SSRs in a traditional Chinese medicinal plant, Epimedium sagittatum (Sieb. Et zucc.) Maxim. BMC Genom. 2010;11:94. doi: 10.1186/1471-2164-11-94.", "ArticleIdList": ["10.1186/1471-2164-11-94", "PMC2829513", "20141623"]}, {"Citation": "Zhou Q., Luo D., Ma L., Xie W., Wang Y., Wang Y., Liu Z. Development and cross-species transferability of EST-SSR markers in Siberian wild rye (Elymus sibiricus L.) using Illumina sequencing. Sci. Rep. 2016;6:20549. doi: 10.1038/srep20549.", "ArticleIdList": ["10.1038/srep20549", "PMC4744933", "26853106"]}, {"Citation": "Hu Z., Zhang T., Gao X.X., Wang Y., Zhang Q., Zhou H.J. De novo assembly and characterization of the leaf, bud, and fruit transcriptome from the vulnerable tree Juglans mandshurica for the development of 20 new microsatellite markers using Illumina sequencing. Mol. Genet. Genom. 2016;291:849–862. doi: 10.1007/s00438-015-1147-y.", "ArticleIdList": ["10.1007/s00438-015-1147-y", "26614514"]}, {"Citation": "Wu J., Cai C., Cheng F., Cui H., Zhou H. Characterisation and development of EST-SSR markers in tree peony using transcriptome sequences. Mol. Breed. 2014;34:1853–1866. doi: 10.1007/s11032-014-0144-x.", "ArticleIdList": ["10.1007/s11032-014-0144-x"]}, {"Citation": "Varshney R.K., Graner A., Sorrells M.E. Genic microsatellite markers in plants: Features and applications. Trends Biotechnol. 2005;23:48–55. doi: 10.1016/j.tibtech.2004.11.005.", "ArticleIdList": ["10.1016/j.tibtech.2004.11.005", "15629858"]}, {"Citation": "Shen W., Le S., Li Y., Hu F. SeqKit: A Cross-Platform and Ultrafast Toolkit for FASTA/Q File Manipulation. PLoS ONE. 2016;5:e0163962. doi: 10.1371/journal.pone.0163962.", "ArticleIdList": ["10.1371/journal.pone.0163962", "PMC5051824", "27706213"]}, {"Citation": "Conesa A., Gotz S., Garcia-Gomez J.M., Terol J., Talon M., Robles M. Blast2GO: A universal tool for annotation, visualization and analysis in functional genomics research. Bioinformatics. 2005;21:3674–3676. doi: 10.1093/bioinformatics/bti610.", "ArticleIdList": ["10.1093/bioinformatics/bti610", "16081474"]}, {"Citation": "Moriya Y., Itoh M., Okuda S., Yoshizawa A.C., Kanehisa M. KAAS: An automatic genome annotation and pathway reconstruction server. Nucleic Acids Res. 2007;35:W182–W185. doi: 10.1093/nar/gkm321.", "ArticleIdList": ["10.1093/nar/gkm321", "PMC1933193", "17526522"]}, {"Citation": "Untergasser A., Cutcutache I., Koressaar T., Ye J., Faircloth B.C., Remm M., Rozen S.G. Primer3—New capabilities and interfaces. Nucleic Acids Res. 2012;40:e115. doi: 10.1093/nar/gks596.", "ArticleIdList": ["10.1093/nar/gks596", "PMC3424584", "22730293"]}, {"Citation": "Doyle J.J.T., Doyle J.L. Isolation of plant DNA from fresh tissue. Focus. 1990;12:13–15."}, {"Citation": "Yeh F.C., Yang R., Boyle T., Ye Z., Mao J., Yang R.C., Boyle T., Ye Z. PopGene, the User-Friendly Shareware for Population Genetic Analysis. Molecular Biology and Biotechnology Centre, University of Alberta; Edmonton, AB, Canada: 1997."}, {"Citation": "Liu K., Muse S.V. PowerMarker: An integrated analysis environment for genetic marker analysis. Bioinformatics. 2005;1:2128–2129. doi: 10.1093/bioinformatics/bti282.", "ArticleIdList": ["10.1093/bioinformatics/bti282", "15705655"]}, {"Citation": "Rohlf F.J. NTSYS-pc: Numerical Taxonomy and Multivariate Analysis System, Version 2.1. Exeter Software. Applied Biostatistics Inc.; New York, NY, USA: 2000."}, {"Citation": "Du L., Zhang C., Liu Q., Zhang X., Yue B. Krait: An ultrafast tool for genome-wide survey of microsatellites and primer design. Bioinformatics. 2018;34:681–683. doi: 10.1093/bioinformatics/btx665.", "ArticleIdList": ["10.1093/bioinformatics/btx665", "29048524"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "2", "Day": "27"}, {"Year": "2023", "Month": "3", "Day": "24"}, {"Year": "2023", "Month": "3", "Day": "27"}, {"Year": "2023", "Month": "6", "Day": "12", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "6", "Day": "10", "Hour": "15", "Minute": "13"}, {"Year": "2023", "Month": "6", "Day": "10", "Hour": "1", "Minute": "11"}, {"Year": "2023", "Month": "5", "Day": "24"}], "PublicationStatus": "epublish", "ArticleIdList": ["37298166", "PMC10252285", "10.3390/ijms24119212", "ijms24119212"]}}], "PubmedBookArticle": []}