{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["applications", "chemical variability", "chemotype", "essential oils", "medicinal plants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37298915", "DateCompleted": {"Year": "2023", "Month": "06", "Day": "12"}, "DateRevised": {"Year": "2023", "Month": "06", "Day": "12"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "05", "Day": "30"}], "Language": ["eng"], "ELocationID": ["4439", "10.3390/molecules28114439"], "Journal": {"ISSN": "1420-3049", "JournalIssue": {"Volume": "28", "Issue": "11", "PubDate": {"Year": "2023", "Month": "May", "Day": "30"}}, "Title": "Molecules (Basel, Switzerland)", "ISOAbbreviation": "Molecules"}, "ArticleTitle": "Chemical Variability and Chemotype Concept of Essential Oils from Algerian Wild Plants.", "Abstract": {"AbstractText": ["The chemical compositions of eleven wild species of aromatic and medicinal plants indigenous to Algeria, including Thymus, Mentha, Rosmarinus, Lavandula, and Eucalyptus, were analyzed. The identification of the chemical composition of each oil was conducted using GC-FID and GC-MS capillary gas chromatography. The study investigated the chemical variability of the essential oils based on several parameters. These included the impact of the vegetative cycle on oil composition, variations among subspecies of the same species, variations among species within the same genus, the influence of environmental factors on composition variations within a species, chemo typing, and the genetic factors (such as hybridization) contributing to chemical variability. The concepts of chemotaxonomy, chemotype, and chemical markers were examined to understand their limitations and emphasize the importance of regulating the use of essential oils derived from wild plants. The study advocates for an approach that involves the domestication of wild plants and screening their chemical compositions according to more specific standards for each commercially available oil. Lastly, the nutritional implications and the variability of nutritional impact based on the chemical composition of the essential oils will be discussed."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre Universitaire de Maghnia, Route de Zouia, N99, Maghnia, Algeria."}, {"Identifier": [], "Affiliation": "Laboratoire COSNA, Faculté des Sciences, BP 119, Université de Tlemcen, 13000 Tlemcen, Algeria."}], "LastName": "Benomari", "ForeName": "Fatima Zahra", "Initials": "FZ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CÉPROCQ, Collège de Maisonneuve, 6220 Rue Sherbrooke Est, Montréal, QC H1N1C1, Canada."}], "LastName": "Sarazin", "ForeName": "Mathieu", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "BIO-SOURCE S.A.R.L., 28 Ferme Kheloufi, Zeralda 16000, Algeria."}], "LastName": "Chaib", "ForeName": "Djamel", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre de Recherche sur la Boréalie (CREB), Laboratoire LASEVE, Université du Québec à Chicoutimi (UQAC), 555 Boulevard de l'Université, Chicoutimi, QC G7H2B1, Canada."}], "LastName": "Pichette", "ForeName": "André", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CÉPROCQ, Collège de Maisonneuve, 6220 Rue Sherbrooke Est, Montréal, QC H1N1C1, Canada."}], "LastName": "Boumghar", "ForeName": "Hinane", "Initials": "H"}, {"Identifier": ["0000-0002-3734-8217"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CÉPROCQ, Collège de Maisonneuve, 6220 Rue Sherbrooke Est, Montréal, QC H1N1C1, Canada."}], "LastName": "Boumghar", "ForeName": "Yacine", "Initials": "Y"}, {"Identifier": ["0000-0002-6429-4082"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratoire COSNA, Faculté des Sciences, BP 119, Université de Tlemcen, 13000 Tlemcen, Algeria."}], "LastName": "Djabou", "ForeName": "Nassim", "Initials": "N"}], "GrantList": [{"GrantID": "428410-16", "Agency": "Natural Sciences and Engineering Research Council", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Molecules", "NlmUniqueID": "100964009", "ISSNLinking": "1420-3049"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Oils"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Oils, Volatile"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Oils"}, {"QualifierName": [], "DescriptorName": "Gas Chromatography-Mass Spectrometry"}, {"QualifierName": [], "DescriptorName": "Chromatography, Gas"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}], "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Achiri R., Mesli F., Benomari F.Z., Djabou N., Tabti B., Muselli A., Dib M.A. Chemical composition/pharmacophore modelling-based, virtual screening, molecular docking and dynamic simulation studies for the discovery of novel superoxide dismutase (SODs) of bioactive molecules from aerial parts of Inula Montana as antioxydant’s agents. J. Biomol. Struct. Dyn. 2021;2:1–22. doi: 10.1080/07391102.2021.1971563.", "ArticleIdList": ["10.1080/07391102.2021.1971563", "34472418"]}, {"Citation": "Willem J.P. Huiles Essentielles Antivirales, la Solution Naturelle Pour Lutter Contre les Infections. 1st ed. Trédaniel La Maisnie; Paris, France: 2015."}, {"Citation": "Fernandez X., Chemat F. La Chimie des Huiles Essentielles: Tradition et Innovation. 1st ed. De Boeck Sup; Paris, France: 2012."}, {"Citation": "Deschepper R. Ph.D. Thesis. University of Aix-Marseille; Aix-Marseille, France: 2017. Variabilité de la Composition des Huiles Essentielles et Intérêt de la Notion de Chémotype en Aromathérapie."}, {"Citation": "Fernandez X., Chemat F. Les Huiles Essentielles: Vertus et Applications. 1st ed. Vuibert; Paris, France: 2012."}, {"Citation": "Tabti L., Dib M.A., Djabou N., Guaouar N., Paolini J., Costa J., Muselli A. Control of fungal pathogens of Citrus sinensis L. by essential oil and hydrosol of Thymus capitatus. J. Appl. Bot. Food Qual. 2014;87:279–285."}, {"Citation": "Djabou N., Andreani S., Varesi L., Tomi F., Costa J., Muselli A. Analysis of the volatile fraction of Teucrium marum L. Flavour Fragr. J. 2013;28:14–24. doi: 10.1002/ffj.3120.", "ArticleIdList": ["10.1002/ffj.3120"]}, {"Citation": "Djabou N., Dib M.A., Tabti L., Costa J., Muselli A. Chemical composition and antioxidant activity of hydrosol extracts obtained by liquid-liquid extraction (LLE) of Daucus muricatus L. J. Essent. Oil Res. 2014;26:393–399. doi: 10.1080/10412905.2014.964427.", "ArticleIdList": ["10.1080/10412905.2014.964427"]}, {"Citation": "Fekih N., Allali H., Merghache S., Chaïb F., Merghache D., Dib M.A., Djabou N., Muselli A., Tabti B., Costa J. Chemical composition and antibacterial activity of Pinus halepensis Miller growing in West Northern of Algeria. Asian Pac. J. Trop. Dis. 2014;4:97–103. doi: 10.1016/S2222-1808(14)60323-6.", "ArticleIdList": ["10.1016/S2222-1808(14)60323-6"]}, {"Citation": "Tabti L., Dib M.A., Benyelles N.G., Djabou N., Alam S.B., Paolini J., Costa J., Muselli A. Fatty-acid composition and antifungal activity of extracts of Thymus capitatus. J. Herbs Spices Med. Plants. 2015;21:203–210. doi: 10.1080/10496475.2014.941084.", "ArticleIdList": ["10.1080/10496475.2014.941084"]}, {"Citation": "Bouayad-Alam S., Dib M.A., Djabou N., Tabti B., Benyelles N.G., Costa J., Muselli A. Essential oils as biocides for the control of fungal infections and devastating pest (Tutaabsoluta) of Tomato (Lycopersicon esculentum. Mill.) Chem. Biodivers. 2017;14:1700065. doi: 10.1002/cbdv.201700065.", "ArticleIdList": ["10.1002/cbdv.201700065", "28422413"]}, {"Citation": "Tabet Zatla A., Dib M.A., Djabou N., Tabti B., Meliani N., Costa J., Muselli A. Chemical variability of essential oil of Daucus carota subsp. sativus from Algeria. J. Herbs Spices Med. Plants. 2017;23:3. doi: 10.1080/10496475.2017.1296053.", "ArticleIdList": ["10.1080/10496475.2017.1296053"]}, {"Citation": "Medbouhi A., Benbelaïd F., Djabou N., Beaufay C., Bendahou M., Quetin-Leclercq J., Tintaru A., Costa J., Muselli A. Essential oil of Algerian Eryngium campestre: Chemical variability and evaluation of biological activities. Molecules. 2019;24:2575. doi: 10.3390/molecules24142575.", "ArticleIdList": ["10.3390/molecules24142575", "PMC6680772", "31311207"]}, {"Citation": "Mejdoub K., Benomari F.Z., Djabou N., Dib M.A., Benyelles N.G., Costa J., Muselli A. Antifungal and insecticidal activities of essential oils of four Mentha species. Jundishapur J. Nat. Pharm. Prod. 2019;14:1."}, {"Citation": "De Carvalho Augusto R., Merad N., Rognon A., Gourbal B., Bertrand C., Djabou N., Duval D.R. Molluscicidal and parasiticidal activities of Eryngium triquetrum essential oil on Schistosoma mansoni and its intermediate snail host Biomphalaria glabrata, a double impact. Parasit Vectors. 2020;13:486. doi: 10.1186/s13071-020-04367-w.", "ArticleIdList": ["10.1186/s13071-020-04367-w", "PMC7513307", "32967724"]}, {"Citation": "Kumar A., Shukla R., Singh P., Prasad C.S., Dubey N.K. Assessment of Thymus vulgaris L. essential oil as a safe botanical preservative against post-harvest fungal infestation of food commodities. Innov. Food Sci. Emerg. Technol. 2008;9:575–580. doi: 10.1016/j.ifset.2007.12.005.", "ArticleIdList": ["10.1016/j.ifset.2007.12.005"]}, {"Citation": "Benomari F.Z., Andreu V., Kotarba J., Dib M.A., Bertrand C., Muselli A., Costa J., Djabou N. Essential oils from Algerian species of Mentha as new bio-control agents against phytopathogen strains. Environ. Sci. Pollut. Res. 2018;25:29889–29900. doi: 10.1007/s11356-017-9991-4.", "ArticleIdList": ["10.1007/s11356-017-9991-4", "28866759"]}, {"Citation": "Kerdchoechuen O., Laohakunjit N., Singkornard S., Matta F.B. Essential oils from six herbal plants for biocontrol of the maize weevil. Hort. Sci. 2010;45:592–598. doi: 10.21273/HORTSCI.45.4.592.", "ArticleIdList": ["10.21273/HORTSCI.45.4.592"]}, {"Citation": "Benomari F.Z., Djabou N., Moumani M., Hassani F., Muselli A., Costa J. Chemical variability of essential oils of three subspecies of Thymus munbyanus Boiss. & Reut. from Western Algeria. J. Essent. Oil Res. 2020;32:474–484."}, {"Citation": "Morel J.M., Bruel P., Labouyrie V., Priolet P.L., Liégard L. Intérêt des huiles essentielles GAE dans la prise en charge des affections virales des voies respiratoires en officine. Phytothérapie. 2010;8:21–25. doi: 10.1007/s10298-009-0509-1.", "ArticleIdList": ["10.1007/s10298-009-0509-1"]}, {"Citation": "Bouayad S., Benyelles N.G., Dib M.A., Djabou N., Tabti L., Paolini J., Muselli A., Costa J. Antifungal activity of essential oils of tree aromatic plants from western Algeria against five fungal pathogens of tomato (Lycopersicon esculentum. Mill) J. Appl. Bot. Food Qual. 2014;87:56–61."}, {"Citation": "Franchomme P., Jollois R., Pénoël D. L’aromatherapie Exactement-Encyclopédie de L’utilisation Thérapeutique des Extraits Aromatiques. 1st ed. Roger Jollois; Paris, France: 2001."}, {"Citation": "Baser K.H.C., Buchbauer G. Handbook of Essential Oils: Science, Technology and Applications. 2nd ed. CRC Press; Boca Raton, FL, USA: 2015."}, {"Citation": "Djabou N., Battesti M.J., Allali H., Desjobert J.M., Varesi L., Costa J., Muselli A. Chemical and genetic differentiation of Corsican subspecies of Teucrium flavum L. Phytochemistry. 2011;72:1390–1399. doi: 10.1016/j.phytochem.2011.03.024.", "ArticleIdList": ["10.1016/j.phytochem.2011.03.024", "21561632"]}, {"Citation": "Djabou N., Muselli A., Allali H., Dib M.A., Tabti B., Varesi L., Costa J. Chemical and genetic diversity of two Mediterranean subspecies of Teurciumpolium L. Phytochemistry. 2012;83:51–62. doi: 10.1016/j.phytochem.2012.05.019.", "ArticleIdList": ["10.1016/j.phytochem.2012.05.019", "22906882"]}, {"Citation": "Djabou N., Allali H., Battesti M.J., Tabti B., Costa J., Muselli A., Varesi L. Chemical and genetic differentiation of two Mediterranean subspecies of Teucrium scorodonia L. Phytochemistry. 2012;74:123–132. doi: 10.1016/j.phytochem.2011.09.002.", "ArticleIdList": ["10.1016/j.phytochem.2011.09.002", "22119065"]}, {"Citation": "Dib M.A., Djabou N., Desjobert J.M., Allali H., Tabti B., Muselli A., Costa J. Characterization of volatile compounds of Daucus crinitus Desf. Headspace solid phase micro extraction as alternative technique to hydrodistillation. Chem. Cent. J. 2010;4:16. doi: 10.1186/1752-153X-4-16.", "ArticleIdList": ["10.1186/1752-153X-4-16", "PMC2955580", "20858266"]}, {"Citation": "Younes K., Merghache S., Djabou N., Merghache D., Muselli A., Tabti B., Costa J. Chemical composition, antibacterial and antioxidant activities of a new essential oil chemotype of Algerian Artemisia arborescens L. Afr. J. Pharm. Pharmacol. 2012;6:2912–2921. doi: 10.5897/AJPP12.122.", "ArticleIdList": ["10.5897/AJPP12.122"]}, {"Citation": "Bendiabdellah A., Dib M.A., Meliani N., Muselli A., Djabou N., Tabti B., Costa J. Antibacterial activity of Daucus crinitus essential oils along the vegetable life of the plant. J. Chem. 2013;2013:149502. doi: 10.1155/2013/149502.", "ArticleIdList": ["10.1155/2013/149502"]}, {"Citation": "Meliani N., Dib M.A., Djabou N., Costa J., Allali H., Tabti B., Muselli A. Chemical composition and antimicrobial activity of Daucus aureus essential oils from Algeria. Nat. Prod. Commun. 2013;8:835–840."}, {"Citation": "Selles C., Dib M.A., Djabou N., Beddou F., Muselli A., Tabti B., Costa J., Hammouti B. Antimicrobial activity and evolution of the composition of essential oil from Algerian Anacyclus pyrethrum L. through the vegetable cycle. Nat. Prod. Res. 2013;27:2231–2234. doi: 10.1080/14786419.2013.811409.", "ArticleIdList": ["10.1080/14786419.2013.811409", "23803147"]}, {"Citation": "Bendiabdellah A., Dib M.A., Djabou N., Hassani F., Paolini J., Tabti B., Costa J., Muselli A. Daucus carota ssp. HispanicusGouan essential oils: Chemical variability and fungitoxic activity. J. Essent. Oil Res. 2014;26:427–440. doi: 10.1080/10412905.2014.956189.", "ArticleIdList": ["10.1080/10412905.2014.956189"]}, {"Citation": "Benyelles B., Allali H., Dib M.A., Djabou N., Costa J. Essential oil from Rhaponticumacaule L. roots: Comparative study using HS-SPME/GC/GC–MS and hydrodistillation techniques. J. Saudi Chem. Soc. 2014;18:972–976. doi: 10.1016/j.jscs.2011.12.001.", "ArticleIdList": ["10.1016/j.jscs.2011.12.001"]}, {"Citation": "Chikhi I., Allali H., Bechlaghem K., Fekih N., Muselli A., Djabou N., Dib M.A., Tabti B., Halla N., Costa J. Assessment of in vitro antimicrobial potency and free radical scavenging capacity of the essential oil and ethanol extract of Calycotomevillosa subsp. intermedia growing in Algeria. Asian Pac. J. Trop. Dis. 2014;4:356–362. doi: 10.1016/S2222-1808(14)60587-9.", "ArticleIdList": ["10.1016/S2222-1808(14)60587-9"]}, {"Citation": "Benyelles B., Allali H., Fekih N., Touaibia M., Muselli A., Djabou N., Dib M.A., Tabti B., Costa J. Chemical composition of the volatile components of Tropaeolum majus L. (Garden Nasturtium) from North Western Algeria. Phytochem. Bioact. Subst. J. 2015;9:92–97."}, {"Citation": "Dib M.A., Djabou N., Allali H., Paolini J., Tabti B., Costa J., Muselli A. Chemical composition of essential oils and hydrosol extracts of Daucus muricatus and assessment of its antioxidant activity. J. Herbs Spices Med. Plants. 2015;21:23–37."}, {"Citation": "Younes K., Merghache S., Djabou N., Selles C., Muselli A., Tabti B., Costa J. Chemical composition and free radical scavenging activity of essential oils and extracts of Algerian Cardariadraba (L.) Desv. J. Essent. Oil-Bear. Plants. 2015;18:1448–1458. doi: 10.1080/0972060X.2014.974077.", "ArticleIdList": ["10.1080/0972060X.2014.974077"]}, {"Citation": "Benomari F.Z., Djabou N., Medbouhi A., Khadir A., Bendahou M., Selles C., Desjobert J.M., Costa J., Muselli A. Chemical variability andbiologicalactivities of essential oils of Micromeriainodora (Desf.) Benth. from Algeria. Chem. Biodivers. 2016;13:1559–1572. doi: 10.1002/cbdv.201600098.", "ArticleIdList": ["10.1002/cbdv.201600098", "27448034"]}, {"Citation": "Belabbes R., Dib M.A., Djabou N., Ilias F., Tabti B., Costa J., Muselli A. Chemical variability, antioxidant and antifungal activities of essential oils and hydrosol extract of Calendula arvensis L. from western Algeria. Chem. Biodivers. 2017;14:5. doi: 10.1002/cbdv.201600482.", "ArticleIdList": ["10.1002/cbdv.201600482", "28109063"]}, {"Citation": "Tabet Zatla A., Dib M.A., Djabou N., Ilias F., Costa J., Muselli A. Antifungal activities of essential oils and hydrosol extracts of Daucus carota subsp. sativus for the control of fungal pathogens, in particular gray rot of strawberry during storage. J. Essent. Oil Res. 2017;29:391–399. doi: 10.1080/10412905.2017.1322008.", "ArticleIdList": ["10.1080/10412905.2017.1322008"]}, {"Citation": "Medbouhi A., Merad N., Khadir A., Bendahou M., Djabou N., Costa J., Muselli A. Chemical composition and biological investigations of Eryngium triquetrum essential oil from Algeria. Chem. Biodivers. 2018;15:1. doi: 10.1002/cbdv.201700343.", "ArticleIdList": ["10.1002/cbdv.201700343", "29083533"]}, {"Citation": "Medbouhi A., Tintaru A., Beaufay C., Naubron J.V., Djabou N., Costa J., Quetin-Leclercq J., Muselli A. Structure elucidation and cytotoxicity of a new 17-membered ring lactone from Algerian Eryngium campestre. Molecules. 2018;23:3250. doi: 10.3390/molecules23123250.", "ArticleIdList": ["10.3390/molecules23123250", "PMC6321439", "30544816"]}, {"Citation": "Benomari F.Z., Dib M.A., Muselli A., Costa J., Djabou N. Comparative study of chemical composition of essential oils for two species of Asteriscus genus from Western Algeria. J. Essent. Oil Res. 2019;31:414–424. doi: 10.1080/10412905.2019.1579761.", "ArticleIdList": ["10.1080/10412905.2019.1579761"]}, {"Citation": "Mejdoub K., Mami I.R., Belabbes R., Dib M.A., Djabou N., Tabti B., Benyelles N.G., Costa J., Muselli A. Chemical variability of Atractylisgummifera essential oils at three developmental stages and investigation of their antioxidant, antifungal and insecticidal activities. Curr. Bioact. Compd. 2020;16:489–497. doi: 10.2174/1573407215666190126152112.", "ArticleIdList": ["10.2174/1573407215666190126152112"]}, {"Citation": "Merad N., Andreu V., Chaib S., Augusto R.C., Duval D. Essential oils from two Apiaceae species as potential agents in organic crops protection. Antibiotics. 2021;10:636. doi: 10.3390/antibiotics10060636.", "ArticleIdList": ["10.3390/antibiotics10060636", "PMC8228736", "34073295"]}, {"Citation": "Normalisation des Méthodes D’Analyse et des Spécifications des Huiles Essentielles. ISO; Geneva, Switzerland:  [(accessed on 28 March 2023)].  Available online:  https://www.iso.org/fr/committee/48956."}, {"Citation": "Eaissi A., Medini H., Simmonds M., Lynen F., Farhat F., Chemli R., Harzallah-Skhiri F., Khouja M.L. Variation in volatile leaf oils of seven Eucalyptus species harvested from Zerniza Arboreta (Tunisia) Chem. Biodivers. 2011;8:362–372. doi: 10.1002/cbdv.201000103.", "ArticleIdList": ["10.1002/cbdv.201000103", "21337508"]}, {"Citation": "Api A.M., Belsito D., Biserta S., Bolelho D., Bruze M. RIFM fragrance ingredient safety assessment, pulegone, CAS Registry Number 89-82-7. Food Chem. Toxicol. 2019;127:S200–S207. doi: 10.1016/j.fct.2019.03.021.", "ArticleIdList": ["10.1016/j.fct.2019.03.021", "30890491"]}, {"Citation": "Moorthy B., Madyastha P., Madyastha K.M. Hepatotoxicity of pulegone in rats: Its effects on microsomal enzymes, in vivo. Toxicology. 1989;55:327–337. doi: 10.1016/0300-483X(89)90022-X.", "ArticleIdList": ["10.1016/0300-483X(89)90022-X", "2541521"]}, {"Citation": "Amrouni S., Touati M., Hadef Y., Djahoudi A. Effet de l’huile essentielle d’Origanumvulgare et de Thymus ciliates sur Pseudomonas aeruginosa VIM-2 carbapénèmase. Phytothérapie. 2014;12:309–313. doi: 10.1007/s10298-014-0842-x.", "ArticleIdList": ["10.1007/s10298-014-0842-x"]}, {"Citation": "Bremness L. Plantes Aromatiques et Médicinales. 1st ed. Larousse; Paris, France: 2012."}, {"Citation": "De la Charie T. Se Soigner par les Huiles Essentielles: Pourquoi et Comment ça Marche? 1st ed. Édition du Rocher; Paris, France: 2019."}, {"Citation": "Council of Europe . European Pharmacopoeia. Council of Europe; Strasbourg, France: 1997."}, {"Citation": "Jennings W., Shibamoto T. Qualitative Analysis of Flavor and Fragrance Volatiles by Glass Capillary Gas Chromatography. 1st ed. Academic Press; Cambridge, MA, USA: 1980."}, {"Citation": "Konig W.A., Hochmuth D.H., Joulain D. Terpenoids and Related Constituents of Essential Oils: Library of Mass Finder. Institute of Organic Chemistry; Hamburg, Germany: 2001."}, {"Citation": "McLafferty F.W., Stauffer D.B. Wiley/NBS Registry of Mass Spectral Data. Wiley–Blackwell; New York, NY, USA: 1989."}, {"Citation": "Costa R., Zellner B.A., Crupi M.L., De Fina M.R., Valentino M.R.D., Mondello L. GC-MS, GC-O and enantio-GC investigation oil of Trachonanthus camphorates L. Flavour Fragr. J. 2008;3:40–48. doi: 10.1002/ffj.1854.", "ArticleIdList": ["10.1002/ffj.1854"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "3", "Day": "29"}, {"Year": "2023", "Month": "5", "Day": "24"}, {"Year": "2023", "Month": "5", "Day": "27"}, {"Year": "2023", "Month": "6", "Day": "12", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "6", "Day": "10", "Hour": "15", "Minute": "13"}, {"Year": "2023", "Month": "6", "Day": "10", "Hour": "1", "Minute": "15"}, {"Year": "2023", "Month": "5", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["37298915", "PMC10254628", "10.3390/molecules28114439", "molecules28114439"]}}], "PubmedBookArticle": []}