{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Viscum album", "antimicrobial activities", "green synthesis", "phytomedicines", "zinc oxide nanoparticles"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37299109", "DateRevised": {"Year": "2023", "Month": "06", "Day": "12"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "05", "Day": "27"}], "Language": ["eng"], "ELocationID": ["2130", "10.3390/plants12112130"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "11", "PubDate": {"Year": "2023", "Month": "May", "Day": "27"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Green Synthesis of Zinc Oxide Nanoparticles Using <i>Viscum album</i> Extracts: Unveiling Bioactive Compounds, Antibacterial Potential, and Antioxidant Activities.", "Abstract": {"AbstractText": ["The current study explored the antioxidant and antibacterial capabilities of zinc oxide nanoparticles (ZnONPs) synthetized using methanolic leaf extracts of the medicinal herb <i>Viscum album</i>. Through TEM investigation and UV-Vis analysis, which peaked at 406 nm, the synthesis of ZnONPs was verified. TEM analyses showed that the synthesized ZnONPs had a size distribution with an average of 13.5 nm and a quasi-spherical shape. Forty-four phytoconstituents were found in the methanolic leaf extracts of <i>V. album</i>. Additionally, a comparison of the antibacterial effectiveness and antioxidant capacity of aqueous and methanolic extracts of wild-grown <i>V. album</i> phytomedicine and green-manufactured ZnONPs was conducted. The green-generated ZnONPs were examined against <i>Escherichia coli</i>, <i>Staphylococcus aureus</i>, and <i>Pseudomonas aeruginosa</i> and shown to have superior antibacterial activity by 22%, 66%, and 44%, respectively, as compared to wild herbal medicinal extracts. Since the ZnONPs' aqueous extracts had higher concentrations of DNA gyrase-B inhibitory components, they were shown to be more effective in limiting bacterial growth. In contrast to the percentages of 49% and 57% for a wild plant extract, the aqueous- and methanolic-extract-mediated green ZnONPs, with a 100 g/mL concentration, showed 94% and 98% scavenging capacity for DPPH free radicals, respectively. However, methanolic extracts were more effective than aqueous extracts in terms of the antioxidant analyses. This study establishes that greenly produced ZnONPs have the potential to be used in nanomedicine to treat bacteria that are resistant to a variety of drugs, as well as those with reactive oxygen species toxicity."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Mirpur University of Science & Technology (MUST), Mirpur 10250, Pakistan."}], "LastName": "Mushtaq", "ForeName": "Waheeda", "Initials": "W"}, {"Identifier": ["0000-0003-2468-1413"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Mirpur University of Science & Technology (MUST), Mirpur 10250, Pakistan."}], "LastName": "Ishtiaq", "ForeName": "Muhammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Mirpur University of Science & Technology (MUST), Mirpur 10250, Pakistan."}], "LastName": "Maqbool", "ForeName": "Mehwish", "Initials": "M"}, {"Identifier": ["0000-0003-2870-6681"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Mirpur University of Science & Technology (MUST), Mirpur 10250, Pakistan."}], "LastName": "Mazhar", "ForeName": "Muhammad Waqas", "Initials": "MW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Public Health, University of California, Berkeley, 2121 Berkeley Way, Berkeley, CA 94704, USA."}], "LastName": "Casini", "ForeName": "Ryan", "Initials": "R"}, {"Identifier": ["0000-0002-5903-6329"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Production, College of Food & Agriculture Sciences, King Saud University, P.O. Box 2460, Riyadh 11451, Saudi Arabia."}], "LastName": "Abd-ElGawad", "ForeName": "Ahmed M", "Initials": "AM"}, {"Identifier": ["0000-0002-4476-2408"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Production, College of Food & Agriculture Sciences, King Saud University, P.O. Box 2460, Riyadh 11451, Saudi Arabia."}], "LastName": "Elansary", "ForeName": "Hosam O", "Initials": "HO"}], "GrantList": [{"GrantID": "RSPD2023R676", "Agency": "Researchers Supporting Project number (RSPD2023R676), King Saud University.", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Frieri M., Kumar K., Boutin A. Antibiotic resistance. J. Infect. Public Health. 2017;10:369–378. doi: 10.1016/j.jiph.2016.08.007.", "ArticleIdList": ["10.1016/j.jiph.2016.08.007", "27616769"]}, {"Citation": "AlSheikh H.M., Sultan I., Kumar V., Rather I.A., Al-Sheikh H., Tasleem Jan A., Haq Q.M. Plant-based phyto-chemicals as possible alternative to antibiotics in combating bacterial drug resistance. Antibiotics. 2020;9:480. doi: 10.3390/antibiotics9080480.", "ArticleIdList": ["10.3390/antibiotics9080480", "PMC7460449", "32759771"]}, {"Citation": "Ishtiaq M., Maqbool M., Ajaib M., Ahmed M., Hussain I., Khanam H., Mushtaq W., Hussain T., Azam S., Hayat Bhatti K., et al. Ethnomedicinal and folklore inventory of wild plants used by rural communities of valley Samahni, District Bhimber Azad Jammu and Kashmir, Pakistan. PLoS ONE. 2021;16:e0243151. doi: 10.1371/journal.pone.0243151.", "ArticleIdList": ["10.1371/journal.pone.0243151", "PMC7806180", "33439877"]}, {"Citation": "Lobo V., Patil A., Phatak A., Chandra N. Free radicals, antioxidants and functional foods: Impact on human health. Pharmacogn. Rev. 2010;4:118. doi: 10.4103/0973-7847.70902.", "ArticleIdList": ["10.4103/0973-7847.70902", "PMC3249911", "22228951"]}, {"Citation": "Aranaz M., Costas-Rodríguez M., Lobo L., García M., González-Iglesias H., Pereiro R., Vanhaecke F. Homeostatic alterations related to total antioxidant capacity, elemental concentrations and isotopic compositions in aqueous humor of glaucoma patients. Anal. Bioanal. Chem. 2022;414:515–524. doi: 10.1007/s00216-021-03467-5.", "ArticleIdList": ["10.1007/s00216-021-03467-5", "PMC8748375", "34173037"]}, {"Citation": "Cai F., Li S., Huang H., Iqbal J., Wang C., Jiang X. Green synthesis of gold nanoparticles for immune response regulation: Mechanisms, applications, and perspectives. J. Biomed. Mater. Res. Part A. 2022;110:424–442. doi: 10.1002/jbm.a.37281.", "ArticleIdList": ["10.1002/jbm.a.37281", "34331516"]}, {"Citation": "Moratin H., Ickrath P., Scherzad A., Meyer T.J., Naczenski S., Hagen R., Hackenberg S. Investigation of the immune modulatory potential of zinc oxide nanoparticles in human lymphocytes. Nanomaterials. 2021;11:629. doi: 10.3390/nano11030629.", "ArticleIdList": ["10.3390/nano11030629", "PMC7999554", "33802496"]}, {"Citation": "Siddiqi K.S., Husen A. Properties of zinc oxide nanoparticles and their activity against microbes. Nanoscale Res. Lett. 2018;13:141. doi: 10.1186/s11671-018-2532-3.", "ArticleIdList": ["10.1186/s11671-018-2532-3", "PMC5940970", "29740719"]}, {"Citation": "Rambabu K., Bharath G., Banat F., Show P.L. Green synthesis of zinc oxide nanoparticles using Phoenix dactylifera waste as bioreductant for effective dye degradation and antibacterial performance in wastewater treatment. J. Hazard. Mater. 2021;402:123560. doi: 10.1016/j.jhazmat.2020.123560.", "ArticleIdList": ["10.1016/j.jhazmat.2020.123560", "32759001"]}, {"Citation": "Maqbool Q., Czerwinska N., Giosue C., Sabbatini S., Ruello M.L., Tittarelli F. New waste-derived TiO2 nanoparticles as a potential photocatalytic additive for lime based indoor finishings. J. Clean. Prod. 2022;373:133853. doi: 10.1016/j.jclepro.2022.133853.", "ArticleIdList": ["10.1016/j.jclepro.2022.133853"]}, {"Citation": "Maqbool Q., Barucca G., Sabbatini S., Parlapiano M., Ruello M.L., Tittarelli F. Transformation of industrial and organic waste into titanium doped activated carbon–cellulose nanocomposite for rapid removal of organic pollutants. J. Hazard. Mater. 2022;423:126958. doi: 10.1016/j.jhazmat.2021.126958.", "ArticleIdList": ["10.1016/j.jhazmat.2021.126958", "34464859"]}, {"Citation": "Nickrent D.L. Parasitic angiosperms: How often and how many? Taxon. 2020;69:5–27. doi: 10.1002/tax.12195.", "ArticleIdList": ["10.1002/tax.12195"]}, {"Citation": "Ajaib M., Ishtiaq M., Bhatti K.H., Hussain I., Maqbool M., Hussain T., Mushtaq W., Ghani A., Azeem M., Khan S.M., et al. Inventorization of traditional ethnobotanical uses of wild plants of Dawarian and Ratti Gali areas of District Neelum, Azad Jammu and Kashmir, Pakistan. PLoS ONE. 2021;16:e0255010. doi: 10.1371/journal.pone.0255010.", "ArticleIdList": ["10.1371/journal.pone.0255010", "PMC8321310", "34324561"]}, {"Citation": "Valle A.C.V., de Carvalho A.C., Andrade R.V. Viscum Album-Literature Review. Int. J. Sci. Res. 2021;10:63–71."}, {"Citation": "Pujar P.R., Giri R.S., Malashetty B.B., Nandibewoor S.T. Green synthesis of Zinc oxide nanoparticles using aqueous leaf extract of Viscum album and their characterization. J. Taibah Univ. Sci. 2017;11:117–126. doi: 10.1016/j.jtusci.2016.06.002.", "ArticleIdList": ["10.1016/j.jtusci.2016.06.002"]}, {"Citation": "Ahmad M.Z., Fatima S., Alzohairy M.S., Alam M.F., Al-Khedhairy A.A., Al-Qahtani M.A. Green synthesis of Zinc oxide nanoparticles using Viscum album extract: Characterization and cytotoxicity assessment. J. Nanomater. 2015;2015:626142."}, {"Citation": "Nsor B., Paul M.P., Modibbo A.A., Eneji A.A. Effects of methanolic extract of mistletoe (Viscum album) on alloxan-induced diabetic albino rats. J. Clin. Med. Images Case Rep. 2022;2:1162. doi: 10.3923/ajbmb.2013.143.150.", "ArticleIdList": ["10.3923/ajbmb.2013.143.150"]}, {"Citation": "Naik Rathod H., Mallappa B., Malenahalli Sidramappa P., Reddy Vennapusa C.S., Kamin P., Revanasiddappa Nidoni U., Desai B.R., Rao S.N., Mariappan P. Determination of 77 multiclass pesticides and their metabolites in capsicum and tomato using GC-MS/MS and LC-MS/MS. Molecules. 2021;26:1837. doi: 10.3390/molecules26071837.", "ArticleIdList": ["10.3390/molecules26071837", "PMC8037639", "33805867"]}, {"Citation": "Bates L.S., Waldren R.P., Teare I.D. Rapid determination of free proline for water-stress studies. Plant Soil. 1973;39:205–207. doi: 10.1007/BF00018060.", "ArticleIdList": ["10.1007/BF00018060"]}, {"Citation": "Singleton V.L., Orthofer R., Lamuela-Raventós R.M. Analysis of total phenols and other oxidation substrates and antioxidants by means of folin-ciocalteu reagent. Methods Enzymol. 1999;299:152–178."}, {"Citation": "Mazhar M.W., Ishtiaq M., Maqbool M., Akram R. Seed priming with zinc oxide nanoparticles improves growth, osmolyte accumulation, antioxidant defense, and yield quality of water-stressed mung bean plants. Arid. Land Res. Manag. 2022;37:222–246. doi: 10.1080/15324982.2022.2132547.", "ArticleIdList": ["10.1080/15324982.2022.2132547"]}, {"Citation": "Waqas Mazhar M., Ishtiaq M., Hussain I., Parveen A., Hayat Bhatti K., Azeem M., Thind S., Ajaib M., Maqbool M., Sardar T., et al. Seed nano-priming with Zinc Oxide nanoparticles in rice mitigates drought and enhances agronomic profile. PLoS ONE. 2022;17:e0264967. doi: 10.1371/journal.pone.0264967.", "ArticleIdList": ["10.1371/journal.pone.0264967", "PMC8947021", "35324949"]}, {"Citation": "Al-Ramamneh E.A., Ghrair A.M., Shakya A.K., Alsharafa K.Y., Al-Ismail K., Al-Qaraleh S.Y., Mojski J., Naik R.R. Efficacy of Sterculia diversifolia Leaf Extracts: Volatile Compounds, Antioxidant and Anti-Inflammatory Activity, and Green Synthesis of Potential Antibacterial Silver Nanoparticles. Plants. 2022;11:2492. doi: 10.3390/plants11192492.", "ArticleIdList": ["10.3390/plants11192492", "PMC9570600", "36235358"]}, {"Citation": "Durcik M., Tammela P., Barančoková M., Tomašič T., Ilaš J., Kikelj D., Zidar N. Synthesis and evaluation of N-phenylpyrrolamides as DNA gyrase B Inhibitors. Chem. Med. Chem. 2018;13:186–198. doi: 10.1002/cmdc.201700549.", "ArticleIdList": ["10.1002/cmdc.201700549", "29206345"]}, {"Citation": "Al-Jaber H.I., Shakya A.K., Elagbar Z.A. HPLC Profiling of Selected Phenolic Acids and Flavonoids in Salvia eigii, Salvia hierosolymitana and Salvia viridis growing wild in Jordan and their in vitro antioxidant activity. PeerJ. 2020;8:e9769. doi: 10.7717/peerj.9769.", "ArticleIdList": ["10.7717/peerj.9769", "PMC7456256", "32913677"]}, {"Citation": "Miyazawa M., Kameoka H. Volatile flavor components of Astragali radix (Astragalus membranaceus Bunge) Agric. Biol. Chem. 1987;51:3153–3154."}, {"Citation": "Jin X.L., Wang K., Li Q.Q., Tian W.L., Xue X.F., Wu L.M., Hu F.L. Antioxidant and Anti-Inflammatory Effects of Chinese propolis during palmitic acid-induced lipotoxicity in cultured hepatocytes. J. Funct. Foods. 2017;34:216–223. doi: 10.1016/j.jff.2017.04.039.", "ArticleIdList": ["10.1016/j.jff.2017.04.039"]}, {"Citation": "Mohammad N., Majumder M.S., Rashed-al-Qayum K.M., Bhattacharjee S.H., Kar A.U. Phytochemical Screening of Medicinal Plant-Mikania cordifolia and Determination of Its Characteristics. Mintage J. Pharm. Med. Sci. 2013;2:14–17."}, {"Citation": "Islam M.T., Ali E.S., Uddin S.J., Shaw S., Islam M.A., Ahmed M.I., Shill M.C., Karmakar U.K., Yarla N.S., Khan I.N., et al. Phytol: A Review of biomedical activities. Food Chem. Toxicol. 2018;121:82–94. doi: 10.1016/j.fct.2018.08.032.", "ArticleIdList": ["10.1016/j.fct.2018.08.032", "30130593"]}, {"Citation": "Kaur N., Chaudhary J., Jain A., Kishore L. Stigmasterol: A Comprehensive Review. Int. J. Pharm. Sci. Res. 2011;2:2259."}, {"Citation": "Tundis R., Peruzzi L., Menichini F. Phytochemical and biological studies of Stachys species in relation to chemotaxonomy: A review. Phytochemistry. 2014;102:7–39. doi: 10.1016/j.phytochem.2014.01.023.", "ArticleIdList": ["10.1016/j.phytochem.2014.01.023", "24661611"]}, {"Citation": "Lebri M., Tilaoui M., Bahi C., Achibat H., Akhramez S., Fofie Y.B., Gnahoué G., Lagou S.M., Zirihi G.N., Coulibaly A., et al. Phytochemical analysis and in vitro anticancer effect of aqueous extract of Abrus precatorius Linn. Der Pharma Chem. 2015;7:112–117."}, {"Citation": "Song C., Wei X.Y., Qiu Z.D., Gong L., Chen Z.Y., Ma Y., Shen Y., Zhao Y.J., Wang W.H., Yang B. Exploring the resources of the genus Viscum for potential therapeutic applications. J. Ethnopharmacol. 2021;277:114233. doi: 10.1016/j.jep.2021.114233.", "ArticleIdList": ["10.1016/j.jep.2021.114233", "34044077"]}, {"Citation": "Pál M., Tajti J., Szalai G., Peeva V., Végh B., Janda T. Interaction of polyamines, abscisic acid and proline under osmotic stress in the leaves of wheat plants. Sci. Rep. 2018;8:12839. doi: 10.1038/s41598-018-31297-6.", "ArticleIdList": ["10.1038/s41598-018-31297-6", "PMC6110863", "30150658"]}, {"Citation": "Wang W., Li J., Zhang H., Wang X., Fan J., Zhang X. Phenolic compounds and bioactivity evaluation of aqueous and methanol extracts of Allium mongolicum Regel. Food Sci. Nutr. 2019;7:779–787. doi: 10.1002/fsn3.926.", "ArticleIdList": ["10.1002/fsn3.926", "PMC6392871", "30847157"]}, {"Citation": "Siddique A., Kandpal G., Kumar P. Proline accumulation and its defensive role under diverse stress conditions in plants: An overview. J. Pure Appl. Microbiol. 2018;12:1655–1659. doi: 10.22207/JPAM.12.3.73.", "ArticleIdList": ["10.22207/JPAM.12.3.73"]}, {"Citation": "de Oliveira Melo M.N., Oliveira A.P., Wiecikowski A.F., Carvalho R.S., de Lima Castro J., de Oliveira F.A., Pereira H.M., da Veiga V.F., Capella M.M., Rocha L., et al. Phenolic compounds from Viscum album tinctures enhanced antitumor activity in melanoma murine cancer cells. Saudi Pharm. J. 2018;26:311–322. doi: 10.1016/j.jsps.2018.01.011.", "ArticleIdList": ["10.1016/j.jsps.2018.01.011", "PMC5856955", "29556122"]}, {"Citation": "Dutta S., Jaiswal K.K., Verma R., Basavaraju D.M., Ramaswamy A.P. Green synthesis of zinc oxide catalyst under microwave irradiation using banana (Musa spp.) corm (rhizome) extract for biodiesel synthesis from fish waste lipid. Biocatal. Agric. Biotechnol. 2019;22:101390. doi: 10.1016/j.bcab.2019.101390.", "ArticleIdList": ["10.1016/j.bcab.2019.101390"]}, {"Citation": "Sadhasivam S., Shanmugam M., Umamaheswaran P.D., Venkattappan A., Shanmugam A. Zinc oxide nanoparticles: Green synthesis and biomedical applications. J. Clust. Sci. 2021;32:1441–1455. doi: 10.1007/s10876-020-01918-0.", "ArticleIdList": ["10.1007/s10876-020-01918-0"]}, {"Citation": "Parveen A., Siddiqui Z.A. Zinc oxide nanoparticles affect growth, photosynthetic pigments, proline content and bacterial and fungal diseases of tomato. Arch. Phytopathol. Plant Prot. 2021;54:1519–1538. doi: 10.1080/03235408.2021.1917952.", "ArticleIdList": ["10.1080/03235408.2021.1917952"]}, {"Citation": "Kumar D., Thota S., Dixit S., Kumari P. Synthesis and characterization of zinc oxide nanoparticles using Plectranthus amboinicus leaf extract: Antibacterial and anticancer activities. J. Nanomater. 2018;2018:4528642."}, {"Citation": "Moghimi A., Fathinia M., Erfani-Moghadam V., Salavati-Niasari M. Synthesis, characterization and application of ZnO nanoparticles using methanolic and aqueous extract of Cinnamomum camphora leaves. J. Mol. Liq. 2019;293:111571. doi: 10.1016/j.molliq.2019.111571.", "ArticleIdList": ["10.1016/j.molliq.2019.111571"]}, {"Citation": "Wang Y., O’Connor D., Shen Z., Lo I.M., Tsang D.C., Pehkonen S., Pu S., Hou D. Green synthesis of nanoparticles for the remediation of contaminated waters and soils: Constituents, synthesizing methods, and influencing factors. J. Clean. Prod. 2019;226:540–549. doi: 10.1016/j.jclepro.2019.04.128.", "ArticleIdList": ["10.1016/j.jclepro.2019.04.128"]}, {"Citation": "Zeb A., Gul M., Nguyen T.T., Maeng H.J. Controlled release and targeted drug delivery with poly (lactic-co-glycolic acid) nanoparticles: Reviewing two decades of research. J. Pharm. Investig. 2022;52:683–724. doi: 10.1007/s40005-022-00584-w.", "ArticleIdList": ["10.1007/s40005-022-00584-w"]}, {"Citation": "Pal N., Agarwal M., Gupta R. Green synthesis of guar gum/Ag nanoparticles and their role in peel-off gel for enhanced antibacterial efficiency and optimization using RSM. Int. J. Biol. Macromol. 2022;221:665–678. doi: 10.1016/j.ijbiomac.2022.09.036.", "ArticleIdList": ["10.1016/j.ijbiomac.2022.09.036", "36089092"]}, {"Citation": "Yildiz S., Gürgen A., Kiliç C., Tabbouche S., Kiliç A.O., Zehra C.A. Antioxidant, antimicrobial and anti-quorum sensing activities of Usnea filipendula and Viscum album. J. Anatolian Environ. Animal Sci. 2019;4:613–620. doi: 10.35229/jaes.636982.", "ArticleIdList": ["10.35229/jaes.636982"]}, {"Citation": "Keskin D.B., Anandappa A.J., Sun J., Tirosh I., Mathewson N.D., Li S., Oliveira G., Giobbie-Hurder A., Felt K., Gjini E., et al. Neoantigen vaccine generates intratumoral T cell responses in phase Ib glioblastoma trial. Nature. 2019;565:234–239. doi: 10.1038/s41586-018-0792-9.", "ArticleIdList": ["10.1038/s41586-018-0792-9", "PMC6546179", "30568305"]}, {"Citation": "Gudkov S.V., Burmistrov D.E., Serov D.A., Rebezov M.B., Semenova A.A., Lisitsyn A.B. A mini review of anti-bacterial properties of ZnO nanoparticles. Front. Phys. 2021;9:641481. doi: 10.3389/fphy.2021.641481.", "ArticleIdList": ["10.3389/fphy.2021.641481"]}, {"Citation": "Alhadrami H.A., Orfali R., Hamed A.A., Ghoneim M.M., Hassan H.M., Hassane A.S., Rateb M.E., Sayed A.M., Gamaleldin N.M. Flavonoid-coated gold nanoparticles as efficient antibiotics against Gram-negative bacteria—Evidence from in silico-supported in vitro studies. Antibiotics. 2021;10:968. doi: 10.3390/antibiotics10080968.", "ArticleIdList": ["10.3390/antibiotics10080968", "PMC8389009", "34439019"]}, {"Citation": "Singh A., Gautam P.K., Verma A., Singh V., Shivapriya P.M., Shivalkar S., Sahoo A.K., Samanta S.K. Green synthesis of metallic nanoparticles as effective alternatives to treat antibiotics resistant bacterial infections: A review. Biotechnol. Rep. 2020;25:e00427. doi: 10.1016/j.btre.2020.e00427.", "ArticleIdList": ["10.1016/j.btre.2020.e00427", "PMC7005563", "32055457"]}, {"Citation": "Slade D., Radman M. Oxidative stress resistance in Deinococcus radiodurans. Microbiol. Mol. Biol. Rev. 2011;75:133–191. doi: 10.1128/MMBR.00015-10.", "ArticleIdList": ["10.1128/MMBR.00015-10", "PMC3063356", "21372322"]}, {"Citation": "Rjeibi I., Ben Saad A., Ncib S., Souid S., Allagui M.S., Hfaiedh N. Brachychiton populneus as a novel source of bioactive ingredients with therapeutic effects: Antioxidant, enzyme inhibitory, anti-inflammatory properties and LC–ESI-MS profile. Inflammopharmacology. 2020;28:563–574. doi: 10.1007/s10787-019-00672-8.", "ArticleIdList": ["10.1007/s10787-019-00672-8", "31792766"]}, {"Citation": "Seidavi A., Tavakoli M., Asroosh F., Scanes C.G., El-Hack A., Mohamed E., Naiel M.A., Taha A.E., Aleya L., El-Tarabily K.A., et al. Antioxidant and antimicrobial activities of phytonutrients as antibiotic substitutes in poultry feed. Environ. Sci. Pollut. Res. 2021;29:5006–5031. doi: 10.1007/s11356-021-17401-w.", "ArticleIdList": ["10.1007/s11356-021-17401-w", "34811612"]}, {"Citation": "Toschi A., Piva A., Grilli E. Phenol-rich botanicals modulate oxidative stress and epithelial integrity in intestinal epithelial cells. Animals. 2022;12:2188. doi: 10.3390/ani12172188.", "ArticleIdList": ["10.3390/ani12172188", "PMC9454507", "36077907"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "3", "Day": "10"}, {"Year": "2023", "Month": "5", "Day": "18"}, {"Year": "2023", "Month": "5", "Day": "25"}, {"Year": "2023", "Month": "6", "Day": "10", "Hour": "15", "Minute": "14"}, {"Year": "2023", "Month": "6", "Day": "10", "Hour": "15", "Minute": "13"}, {"Year": "2023", "Month": "6", "Day": "10", "Hour": "1", "Minute": "16"}, {"Year": "2023", "Month": "5", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["37299109", "PMC10255906", "10.3390/plants12112130", "plants12112130"]}}], "PubmedBookArticle": []}