{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37305306", "DateRevised": {"Year": "2023", "Month": "06", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "05", "Day": "23"}], "Language": ["eng"], "ELocationID": ["10.1021/acsomega.3c01229"], "Journal": {"ISSN": "2470-1343", "JournalIssue": {"Volume": "8", "Issue": "22", "PubDate": {"Year": "2023", "Month": "Jun", "Day": "06"}}, "Title": "ACS omega", "ISOAbbreviation": "ACS Omega"}, "ArticleTitle": "Rapid and Accurate Authentication of Porcini Mushroom Species Using Fourier Transform Near-Infrared Spectra Combined with Machine Learning and Chemometrics.", "Pagination": {"StartPage": "19663", "EndPage": "19673", "MedlinePgn": "19663-19673"}, "Abstract": {"AbstractText": ["Porcini mushrooms have high nutritional value and great potential, but different species are easily confused, so it is essential to identify them rapidly and precisely. The diversity of nutrients in stipe and cap will lead to differences in spectral information. In this research, Fourier transform near-infrared (FT-NIR) spectral information about imparity species of porcini mushroom stipe and cap was collected and combined into four data matrices. FT-NIR spectra of four data sets were combined with chemometric methods and machine learning for accurate evaluation and identification of different porcini mushroom species. From the results: (1) improved visualization level of t-distributed stochastic neighbor embedding (t-SNE) results after the second derivative preprocessing compared with raw spectra; (2) after using multiple pretreatment combinations to process the four data matrices, the model accuracies based on support vector machine and partial least-square discriminant analysis (PLS-DA) under the best preprocessing method were 98.73-99.04% and 98.73-99.68%, respectively; (3) by comparing the modeling results of FT-NIR spectra with different data matrices, it was found that the PLS-DA model based on low-level data fusion has the highest accuracy (99.68%), but residual neural network (ResNet) model based on the stipe, cap, and average spectral data matrix worked better (100% accuracy). The above results suggest that distinct models should be selected for dissimilar spectral data matrices of porcini mushrooms. Additionally, FT-NIR spectra have the advantages of being nondevastate and fast; this method is expected to be a promising analytical tool in food safety control."], "CopyrightInformation": "© 2023 The Authors. Published by American Chemical Society."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy and Biotechnology, Yunnan Agricultural University, Kunming 650201, China."}, {"Identifier": [], "Affiliation": "Medicinal Plants Research Institute, Yunnan Academy of Agricultural Sciences, Kunming 650200, China."}], "LastName": "Liu", "ForeName": "Hong", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Yunnan Key Laboratory of Gastrodia and Fungi Symbiotic Biology, Zhaotong University, Zhaotong 657000, Yunnan, China."}], "LastName": "Liu", "ForeName": "Honggao", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy and Biotechnology, Yunnan Agricultural University, Kunming 650201, China."}], "LastName": "Li", "ForeName": "Jieqing", "Initials": "J"}, {"Identifier": ["0000-0001-5376-757X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Institute, Yunnan Academy of Agricultural Sciences, Kunming 650200, China."}], "LastName": "Wang", "ForeName": "Yuanzhong", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "ACS Omega", "NlmUniqueID": "101691658", "ISSNLinking": "2470-1343"}, "CoiStatement": "The authors declare no competing financial interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Xiao Y.; Chen L.; Fan Y.; Yan P.; Li S.; Zhou X. The effect of boletus polysaccharides on diabetic hepatopathy in rats. Chem.-Biol. Interact. 2019, 308, 61–69. 10.1016/j.cbi.2019.05.013.", "ArticleIdList": ["10.1016/j.cbi.2019.05.013", "31100278"]}, {"Citation": "Barros L.; Baptista P.; Correia D.; Casal S.; Oliveira B.; Ferreira I. Fatty acid and sugar compositions, and nutritional value of five wild edible mushrooms from Northeast Portugal. Food Chem. 2007, 105, 140–145. 10.1016/j.foodchem.2007.03.052.", "ArticleIdList": ["10.1016/j.foodchem.2007.03.052"]}, {"Citation": "Li T.; Wang Y. Z.; Zhang J.; Zhao Y. L.; Liu H. G. Trace element content of Boletus tomentipes mushroom collected from Yunnan, China. Food Chem. 2011, 127, 1828–1830. 10.1016/j.foodchem.2011.02.012.", "ArticleIdList": ["10.1016/j.foodchem.2011.02.012"]}, {"Citation": "Tan Y. Q.; Zeng N.; Xu B. J. Chemical profiles and health-promoting effects of porcini mushroom (Boletus edulis): A narrative review. Food Chem. 2022, 390, 133199.10.1016/j.foodchem.2022.133199.", "ArticleIdList": ["10.1016/j.foodchem.2022.133199", "35597089"]}, {"Citation": "Salihović M.; Šapčanin A.; Špirtović-Halilović S.; Mahmutović-Dizdarević I.; Jerković-Mujkić A.; Veljović E.; Pehlić E.; Gaši F.; Zećiri S.. Antimicrobial Activity of Selected Wild Mushrooms from Different Areas of Bosnia and Herzegovina; Springer International Publishing: Cham, 2019."}, {"Citation": "Zhang L.; Hu Y.; Duan X. Y.; Tang T. T.; Shen Y. B.; Hu B.; Liu A. P.; Chen H.; Li C.; Liu Y. T. Characterization and antioxidant activities of polysaccharides from thirteen boletus mushrooms. Int. J. Biol. Macromol. 2018, 113, 1–7. 10.1016/j.ijbiomac.2018.02.084.", "ArticleIdList": ["10.1016/j.ijbiomac.2018.02.084", "29458100"]}, {"Citation": "Guo L.; Lan N.; Li H.; Xiang P.; Kan H. Effect of hot air drying temperature on the quality and antioxidant activity of Boletus edulis Bull.: Fr. J. Food Process. Preserv. 2021, 45, e1554010.1111/jfpp.15540.", "ArticleIdList": ["10.1111/jfpp.15540"]}, {"Citation": "Liu H.; Liu H. G.; Li J. Q.; Wang Y. Z. Review of Recent Modern Analytical Technology Combined with Chemometrics Approach Researches on Mushroom Discrimination and Evaluation. Crit. Rev. Anal. Chem. 2022, 1–24. 10.1080/10408347.2022.2124839.", "ArticleIdList": ["10.1080/10408347.2022.2124839", "36154534"]}, {"Citation": "Chen J.; Liu H. G.; Li J. Q.; Wang Y. Z. A rapid and effective method for species identification of edible boletes: FT-NIR spectroscopy combined with ResNet. J. Food Compos. Anal. 2022, 112, 104698.10.1016/j.jfca.2022.104698.", "ArticleIdList": ["10.1016/j.jfca.2022.104698"]}, {"Citation": "Gawlikowski T.; Romek M.; Satora L. Edible mushroom-related poisoning. Hum. Exp. Toxicol. 2015, 34, 718–724. 10.1177/0960327114557901.", "ArticleIdList": ["10.1177/0960327114557901", "25378095"]}, {"Citation": "EISSA H. A. A. Effect Of Chitosan Coating On Shelf Life And Quality Of Fresh-Cut Mushroom. J. Food Qual. 2007, 30, 623–645. 10.1111/j.1745-4557.2007.00147.x.", "ArticleIdList": ["10.1111/j.1745-4557.2007.00147.x"]}, {"Citation": "Singh P.; Langowski H.; Wani A. A.; Saengerlaub S. Recent advances in extending the shelf life of fresh Agaricus mushrooms: a review. J. Sci. Food Agric. 2010, 90, 1393–1402. 10.1002/jsfa.3971.", "ArticleIdList": ["10.1002/jsfa.3971", "20549788"]}, {"Citation": "Wei Y. M.; Li L.; Liu Y.; Xiang S.; Zhang H. Y.; Yi L. Z.; Shang Y.; Xu W. T. Identification techniques and detection methods of edible fungi species. Food Chem. 2022, 374, 131803.10.1016/j.foodchem.2021.131803.", "ArticleIdList": ["10.1016/j.foodchem.2021.131803", "34915377"]}, {"Citation": "Zhuang J. D.; Xiao Q.; Feng T.; Huang Q. R.; Ho C.; Song S. Q. Comparative flavor profile analysis of four different varieties of Boletus mushrooms by instrumental and sensory techniques. Food Res. Int. 2020, 136, 109485.10.1016/j.foodres.2020.109485.", "ArticleIdList": ["10.1016/j.foodres.2020.109485", "32846567"]}, {"Citation": "Li L. J.; Li G. Y.; Xie Q. T. Research progress on poisonous mushroom toxins classification and recognition. Chinese J. Food Hyg. 2013, 25, 383–387."}, {"Citation": "Zhang Y.; Mo M. I.; Yang L.; Mi F.; Cao Y.; Liu C. L.; Tang X. Z.; Wang P. F.; Xu J. P. Exploring the Species Diversity of Edible Mushrooms in Yunnan, Southwestern China, by DNA Barcoding. J. Fungi 2021, 7, 310.10.3390/jof7040310.", "ArticleIdList": ["10.3390/jof7040310", "PMC8074183", "33920593"]}, {"Citation": "Alanne A.; Issakainen J.; Pihlaja K.; Jokioja J.; Sinkkonen J. Metabolomic discrimination of the edible mushrooms Kuehneromyces mutabilis and Hypholoma capnoides (Strophariaceae, Agaricales) by NMR spectroscopy. Z. Naturforsch., C: J. Biosci. 2019, 74, 201–210. 10.1515/znc-2018-0214.", "ArticleIdList": ["10.1515/znc-2018-0214", "31199781"]}, {"Citation": "Zhou J. J.; Feng T.; Ye R. Differentiation of Eight Commercial Mushrooms by Electronic Nose and Gas Chromatography-Mass Spectrometry. J. Sens. 2015, 2015, 1–14. 10.1155/2015/374013.", "ArticleIdList": ["10.1155/2015/374013"]}, {"Citation": "Shi X. M.; Zhang J. S.; Tang Q. J.; Yang Y.; Hao R. X.; Pan Y. J. Fingerprint analysis of Lingzhi (Ganoderma) strains by high-performance liquid chromatography coupled with chemometric methods. World J. Microbiol. Biotechnol. 2008, 24, 2443–2450. 10.1007/s11274-008-9766-7.", "ArticleIdList": ["10.1007/s11274-008-9766-7"]}, {"Citation": "Qu J. H.; Liu D.; Cheng J. H.; Sun D. W.; Ma J.; Pu H. B.; Zeng X. A. Applications of near-infrared spectroscopy in food safety evaluation and control: a review of recent research advances. Crit. Rev. Food Sci. Nutr. 2015, 55, 1939–1954. 10.1080/10408398.2013.871693.", "ArticleIdList": ["10.1080/10408398.2013.871693", "24689758"]}, {"Citation": "Isaksson T.; Næs T. The Effect of Multiplicative Scatter Correction (MSC) and Linearity Improvement in NIR Spectroscopy. Appl. Spectrosc. 1988, 42, 1273e–1284e. 10.1366/0003702884429869.", "ArticleIdList": ["10.1366/0003702884429869"]}, {"Citation": "Puneet M.; Roger J. M.; Marin F.; Biancolillo A.; Rutledge D. N. Parallel pre-processing through orthogonalization (PORTO) and its application to near-infrared spectroscopy. Chemom. Intell. Lab. Syst. 2021, 212, 104190.10.1016/j.chemolab.2020.104190.", "ArticleIdList": ["10.1016/j.chemolab.2020.104190"]}, {"Citation": "Yan Z. Y.; Liu H. G.; Li T.; Li J. I.; Wang Y. Z. Two dimensional correlation spectroscopy combined with ResNet: Efficient method to identify bolete species compared to traditional machine learning. LWT 2022, 162, 113490.10.1016/j.lwt.2022.113490.", "ArticleIdList": ["10.1016/j.lwt.2022.113490"]}, {"Citation": "John A.; Sadasivan J.; Seelamantula C. S. Adaptive Savitzky-Golay Filtering in Non-Gaussian Noise. IEEE Trans. Signal Process. 2021, 69, 5021–5036. 10.1109/tsp.2021.3106450.", "ArticleIdList": ["10.1109/tsp.2021.3106450"]}, {"Citation": "Shi H. T.; Yu P. Q. Using Molecular Spectroscopic Techniques (NIR and ATR-FT/MIR) Coupling with Various Chemometrics to Test Possibility to Reveal Chemical and Molecular Response of Cool-Season Adapted Wheat Grain to Ergot Alkaloids. Toxins 2023, 15, 151.10.3390/toxins15020151.", "ArticleIdList": ["10.3390/toxins15020151", "PMC9962322", "36828464"]}, {"Citation": "Mishra P.; Lohumi S. Improved prediction of protein content in wheat kernels with a fusion of scatter correction methods in NIR data modelling. Biosyst. Eng. 2021, 203, 93–97. 10.1016/j.biosystemseng.2021.01.003.", "ArticleIdList": ["10.1016/j.biosystemseng.2021.01.003"]}, {"Citation": "Cortés V.; Blasco J.; Aleixos N.; Cubero S.; Talens P. Monitoring strategies for quality control of agricultural products using visible and near-infrared spectroscopy: A review. Trends Food Sci. Technol. 2019, 85, 138–148. 10.1016/j.tifs.2019.01.015.", "ArticleIdList": ["10.1016/j.tifs.2019.01.015"]}, {"Citation": "Luo N.; Yang X. T.; Sun C. H.; Xing B.; Han J. W.; Zhao C. J. Visualization of vibrational spectroscopy for agro-food samples using t-Distributed Stochastic Neighbor Embedding. Food Control 2021, 126, 107812.10.1016/j.foodcont.2020.107812.", "ArticleIdList": ["10.1016/j.foodcont.2020.107812"]}, {"Citation": "Dong J.; Zuo Z.; Zhang J.; Wang Y. Geographical discrimination of Boletus edulis using two dimensional correlation spectral or integrative two dimensional correlation spectral image with ResNet. Food Control 2021, 129, 108132.10.1016/j.foodcont.2021.108132.", "ArticleIdList": ["10.1016/j.foodcont.2021.108132"]}, {"Citation": "Noda I. Two-Dimensional Infrared (2D IR) Spectroscopy: Theory and Applications. Appl. Spectrosc. 1990, 44, 550–561. 10.1366/0003702904087398.", "ArticleIdList": ["10.1366/0003702904087398"]}, {"Citation": "Yue J. Q.; Huang H. Y.; Wang Y. Z. A practical method superior to traditional spectral identification: Two-dimensional correlation spectroscopy combined with deep learning to identify Paris species. Microchem. J. 2021, 160, 105731.10.1016/j.microc.2020.105731.", "ArticleIdList": ["10.1016/j.microc.2020.105731", "PMC8340397", "34368554"]}, {"Citation": "Sun W. J.; Zhang X.; Zhang Z. Y.; Zhu R. H. Data fusion of near-infrared and mid-infrared spectra for identification of rhubarb. Spectrochim. Acta, Part A 2017, 171, 72–79. 10.1016/j.saa.2016.07.039.", "ArticleIdList": ["10.1016/j.saa.2016.07.039", "27487576"]}, {"Citation": "Fu H.; Huan S.; Xu L.; Tang L.; Jiang J.; Wu H.; Shen G.; Yu R. Moving Window Partial Least-Squares Discriminant Analysis for Identification of Different Kinds of Bezoar Samples by near Infrared Spectroscopy and Comparison of Different Pattern Recognition Methods. J. Near Infrared Spectrosc. 2007, 15, 291–297. 10.1255/jnirs.743.", "ArticleIdList": ["10.1255/jnirs.743"]}, {"Citation": "Gromski P. S.; Muhamadali H.; Ellis D. I.; Xu Y.; Correa E.; Turner M. L.; Goodacre R. A tutorial review: Metabolomics and partial least squares-discriminant analysis – a marriage of convenience or a shotgun wedding. Anal. Chim. Acta 2015, 879, 10–23. 10.1016/j.aca.2015.02.012.", "ArticleIdList": ["10.1016/j.aca.2015.02.012", "26002472"]}, {"Citation": "Liu W. B.; Zhang B. Y.; Xin Z. Q.; Ren D. B.; Yi L. Z. GC-MS Fingerprinting Combined with Chemometric Methods Reveals Key Bioactive Components in Acori Tatarinowii Rhizoma. Int. J. Mol. Sci. 2017, 18, 1342.10.3390/ijms18071342.", "ArticleIdList": ["10.3390/ijms18071342", "PMC5535835", "28671555"]}, {"Citation": "Lee L. H.; Wan C. H.; Rajkumar R.; Isa D. An enhanced Support Vector Machine classification framework by using Euclidean distance function for text document categorization. Appl. Intell. 2012, 37, 80–99. 10.1007/s10489-011-0314-z.", "ArticleIdList": ["10.1007/s10489-011-0314-z"]}, {"Citation": "Lei C. K.; Deng J.; Cao K.; Xiao Y.; Ma L.; Wang W. F.; Ma T.; Shu C. M. A comparison of random forest and support vector machine approaches to predict coal spontaneous combustion in gob. Fuel 2019, 239, 297–311. 10.1016/j.fuel.2018.11.006.", "ArticleIdList": ["10.1016/j.fuel.2018.11.006"]}, {"Citation": "Liu X. S.; Zhang Z. B. Parameter optimization of Support Vector Machine based on improved grid search method. J. Jiangxi Univ. Sci. Technol. 2019, 40, 5–9."}, {"Citation": "Gholami R.; Raoof N.. Support Vector Machine: Principles, Parameters, And Applications; Elsevier Inc., 2017."}, {"Citation": "Büning-Pfaue H. Analysis of water in food by near infrared spectroscopy. Food Chem. 2003, 82, 107–115. 10.1016/s0308-8146(02)00583-6.", "ArticleIdList": ["10.1016/s0308-8146(02)00583-6"]}, {"Citation": "Buijs K.; Choppin G. R. Near-Infrared Studies of the Structure of Water. I. Pure Water. J. Chem. Phys. 1963, 39, 2035–2041. 10.1063/1.1734579.", "ArticleIdList": ["10.1063/1.1734579"]}, {"Citation": "Burns D. A.; Ciurczak E. W.. Handbook of Near-Infrared Analysis, 3rd ed.; Taylor & Francis Group: 6000 Broken Sound Parkway N W, Suite 300, 2008."}, {"Citation": "Wang L.; Li J. Q.; Li T.; Liu H. G.; Wang Y. Z. Method Superior to Traditional Spectral Identification: FT-NIR Two-Dimensional Correlation Spectroscopy Combined with Deep Learning to Identify the Shelf Life of Fresh Phlebopus portentosus. ACS Omega 2021, 6, 19665–19674. 10.1021/acsomega.1c02317.", "ArticleIdList": ["10.1021/acsomega.1c02317", "PMC8340397", "34368554"]}, {"Citation": "Chen X.; Li J. Q.; Liu H. G.; Wang Y. Z. A fast multi-source information fusion strategy based on deep learning for species identification of boletes. Spectrochim. Acta, Part A 2022, 274, 121137.10.1016/j.saa.2022.121137.", "ArticleIdList": ["10.1016/j.saa.2022.121137", "35290943"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "2", "Day": "23"}, {"Year": "2023", "Month": "5", "Day": "12"}, {"Year": "2023", "Month": "6", "Day": "12", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "6", "Day": "12", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "6", "Day": "12", "Hour": "4", "Minute": "21"}, {"Year": "2023", "Month": "5", "Day": "23"}], "PublicationStatus": "epublish", "ArticleIdList": ["37305306", "PMC10249093", "10.1021/acsomega.3c01229"]}}], "PubmedBookArticle": []}