{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Clinical trials", "Medicinal plant", "Retino-protective", "Retinopathy"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37333471", "DateRevised": {"Year": "2023", "Month": "10", "Day": "31"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.22038/AJP.2022.62423.2977"], "Journal": {"ISSN": "2228-7930", "JournalIssue": {"Volume": "13", "Issue": "2", "PubDate": {"Year": "2023", "Season": "Mar-Apr"}}, "Title": "Avicenna journal of phytomedicine", "ISOAbbreviation": "Avicenna J Phytomed"}, "ArticleTitle": "Therapeutic effects of herbal medicines in different types of retinopathies: A systematic review.", "Pagination": {"StartPage": "118", "EndPage": "142", "MedlinePgn": "118-142"}, "Abstract": {"AbstractText": ["Retinopathy is an ocular manifestation of systemic diseases such as diabetes and vascular diseases. Herbal drugs have been considered as an effective therapeutic option with minimal side effects for the treatment of retinopathy by reducing the symptoms and improving visual acuity. The purpose of this systematic review was to collect studies on the effectiveness of medicinal plants in the treatment or prevention of retinopathy.", "A systematic literature search was performed in PubMed, Scopus, Google Scholar, and other databases in April 2021 using \"herbal products\" and \"Retinopathy\" with all their equivalent and similar terms. For this purpose, human clinical trials with the English language were included and articles with subject irrelevancy were excluded from further evaluation.", "Overall, 30 articles with 2324 patients were studied for possible effects of herbal therapy on retinopathy. From 30 included articles, different herbal products had been evaluated. Out of 30 selected articles, 11 articles were for the treatment of age-related macular degeneration (AMD), 14 articles covered patients with diabetic retinopathy, and the other five studies were for other retinal disorders. The outcomes in majority of the studies include changes in visual acuity (VA), fundus performance, best-corrected visual acuity (BCVA), central macular thickness (CMT), focal electroretinogram (fERG), supplements and adjuvant medications appeared to be more beneficial in patients with AMD and diabetic maculopathy.", "Herbal therapy can be considered as a potential candidate in the adjuvant and complementary therapies of retinopathy. However, further studies are required to verify such efficiency."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Equal first author."}], "LastName": "Ansari-Mohseni", "ForeName": "Negin", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Forensic Medicine and Toxicology, School of Medicine, Urmia University of Medical Sciences, Urmia, Iran."}, {"Identifier": [], "Affiliation": "Equal first author."}], "LastName": "Ghorani-Azam", "ForeName": "Adel", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacetical Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Mohajeri", "ForeName": "Seyed Ahmad", "Initials": "SA"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Avicenna J Phytomed", "NlmUniqueID": "101586220", "ISSNLinking": "2228-7930"}, "CoiStatement": "The authors have declared that there is no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ahmadi A, Ghanbari H, Soheilian M, Naseri M. The effect of HESA-A (natural drug) on visual acuity in age related macular degeneration: a randomized double blind controlled clinical trial. Afr J Tradit Complement Altern Med. 2009;6:549–553.", "ArticleIdList": ["PMC2816475", "20606776"]}, {"Citation": "Akkawi MT, Shehadeh MM, Shams ANA, Al-Hardan DM, Omar LJ, Almahmoud OH, Qaddumi JAS. Incidence and risk factors of retinopathy of prematurity in three neonatal intensive care units in Palestine. BMC Ophthalmol. 2019;19:189.", "ArticleIdList": ["PMC6701108", "31429728"]}, {"Citation": "Balarastaghi S, Delirrad M, Jafari A, Majidi M, Sadeghi M, Zare-Zardini H, Karimi G, Ghorani-Azam A. Potential benefits versus hazards of herbal therapy during pregnancy; a systematic review of available literature. Phytother Res. 2022;36:824–841.", "ArticleIdList": ["35023227"]}, {"Citation": "Benzie IF, Chung WY, Wang J, Richelle M, Bucheli P. Enhanced bioavailability of zeaxanthin in a milk-based formulation of wolfberry (Gou Qi Zi; Fructus barbarum L ) Br J Nutr. 2006;96:154–160.", "ArticleIdList": ["16870004"]}, {"Citation": "Berry S, Lin WV, Sadaka A, Lee AG. Nonarteritic anterior ischemic optic neuropathy: cause, effect, and management. Eye Brain. 2017;9:23–28.", "ArticleIdList": ["PMC5628702", "29033621"]}, {"Citation": "Breithaupt DE, Weller P, Wolters M, Hahn A. Comparison of plasma responses in human subjects after the ingestion of 3R,3R'-zeaxanthin dipalmitate from wolfberry (Lycium barbarum) and non-esterified 3R,3R'-zeaxanthin using chiral high-performance liquid chromatography. Br J Nutr. 2004;91:707–713.", "ArticleIdList": ["15137922"]}, {"Citation": "Bucheli P, Vidal K, Shen L, Gu Z, Zhang C, Miller LE, Wang J. Goji berry effects on macular characteristics and plasma antioxidant levels. Optom Vis Sci. 2011;88:257–262.", "ArticleIdList": ["21169874"]}, {"Citation": "Chan HH, Lam HI, Choi KY, Li SZ, Lakshmanan Y, Yu WY, Chang RC, Lai JS, So KF. Delay of cone degeneration in retinitis pigmentosa using a 12-month treatment with Lycium barbarum supplement. J Ethnopharmacol. 2019;236:336–344.", "ArticleIdList": ["30877066"]}, {"Citation": "Cheng CY, Chung WY, Szeto YT, Benzie IF. Fasting plasma zeaxanthin response to Fructus barbarum L (wolfberry; Kei Tze) in a food-based human supplementation trial. Br J Nutr. 2005;93:123–130.", "ArticleIdList": ["15705234"]}, {"Citation": "Chous AP, Richer SP, Gerson JD, Kowluru RA. The diabetes visual function supplement study (DiVFuSS) Br J Ophthalmol. 2016;100:227–234.", "ArticleIdList": ["PMC4752618", "26089210"]}, {"Citation": "Chu WK, Cheung SCM, Lau RAW, Benzie IFF, Benzie IFF. Herbal Medicine, Biomolecular and Clinical Aspects. Boca Raton CRC Press/Taylor & Francis; 2011. Bilberry (Vaccinium myrtillus L ) pp. 14–16."}, {"Citation": "Domanico D, Fragiotta S, Cutini A, Carnevale C, Zompatori L, Vingolo EM. Circulating levels of reactive oxygen species in patients with nonproliferative diabetic retinopathy and the influence of antioxidant supplementation: 6-month follow-up. Indian J Ophthalmol. 2015;63:9–14.", "ArticleIdList": ["PMC4363979", "25686055"]}, {"Citation": "Evans JR. Ginkgo biloba extract for age-related macular degeneration. Cochrane Database Syst Rev. 2000;Cd001775:4–7.", "ArticleIdList": ["10796819"]}, {"Citation": "Falsini B, Piccardi M, Minnella A, Savastano C, Capoluongo E, Fadda A, Balestrazzi E, Maccarone R, Bisti S. Influence of saffron supplementation on retinal flicker sensitivity in early age-related macular degeneration. Invest Ophthalmol Vis Sci. 2010;51:6118–6124.", "ArticleIdList": ["20688744"]}, {"Citation": "Fernández-Albarral JA, de Hoz R, Ramírez AI, López-Cuenca I, Salobrar-García E, Pinazo-Durán MD, Ramírez JM, Salazar JJ. Beneficial effects of saffron (Crocus sativus L ) in ocular pathologies, particularly neurodegenerative retinal diseases. Neural Regen Res. 2020;15:1408–1416.", "ArticleIdList": ["PMC7059587", "31997799"]}, {"Citation": "Forte R, Cennamo G, Finelli ML, Bonavolontà P, de Crecchio G, Greco GM. Combination of flavonoids with Centella asiatica and Melilotus for diabetic cystoid macular edema without macular thickening. J Ocul Pharmacol Ther. 2011;27:109–113.", "ArticleIdList": ["21314440"]}, {"Citation": "Ghorani-Azam A, Sepahi S, Khodaverdi E, Mohajeri SA. Herbal medicine as a promising therapeutic approach for the management of vascular dementia: a systematic literature review. Phytother Res. 2018;32:1720–1728.", "ArticleIdList": ["29786916"]}, {"Citation": "Hamel C. Retinitis pigmentosa. Orphanet J Rare Dis. 2006;1:40–40.", "ArticleIdList": ["PMC1621055", "17032466"]}, {"Citation": "Isobe H, Yamamoto K, Cyong JC. Effects of hachimi-jio-gan (ba-wei-di-huang-wan) on blood flow in the human central retinal artery. Am J Chin Med. 2003;31:425–435.", "ArticleIdList": ["12943173"]}, {"Citation": "Jin M, Dai H, Zhang X, Wang Y, Han M, Zhang H, Liu Y, Wang Z, Gao X, Li L, Wen X, Liu Y, Wei L, Chen Y. A traditional chinese patent medicine ZQMT for neovascular age- related macular degeneration: a multicenter randomized clinical trial. Curr Mol Med. 2018;18:622–629.", "ArticleIdList": ["30621562"]}, {"Citation": "Jun JJ, Duker JS, Baumal CR, McCabe F, Reichel E, Rogers AH, Seddon JM, Tolentino FI. Cystoid macular edema without macular thickening: a retrospective optical coherence tomographic study. Retina. 2010;30:917–923.", "ArticleIdList": ["20168270"]}, {"Citation": "Karimi A, Majlesi M, Rafieian-Kopaei M. Herbal versus synthetic drugs; beliefs and facts. J Nephropharmacol. 2015;4:27–30.", "ArticleIdList": ["PMC5297475", "28197471"]}, {"Citation": "Katsi V, Marketou M, Vlachopoulos C, Tousoulis D, Souretis G, Papageorgiou N, Stefanadis C, Vardas P, Kallikazaros I. Impact of arterial hypertension on the eye. Curr Hypertens Rep. 2012;14:581–590.", "ArticleIdList": ["22673879"]}, {"Citation": "Kumar S, Mittal A, Babu D, Mittal A. Herbal medicines for diabetes management and its secondary complications. Curr Diabetes Rev. 2021;17:437–456.", "ArticleIdList": ["33143632"]}, {"Citation": "Landau K, Kurz-Levin M. Retinal disorders. Handb Clin Neurol. 2011;102:97–116.", "ArticleIdList": ["21601064"]}, {"Citation": "Lechner J, O'Leary OE, Stitt AW. The pathology associated with diabetic retinopathy. Vision Res. 2017;139:7–14.", "ArticleIdList": ["28412095"]}, {"Citation": "Lian F, Wu L, Tian J, Jin M, Zhou S, Zhao M, Wei L, Zheng Y, Wang Y, Zhang M, Qin W, Wu Z, Yuan CS, Tong X. The effectiveness and safety of a danshen-containing chinese herbal medicine for diabetic retinopathy: a randomized, double-blind, placebo-controlled multicenter clinical trial. J Ethnopharmacol. 2015;164:71–77.", "ArticleIdList": ["25666427"]}, {"Citation": "Liu J, Li S, Sun D. Calcium dobesilate and micro-vascular diseases. Life Sci. 2019;221:348–353.", "ArticleIdList": ["30769115"]}, {"Citation": "Luo D, Deng T, Yuan W, Deng H, Meng H, Jin M. Effects of Huangban Bianxing one decoction combined with ranibizumab on treating exudative age-related macular degeneration. J Tradit Chin Med. 2019;39:892–901.", "ArticleIdList": ["32186161"]}, {"Citation": "Luo D, Qin Y, Yuan W, Deng H, Zhang Y, Jin M. Compound danshen dripping pill for treating early diabetic retinopathy: a randomized, double-dummy, double-blind study. Evid Based Complement Alternat Med. 2015;2015:539185.", "ArticleIdList": ["PMC4592726", "26457110"]}, {"Citation": "Luo XX, Duan JG, Liao PZ, Wu L, Yu YG, Qiu B, Wang YL, Li YM, Yin ZQ, Liu X, Yao K. Effect of qiming granule on retinal blood circulation of diabetic retinopathy: a multicenter clinical trial. Chin J Integr Med. 2009;15:384–388.", "ArticleIdList": ["19802544"]}, {"Citation": "Marangoni D, Falsini B, Piccardi M, Ambrosio L, Minnella AM, Savastano MC, Bisti S, Maccarone R, Fadda A, Mello E, Concolino P, Capoluongo E. Functional effect of Saffron supplementation and risk genotypes in early age-related macular degeneration: a preliminary report. J Transl Med. 2013;11:228.", "ArticleIdList": ["PMC3850693", "24067115"]}, {"Citation": "Mazzolani F, Togni S, Giacomelli L, Eggenhoffner R, Franceschi F. Oral administration of a curcumin-phospholipid formulation (Meriva®) for treatment of chronic diabetic macular edema: a pilot study. Eur Rev Med Pharmacol Sci. 2018;22:3617–3625.", "ArticleIdList": ["29917217"]}, {"Citation": "Mitchell P, Liew G, Gopinath B, Wong TY. Age-related macular degeneration. Lancet. 2018;392:1147–1159.", "ArticleIdList": ["30303083"]}, {"Citation": "Moon SW, Shin YU, Cho H, Bae SH, Kim HK. Effect of grape seed proanthocyanidin extract on hard exudates in patients with non-proliferative diabetic retinopathy. Medicine (Baltimore) 2019;98:e15515.", "ArticleIdList": ["PMC6571433", "31124931"]}, {"Citation": "Nentwich MM, Ulbig MW. Diabetic retinopathy - ocular complications of diabetes mellitus. World J Diabetes. 2015;6:489–499.", "ArticleIdList": ["PMC4398904", "25897358"]}, {"Citation": "Osada H, Okamoto T, Kawashima H, Toda E, Miyake S, Naga N, Kobayashi S, Tsubota K, Ozawa Y. Neuroprotective effect of bilberry extract in a murine model of photo-stressed retina. PLoS One. 2017;12:e0178627.", "ArticleIdList": ["PMC5453571", "28570634"]}, {"Citation": "Pan HT, Wang JJ, Huang JL, Shuai YL, Li J, Hu ZZ, Ding YZ, Liu QH. Ranibizumab plus fufang xueshuantong capsule versus ranibizumab alone for exudative age-related macular degeneration. J Int Med Res. 2020;48:0300060520931618.", "ArticleIdList": ["PMC7520929", "32962487"]}, {"Citation": "Park YG, Roh YJ. New diagnostic and therapeutic approaches for preventing the progression of diabetic retinopathy. J Diabetes Res. 2016;2016:1753584.", "ArticleIdList": ["PMC4736008", "26881240"]}, {"Citation": "Penn JS, Madan A, Caldwell RB, Bartoli M, Caldwell RW, Hartnett ME. Vascular endothelial growth factor in eye disease. Prog Retin Eye Res. 2008;27:331–371.", "ArticleIdList": ["PMC3682685", "18653375"]}, {"Citation": "Petri AS, Boysen K, Cehofski LJ, van Dijk EHC, Dysli C, Fuchs J, Mastropasqua R, Subhi Y. Intravitreal injections with vascular endothelial growth factor inhibitors: a practical approach. Ophthalmol Ther. 2020;9:191–203.", "ArticleIdList": ["PMC7054499", "32034689"]}, {"Citation": "Piccardi M, Fadda A, Martelli F, Marangoni D, Magli A, Minnella AM, Bertelli M, Di Marco S, Bisti S, Falsini B. Antioxidant saffron and central retinal function in ABCA4-related stargardt macular dystrophy. Nutrients. 2019;11:2461.", "ArticleIdList": ["PMC6835540", "31618812"]}, {"Citation": "Piccardi M, Marangoni D, Minnella AM, Savastano MC, Valentini P, Ambrosio L, Capoluongo E, Maccarone R, Bisti S, Falsini B. A longitudinal follow-up study of saffron supplementation in early age-related macular degeneration: sustained benefits to central retinal function. Evid Based Complement Alternat Med. 2012;2012:429124.", "ArticleIdList": ["PMC3407634", "22852021"]}, {"Citation": "Rath EZ, Hazan Z, Adamsky K, Solomon A, Segal ZI, Levin LA. Randomized controlled phase 2a study of RPh201 in previous nonarteritic anterior ischemic optic neuropathy. J Neuroophthalmol. 2019;39:291–298.", "ArticleIdList": ["PMC6705418", "31430268"]}, {"Citation": "Rota R, Chiavaroli C, Garay RP, Hannaert P. Reduction of retinal albumin leakage by the antioxidant calcium dobesilate in streptozotocin-diabetic rats. Eur J Pharmacol. 2004;495:217–224.", "ArticleIdList": ["15249173"]}, {"Citation": "Salz DA, Witkin AJ. Imaging in diabetic retinopathy. Middle East Afr J Ophthalmol. 2015;22:145–150.", "ArticleIdList": ["PMC4411609", "25949070"]}, {"Citation": "Sankar MJ, Sankar J, Chandra P. Anti-vascular endothelial growth factor (VEGF) drugs for treatment of retinopathy of prematurity. Cochrane Database Syst Rev. 2018;2018:CD009734.", "ArticleIdList": ["PMC6491066", "29308602"]}, {"Citation": "Sepahi S, Mohajeri SA, Hosseini SM, Khodaverdi E, Shoeibi N, Namdari M, Tabassi SAS. Effects of crocin on diabetic maculopathy: a placebo-controlled randomized clinical trial. Am J Ophthalmol. 2018;190:89–98.", "ArticleIdList": ["29550187"]}, {"Citation": "Sofowora A, Ogunbodede E, Onayade A. The role and place of medicinal plants in the strategies for disease prevention. Afr J Tradit Complement Altern Med. 2013;10:210–229.", "ArticleIdList": ["PMC3847409", "24311829"]}, {"Citation": "Spadea L, Balestrazzi E. Treatment of vascular retinopathies with Pycnogenol. Phytother Res. 2001;15:219–223.", "ArticleIdList": ["11351356"]}, {"Citation": "Steigerwalt R, Belcaro G, Cesarone MR, Di Renzo A, Grossi MG, Ricci A, Dugall M, Cacchio M, Schönlau F. Pycnogenol improves microcirculation, retinal edema, and visual acuity in early diabetic retinopathy. J Ocul Pharmacol Ther. 2009;25:537–540.", "ArticleIdList": ["19916788"]}, {"Citation": "Steigerwalt R, Nebbioso M, Appendino G, Belcaro G, Ciammaichella G, Cornelli U, Luzzi R, Togni S, Dugall M, Cesarone MR, Ippolito E, Errichi BM, Ledda A, Hosoi M, Corsi M. Meriva®, a lecithinized curcumin delivery system, in diabetic microangiopathy and retinopathy. Panminerva Med. 2012;54:11–16.", "ArticleIdList": ["23241930"]}, {"Citation": "Tarr JM, Kaul K, Chopra M, Kohner EM, Chibber R. Pathophysiology of diabetic retinopathy. ISRN Ophthalmol. 2013;2013:343560.", "ArticleIdList": ["PMC3914226", "24563789"]}, {"Citation": "Tsang SH, Sharma T. Stargardt disease. Adv Exp Med Biol. 2018;1085:139–151.", "ArticleIdList": ["30578500"]}, {"Citation": "Vasant More S, Kim IS, Choi DK. Recent update on the role of chinese material medica and formulations in diabetic retinopathy. Molecules. 2017;22:76.", "ArticleIdList": ["PMC6155640", "28054988"]}, {"Citation": "Xu ZH, Gao YY, Zhang HT, Ruan KF, Feng Y. Progress in experimental and clinical research of the diabetic retinopathy treatment using traditional chinese medicine. 2018;Am J Chin Med:1–27.", "ArticleIdList": ["30284463"]}, {"Citation": "Zhang HW, Zhang H, Grant SJ, Wan X, Li G. Single herbal medicine for diabetic retinopathy. Cochrane Database Syst Rev. 2018;12:CD007939.", "ArticleIdList": ["PMC6517038", "30566763"]}, {"Citation": "Zhao Y, Singh RP. The role of anti-vascular endothelial growth factor (anti-VEGF) in the management of proliferative diabetic retinopathy. Drugs Context. 2018;7:212532.", "ArticleIdList": ["PMC6113746", "30181760"]}, {"Citation": "Zhao Y, Yu J, Liu J, An X. The role of Liuwei Dihuang Pills and Ginkgo leaf tablets in treating diabetic complications. Evid Based Complement Alternat Med. 2016;2016:7931314.", "ArticleIdList": ["PMC5204101", "28077949"]}, {"Citation": "Zhao Y, Yu X, Lou Y, Sun X, Zhu B, Xu W, Zhou L, Wu H, Jin Q, Wang H, Shen J, Yu J, An X. Therapeutic effect of abelmoschus manihot on type 2 diabetic nonproliferative retinopathy and the involvement of VEGF. Evid Based Complement Alternat Med. 2020;2020:5204917.", "ArticleIdList": ["PMC7210540", "32419808"]}, {"Citation": "Zhu X, Bi A, Han X. Treatment of retinal vein obstruction with acupuncture and Chinese medicinal herbs. J Tradit Chin Med. 2002;22:211–213.", "ArticleIdList": ["12400431"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "12", "Day": "25"}, {"Year": "2022", "Month": "4", "Day": "13"}, {"Year": "2023", "Month": "6", "Day": "19", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "6", "Day": "19", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "6", "Day": "19", "Hour": "2", "Minute": "50"}, {"Year": "2023", "Month": "3", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37333471", "PMC10274316", "10.22038/AJP.2022.62423.2977"]}}], "PubmedBookArticle": []}