{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Alkaloidal", "Anti-prostagladin", "Gastroprotective", "Glycosidal", "T. foenum-graecum L. cv. Desi"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37336337", "DateCompleted": {"Year": "2023", "Month": "08", "Day": "24"}, "DateRevised": {"Year": "2023", "Month": "08", "Day": "24"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "06", "Day": "17"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jep.2023.116730", "S0378-8741(23)00598-6"], "Journal": {"ISSN": "1872-7573", "JournalIssue": {"Volume": "317", "PubDate": {"Year": "2023", "Month": "Dec", "Day": "05"}}, "Title": "Journal of ethnopharmacology", "ISOAbbreviation": "J Ethnopharmacol"}, "ArticleTitle": "Isolation of alkaloidal and glycosidal fractions from leaves of Trigonella foenum-graecum L. cv. Desi indigenous to Pakistan for antiprostaglandin evaluation as substitute of nonsteroidal anti-inflammatory drugs.", "Pagination": {"StartPage": "116730", "MedlinePgn": "116730"}, "Abstract": {"AbstractText": ["Trigonella foenum graecum (fenugreek) has been in use for a long time as a traditional medicine and natural food additive. The reported gastro-protective property makes it unique among other herbs. Seeds and leaves have been shown to exert significant antiatherogenic, antidiabetic, antianorexic, antioxidant, anticarcinogenic, antihyperlipidemic, galactogogue and anti-inflammatory effects in several animal and human models. But its use as a substitute for ulcerative nonsteroidal anti-inflammatory drugs needs to be confirmed.", "Nonsteroidal anti-inflammatory drugs (NSAIDs) are in common use in treating inflammation associated with a variety of ailments, fever and pain such as menstrual cramps, back pain, arthritic pain and headaches. Their toxicity profile includes the risk of severe gastro-intestinal adverse events like increased bleeding tendency, ulceration, perforation, etc. Conventional NSAIDs have also been reported to reduce the glomerular filtration rate (GFR) by affecting afferent arterioles in nephrons. Exacerbated potassium levels were noted in patients using NSAIDs concomitantly with antihypertensive drugs belonging to the angiotensin converting enzyme (ACE) inhibitor or angiotensin receptor blocker (ARB) classes. In this context, the need of the hour is to discover and isolate new compounds from the reported medicinal plants for evaluation of antiprostaglandin potential and safety profile in terms of the hepato-renal system. These compounds may be used as substitutes for NSAIDs in the future management of inflammation and pain with therapeutic equivalency and organ safety. In this scenario, the present study aimed to assess the antiprostaglandin potential of alkaloidal and glycosidal fractions from the leaves of Trigonella foenum-graecum L. cv. Desi variety, indigenous to Pakistan, in albino mice along with safety profile. The herb has been used as folk medicine since ancient times for treating inflammation and pain.", "Alkaloidal and glycosidal fractions were separated from a methanol extract of leaves of the fenugreek Desi variety. After separation of fractions, their subsiding effects on carrageenan-induced inflammation, air pouch exudate prostaglandin-E2 levels, Brewer's yeast induced pyrexia and acetic acid induced abdominal constrictions were assessed in adult male albino mice. The safety profile of fractions was assessed by measuring their effects on mice sera hepato-renal biomarkers.", "Alkaloidal fraction of T. foenum Desi variety was found to be significantly effective in reducing inflammation, air pouch exudate PGE2 levels, fever (≤37 °C) and pain by inhibiting writhes (up to 96.58%) Gradual inhibition of paw edema was observed 1-6 h post-dose, with maximum reduction percentages of 62.82% and 62.57% for 100 mg and 200 mg, respectively. Both fractions did not disturb the normal physiology of the hepato-renal system by showing normal biomarker values.", "In summary, the results demonstrate the potent antiprostaglandin potential of the alkaloidal fraction of gastroprotective fenugreek \"Desi\" leaves with hepato-renal system safety and hence justify its use as a substitute for ulcerative nonsteroidal anti-inflammatory drugs."], "CopyrightInformation": "Copyright © 2023 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, University of Veterinary and Animal Sciences, Lahore, 54000, Pakistan. Electronic address: tmshaukat@yahoo.com."}], "LastName": "Shaukat", "ForeName": "Tahir Mahmood", "Initials": "TM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, University of Veterinary and Animal Sciences, Lahore, 54000, Pakistan. Electronic address: drovaisomer@uvas.edu.pk."}], "LastName": "Omer", "ForeName": "Muhammad Ovais", "Initials": "MO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, University of Veterinary and Animal Sciences, Lahore, 54000, Pakistan."}], "LastName": "Javeed", "ForeName": "Aqeel", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, University of Veterinary and Animal Sciences, Lahore, 54000, Pakistan."}], "LastName": "Rehman", "ForeName": "Habib Ur", "Initials": "HU"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Microbiology, University of Veterinary and Animal Sciences, Lahore, 54000, Pakistan."}], "LastName": "Shaukat", "ForeName": "Tariq Mahmood", "Initials": "TM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "J Ethnopharmacol", "NlmUniqueID": "7903310", "ISSNLinking": "0378-8741"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Angiotensin Receptor Antagonists"}, {"RegistryNumber": "0", "NameOfSubstance": "Angiotensin-Converting Enzyme Inhibitors"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Alkaloids"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Inflammatory Agents, Non-Steroidal"}, {"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Trigonella"}, {"QualifierName": [], "DescriptorName": "Pakistan"}, {"QualifierName": [], "DescriptorName": "Angiotensin Receptor Antagonists"}, {"QualifierName": [], "DescriptorName": "Angiotensin-Converting Enzyme Inhibitors"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Alkaloids"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Anti-Inflammatory Agents, Non-Steroidal"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Inflammation"}, {"QualifierName": [], "DescriptorName": "Antineoplastic Agents"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Pain"}, {"QualifierName": [], "DescriptorName": "Plant Leaves"}], "CoiStatement": "Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2023", "Month": "3", "Day": "21"}, {"Year": "2023", "Month": "5", "Day": "24"}, {"Year": "2023", "Month": "6", "Day": "2"}, {"Year": "2023", "Month": "8", "Day": "24", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "6", "Day": "20", "Hour": "1", "Minute": "9"}, {"Year": "2023", "Month": "6", "Day": "19", "Hour": "19", "Minute": "13"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37336337", "10.1016/j.jep.2023.116730", "S0378-8741(23)00598-6"]}}], "PubmedBookArticle": []}