{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Plasmodium species", "anti-malaria", "drug resistant", "phytochemical constituent"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37332492", "DateRevised": {"Year": "2023", "Month": "06", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "01", "Day": "12"}], "Language": ["eng"], "ELocationID": ["xtac001", "10.1093/femsmc/xtac001"], "Journal": {"ISSN": "2633-6685", "JournalIssue": {"Volume": "3", "PubDate": {"Year": "2022"}}, "Title": "FEMS microbes", "ISOAbbreviation": "FEMS Microbes"}, "ArticleTitle": "Anti-malarial plants in Ethiopia and their activities on drug-resistant malaria.", "Pagination": {"StartPage": "xtac001", "MedlinePgn": "xtac001"}, "Abstract": {"AbstractText": ["In Ethiopia, the impacts of malaria continue to cause a many number of morbidity and mortality that accounts to most-outpatient observations. Ethiopia recently designed to attain nationwide malaria control by 2030 by beginning sub-national elimination in districts with low malaria transmission. However, the rise of drug-resistant parasites, especially <i>Plasmodium falciparum</i> hinder the malaria-containment strategies. <i>Plasmodium falciparum</i> and <i>Plasmodium vivax</i> are dispersed all over Ethiopia, and account for 60% and 40% of malaria cases, respectively. The aim of this report was to overview the phytochemical constituents, diversity, and effect of some compound extracts on drug-resistant plasmodium species. Many plant species, a total 200 identified by 82 studies, are used in traditional malaria treatments throughout the country. <i>Allium sativum, Croton macrostachyus</i>, and <i>Carica papaya</i> were the more frequently used medicinal plant species. There are so many phytochemical constituents found in medicinal plants used to treat malaria. Alkaloids, flavonoids, phenolics, terpenoids, and glycosides are the most-reported for their effective activity on drug-resistant malaria."], "CopyrightInformation": "© The Author(s) 2022. Published by Oxford University Press on behalf of FEMS."}, "AuthorList": [{"Identifier": ["0000-0001-6376-628X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biological Sciences and Biotechnolog, Haramaya University, 138 Dire Dawa, Haramaya, Ethiopia."}], "LastName": "Sema", "ForeName": "Yimeslal Atnafu", "Initials": "YA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biological Sciences and Biotechnolog, Haramaya University, 138 Dire Dawa, Haramaya, Ethiopia."}], "LastName": "Waktola", "ForeName": "Teshale Areda", "Initials": "TA"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "FEMS Microbes", "NlmUniqueID": "9918227365806676", "ISSNLinking": "2633-6685"}, "CoiStatement": "None declared."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abera T, Ashebir R, Basha H. Phytochemical-constituents, safety and efficacy of commonly used medicinal plants for the treatment of malaria in Ethiopia - a review. Pharm Pharmacol Int J. 2019;7:284–95."}, {"Citation": "Alebie G, Urga B, Worku A. Systematic review on traditional medicinal plants used for the treatment of malaria in Ethiopia: trends and perspectives. Malar J. 2017;16:307–26.", "ArticleIdList": ["PMC5540187", "28764723"]}, {"Citation": "Bloland B, World Health Organization . Drug resistance in malaria. Report No. WHO/CDS/CSR/DRS/2001.4. World Health Organization. 2001."}, {"Citation": "Esayas E, Tufa A, Massebo Fet al. . Malaria epidemiology and stratification of incidence in the malaria elimination setting in Harari region, eastern Ethiopia. Infect Dis Pov. 2020;9:1–12.", "ArticleIdList": ["PMC7682082", "33222698"]}, {"Citation": "FMOH . National Malaria Elimination Road Map. Addis Ababa, Ethiopia: Federal Ministry of Health; 2017."}, {"Citation": "Goulart H.R, Kimura E.A, Peres V.Jet al. . Terpenes arrest parasite development and inhibit biosynthesis of isoprenoids in Plasmodium falciparum. Antimicrob Agents Chemother. 2004;48:2502–9.", "ArticleIdList": ["PMC434199", "15215101"]}, {"Citation": "\nHailemeskel E, Menberu T, Shumie Get al. . \nPrevalence of Plasmodium falciparum Pfcrt and Pfmdr1 alleles in settings with different levels of Plasmodium vivax co-endemicity in Ethiopia. Int J Parasit Drug Drug Resist. 2019;11:8–12.. https://www.cdc.gov/malaria/malaria_worldwide/reduction/drug_resistance.html#:∼:tex=Since%20then%2C%20chloroquine%20resistance%20has,mefloquine%2C%20halofantrine%2C%20and%20quinine.", "ArticleIdList": ["PMC6796752", "31539706"]}, {"Citation": "\nIrene A, Baraza D, Charles Met al. . \nPhytochemical analysis and antimicrobial activity of Phytolacca dodecandra, Cucumis aculeatus and Erythrina excels. Int J Biol Chem Sci. 2012;6:692–704.. http://indexmedicus.afro.who.int."}, {"Citation": "Koche DE, Shirsat RU, Kawale MA. An overerview of major classes of phytochemicals: their types and role in disease prevention. Hislopia J. 2016;9:1–11."}, {"Citation": "Moges A, Moges Y.. Ethiopian common medicinal plants: their parts and uses in traditional medicine-ecology and quality control. In: Plant Science-Structure, Anatomy and Physiology in Plants Cultured in Vivo and in Vitro. London: IntechOpen, 2019."}, {"Citation": "Muhammad A, Idris S. Phytochemical screening and proximate analysis of garlic (Allium sativum). Arch Org Inorg Chem Sci. 2019;4:1. DOI:10.32474/AOICS.2019.04.000180."}, {"Citation": "Muiva-Mutisya L, Macharia B, Heydenreich Met al. . 6α-hydroxy-α-toxicarol and (+)-tephrodin with antiplasmodial activities from tephrosia species. Phytochem Lett. 2014;10:179–83."}, {"Citation": "Nduche MU, Nkaa FA, Onyebinime A.. Phytochemical screening and antimicrobial activity of Carica papaya l, Citrus paradisi l, Citrus sinensis l, and Vernonia amygdalina del. Cent J Diary Vet Sci. 2019;9:4."}, {"Citation": "Ntie-Kang F, Onguéné PA, Lifongo LLet al. . The potential of anti-malarial compounds derived from African medicinal plants, part II: a pharmacological evaluation of non-alkaloids and non-terpenoids. Malar J. 2014;13:81.", "ArticleIdList": ["PMC3975711", "24602358"]}, {"Citation": "Okello D, Kang Y. Exploring antimalarial herbal plants across communities in Uganda based on electronic data. Evid Based Complement Altern Med. 2019;2019:1–27.", "ArticleIdList": ["PMC6766105", "31636682"]}, {"Citation": "Pinheiro C, Feitosa L, Gandi Met al. . The development of novel compounds against malaria: quinolines, triazolpyridines, pyrazolopyridines and pyrazolopyrimidines. Molecules. 2019;24:4095.", "ArticleIdList": ["PMC6891514", "31766184"]}, {"Citation": "Ramanandraibe V, Grellier P, Martin MTet al. . Antiplasmodial phenolic compounds from piptadenia pervillei. Planta Med. 2008;74:78.", "ArticleIdList": ["18484535"]}, {"Citation": "Rasoanaivo P, Wright C.W, Willcox M.Let al. . Whole plant extracts versus single compounds for the treatment of malaria: synergy and positive interactions. Malar J. 2011;10:1–12.", "ArticleIdList": ["PMC3059462", "21411015"]}, {"Citation": "\nRizwan A, Mujeeb M, Anwar Fet al. . \nPharmacognostical and phytochemical analysis of Lepidium sativum l. seeds. Int Curr Pharm J. 2015;4:442–6.. http://www.icpjonline.com/documents/Vol4Issue10/02.pdf."}, {"Citation": "Saxena S, Pant N, Jain DCet al. . Antimalarial agents from plant sources. Curr Sci. 2003;85:1314–29."}, {"Citation": "Solomon A, Kahase D, Alemayehu M. Trend of malaria prevalence in Wolkite Health Center: an implication towards the elimination of malaria in Ethiopia by 2030. Malar J. 2020;19:1–8.", "ArticleIdList": ["PMC7077128", "32178679"]}, {"Citation": "Wadood A, Ghufran M, Jamal SBet al. . Phytochemical analysis of medicinal plants occurring in local area of Mardan. Biochem Anal Biochem. 2013;2:1–4."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "7", "Day": "27"}, {"Year": "2021", "Month": "11", "Day": "8"}, {"Year": "2022", "Month": "1", "Day": "10"}, {"Year": "2022", "Month": "1", "Day": "12", "Hour": "0", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "12", "Hour": "0", "Minute": "0"}, {"Year": "2023", "Month": "6", "Day": "19", "Hour": "2", "Minute": "37"}, {"Year": "2022", "Month": "1", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["37332492", "PMC10117797", "10.1093/femsmc/xtac001", "xtac001"]}}], "PubmedBookArticle": []}