{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Health risk assessment", "Heavy metals", "ICP-MS", "Medicinal plants", "Skin cancer"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37347404", "DateCompleted": {"Year": "2024", "Month": "01", "Day": "04"}, "DateRevised": {"Year": "2024", "Month": "01", "Day": "06"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "06", "Day": "22"}], "Language": ["eng"], "ELocationID": ["10.1007/s12011-023-03701-4"], "Journal": {"ISSN": "1559-0720", "JournalIssue": {"Volume": "202", "Issue": "2", "PubDate": {"Year": "2024", "Month": "Feb"}}, "Title": "Biological trace element research", "ISOAbbreviation": "Biol Trace Elem Res"}, "ArticleTitle": "Investigation of Heavy Metal Analysis on Medicinal Plants Used for the Treatment of Skin Cancer by Traditional Practitioners in Pretoria.", "Pagination": {"StartPage": "778", "EndPage": "786", "MedlinePgn": "778-786"}, "Abstract": {"AbstractText": ["The use of medicinal plants for the treatment of diseases, including cancer, is acknowledged and accepted in many African nations. Heavy metal contamination of plant materials poses a potential health risk, particularly for populations that are already vulnerable. This study determines the levels of heavy metals in medicinal plant samples used for treatment of skin cancer and evaluate the health risk caused by heavy metals to the adult population in Pretoria, South Africa using inductively coupled plasma mass spectrometry (ICP-MS). The concentrations of metals were as follows; As (<0.2 - 1.04±0.026), Cd (0.02 ±0.00026 - 0.167±0.006), Pb (0.38 ±0.01 - 2.27±0.05), Cr (5.31±0.21- 26.9 ±3.96) mg/kg, and Hg which were lesser than 0.02 mg/kg. The mean concentrations of all analyzed heavy metals are above permissible limit except for Hg which are lower than the permissible limit. The Hazard Quotient (THQ) was less than 1 for all the heavy metals, suggesting that there are no obvious non-carcinogenic health risks associated with the consumption of these medicinal plants for now even though the prolonged use may result in health risks. The ingestion route was identified as the primary contributor to the overall risk by the health index (HI) values in the present study, which were more than 1, indicating that the combined effects of the heavy metal contaminants present in a particular herbal preparation pose health risk in the long term. Our findings support the need for close monitoring of potential heavy metal concentrations in medicinal plants given to patients from herbal shops."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology and Environmental Science, School of Science and Technology, Sefako Makgatho Health Sciences University, Ga-Rankuwa, South Africa. mary.oladeji@smu.ac.za."}], "LastName": "Oladeji", "ForeName": "Oluwaseun Mary", "Initials": "OM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology and Environmental Science, School of Science and Technology, Sefako Makgatho Health Sciences University, Ga-Rankuwa, South Africa."}], "LastName": "Kopaopa", "ForeName": "Boikanyo Genneyrolter", "Initials": "BG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology and Environmental Science, School of Science and Technology, Sefako Makgatho Health Sciences University, Ga-Rankuwa, South Africa."}], "LastName": "Mugivhisa", "ForeName": "Liziwe Lizbeth", "Initials": "LL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Health Science and The Water School, Florida Gulf Coast University, Fort Myers, USA."}], "LastName": "Olowoyo", "ForeName": "Joshua Oluwole", "Initials": "JO"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Biol Trace Elem Res", "NlmUniqueID": "7911509", "ISSNLinking": "0163-4984"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Metals, Heavy"}, {"RegistryNumber": "FXS1BY2PGL", "NameOfSubstance": "Mercury"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Risk Assessment"}, {"QualifierName": [], "DescriptorName": "South Africa"}, {"QualifierName": ["analysis"], "DescriptorName": "Metals, Heavy"}, {"QualifierName": ["analysis"], "DescriptorName": "Mercury"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Skin Neoplasms"}, {"QualifierName": ["methods"], "DescriptorName": "Environmental Monitoring"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bray F, Laversanne M, Cao B, Varghese C, Mikkelsen B, Weiderpass E, et al. Comparing cancer and cardiovascular disease trends in 20 middle-or high-income countries 2000–19: a pointer to national trajectories towards achieving Sustainable Development goal target 3.4. Cancer Treat Rev. 2021;100:102290.", "ArticleIdList": ["PMC8533484", "34536729"]}, {"Citation": "Ferlay J, Colombet M, Soerjomataram I, Mathers C, Parkin DM, Piñeros M, et al. Estimating the global cancer incidence and mortality in 2018: GLOBOCAN sources and methods. Int J Cancer. 2019;144:1941–1953.", "ArticleIdList": ["30350310"]}, {"Citation": "Tran KB, Lang JJ, Compton K, Xu R, Acheson AR, Henrikson HJ, et al. The global burden of cancer attributable to risk factors, 2010–19: a systematic analysis for the Global Burden of Disease Study 2019. Lancet. 2022;400:563–591.", "ArticleIdList": ["PMC9395583", "35988567"]}, {"Citation": "Thun MJ, DeLancey JO, Center MM, Jemal A, Ward EM. The global burden of cancer: priorities for prevention. Carcinogenesis. 2010;31:100–110.", "ArticleIdList": ["PMC2802672", "19934210"]}, {"Citation": "Seth D, Cheldize K, Brown D, Freeman EE. Global burden of skin disease: inequities and innovations. Curr Dermatol Rep. 2017;6:204–210.", "ArticleIdList": ["PMC5718374", "29226027"]}, {"Citation": "Sung H, Ferlay J, Siegel RL, Laversanne M, Soerjomataram I, Jemal A, et al. Global cancer statistics 2020: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries. CA: a Cancer J Clin. 2021;71:209–249.", "ArticleIdList": ["33538338"]}, {"Citation": "Malik K, Ahmad M, Zafar M, Ullah R, Mahmood HM, Parveen B, et al. An ethnobotanical study of medicinal plants used to treat skin diseases in northern Pakistan. BMC Complement Altern Med. 2019;19:1–38.", "ArticleIdList": ["PMC6693210", "31409400"]}, {"Citation": "Parkin DM, Bray F, Ferlay J, Jemal A. Cancer in Africa 2012. Cancer Epidemiol, Biomark Prev. 2014;23:953–966.", "ArticleIdList": ["24700176"]}, {"Citation": "Wright CY, du Preez DJ, Millar DA, Norval M. The epidemiology of skin cancer and public health strategies for its prevention in southern Africa. Int J Environ Res Public Health. 2020;17:1017.", "ArticleIdList": ["PMC7037230", "32041101"]}, {"Citation": "Wright CY, Norval M, Summers B, Davids LM, Coetzee G, Oriowo M. Solar ultraviolet radiation exposure and human health in South Africa: finding a balance. SAMJ S Afr Med J. 2012;102:665–666.", "ArticleIdList": ["22831941"]}, {"Citation": "Korman N, Zhao Y, Pike J, Roberts J, Sullivan E (2015) Increased severity of itching, pain, and scaling in psoriasis patients is associated with increased disease severity, reduced quality of life, and reduced work productivity. Dermatol Online J 21", "ArticleIdList": ["26632793"]}, {"Citation": "Kruk ME, Gage AD, Arsenault C, Jordan K, Leslie HH, Roder-DeWan S, et al. High-quality health systems in the Sustainable Development Goals era: time for a revolution. Lancet Global Health. 2018;6:e1196–e1252.", "ArticleIdList": ["PMC7734391", "30196093"]}, {"Citation": "Sofowora A, Ogunbodede E, Onayade A. The role and place of medicinal plants in the strategies for disease prevention. Afr J Tradit Complement Altern Med. 2013;10:210–229.", "ArticleIdList": ["PMC3847409", "24311829"]}, {"Citation": "Kassaye KD, Amberbir A, Getachew B, Mussema Y. A historical overview of traditional medicine practices and policy in Ethiopia. Ethiop J Health Dev. 2006;20:127–134."}, {"Citation": "Dold AP, Cocks ML. The trade in medicinal plants in the Eastern Cape Province, South Africa. S Afr J Sci. 2002;98:589–597."}, {"Citation": "Gunthardt BF, Hollender J, Hungerbuhler K, Scheringer M, Bucheli TD. Comprehensive toxic plants–phytotoxins database and its application in assessing aquatic micropollution potential. Journal of agricultural and food chemistry. 2018;66:7577–7588.", "ArticleIdList": ["29944838"]}, {"Citation": "Chen Y-G, Huang J-H, Luo R, Ge H-Z, Wołowicz A, Wawrzkiewicz M, et al. Impacts of heavy metals and medicinal crops on ecological systems, environmental pollution, cultivation, and production processes in China. Ecotoxicol Environ Saf. 2021;219:112336.", "ArticleIdList": ["34044310"]}, {"Citation": "Ametepey ST, Cobbina SJ, Akpabey FJ, Duwiejuah AB, Abuntori ZN. Health risk assessment and heavy metal contamination levels in vegetables from Tamale Metropolis, Ghana. Int J Food Contam. 2018;5:1–8."}, {"Citation": "Okem A, Southway C, Stirk W, Street R, Finnie J, Van Staden J. Heavy metal contamination in South African medicinal plants: a cause for concern. S Afr J Bot. 2014;93:125–130."}, {"Citation": "Sharma A, Nagpal AK. Contamination of vegetables with heavy metals across the globe: hampering food security goal. J Food Sci Technol. 2020;57:391–403.", "ArticleIdList": ["PMC7016143", "32116349"]}, {"Citation": "Street R. Heavy metals in medicinal plant products—an African perspective. S Afr J Bot. 2012;82:67–74."}, {"Citation": "Alengebawy A, Abdelkhalek ST, Qureshi SR, Wang M-Q. Heavy metals and pesticides toxicity in agricultural soil and plants: ecological risks and human health implications. Toxics. 2021;9:42.", "ArticleIdList": ["PMC7996329", "33668829"]}, {"Citation": "Balali-Mood M, Naseri K, Tahergorabi Z, Khazdair MR, Sadeghi M. Toxic mechanisms of five heavy metals: mercury, lead, chromium, cadmium, and arsenic. Front Pharmacol. 2021;12:643972.", "ArticleIdList": ["PMC8078867", "33927623"]}, {"Citation": "Okaiyeto K, Oguntibeju OO. African herbal medicines: adverse effects and cytotoxic potentials with different therapeutic applications. Int J Environ Res Public Health. 2021;18:5988.", "ArticleIdList": ["PMC8199769", "34199632"]}, {"Citation": "Tanko H, Carrier DJ, Duan L, Clausen E. Pre-and post-harvest processing of medicinal plants. Plant Genet Resour. 2005;3:304–313."}, {"Citation": "Makunga N, Philander L, Smith M. Current perspectives on an emerging formal natural products sector in South Africa. J Ethnopharmacol. 2008;119:365–375.", "ArticleIdList": ["18703128"]}, {"Citation": "Thabit TM, Elgeddawy DI, Shokr SA. Determination of some common heavy metals and radionuclides in some medicinal herbs using ICP-MS/MS. J AOAC Int. 2020;103:1282–1287.", "ArticleIdList": ["33241389"]}, {"Citation": "Zárate-Quiñones RH, Custodio M, Orellana-Mendoza E, Cuadrado-Campó WJ, Grijalva-Aroni PL, Peñaloza R. Determination of toxic metals in commonly consumed medicinal plants largely used in Peru by ICP-MS and their impact on human health. Chem Data Collect. 2021;33:100711."}, {"Citation": "Ahmad R, Shaaban H, Issa SY, Alsaad A, Alghamdi M, Hamid N, et al. ICP-MS determination of elemental abundance in traditional medicinal plants commonly used in the Kingdom of Saudi Arabia. Food Addit Contam: B Surveill. 2022;15:129–141.", "ArticleIdList": ["35320694"]}, {"Citation": "Mulaudzi R, Tshikalange T, Olowoyo J, Amoo S, Du Plooy C. Antimicrobial activity, cytotoxicity evaluation and heavy metal content of five commonly used South African herbal mixtures. S Afr J Bot. 2017;112:314–318."}, {"Citation": "WHO (1998) Quality control methods for medicinal plant material. https://www.who.int/docs/default-source/medicines/norms-and-standards/guidelines/quality-control/quality-control-methods-for-medicinal-plant-materials.pdf?sfvrsn=b451e7c6_0. Accessed 13 Dec 2022"}, {"Citation": "W. H. Organization . WHO guidelines for assessing quality of herbal medicines with reference to contaminants and residues. World Health Organization; 2007."}, {"Citation": "Berhanu G, Atalel D, Kandi V. A review of the medicinal and antimicrobial properties of Carissa spinarum L. Am J Biomed Res. 2020;8:54–58."}, {"Citation": "Erhabor J, Komakech R, Kang Y, Tang M, Matsabisa M. Ethnopharmacological importance and medical applications of Myrothamnus flabellifolius Welw.(Myrothamnaceae)—a review. J Ethnopharmacol. 2020;252:112576.", "ArticleIdList": ["31958487"]}, {"Citation": "Stewart M, Steenkamp V, Van der Merwe S, Zuckerman M, Crowther N. The cytotoxic effects of a traditional Zulu remedy, impila (Callilepis laureola) Human Exp Toxicol. 2002;21:643–647.", "ArticleIdList": ["12540034"]}, {"Citation": "Palanisamy CP, Kanakasabapathy D, Ashafa AOT (2018) In vitro antioxidant potential of Euclea crispa (Thunb.) leaf extracts. Pharmacognosy Res 10"}, {"Citation": "Louppe D, Oteng-Amoako AA, Brink M (2008) Plant resources of tropical Africa 7(1): Timbers 1. Backhuys Publishers, Wageningen"}, {"Citation": "Adusei-Mensah F, Essumang DK, Agjei RO, Kauhanen J, Tikkanen-Kaukanen C, Ekor M. Heavy metal content and health risk assessment of commonly patronized herbal medicinal preparations from the Kumasi metropolis of Ghana. J Environ Health Sci Eng. 2019;17:609–618.", "ArticleIdList": ["PMC6985339", "32030137"]}, {"Citation": "Adefa T, Tefera M. Heavy metal accumulation and health risk assessment in Moringa oleifera from Awi zone, Ethiopia. Chem Afr. 2020;3:1073–1079."}, {"Citation": "United States Environmental Protection Agency (2004) Office of Wastewater Management. Municipal Support Division, National Risk Management Research Laboratory (US). Technology Transfer, and Support Division. Guidelines for water reuse. US Environmental Protection Agency. https://www.epa.gov/sites/default/files/2019-08/documents/2004-guidelines-water-reuse.pdf. Accessed 10 Nov 2022"}, {"Citation": "Gebeyehu HR, Bayissa LD. Levels of heavy metals in soil and vegetables and associated health risks in Mojo area, Ethiopia. PloS One. 2020;15:e0227883.", "ArticleIdList": ["PMC6992214", "31999756"]}, {"Citation": "USEPA (2013) Regional Screening Level (RSL) Summary table (TR=1E− 6, HQ= 1). United States Environmental Protection Agency. Regional Screening Levels (RSLs). https://www.epa.gov/risk/regional-screening-levels-rsls-generic-tables. Accessed 10 Nov 2022"}, {"Citation": "I. USEPA (2011) US Environmental Protection Agency’s integrated risk information system Environmental protection agency region I, Washington DC 20460, ed"}, {"Citation": "Chen P, Bornhorst J, Aschner MA (2018) Manganese metabolism in humans. Front Biosci (Landmark Ed) 23:1655–1679. 10.2741/4665", "ArticleIdList": ["29293455"]}, {"Citation": "Kulshreshtha D, Ganguly J, Jog M. Manganese and movement disorders: a review. J Movement Disord. 2021;14:93.", "ArticleIdList": ["PMC8175808", "33819420"]}, {"Citation": "Kulhari A, Sheorayan A, Bajar S, Sarkar S, Chaudhury A, Kalia RK. Investigation of heavy metals in frequently utilized medicinal plants collected from environmentally diverse locations of north western India. SpringerPlus. 2013;2:1–9.", "ArticleIdList": ["PMC3877414", "24386622"]}, {"Citation": "Olusola JA, Akintan OB, Erhenhi HA, Osanyinlusi OO. Heavy metals and health risks associated with consumption of herbal plants sold in a major urban market in southwest, Nigeria. J Health Pollution. 2021;11:210915.", "ArticleIdList": ["PMC8383799", "34434607"]}, {"Citation": "Festa RA, Thiele DJ. Copper: an essential metal in biology. Curr Biol. 2011;21:R877–R883.", "ArticleIdList": ["PMC3718004", "22075424"]}, {"Citation": "Doguer C, Ha J-H, Collins JF. Intersection of iron and copper metabolism in the mammalian intestine and liver. Compr Physiol. 2018;8:1433.", "ArticleIdList": ["PMC6460475", "30215866"]}, {"Citation": "Mehri A (2020) Trace elements in human nutrition (II)—an update. Int J Prev Med 11", "ArticleIdList": ["PMC6993532", "32042399"]}, {"Citation": "Bhat R, Kiran K, Arun A, Karim A. Determination of mineral composition and heavy metal content of some nutraceutically valued plant products. Food analytical methods. 2010;3:181–187."}, {"Citation": "World Health Organization (2021) Nickel in drinking water: background document for development of WHO guidelines for drinking-water quality (No. WHO/HEP/ECH/WSH/2021.6). World Health Organization. https://apps.who.int/iris/bitstream/handle/10665/350934/WHO-HEP-ECH-WSH-2021.6-eng.pdf?sequence=1. Accessed 12 Jan 2023"}, {"Citation": "Singh HP, Mahajan P, Kaur S, Batish DR, Kohli RK. Chromium toxicity and tolerance in plants. Environ Chem Lett. 2013;11:229–254."}, {"Citation": "W. H. Organization (2007) Quality assurance of pharmaceuticals: a compendium of guidelines and related materials. Good manufacturing practices and inspection vol. 2: World Health Organization"}, {"Citation": "Owolabi IA, Mandiwana KL, Panichev N. Speciation of chromium and vanadium in medicinal plants. S Afr J Chem. 2016;69:67–71."}, {"Citation": "Adhikari S, Marcelo-Silva J, Beukes JP, van Zyl PG, Coetsee Y, Boneschans RB, et al. Contamination of useful plant leaves with chromium and other potentially toxic elements and associated health risks in a polluted mining-smelting region of South Africa. Environ Adv. 2022;9:100301."}, {"Citation": "Stanton C, Sanders D, Krämer U, Podar D (2022) Zinc in plants: integrating homeostasis and biofortification. Mol Plant 15(1):65–85", "ArticleIdList": ["34952215"]}, {"Citation": "Sithole S, Mugivhisa LL, Amoo S, Olowoyo JO. Pattern and concentrations of trace metals in mushrooms harvested from trace metal-polluted soils in Pretoria, South Africa. S Afr J Bot. 2017;108:315–320."}, {"Citation": "Alia N, Sardar K, Said M, Salma K, Sadia A, Sadaf S, et al. Toxicity and bioaccumulation of heavy metals in spinach (Spinacia oleracea) grown in a controlled environment. Int J Environ Res Public Health. 2015;12:7400–7416.", "ArticleIdList": ["PMC4515664", "26133131"]}, {"Citation": "Siriangkhawut W, Sittichan P, Ponhong K, Chantiratikul P. Quality assessment of trace Cd and Pb contaminants in Thai herbal medicines using ultrasound-assisted digestion prior to flame atomic absorption spectrometry. J Food Drug Anal. 2017;25:960–967.", "ArticleIdList": ["PMC9328863", "28987373"]}, {"Citation": "Mahurpawar M. Effects of heavy metals on human health. Int J Res Granthaalayah. 2015;530:1–7."}, {"Citation": "Engwa GA, Ferdinand PU, Nwalo FN, Unachukwu MN. Mechanism and health effects of heavy metal toxicity in humans. Poison Modern World-New Tricks Old Dog. 2019;10:70–90."}, {"Citation": "Mitra S, Chakraborty AJ, Tareq AM, Emran TB, Nainu F, Khusro A et al (2022) Impact of heavy metals on the environment and human health: novel therapeutic insights to counter the toxicity. J King Saud Univ-Sci:101865"}, {"Citation": "Ibrahim AM. Determination of some mineral and heavy metals in Saudi Arabia popular herbal drugs using modern techniques. Afr J Pharm Pharmacol. 2014;8:893–898."}, {"Citation": "Zamir R, Islam N, Faruque A (2019) Comparison of toxic metal concentrations in antidiabetic herbal preparations (ADHPs) available in Bangladesh using AAS and XRF analytical tools. Sci World J 2019", "ArticleIdList": ["PMC6942886", "31929764"]}, {"Citation": "Osmani M, Bani A, Hoxha B. Heavy metals and Ni phytoextractionin in the metallurgical area soils in Elbasan. Albanian J Agric Sci. 2015;14:414."}, {"Citation": "Martinez VD, Vucic EA, Becker-Santos DD, Gil L, Lam WL (2011) Arsenic exposure and the induction of human cancers. J Toxicol 2011", "ArticleIdList": ["PMC3235889", "22174709"]}, {"Citation": "Annan K, Dickson RA, Amponsah IK, Nooni IK. The heavy metal contents of some selected medicinal plants sampled from different geographical locations. Pharmacognosy Res. 2013;5:103.", "ArticleIdList": ["PMC3685757", "23798884"]}, {"Citation": "Briffa J, Sinagra E, Blundell R. Heavy metal pollution in the environment and their toxicological effects on humans. Heliyon. 2020;6:e04691.", "ArticleIdList": ["PMC7490536", "32964150"]}, {"Citation": "Kohzadi S, Shahmoradi B, Ghaderi E, Loqmani H, Maleki A. Concentration, source, and potential human health risk of heavy metals in the commonly consumed medicinal plants. Biol Trace Elem Res. 2019;187:41–50.", "ArticleIdList": ["29700699"]}, {"Citation": "Peng CY, Zhu XH, Hou RY, Ge GF, Hua RM, Wan XC, Cai HM. Aluminum and heavy metal accumulation in tea leaves: an interplay of environmental and plant factors and an assessment of exposure risks to consumers. J Food Sci. 2018;83:1165–1172.", "ArticleIdList": ["29577290"]}, {"Citation": "Zhang J, Yang R, Chen R, Peng Y, Wen X, Gao L. Accumulation of heavy metals in tea leaves and potential health risk assessment: a case study from Puan County, Guizhou Province, China. Int J Environ Res Public Health. 2018;15:133.", "ArticleIdList": ["PMC5800232", "29342877"]}, {"Citation": "Krstić M, Stupar M, Đukić-Ćosić D, Baralić K, Mračević SĐ. Health risk assessment of toxic metals and toxigenic fungi in commercial herbal tea samples from Belgrade, Serbia. J Food Compost Anal. 2021;104:104159."}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "4", "Day": "4"}, {"Year": "2023", "Month": "5", "Day": "5"}, {"Year": "2024", "Month": "1", "Day": "4", "Hour": "11", "Minute": "44"}, {"Year": "2023", "Month": "6", "Day": "22", "Hour": "13", "Minute": "8"}, {"Year": "2023", "Month": "6", "Day": "22", "Hour": "11", "Minute": "13"}, {"Year": "2023", "Month": "6", "Day": "22"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37347404", "PMC10764444", "10.1007/s12011-023-03701-4", "10.1007/s12011-023-03701-4"]}}], "PubmedBookArticle": []}