{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Callistemon subulatus", "Elastase", "acetylcholinesterase", "molecular docking", "seasonal variation"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37369580", "DateCompleted": {"Year": "2023", "Month": "06", "Day": "29"}, "DateRevised": {"Year": "2023", "Month": "07", "Day": "01"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["2224944", "10.1080/14756366.2023.2224944"], "Journal": {"ISSN": "1475-6374", "JournalIssue": {"Volume": "38", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Dec"}}, "Title": "Journal of enzyme inhibition and medicinal chemistry", "ISOAbbreviation": "J Enzyme Inhib Med Chem"}, "ArticleTitle": "Chemical composition, seasonal variation and antiaging activities of essential oil from <i>Callistemon subulatus</i> leaves growing in Egypt.", "Pagination": {"StartPage": "2224944", "MedlinePgn": "2224944"}, "Abstract": {"AbstractText": ["<i>Callistemon</i> is an aromatic genus of flowering plants belonging to family Myrtaceae. The essential oils of <i>C. subulatus</i> leaves were collected in four seasons and analyzed using GC/MS. The oils demonstrated monoterpenes as the predominant class. Eucalyptol was the main component in all seasons; summer (66.87%), autumn (58.33%), winter (46.74%) and spring (44.63%), followed by <i>α</i>-pinene; spring (31.41%), winter (28.69%), summer (26.34%) and autumn (24.68%). Winter oil, the highest yield (0.53 mL/100g), was further investigated for its inhibitory activity against enzymes associated with ageing; elastase and acetylcholinesterase. It remarkably inhibited elastase and acetylcholinesterase with IC<sub>50</sub> values of 1.05 and 0.20 µg/ml, respectively. A molecular docking study was conducted for the major oil components on the active sites of target enzymes. Eucalyptol revealed the best binding affinity for both enzymes. <i>C. subualtus</i> oil could be used as supplement for management of ageing disorders like skin wrinkles and dementia."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Ain Shams University, Abbassia, Cairo, Egypt."}], "LastName": "Rabie", "ForeName": "Omyma", "Initials": "O"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Ain Shams University, Abbassia, Cairo, Egypt."}], "LastName": "El-Nashar", "ForeName": "Heba A S", "Initials": "HAS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, College of Pharmacy, King Khalid University, Asir, Saudi Arabia."}], "LastName": "Majrashi", "ForeName": "Taghreed A", "Initials": "TA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, College of Science, Princess Nourah bint Abdulrahman University, Riyadh, Saudi Arabia."}], "LastName": "Al-Warhi", "ForeName": "Tarfah", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, Faculty of Pharmacy, King Salman International University (KSIU), Egypt."}], "LastName": "El Hassab", "ForeName": "Mahmoud A", "Initials": "MA"}, {"Identifier": ["0000-0001-6996-4017"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, Faculty of Pharmacy, Kafrelsheikh University, Kafrelsheikh, Egypt."}], "LastName": "Eldehna", "ForeName": "Wagdy M", "Initials": "WM"}, {"Identifier": ["0000-0003-1602-2725"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Ain Shams University, Abbassia, Cairo, Egypt."}], "LastName": "Mostafa", "ForeName": "Nada M", "Initials": "NM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Enzyme Inhib Med Chem", "NlmUniqueID": "101150203", "ISSNLinking": "1475-6366"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}, {"RegistryNumber": "EC 3.1.1.7", "NameOfSubstance": "Acetylcholinesterase"}, {"RegistryNumber": "RV6J6604TK", "NameOfSubstance": "Eucalyptol"}, {"RegistryNumber": "EC 3.4.21.36", "NameOfSubstance": "Pancreatic Elastase"}], "MeshHeadingList": [{"QualifierName": ["pharmacology", "analysis", "chemistry"], "DescriptorName": "Oils, Volatile"}, {"QualifierName": [], "DescriptorName": "Seasons"}, {"QualifierName": [], "DescriptorName": "Acetylcholinesterase"}, {"QualifierName": ["pharmacology", "analysis"], "DescriptorName": "Eucalyptol"}, {"QualifierName": [], "DescriptorName": "Egypt"}, {"QualifierName": [], "DescriptorName": "Molecular Docking Simulation"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Leaves"}, {"QualifierName": ["chemistry"], "DescriptorName": "Myrtaceae"}, {"QualifierName": [], "DescriptorName": "Pancreatic Elastase"}], "CoiStatement": "No potential conflict of interest was reported by the author(s)."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Younis T, Jabeen F, Hussain A, Rasool B, Raza Ishaq A, Nawaz A, El-Nashar HAS, El-Shazly M.. Antioxidant and pulmonary protective potential of Fraxinus xanthoxyloides Bark Extract against CCl(4) – induced toxicity in rats. Chem Biodivers. 2023;20(3):e202200755. doi: 10.1002/cbdv.202200755.", "ArticleIdList": ["10.1002/cbdv.202200755", "36722706"]}, {"Citation": "Ishaq AR, El-Nashar HAS, Younis T, Mangat MA, Shahzadi M, Ul Haq AS, El-Shazly M.. Genus Lupinus (Fabaceae): a review of ethnobotanical, phytochemical and biological studies. J Pharm Pharmacol. 2022;74(12):1700–1717. doi: 10.1093/jpp/rgac058.", "ArticleIdList": ["10.1093/jpp/rgac058", "36039938"]}, {"Citation": "Abdallah SH, Mostafa NM, Mohamed MAEH, Nada AS, Singab ANB.. UPLC-ESI-MS/MS profiling and hepatoprotective activities of Stevia leaves extract, butanol fraction and stevioside against radiation-induced toxicity in rats. Nat Prod Res. 2022;36(21):5619–5625. doi: 10.1080/14786419.2021.2015594.", "ArticleIdList": ["10.1080/14786419.2021.2015594", "34894905"]}, {"Citation": "Mostafa NM, Edmond MP, El-Shazly M, Fahmy HA, Sherif NH, Singab ANB.. Phytoconstituents and renoprotective effect of Polyalthia longifolia leaves extract on radiation-induced nephritis in rats via TGF-β/smad pathway. Nat Prod Res. 2022;36(16):4187–4192. doi: 10.1080/14786419.2021.1961252.", "ArticleIdList": ["10.1080/14786419.2021.1961252", "34491152"]}, {"Citation": "El-Nashar HA, Mostafa NM, El-Shazly M, et al. . The role of plant-derived compounds in managing diabetes mellitus: a review of literature from 2014 To 2019. Curr Med Chem. 2021;28(23):4694–4730. doi: 10.2174/0929867328999201123194510.", "ArticleIdList": ["10.2174/0929867328999201123194510", "33231145"]}, {"Citation": "Edmond MP, Mostafa NM, El-Shazly M, Singab ANB.. Two clerodane diterpenes isolated from Polyalthia longifolia leaves: comparative structural features, anti-histaminic and anti-Helicobacter pylori activities. Nat Prod Res. 2021;35(23):5282–5286. doi: 10.1080/14786419.2020.1753048.", "ArticleIdList": ["10.1080/14786419.2020.1753048", "32363939"]}, {"Citation": "Sowndhararajan K, Deepa P, Kim S.. A review of the chemical composition and biological activities of Callistemon lanceolatus (Sm.) Sweet. J App Pharm Sci. 2021;11(12):65– 73. doi: 10.7324/JAPS.2021.1101204.", "ArticleIdList": ["10.7324/JAPS.2021.1101204"]}, {"Citation": "Gilbert Y, Dieudonné N, Ngnodandi Francois N.. InVivo anthelmintic activity of callistemon rigidus ethanolic extract on haemonchus contortus in goats. Afr J Biol Sci. 2020;02(03):103–112. doi: 10.33472/AFJBS.2.3.2020.103-112.", "ArticleIdList": ["10.33472/AFJBS.2.3.2020.103-112"]}, {"Citation": "Radulović NS, Randjelović PJ, Stojanović NM, Cakić ND, Bogdanović GA, Živanović AV.. Aboriginal bush foods: a major phloroglucinol from Crimson Bottlebrush flowers (Callistemon citrinus, Myrtaceae) displays strong antinociceptive and anti-inflammatory activity. Food Res Int. 2015;77:280–289. doi: 10.1016/j.foodres.2015.02.023.", "ArticleIdList": ["10.1016/j.foodres.2015.02.023"]}, {"Citation": "Zubair M, Hassan S, Rizwan K, Rasool N, Riaz M, Zia-Ul-Haq M, De Feo V.. Antioxidant potential and oil composition of Callistemon viminalis leaves. Sci World J. 2013;2013:1–8. doi: 10.1155/2013/489071.", "ArticleIdList": ["10.1155/2013/489071", "PMC3603552", "23818824"]}, {"Citation": "Ibrahim N, Moussa AY.. Comparative metabolite profiling of Callistemon macropunctatus and Callistemon subulatus volatiles from different geographical origins. Ind Crops Prod. 2020;147:112222. doi: 10.1016/j.indcrop.2020.112222.", "ArticleIdList": ["10.1016/j.indcrop.2020.112222"]}, {"Citation": "Mady MS, Elsayed HE, El-Sayed EK, Hussein AA, Ebrahim HY, Moharram FA.. Polyphenolic profile and ethno pharmacological activities of Callistemon subulatus (cheel) craven leaves cultivated in Egypt. J Ethnopharmacol. 2022;284:114698. doi: 10.1016/j.jep.2021.114698.", "ArticleIdList": ["10.1016/j.jep.2021.114698", "34600075"]}, {"Citation": "Ibrahim R, Ibrahim H, Moharram F.. Essential oil composition of two plants belonging family Myrtaceae grown in Egypt prepared by different methods and their antibacterial activity. J Pharm Sci Res. 2020;12(1):133–137."}, {"Citation": "Maneenet J, Tawila AM, Omar AM, Phan ND, Ojima C, Kuroda M, Sato M, Mizoguchi M, Takahashi I, Awale S, et al. . Chemical constituents of Callistemon subulatus and their anti-pancreatic cancer activity against human PANC-1 cell line. Plants. 2022;11(19):2466. doi: 10.3390/plants11192466.", "ArticleIdList": ["10.3390/plants11192466", "PMC9570665", "36235333"]}, {"Citation": "El-Nashar HAS, El-Labbad EM, Al-Azzawi MA, Ashmawy NS.. A new xanthone glycoside from Mangifera indica L.: physicochemical properties and in vitro anti-skin aging activities. Molecules. 2022;27(9):2609. doi: 10.3390/molecules27092609.", "ArticleIdList": ["10.3390/molecules27092609", "PMC9105941", "35565960"]}, {"Citation": "Ahmad S, Saleem M, Riaz N, Lee YS, Diri R, Noor A, Almasri D, Bagalagel A, Elsebai MF.. The natural polypeptides as significant elastase inhibitors. Front Pharmacol. 2020;11:688. doi: 10.3389/fphar.2020.00688.", "ArticleIdList": ["10.3389/fphar.2020.00688", "PMC7291377", "32581778"]}, {"Citation": "Younis MM, Ayoub IM, Mostafa NM, El Hassab MA, Eldehna WM, Al-Rashood ST, Eldahshan OA.. GC/MS profiling, anti-collagenase, anti-elastase, anti-tyrosinase and anti-hyaluronidase activities of a Stenocarpus sinuatus leaves extract. Plants. 2022;11(7):918. doi: 10.3390/plants11070918.", "ArticleIdList": ["10.3390/plants11070918", "PMC9002779", "35406898"]}, {"Citation": "El-Nashar HAS, Abbas H, Zewail M, Noureldin MH, Ali MM, Shamaa MM, Khattab MA, Ibrahim N.. Neuroprotective effect of artichoke-based nanoformulation in sporadic Alzheimer’s Disease Mouse Model: focus on antioxidant, anti-inflammatory, and amyloidogenic pathways. Pharmaceuticals. 2022;15(10):1202. doi: 10.3390/ph15101202.", "ArticleIdList": ["10.3390/ph15101202", "PMC9610800", "36297313"]}, {"Citation": "El-Nashar HAS, Adel M, El-Shazly M, Yahia IS, El Sheshtawy HS, Almalki AA, Ibrahim N.. Chemical composition, antiaging activities and molecular docking studies of essential oils from Acca sellowiana (Feijoa). Chem Biodivers. 2022;19(9):e202200272. doi: 10.1002/cbdv.202200272.", "ArticleIdList": ["10.1002/cbdv.202200272", "35938449"]}, {"Citation": "Agatonovic-Kustrin S, Chan CKY, Gegechkori V, Morton DW.. Models for skin and brain penetration of major components from essential oils used in aromatherapy for dementia patients. J Biomol Struct Dyn. 2020;38(8):2402–2411. doi: 10.1080/07391102.2019.1633408.", "ArticleIdList": ["10.1080/07391102.2019.1633408", "31204906"]}, {"Citation": "El-Nashar HAS, Eldehna WM, Al-Rashood ST, Alharbi A, Eskandrani RO, Aly SH.. GC/MS analysis of essential oil and enzyme inhibitory activities of Syzygium cumini (Pamposia) Grown in Egypt: chemical characterization and molecular docking studies. Molecules. 2021;26(22):6984. doi: 10.3390/molecules26226984.", "ArticleIdList": ["10.3390/molecules26226984", "PMC8618078", "34834076"]}, {"Citation": "Abdelghffar EAR, Mostafa NM, El-Nashar HAS, Eldahshan OA, Singab ANB.. Chilean pepper (Schinus polygamus) ameliorates the adverse effects of hyperglycaemia/dyslipidaemia in high fat diet/streptozotocin-induced type 2 diabetic rat model. Ind Crops Prod. 2022;183:114953. doi: 10.1016/j.indcrop.2022.114953.", "ArticleIdList": ["10.1016/j.indcrop.2022.114953"]}, {"Citation": "Adesina AB, Josephine OO.. Inhibitory effects of the volatile oils of Callistemon citrinus (Curtis) Skeels and Eucalyptus citriodora Hook (Myrtaceae) on the acetylcholine induced contraction of isolated rat ileum. Pak J Pharm Sci. 2012;25(2):435–439.", "ArticleIdList": ["22459474"]}, {"Citation": "Kim JH, Byun JC, Bandi AKR, et al. . Compounds with elastase inhibition and free radical scavenging activities from Callistemon lanceolatus. J Med Plants Res. 2009;3:914–920."}, {"Citation": "Gogoi R, Begum T, Sarma N, Kumar Pandey S, Lal M.. Chemical composition of Callistemon citrinus (Curtis) Skeels aerial part essential oil and its pharmacological applications, neurodegenerative inhibitory, and genotoxic efficiencies. J Food Biochem. 2021; 45(7):e13767. doi: 10.1111/jfbc.13767.", "ArticleIdList": ["10.1111/jfbc.13767", "34028046"]}, {"Citation": "Elhawary EA, Mostafa NM, Labib RM, Singab AN.. Metabolomic profiles of essential oils from selected Rosa varieties and their Antimicrobial activities. Plants. 2021;10(8):1721. doi: 10.3390/plants10081721.", "ArticleIdList": ["10.3390/plants10081721", "PMC8398089", "34451766"]}, {"Citation": "Ayoub N, Singab AN, Mostafa N, Schultze W.. Volatile constituents of leaves of Ficus carica Linn. grown in Egypt. J Essent Oil Bear Plants. 2010;13(3):316–321. doi: 10.1080/0972060X.2010.10643827.", "ArticleIdList": ["10.1080/0972060X.2010.10643827"]}, {"Citation": "El-Kersh DM, Mostafa NM, Fayez S, Al-Warhi T, Abourehab MAS, Eldehna WM, Salem MA.. GC-MS metabolites profiling of anethole-rich oils by different extraction techniques: antioxidant, cytotoxicity and in-silico enzymes inhibitory insights. J Enzyme Inhib Med Chem. 2022;37(1):1974–1986. doi: 10.1080/14756366.2022.2097445.", "ArticleIdList": ["10.1080/14756366.2022.2097445", "PMC9302011", "35850583"]}, {"Citation": "Mostafa NM, Mostafa AM, Ashour ML, Elhady SS.. Neuroprotective effects of Black Pepper cold-pressed oil on scopolamine-induced oxidative stress and memory impairment in rats. Antioxidants (Basel). 2021;10(12):1993. doi: 10.3390/antiox10121993.", "ArticleIdList": ["10.3390/antiox10121993", "PMC8698347", "34943096"]}, {"Citation": "Mostafa NM. β-Amyrin rich Bombax ceiba leaf extract with potential neuroprotective activity against scopolamine-induced memory impairment in rats. RecNatProd. 2018;12(5):480–492. doi: 10.25135/rnp.47.17.10.062.", "ArticleIdList": ["10.25135/rnp.47.17.10.062"]}, {"Citation": "Moussa AY, Mostafa NM, Singab ANB.. Pulchranin A: first report of isolation from an endophytic fungus and its inhibitory activity on cyclin dependent kinases. Nat Prod Res. 2020;34(19):2715–2722. doi: 10.1080/14786419.2019.1585846.", "ArticleIdList": ["10.1080/14786419.2019.1585846", "30887847"]}, {"Citation": "Siebert DA, Tenfen A, Yamanaka CN, de Cordova CMM, Scharf DR, Simionatto EL, Alberton MD.. Evaluation of seasonal chemical composition, antibacterial, antioxidant and anticholinesterase activity of essential oil from Eugenia brasiliensis Lam. Nat Prod Res. 2015;29(3):289–292. doi: 10.1080/14786419.2014.958736.", "ArticleIdList": ["10.1080/14786419.2014.958736", "25219800"]}, {"Citation": "Abdelhady MI, Aly HA.. Antioxidant antimicrobial activities of Callistemon comboynensis essential oil. Free Radicals Antioxid. 2012;2(1):37–41. doi: 10.5530/ax.2012.2.8.", "ArticleIdList": ["10.5530/ax.2012.2.8"]}, {"Citation": "Brophy JJ, Goldsack RJ, Forster PI, Craven LA, Lepschi BJ.. The leaf essential oils of the australian members of the genus callistemon (Myrtaceae). J Essent Oil Res. 1998;10(6):595–606. doi: 10.1080/10412905.1998.9700986.", "ArticleIdList": ["10.1080/10412905.1998.9700986"]}, {"Citation": "Min H-J, Kim C-S, Hyun H-J, Bae Y-S.. Essential oil analysis of Illicium anistum L. extracts. J Korean Wood Sci Technol. 2017;45(6):682–688. doi: 10.5658/WOOD.2017.45.6.682.", "ArticleIdList": ["10.5658/WOOD.2017.45.6.682"]}, {"Citation": "Bouyahya A, Lagrouh F, El Omari N, Bourais I, El Jemli M, Marmouzi I, Salhi N, Faouzi MEA, Belmehdi O, Dakka N, et al. . Essential oils of Mentha viridis rich phenolic compounds show important antioxidant, antidiabetic, dermatoprotective, antidermatophyte and antibacterial properties. Biocatal Agric Biotechnol. 2020;23:101471. doi: 10.1016/j.bcab.2019.101471.", "ArticleIdList": ["10.1016/j.bcab.2019.101471"]}, {"Citation": "Marucci G, Buccioni M, Ben DD, Lambertucci C, Volpini R, Amenta F.. Efficacy of acetylcholinesterase inhibitors in Alzheimer’s disease. Neuropharmacology. 2021;190:108352. doi: 10.1016/j.neuropharm.2020.108352.", "ArticleIdList": ["10.1016/j.neuropharm.2020.108352", "33035532"]}, {"Citation": "Dohi S, Terasaki M, Makino M.. Acetylcholinesterase inhibitory activity and chemical composition of commercial essential oils. J Agric Food Chem. 2009;57(10):4313–4318. doi: 10.1021/jf804013j.", "ArticleIdList": ["10.1021/jf804013j", "19358605"]}, {"Citation": "Savelev S, Okello E, Perry NSL, Wilkins RM, Perry EK.. Synergistic and antagonistic interactions of anticholinesterase terpenoids in Salvia lavandulaefolia essential oil. Pharmacol Biochem Behav. 2003;75(3):661–668. doi: 10.1016/s0091-3057(03)00125-4.", "ArticleIdList": ["10.1016/s0091-3057(03)00125-4", "12895684"]}, {"Citation": "El-Nashar HAS, Sayed AM, El-Sherief HAM, et al. . Metabolomic profile, anti-trypanosomal potential and molecular docking studies of Thunbergia grandifolia. J Enzyme Inhib Med Chem. 2023;38(1):2199950. doi: 10.1080/14756366.2023.2199950.", "ArticleIdList": ["10.1080/14756366.2023.2199950", "PMC10120545", "37080775"]}, {"Citation": "Shady NH, Mostafa NM, Fayez S, Abdel-Rahman IM, Maher SA, Zayed A, Saber EA, Khowdiary MM, Elrehany MA, Alzubaidi MA, et al. . Mechanistic wound healing and antioxidant potential of Moringa oleifera seeds extract supported by metabolic profiling, in silico network design, molecular docking, and in vivo studies. Antioxidants. 2022;11(9):1743. doi: 10.3390/antiox11091743.", "ArticleIdList": ["10.3390/antiox11091743", "PMC9495458", "36139817"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "6", "Day": "29", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "6", "Day": "28", "Hour": "1", "Minute": "6"}, {"Year": "2023", "Month": "6", "Day": "27", "Hour": "21", "Minute": "37"}, {"Year": "2023", "Month": "6", "Day": "27"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37369580", "PMC10304439", "10.1080/14756366.2023.2224944"]}}], "PubmedBookArticle": []}