{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Causal Agent", "Crop Type", "Ornamentals", "Pathogen detection", "Prokaryotes", "Subject Areas", "Trees", "ornamentals", "woody ornamentals"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37368445", "DateRevised": {"Year": "2023", "Month": "06", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "06", "Day": "27"}], "Language": ["eng"], "ELocationID": ["10.1094/PDIS-03-23-0404-PDN"], "Journal": {"ISSN": "0191-2917", "JournalIssue": {"PubDate": {"Year": "2023", "Month": "Jun", "Day": "27"}}, "Title": "Plant disease", "ISOAbbreviation": "Plant Dis"}, "ArticleTitle": "First report of 'Candidatus Phytoplasma asteris' associated with witches'-broom and plexus bud disease of Cerasus serrula in China.", "Abstract": {"AbstractText": ["Cherry blossoms (Cerasus serrula) are native to the temperate zone around the Himalayas in the northern hemisphere, mainly distributed in the west and southwest of China, including Yunnan, Sichuan and Tibet. Cherry has high ornamental, edible and medicinal value. In August 2022, we observed that Cherry trees exhibited witches' broom and plexus bud in Kunming City, Yunan Province, China. The symptoms consisted of many small branches with little leaves at the top of branches, stipule lobation, and clustered adventitious buds that are tumor-like on the branches that usually cannot sprout normally. As disease intensity increased, the branches dried up from the top to the bottom till the death of the whole plant. We named this disease C. serrula witches' broom disease (CsWB). We found CsWB in the areas of Panlong, Guandu, Xishan Districts in Kunming, where more than 17% of the plants we surveyed were infected. We collected 60 samples from across the three districts. These included 15 symptomatic and 5 asymptomatic plants per district. The lateral stem tissues were observed under a scanning electron microscope (Hitachi S-3000N). The nearly spherical bodies were found in the phloem cells of symptomatic plants. Total DNA extraction was conducted from 0.1 g tissue using the CTAB method (Porebski et al. 1997), ddH2O was used as the negative control, and Dodonaea viscose plants with witches' broom symptoms were used as the positive control. The nested PCR was used to amplify the 16S rRNA gene (Lee et al. 1993; Schneider et al. 1993) and PCR amplicon of 1.2 kb were amplified (GenBank accessions: OQ408098; OQ408099; OQ408100). The direct PCR specific to the ribosomal protein (rp) gene yielded amplicons of approximately 1.2 kb with primer pair rp(I)F1A and rp(I)R1A (Lee et a. 2003) (GenBank accessions: OQ410969; OQ410970; OQ410971). The fragment from 33 symptomatic samples was consistent with the positive control, and absent for asymptomatic samples, suggesting an association of phytoplasma with the disease. A BLAST analysis of the 16S rRNA sequences of CsWB phytoplasma showed that it has a 99.76% similarity with Trema laevigata witches' broom phytoplasma (GenBank accession MG755412). The rp sequence shared 99.75% identity with Cinnamomum camphora witches' broom phytoplasma (GenBank accession OP649594). An analysis with iPhyClassifier showed that the virtual RFLP pattern derived from the 16S rDNA sequence shares 99.3% similarity with that of the 'Ca. Phytoplasma asteris' reference strain (GenBank accession: M30790), and the virtual RFLP pattern derived from the fragment is identical (similarity coefficient 1.00) to the reference pattern of 16Sr group I, subgroup B (GenBank accession: AP006628). Thus, CsWB phytoplasma is identified as 'Ca. Phytoplasma asteris'-related strain belonging to sub-group 16SrI-B. The phylogenetic tree was constructed based on 16S rRNA gene and rp gene sequences by using MEGA version 6.0 (Tamura et al. 2013) with neighbor-joining (NJ) method and bootstrap support was estimated with 1000 replicates. The result indicated that the CsWB phytoplasma formed a subclade in 16SrI-B and rpI-B respectively. In addition, the clean 1-year-old C. serrula were tested positive for the phytoplasma using the nested PCR 30 days after being grafted with naturally infected twigs with CsWB symptoms. To the best of our knowledge, Cherry blossoms is a new host of 'Ca. Phytoplasma asteris'-related strains in China. The newly emerged disease is a threat to the ornamental value of cherry blossoms and the production of wood quality."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Southwest Forestry University, 12617, College of Biodiversity Conservation, 300# Bailong Temple, Qingyun Street, Panlong District, Kunming, China, China, 650224; 535975299@qq.com."}], "LastName": "Chen", "ForeName": "Jianxin", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Southwest Forestry University, 12617, Yunnan Provincial Key Laboratory of Forest Disaster Warning and Control, Southwest Forestry University, Kunming, 650224, China, Kunming, Yunnan, China, 650224; 1210990032@qq.com."}], "LastName": "Wu", "ForeName": "Ziqiang", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Southwest Forestry University, 12617, Yunnan Provincial Key Laboratory of Forest Disaster Warning and Control, No.300, Bailongsi, Panlong District, Kunming, China, 650224; 1649493839@qq.com."}], "LastName": "Wu", "ForeName": "Fengjinglin", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Southwest Forestry University, 12617, College of Forestry, Kunming, China; 1848587355@qq.com."}], "LastName": "Ma", "ForeName": "Huancheng", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Southwest Forestry University, 12617, College of Biodiversity Conservation, Kunming, Yunnan, China; 281872516@qq.com."}], "LastName": "Han", "ForeName": "Qingli", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Southwest Forestry University, 12617, College of Biodiversity Conservation, Bailong temple 300#, Panlong District, Kunming, Yunnan Province, Kunming, China, 650224; 1176279044@qq.com."}], "LastName": "Wu", "ForeName": "Jianrong", "Initials": "J"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Dis", "NlmUniqueID": "9882809", "ISSNLinking": "0191-2917"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2023", "Month": "6", "Day": "27", "Hour": "13", "Minute": "11"}, {"Year": "2023", "Month": "6", "Day": "27", "Hour": "13", "Minute": "11"}, {"Year": "2023", "Month": "6", "Day": "27", "Hour": "11", "Minute": "44"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["37368445", "10.1094/PDIS-03-23-0404-PDN"]}}], "PubmedBookArticle": []}