{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Candida", "caries", "medicinal plants", "periodontal disease", "plant-derived products", "polyphenol extracts"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37374880", "DateRevised": {"Year": "2023", "Month": "07", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "05", "Day": "24"}], "Language": ["eng"], "ELocationID": ["1378", "10.3390/microorganisms11061378"], "Journal": {"ISSN": "2076-2607", "JournalIssue": {"Volume": "11", "Issue": "6", "PubDate": {"Year": "2023", "Month": "May", "Day": "24"}}, "Title": "Microorganisms", "ISOAbbreviation": "Microorganisms"}, "ArticleTitle": "Antimicrobial Efficiency of <i>Pistacia lentiscus</i> L. Derivates against Oral Biofilm-Associated Diseases-A Narrative Review.", "Abstract": {"AbstractText": ["<i>Pistacia lentiscus</i> L. (PlL) has been used for centuries in traditional medicine. The richness in antimicrobial biomolecules of Pll derivates can represent an alternative to chemically formulated agents used against oral infections. This review summarizes the knowledge on the antimicrobial activity of PlL essential oil (EO), extracts, and mastic resin against microorganisms being of relevance in oral biofilm-associated diseases. Results demonstrated that the potential of PlL polyphenol extracts has led to increasing scientific interest. In fact, the extracts are a significantly more effective agent than the other PlL derivates. The positive findings regarding the inhibition of periodontal pathogens and <i>C. albicans</i>, together with the antioxidant activity and the reduction of the inflammatory responses, suggest the use of the extracts in the prevention and/or reversal of intraoral dysbiosis. Toothpaste, mouthwashes, and local delivery devices could be effective in the clinical management of these oral diseases."]}, "AuthorList": [{"Identifier": ["0000-0002-4272-0538"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicine, Surgery and Pharmacy, University of Sassari, Viale San Pietro 43, 07100 Sassari, Italy."}, {"Identifier": [], "Affiliation": "Dental Unit, Azienda Ospedaliero-Universitaria di Sassari, 07100 Sassari, Italy."}], "LastName": "Milia", "ForeName": "Egle Patrizia", "Initials": "EP"}, {"Identifier": ["0000-0002-5795-0416"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicine, Surgery and Pharmacy, University of Sassari, Viale San Pietro 43, 07100 Sassari, Italy."}, {"Identifier": [], "Affiliation": "Dental Unit, Azienda Ospedaliero-Universitaria di Sassari, 07100 Sassari, Italy."}], "LastName": "Sardellitti", "ForeName": "Luigi", "Initials": "L"}, {"Identifier": ["0000-0002-4619-2461"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Periodontology, School of Dental Medicine, University of Bern, Freiburgstrasse 3, 3010 Bern, Switzerland."}], "LastName": "Eick", "ForeName": "Sigrun", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Microorganisms", "NlmUniqueID": "101625893", "ISSNLinking": "2076-2607"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aas J.A., Griffen A.L., Dardis S.R., Lee A.M., Olsen I., Dewhirst F.E., Leys E.J., Paster B.J. Bacteria of dental caries in pri- mary and permanent teeth in children and young adults. J. Clin. Microbiol. 2008;46:1407–1417. doi: 10.1128/JCM.01410-07.", "ArticleIdList": ["10.1128/JCM.01410-07", "PMC2292933", "18216213"]}, {"Citation": "Slots J. Periodontitis: Facts, fallacies and the future. Periodontol. 2000. 2017;75:7–23. doi: 10.1111/prd.12221.", "ArticleIdList": ["10.1111/prd.12221", "28758294"]}, {"Citation": "Sanz M., Beighton D., Curtis M.A., Cury J.A., Dige I., Dommisch H., Ellwood R., Giacaman R.A., Herrera D., Herzberg M.C., et al. Role of microbial biofilms in the maintenance of oral health and in the development of dental caries and periodontal diseases. Consensus report of group 1 of the Joint EFP/ORCA workshop on the boundaries between caries and periodontal disease. J. Clin. Periodontol. 2017;44:S5–S11. doi: 10.1111/jcpe.12682.", "ArticleIdList": ["10.1111/jcpe.12682", "28266109"]}, {"Citation": "Murakami S., Mealey B.L., Mariotti A., Chapple I.L.C. Dental plaque-induced gingival conditions. J. Periodontol. 2018;89:S17–S27. doi: 10.1002/JPER.17-0095.", "ArticleIdList": ["10.1002/JPER.17-0095", "29926958"]}, {"Citation": "Fu J.H., Wang H.L. Breaking the wave of peri-implantitis. Periodontol. 2000. 2020;84:145–160. doi: 10.1111/prd.12335.", "ArticleIdList": ["10.1111/prd.12335", "32844418"]}, {"Citation": "Hampelska K., Jaworska M.M., Babalska Z.Ł., Karpiński T.M. The Role of Oral Microbiota in Intra-Oral Halitosis. J. Clin. Med. 2020;9:2484. doi: 10.3390/jcm9082484.", "ArticleIdList": ["10.3390/jcm9082484", "PMC7465478", "32748883"]}, {"Citation": "Sterer N., Rosenberg M. Streptococcus salivarius promotes mucin putrefaction and malodor production by Porphyromonas gingivalis. J. Dent. Res. 2006;85:910–914. doi: 10.1177/154405910608501007.", "ArticleIdList": ["10.1177/154405910608501007", "16998130"]}, {"Citation": "Tiso M., Schechter A.N. Nitrate reduction to nitrite, nitric oxide and ammonia by gut bacteria under physiologyical conditions. PLoS ONE. 2015;10:e0119712.", "ArticleIdList": ["PMC4372352", "25803049"]}, {"Citation": "Larsen T., Fiehn N.E. Dental biofilm infections—An update. Apmis. 2017;125:376–384. doi: 10.1111/apm.12688.", "ArticleIdList": ["10.1111/apm.12688", "28407420"]}, {"Citation": "Richardson J.P., Moyes D.L., Ho J., Naglik J.R. Candida innate immunity at the mucosa. Semin. Cell Dev. Biol. 2019;89:58–70. doi: 10.1016/j.semcdb.2018.02.026.", "ArticleIdList": ["10.1016/j.semcdb.2018.02.026", "29501618"]}, {"Citation": "Kolokotronis A., Doumas S. Herpes simplex virus infection, with particular reference to the progression and complications of primary herpetic gingivostomatitis. Clin. Microbiol. Infect. 2006;12:202–211. doi: 10.1111/j.1469-0691.2005.01336.x.", "ArticleIdList": ["10.1111/j.1469-0691.2005.01336.x", "16451405"]}, {"Citation": "Takenaka S., Ohsumi T., Noiri Y. Evidence-based strategy for dental biofilms: Current evidence of mouthwashes on dental biofilm and gingivitis. Jpn. Dent. Sci. Rev. 2019;55:33–40. doi: 10.1016/j.jdsr.2018.07.001.", "ArticleIdList": ["10.1016/j.jdsr.2018.07.001", "PMC6354555", "30733843"]}, {"Citation": "Mummolo S., Severino M., Campanella V., Barlattani A., Jr., Quinzi V., Marchetti E. Chlorhexidine gel used as antiseptic in periodontal pockets. J. Biol. Regul. Homeost. Agents. 2019;33:83–88.", "ArticleIdList": ["31538453"]}, {"Citation": "Zanatta F.B., Antoniazzi R.P., Rösing C.K. Staining and calculus formation after 0.12% chlorhexidine rinses in plaque-free and plaque covered surfaces: A randomized trial. J. Appl. Oral Sci. 2010;8:515–521. doi: 10.1590/S1678-77572010000500015.", "ArticleIdList": ["10.1590/S1678-77572010000500015", "PMC4246385", "21085810"]}, {"Citation": "Khattri S., Kumbargere Nagraj S., Arora A., Eachempati P., Kusum C.K., Bhat K.G., Johnson T.M., Lodi G. Adjunctive systemic antimicrobials for the non-surgical treatment of periodontitis. Cochrane Database Syst Rev. 2020;11:CD012568.", "ArticleIdList": ["PMC9166531", "33197289"]}, {"Citation": "World Health Organization . Antimicrobial Resistance: Global Report on Surveillance. World Health Organization; Geneva, Switzerland: 2014."}, {"Citation": "Barra A., Coroneo V., Dessì S., Cabras P., Angioni A. Characterization of the volatile constituents in the essential oil of Pistacia lentiscus L. from different origins and its antifungal and antioxidant activity. J. Agric. Food Chem. 2007;22:7093–7098. doi: 10.1021/jf071129w.", "ArticleIdList": ["10.1021/jf071129w", "17658828"]}, {"Citation": "Milia E., Bullitta S.M., Mastandrea G., Szotáková B., Schoubben A., Langhansová L., Quartu M., Bortone A., Eick S. Leaves and Fruits Preparations of Pistacia lentiscus L.: A Review on the Ethnopharmacological Uses and Implications in Inflammation and Infection. Antibiotics. 2021;10:425. doi: 10.3390/antibiotics10040425.", "ArticleIdList": ["10.3390/antibiotics10040425", "PMC8069618", "33921406"]}, {"Citation": "Camarda I. Ricerche etnobotaniche nel comune di Dorgali (Sardegna centro-orientale) Boll. Della Soc. Sarda Sci. Nat. 1990;27:147–204."}, {"Citation": "Loi M.C., Frailis L., Maxia A. Le piante utilizzate nella medicina popolare nel territorio di Gesturi (Sardegna centro-meridionale) Atti Soc. Tosc. Sci. Nat. Mem. Ser. B. 2002;109:167–176."}, {"Citation": "Ballero M., Poli F., Sacchetti G., Loi M.C. Ethnobotanical research in the territory of Fluminimaggiore (south-western Sardinia) Fitoterapia. 2001;72:788–801. doi: 10.1016/S0367-326X(01)00334-3.", "ArticleIdList": ["10.1016/S0367-326X(01)00334-3", "11677018"]}, {"Citation": "Loi M.C., Poli F., Sacchetti G., Selenu M.B., Ballero M. Ethnopharmacology of ogliastra (villagrande strisaili, sardinia, Italy) Fitoterapia. 2004;75:277–295. doi: 10.1016/j.fitote.2004.01.008.", "ArticleIdList": ["10.1016/j.fitote.2004.01.008", "15158984"]}, {"Citation": "Sanna C., Ballero M., Maxia A. Le piante medicinali utilizzate contro le patologie epidermiche in ogliastra (sardegna centro-orientale) Atti Soc. Tosc. Sci. Nat. Mem. Ser. B. 2006;113:73–82."}, {"Citation": "Leporatti M.L., Ghedira K. Comparative analysis of medicinal plants used in traditional medicine in Italy and Tunisia. J. Ethnobiol. Ethnomed. 2009;5:31. doi: 10.1186/1746-4269-5-31.", "ArticleIdList": ["10.1186/1746-4269-5-31", "PMC2773757", "19857257"]}, {"Citation": "Di Rosa A. In: Erbe e Piante Medicinali in Sardegna. 3rd ed. Delfino C., editor. Ilisso; Sassari, Italy: 2018."}, {"Citation": "Dimas K.S., Pantazis P., Ramanujam R. Review: Chios mastic gum: A plant-produced resin exhibiting numerous diverse pharmaceutical and biomedical properties. Vivo. 2012;26:777–785.", "ArticleIdList": ["22949590"]}, {"Citation": "Koutsoudaki C., Krsek M., Rodger A. Chemical Composition and Antibacterial Activity of the Essential Oil and the Gum of Pistacia lentiscus Var. chia. J. Agric. Food Chem. 2005;53:7681–7685. doi: 10.1021/jf050639s.", "ArticleIdList": ["10.1021/jf050639s", "16190616"]}, {"Citation": "La Camera E., Bisignano C., Crisafi G., Smeriglio A., Denaro M., Trombetta D., Mandalari G. Biochemical Characterization of Clinical Strains of Staphylococcus spp. and Their Sensitivity to Polyphenols-Rich Extracts from Pistachio (Pistacia vera L.) Pathogens. 2018;7:82. doi: 10.3390/pathogens7040082.", "ArticleIdList": ["10.3390/pathogens7040082", "PMC6313331", "30360375"]}, {"Citation": "Aouinti F., Zidane H., Tahri M., Wathelet J.P. Ali El Bachiri1Chemical composition, mineral contents and antioxidant activity of fruits of Pistacia lentiscus L. from Eastern Morocco. J. Mater. Environ. Sci. 2014;5:199–206."}, {"Citation": "Atmani D., Chaher N., Berboucha M., Ayouni K., Lounis H., Boudaoud H., Debbache N., Djebbar Atmani D. Antioxidant capacity and phenol content of selected Algerian medicinal plants. Food Chem. 2009;112:303–309. doi: 10.1016/j.foodchem.2008.05.077.", "ArticleIdList": ["10.1016/j.foodchem.2008.05.077"]}, {"Citation": "Bullitta S., Piluzza G., Manunta M.D.I. Cell-based and chemical assays of the ability to modulate the production of intracellular Reactive Oxygen Species of eleven Mediterranean plant species related to ethnobotanic traditions. Genet. Resour. Crop. Evol. 2013;60:403–412. doi: 10.1007/s10722-012-9842-6.", "ArticleIdList": ["10.1007/s10722-012-9842-6"]}, {"Citation": "Remila S., Atmani-Kilani D., Delemasure S., Connat J.L., Azib L., Richard T., Atmani D. Antioxidant, cytoprotective, anti-inflammatory and anticancer activities of Pistacia lentiscus (Anacardiaceae) leaf and fruit extracts. Eur. J. Integr. Med. 2015;7:274–286. doi: 10.1016/j.eujim.2015.03.009.", "ArticleIdList": ["10.1016/j.eujim.2015.03.009"]}, {"Citation": "Khedir S.B., Mzid M., Bardaa S., Moalla D., Sahnoun Z., Rebai T. In vivo evaluation of the anti-inflammatory effect of Pistacia lentiscus fruit oil and its effects on oxidative stress. Evid-Based Complement. Altern. Med. 2016;2016:6108203.", "ArticleIdList": ["PMC5192325", "28070202"]}, {"Citation": "Maxia A., Sanna C., Frau M.A., Piras A., Karchuli M.S., Kasture V. Anti-inflammatory activity of Pistacia lentiscus essential oil: Involvement of IL-6 and TNF-alpha. Nat. Prod. Commun. 2011;6:1543–1544. doi: 10.1177/1934578X1100601033.", "ArticleIdList": ["10.1177/1934578X1100601033", "22164803"]}, {"Citation": "Quartu M., Poddighe L., Melis T., Serra M.P., Boi M., Lisai S., Carta G., Murru E., Muredda L., Collu M., et al. Involvement of the endocannabinoid system in the physiological response to transient common carotid artery occlusion and reperfusion. Lipids Health Dis. 2017;16:14. doi: 10.1186/s12944-016-0389-y.", "ArticleIdList": ["10.1186/s12944-016-0389-y", "PMC5248520", "28103941"]}, {"Citation": "Milia E., Usai M., Szotáková B., Elstnerová M., Králová V., D’hallewin G., Spissu Y., Barberis A., Marchetti M., Bortone A., et al. The Pharmaceutical Ability of Pistacia lentiscus L. Leaves Essential Oil Against Periodontal Bacteria and Candida sp. and Its Anti-Inflammatory Potential. Antibiotics. 2020;9:281. doi: 10.3390/antibiotics9060281.", "ArticleIdList": ["10.3390/antibiotics9060281", "PMC7345856", "32466371"]}, {"Citation": "Orrù G., Demontis C., Mameli A., Tuveri E., Coni P., Pichiri G., Coghe F., Rosa A., Rossi P., D’hallewin G. The Selective Interaction of Pistacia lentiscus Oil vs. Human Streptococci, an Old Functional Food Revisited with New Tools. Front. Microbiol. 2017;8:2067. doi: 10.3389/fmicb.2017.02067.", "ArticleIdList": ["10.3389/fmicb.2017.02067", "PMC5660700", "29114245"]}, {"Citation": "Siano F., Cutignano A., Moccia S., Russo G.L., Volpe M.G., Picariello G. Phytochemical Characterization and Effects on Cell Proliferation of Lentisk (Pistacia lentiscus) Berry Oil: A Revalued Source of Phenolics. Plant Foods Hum. Nutr. 2020;75:487–494. doi: 10.1007/s11130-020-00835-x.", "ArticleIdList": ["10.1007/s11130-020-00835-x", "32671681"]}, {"Citation": "Quartu M., Serra M.P., Boi M., Pillolla G., Melis T., Poddighe L., Del Fiacco M., Falconieri D., Carta G., Murru E., et al. Effect of acute administration of Pistacia lentiscus L. essential oil on rat cerebral cortex following transient bilateral common carotid artery occlusion. Lipids Health Dis. 2012;11:8. doi: 10.1186/1476-511X-11-8.", "ArticleIdList": ["10.1186/1476-511X-11-8", "PMC3315412", "22239952"]}, {"Citation": "Duru M.E., Cakir A., Kordali S., Zengin H., Harmandar M., Izumi S., Hirata T. Chemical composition and antifungal properties of essential oils of three Pistacia species. Fitoterapia. 2003;74:170–176. doi: 10.1016/S0367-326X(02)00318-0.", "ArticleIdList": ["10.1016/S0367-326X(02)00318-0", "12628418"]}, {"Citation": "Zrira S., Elamarani A., Benjilali B. Chemical composition of the essential oil of Pistacia lentiscus L. from Morocco-a seasonal variation. Flavour Fragr. J. 2003;18:475–480. doi: 10.1002/ffj.1221.", "ArticleIdList": ["10.1002/ffj.1221"]}, {"Citation": "Gardeli C., Papageorgiou V., Mallouchos A., Theodosis K., Michael K. Essential oil composition of Pistacia lentiscus L. and Myrtus communis L.: Evaluation of antioxidant capacity of methanolic extracts. Food Chem. 2008;107:1120–1130. doi: 10.1016/j.foodchem.2007.09.036.", "ArticleIdList": ["10.1016/j.foodchem.2007.09.036"]}, {"Citation": "Boelens M.H., Jemenez R. Chemical composition of the essential oil from the gum and various parts of Pistacia lentiscus L. (Mastic Gum Tree) Flavour Fragr. J. 1991;6:271–275. doi: 10.1002/ffj.2730060406.", "ArticleIdList": ["10.1002/ffj.2730060406"]}, {"Citation": "Russo E.B., Marcu J. Cannabis Pharmacology: The Usual Suspects and a Few Promising Leads. Adv. Pharmacol. 2017;80:67–134. doi: 10.1016/bs.apha.2017.03.004.", "ArticleIdList": ["10.1016/bs.apha.2017.03.004", "28826544"]}, {"Citation": "Catalani S., Palma F., Battistelli S., Benedetti S. Oxidative stress and apoptosis induction in human thyroid carcinoma cells exposed to the essential oil from Pistacia lentiscus aerial parts. PLoS ONE. 2017;12:e0172138. doi: 10.1371/journal.pone.0172138.", "ArticleIdList": ["10.1371/journal.pone.0172138", "PMC5308852", "28196126"]}, {"Citation": "Gonçalves E.C.D., Baldasso G.M., Bicca M.A., Paes R.S., Capasso R., Dutra R.C. Terpenoids, Cannabimimetic Ligands, beyond the Cannabis Plant. Molecules. 2020;25:1567. doi: 10.3390/molecules25071567.", "ArticleIdList": ["10.3390/molecules25071567", "PMC7181184", "32235333"]}, {"Citation": "De Pooter H.L., Schamp N.M., Aboutabl E.A., Tohamy S.F., Doss S.L. Essential oil of the leaves of three Pistacia species grown in Egypt. Flavour Fragr. J. 1991;6:229–232. doi: 10.1002/ffj.2730060313.", "ArticleIdList": ["10.1002/ffj.2730060313"]}, {"Citation": "Rigling M., Fraatz M.A., Trögel S., Sun J., Zorn H., Zhang Y. Aroma Investigation of Chios Mastic Gum (Pistacia lentiscus Variety Chia) Using Headspace Gas Chromatography Combined with Olfactory Detection and Chiral Analysis. J. Agric. Food Chem. 2019;67:13420–13429. doi: 10.1021/acs.jafc.9b00143.", "ArticleIdList": ["10.1021/acs.jafc.9b00143", "30835111"]}, {"Citation": "Tabanca N., Nalbantsoy A., Kendra P.E., Demirci F., Demirci B. Chemical Characterization and Biological Activity of the Mastic Gum Essential Oils of Pistacia lentiscus Var. Chia from Turkey. Molecules. 2020;25:2136. doi: 10.3390/molecules25092136.", "ArticleIdList": ["10.3390/molecules25092136", "PMC7248992", "32370246"]}, {"Citation": "Paraschos S., Mitakou S., Skaltsounis A.L. Chios gum mastic: A review of its biological activities. Curr. Med. Chem. 2012;19:2292–2302. doi: 10.2174/092986712800229014.", "ArticleIdList": ["10.2174/092986712800229014", "22414110"]}, {"Citation": "Bozorgi M., Memariani Z., Mobli M., Salehi Surmaghi M.H., Shams-Ardekani M.R., Rahimi R. Five Pistacia species (P. vera, P. atlantica, P. terebinthus, P. khinjuk, and P. lentiscus): A review of their traditional uses, phytochemistry, and pharmacology. Sci. World J. 2013;2013:219815. doi: 10.1155/2013/219815.", "ArticleIdList": ["10.1155/2013/219815", "PMC3876903", "24453812"]}, {"Citation": "Vogelman T.C. Plant tissue optics. Rev. Plant Physiol. Plant Mol. Biol. 1993;44:231–251. doi: 10.1146/annurev.pp.44.060193.001311.", "ArticleIdList": ["10.1146/annurev.pp.44.060193.001311"]}, {"Citation": "Imran M., Saeed F., Hussain G., Imran A., Mehmood Z., Gondal T.A., El-Ghorab A., Ahmad I., Pezzani R., Arshad M.U., et al. Myricetin: A comprehensive review on its biological potentials. Food Sci. Nutr. 2021;9:5854–5868. doi: 10.1002/fsn3.2513.", "ArticleIdList": ["10.1002/fsn3.2513", "PMC8498061", "34646551"]}, {"Citation": "Mezni F., Slama A., Ksouri R., Hamdaoui G., Khouja M.L., Khaldi A. Phenolic profile and effect of growing area on Pistacia lentiscus seed oil. Food Chem. 2018;257:206–210. doi: 10.1016/j.foodchem.2018.03.019.", "ArticleIdList": ["10.1016/j.foodchem.2018.03.019", "29622199"]}, {"Citation": "Jiang F., Chen W., Yi K., Wu Z., Si Y., Han W., Zhao Y. The evaluation of catechins that contain a galloyl moiety as potential HIV-1 integrase inhibitors. Clin. Immunol. 2010;137:347–356. doi: 10.1016/j.clim.2010.08.007.", "ArticleIdList": ["10.1016/j.clim.2010.08.007", "20832370"]}, {"Citation": "Zhao Y., Jiang F., Liu P., Chen W., Yi K. Catechins containing a galloyl moiety as potential anti-HIV-1 compounds. Drug Discov. Today. 2012;17:630–635. doi: 10.1016/j.drudis.2012.02.015.", "ArticleIdList": ["10.1016/j.drudis.2012.02.015", "22414543"]}, {"Citation": "Zhou Y., Zheng J., Li Y., Xu D.-P., Li S., Chen Y.-M., Li H.-B. Natural Polyphenols for Prevention and Treatment of Cancer. Nutrients. 2016;8:515. doi: 10.3390/nu8080515.", "ArticleIdList": ["10.3390/nu8080515", "PMC4997428", "27556486"]}, {"Citation": "Rodríguez-Pérez C., Quirantes-Piné R., Amessis-Ouchemoukh N., Madani K., Segura-Carretero A., Fernández-Gutierrez A. A metabolite-profiling approach allows the identification of new compounds from Pistacia lentiscus leaves. J. Pharm. Biomed. Anal. 2013;77:167–174. doi: 10.1016/j.jpba.2013.01.026.", "ArticleIdList": ["10.1016/j.jpba.2013.01.026", "23434494"]}, {"Citation": "Romani A., Pinelli P., Galardi C., Mulinacci N., Tattini M. Identification and Quantification of Galloyl Derivatives, Flavonoid Glycosides and Anthocyanins in Leaves of Pistacia lentiscus L. Phytochem. Anal. 2002;13:79–86. doi: 10.1002/pca.627.", "ArticleIdList": ["10.1002/pca.627", "12018027"]}, {"Citation": "Garofulić E.I., Kruk V., Martić A., Martić I., Zorić Z., Pedisić S., Dragović S., Dragović-Uzelac V. Evaluation of Polyphenolic Profile and Antioxidant Activity of Pistacia lentiscus L. Leaves and Fruit Extract Obtained by Optimized Microwave-Assisted Extraction. Foods. 2020;9:1556. doi: 10.3390/foods9111556.", "ArticleIdList": ["10.3390/foods9111556", "PMC7692612", "33121196"]}, {"Citation": "Souilah N., Amina B., Hamdi B., Miara M.D., Daoud N., Mustafa A.M., Yilmaz M.A., Öztürk M., Caprioli G., Maggi F. Ethnobotanical investigation of Pistacia lentiscus L. grown in El Kala (Algeria), and phytochemical study and antioxidant activity of its essential oil and extracts. Nat. Prod. Res. 2023;37:1583–1588. doi: 10.1080/14786419.2021.2024825.", "ArticleIdList": ["10.1080/14786419.2021.2024825", "35014943"]}, {"Citation": "Huber B., Eberl L., Feucht W., Polster J. Influence of polyphenols on bacterial biofilm formation and quorum-sensing. Z. Naturforsch. C J. Biosci. 2003;58:879–884. doi: 10.1515/znc-2003-11-1224.", "ArticleIdList": ["10.1515/znc-2003-11-1224", "14713169"]}, {"Citation": "Bouarab-Chibane L., Forquet V., Lantéri P., Clément Y., Léonard-Akkari L., Oulahal N., Degraeve P., Bordes C. Antibacterial Properties of Polyphenols: Characterization and QSAR (Quantitative Structure-Activity Relationship) Models. Front. Microbiol. 2019;10:829. doi: 10.3389/fmicb.2019.00829.", "ArticleIdList": ["10.3389/fmicb.2019.00829", "PMC6482321", "31057527"]}, {"Citation": "Christodoulou M.S., Villa F., Pinto A., Cappitelli F. Correlation between Perturbation of Redox Homeostasis and Antibiofilm Capacity of Phytochemicals at Non-Lethal Concentrations. Antioxidants. 2022;11:2451. doi: 10.3390/antiox11122451.", "ArticleIdList": ["10.3390/antiox11122451", "PMC9774353", "36552659"]}, {"Citation": "Magiatis P., Melliou E., Skaltsounis A.L., Chinou I.B., Mitaku S. Chemical composition and antimicrobial activity of the essential oils of Pistacia lentiscus var. chia. Plant Med. 1999;65:749–752. doi: 10.1055/s-2006-960856.", "ArticleIdList": ["10.1055/s-2006-960856", "10630120"]}, {"Citation": "Marengo A., Piras A., Falconieri D., Porcedda S., Caboni P., Cortis P., Foddis C., Loi C., Goncalves M.J., Salgueiro L., et al. Chemical and biomolecular analyses to discriminate three taxa of Pistacia genus from Sardinia Island (Italy) and their antifungal activity. Nat. Prod. Res. 2018;32:2766–2774. doi: 10.1080/14786419.2017.1378211.", "ArticleIdList": ["10.1080/14786419.2017.1378211", "28931320"]}, {"Citation": "Missoun F., Bouabedelli F., Benhamimed E., Baghdad A., Djebli N. Phytochemical study and antibacterial activity of different extracts of Pistacia lentiscus L collected from Dahra region west of Algeria. J. Fundam. Appl. Sci. 2017;9:669–684. doi: 10.4314/jfas.v9i2.4.", "ArticleIdList": ["10.4314/jfas.v9i2.4"]}, {"Citation": "Suzuki Y., Nagasawa R., Senpuku H. Inhibiting effects of fructanase on competence-stimulating peptide-dependent quorum sensing system in Streptococcus mutans. J. Infect. Chemother. 2017;23:634–641. doi: 10.1016/j.jiac.2017.06.006.", "ArticleIdList": ["10.1016/j.jiac.2017.06.006", "28729051"]}, {"Citation": "Iauk L., Ragusa S., Rapisarda A., Franco S., Nicolosi V.M. In vitro antimicrobial activity of Pistacia lentiscus L. extracts: Preliminary report. J. Chemother. 1996;8:207–209. doi: 10.1179/joc.1996.8.3.207.", "ArticleIdList": ["10.1179/joc.1996.8.3.207", "8808717"]}, {"Citation": "Turchetti B., Pinelli P., Buzzini P., Romani A., Heimler D., Franconi F., Martini A. In vitro antimycotic activity of some plant extracts towards yeast and yeast-like strains. Phytother. Res. 2005;19:44–49. doi: 10.1002/ptr.1622.", "ArticleIdList": ["10.1002/ptr.1622", "15798996"]}, {"Citation": "Mezni F., Aouadhi C., Khouja M.L., Khaldi A., Maaroufi A. In vitro antimicrobial activity of Pistacia lentiscus L. edible oil and phenolic extract. Nat. Prod. Res. 2015;29:565–570. doi: 10.1080/14786419.2014.952232.", "ArticleIdList": ["10.1080/14786419.2014.952232", "25157979"]}, {"Citation": "Bakli S., Harzallah D., Zerroug A., Sadrati N., Bouguerra A., Gaamoune S., Naili O. Antimicrobial and Antioxidant Activities of Flavonoids Extracted from Pistacia lentiscus L., Leaves. J. Drug Deliv. Therap. 2020;10:82–89. doi: 10.22270/jddt.v10i1-s.3895.", "ArticleIdList": ["10.22270/jddt.v10i1-s.3895"]}, {"Citation": "Marsh P.D., Head D.A., Devine D.A. Ecological approaches to oral biofilms: Control without killing. Caries Res. 2015;49:46–54. doi: 10.1159/000377732.", "ArticleIdList": ["10.1159/000377732", "25871418"]}, {"Citation": "Pinna R., Usai P., Filigheddu E., Garcia-Godoy F., Milia E. The role of adhesive materials and oral biofilm in the failure of adhesive resin restorations. Am. J. Dent. 2017;30:285–292.", "ArticleIdList": ["29178733"]}, {"Citation": "Elgubbi H., Alfageih L., Zorab A., Elmeheshi F. Pistacia lentiscus tree and its role in riddance of some environmental polluters. EC Nutr. 2017;10:8–14."}, {"Citation": "Aksoy A., Duran N., Koksal F. In vitro and in vivo antimicrobial effects of mastic chewing gum against Streptococcus mutans and mutans streptococci. Arch. Oral Biol. 2006;51:476–481. doi: 10.1016/j.archoralbio.2005.11.003.", "ArticleIdList": ["10.1016/j.archoralbio.2005.11.003", "16343417"]}, {"Citation": "Karygianni L., Cecere M., Argyropoulou A., Hellwig E., Skaltsounis A.L., Wittmer A., Tchorz J.P., Al-Ahmad A. Compounds from Olea europaea and Pistacia lentiscus inhibit oral microbial growth. BMC Complement. Altern. Med. 2019;19:51. doi: 10.1186/s12906-019-2461-4.", "ArticleIdList": ["10.1186/s12906-019-2461-4", "PMC6390541", "30808354"]}, {"Citation": "Koychev S., Dommisch H., Chen H., Pischon N. Antimicrobial Effects of Mastic Extract Against Oral and Periodontal Pathogens. J. Periodontol. 2017;88:511–517. doi: 10.1902/jop.2017.150691.", "ArticleIdList": ["10.1902/jop.2017.150691", "28067105"]}, {"Citation": "Sterer N. Antimicrobial effect of mastic gum methanolic extract against Porphyromonas gingivalis. J. Med. Food. 2006;9:290–292. doi: 10.1089/jmf.2006.9.290.", "ArticleIdList": ["10.1089/jmf.2006.9.290", "16822220"]}, {"Citation": "Nabila B., Fawzia A.B., Tatjana K.P. Antioxidant and antimicrobial activities of the Pistacia lentiscus and Pistacia atlantica extracts. Afr. J. Pharm. Pharmacol. 2008;2:022–028."}, {"Citation": "Mansour-Djaalab H., Kahlouche-Riachi F., Djerrou Z., Serakta-Delmi M., Hamimed S., Trifa W., Djaalab I., Pacha Y.H. In vitro evaluation of antifungal effects of Lawsonia inermis, Pistacia lentiscus and Juglans regia. Int. J. Med. Aromat. Plants. 2012;2:263–268."}, {"Citation": "Alhadi E.A., Hamdi O.A.A., Ayoub S.M.H., Yagi S. In vitro antioxidant and antimicrobial activities of Pistacia lentiscus, Phyllanthus anderssonii and Cinnamomum verum crude extracts and fractions. J. Med. Plants Res. 2018;12:186–193."}, {"Citation": "Salhi A., Bellaouchi R., El Barkany S., Rokni Y., Bouyanzer A., Asehraou A., Amhamdi H., Hammouti B. Total phenoliccontent, antioxidant and antimicrobial activities of extracts from Pistacia lentiscus leaves. Casp. J. Environ. Sci. 2019;17:189–198."}, {"Citation": "Aksoy A., Duran N., Toroglu S., Koksal F. Short-term effect of mastic gum on salivary concentrations of cariogenic bacteria in orthodontic patients. Angle Orthod. 2007;77:124–128. doi: 10.2319/122205-455R.1.", "ArticleIdList": ["10.2319/122205-455R.1", "17029554"]}, {"Citation": "Preethi N., Chikkanarasaiah N., Bethur S., Umapathy T. The effect of Mastic Chewing Gums on Salivary Streptococcus Mutans Count. Int. J. Prev. Clin. Dent. Res. 2015;2:9–15."}, {"Citation": "Sterer N., Nuas S., Mizrahi B., Goldenberg C., Weiss E.I., Domb A.J., Davidi M.P. Oral malodor reduction by a palatal mucoadhesive tablet containing herbal formulation. J. Dent. 2008;36:535–539. doi: 10.1016/j.jdent.2008.04.001.", "ArticleIdList": ["10.1016/j.jdent.2008.04.001", "18468761"]}, {"Citation": "Biria M., Mohtavipour S., Eslami G., Akbarzadeh Baghban A. Comparison of effects of a herbal t toothpaste with crest complete toothpaste on Streptococcus mutans and Lactobacillus of saliva and plaque index: A randomized clinical trial. JIDA. 2017;29:29–35. doi: 10.30699/jidai.29.1.29.", "ArticleIdList": ["10.30699/jidai.29.1.29"]}, {"Citation": "Pinna R., Filigheddu E., Juliano C., Palmieri A., Manconi M., D’hallewin G., Petretto G., Maioli M., Caddeo C., Manca M.L., et al. Antimicrobial Effect of Thymus capitatus and Citrus limon var. pompia as Raw Extracts and Nanovesicles. Pharmaceutics. 2019;11:234. doi: 10.3390/pharmaceutics11050234.", "ArticleIdList": ["10.3390/pharmaceutics11050234", "PMC6572595", "31091818"]}, {"Citation": "Stähli A., Schröter H., Bullitta S., Serralutzu F., Dore A., Nietzsche S., Milia E., Sculean A., Eick S. In Vitro Activity of Propolis on Oral Microorganisms and Biofilms. Antibiotics. 2021;10:1045. doi: 10.3390/antibiotics10091045.", "ArticleIdList": ["10.3390/antibiotics10091045", "PMC8472590", "34572627"]}, {"Citation": "Pinna R., Usai M., Szotáková B., Marchetti M., Juliano C., Eick S., Hromčík F., Usai P., Spano G., Bortone A., et al. Pistacia lentiscus L. Essential Oil—A Potential New Antimicrobial in Oral Healthcare; Proceedings of the 2018 IADR/PER General Session; London, UK. 25–28 July 2018."}, {"Citation": "Karygianni L., Cecere M., Skaltsounis A.L., Argyropoulou A., Hellwig E., Aligiannis N., Wittmer A., Al-Ahmad A. High-level antimicrobial efficacy of representativ Mediterranean natural plant extracts against oral microorganisms. Biomed. Res. Int. 2014;2014:839019. doi: 10.1155/2014/839019.", "ArticleIdList": ["10.1155/2014/839019", "PMC4098616", "25054150"]}, {"Citation": "Karygianni L., Al-Ahmad A., Argyropoulou A., Hellwig E., Anderson A.C., Skaltsounis A.L. Natural Antimicrobials and Oral Microorganisms: A Systematic Review on Herbal Interventions for the Eradication of Multispecies Oral Biofilms. Front. Microbiol. 2016;6:1529. doi: 10.3389/fmicb.2015.01529.", "ArticleIdList": ["10.3389/fmicb.2015.01529", "PMC4712263", "26834707"]}, {"Citation": "Takahashi K., Fukazawa M., Motohia H., Ochiai K., Nishikawa H., Miyata T. A pilot study on antiplaque effects of mastic chewing gum in the oral cavity. J. Periodontol. 2003;74:501–505. doi: 10.1902/jop.2003.74.4.501.", "ArticleIdList": ["10.1902/jop.2003.74.4.501", "12747455"]}, {"Citation": "Carrol D.H., Chassagne F., Dettweiler M., Quave C.L. Antibacterial activity of plant species used for oral health against Porphyromonas gingivalis. PLoS ONE. 2020;15:e0239316. doi: 10.1371/journal.pone.0239316.", "ArticleIdList": ["10.1371/journal.pone.0239316", "PMC7544490", "33031410"]}, {"Citation": "De Geest S., Laleman I., Teughels W., Dekeyser C., Quirynen M. Periodontal diseases as a source of halitosis: A review of the evidence and treatment approaches for dentists and dental hygienists. Periodontol. 2000. 2016;71:213–227. doi: 10.1111/prd.12111.", "ArticleIdList": ["10.1111/prd.12111", "27045438"]}, {"Citation": "Karpinski T.M. Role of Oral Microbiota in CancerDevelopment. Microorganisms. 2019;7:20. doi: 10.3390/microorganisms7010020.", "ArticleIdList": ["10.3390/microorganisms7010020", "PMC6352272", "30642137"]}, {"Citation": "Paraschos S., Magiatis P., Gousia P., Economou V., Sakkas H., Papadopoulou C., Skaltsounis A.-L. Chemical investigation and antimicrobial properties of mastic water and its major constituents. Food Chem. 2011;129:907–911. doi: 10.1016/j.foodchem.2011.05.043.", "ArticleIdList": ["10.1016/j.foodchem.2011.05.043", "25212317"]}, {"Citation": "Raslin A., Rajkumar J. Antimicrobial activity of a polyherbal formulation Ambrex. Int. J. Mater. Prod. Technol. 2017;55:286–295. doi: 10.1504/IJMPT.2017.084976.", "ArticleIdList": ["10.1504/IJMPT.2017.084976"]}, {"Citation": "Ohshima T., Ikawa S., Kitano K., Maeda N. A Proposal of Remedies for OralDiseases Caused by Candida: A Mini Review. Front. Microbiol. 2018;9:1522. doi: 10.3389/fmicb.2018.01522.", "ArticleIdList": ["10.3389/fmicb.2018.01522", "PMC6046406", "30038607"]}, {"Citation": "Zhou Y., Wang G., Li Y., Liu Y., Song Y., Zheng W., Zhang N., Hu X., Yan S., Jia J. In vitro interactions between aspirin and amphotericin B against planktonic cells and biofilm cells of Candida albicans and C. parapsilosis. Antimicrob. Agents Chemother. 2012;56:3250–3260. doi: 10.1128/AAC.06082-11.", "ArticleIdList": ["10.1128/AAC.06082-11", "PMC3370722", "22391539"]}, {"Citation": "Liu X., Wang D., Yu C., Li T., Liu J., Sun S. Potential antifungal targets against a Candida biofilm based on an enzyme in the arachidonic acid cascade—A review. Front. Microbiol. 2016;7:1925. doi: 10.3389/fmicb.2016.01925.", "ArticleIdList": ["10.3389/fmicb.2016.01925", "PMC5138225", "27999568"]}, {"Citation": "Suzuki R., Sakagami H., Amano S., Fukuchi K., Sunaga K., Kanamoto T., Terakubo S., Nakashima H., Shirataki Y., Tomomura M., et al. Evaluation of Biological Activity of Mastic Extracts Based on Chemotherapeutic Indices. Vivo. 2017;31:591–598.", "ArticleIdList": ["PMC5566908", "28652425"]}, {"Citation": "Bouslama L., Benzekri R., Nsaibia S., Papetti A., Limam F. Identification of an antiviral compound isolated from Pistacia lentiscus. Arch. Microbiol. 2020;202:2569–2578. doi: 10.1007/s00203-020-01980-2.", "ArticleIdList": ["10.1007/s00203-020-01980-2", "32671418"]}, {"Citation": "Leri M., Scuto M., Ontario M.L., Calabrese V., Calabrese E.J., Bucciantini M., Stefani M. Healthy Effects of Plant Polyphenols: Molecular Mechanisms. Int. J. Mol. Sci. 2020;21:1250. doi: 10.3390/ijms21041250.", "ArticleIdList": ["10.3390/ijms21041250", "PMC7072974", "32070025"]}, {"Citation": "Bunte K., Hensel A., Beikler T. Polyphenols in the prevention and treatment of periodontal disease: A sys tematic review of in vivo, ex vivo and in vitro studies. Fitoterapia. 2019;132:30–39. doi: 10.1016/j.fitote.2018.11.012.", "ArticleIdList": ["10.1016/j.fitote.2018.11.012", "30496806"]}, {"Citation": "de Oliveira Caleare A., Hensel A., Mello J.C., Pinha A.B., Panizzon G.P., Lechtenberg M., Petereit F., Nakamura C.V. Flavan-3-ols and proanthocyanidins from Limonium brasiliense inhibit the adhesion of Porphyromonas gingivalis to epithelial host cells by interaction with ginpains. Fitoterapia. 2017;118:87–93. doi: 10.1016/j.fitote.2017.03.002.", "ArticleIdList": ["10.1016/j.fitote.2017.03.002", "28288871"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "4", "Day": "7"}, {"Year": "2023", "Month": "5", "Day": "18"}, {"Year": "2023", "Month": "5", "Day": "22"}, {"Year": "2023", "Month": "6", "Day": "28", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "6", "Day": "28", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "6", "Day": "28", "Hour": "1", "Minute": "29"}, {"Year": "2023", "Month": "5", "Day": "24"}], "PublicationStatus": "epublish", "ArticleIdList": ["37374880", "PMC10305426", "10.3390/microorganisms11061378", "microorganisms11061378"]}}], "PubmedBookArticle": []}