{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["antioxidant activity", "cold-pressed oils", "mullein", "oxidative stability", "total phenolic content"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37372603", "DateRevised": {"Year": "2023", "Month": "07", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "06", "Day": "16"}], "Language": ["eng"], "ELocationID": ["2391", "10.3390/foods12122391"], "Journal": {"ISSN": "2304-8158", "JournalIssue": {"Volume": "12", "Issue": "12", "PubDate": {"Year": "2023", "Month": "Jun", "Day": "16"}}, "Title": "Foods (Basel, Switzerland)", "ISOAbbreviation": "Foods"}, "ArticleTitle": "Effect of the Freeze-Dried Mullein Flower Extract (<i>Verbascum nigrum</i> L.) Addition on Oxidative Stability and Antioxidant Activity of Selected Cold-Pressed Oils.", "Abstract": {"AbstractText": ["The aim of the study was to analyze the influence of mullein flower extract addition on the oxidative stability and antioxidant activity of cold-pressed oils with a high content of unsaturated fatty acids. The conducted research has shown that the addition of mullein flower extract increases the oxidative stability of oils, but its addition depends on the type of oil and should be selected experimentally. In rapeseed and linseed oil, the best stability was found for samples with 60 mg of extract/kg of oil, while in chia seed oil and hemp oil, it was found with 20 and 15 mg of extract/kg of oil, respectively. The hemp oil exhibited the highest antioxidant properties, as evidenced by an increase in the induction time at 90 °C from 12.11 h to 14.05 h. Additionally, the extract demonstrated a protective factor of 1.16. Oils (rapeseed, chia seed, linseed, and hempseed) without and with the addition of mullein extract (2-200 mg of extract/kg of oil) were analyzed for oxidative stability, phenolic compounds content, and antioxidant activity using DPPH<sup>•</sup> and ABTS<sup>•+</sup> radicals. After the addition of the extract, the oils had from 363.25 to 401.24 mg GAE/100 g for rapeseed oil and chia seed oil, respectively. The antioxidant activity of the oils after the addition of the extract ranged from 102.8 to 221.7 and from 324.9 to 888.8 µM Trolox/kg for the DPPH and ABTS methods, respectively. The kinetics parameters were calculated based on the oils' oxidative stability results. The extract increased the activation energy (Ea) and decreased the constant oxidation rate (<i>k</i>)."]}, "AuthorList": [{"Identifier": ["0000-0002-4079-1623"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Technology and Assessment, Institute of Food Sciences, Warsaw University of Life Sciences, Nowoursynowska St. 159c, 02-787 Warsaw, Poland."}], "LastName": "Symoniuk", "ForeName": "Edyta", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Technology and Assessment, Institute of Food Sciences, Warsaw University of Life Sciences, Nowoursynowska St. 159c, 02-787 Warsaw, Poland."}], "LastName": "Marczak", "ForeName": "Zuzanna", "Initials": "Z"}, {"Identifier": ["0000-0002-5793-1776"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Institute of Food Sciences, Warsaw University of Life Sciences, Nowoursynowska St. 159c, 02-787 Warsaw, Poland."}], "LastName": "Brzezińska", "ForeName": "Rita", "Initials": "R"}, {"Identifier": ["0000-0002-3790-3479"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Engineering and Process Management, Institute of Food Sciences, Warsaw University of Life Sciences, Nowoursynowska St. 159c, 02-787 Warsaw, Poland."}], "LastName": "Janowicz", "ForeName": "Monika", "Initials": "M"}, {"Identifier": ["0000-0003-2977-2242"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Sciences of Tunis, University of Tunis El Manar, El Manar I, Tunis 2092, Tunisia."}, {"Identifier": [], "Affiliation": "Center of Biotechnology of Borj Cedria, Laboratory of Aromatic and Medicinal Plants (LPAM), P.O. Box 901, Hammam-Lif 2050, Tunisia."}], "LastName": "Ksibi", "ForeName": "Nour", "Initials": "N"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Foods", "NlmUniqueID": "101670569", "ISSNLinking": "2304-8158"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Madhujith T., Sivakanthan S. Oxidative Stability of Edible Plant Oils. In: Mérillon J.-M., Ramawat K.G., editors. Bioactive Molecules in Food. Springer International Publishing; Cham, Switzerland: 2019. Reference Series in Phytochemistry.", "ArticleIdList": ["10.1007/978-3-319-78030-6_94"]}, {"Citation": "Kamal-Eldin A., Pokorný J. Analysis of Lipid Oxidation. AOCS Press; Champaign, IL, USA: 2005."}, {"Citation": "Choe E., Min D.B. Mechanisms and Factors for Edible Oil Oxidation. Compr. Rev. Food Sci. Food Saf. 2006;5:169–186. doi: 10.1111/j.1541-4337.2006.00009.x.", "ArticleIdList": ["10.1111/j.1541-4337.2006.00009.x"]}, {"Citation": "Hu K., Huyan Z., Ding S., Dong Y., Yu X. Investigation on Food Packaging Polymers: Effects on Vegetable Oil Oxidation. Food Chem. 2020;315:126299. doi: 10.1016/j.foodchem.2020.126299.", "ArticleIdList": ["10.1016/j.foodchem.2020.126299", "32028201"]}, {"Citation": "Zandi-Darehgharibi F., Haddadi H., Rafieian-Kopaei M., Fallah A.A. Effects of Pistachio Green Hull Crude Extract and Its Polyphenol Fraction on Oxidative Stability of Sunflower Oil during Accelerated Storage. Biomass Convers. Biorefin. 2021;13:6973–6980. doi: 10.1007/s13399-021-01899-8.", "ArticleIdList": ["10.1007/s13399-021-01899-8"]}, {"Citation": "Blasi F., Cossignani L. An Overview of Natural Extracts with Antioxidant Activity for the Improvement of the Oxidative Stability and Shelf Life of Edible Oils. Processes. 2020;8:956. doi: 10.3390/pr8080956.", "ArticleIdList": ["10.3390/pr8080956"]}, {"Citation": "Turker A.U., Gurel E. Common Mullein (Verbascum thapsus L.): Recent Advances in Research. Phytother. Res. 2005;19:733–739. doi: 10.1002/ptr.1653.", "ArticleIdList": ["10.1002/ptr.1653", "16222647"]}, {"Citation": "Mihailović V., Kreft S., Benković E.T., Ivanović N., Stanković M.S. Chemical Profile, Antioxidant Activity and Stability in Stimulated Gastrointestinal Tract Model System of Three Verbascum Species. Ind. Crops Prod. 2016;89:141–151. doi: 10.1016/j.indcrop.2016.04.075.", "ArticleIdList": ["10.1016/j.indcrop.2016.04.075"]}, {"Citation": "Shahbaz F., Akhter N., Shahid M., Riaz M., Anjum F., Hussain F. Ultrasound Assisted Extraction and Characterization of Bioactives from V Erbascum Thapsus Roots to Evaluate Their Antioxidant and Medicinal Potential. Dose Response. 2022;20:155932582210976. doi: 10.1177/15593258221097665.", "ArticleIdList": ["10.1177/15593258221097665", "PMC9069605", "35529303"]}, {"Citation": "Blanco-Salas J., Hortigón-Vinagre M.P., Morales-Jadán D., Ruiz-Téllez T. Searching for Scientific Explanations for the Uses of Spanish Folk Medicine: A Review on the Case of Mullein (Verbascum, Scrophulariaceae) Biology. 2021;10:618. doi: 10.3390/biology10070618.", "ArticleIdList": ["10.3390/biology10070618", "PMC8301161", "34356473"]}, {"Citation": "Gupta A., Atkinson A.N., Pandey A.K., Bishayee A. Health-Promoting and Disease-Mitigating Potential of Verbascum thapsus L. (common mullein): A review. Phytother. Res. 2022;36:1507–1522. doi: 10.1002/ptr.7393.", "ArticleIdList": ["10.1002/ptr.7393", "35088467"]}, {"Citation": "Sharma K., Kaur R., Kumar S., Saini R.K., Sharma S., Pawde S.V., Kumar V. Saponins: A Concise Review on Food Related Aspects, Applications and Health Implications. Food Chem. Adv. 2023;2:100191. doi: 10.1016/j.focha.2023.100191.", "ArticleIdList": ["10.1016/j.focha.2023.100191"]}, {"Citation": "Jarzębski M., Smułek W., Kościński M., Białopiotrowicz T., Kaczorek E. Verbascum nigrum L. (Mullein) Extract as a Natural Emulsifier. Food Hydrocoll. 2018;81:341–350. doi: 10.1016/j.foodhyd.2018.02.050.", "ArticleIdList": ["10.1016/j.foodhyd.2018.02.050"]}, {"Citation": "Kalinina S.A., Elkina O.V., Kalinin D.V., Syropyatov B.Y., Dolzhenko A.V. Diuretic Activity and Toxicity of Some Verbascum nigrum Extracts and Fractions. Pharm. Biol. 2014;52:191–198. doi: 10.3109/13880209.2013.822001.", "ArticleIdList": ["10.3109/13880209.2013.822001", "24074166"]}, {"Citation": "Mariassyova M. Antioxidant activity of some herbal extracts in rapeseed and sunflower oils. J. Food Nutr. Res. 2006;45:104–109."}, {"Citation": "AOCS Official Method Cd 3d-63 . Sampling and Analysis of Commercial Fats and Oils. The American Oils Chemist’s Society; Urbana, IL, USA: 2009. Acid Value."}, {"Citation": "AOCS Official Method Cd 8-53 . Sampling and Analysis of Commercial Fats and Oils. The American Oils Chemist’s Society; Urbana, IL, USA: 2003. Peroxide Value Acetic Acid (Chloroform Method)"}, {"Citation": "AOCS Official Method Cd 18-90 . Official Methods and Recommended Practices of the AOCS. American Oil Chemists Society Press; Champaign, IL, USA: 2011. p-Anisidine Value."}, {"Citation": "AOAC Official Method 996.06 . Methods and Recommended Practices of the AOCS. AOCS International; Arlington, MA, USA: 2001. Fat (Total, Saturated, and Unsaturated) in Foods; Hydrolytic Extraction Gas Chromatographic Method."}, {"Citation": "Dewanto V., Wu X., Adom K.K., Liu R.H. Thermal Processing Enhances the Nutritional Value of Tomatoes by Increasing Total Antioxidant Activity. J. Agric. Food Chem. 2002;50:3010–3014. doi: 10.1021/jf0115589.", "ArticleIdList": ["10.1021/jf0115589", "11982434"]}, {"Citation": "Pająk P., Socha R., Broniek J., Królikowska K., Fortuna T. Antioxidant Properties, Phenolic and Mineral Composition of Germinated Chia, Golden Flax, Evening Primrose, Phacelia and Fenugreek. Food Chem. 2019;275:69–76. doi: 10.1016/j.foodchem.2018.09.081.", "ArticleIdList": ["10.1016/j.foodchem.2018.09.081", "30724250"]}, {"Citation": "Szydłowska-Czerniak A., Łaszewska A. Effect of Refining Process on Antioxidant Capacity, Total Phenolics and Prooxidants Contents in Rapeseed Oils. LWT Food Sci. Technol. 2015;64:853–859. doi: 10.1016/j.lwt.2015.06.069.", "ArticleIdList": ["10.1016/j.lwt.2015.06.069"]}, {"Citation": "Farhoosh R., Niazmand R., Rezaei M., Sarabi M. Kinetic Parameter Determination of Vegetable Oil Oxidation under Rancimat Test Conditions. Eur. J. Lipid Sci. Technol. 2008;110:587–592. doi: 10.1002/ejlt.200800004.", "ArticleIdList": ["10.1002/ejlt.200800004"]}, {"Citation": "Cherif M., Rodrigues N., Veloso A.C., Zaghdoudi K., Pereira J.A., Peres A.M. Kinetic-thermodynamic study of the oxidative stability of Arbequina olive oils flavored with lemon verbena essential oil. LWT. 2021;140:110711. doi: 10.1016/j.lwt.2020.110711.", "ArticleIdList": ["10.1016/j.lwt.2020.110711"]}, {"Citation": "Turan S. Effects of Some Plant Extracts on the Oxidative Stability of Canola Oil and Its Purified Triacylglycerols: Effects of Plant Extracts on Canola Oil Oxidation. J. Food Qual. 2014;37:247–258. doi: 10.1111/jfq.12086.", "ArticleIdList": ["10.1111/jfq.12086"]}, {"Citation": "Nikolov N., Generalić Mekinić I., Ljubenkov I., Šimat V., Skroza D., Anđelić I., Soldo B. The Effect of Selected Herb Extracts on Oxidative Stability of Vegetable Oils. Croat. Chem. Acta. 2019;92:331–336. doi: 10.5562/cca3479.", "ArticleIdList": ["10.5562/cca3479"]}, {"Citation": "Codex Alimentarius. Codex Standard for Named Vegetable Oils (Amended 2003–2005) FAO; Rome, Italy: 2013."}, {"Citation": "Ratusz K., Wirkowska M. Skutecznosc dzialania preparatu przeciwutleniajacego na rafinowane oleje roslinne i ich matryce triacyloglicerolowe. Żywność Nauka Technol. Jakość. 2006;2:262–270."}, {"Citation": "Krajewska M., Kachel M. Changes in Selected Properties of Cold-Pressed Oils Induced by Natural Plant Additives. Appl. Sci. 2022;12:3646. doi: 10.3390/app12073646.", "ArticleIdList": ["10.3390/app12073646"]}, {"Citation": "Spano M., Di Matteo G., Rapa M., Ciano S., Ingallina C., Cesa S., Menghini L., Carradori S., Giusti A.M., Di Sotto A., et al. Commercial Hemp Seed Oils: A Multimethodological Characterization. Appl. Sci. 2020;10:6933. doi: 10.3390/app10196933.", "ArticleIdList": ["10.3390/app10196933"]}, {"Citation": "Aladić K. Cold Pressing and Supercritical CO2 Extraction of Hemp (Cannabis sativa) Seed Oil. Chem. Biochem. Eng. Q. 2015;28:481–490. doi: 10.15255/CABEQ.2013.1895.", "ArticleIdList": ["10.15255/CABEQ.2013.1895"]}, {"Citation": "Mollica F., Lucarini M., Passerini C., Carati C., Pavoni S., Bonoldi L., Amorati R. Effect of Antioxidants on High-Temperature Stability of Renewable Bio-Oils Revealed by an Innovative Method for the Determination of Kinetic Parameters of Oxidative Reactions. Antioxidants. 2020;9:399. doi: 10.3390/antiox9050399.", "ArticleIdList": ["10.3390/antiox9050399", "PMC7278824", "32397271"]}, {"Citation": "Leizer C., Ribnicky D., Poulev A., Dushenkov S., Raskin I. The Composition of Hemp Seed Oil and Its Potential as an Important Source of Nutrition. J. Nutraceuticals Funct. Med. Foods. 2000;2:35–53. doi: 10.1300/J133v02n04_04.", "ArticleIdList": ["10.1300/J133v02n04_04"]}, {"Citation": "Silska G., Walkowiak M. Comparative Analysis of Fatty Acid Composition in 84 Accessions of Flax (Linum usitatissimum L.) J. Pre-Clin. Clin. Res. 2019;13:118–129. doi: 10.26444/jpccr/111889.", "ArticleIdList": ["10.26444/jpccr/111889"]}, {"Citation": "Berto B.M., Garcia R.K.A., Fernandes G.D., Barrera-Arellano D., Pereira G.G. Linseed Oil: Characterization and Study of Its Oxidative Degradation. Grasas Aceites. 2020;71:337. doi: 10.3989/gya.1059182.", "ArticleIdList": ["10.3989/gya.1059182"]}, {"Citation": "Oteri M., Bartolomeo G., Rigano F., Aspromonte J., Trovato E., Purcaro G., Dugo P., Mondello L., Beccaria M. Comprehensive Chemical Characterization of Chia (Salvia hispanica L.) Seed Oil with a Focus on Minor Lipid Components. Foods. 2022;12:23. doi: 10.3390/foods12010023.", "ArticleIdList": ["10.3390/foods12010023", "PMC9818636", "36613240"]}, {"Citation": "Kozłowska M., Ścibisz I. Badanie zawartości polifenoli i aktywności przeciwutleniającej ekstraktów z roślin przyprawowych podczas ich przechowywania. Bromatol. Chem. Toksykol. 2012;45:358–363."}, {"Citation": "Spiridon I., Colceru S., Anghel N., Teaca C.A., Bodirlau R., Armatu A. Antioxidant Capacity and Total Phenolic Contents of Oregano (Origanum vulgare), Lavender (Lavandula angustifolia) and Lemon Balm (Melissa officinalis) from Romania. Nat. Prod. Res. 2011;25:1657–1661. doi: 10.1080/14786419.2010.521502.", "ArticleIdList": ["10.1080/14786419.2010.521502", "21707233"]}, {"Citation": "Alizadeh A. Essential Oil Composition, Phenolic Content, Antioxidant, and Antimicrobial Activity of Cultivated Satureja rechingeri Jamzad at Different Phenological Stages. Z. Naturforsch. C. 2015;70:51–58. doi: 10.1515/znc-2014-4121.", "ArticleIdList": ["10.1515/znc-2014-4121", "25924231"]}, {"Citation": "Parry J., Hao Z., Luther M., Su L., Zhou K., Yu L.L. Characterization of Cold-Pressed Onion, Parsley, Cardamom, Mullein, Roasted Pumpkin, and Milk Thistle Seed Oils. J. Am. Oil Chem. Soc. 2006;83:847–854. doi: 10.1007/s11746-006-5036-8.", "ArticleIdList": ["10.1007/s11746-006-5036-8"]}, {"Citation": "Prescha A., Grajzer M., Dedyk M., Grajeta H. The Antioxidant Activity and Oxidative Stability of Cold-Pressed Oils. J. Am. Oil Chem. Soc. 2014;91:1291–1301. doi: 10.1007/s11746-014-2479-1.", "ArticleIdList": ["10.1007/s11746-014-2479-1", "PMC4110403", "25076788"]}, {"Citation": "Ratusz K., Popis E., Ciemniewska-Żytkiewicz H., Wroniak M. Oxidative Stability of Camelina (Camelina sativa L.) Oil Using Pressure Differential Scanning Calorimetry and Rancimat Method. J. Therm. Anal. Calorim. 2016;126:343–351. doi: 10.1007/s10973-016-5642-0.", "ArticleIdList": ["10.1007/s10973-016-5642-0"]}, {"Citation": "Kozłowska M., Żontała K. Stabilność oksydacyjna oleju słonecznikowego tłoczonego na zimno wzbogaconego w ekstrakty z roślin przyprawowych. Bromatol. Chem. Toksykol. 2011;44:877–882."}, {"Citation": "Symoniuk E., Ratusz K., Krygier K. Comparison of the Oxidative Stability of Linseed (Linum usitatissimum L.) Oil by Pressure Differential Scanning Calorimetry and Rancimat Measurements. J. Food Sci. Technol. 2016;53:3986–3995. doi: 10.1007/s13197-016-2398-2.", "ArticleIdList": ["10.1007/s13197-016-2398-2", "PMC5156642", "28035154"]}, {"Citation": "Romagnoli É.S., Borsato D., Silva L.R.C., Chendynski L.T., Angilelli K.G., Canesin E.A. Kinetic Parameters of the Oxidation Reaction of Commercial Biodiesel with Natural Antioxidant Additives. Ind. Crops Prod. 2018;125:59–64. doi: 10.1016/j.indcrop.2018.08.077.", "ArticleIdList": ["10.1016/j.indcrop.2018.08.077"]}, {"Citation": "Kozłowska M., Gruczyńska E. Comparison of the Oxidative Stability of Soybean and Sunflower Oils Enriched with Herbal Plant Extracts. Chem. Pap. 2018;72:2607–2615. doi: 10.1007/s11696-018-0516-5.", "ArticleIdList": ["10.1007/s11696-018-0516-5", "PMC6096694", "30147227"]}, {"Citation": "Hashemi S.M.B., Brewer M.S., Safari J., Nowroozi M., Abadi Sherahi M.H., Sadeghi B., Ghafoori M. Antioxidant Activity, Reaction Mechanisms, and Kinetics of Matricaria recutita Extract in Commercial Blended Oil Oxidation. Int. J. Food Prop. 2016;19:257–271. doi: 10.1080/10942912.2015.1020438.", "ArticleIdList": ["10.1080/10942912.2015.1020438"]}, {"Citation": "Farhoosh R., Hoseini-Yazdi S.-Z. Evolution of Oxidative Values during Kinetic Studies on Olive Oil Oxidation in the Rancimat Test. J. Am. Oil Chem. Soc. 2014;91:281–293. doi: 10.1007/s11746-013-2368-z.", "ArticleIdList": ["10.1007/s11746-013-2368-z"]}, {"Citation": "Mahdavianmehr H., Farhoosh R., Sharif A. Thermal Antioxidative Kinetics of Hydroxytyrosol in Selected Lipid Systems of Different Unsaturation Degree. J. Am. Oil Chem. Soc. 2016;93:1655–1661. doi: 10.1007/s11746-016-2910-x.", "ArticleIdList": ["10.1007/s11746-016-2910-x"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "5", "Day": "10"}, {"Year": "2023", "Month": "6", "Day": "8"}, {"Year": "2023", "Month": "6", "Day": "14"}, {"Year": "2023", "Month": "6", "Day": "28", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "6", "Day": "28", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "6", "Day": "28", "Hour": "1", "Minute": "14"}, {"Year": "2023", "Month": "6", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["37372603", "PMC10297054", "10.3390/foods12122391", "foods12122391"]}}], "PubmedBookArticle": []}