{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Alzheimer’s disease", "chaperones", "fibril inhibition", "protective effect", "protein extract"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37375767", "DateRevised": {"Year": "2023", "Month": "07", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "05", "Day": "31"}], "Language": ["eng"], "ELocationID": ["820", "10.3390/ph16060820"], "Journal": {"ISSN": "1424-8247", "JournalIssue": {"Volume": "16", "Issue": "6", "PubDate": {"Year": "2023", "Month": "May", "Day": "31"}}, "Title": "Pharmaceuticals (Basel, Switzerland)", "ISOAbbreviation": "Pharmaceuticals (Basel)"}, "ArticleTitle": "Chaperone Activity and Protective Effect against Aβ-Induced Cytotoxicity of <i>Artocarpus camansi</i> Blanco and <i>Amaranthus dubius</i> Mart. ex Thell Seed Protein Extracts.", "Abstract": {"AbstractText": ["Alzheimer's disease (AD) is the most common type of dementia and is listed as the sixth-leading cause of death in the United States. Recent findings have linked AD to the aggregation of amyloid beta peptides (Aβ), a proteolytic fragment of 39-43 amino acid residues derived from the amyloid precursor protein. AD has no cure; thus, new therapies to stop the progression of this deadly disease are constantly being searched for. In recent years, chaperone-based medications from medicinal plants have gained significant interest as an anti-AD therapy. Chaperones are responsible for maintaining the three-dimensional shape of proteins and play an important role against neurotoxicity induced by the aggregation of misfolded proteins. Therefore, we hypothesized that proteins extracted from the seeds of <i>Artocarpus camansi</i> Blanco (<i>A. camansi</i>) and <i>Amaranthus dubius</i> Mart. ex Thell (<i>A. dubius</i>) could possess chaperone activity and consequently may exhibit a protective effect against Aβ<sub>1-40</sub>-induced cytotoxicity. To test this hypothesis, the chaperone activity of these protein extracts was measured using the enzymatic reaction of citrate synthase (CS) under stress conditions. Then, their ability to inhibit the aggregation of Aβ<sub>1-40</sub> using a thioflavin T (ThT) fluorescence assay and DLS measurements was determined. Finally, the neuroprotective effect against Aβ<sub>1-40</sub> in SH-SY5Y neuroblastoma cells was evaluated. Our results demonstrated that <i>A. camansi</i> and <i>A. dubius</i> protein extracts exhibited chaperone activity and inhibited Aβ<sub>1-40</sub> fibril formation, with <i>A. dubius</i> showing the highest chaperone activity and inhibition at the concentration assessed. Additionally, both protein extracts showed neuroprotective effects against Aβ<sub>1-40</sub>-induced toxicity. Overall, our data demonstrated that the plant-based proteins studied in this research work can effectively overcome one of the most important characteristics of AD."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Science and Technology, Inter American University of Puerto Rico at Ponce, Ponce, PR 00715-1602, USA."}], "LastName": "Sanchez-Rodriguez", "ForeName": "David", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Science and Technology, Inter American University of Puerto Rico at Ponce, Ponce, PR 00715-1602, USA."}], "LastName": "Gonzalez-Figueroa", "ForeName": "Idsa", "Initials": "I"}, {"Identifier": ["0000-0001-7543-1129"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Science and Technology, Inter American University of Puerto Rico at Ponce, Ponce, PR 00715-1602, USA."}], "LastName": "Alvarez-Berríos", "ForeName": "Merlis P", "Initials": "MP"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Pharmaceuticals (Basel)", "NlmUniqueID": "101238453", "ISSNLinking": "1424-8247"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "2022 Alzheimer’s disease facts and figures. Alzheimers Dement. 2022;18:700–789. doi: 10.1002/alz.12638.", "ArticleIdList": ["10.1002/alz.12638", "35289055"]}, {"Citation": "Rajan K.B., Weuve J., Barnes L.L., McAninch E.A., Wilson R.S., Evans D.A. Population estimate of people with clinical Alzheimer’s disease and mild cognitive impairment in the United States (2020–2060) Alzheimers Dement. 2021;17:1966–1975. doi: 10.1002/alz.12362.", "ArticleIdList": ["10.1002/alz.12362", "PMC9013315", "34043283"]}, {"Citation": "Yang H., Li J., Li X., Ma L., Hou M., Zhou H., Zhou R. Based on molecular structures: Amyloid-beta generation, clearance, toxicity and therapeutic strategies. Front. Mol. Neurosci. 2022;15:927530. doi: 10.3389/fnmol.2022.927530.", "ArticleIdList": ["10.3389/fnmol.2022.927530", "PMC9470852", "36117918"]}, {"Citation": "Ricciarelli R., Fedele E. The Amyloid Cascade Hypothesis in Alzheimer’s Disease: It’s Time to Change Our Mind. Curr. Neuropharmacol. 2017;15:926–935. doi: 10.2174/1570159X15666170116143743.", "ArticleIdList": ["10.2174/1570159X15666170116143743", "PMC5652035", "28093977"]}, {"Citation": "Sevigny J., Chiao P., Bussiere T., Weinreb P.H., Williams L., Maier M., Dunstan R., Salloway S., Chen T., Ling Y., et al. Addendum: The antibody aducanumab reduces Abeta plaques in Alzheimer’s disease. Nature. 2017;546:564. doi: 10.1038/nature22809.", "ArticleIdList": ["10.1038/nature22809", "28640269"]}, {"Citation": "Gu L., Guo Z. Alzheimer’s Abeta42 and Abeta40 peptides form interlaced amyloid fibrils. J. Neurochem. 2013;126:305–311. doi: 10.1111/jnc.12202.", "ArticleIdList": ["10.1111/jnc.12202", "PMC3716832", "23406382"]}, {"Citation": "Aleksis R., Oleskovs F., Jaudzems K., Pahnke J., Biverstål H. Structural studies of amyloid-β peptides: Unlocking the mechanism of aggregation and the associated toxicity. Biochimie. 2017;140:176–192. doi: 10.1016/j.biochi.2017.07.011.", "ArticleIdList": ["10.1016/j.biochi.2017.07.011", "28751216"]}, {"Citation": "Ruifang E., Shi Y., Wang W., Qi M. Callistephin inhibits amyloid-β protein aggregation and determined cytotoxicity against cerebrovascular smooth muscle cells as an in vitro model of cerebral amyloid angiopathy. Arab. J. Chem. 2022;15:103605. doi: 10.1016/j.arabjc.2021.103605.", "ArticleIdList": ["10.1016/j.arabjc.2021.103605"]}, {"Citation": "Reitz C. Alzheimer’s disease and the amyloid cascade hypothesis: A critical review. Int. J. Alzheimers Dis. 2012;2012:369808. doi: 10.1155/2012/369808.", "ArticleIdList": ["10.1155/2012/369808", "PMC3313573", "22506132"]}, {"Citation": "Lannfelt L., Blennow K., Zetterberg H., Batsman S., Ames D., Harrison J., Masters C.L., Targum S., Bush A.I., Murdoch R., et al. Safety, efficacy, and biomarker findings of PBT2 in targeting Abeta as a modifying therapy for Alzheimer’s disease: A phase IIa, double-blind, randomised, placebo-controlled trial. Lancet Neurol. 2008;7:779–786. doi: 10.1016/S1474-4422(08)70167-4.", "ArticleIdList": ["10.1016/S1474-4422(08)70167-4", "18672400"]}, {"Citation": "Wilkinson D.G., Francis P.T., Schwam E., Payne-Parrish J. Cholinesterase inhibitors used in the treatment of Alzheimer’s disease: The relationship between pharmacological effects and clinical efficacy. Drugs Aging. 2004;21:453–478. doi: 10.2165/00002512-200421070-00004.", "ArticleIdList": ["10.2165/00002512-200421070-00004", "15132713"]}, {"Citation": "Adlard P.A., Cherny R.A., Finkelstein D.I., Gautier E., Robb E., Cortes M., Volitakis I., Liu X., Smith J.P., Perez K., et al. Rapid restoration of cognition in Alzheimer’s transgenic mice with 8-hydroxy quinoline analogs is associated with decreased interstitial Abeta. Neuron. 2008;59:43–55. doi: 10.1016/j.neuron.2008.06.018.", "ArticleIdList": ["10.1016/j.neuron.2008.06.018", "18614028"]}, {"Citation": "Aisen P.S., Saumier D., Briand R., Laurin J., Gervais F., Tremblay P., Garceau D. A Phase II study targeting amyloid-beta with 3APS in mild-to-moderate Alzheimer disease. Neurology. 2006;67:1757–1763. doi: 10.1212/01.wnl.0000244346.08950.64.", "ArticleIdList": ["10.1212/01.wnl.0000244346.08950.64", "17082468"]}, {"Citation": "McLaurin J., Kierstead M.E., Brown M.E., Hawkes C.A., Lambermon M.H., Phinney A.L., Darabie A.A., Cousins J.E., French J.E., Lan M.F., et al. Cyclohexanehexol inhibitors of Abeta aggregation prevent and reverse Alzheimer phenotype in a mouse model. Nat. Med. 2006;12:801–808. doi: 10.1038/nm1423.", "ArticleIdList": ["10.1038/nm1423", "16767098"]}, {"Citation": "Opazo C., Luza S., Villemagne V.L., Volitakis I., Rowe C., Barnham K.J., Strozyk D., Masters C.L., Cherny R.A., Bush A.I. Radioiodinated clioquinol as a biomarker for beta-amyloid: Zn complexes in Alzheimer’s disease. Aging Cell. 2006;5:69–79. doi: 10.1111/j.1474-9726.2006.00196.x.", "ArticleIdList": ["10.1111/j.1474-9726.2006.00196.x", "16441845"]}, {"Citation": "Vaz M., Silva V., Monteiro C., Silvestre S. Role of Aducanumab in the Treatment of Alzheimer’s Disease: Challenges and Opportunities. Clin. Interv. Aging. 2022;17:797–810. doi: 10.2147/CIA.S325026.", "ArticleIdList": ["10.2147/CIA.S325026", "PMC9124475", "35611326"]}, {"Citation": "Bhat B.A., Almilaibary A., Mir R.A., Aljarallah B.M., Mir W.R., Ahmad F., Mir M.A. Natural Therapeutics in Aid of Treating Alzheimer’s Disease: A Green Gateway Toward Ending Quest for Treating Neurological Disorders. Front. Neurosci. 2022;16:884345. doi: 10.3389/fnins.2022.884345.", "ArticleIdList": ["10.3389/fnins.2022.884345", "PMC9149276", "35651632"]}, {"Citation": "Chen X., Drew J., Berney W., Lei W. Neuroprotective Natural Products for Alzheimer’s Disease. Cells. 2021;10:1309. doi: 10.3390/cells10061309.", "ArticleIdList": ["10.3390/cells10061309", "PMC8225186", "34070275"]}, {"Citation": "Hoi C.P., Ho Y.P., Baum L., Chow A.H. Neuroprotective effect of honokiol and magnolol, compounds from Magnolia officinalis, on beta-amyloid-induced toxicity in PC12 cells. Phytother. Res. 2010;24:1538–1542. doi: 10.1002/ptr.3178.", "ArticleIdList": ["10.1002/ptr.3178", "20878707"]}, {"Citation": "Tuzimski T., Petruczynik A. Determination of Anti-Alzheimer’s Disease Activity of Selected Plant Ingredients. Molecules. 2022;27:3222. doi: 10.3390/molecules27103222.", "ArticleIdList": ["10.3390/molecules27103222", "PMC9147832", "35630702"]}, {"Citation": "Tan M.A., An S.S.A. Neuroprotective potential of the oxindole alkaloids isomitraphylline and mitraphylline in human neuroblastoma SH-SY5Y cells. 3 Biotech. 2020;10:517. doi: 10.1007/s13205-020-02535-4.", "ArticleIdList": ["10.1007/s13205-020-02535-4", "PMC7652979", "33194521"]}, {"Citation": "Vrabec R., Blunden G., Cahlikova L. Natural Alkaloids as Multi-Target Compounds towards Factors Implicated in Alzheimer’s Disease. Int. J. Mol. Sci. 2023;24:4399. doi: 10.3390/ijms24054399.", "ArticleIdList": ["10.3390/ijms24054399", "PMC10003045", "36901826"]}, {"Citation": "Yoo K.Y., Park S.Y. Terpenoids as potential anti-Alzheimer’s disease therapeutics. Molecules. 2012;17:3524–3538. doi: 10.3390/molecules17033524.", "ArticleIdList": ["10.3390/molecules17033524", "PMC6268347", "22430119"]}, {"Citation": "Hamaguchi T., Ono K., Murase A., Yamada M. Phenolic compounds prevent Alzheimer’s pathology through different effects on the amyloid-beta aggregation pathway. Am. J. Pathol. 2009;175:2557–2565. doi: 10.2353/ajpath.2009.090417.", "ArticleIdList": ["10.2353/ajpath.2009.090417", "PMC2789642", "19893028"]}, {"Citation": "Ono K., Li L., Takamura Y., Yoshiike Y., Zhu L., Han F., Mao X., Ikeda T., Takasaki J., Nishijo H., et al. Phenolic compounds prevent amyloid beta-protein oligomerization and synaptic dysfunction by site-specific binding. J. Biol. Chem. 2012;287:14631–14643. doi: 10.1074/jbc.M111.325456.", "ArticleIdList": ["10.1074/jbc.M111.325456", "PMC3340280", "22393064"]}, {"Citation": "Bastianetto S., Quirion R. Natural extracts as possible protective agents of brain aging. Neurobiol. Aging. 2002;23:891–897. doi: 10.1016/S0197-4580(02)00024-6.", "ArticleIdList": ["10.1016/S0197-4580(02)00024-6", "12392793"]}, {"Citation": "Boubakri A., Leri M., Bucciantini M., Najjaa H., Ben Arfa A., Stefani M., Neffati M. Allium roseum L. extract inhibits amyloid beta aggregation and toxicity involved in Alzheimer’s disease. PLoS ONE. 2020;15:e0223815. doi: 10.1371/journal.pone.0223815.", "ArticleIdList": ["10.1371/journal.pone.0223815", "PMC7526880", "32997672"]}, {"Citation": "Dhouafli Z., Rigacci S., Leri M., Bucciantini M., Mahjoub B., Tounsi M.S., Wannes W.A., Stefani M., Hayouni E.A. Screening for amyloid-β aggregation inhibitor and neuronal toxicity of eight Tunisian medicinal plants. Ind. Crops Prod. 2018;111:823–833. doi: 10.1016/j.indcrop.2017.11.045.", "ArticleIdList": ["10.1016/j.indcrop.2017.11.045"]}, {"Citation": "Chen G., Andrade-Talavera Y., Tambaro S., Leppert A., Nilsson H.E., Zhong X., Landreh M., Nilsson P., Hebert H., Biverstal H., et al. Augmentation of Bri2 molecular chaperone activity against amyloid-beta reduces neurotoxicity in mouse hippocampus in vitro. Commun. Biol. 2020;3:32. doi: 10.1038/s42003-020-0757-z.", "ArticleIdList": ["10.1038/s42003-020-0757-z", "PMC6971075", "31959875"]}, {"Citation": "Kastenholz B., Garfin D.E. Medicinal plants: A natural chaperones source for treating neurological disorders. Protein Pept. Lett. 2009;16:116–120. doi: 10.2174/092986609787316234.", "ArticleIdList": ["10.2174/092986609787316234", "19200033"]}, {"Citation": "Kastenholz B., Horst B., Horst J. Can Plant-Made Copper Chaperones Heal Early Alzheimer’s Disease? Nat. Preced. 2011 doi: 10.1038/npre.2011.5907.9.", "ArticleIdList": ["10.1038/npre.2011.5907.9"]}, {"Citation": "Lazarev V.F., Mikhaylova E.R., Guzhova I.V., Margulis B.A. Possible Function of Molecular Chaperones in Diseases Caused by Propagating Amyloid Aggregates. Front. Neurosci. 2017;11:277. doi: 10.3389/fnins.2017.00277.", "ArticleIdList": ["10.3389/fnins.2017.00277", "PMC5433261", "28559794"]}, {"Citation": "Mansson C., Kakkar V., Monsellier E., Sourigues Y., Harmark J., Kampinga H.H., Melki R., Emanuelsson C. DNAJB6 is a peptide-binding chaperone which can suppress amyloid fibrillation of polyglutamine peptides at substoichiometric molar ratios. Cell. Stress Chaperones. 2014;19:227–239. doi: 10.1007/s12192-013-0448-5.", "ArticleIdList": ["10.1007/s12192-013-0448-5", "PMC3933622", "23904097"]}, {"Citation": "Zhang H., Xu L.Q., Perrett S. Studying the effects of chaperones on amyloid fibril formation. Methods. 2011;53:285–294. doi: 10.1016/j.ymeth.2010.11.009.", "ArticleIdList": ["10.1016/j.ymeth.2010.11.009", "21144901"]}, {"Citation": "Saibil H. Chaperone machines for protein folding, unfolding and disaggregation. Nat. Rev. Mol. Cell. Biol. 2013;14:630–642. doi: 10.1038/nrm3658.", "ArticleIdList": ["10.1038/nrm3658", "PMC4340576", "24026055"]}, {"Citation": "Hochberg G.K., Ecroyd H., Liu C., Cox D., Cascio D., Sawaya M.R., Collier M.P., Stroud J., Carver J.A., Baldwin A.J., et al. The structured core domain of alphaB-crystallin can prevent amyloid fibrillation and associated toxicity. Proc. Natl. Acad. Sci. USA. 2014;111:E1562–E1570. doi: 10.1073/pnas.1322673111.", "ArticleIdList": ["10.1073/pnas.1322673111", "PMC4000792", "24711386"]}, {"Citation": "Arosio P., Michaels T.C., Linse S., Mansson C., Emanuelsson C., Presto J., Johansson J., Vendruscolo M., Dobson C.M., Knowles T.P. Kinetic analysis reveals the diversity of microscopic mechanisms through which molecular chaperones suppress amyloid formation. Nat. Commun. 2016;7:10948. doi: 10.1038/ncomms10948.", "ArticleIdList": ["10.1038/ncomms10948", "PMC4820785", "27009901"]}, {"Citation": "Bernd K. Phytochemical approach and bioanalytical strategy to develop chaperone-based medications. Open. Biochem. J. 2008;2:44–48. doi: 10.2174/1874091X00802010044.", "ArticleIdList": ["10.2174/1874091X00802010044", "PMC2570550", "18949074"]}, {"Citation": "Jagtap U.B., Bapat V.A. Artocarpus: A review of its traditional uses, phytochemistry and pharmacology. J. Ethnopharmacol. 2010;129:142–166. doi: 10.1016/j.jep.2010.03.031.", "ArticleIdList": ["10.1016/j.jep.2010.03.031", "20380874"]}, {"Citation": "Baraniak J., Kania-Dobrowolska M. The Dual Nature of Amaranth-Functional Food and Potential Medicine. Foods. 2022;11:618. doi: 10.3390/foods11040618.", "ArticleIdList": ["10.3390/foods11040618", "PMC8871380", "35206094"]}, {"Citation": "House N.C., Puthenparampil D., Malayil D., Narayanankutty A. Variation in the polyphenol composition, antioxidant, and anticancer activity among different Amaranthus species. S. Afr. J. Bot. 2020;135:408–412. doi: 10.1016/j.sajb.2020.09.026.", "ArticleIdList": ["10.1016/j.sajb.2020.09.026"]}, {"Citation": "Silalahi M. Keluwih (Artocarpus camansi Blanco): Potential utilization as foodstuff and its bioactivity. Biol. Pharm. Sci. 2022;19:310–315. doi: 10.30574/gscbps.2022.19.2.0200.", "ArticleIdList": ["10.30574/gscbps.2022.19.2.0200"]}, {"Citation": "Bojorquez-Velazquez E., Barrera-Pacheco A., Espitia-Rangel E., Herrera-Estrella A., Barba de la Rosa A.P. Protein analysis reveals differential accumulation of late embryogenesis abundant and storage proteins in seeds of wild and cultivated amaranth species. BMC Plant. Biol. 2019;19:59. doi: 10.1186/s12870-019-1656-7.", "ArticleIdList": ["10.1186/s12870-019-1656-7", "PMC6366027", "30727945"]}, {"Citation": "Kaur H., Petla B., Kamble N., Singh A., Rao V., Salvi P., Ghosh S., Majee M. Differentially expressed seed aging responsive heat shock protein OsHSP18.2 implicates in seed vigor, longevity and improves germination and seedling establishment under abiotic stress. Front. Plant Sci. 2015;6:713. doi: 10.3389/fpls.2015.00713.", "ArticleIdList": ["10.3389/fpls.2015.00713", "PMC4568394", "26442027"]}, {"Citation": "Mukesh S., Sikarwar B.J.H., Subramaniam K., Valeisamy B.D., Yean L.K., Balaji K. A Review on Artocarpus altilis (Parkinson) Fosberg (breadfruit) J. Appl. Pharm. Sci. 2014;4:091–097."}, {"Citation": "Rodríguez P., Pérez E., Romel G., Dufour D. Characterization of the protein’s fractions extracted from leaves of Amaranthus dubius (Amaranthus spp.) Afr. J. Food Sci. 2011;5:417–424."}, {"Citation": "Fenner M. Relationships Between Seed Weight, Ash Content, and Seedling Growth in Twenty-Four Species of Compositae. New Phytol. 1983;95:697–706. doi: 10.1111/j.1469-8137.1983.tb03533.x.", "ArticleIdList": ["10.1111/j.1469-8137.1983.tb03533.x"]}, {"Citation": "Adeleke R.A., Abiodun O.A. Nutritional composition of breadnut seeds (Artocarpus camansi) Afr. J. Agric. Res. 2010;5:1273–1276."}, {"Citation": "Rehana Asghar R.S., Afzal M., Akhtar S. Inter and Intra-Specific Variation in SDS-PAGE of Total Seed Protein in Rice (Oryza sativa L.) Germplasm. Pak. J. Biol. Sci. 2004;7:139–143. doi: 10.3923/pjbs.2004.139.143.", "ArticleIdList": ["10.3923/pjbs.2004.139.143"]}, {"Citation": "Micsonai A., Wien F., Bulyaki E., Kun J., Moussong E., Lee Y.H., Goto Y., Refregiers M., Kardos J. BeStSel: A web server for accurate protein secondary structure prediction and fold recognition from the circular dichroism spectra. Nucleic Acids Res. 2018;46:W315–W322. doi: 10.1093/nar/gky497.", "ArticleIdList": ["10.1093/nar/gky497", "PMC6031044", "29893907"]}, {"Citation": "Xiao B., Liu Y., Luo M., Yang T., Guo X., Yi H. Evaluation of the secondary structures of protein in the extracellular polymeric substances extracted from activated sludge by different methods. J. Environ. Sci. (China) 2019;80:128–136. doi: 10.1016/j.jes.2018.12.003.", "ArticleIdList": ["10.1016/j.jes.2018.12.003", "30952330"]}, {"Citation": "Wu J.-H., Wang Z., Xu S.-Y. Preparation and characterization of sericin powder extracted from silk industry wastewater. Food Chem. 2007;103:1255–1262. doi: 10.1016/j.foodchem.2006.10.042.", "ArticleIdList": ["10.1016/j.foodchem.2006.10.042"]}, {"Citation": "Hristozova N., Tompa P., Kovacs D. A Novel Method for Assessing the Chaperone Activity of Proteins. PLoS ONE. 2016;11:e0161970. doi: 10.1371/journal.pone.0161970.", "ArticleIdList": ["10.1371/journal.pone.0161970", "PMC5001627", "27564234"]}, {"Citation": "Kovacs D., Agoston B., Tompa P. Disordered plant LEA proteins as molecular chaperones. Plant. Signal. Behav. 2008;3:710–713. doi: 10.4161/psb.3.9.6434.", "ArticleIdList": ["10.4161/psb.3.9.6434", "PMC2634567", "19704836"]}, {"Citation": "Sun X., Chen W.D., Wang Y.D. beta-Amyloid: The key peptide in the pathogenesis of Alzheimer’s disease. Front. Pharm. 2015;6:221. doi: 10.3389/fphar.2015.00221.", "ArticleIdList": ["10.3389/fphar.2015.00221", "PMC4588032", "26483691"]}, {"Citation": "Khurana R., Coleman C., Ionescu-Zanetti C., Carter S.A., Krishna V., Grover R.K., Roy R., Singh S. Mechanism of thioflavin T binding to amyloid fibrils. J. Struct. Biol. 2005;151:229–238. doi: 10.1016/j.jsb.2005.06.006.", "ArticleIdList": ["10.1016/j.jsb.2005.06.006", "16125973"]}, {"Citation": "Sudhakar S., Kalipillai P., Santhosh P.B., Mani E. Role of Surface Charge of Inhibitors on Amyloid Beta Fibrillation. J. Phys. Chem. C. 2017;121:6339–6348. doi: 10.1021/acs.jpcc.6b12307.", "ArticleIdList": ["10.1021/acs.jpcc.6b12307"]}, {"Citation": "Witter S., Witter R., Vilu R., Samoson A. Medical Plants and Nutraceuticals for Amyloid-beta Fibrillation Inhibition. J. Alzheimers Dis. Rep. 2018;2:239–252. doi: 10.3233/ADR-180066.", "ArticleIdList": ["10.3233/ADR-180066", "PMC6311354", "30599045"]}, {"Citation": "Kannaian B., Sharma B., Phillips M., Chowdhury A., Manimekalai M.S.S., Adav S.S., Ng J.T.Y., Kumar A., Lim S., Mu Y., et al. Abundant neuroprotective chaperone Lipocalin-type prostaglandin D synthase (L-PGDS) disassembles the Amyloid-beta fibrils. Sci. Rep. 2019;9:12579. doi: 10.1038/s41598-019-48819-5.", "ArticleIdList": ["10.1038/s41598-019-48819-5", "PMC6715741", "31467325"]}, {"Citation": "Pryor N.E., Moss M.A., Hestekin C.N. Unraveling the early events of amyloid-beta protein (Abeta) aggregation: Techniques for the determination of Abeta aggregate size. Int. J. Mol. Sci. 2012;13:3038–3072. doi: 10.3390/ijms13033038.", "ArticleIdList": ["10.3390/ijms13033038", "PMC3317702", "22489141"]}, {"Citation": "Mansson C., Arosio P., Hussein R., Kampinga H.H., Hashem R.M., Boelens W.C., Dobson C.M., Knowles T.P., Linse S., Emanuelsson C. Interaction of the molecular chaperone DNAJB6 with growing amyloid-beta 42 (Abeta42) aggregates leads to sub-stoichiometric inhibition of amyloid formation. J. Biol. Chem. 2014;289:31066–31076. doi: 10.1074/jbc.M114.595124.", "ArticleIdList": ["10.1074/jbc.M114.595124", "PMC4223311", "25217638"]}, {"Citation": "Arimon M., Grimminger V., Sanz F., Lashuel H.A. Hsp104 targets multiple intermediates on the amyloid pathway and suppresses the seeding capacity of Abeta fibrils and protofibrils. J. Mol. Biol. 2008;384:1157–1173. doi: 10.1016/j.jmb.2008.09.063.", "ArticleIdList": ["10.1016/j.jmb.2008.09.063", "18851977"]}, {"Citation": "Mannini B., Chiti F. Chaperones as Suppressors of Protein Misfolded Oligomer Toxicity. Front. Mol. Neurosci. 2017;10:98. doi: 10.3389/fnmol.2017.00098.", "ArticleIdList": ["10.3389/fnmol.2017.00098", "PMC5380756", "28424588"]}, {"Citation": "Evans C.G., Wisén S., Gestwicki J.E. Heat Shock Proteins 70 and 90 Inhibit Early Stages of Amyloid β-(1–42) Aggregation in Vitro*. J. Biol. Chem. 2006;281:33182–33191. doi: 10.1074/jbc.M606192200.", "ArticleIdList": ["10.1074/jbc.M606192200", "16973602"]}, {"Citation": "Parekh M.I.K. Antimicrobial and Hemolytic Activity of Seed Protein Extracts from Selected Medicinal Plants against Tooth Decaying Microorganisms. Int. J. Res. Stud. Microbiol. Biotechnol. 2020;6:38–48."}, {"Citation": "Walker J.M. The bicinchoninic acid (BCA) assay for protein quantitation. Methods Mol. Biol. 1994;32:5–8. doi: 10.1385/0-89603-268-X:5.", "ArticleIdList": ["10.1385/0-89603-268-X:5", "7951748"]}, {"Citation": "Soto-Madrid D., Perez N., Gutierrez-Cutino M., Matiacevich S., Zuniga R.N. Structural and Physicochemical Characterization of Extracted Proteins Fractions from Chickpea (Cicer arietinum L.) as a Potential Food Ingredient to Replace Ovalbumin in Foams and Emulsions. Polymers. 2022;15:110. doi: 10.3390/polym15010110.", "ArticleIdList": ["10.3390/polym15010110", "PMC9824673", "36616460"]}, {"Citation": "Kanekiyo T., Ban T., Aritake K., Huang Z.L., Qu W.M., Okazaki I., Mohri I., Murayama S., Ozono K., Taniike M., et al. Lipocalin-type prostaglandin D synthase/beta-trace is a major amyloid beta-chaperone in human cerebrospinal fluid. Proc. Natl. Acad. Sci. USA. 2007;104:6412–6417. doi: 10.1073/pnas.0701585104.", "ArticleIdList": ["10.1073/pnas.0701585104", "PMC1851035", "17404210"]}, {"Citation": "Serpell L.C. Alzheimer’s amyloid fibrils: Structure and assembly. Biochim. Biophys. Acta. 2000;1502:16–30. doi: 10.1016/S0925-4439(00)00029-6.", "ArticleIdList": ["10.1016/S0925-4439(00)00029-6", "10899428"]}, {"Citation": "Villanueva A., Clemente A., Bautista J., Millán F. Production of an extensive sunflower protein hydrolysate by sequential hydrolysis with endo- and exo-proteases. Grasas Y Aceites. 1999;50:472–476. doi: 10.3989/gya.1999.v50.i6.697.", "ArticleIdList": ["10.3989/gya.1999.v50.i6.697"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "4", "Day": "30"}, {"Year": "2023", "Month": "5", "Day": "29"}, {"Year": "2023", "Month": "5", "Day": "29"}, {"Year": "2023", "Month": "6", "Day": "28", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "6", "Day": "28", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "6", "Day": "28", "Hour": "1", "Minute": "35"}, {"Year": "2023", "Month": "5", "Day": "31"}], "PublicationStatus": "epublish", "ArticleIdList": ["37375767", "PMC10301216", "10.3390/ph16060820", "ph16060820"]}}], "PubmedBookArticle": []}