{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37373493", "DateCompleted": {"Year": "2023", "Month": "06", "Day": "29"}, "DateRevised": {"Year": "2023", "Month": "07", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "06", "Day": "19"}], "Language": ["eng"], "ELocationID": ["10347", "10.3390/ijms241210347"], "Journal": {"ISSN": "1422-0067", "JournalIssue": {"Volume": "24", "Issue": "12", "PubDate": {"Year": "2023", "Month": "Jun", "Day": "19"}}, "Title": "International journal of molecular sciences", "ISOAbbreviation": "Int J Mol Sci"}, "ArticleTitle": "Harnessing Knowledge from Plant Functional Genomics and Multi-Omics for Genetic Improvement.", "Abstract": {"AbstractText": ["Plant biology research has currently entered the post-genomics era with the advances in genomic technologies [...]."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Genetic Engineering International Cooperation Base of Chinese Ministry of Science and Technology, The Key Laboratory of Molecular Biophysics of Chinese Ministry of Education, College of Life Science and Technology, Huazhong University of Science & Technology, Wuhan 430074, China."}], "LastName": "Wang", "ForeName": "Yaqiong", "Initials": "Y"}, {"Identifier": ["0000-0002-2263-0375"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangdong Provincial Key Laboratory of Utilization and Conservation of Food and Medicinal Resources in Northern Region, Henry Fok School of Biology and Agriculture, Shaoguan University, Shaoguan 512005, China."}], "LastName": "Zeng", "ForeName": "Jian", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Genetic Engineering International Cooperation Base of Chinese Ministry of Science and Technology, The Key Laboratory of Molecular Biophysics of Chinese Ministry of Education, College of Life Science and Technology, Huazhong University of Science & Technology, Wuhan 430074, China."}], "LastName": "Yang", "ForeName": "Guangxiao", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Sustainable Soils and Crops Department, Rothamsted Research Centre, Harpenden, Hertfordshire AL5 2JQ, UK."}], "LastName": "Wan", "ForeName": "Yongfang", "Initials": "Y"}, {"Identifier": ["0000-0002-5454-4201"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Genetic Engineering International Cooperation Base of Chinese Ministry of Science and Technology, The Key Laboratory of Molecular Biophysics of Chinese Ministry of Education, College of Life Science and Technology, Huazhong University of Science & Technology, Wuhan 430074, China."}], "LastName": "Li", "ForeName": "Yin", "Initials": "Y"}], "GrantList": [{"GrantID": "2016ZX08010004-004", "Agency": "National Genetically Modified New Varieties of Major Projects of China", "Country": ""}, {"GrantID": "31771418, 31371614, 32272126", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "2016CFB549", "Agency": "National Natural Science Foundation of Hubei China", "Country": ""}, {"GrantID": "2021XXJS070, 3004170157", "Agency": "Fundamental Research Funds for Central Universities, HUST", "Country": ""}, {"GrantID": "2022020801010073", "Agency": "Wuhan Knowledge Innovation Project", "Country": ""}, {"GrantID": "2023A1515010336, 2021A1515011236", "Agency": "Guangdong Basic and Applied Basic Research Foundation", "Country": ""}, {"GrantID": "NA", "Agency": "Open Fund of the Guangdong Provincial Key Laboratory of Utilization and Conservation of Food and Medicinal Resources in Northern Region", "Country": ""}], "PublicationTypeList": ["Editorial"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Int J Mol Sci", "NlmUniqueID": "101092791", "ISSNLinking": "1422-0067"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Multiomics"}, {"QualifierName": [], "DescriptorName": "Genomics"}, {"QualifierName": ["genetics"], "DescriptorName": "Plants"}, {"QualifierName": [], "DescriptorName": "Technology"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Liu H., Li N., Zhao Y., Kang G.Z., Zhao Y.H., Xu H.W. Serine Hydroxymethyltransferase (SHMT) Gene Family in Wheat (Triticum aestivum L.): Identification, Evolution, and Expression Analysis. Agronomy. 2022;12:1346. doi: 10.3390/agronomy12061346.", "ArticleIdList": ["10.3390/agronomy12061346"]}, {"Citation": "Liang Y., Xia J., Jiang Y., Bao Y., Chen H., Wang D., Zhang D., Yu J., Cang J. Genome-Wide Identification and Analysis of bZIP Gene Family and Resistance of TaABI5 (TabZIP96) under Freezing Stress in Wheat (Triticum aestivum) Int. J. Mol. Sci. 2022;23:2351. doi: 10.3390/ijms23042351.", "ArticleIdList": ["10.3390/ijms23042351", "PMC8874521", "35216467"]}, {"Citation": "Zhang Y., Zheng L., Yun L., Ji L., Li G., Ji M., Shi Y., Zheng X. Catalase (CAT) Gene Family in Wheat (Triticum aestivum L.): Evolution, Expression Pattern and Function Analysis. Int. J. Mol. Sci. 2022;23:542. doi: 10.3390/ijms23010542.", "ArticleIdList": ["10.3390/ijms23010542", "PMC8745605", "35008967"]}, {"Citation": "Feng X., Li C., He F., Xu Y., Li L., Wang X., Chen Q., Li F. Genome-Wide Identification of Expansin Genes in Wild Soybean (Glycine soja) and Functional Characterization of Expansin B1 (GsEXPB1) in Soybean Hair Root. Int. J. Mol. Sci. 2022;23:5407. doi: 10.3390/ijms23105407.", "ArticleIdList": ["10.3390/ijms23105407", "PMC9140629", "35628217"]}, {"Citation": "Sehrish S., Sumbal W., Xie M., Zhao C., Zuo R., Gao F., Liu S. Genome-Wide Identification and Characterization of SET Domain Family Genes in Brassica napus L. Int. J. Mol. Sci. 2022;23:1936. doi: 10.3390/ijms23041936.", "ArticleIdList": ["10.3390/ijms23041936", "PMC8879272", "35216050"]}, {"Citation": "Liu H., Ye H., Wang J., Chen S., Li M., Wang G., Hou N., Zhao P. Genome-Wide Identification and Characterization of YABBY Gene Family in Juglans regia and Juglans mandshurica. Agronomy. 2022;12:1914. doi: 10.3390/agronomy12081914.", "ArticleIdList": ["10.3390/agronomy12081914"]}, {"Citation": "Li B., Zhang X., Duan R., Han C., Yang J., Wang L., Wang S., Su Y., Wang L., Dong Y., et al. Genomic Analysis of the Glutathione S-Transferase Family in Pear (Pyrus communis) and Functional Identification of PcGST57 in Anthocyanin Accumulation. Int. J. Mol. Sci. 2022;23:746. doi: 10.3390/ijms23020746.", "ArticleIdList": ["10.3390/ijms23020746", "PMC8776121", "35054934"]}, {"Citation": "Wang Y., Ge H., Ahmad N., Li J., Wang Y., Liu X., Liu W., Li X., Wang N., Wang F., et al. Genome-Wide Identification of MADS-Box Family Genes in Safflower (Carthamus tinctorius L.) and Functional Analysis of CtMADS24 during Flowering. Int. J. Mol. Sci. 2023;24:1026. doi: 10.3390/ijms24021026.", "ArticleIdList": ["10.3390/ijms24021026", "PMC9862418", "36674539"]}, {"Citation": "Hrmova M., Stratilová B., Stratilová E. Broad Specific Xyloglucan: Xyloglucosyl Transferases Are Formidable Players in the Re-Modelling of Plant Cell Wall Structures. Int. J. Mol. Sci. 2022;23:1656. doi: 10.3390/ijms23031656.", "ArticleIdList": ["10.3390/ijms23031656", "PMC8836008", "35163576"]}, {"Citation": "Li L., Shi F., Wang G., Guan Y., Zhang Y., Chen M., Chang J., Yang G., He G., Wang Y., et al. Conservation and Divergence of SQUAMOSA-PROMOTER BINDING PROTEIN-LIKE (SPL) Gene Family between Wheat and Rice. Int. J. Mol. Sci. 2022;23:2099. doi: 10.3390/ijms23042099.", "ArticleIdList": ["10.3390/ijms23042099", "PMC8874652", "35216210"]}, {"Citation": "Wang C., Zhang L., Xie Y., Irshad A., Guo H., Gu J., Zhao L., Xiong H., Zhao S., Wang C., et al. Agronomic Trait Analysis and Genetic Mapping of a New Wheat Semidwarf Gene Rht-SN33d. Int. J. Mol. Sci. 2023;24:583. doi: 10.3390/ijms24010583.", "ArticleIdList": ["10.3390/ijms24010583", "PMC9820066", "36614025"]}, {"Citation": "Li G., Zeng X., Li Y., Li J., Huang X., Zhao D. BRITTLE CULM17, a Novel Allele of TAC4, Affects the Mechanical Properties of Rice Plants. Int. J. Mol. Sci. 2022;23:5305. doi: 10.3390/ijms23105305.", "ArticleIdList": ["10.3390/ijms23105305", "PMC9140386", "35628116"]}, {"Citation": "Ji X., Gao Q., Chen F., Bai M., Zhuang Z., Peng Y. Mutant lpa1 Analysis of ZmLPA1 Gene Regulates Maize Leaf-Angle Development through the Auxin Pathway. Int. J. Mol. Sci. 2022;23:4886. doi: 10.3390/ijms23094886.", "ArticleIdList": ["10.3390/ijms23094886", "PMC9102400", "35563277"]}, {"Citation": "Xue Y., Zhang Y., Shan J., Ji Y., Zhang X., Li W., Li D., Zhao L. Growth Repressor GmRAV Binds to the GmGA3ox Promoter to Negatively Regulate Plant Height Development in Soybean. Int. J. Mol. Sci. 2022;23:1721. doi: 10.3390/ijms23031721.", "ArticleIdList": ["10.3390/ijms23031721", "PMC8836252", "35163641"]}, {"Citation": "Wu Q., Liu Y., Huang J. CRISPR-Cas9 Mediated Mutation in OsPUB43 Improves Grain Length and Weight in Rice by Promoting Cell Proliferation in Spikelet Hull. Int. J. Mol. Sci. 2022;23:2347. doi: 10.3390/ijms23042347.", "ArticleIdList": ["10.3390/ijms23042347", "PMC8877319", "35216463"]}, {"Citation": "Peng X., Yu W., Chen Y., Jiang Y., Ji Y., Chen L., Cheng B., Wu J. A Maize CBM Domain Containing the Protein ZmCBM48-1 Positively Regulates Starch Synthesis in the Rice Endosperm. Int. J. Mol. Sci. 2022;23:6598. doi: 10.3390/ijms23126598.", "ArticleIdList": ["10.3390/ijms23126598", "PMC9223709", "35743040"]}, {"Citation": "Yoon J., Jeong H.J., Baek G., Yang J., Peng X., Tun W., Kim S.T., An G., Cho L.H. A VIN3-like Protein OsVIL1 Is Involved in Grain Yield and Biomass in Rice. Plants. 2022;11:83. doi: 10.3390/plants11010083.", "ArticleIdList": ["10.3390/plants11010083", "PMC8747509", "35009085"]}, {"Citation": "Yang F., Liu G., Wu Z., Zhang D., Zhang Y., You M., Li B., Zhang X., Liang R. Cloning and Functional Analysis of TaWRI1Ls, the Key Genes for Grain Fatty Acid Synthesis in Bread Wheat. Int. J. Mol. Sci. 2022;23:5293. doi: 10.3390/ijms23105293.", "ArticleIdList": ["10.3390/ijms23105293", "PMC9141799", "35628114"]}, {"Citation": "Zou H., Han L., Yuan M., Zhang M., Zhou L., Wang Y. Sequence Analysis and Functional Verification of the Effects of Three Key Structural Genes, PdTHC2’GT, PdCHS and PdCHI, on the Isosalipurposide Synthesis Pathway in Paeonia delavayi var. lutea. Int. J. Mol. Sci. 2022;23:5696. doi: 10.3390/ijms23105696.", "ArticleIdList": ["10.3390/ijms23105696", "PMC9147737", "35628506"]}, {"Citation": "Wang Y., Zhou W., Wu J., Xie K., Li X. LjAMT2;2 Promotes Ammonium Nitrogen Transport during Arbuscular Mycorrhizal Fungi Symbiosis in Lotus japonicus. Int. J. Mol. Sci. 2022;23:9522. doi: 10.3390/ijms23179522.", "ArticleIdList": ["10.3390/ijms23179522", "PMC9455674", "36076919"]}, {"Citation": "Teng R.M., Yang N., Li J.W., Liu C.F., Chen Y., Li T., Wang Y.H., Xiong A.S., Zhuang J. Isolation and Characterization of an LBD Transcription Factor CsLBD39 from Tea Plant (Camellia sinensis) and Its Roles in Modulating Nitrate Content by Regulating Nitrate Metabolism-Related Genes. Int. J. Mol. Sci. 2022;23:9294. doi: 10.3390/ijms23169294.", "ArticleIdList": ["10.3390/ijms23169294", "PMC9409460", "36012559"]}, {"Citation": "Wang Y., Huang X., Huang X., Su W., Hao Y., Liu H., Chen R., Song S. BcSOC1 Promotes Bolting and Stem Elongation in Flowering Chinese Cabbage. Int. J. Mol. Sci. 2022;23:3459. doi: 10.3390/ijms23073459.", "ArticleIdList": ["10.3390/ijms23073459", "PMC8998877", "35408819"]}, {"Citation": "Wang Y.J., Zhen X.H., Zhou Y.J., Wang Y.L., Hou J.Y., Wang X., Li R.M., Liu J., Hu X.W., Geng M.T., et al. MeNINV1: An Alkaline/Neutral Invertase Gene of Manihot esculenta, Enhanced Sucrose Catabolism and Promoted Plant Vegetative Growth in Transgenic Arabidopsis. Plants. 2022;11:946. doi: 10.3390/plants11070946.", "ArticleIdList": ["10.3390/plants11070946", "PMC9003190", "35406926"]}, {"Citation": "Chen L., Lv Q., Yang W., Yang H., Chen Q., Wang B., Lei Y., Xie Y. TaNBR1, a Novel Wheat NBR1-like Domain Gene Negatively Regulates Drought Stress Tolerance in Transgenic Arabidopsis. Int. J. Mol. Sci. 2022;23:4519. doi: 10.3390/ijms23094519.", "ArticleIdList": ["10.3390/ijms23094519", "PMC9105663", "35562909"]}, {"Citation": "Liu M., Jiang J., Han Y., Shi M., Li X., Wang Y., Dong Z., Yang C. Functional Characterization of the Lysine-Specific Histone Demethylases Family in Soybean. Plants. 2022;11:1398. doi: 10.3390/plants11111398.", "ArticleIdList": ["10.3390/plants11111398", "PMC9182794", "35684171"]}, {"Citation": "Zhang M., Wang X., Yang J., Wang Z., Chen B., Zhang X., Zhang D., Sun Z., Wu J., Ke H., et al. GhENODL6 Isoforms from the Phytocyanin Gene Family Regulated Verticillium Wilt Resistance in Cotton. Int. J. Mol. Sci. 2022;23:2913. doi: 10.3390/ijms23062913.", "ArticleIdList": ["10.3390/ijms23062913", "PMC8955391", "35328334"]}, {"Citation": "Zheng T., Yu X., Sun Y., Zhang Q., Zhang X., Tang M., Lin C., Shen Z. Expression of a Cytochrome P450 Gene from Bermuda Grass Cynodon dactylon in Soybean Confers Tolerance to Multiple Herbicides. Plants. 2022;11:949. doi: 10.3390/plants11070949.", "ArticleIdList": ["10.3390/plants11070949", "PMC9002376", "35406929"]}, {"Citation": "Cong C., Tan J., Li C., Liu F., Yu Q., Zhu L., Li Y. Cloning of Maize TED Transposon into Escherichia coli Reveals the Polychromatic Sequence Landscape of Refractorily Propagated Plasmids. Int. J. Mol. Sci. 2022;23:11993. doi: 10.3390/ijms231911993.", "ArticleIdList": ["10.3390/ijms231911993", "PMC9569675", "36233292"]}, {"Citation": "Hwarari D., Guan Y., Ahmad B., Movahedi A., Min T., Hao Z., Lu Y., Chen J., Yang L. ICE-CBF-COR Signaling Cascade and Its Regulation in Plants Responding to Cold Stress. Int. J. Mol. Sci. 2022;23:1549. doi: 10.3390/ijms23031549.", "ArticleIdList": ["10.3390/ijms23031549", "PMC8835792", "35163471"]}, {"Citation": "Sun X., Sun X., Pan X., Zhang H., Wang Y., Ren H., Wang F. Identification and Fine Mapping of a Quantitative Trait Locus Controlling the Total Flower and Pod Numbers in Soybean. Agronomy. 2022;12:790. doi: 10.3390/agronomy12040790.", "ArticleIdList": ["10.3390/agronomy12040790"]}, {"Citation": "Di Q., Piersanti A., Zhang Q., Miceli C., Li H., Liu X. Genome-Wide Association Study Identifies Candidate Genes Related to the Linoleic Acid Content in Soybean Seeds. Int. J. Mol. Sci. 2022;23:454. doi: 10.3390/ijms23010454.", "ArticleIdList": ["10.3390/ijms23010454", "PMC8745128", "35008885"]}, {"Citation": "Feng X., Du X., Wang S., Deng P., Wang Y., Shang L., Tian Z., Wang C., Chen C., Zhao J., et al. Identification and DNA Marker Development for a Wheat-Leymus mollis 2Ns (2D) Disomic Chromosome Substitution. Int. J. Mol. Sci. 2022;23:2676. doi: 10.3390/ijms23052676.", "ArticleIdList": ["10.3390/ijms23052676", "PMC8911044", "35269816"]}, {"Citation": "Yao D., Ijaz W., Liu Y., Hu J., Peng W., Zhang B., Wen X., Wang J., Qiu D., Li H., et al. Identification of a Pm4 Allele as a Powdery Mildew Resistance Gene in Wheat Line Xiaomaomai. Int. J. Mol. Sci. 2022;23:1194. doi: 10.3390/ijms23031194.", "ArticleIdList": ["10.3390/ijms23031194", "PMC8835823", "35163113"]}, {"Citation": "Guan H., Chen X., Wang K., Liu X., Zhang D., Li Y., Song Y., Shi Y., Wang T., Li C., et al. Genetic Variation in ZmPAT7 Contributes to Tassel Branch Number in Maize. Int. J. Mol. Sci. 2022;23:2586. doi: 10.3390/ijms23052586.", "ArticleIdList": ["10.3390/ijms23052586", "PMC8910302", "35269730"]}, {"Citation": "Xu J., Qin X., Ni Z., Chen F., Fu X., Yu F. Identification of Zinc Effificiency-Associated Loci (ZEALs) and Candidate Genes for Zn Deficiency Tolerance of Two Recombination Inbred Line Populations in Maize. Int. J. Mol. Sci. 2022;23:4852. doi: 10.3390/ijms23094852.", "ArticleIdList": ["10.3390/ijms23094852", "PMC9106061", "35563244"]}, {"Citation": "Lu H., Wu H., Zhu G., Yin C., Zhao L., Wen J., Yi B., Ma C., Tu J., Fu T., et al. Identification and Fine Mapping of the Candidate Gene Controlling Multi-Inflorescence in Brassica napus. Int. J. Mol. Sci. 2022;23:7244. doi: 10.3390/ijms23137244.", "ArticleIdList": ["10.3390/ijms23137244", "PMC9266383", "35806247"]}, {"Citation": "Sodedji F.A.K., Ryu D., Choi J., Agbahoungba S., Assogbadjo A.E., N’Guetta S.P.A., Jung J.H., Nho C.W., Kim H.Y. Genetic Diversity and Association Analysis for Carotenoid Content among Sprouts of Cowpea (Vigna unguiculata L. Walp) Int. J. Mol. Sci. 2022;23:3696. doi: 10.3390/ijms23073696.", "ArticleIdList": ["10.3390/ijms23073696", "PMC8998333", "35409065"]}, {"Citation": "Zhou G., Chen C., Liu X., Yang K., Wang C., Lu X., Tian Y., Chen H. The Formation of Hollow Trait in Cucumber (Cucumis sativus L.) Fruit Is Controlled by CsALMT2. Int. J. Mol. Sci. 2022;23:6173. doi: 10.3390/ijms23116173.", "ArticleIdList": ["10.3390/ijms23116173", "PMC9181463", "35682858"]}, {"Citation": "Huang X., Huang X., Guo L., He L., Xiao D., Zhan J., Wang A., Liang R. Comparative Transcriptome Analysis Provides Insights into the Resistance in Pueraria [Pueraria lobata (Willd.) Ohwi] in Response to Pseudo-Rust Disease. Int. J. Mol. Sci. 2022;23:5223. doi: 10.3390/ijms23095223.", "ArticleIdList": ["10.3390/ijms23095223", "PMC9101505", "35563613"]}, {"Citation": "Jiang Y., Liu S., Li L., Zang K., Wang Y., Zhao M., Wang K., Zhu L., Chen P., Lei J., et al. Transcriptome and Phenotype Integrated Analysis Identifies Genes Controlling Ginsenoside Rb1 Biosynthesis and Reveals Their Interactions in the Process in Panax ginseng. Int. J. Mol. Sci. 2022;23:14016. doi: 10.3390/ijms232214016.", "ArticleIdList": ["10.3390/ijms232214016", "PMC9698431", "36430494"]}, {"Citation": "Li M., Zhao L., Zhou Q., Fang L., Luo D., Liu W., Searle I.R., Liu Z. Transcriptome and Coexpression Network Analyses Provide In-Sights into the Molecular Mechanisms of Hydrogen Cyanide Synthesis during Seed Development in Common Vetch (Vicia sativa L.) Int. J. Mol. Sci. 2022;23:2275. doi: 10.3390/ijms23042275.", "ArticleIdList": ["10.3390/ijms23042275", "PMC8878228", "35216390"]}, {"Citation": "Sun Y., Zhang D., Zheng H., Wu Y., Mei J., Ke L., Yu D., Sun Y. Biochemical and Expression Analyses Revealed the Involvement of Proanthocyanidins and/or Their Derivatives in Fiber Pigmentation of Gossypium stocksii. Int. J. Mol. Sci. 2022;23:1008. doi: 10.3390/ijms23021008.", "ArticleIdList": ["10.3390/ijms23021008", "PMC8779443", "35055193"]}, {"Citation": "Yang J., Li L., Zhang X., Wu S., Han X., Li X., Xu J. Comparative Transcriptomics Analysis of Roots and Leaves under Cd Stress in Calotropis gigantea L. Int. J. Mol. Sci. 2022;23:3329. doi: 10.3390/ijms23063329.", "ArticleIdList": ["10.3390/ijms23063329", "PMC8955323", "35328749"]}, {"Citation": "Zhang D., Tang J., Wei K., Jia S., Jiang Y., Cai H., Mao P., Li M. Physiological and Molecular Responses of Zoysia japonica to Rust Infection. Int. J. Mol. Sci. 2022;23:4185. doi: 10.3390/ijms23084185.", "ArticleIdList": ["10.3390/ijms23084185", "PMC9026483", "35457004"]}, {"Citation": "Mei J., Wu Y., Niu Q., Miao M., Zhang D., Zhao Y., Cai F., Yu D., Ke L., Feng H., et al. Integrative Analysis of Expression Profiles of mRNA and MicroRNA Provides Insights of Cotton Response to Verticillium dahliae. Int. J. Mol. Sci. 2022;23:4702. doi: 10.3390/ijms23094702.", "ArticleIdList": ["10.3390/ijms23094702", "PMC9099760", "35563093"]}, {"Citation": "Cai J., Lv L., Zeng X., Zhang F., Chen Y., Tian W., Li J., Li X., Li Y. Integrative Analysis of Metabolomics and Transcriptomics Reveals Molecular Mechanisms of Anthocyanin Metabolism in the Zikui Tea Plant (Camellia sinensis cv. Zikui) Int. J. Mol. Sci. 2022;23:4780. doi: 10.3390/ijms23094780.", "ArticleIdList": ["10.3390/ijms23094780", "PMC9103729", "35563169"]}, {"Citation": "Cheng H., Zha S., Luo Y., Li L., Wang S., Wu S., Cheng S., Li L. JAZ1-3 and MYC2-1 Synergistically Regulate the Transformation from Completely Mixed Flower Buds to Female Flower Buds in Castanea mollisima. Int. J. Mol. Sci. 2022;23:6452. doi: 10.3390/ijms23126452.", "ArticleIdList": ["10.3390/ijms23126452", "PMC9224291", "35742894"]}, {"Citation": "Zhang L., Miao L., He J., Li H., Li M. The Transcriptome and Metabolome Reveal the Potential Mechanism of Lodging Resistance in Intergeneric Hybrids between Brassica napus and Capsella bursa-pastoris. Int. J. Mol. Sci. 2022;23:4481. doi: 10.3390/ijms23094481.", "ArticleIdList": ["10.3390/ijms23094481", "PMC9099622", "35562871"]}, {"Citation": "Li H., Tahir ul Qamar M., Yang L., Liang J., You J., Wang L. Current Progress, Applications and Challenges of Multi-Omics Approaches in Sesame Genetic Improvement. Int. J. Mol. Sci. 2023;24:3105. doi: 10.3390/ijms24043105.", "ArticleIdList": ["10.3390/ijms24043105", "PMC9965044", "36834516"]}, {"Citation": "Kirov I., Polkhovskaya E., Dudnikov M., Merkulov P., Vlasova A., Karlov G., Soloviev A. Searching for a Needle in a Haystack: Cas9-Targeted Nanopore Sequencing and DNA Methylation Profiling of Full-Length Glutenin Genes in a Big Cereal Genome. Plants. 2022;11:5. doi: 10.3390/plants11010005.", "ArticleIdList": ["10.3390/plants11010005", "PMC8746966", "35009008"]}, {"Citation": "Qin G., Wu S., Zhang L., Li Y., Liu C., Yu J., Deng L., Xiao G., Zhang Z. An Efficient Modular Gateway Recombinase-Based Gene Stacking System for Generating Multi-Trait Transgenic Plants. Plants. 2022;11:488. doi: 10.3390/plants11040488.", "ArticleIdList": ["10.3390/plants11040488", "PMC8879548", "35214820"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "6", "Day": "1"}, {"Year": "2023", "Month": "6", "Day": "14"}, {"Year": "2023", "Month": "6", "Day": "29", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "6", "Day": "28", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "6", "Day": "28", "Hour": "1", "Minute": "20"}, {"Year": "2023", "Month": "6", "Day": "19"}], "PublicationStatus": "epublish", "ArticleIdList": ["37373493", "PMC10299164", "10.3390/ijms241210347", "ijms241210347"]}}], "PubmedBookArticle": []}