{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["chlorophyll fluorescence", "container nursery", "nutrient vector analysis", "ornamental tree", "photosynthetic ability", "quality index"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37375918", "DateRevised": {"Year": "2023", "Month": "07", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "06", "Day": "12"}], "Language": ["eng"], "ELocationID": ["2293", "10.3390/plants12122293"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "12", "PubDate": {"Year": "2023", "Month": "Jun", "Day": "12"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Effects of Drip Irrigation-Fertilization on Growth, Flowering, Photosynthesis and Nutrient Absorption of Containerized Seedlings of <i>Hibiscus syriacus</i> L. (Haeoreum).", "Abstract": {"AbstractText": ["The amount of irrigation and fertilization should be considered first for the production and standardization of high-quality <i>H. syriacus</i> L. seedlings using container seedlings. This study was conducted to investigate the optimal conditions suitable for container cultivation of hibiscus by analyzing growth and physiological responses according to the control of irrigation and fertilization. Therefore, in this study, <i>H. syriacus</i> L. for. <i>Haeoreum</i> (3-year-old hardwood cutting propagation), a fast-growing, was transplanted into a 40 L container. The irrigation amount per container was adjusted (0.2, 0.3 and 0.4 ton/yr/tree), and the amount of fertilizer applied (0, 69.0, 138.0 and 207.0 g/yr/tree). The growth rate according to the irrigation-fertilization treatment was higher in the 0.3 ton-138.0 g/yr/tree irrigation-fertilization treatment (<i>p</i> < 0.001). Total biomass yield and seedling quality index (SQI) were highest in the 0.3 ton-138.0 g/yr/tree irrigation-fertilization treatment (<i>p</i> < 0.001). The higher the fertilization concentration, the faster the flowering and the longer the flowering. The photosynthetic capacity of <i>H. syriacus</i> L. was reduced in bare root seedling cultivation and container-non-fertilized treatment. The chlorophyll fluorescence response was also affected by bare root cultivation and containerized seedling cultivation fertilization. Nutrient vector diagnosis showed \"nutritional suitability\" in the 0.3 ton-138.0 g/yr/tree treatment. Overall, containerized seedling cultivation was superior in growth, photosynthetic performance, photochemical efficiency, and nutrient storage capacity compared to bare root cultivation. These results be expected to contribute not only to the industrial production of excellent container seedlings of <i>H. syriacus</i> L. but also to the production of other woody plants."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Forest Biomaterials Research Center, National Institute of Forest Science, Jinju 52817, Republic of Korea."}], "LastName": "Jin", "ForeName": "Eon-Ju", "Initials": "EJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Forest Biomaterials Research Center, National Institute of Forest Science, Jinju 52817, Republic of Korea."}], "LastName": "Yoon", "ForeName": "Jun-Hyuck", "Initials": "JH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Forest Biomaterials Research Center, National Institute of Forest Science, Jinju 52817, Republic of Korea."}], "LastName": "Lee", "ForeName": "Hyeok", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Forest Medicinal Resources Research Center, National Institute of Forest Science, Yeongju 36040, Republic of Korea."}], "LastName": "Kwon", "ForeName": "Hae-Yun", "Initials": "HY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Special Forest Resources, Department of Forest Bio-Resources, National Institute of Forest Science, Suwon 16631, Republic of Korea."}], "LastName": "Shin", "ForeName": "Han-Na", "Initials": "HN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Forest Environmental Resources and Institute of Agriculture and Life Science, Gyeongsang National University, Jinju 52828, Republic of Korea."}], "LastName": "Yong", "ForeName": "Seong-Hyeon", "Initials": "SH"}, {"Identifier": ["0000-0003-1464-1573"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Forest Environmental Resources and Institute of Agriculture and Life Science, Gyeongsang National University, Jinju 52828, Republic of Korea."}], "LastName": "Choi", "ForeName": "Myung-Suk", "Initials": "MS"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Cho Y.J., Park H.S., Chang Y.S., Shin M.Y., Chung D.J. Characteristics of photosynthesis of dwarf and street tree cultivars of Hibiscus syriacus L. Korean J. Agric. For. Meteorol. 2007;9:55–60. doi: 10.5532/KJAFM.2007.9.1.055.", "ArticleIdList": ["10.5532/KJAFM.2007.9.1.055"]}, {"Citation": "Ha Y.M., Kim D.Y., Shim K.K. A new cultivar Hibiscus syriacus ‘Red Bohanjae’ with small violet-pink flowers for a abst plant. Hortic. Sci. Technol. 2015;33:292–297."}, {"Citation": "Ji N.S., An Y.J., Lee S.Y. Basic Research for the Creation of the Sejong-Type Mugunghwa City. Daejeon Sejong Institute; Daejeon, Republic of Korea: 2017. p. 100."}, {"Citation": "Joon R.J., Yoon S.C., Ji H.C., Je J.A., Young H.K. Development of container for standardized production for woody plant. J. Korean Soc. People Plants Environ. 2016;19:497–503."}, {"Citation": "Cho Y.H. Master’s Thesis. Honam University; Gwangju, Republic of Korea: 2014. A Comparison of the Growth of Woody Landscape Plants in Cultivation Method Using Container."}, {"Citation": "Kang H.C., Kim D.Y., Ha Y.M. Selection of cultivars with vigorous growth habit for street Tree, dwarf tree form for pot plants, and spreading branches for groundcovers in the recently developed cultivars of rose of Sharon (Hibiscus spp.) for landscape uses. J. Korean Inst. Tradit. Landsc. Archit. 2016;34:87–99. doi: 10.14700/KITLA.2016.34.2.087.", "ArticleIdList": ["10.14700/KITLA.2016.34.2.087"]}, {"Citation": "Yu T.Y., Yeam D.Y. Korean National Flower, Hibiscus Syriacus. Hakwon Co., Ltd.; Seoul, Republic of Korea: 1987. 424p"}, {"Citation": "Shim K.K., Ha Y.M. Planting and Maintenance of New Cultivars of Hibiscus spp. as Korean National Flower. New Industrial Strategy Research; Seoul, Republic of Korea: 2010. p. 69."}, {"Citation": "Oh Y.N., Yoo E.H., Kim W.H., Yoo B.S., Lee E.K., Kim K.S., Lee D.W. Newly bred Hibiscus syriacus ‘Hangyeore’, ‘Hanbora’, and ‘Hansomi’. Korean J. Breed. Sci. 2003;35:136."}, {"Citation": "Kwon K.W., Cho M.S., Kim G.N., Lee S.W., Jang K.H. Photosynthetic characteristics and growth performances of containerized seedling and bare root seedling of Quercus acutissima growing at different fertilizing schemes. J. Korean Soc. For. Sci. 2009;98:331–338."}, {"Citation": "Lee E., Suh J. Effect of watering control on growth and bulb size of plug seedling in onion (Allium cepa L.) set production. Korean J. Hortic. Sci. Technol. 2009;27:167–173."}, {"Citation": "Lee S.W., Choi J.H., Yoo S.K., Kim S.K., Bae J.H., Kyo H.S. Effect of raw material properties on growth characteristics of broad-leaved container seedlings. J. Bio-Environ. Control. 2006;15:244–249."}, {"Citation": "Kramer P.J. Water Relations of Plants. Academic Press; New York, NY, USA: 1983. p. 489."}, {"Citation": "Alghamdi S.A., Alharby H.F., Bamagoos A.A., Zaki S.N.S., Abu El-Hassan A.M., Desoky E.S.M., Mohamed I.A.A., Rady M.M. Rebalancing nutrients, reinforcing antioxidant and osmoregulatory capacity, and improving yield quality in drought-stressed Phaseolus vulgaris by foliar application of a bee-honey solution. Plants. 2022;12:63. doi: 10.3390/plants12010063.", "ArticleIdList": ["10.3390/plants12010063", "PMC9823359", "36616192"]}, {"Citation": "Desoky E.S.M., Alharbi K., Rady M.M., Elnahal A.S., Selem E., Arnaout S.M., Mansour E. Physiological, biochemical, anatomical, and agronomic responses of sesame to exogenously applied polyamines under different irrigation regimes. Agronomy. 2023;13:875. doi: 10.3390/agronomy13030875.", "ArticleIdList": ["10.3390/agronomy13030875"]}, {"Citation": "Beeson R.C., Knox G.W. Analysis of efficiency of overhead irrigation in container production. HortScience. 1991;26:848–850. doi: 10.21273/HORTSCI.26.7.848.", "ArticleIdList": ["10.21273/HORTSCI.26.7.848"]}, {"Citation": "Briercliffe T., Hewson A., Brough W. Summary Report for MAFF Water Audits. Ministry of Agriculture, Forestry and Fisheries; Tokyo, Japan: 2000. Independent water audits for container grown nursery stock producers."}, {"Citation": "Olga M.G., Michael J.D., Helen L., Christopher J.A. Irrigation scheduling and irrigation systems: Optimising irrigation efficiency for container ornamental shrubs. Irrig. Sci. 2009;27:139–153."}, {"Citation": "Cha Y.G., Choi K.S., Song K.S., Sung H.I., Kim J.J. Growth characteristics of one-year-old container seedlings of Pinus densiflora by irrigation level. J. Bio-Environ. Control. 2017;26:167–174. doi: 10.12791/KSBEC.2017.26.3.167.", "ArticleIdList": ["10.12791/KSBEC.2017.26.3.167"]}, {"Citation": "Broschat T.K. Nitrate, phosphate, and potassium leaching from container-grown plants fertilized by several methods. HortScience. 1995;30:74–77. doi: 10.21273/HORTSCI.30.1.74.", "ArticleIdList": ["10.21273/HORTSCI.30.1.74"]}, {"Citation": "Lee K.C., Noh H.S., Kim J.W., Han S.S. Physiological responses of Cirsium setidens and Pleurospermum camtschaticum under different shading treatments. J. Bio-Environ. Control. 2012;21:153–161."}, {"Citation": "Scagel C.F., Bi G., Fuchigami L.H., Regan R.P. Nitrogen availability alters mineral nutrient uptake and demand in container-grown deciduous and evergreen Rhododendron. J. Environ. Hortic. 2008;26:177–187."}, {"Citation": "Jang S.H., Cho J.G., Han J.H., Jeong J.H., Lee S.K., Lee D.Y., Lee K.S. Diagnosis of nitrogen content in the leaves of apple tree using spectral imagery. J. Bio-Environ. Control. 2022;31:384–392. doi: 10.12791/KSBEC.2022.31.4.384.", "ArticleIdList": ["10.12791/KSBEC.2022.31.4.384"]}, {"Citation": "Beeson R.C., Jr., Arnold M.A., Bilderback T.E., Bolusky B., Chandler S., Gramling H.M., Lea-Cox J.D., Harris J.R., Klinger P.J., Mathers H.M., et al. Strategic vision of container nursery irrigation in the next ten years. J. Environ. Hortic. 2004;22:113–115. doi: 10.24266/0738-2898-22.2.113.", "ArticleIdList": ["10.24266/0738-2898-22.2.113"]}, {"Citation": "Lambers H.A.N.S., Poorter H. Inherent variation in growth rate between higher plants: A search for physiological causes and ecological consequences. Adv. Ecol. Res. 1992;23:187–261."}, {"Citation": "Hernández E.I., Vilagrosa A., Luis V.C., Llorca M., Chirino E., Vallejo V.R. Root hydraulic conductance, gas exchange and leaf water potential in seedlings of Pistacia lentiscus L. and Quercus suber L. grown under different fertilization and light regimes. Environ. Exp. Bot. 2009;67:269–276. doi: 10.1016/j.envexpbot.2009.07.004.", "ArticleIdList": ["10.1016/j.envexpbot.2009.07.004"]}, {"Citation": "Juntunen M.L., Hammar T., Rikala R. Nitrogen and phosphorus leaching and uptake by container birch seedlings (Betula pendula Roth) grown in three different fertilizations. New For. 2003;25:133–147. doi: 10.1023/A:1022686402578.", "ArticleIdList": ["10.1023/A:1022686402578"]}, {"Citation": "Compton J.E., Watrud L.S., Porteous L.A., DeGrood S. Response of soil microbial biomass and community composition to chronic nitrogen additions at Harvard forest. For. Ecol. Manag. 2004;196:143–158. doi: 10.1016/j.foreco.2004.03.017.", "ArticleIdList": ["10.1016/j.foreco.2004.03.017"]}, {"Citation": "Frey S.D., Knorr M., Parrent J.L., Simpson R.T. Chronic nitrogen enrichment affects the structure and function of the soil microbial community in temperate hardwood and pine forests. For. Ecol. Manag. 2004;196:159–171. doi: 10.1016/j.foreco.2004.03.018.", "ArticleIdList": ["10.1016/j.foreco.2004.03.018"]}, {"Citation": "Thirukkumaran C.M., Parkinson D. Microbial activity, nutrient dynamics and litter decomposition in a Canadian Rocky Mountain pine forest as affected by N and P fertilizers. For. Ecol. Manag. 2002;159:187–201. doi: 10.1016/S0378-1127(01)00432-7.", "ArticleIdList": ["10.1016/S0378-1127(01)00432-7"]}, {"Citation": "Carlson W.C., Preisig C.L. Effects of controlled-release fertilizers on the shoot and root development of Douglas-fir seedlings. Can. J. For. Res. 1981;11:231–243. doi: 10.1139/x81-032.", "ArticleIdList": ["10.1139/x81-032"]}, {"Citation": "Imo M., Timmer V.R. Vector competition analysis of black spruce seedling responses to nutrient loading and vegetation control. Can. J. For. Res. 1999;29:474–486. doi: 10.1139/x99-020.", "ArticleIdList": ["10.1139/x99-020"]}, {"Citation": "Quoreshi M., Timmer V.R. Growth, nutrient dynamics, and ectomycorrhizal development of container-grown Picea mariana seedlings in response to exponential nutrient loading. Can. J. For. Res. 2000;30:191–201. doi: 10.1139/x99-208.", "ArticleIdList": ["10.1139/x99-208"]}, {"Citation": "Dumroese R.K., Sung S.J.S., Pinto J.R., Ross-Davis A., Scott D.A. Morphology, gas exchange, and chlorophyll content of longleaf pine seedlings in response to rooting volume, copper root pruning, and nitrogen supply in a container nursery. New For. 2013;44:881–897. doi: 10.1007/s11056-013-9377-5.", "ArticleIdList": ["10.1007/s11056-013-9377-5"]}, {"Citation": "Landis T.D., Tinus R.W., McDonald S.E., Barnett J.P. Seedling Nutrition and Irrigation. Volume 4. USDA Forest Service; Washington, DC, USA: 1989. 674p The Container Tree Nursery Manual."}, {"Citation": "Cha Y.G., Choi K.S., Song K.S., Sung H.I., Lee H.N., Sung H.I., Kim J.J. Growth characteristics and visible injury of container seedling of Pinus densiflora by fertilization level. J. Bio-Environ. Control. 2019;28:66–77. doi: 10.12791/KSBEC.2019.28.1.66.", "ArticleIdList": ["10.12791/KSBEC.2019.28.1.66"]}, {"Citation": "Ingestad T. Mineral nutrient requirements of Pinus silvestris and Picea abies seedlings. Physiol. Plant. 1979;45:373–380. doi: 10.1111/j.1399-3054.1979.tb02599.x.", "ArticleIdList": ["10.1111/j.1399-3054.1979.tb02599.x"]}, {"Citation": "Deans J.D., Mason W.L., Cannell M.G.R., Sharpe A.L., Sheppard L.J. Growing regimes for bare-root stock of sitka spruce, douglas-fir and scots pine. 1. Morphology at the end of the nursery phase. Forestry. 1989;62:53–60."}, {"Citation": "Burdett A.N. Physiological processes in plantation establishment and the development of specifications for forest planting stock. Can. J. For. Res. 1990;20:415–427. doi: 10.1139/x90-059.", "ArticleIdList": ["10.1139/x90-059"]}, {"Citation": "Grossnickle S.C. Why seedlings survive: Influence of plant attributes. New For. 2012;43:711–738. doi: 10.1007/s11056-012-9336-6.", "ArticleIdList": ["10.1007/s11056-012-9336-6"]}, {"Citation": "Johnson F. Artificial Regeneration of Ontario’s Forests: Species and Stock Selection Manual No. 131. Ontario Ministry of Natural Resources; Sault Ste. Marie, ON, Canada: 1996. p. 52."}, {"Citation": "Mackensen J., Hölscher D., Klinge R., Fölster H. Nutrient transfer to the atmosphere by burning of debris in eastern Amazonia. For. Ecol. Manag. 1996;86:121–128. doi: 10.1016/S0378-1127(96)03790-5.", "ArticleIdList": ["10.1016/S0378-1127(96)03790-5"]}, {"Citation": "Cho M.S., Lee S.W., Bae J.H., Park G.S. Effect of different fertilization on physiological characteristics and growth performances of Eucalyptus pellita and Acacia mangium in a container nursery system. J. Bio-Environ. Control. 2011;20:123–133."}, {"Citation": "Han Q., Chiba Y. Leaf photosynthetic responses and related nitrogen changes associated with crown reclosure after thinning in a young Chamaecyparis obtusa stand. J. For. Res. 2009;14:349–357. doi: 10.1007/s10310-009-0146-4.", "ArticleIdList": ["10.1007/s10310-009-0146-4"]}, {"Citation": "Richards N.A., Leaf A.L., Bickelhaupt D.H. Growth and nutrient uptake of coniferous seedlings: Comparison among 10 species at various seedbed densities. Plant Soil. 1973;38:125–143. doi: 10.1007/BF00011222.", "ArticleIdList": ["10.1007/BF00011222"]}, {"Citation": "Inagaki M., Inagaki Y., Kamo K., Titin J. Fine-root production in response to nutrient application at three forest plantations in Sabah, Malaysia: Higher nitrogen and phosphorus demand by Acacia mangium. J. For. Res. 2009;14:178–182. doi: 10.1007/s10310-009-0113-0.", "ArticleIdList": ["10.1007/s10310-009-0113-0"]}, {"Citation": "Tsakaldimi M., Zagas T., Tsitsoni T., Ganatsas P. Root morphology, stem growth and field performance of seedlings of two Mediterranean evergreen oak species raised in different container types. Plant Soil. 2005;278:85–93. doi: 10.1007/s11104-005-2580-1.", "ArticleIdList": ["10.1007/s11104-005-2580-1"]}, {"Citation": "Aranda I., Gil L., Pardos J.A. Physiological responses of Fagus sylvatica L. seedlings under Pinus sylvestris L. and Quercus pyrenaica Willd. overstories. For. Ecol. Manag. 2002;162:153–164. doi: 10.1016/S0378-1127(01)00502-3.", "ArticleIdList": ["10.1016/S0378-1127(01)00502-3"]}, {"Citation": "Leiva M.J., Fernández-Alés R. Variability in seedling water status during drought within a Quercus ilex subsp. ballota population, and its relation to seedling morphology. For. Ecol. Manag. 1998;111:147–156. doi: 10.1016/S0378-1127(98)00320-X.", "ArticleIdList": ["10.1016/S0378-1127(98)00320-X"]}, {"Citation": "Oliet J.A., Planelles R., Artero F., Valverde R., Jacobs D.F., Segura M.L. Field performance of Pinus halepensis planted in Mediterranean arid conditions: Relative influence of seedling morphology and mineral nutrition. New For. 2009;37:313–331. doi: 10.1007/s11056-008-9126-3.", "ArticleIdList": ["10.1007/s11056-008-9126-3"]}, {"Citation": "Trubat R., Cortina J., Vilagrosa A. Short-term nitrogen deprivation increases field performance in nursery seedlings of Mediterranean woody species. J. Arid Environ. 2008;72:879–890. doi: 10.1016/j.jaridenv.2007.11.005.", "ArticleIdList": ["10.1016/j.jaridenv.2007.11.005"]}, {"Citation": "Chirino E., Vilagrosa A., Hernández E.I., Matos A., Vallejo V.R. Effects of a deep container on morpho-functional characteristics and root colonization in Quercus suber L. seedlings for reforestation in Mediterranean climate. For. Ecol. Manag. 2008;256:779–785. doi: 10.1016/j.foreco.2008.05.035.", "ArticleIdList": ["10.1016/j.foreco.2008.05.035"]}, {"Citation": "Brunkhorst M.J. Investigation into the flowering of sugarcane variety N29 grown under different nutrient regimes. S. Afr. Sugar Technol. Assoc. 2003;77:306–312."}, {"Citation": "Berding N., Skinner J.C. Improvement of sugarcane fertility by modification of cross-pollination environment. Crop Sci. 1980;20:463–467. doi: 10.2135/cropsci1980.0011183X002000040011x.", "ArticleIdList": ["10.2135/cropsci1980.0011183X002000040011x"]}, {"Citation": "Gosnell J.M. Some factors affecting flowering in sugarcane. S. Afr. Sugar Technol. Assoc. 1973;47:144–147."}, {"Citation": "Brunkhorst M.J. A preliminary investigation into the effect of plant nutrient levels on sugarcane flowering. S. Afr. Sugar Technol. Assoc. 2001;75:143–150."}, {"Citation": "Van Dillewijn C. Botany of Sugarcane. Chronica Botanica; Waltham, MA, USA: Stechert-Hafner; New York, NY, USA: 1952. 371p"}, {"Citation": "Hale A.L., White P.M., Webber III C.L., Todd J.R. Effect of growing media and fertilization on sugarcane flowering under artificial photoperiod. PLoS ONE. 2017;12:e0181639. doi: 10.1371/journal.pone.0181639.", "ArticleIdList": ["10.1371/journal.pone.0181639", "PMC5542447", "28771490"]}, {"Citation": "Kim P.G., Lee E.J. Ecophysiology of photosynthesis 1: Effects of light intensity and intercellular CO2 pressure on photosynthesis. Korean J. Agric. For. Meteorol. 2001;3:126–133."}, {"Citation": "Hikosaka K., Terashima I. A model of the acclimation of photosynthesis in the leaves of C3 plants to sun and shade with respect to nitrogen use. Plant Cell Environ. 1995;18:605–618. doi: 10.1111/j.1365-3040.1995.tb00562.x.", "ArticleIdList": ["10.1111/j.1365-3040.1995.tb00562.x"]}, {"Citation": "Yang H.R., Park Y.J., Kim M.J., Yeon J.Y., Kim W.S. Growth responses of Korean endemic Hosta minor under sub-optimal artificial lighting. Hortic. Sci. Technol. 2022;40:286–295."}, {"Citation": "Sung J.H., Je S.M., Kim S.H., Kim Y.K. Effect of calcium chloride CaCl2 on chlorophyll fluorescence image and photosynthetic apparatus in the leaves of Prunus sargentii. J. Korean Soc. For. Sci. 2010;99:922–928."}, {"Citation": "Lee K.C., Lee H.B. Drought stress influences photosynthesis and water relations parameters of Synurus deltoides. J. Korean Soc. For. Sci. 2017;106:288–299."}, {"Citation": "Faria T., García-Plazaola J.I., Abadia A., Cerasoli S., Pereira J.S., Chaves M.M. Diurnal changes in photoprotective mechanisms in leaves of cork oak (Quercus suber) during summer. Tree Physiol. 1996;16:115–123. doi: 10.1093/treephys/16.1-2.115.", "ArticleIdList": ["10.1093/treephys/16.1-2.115", "14871754"]}, {"Citation": "Lim J.H., Woo S.Y., Kwon M.J., Chun J.H., Shin J.H. Photosynthetic capacity and water use efficiency under different temperature regimes on healthy and declining Korean Fir in Mt. Halla. J. Korean For. Soc. 2006;95:705–710."}, {"Citation": "Salisbury F.B., Ross C.W. Plant Physiology. 4th ed. Wadsworth Publishing Company; Belmont, MA, USA: 1992. 257p"}, {"Citation": "Yu S.O., Bae J.H. The effect of fertigation setting point on the growth and fruit quality of sweet pepper (Capsicum annuum L.) J. Bio-Environ. Control. 2004;13:102–106."}, {"Citation": "Song W., Lee B., Cho N., Jung S., Kim E.S., Lim J.H. Effects of drought stress and nitrogen fertilization on growth and physiological characteristics of Pinus densiflora seedlings under elevated temperature and CO2 concentration. Korean J. Agric. For. Meteorol. 2020;22:57–67."}, {"Citation": "Abril M., Hanano R. Ecophysiological responses of three evergreen woody Mediterranean species to water stress. Acta Oecologica. 1998;19:377–387. doi: 10.1016/S1146-609X(98)80042-8.", "ArticleIdList": ["10.1016/S1146-609X(98)80042-8"]}, {"Citation": "Singh B., Singh G. Biomass partitioning and gas exchange in Dalbergia sissoo seedlings under water stress. Photosynthetica. 2003;41:407–414. doi: 10.1023/B:PHOT.0000015465.86985.53.", "ArticleIdList": ["10.1023/B:PHOT.0000015465.86985.53"]}, {"Citation": "Evans J.R. The dependence of quantum yield on wavelength and growth irradiance. Funct. Plant Biol. 1987;14:69–79. doi: 10.1071/PP9870069.", "ArticleIdList": ["10.1071/PP9870069"]}, {"Citation": "Wang Z.X., Chen L., Ai J., Qin H.Y., Liu Y.X., Xu P.L., Jiao Z.Q., Zhao Y., Zhang Q.T. Photosynthesis and activity of photosystem II in response to drought stress in Amur Grape (Vitis amurensis Rupr.) Photosynthetica. 2012;50:189–196. doi: 10.1007/s11099-012-0023-9.", "ArticleIdList": ["10.1007/s11099-012-0023-9"]}, {"Citation": "Spoustová P., Synková H., Valcke R., Čeřovská N. Chlorophyll a fluorescence as a tool for a study of the Potato virus Y effects on photosynthesis of nontransgenic and transgenic P ssu-ipt tobacco. Photosynthetica. 2013;51:191–201. doi: 10.1007/s11099-013-0023-4.", "ArticleIdList": ["10.1007/s11099-013-0023-4"]}, {"Citation": "Strasser R.J., Srivastava A., Tsimilli-Michael M. The fluorescence transient as a tool to characterize and screen photosynthetic samples. In: Yunus M., Pathre U., editors. Probing Photosynthesis: Mechanism, Regulation and Adaptation. Taylor and Francis; New York, NY, USA: 2000. pp. 445–483."}, {"Citation": "Lee K.C., Kim S.H., Park W.G., Kim Y.S. Effects of drought stress on photosynthetic capacity and photosystem II activity in Oplopanax elatus. Korean J. Med. Crop Sci. 2014;22:38–45. doi: 10.7783/KJMCS.2014.22.1.38.", "ArticleIdList": ["10.7783/KJMCS.2014.22.1.38"]}, {"Citation": "Oh S.J., Koh S.C. Chlorophyll fluorescence and antioxidative enzyme activity of Crinum leaves exposed to natural environmental stress in winter. Korean J. Environ. Biol. 2004;22:233–241."}, {"Citation": "Falqueto A.R., Silva F.S., Cassol D., Magalhães Júnior A.M., Oliveira A.C., Bacarin M.A. Chlorophyll fluorescence in rice: Probing of senescence driven changes of PSII activity on rice varieties differing in grain yield capacity. Braz. J. Plant Physiol. 2010;22:35–41. doi: 10.1590/S1677-04202010000100004.", "ArticleIdList": ["10.1590/S1677-04202010000100004"]}, {"Citation": "Holland V., Koller S., Brüggemann W. Insight into the photosynthetic apparatus in evergreen and deciduous European oaks during autumn senescence using OJIP fluorescence transient analysis. Plant Biol. 2014;16:801–808. doi: 10.1111/plb.12105.", "ArticleIdList": ["10.1111/plb.12105", "24112772"]}, {"Citation": "Boureima S., Oukarroum A., Diouf M., Cisse N., Van Damme P. Screening for drought tolerance in mutant germplasm of sesame (Sesamum indicum) probing by chlorophyll a fluorescence. Environ. Exp. Bot. 2012;81:37–43. doi: 10.1016/j.envexpbot.2012.02.015.", "ArticleIdList": ["10.1016/j.envexpbot.2012.02.015"]}, {"Citation": "Zushi K., Kajiwara S., Matsuzoe N. Chlorophyll a fluorescence OJIP transient as a tool to characterize and evaluate response to heat and chilling stress in tomato leaf and fruit. Sci. Hortic. 2012;148:39–46. doi: 10.1016/j.scienta.2012.09.022.", "ArticleIdList": ["10.1016/j.scienta.2012.09.022"]}, {"Citation": "Van Heerden P.D.R., Swanepoel J.W., Krüger G.H.J. Modulation of photosynthesis by drought in two desert scrub species exhibiting C3-mode CO2 assimilation. Environ. Exp. Bot. 2007;61:124–136. doi: 10.1016/j.envexpbot.2007.05.005.", "ArticleIdList": ["10.1016/j.envexpbot.2007.05.005"]}, {"Citation": "Rathod D.P., Brestic M., Shao H.B. Chlorophyll a fluorescence determines the drought resistance capabilities in two varieties of mycorrhized and non-mycorrhized Glycine max Linn. Afr. J. Microbiol. Res. 2011;5:4197–4206. doi: 10.5897/AJMR11.737.", "ArticleIdList": ["10.5897/AJMR11.737"]}, {"Citation": "Timmer V.R., Stone E.L. Comparative foliar analysis of young balsam fir fertilized with nitrogen, phosphorus, potassium, and lime. Soil Sci. Soc. Am. J. 1978;42:125–130. doi: 10.2136/sssaj1978.03615995004200010027x.", "ArticleIdList": ["10.2136/sssaj1978.03615995004200010027x"]}, {"Citation": "Salifu K.F., Jacobs D.F. Characterizing fertility targets and multi-element interactions in nursery culture of Quercus rubra seedlings. Ann. For. Sci. 2006;63:231–237. doi: 10.1051/forest:2006001.", "ArticleIdList": ["10.1051/forest:2006001"]}, {"Citation": "Teng Y., Timmer V.R. Rhizosphere phosphorus depletion induced by heavy nitrogen fertilization in forest nursery soils. Soil Sci. Soc. Am. J. 1995;59:227–233. doi: 10.2136/sssaj1995.03615995005900010035x.", "ArticleIdList": ["10.2136/sssaj1995.03615995005900010035x"]}, {"Citation": "De Visser P.H.B., Keltjens W.G. Growth and nutrient uptake of Douglas fir seedlings at different rates of ammonium supply, with or without additional nitrate and other nutrients. Neth. J. Agric. Sci. 1993;41:327–341. doi: 10.18174/njas.v41i4.638.", "ArticleIdList": ["10.18174/njas.v41i4.638"]}, {"Citation": "Salifu K.F., Jacobs D.F., Birge Z.K. Nursery nitrogen loading improves field performance of bareroot oak seedlings planted on abandoned mine lands. Restor. Ecol. 2009;17:339–349. doi: 10.1111/j.1526-100X.2008.00373.x.", "ArticleIdList": ["10.1111/j.1526-100X.2008.00373.x"]}, {"Citation": "Benzian B., Brown R.M., Freeman S.C.R. Effect of late-season top-dressings of N (and K) applied to conifer transplants in the nursery on their survival and growth on British forest sites. For. Int. J. For. Res. 1974;47:153–184. doi: 10.1093/forestry/47.2.153.", "ArticleIdList": ["10.1093/forestry/47.2.153"]}, {"Citation": "Margolis H.A., Waring R.H. Carbon and nitrogen allocation patterns of Douglas-fir seedlings fertilized with nitrogen in autumn. II. Field performance. Can. J. For. Res. 1986;16:903–909. doi: 10.1139/x86-161.", "ArticleIdList": ["10.1139/x86-161"]}, {"Citation": "Malik V., Timmer V.R. Interaction of nutrient-loaded black spruce seedlings with neighbouring vegetation in greenhouse environments. Can. J. For. Res. 1995;25:1017–1023. doi: 10.1139/x95-110.", "ArticleIdList": ["10.1139/x95-110"]}, {"Citation": "Meteorological Data Open Portal.  [(accessed on 27 January 2023)].  Available online:  https://data.kma.go.kr/data/grnd/selectAsosRltmList.do;jsessionid=3Ycf47KBxOW6udOyJER6CDkh2EZWBFAS2ahQTsn0FFszA1tyxOjCTyZ1CkbSXuuJ.was02_servlet_engine5?pgmNo=36."}, {"Citation": "Hughes A.P., Freeman P.R. Growth analysis using frequent small harvests. J. Appl. Ecol. 1967;4:553–560. doi: 10.2307/2401356.", "ArticleIdList": ["10.2307/2401356"]}, {"Citation": "Bayala J., Dianda M., Wilson J., Ouedraogo S.J., Sanon K. Predicting field performance of five irrigated tree species using seedling quality assessment in Burkina Faso, West Africa. New For. 2009;38:309–322. doi: 10.1007/s11056-009-9149-4.", "ArticleIdList": ["10.1007/s11056-009-9149-4"]}, {"Citation": "Šestak Z., Catsk J., Jarvis P.G. Plant Photosynthetic Production. Manual of Methods. Hertogenbosch; The Hague, The Netherlands: 1971. 818p"}, {"Citation": "Choi E.Y., Seo T.C., Lee S.G., Cho I.H., Stangoulis J. Growth and physiological responses of Chinese cabbage and radish to long-term exposure to elevated carbon dioxide and temperature. Hortic. Environ. Biotechnol. 2011;52:376–386. doi: 10.1007/s13580-011-0012-0.", "ArticleIdList": ["10.1007/s13580-011-0012-0"]}, {"Citation": "Von Caemmerer S.V., Farquhar G.D. Some relationships between the biochemistry of photosynthesis and the gas exchange of leaves. Planta. 1981;153:376–387. doi: 10.1007/BF00384257.", "ArticleIdList": ["10.1007/BF00384257", "24276943"]}, {"Citation": "Kume A., Ino Y. Comparison of ecophysiological responses to heavy snow in two varieties of Aucuba japonica with different areas of distribution. Ecol. Res. 1993;8:111–121. doi: 10.1007/BF02348523.", "ArticleIdList": ["10.1007/BF02348523"]}, {"Citation": "Oh S.J., Koh S.C. Chlorophyll fluorescence and antioxidative enzyme activity of Crinum leaves exposed to winter stress. Acta Physiol. Plant. 2004;26:174–175."}, {"Citation": "Jones D.L., Hodge A., Kuzyakov Y. Plant and mycorrhizal regulation of rhizodeposition. New Phytol. 2004;163:459–480. doi: 10.1111/j.1469-8137.2004.01130.x.", "ArticleIdList": ["10.1111/j.1469-8137.2004.01130.x", "33873745"]}, {"Citation": "RDA (Rural Development Administration) Methods of Soil and Plant Analysis. National Institute of Agricultural Science and Technology; Suwon, Republic of Korea: 2000. 202p"}, {"Citation": "Haase D.L., Rose R. Vector analysis and its use for interpreting plant nutrient shifts in response to silvicultural treatments. For. Sci. 1995;41:54–66. doi: 10.1093/forestscience/41.1.54.", "ArticleIdList": ["10.1093/forestscience/41.1.54"]}, {"Citation": "Park B.B., Byun J.K., Sung J.H., Cho M.S. Study of optimal fertilization with vector analysis in hardwood and softwood seedlings. J. Agric. Life Sci. 2013;47:95–107."}, {"Citation": "Salifu K.F., Timmer V.R. Nitrogen retranslocation response of young Picea mariana to nitrogen-15 supply. Soil Sci. Soc. Am. J. 2003;67:309–317. doi: 10.2136/sssaj2003.3090.", "ArticleIdList": ["10.2136/sssaj2003.3090"]}, {"Citation": "Timmer V.R. Exponential nutrient loading: A new fertilization technique to improve seedling performance on competitive sites. New For. 1997;13:279–299. doi: 10.1023/A:1006502830067.", "ArticleIdList": ["10.1023/A:1006502830067"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "5", "Day": "9"}, {"Year": "2023", "Month": "6", "Day": "6"}, {"Year": "2023", "Month": "6", "Day": "6"}, {"Year": "2023", "Month": "6", "Day": "28", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "6", "Day": "28", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "6", "Day": "28", "Hour": "1", "Minute": "36"}, {"Year": "2023", "Month": "6", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["37375918", "PMC10303470", "10.3390/plants12122293", "plants12122293"]}}], "PubmedBookArticle": []}