{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Chemometric methods", "FTIR-ATR", "Medicinal plants", "PCA", "Quality control", "Similarity analysis", "TLC"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37396470", "DateRevised": {"Year": "2024", "Month": "07", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "06", "Day": "29"}], "Language": ["eng"], "ELocationID": ["254", "10.1007/s13205-023-03644-6"], "Journal": {"ISSN": "2190-572X", "JournalIssue": {"Volume": "13", "Issue": "7", "PubDate": {"Year": "2023", "Month": "Jul"}}, "Title": "3 Biotech", "ISOAbbreviation": "3 Biotech"}, "ArticleTitle": "HPLC-DAD fingerprinting coupled with chemometric analysis can successfully differentiate Indian <i>Berberis</i> species and its plant parts.", "Pagination": {"StartPage": "254", "MedlinePgn": "254"}, "Abstract": {"AbstractText": ["Identification of the plant parts and genuine species is one of the most important steps for the quality control of raw material used in herbal medicines. In the present study, comparative analysis of TLC, HPLC and FTIR-ATR fingerprinting in conjunction with chemometric method was done to select the most appropriate fingerprinting method for quality control of <i>Berberis aristata</i> and its related species. To achieve this, extracts were first utilized to obtain TLC, HPLC and FT-IR fingerprinting data. The data was analyzed by chemometric methods and similarity analysis. The PCA model obtained with HPLC fingerprinting method could successfully classify the <i>Berberis</i> species as well plant parts viz. root, stem and leaves which was not possible with the PCA model of TLC or FT-IR fingerprints. Similarity analysis based on the mean HPLC fingerprinting chromatogram could also appropriately assess the chemical variability and identification of different <i>Berberis</i> species.", "The online version contains supplementary material available at 10.1007/s13205-023-03644-6."], "CopyrightInformation": "© King Abdulaziz City for Science and Technology 2023. Springer Nature or its licensor (e.g. a society or other partner) holds exclusive rights to this article under a publishing agreement with the author(s) or other rightsholder(s); author self-archiving of the accepted manuscript version of this article is solely governed by the terms of such publishing agreement and applicable law."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.419867.5", "0000 0001 0195 7806"], "Affiliation": "Plant Biotechnology, The Energy and Resources Institute (TERI), Habitat Center, Lodhi Road, New Delhi, 110003 India."}, {"Identifier": ["grid.8195.5", "0000 0001 2109 4999"], "Affiliation": "Department of Instrumentation, Shaheed Rajguru College of Applied Sciences for Women (University of Delhi), Vasundhara Enclave, New Delhi, 110096 India."}], "LastName": "Bhardwaj", "ForeName": "Daya", "Initials": "D"}, {"Identifier": ["0000-0002-3870-8093"], "AffiliationInfo": [{"Identifier": ["grid.419867.5", "0000 0001 0195 7806"], "Affiliation": "Plant Biotechnology, The Energy and Resources Institute (TERI), Habitat Center, Lodhi Road, New Delhi, 110003 India."}, {"Identifier": ["grid.444644.2", "0000 0004 1805 0217"], "Affiliation": "Amity Food and Agriculture Foundation, Amity University Uttar Pradesh, Sector 125, Noida, Uttar Pradesh, 201313 India."}], "LastName": "Kaushik", "ForeName": "Nutan", "Initials": "N"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "3 Biotech", "NlmUniqueID": "101565857", "ISSNLinking": "2190-5738"}, "CoiStatement": "Conflict of interestThe authors declare that there is no conflict of interest regarding the publication of this manuscript.Informed consentWe affirm that all the authors have seen, prepared, and agreed to the submission of paper and their inclusion of name(s) as co-author(s). We also declare that there are no conflicts of interests for the same."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ahamad J, Naquvi KJ, Ali M, Mir SR. New isoquinoline alkaloids from the stem bark of Berberis aristata. Indian J Chem. 2014;53B:1237–1241."}, {"Citation": "Andola HC, Gaira KS, Rawal RS. Habitat dependent variations in berberine content of Berberis asiatica Roxb. ex. D C in Kumaon Western Himalaya. Chem Biodivers. 2010;7:415–420. doi: 10.1002/cbdv.200900041.", "ArticleIdList": ["10.1002/cbdv.200900041", "20151388"]}, {"Citation": "Andola HC, Rawal RS, Rawat MSM, Bhatt ID, Purohit VK. Variations of berberine contents in Berberis pseudumbellettata A high value medicinal shrub of West Himalaya, India. Med Plants Int J Phytomed Relat Ind. 2010;2(2):111. doi: 10.5958/j.0975-4261.2.2.017.", "ArticleIdList": ["10.5958/j.0975-4261.2.2.017"]}, {"Citation": "Andola HC, Gaira KS, Rawal RS, Rawat MSM, Bhatt ID. Influence of environmental factors on production of berberine content in Berberis asiatica Roxb. Ex. DC in Kumaun West Himalaya, India. J Herbs Spices Med Plants. 2011;17(4):329–338. doi: 10.1080/10496475.2011.626892.", "ArticleIdList": ["10.1080/10496475.2011.626892"]}, {"Citation": "Anonymous (1988) The Wealth of India, A Dictionary of Indian Raw Materials, vol 2 (B), Publications and Information Directorate CSIR, New Delhi, pp 114–118"}, {"Citation": "Bajpai V, Singh A, Arya KR, Srivastava M, Kumar B. Rapid screening for the adulterants of Berberis aristata using direct analysis in real-time mass spectrometry and principal component analysis for discrimination. Food Addit Contam Part A. 2015;32(6):799–807. doi: 10.1080/19440049.2015.1022885.", "ArticleIdList": ["10.1080/19440049.2015.1022885", "25739096"]}, {"Citation": "Balasubramani SP, Goraya GS, Venkatasubramanian P. Development of ITS sequence-based markers to distinguish Berberis aristata DC from B. lycium Royle and B. asiatica Roxb. 3 Biotech. 2011;1:1–19. doi: 10.1007/s13205-010-0001-5.", "ArticleIdList": ["10.1007/s13205-010-0001-5", "PMC3339604", "22558531"]}, {"Citation": "Bhakuni DS, Shoeb A, Popli SP. Studies in medicinal plants: part 1-chemical constituents of Berberis asiatica Roxb. Indian J Chem. 1968;6:123."}, {"Citation": "Bhardwaj D, Kaushik N (2015) Chromatographic fingerprinting: an emerging tool for quality control and chemo-taxonomy of medicinal plants and their drugs. In: Recent trends in Instrumentation and Electronics (RITE-2015), pp 49–58"}, {"Citation": "Bhardwaj D, Kaushik N. Phytochemical and pharmacological studies in genus Berberis. Phytochem Rev. 2013;11:523–542. doi: 10.1007/s11101-013-9272-x.", "ArticleIdList": ["10.1007/s11101-013-9272-x"]}, {"Citation": "Bruker Application Note AN # 79, 2011, www.bruker.com/optics. Accessed 21 Jan 2015"}, {"Citation": "Custers D, Krakowska B, De Beer JO, Courselle P, Daszykowski M, Apers S, Deconinck E. Testing of complementarity of PDA and MS detectors using chromatographic fingerprinting of genuine and counterfeit samples containing sildenafil citrate. Anal Bioanal Chem. 2016;408:1643–1656. doi: 10.1007/s00216-015-9275-0.", "ArticleIdList": ["10.1007/s00216-015-9275-0", "26753972"]}, {"Citation": "Custers D, Krakowska B, De Beer JO, Courselle P, Daszykowski M, Apers S, Deconinck E. Chromatographic impurity fingerprinting of genuine and counterfeit Cialis® as a means to compare the discriminating ability of PDA and MS detection. Talanta. 2016;146:540–548. doi: 10.1016/j.talanta.2015.09.029.", "ArticleIdList": ["10.1016/j.talanta.2015.09.029", "26695302"]}, {"Citation": "Del Carpio Jiménez C, Serrano Flores C, He J, Tian Q, Schwartz SJ, Giusti MM. Characterisation and preliminary bioactivity determination of Berberis boliviana Lechler fruit anthocyanins. Food Chem. 2011;128(3):717–724. doi: 10.1016/j.foodchem.2011.03.094.", "ArticleIdList": ["10.1016/j.foodchem.2011.03.094"]}, {"Citation": "Gupta V, Prakash A, Mathur A. Screening of solvent extracts of Berberis aristata for isolation of anti-inflammatory compound. J Chem Pharm Res. 2014;6(6):1196–1206."}, {"Citation": "Hussaini F, Shoeb A. Isoquinoline derived alkaloids from Berberis chitria. Phytochem. 1985;24(3):633. doi: 10.1016/S0031-9422(00)80794-3.", "ArticleIdList": ["10.1016/S0031-9422(00)80794-3"]}, {"Citation": "Jiang F, Tao Y, Shao Y. Fingerprinting and quality control of Qianghuo by high-performance liquid chromatography-photodiode array detection. J Ethnopharmacol. 2007;111:265–270. doi: 10.1016/j.jep.2006.11.024.", "ArticleIdList": ["10.1016/j.jep.2006.11.024", "17207951"]}, {"Citation": "Jiang Y, David B, Tua PF, Barbin Y. Recent analytical approaches in quality control of traditional Chinese medicines—a review. Anal Chim Acta. 2010;657:9–18. doi: 10.1016/j.aca.2009.10.024.", "ArticleIdList": ["10.1016/j.aca.2009.10.024", "19951752"]}, {"Citation": "Katoch M, Fazli IS, Suri KA, Ahuja A, Qazi GN. Effect of altitude on picroside content in core collections of Picrorhiza kurrooa from the north western Himalayas. J Nat Med. 2011;65:578–582. doi: 10.1007/s11418-010-0491-9.", "ArticleIdList": ["10.1007/s11418-010-0491-9", "21347670"]}, {"Citation": "Khan M, Rahman Md, Khalid M, Khushtar M, Mujahid M. Quality control standardization and evaluation of antimicrobial potential of Daruhaldi (Berberis aristata DC) stem Bark. J Diet Suppl. 2018;17:1–13. doi: 10.1080/19390211.2018.1484405.", "ArticleIdList": ["10.1080/19390211.2018.1484405", "30289011"]}, {"Citation": "Končić MZ, Kremer D, Schühly W, Brantner A, Karlović K, Kalođera Z. Chemical differentiation of Berberis croatica and B. vulgaris using HPLC fingerprinting. Croat Chem Acta. 2010;83(4):451–456."}, {"Citation": "Maithani A, Parcha V, Kumar D. Quantitative estimation of berberine content of Berberis asiatica from different altitude of Garhwal Himalaya. Asian J Pharm Clin. 2014;7(1):165–167."}, {"Citation": "Manosalva L, Mutis A, Días J, Urzúa A, Fajaro V, Quiroz A. Identification of isoquinoline alkaloids from Berberis microphylla by HPLC ESI-MS/MS. BLACPMA. 2014;13(4):323–334."}, {"Citation": "Pasrija A, Singh R, Katiyar CK. Validated HPLC-UV method for the determination of berberine in raw herb Daruharidra (Berberis aristata DC), its extract, and in commercially marketed Ayurvedic dosage forms. Int J Ayurveda Res. 2011;1(4):243–246.", "ArticleIdList": ["PMC3059448", "21455453"]}, {"Citation": "The Ayurvedic Pharmacopoeia of India (2016) DARUHARIDRA.,1 (9) Monographs., Pharmacopoeia Commission for Indian Medicine & Homoeopathy, India"}, {"Citation": "Rao RR, Husain T, Dutt B, Garg A. Revision of family Berberidaceae of India-I. Rheedea. 1998;8(1):1–66."}, {"Citation": "Rashmi RA, Pant J. The genus Berberis Linn: a review. Pharmacogn Rev. 2008;2(4):369–385."}, {"Citation": "Rout KK, Pradhan S, Mishra SK. Estimation of berberine in ayurvedic formulations containing Berberis aristata. J AOAC Int. 2008;91(5):1149–1153. doi: 10.1093/jaoac/91.5.1149.", "ArticleIdList": ["10.1093/jaoac/91.5.1149", "18980133"]}, {"Citation": "Shahid M, Rahim T, Shahzad A. Ethnobotanical studies on Berberis aristata DC root extract. Afr J Biotechnol. 2009;8(4):556–563."}, {"Citation": "Singh A, Bajpai V, Srivastava M, Arya KR, Kumar B. Rapid screening and distribution of bioactive compounds in different parts of Berberis petiolaris using direct analysis in real time mass spectrometry. J Pharm Anal. 2015;5(5):332–335. doi: 10.1016/j.jpha.2015.05.002.", "ArticleIdList": ["10.1016/j.jpha.2015.05.002", "PMC5762237", "29403947"]}, {"Citation": "Srivastava SK, Khatoon S, Rawat AKS, Mehrotra S, Pushpangadan P. Pharmacognostic evaluation of the root of Berberis aristata DC. Nat Prod Sci. 2001;7(4):102–106."}, {"Citation": "Srivastava SK, Rawat AKS, Mehrotra S. Pharmacognostic evaluation of the root of Berberis asiatica. Pharm Biol. 2004;42(6):467–473. doi: 10.1080/13880200490886256.", "ArticleIdList": ["10.1080/13880200490886256"]}, {"Citation": "Srivastava SK, Rawat AKS, Srivastava M, Mehrotra S. Pharmacognostic evaluation of the roots of Berberis chitria Lindl. Nat Prod Sci. 2006;1:19–23."}, {"Citation": "Srivastava SK, Rai V, Srivastava M, Rawat AK, Mehrotra S. Estimation of heavy metals in different Berberis species and its market samples. Environ Monit Assess. 2006;116:315–320. doi: 10.1007/s10661-006-7395-x.", "ArticleIdList": ["10.1007/s10661-006-7395-x", "16779598"]}, {"Citation": "Wang SY, Ho TJ, Kuo CH, Tseng YJ. Chromaligner: a web server for chromatogram alignment. Bioinformatics. 2010;26(18):2338–2339. doi: 10.1093/bioinformatics/btq337.", "ArticleIdList": ["10.1093/bioinformatics/btq337", "20576623"]}, {"Citation": "Yi-Zeng L, Peishan X, Kelvin C. Quality control of herbal medicines. J Chromatogr B. 2004;812:53–70. doi: 10.1016/S1570-0232(04)00676-2.", "ArticleIdList": ["10.1016/S1570-0232(04)00676-2", "15556488"]}, {"Citation": "Yubin J, Miao Y, Bing W, Yao Z. The extraction, separation and purification of alkaloids in the natural medicine. J Chem Pharm Res. 2014;6(1):338–345."}, {"Citation": "Zhou J, Li Y, Zhao J, Xue X, Wu L, Chen F. Geographical traceability of Propolis by HPLC fingerprints. Food Chem. 2008;108:749–759. doi: 10.1016/j.foodchem.2007.11.009.", "ArticleIdList": ["10.1016/j.foodchem.2007.11.009", "26059157"]}, {"Citation": "Zou P, Hong Y, Koh HL. Chemical fingerprinting of Isatis indigotica root by RP-HPLC and hierarchical clustering analysis. J Pharm Biomed Anal. 2005;38(3):514–520. doi: 10.1016/j.jpba.2005.01.022.", "ArticleIdList": ["10.1016/j.jpba.2005.01.022", "15925253"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "9", "Day": "20"}, {"Year": "2023", "Month": "5", "Day": "26"}, {"Year": "2023", "Month": "7", "Day": "3", "Hour": "13", "Minute": "6"}, {"Year": "2023", "Month": "7", "Day": "3", "Hour": "13", "Minute": "5"}, {"Year": "2023", "Month": "7", "Day": "3", "Hour": "11", "Minute": "20"}, {"Year": "2024", "Month": "7", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37396470", "PMC10310644", "10.1007/s13205-023-03644-6", "3644"]}}], "PubmedBookArticle": []}