{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anti-Alzheimer", "Anti-inflammatory", "Anti-tyrosinase", "Antioxidant", "Exopolysaccharide", "Streptomyces"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37400624", "DateRevised": {"Year": "2023", "Month": "07", "Day": "06"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "07", "Day": "04"}], "Language": ["eng"], "ELocationID": ["76", "10.1186/s43141-023-00530-9"], "Journal": {"ISSN": "2090-5920", "JournalIssue": {"Volume": "21", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Jul", "Day": "04"}}, "Title": "Journal, genetic engineering & biotechnology", "ISOAbbreviation": "J Genet Eng Biotechnol"}, "ArticleTitle": "Characterization of biologically active exopolysaccharide produced by Streptomyces sp. NRCG4 and its anti-Alzheimer efficacy: in-vitro targets.", "Pagination": {"StartPage": "76", "MedlinePgn": "76"}, "Abstract": {"AbstractText": ["Exopolysaccharides are extremely powerful molecules with a wide range of uses in pharmaceuticals due to their structural and compositional complexity. Marine microorganisms often produce bioactive substances with novel functions and structures because of their special living conditions. Polysaccharides from marine microorganisms are of interest to new drug discovery.", "The current research focused on the isolation of bacteria from Red Sea, Egypt, that have the ability to produce a new natural exopolysaccharide in order to be examined in treating Alzheimer's illness to obviate side effects of synthetic drugs. Properties of exopolysaccharide (EPS) produced by an isolated Streptomyces strain were investigated for its capability to play as anti-Alzheimer. This strain was identified morphologically, physiologically, and biochemically and actually was confirmed by molecularly 16S rRNA analysis as Streptomyces sp. NRCG4 with accession number MK850242. The produced EPS was fractionated by precipitation 1:4 volumes of chilled ethanol and the third major fraction (1:3) listed as NRCG4, and then the functional groups, MW, and chemical evaluation have been detected via Fourier-transform infrared (FTIR), high-performance gel permeation chromatography (HPGPC), and high-performance liquid chromatography (HPLC). The findings showed that NRCG4 was an acidic EPS composed of mannuronic acid, glucose, mannose, and rhamnose in a molar ratio of 1.2:1.5:2.8:1.0, respectively. NRCG4 Mw was determined to be 4.25 × 10<sup>5</sup> gmol<sup>-1</sup> and the Mn to be 1.97 × 10<sup>5</sup> gmol<sup>-1</sup>. Also, the NRCG4 included uronic acid (16.0%) and sulfate (0.0%), but no protein was found. In addition, antioxidant and anti-inflammation activity was measured through various methods. This study confirmed that NRCG4 exopolysaccharide exerted anti-Alzheimer's characters via inhibition of cholinesterase and tyrosinase as well as anti-inflammatory and antioxidant abilities. Additionally, it occurred a potential role in the suppression of Alzheimer's disease risk factors through its antioxidant (metal chelation, radical scavenging capability), anti-tyrosinase and anti-inflammatory characteristics. The anti-Alzheimer's disease efficacy of NRCG4 exopolysaccharide may be assigned to its unique determined chemical composition.", "The present study highlighted those exopolysaccharides could be harnessed to improve pharmaceutical industry (anti-Alzheimer, anti-tyrosinase, anti-inflammatory, and antioxidant agents)."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Microbial Biotechnology Department, National Research Centre, 33 Bohouth St, Dokki, Giza, 12622, Egypt."}], "LastName": "Mahmoud", "ForeName": "Manal G", "Initials": "MG"}, {"Identifier": ["0000-0001-5155-3949"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Microbial Biotechnology Department, National Research Centre, 33 Bohouth St, Dokki, Giza, 12622, Egypt. mohamed.elawady82@gmail.com."}], "LastName": "Awady", "ForeName": "Mohamed E El", "Initials": "MEE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Microbial Biotechnology Department, National Research Centre, 33 Bohouth St, Dokki, Giza, 12622, Egypt."}], "LastName": "Selim", "ForeName": "Manal S", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal and Aromatic Plants Research Department, Pharmaceutical and Drug Industries Research Institute, National Research Centre, 33 Bohouth St, Dokki, Giza, 12622, Egypt."}], "LastName": "Ibrahim", "ForeName": "Abeer Y", "Initials": "AY"}, {"Identifier": ["0000-0001-8769-9667"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal and Aromatic Plants Research Department, Pharmaceutical and Drug Industries Research Institute, National Research Centre, 33 Bohouth St, Dokki, Giza, 12622, Egypt."}], "LastName": "Ibrahim", "ForeName": "Faten M", "Initials": "FM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Microbial Biotechnology Department, National Research Centre, 33 Bohouth St, Dokki, Giza, 12622, Egypt."}], "LastName": "Mohamed", "ForeName": "Sahar S", "Initials": "SS"}], "GrantList": [{"GrantID": "11010319", "Agency": "National Research Centre", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "J Genet Eng Biotechnol", "NlmUniqueID": "101317150", "ISSNLinking": "1687-157X"}, "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Patel AK, Michaud P, Singhania RR, Soccol CR, Pandey A. Polysaccharides from probiotics: new developments as food additives. Food Technology and Biotechnology. 2010;48:451–463."}, {"Citation": "Abdelhamid SA, Mohamed SS, Selim MS. Medical application of exopolymers produced by marine bacteria. Bulletin of the National Research Centre. 2020;44:1–14."}, {"Citation": "Ibrahim AY, Mahmoud M, Asker MM. Anti-inflammatory and antioxidant activities of polysaccharide from Adansonia digitata: An in vitro study. Int J Pharm Sci Rev Res. 2014;25:174–182."}, {"Citation": "Asker, M.M., Ibrahim, A.Y., Mahmoud, M.G., and Mohamed, S.S. (2015). Production and characterization of exopolysaccharide from novel Bacillus sp. M3 and evaluation on development sub-chronic aluminum toxicity induced Alzheimer's disease in male rats. American Journal of Biochemistry & Biotechnology 11, 92."}, {"Citation": "Mahmoud, M.G., Ibrahim, A.Y., Asker, M.M., and El Sayed, O.H. (2014). Therapeutic potential and structural elucidation of a water-soluble polysaccharide of a wild edible mushroom Agaricus bisporus against neurodegenerative disease, Alzheimer. World Journal of Pharmaceutical Sciences, 1136–1145."}, {"Citation": "Tanaka Y, Omura S. Agroactive compounds of microbial origin. Annu Rev Microbiol. 1993;47:57–88.", "ArticleIdList": ["8257109"]}, {"Citation": "Selim MSM, Abdelhamid SA, Mohamed SS. Secondary metabolites and biodiversity of actinomycetes. Journal of Genetic Engineering and Biotechnology. 2021;19:1–13.", "ArticleIdList": ["PMC8116480", "33982192"]}, {"Citation": "Mahmoud MG, Selim MS, Mohamed SS, Hassan AI, Abdal-Aziz SA. Study of the chemical structure of exopolysaccharide produced from streptomycete and its effect as an attenuate for antineoplastic drug 5-fluorouracil that induced gastrointestinal toxicity in rats. Anim Biotechnol. 2020;31:397–412.", "ArticleIdList": ["31081463"]}, {"Citation": "Abdallah HM, Abdel-Rahman RF, El Awdan SA, Allam RM, El-Mosallamy AE, Selim MS, Mohamed SS, Arbid MS, Farrag ARH. Protective effect of some natural products against chemotherapy-induced toxicity in rats. Heliyon. 2019;5:e01590.", "ArticleIdList": ["PMC6507045", "31080906"]}, {"Citation": "Peeke P. LIFESTYLE CORNER; Take a Walk: Prevent Alzheimer's Disease. National Women's Health Report. 2004;26:8."}, {"Citation": "De la Monte SM, Wands JR. Alzheimer's disease is type 3 diabetes—evidence reviewed. J Diabetes Sci Technol. 2008;2:1101–1113.", "ArticleIdList": ["PMC2769828", "19885299"]}, {"Citation": "Hayakawa M, Nonomura H. Humic acid-vitamin agar, a new medium for the selective isolation of soil actinomycetes. J Ferment Technol. 1987;65:501–509."}, {"Citation": "Waksman, S.A. (1961). The Actinomycetes. Vol. II. Classification, identification and descriptions of genera and species. The Actinomycetes. Vol. II. Classification, identification and descriptions of genera and species."}, {"Citation": "Fusconi R, Godinho M. Screening for exopolysaccharide-producing bacteria from sub-tropical polluted groundwater. Braz J Biol. 2002;62:363–369.", "ArticleIdList": ["12489408"]}, {"Citation": "Manivasagan P, Sivasankar P, Venkatesan J, Senthilkumar K, Sivakumar K, Kim S-K. Production and characterization of an extracellular polysaccharide from Streptomyces violaceus MM72. Int J Biol Macromol. 2013;59:29–38.", "ArticleIdList": ["23597709"]}, {"Citation": "Liu C, Lu J, Lu L, Liu Y, Wang F, Xiao M. Isolation, structural characterization and immunological activity of an exopolysaccharide produced by Bacillus licheniformis 8–37-0-1. Biores Technol. 2010;101:5528–5533.", "ArticleIdList": ["20199860"]}, {"Citation": "Shene C, Canquil N, Bravo S, Rubilar M. Production of the exopolysacchzrides by Streptococcus thermophilus: Effect of growth conditions on fermentation kinetics and intrinsic viscosity. Int J Food Microbiol. 2008;124:279–284.", "ArticleIdList": ["18456357"]}, {"Citation": "Tresner H, Backus E. System of color wheels for streptomycete taxonomy. Appl Microbiol. 1963;11:335–338.", "ArticleIdList": ["PMC1057998", "13994094"]}, {"Citation": "Shirling ET, Gottlieb D. Methods for characterization of Streptomyces species. Int J Syst Bacteriol. 1966;16:313–340."}, {"Citation": "Szabo, I., and IM, S. (1975). A DIAGNOSTIC KEY FOR THE IDENTIFICATION OF\" SPECIES\" OF STREPTOMYCES AND STREPTOVERTICILLIUM INCLUDED IN THE INTERNATIONAL STREPTOMYCES PROJET."}, {"Citation": "El Awady ME, Eldin MAN, Ibrahim HM, Al Bahnasy ME, Aziz SHA. In vitro evaluation of antioxidant, anticancer, and antiviral activities of exopolysaccharide from Streptomyces hirsutus NRC2018. Journal of Applied Pharmaceutical Science. 2019;9:010–018."}, {"Citation": "Goodfellow M, Lacey J, Todd C. Numerical classification of thermophilic streptomycetes. Microbiology. 1987;133:3135–3149."}, {"Citation": "Sharma A. A nonenzymatic method to isolate genomic DNA from bacteria and actinomycete. Anal Biochem. 2005;337:354–356.", "ArticleIdList": ["15691519"]}, {"Citation": "Gardes M, Bruns TD. ITS primers with enhanced specificity for basidiomycetes-application to the identification of mycorrhizae and rusts. Mol Ecol. 1993;2:113–118.", "ArticleIdList": ["8180733"]}, {"Citation": "Dodgson K, Price R. A note on the determination of the ester sulphate content of sulphated polysaccharides. Biochemical Journal. 1962;84:106.", "ArticleIdList": ["PMC1243628", "13886865"]}, {"Citation": "Filisetti-Cozzi TM, Carpita NC. Measurement of uronic acids without interference from neutral sugars. Anal Biochem. 1991;197:157–162.", "ArticleIdList": ["1952059"]}, {"Citation": "Randall R, Phillips G, Williams P. Fractionation and characterization of gum from Acacia senegal. Food Hydrocolloids. 1989;3:65–75."}, {"Citation": "You J, Dou L, Yoshimura K, Kato T, Ohya K, Moriarty T, Emery K, Chen C-C, Gao J, Li G. A polymer tandem solar cell with 10.6% power conversion efficiency. Nat Commun. 2013;4:1–10.", "ArticleIdList": ["PMC3660643", "23385590"]}, {"Citation": "Ray B. Polysaccharides from Enteromorpha compressa: Isolation, purification and structural features. Carbohyd Polym. 2006;66:408–416."}, {"Citation": "Ingkaninan K, Temkitthawon P, Chuenchom K, Yuyaem T, Thongnoi W. Screening for acetylcholinesterase inhibitory activity in plants used in Thai traditional rejuvenating and neurotonic remedies. J Ethnopharmacol. 2003;89:261–264.", "ArticleIdList": ["14611889"]}, {"Citation": "McPhee S, Hodges L, Wright P, Wynne P, Kalafatis N, Harney D, Macrides T. Anti-cyclooxygenase effects of lipid extracts from the New Zealand green-lipped mussel, Perna canaliculus. Comp Biochem Physiol B: Biochem Mol Biol. 2007;146:346–356.", "ArticleIdList": ["17197217"]}, {"Citation": "Monserrat JM, Bianchini A, Bainy ACD. Kinetic and toxicological characteristics of acetylcholinesterase from the gills of oysters (Crassostrea rhizophorae) and other aquatic species. Mar Environ Res. 2002;54:781–785.", "ArticleIdList": ["12408650"]}, {"Citation": "Liu J, Cao R, Yi W, Ma C, Wan Y, Zhou B, Ma L, Song H. A class of potent tyrosinase inhibitors: alkylidenethiosemicarbazide compounds. Eur J Med Chem. 2009;44:1773–1778.", "ArticleIdList": ["18524420"]}, {"Citation": "Larsen, L., Dahl, E., and Bremer, J. (1996). Peroxidative oxidation of leuco-dichlorofluorescein by prostaglandin H synthase in prostaglandin biosynthesis from polyunsaturated fatty acids. Biochimica et Biophysica Acta (BBA)-Lipids and Lipid Metabolism 1299, 47–53.", "ArticleIdList": ["8555252"]}, {"Citation": "Ibrahim FM, Fouad R, El-Hallouty S, Hendawy SF, Omer EA, Mohammed RS. Egyptian Myrtus communis L. Essential oil Potential role as invitro Antioxidant, Cytotoxic and α-amylase Inhibitor. Egypt J Chem. 2021;64:3005–3017."}, {"Citation": "Miller NJ, Rice-Evans CA. The relative contributions of ascorbic acid and phenolic antioxidants to the total antioxidant activity of orange and apple fruit juices and blackcurrant drink. Food Chem. 1997;60:331–337."}, {"Citation": "Arnao MB, Cano A, Acosta M. The hydrophilic and lipophilic contribution to total antioxidant activity. Food Chem. 2001;73:239–244."}, {"Citation": "Gülçin I, Küfrevioǧlu Öİ, Oktay M, Büyükokuroǧlu ME. Antioxidant, antimicrobial, antiulcer and analgesic activities of nettle (Urtica dioica L.) J Ethnopharmacol. 2004;90:205–215.", "ArticleIdList": ["15013182"]}, {"Citation": "Oyaizu M. Antioxidative activities of browning reaction prepared from glucosamine. Jpn J Nutr. 1986;44:307–315."}, {"Citation": "Dinis TC, Madeira VM, Almeida LM. Action of phenolic derivatives (acetaminophen, salicylate, and 5-aminosalicylate) as inhibitors of membrane lipid peroxidation and as peroxyl radical scavengers. Arch Biochem Biophys. 1994;315:161–169.", "ArticleIdList": ["7979394"]}, {"Citation": "Liu F, Ooi V, Chang S. Free radical scavenging activities of mushroom polysaccharide extracts. Life Sci. 1997;60:763–771.", "ArticleIdList": ["9064481"]}, {"Citation": "Balakrishnan N, Panda A, Raj N, Shrivastava A, Prathani R. The evaluation of nitric oxide scavenging activity of Acalypha indica Linn root. Asian Journal of Research in Chemistry. 2009;2:148–150."}, {"Citation": "Huddleston AS, Cresswell N, Neves M, Beringer JE, Baumberg S, Thomas DI, Wellington E. Molecular detection of streptomycin-producing streptomycetes in Brazilian soils. Appl Environ Microbiol. 1997;63:1288–1297.", "ArticleIdList": ["PMC168423", "9097426"]}, {"Citation": "Sun R, Fang J, Goodwin A, Lawther JM, Bolton AJ. Fractionation and characterization of polysaccharides from abaca fibre. Carbohyd Polym. 1998;37:351–359."}, {"Citation": "Cheng A, Wan F, Jin Z, Wang J, Xu X. Nitrite oxide and inducible nitric oxide synthase were regulated by polysaccharides isolated from Glycyrrhiza uralensis Fisch. J Ethnopharmacol. 2008;118:59–64.", "ArticleIdList": ["18434050"]}, {"Citation": "Gitler AD, Dhillon P, Shorter J. Neurodegenerative disease: models, mechanisms, and a new hope. DMM. 2017;10:499–502.", "ArticleIdList": ["PMC5451177", "28468935"]}, {"Citation": "Zolezzi, J.M., Bastías-Candia, S., and Inestrosa, N.C. (2018). Molecular basis of neurodegeneration: Lessons from Alzheimer’s and Parkinson’s diseases. In Recent Advances in Neurodegeneration, A. Borreca, ed. (London, UK: IntechOpen)."}, {"Citation": "Heemels MT. Neurodegenerative diseases. Nature. 2016;539:179.", "ArticleIdList": ["27830810"]}, {"Citation": "Fenical W. Natural products chemistry in the marine environment. Science. 1982;215:923–928.", "ArticleIdList": ["17821350"]}, {"Citation": "Xu C, Wang Y, Jin M, Yang X. Preparation, characterization and immunomodulatory activity of selenium-enriched exopolysaccharide produced by bacterium Enterobacter cloacae Z0206. Biores Technol. 2009;100:2095–2097.", "ArticleIdList": ["19056259"]}, {"Citation": "Selim MS, Amer SK, Mohamed SS, Mounier MM, Rifaat HM. Production and characterisation of exopolysaccharide from Streptomyces carpaticus isolated from marine sediments in Egypt and its effect on breast and colon cell lines. Journal of Genetic Engineering and Biotechnology. 2018;16:23–28.", "ArticleIdList": ["PMC6296585", "30647700"]}, {"Citation": "Di Paolo M, Papi L, Gori F, Turillazzi E. Natural products in neurodegenerative diseases: A great promise but an ethical challenge. Int J Mol Sci. 2019;20:5170.", "ArticleIdList": ["PMC6834164", "31635296"]}, {"Citation": "Stanzione P, Tropepi D. Drugs and clinical trials in neurodegenerative diseases. Ann Ist Super Sanita. 2011;47:49–54.", "ArticleIdList": ["21430339"]}, {"Citation": "Apaydin H, Ertan S, Özekmekçi S. Broad bean (Vicia faba)—A natural source of L-dopa—Prolongs “on” periods in patients with Parkinson's disease who have “on–off” fluctuations. Movement disorders: official journal of the Movement Disorder Society. 2000;15:164–166.", "ArticleIdList": ["10634260"]}, {"Citation": "Greggio E, Bergantino E, Carter D, Ahmad R, Costin GE, Hearing VJ, Clarimon J, Singleton A, Eerola J, Hellström O. Tyrosinase exacerbates dopamine toxicity but is not genetically associated with Parkinson's disease. J Neurochem. 2005;93:246–256.", "ArticleIdList": ["15773923"]}, {"Citation": "Wang R, Tang P, Wang P, Boissy RE, Zheng H. Regulation of tyrosinase trafficking and processing by presenilins: partial loss of function by familial Alzheimer's disease mutation. Proc Natl Acad Sci. 2006;103:353–358.", "ArticleIdList": ["PMC1326180", "16384915"]}, {"Citation": "Azam F, Alabdullah NH, Ehmedat HM, Abulifa AR, Taban I, Upadhyayula S. NSAIDs as potential treatment option for preventing amyloid β toxicity in Alzheimer’s disease: an investigation by docking, molecular dynamics, and DFT studies. J Biomol Struct Dyn. 2018;36:2099–2117.", "ArticleIdList": ["28571516"]}, {"Citation": "Lim GP, Yang F, Chu T, Chen P, Beech W, Teter B, Tran T, Ubeda O, Ashe KH, Frautschy S. Ibuprofen suppresses plaque pathology and inflammation in a mouse model for Alzheimer's disease. J Neurosci. 2000;20:5709–5714.", "ArticleIdList": ["PMC6772529", "10908610"]}, {"Citation": "Netland EE, Newton JL, Majocha RE, Tate BA. Indomethacin Reverses the Microglial Response to Amyloid β-Protein. Neurobiol Aging. 1998;19:201–204.", "ArticleIdList": ["9661994"]}, {"Citation": "Yan Q, Zhang J, Liu H, Babu-Khan S, Vassar R, Biere AL, Citron M, Landreth G. Anti-inflammatory drug therapy alters β-amyloid processing and deposition in an animal model of Alzheimer's disease. J Neurosci. 2003;23:7504–7509.", "ArticleIdList": ["PMC6740758", "12930788"]}, {"Citation": "Hasegawa T, Sugeno N, Takeda A, Matsuzaki-Kobayashi M, Kikuchi A, Furukawa K, Miyagi T, Itoyama Y. Role of Neu4L sialidase and its substrate ganglioside GD3 in neuronal apoptosis induced by catechol metabolites. FEBS Lett. 2007;581:406–412.", "ArticleIdList": ["17234188"]}, {"Citation": "Hasegawa T, Treis A, Patenge N, Fiesel FC, Springer W, Kahle PJ. Parkin protects against tyrosinase-mediated dopamine neurotoxicity by suppressing stress-activated protein kinase pathways. J Neurochem. 2008;105:1700–1715.", "ArticleIdList": ["18248610"]}, {"Citation": "Juneja, K.S. (2006). Tyrosinase-like activity of several Alzheimer's disease related and model peptides and their inhibition by natural antioxidants."}, {"Citation": "Baek H-S, Rho H-S, Yoo J-W, Ahn S-M, Lee J-Y, Lee J-A, Kim M-K, Kim D-H, Chang I-S. The inhibitory effect of new hydroxamic acid derivatives on melanogenesis. Bull Korean Chem Soc. 2008;29:43–46."}, {"Citation": "Salah NM, Souleman AM, Shaker KH, Hawary S, El-Hady F. Acetylcholinesterase, alpha-glucosidase and tyrosinase inhibitors from Egyptian propolis. International Journal of Pharmacognosy Phytochemistry Research. 2017;9:528–536."}, {"Citation": "Lobine D, Sadeer N, Jugreet S, Suroowan S, Keenoo BS, Imran M, Venugopala KN, Ibrahim FM, Zengin G, Mahomoodally MF. Potential of medicinal plants as neuroprotective and therapeutic properties against amyloid-β-related toxicity, and glutamate-induced excitotoxicity in human neural cells. Curr Neuropharmacol. 2021;19:1416.", "ArticleIdList": ["PMC8762182", "33845746"]}, {"Citation": "Roseiro LB, Rauter AP, Serralheiro MLM. Polyphenols as acetylcholinesterase inhibitors: structural specificity and impact on human disease. Nutrition and Aging. 2012;1:99–111."}, {"Citation": "Firdaus, Z., Singh, N., Prajapati, S.K., Krishnamurthy, S., and Singh, T.D. (2020). Centella asiatica prevents D-galactose-Induced cognitive deficits, oxidative stress and neurodegeneration in the adult rat brain. Drug Chem Toxicol, 1–10.", "ArticleIdList": ["33078641"]}, {"Citation": "de Jesus Raposo MF, De Morais RMSC, de Morais AMMB. Bioactivity and applications of sulphated polysaccharides from marine microalgae. Mar Drugs. 2013;11:233–252.", "ArticleIdList": ["PMC3564169", "23344113"]}, {"Citation": "Patel AK, Laroche C, Marcati A, Ursu AV, Jubeau S, Marchal L, Petit E, Djelveh G, Michaud P. Separation and fractionation of exopolysaccharides from Porphyridium cruentum. Biores Technol. 2013;145:345–350.", "ArticleIdList": ["23313179"]}, {"Citation": "Cunha L, Grenha A. Sulfated seaweed polysaccharides as multifunctional materials in drug delivery applications. Mar Drugs. 2016;14:42.", "ArticleIdList": ["PMC4820297", "26927134"]}, {"Citation": "Sutherland IW. Microbial exopolysaccharides-structural subtleties and their consequences. Pure Appl Chem. 1997;69:1911–1918."}, {"Citation": "Ohno, N., Nameda, S., Harada, T., Miura, N.N., Adachi, Y., Nakajima, M., Yoshida, K., Yoshida, H., and Yadomae, T. (2003). Immunomodulating Activity of a b-Glucan Preparation, SCG, Extracted from a Culinary–Medicinal Mushroom, Sparassis crispa Wulf.: Fr.(Aphyllophoromycetideae), and Application to Cancer Patients. International Journal of Medicinal Mushrooms 5."}, {"Citation": "Feng, Y., and Wang, X. (2012). Antioxidant therapies for Alzheimer's disease. Oxidative medicine and cellular longevity 2012.", "ArticleIdList": ["PMC3410354", "22888398"]}, {"Citation": "McNaull BBA, Todd S, McGuinness B, Passmore AP. Inflammation and anti-inflammatory strategies for Alzheimer’s disease–a mini-review. Gerontology. 2010;56:3–14.", "ArticleIdList": ["19752507"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "7", "Day": "25"}, {"Year": "2023", "Month": "6", "Day": "20"}, {"Year": "2023", "Month": "7", "Day": "4", "Hour": "1", "Minute": "7"}, {"Year": "2023", "Month": "7", "Day": "4", "Hour": "1", "Minute": "6"}, {"Year": "2023", "Month": "7", "Day": "3", "Hour": "23", "Minute": "26"}, {"Year": "2023", "Month": "7", "Day": "4"}], "PublicationStatus": "epublish", "ArticleIdList": ["37400624", "PMC10317929", "10.1186/s43141-023-00530-9", "10.1186/s43141-023-00530-9"]}}], "PubmedBookArticle": []}