{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Panax ginseng", "conducive soil", "microbiota community", "nitrogen fixation", "root rot disease", "suppressive soil"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37404179", "DateCompleted": {"Year": "2023", "Month": "08", "Day": "21"}, "DateRevised": {"Year": "2023", "Month": "08", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "07", "Day": "05"}], "Language": ["eng"], "ELocationID": ["e01150-23", "10.1128/spectrum.01150-23"], "Journal": {"ISSN": "2165-0497", "JournalIssue": {"Volume": "11", "Issue": "4", "PubDate": {"Year": "2023", "Month": "Aug", "Day": "17"}}, "Title": "Microbiology spectrum", "ISOAbbreviation": "Microbiol Spectr"}, "ArticleTitle": "Transition from Ginseng Root Rot Disease-Conducive Soil to -Suppressive Soil Mediated by <i>Pseudomonadaceae</i>.", "Pagination": {"StartPage": "e0115023", "MedlinePgn": "e0115023"}, "Abstract": {"AbstractText": ["Ginseng is a popular medicinal herb with established therapeutic effects such as cardiovascular disease prevention, anticancer effects, and anti-inflammatory effects. However, the slow growth of ginseng due to soilborne pathogens has been a challenge for establishing new plantations. In this study, we investigated root rot disease associated with the microbiota in a ginseng monoculture model system. Our results showed that a collapse of the early microbiota community inhibiting root rot disease was observed before the disease became severe, and nitrogen fixation was necessary to support the initial microbiota community structure. Furthermore, changes in the nitrogen composition were essential for the suppression of pathogen activity in early monoculture soils. We hypothesize that <i>Pseudomonadaceae</i>, a population built up by aspartic acid, can inhibit the occurrence of root rot disease in ginseng and that specific management practices that maintain a healthy microbiome can be implemented to prevent and mitigate the disease. Our findings provide insights into the potential use of specific members of the microbiota for controlling root rot disease in ginseng cultivation. <b>IMPORTANCE</b> Understanding the initial soil microbiota and community shifts in a monoculture system is critical for developing disease-suppressive soils for crop production. The lack of resistance genes against soilborne pathogens in plants highlights the need for effective management strategies. Our investigation of root rot disease and initial microbiota community shifts in a ginseng monoculture model system provides valuable insight into the development of conducive soil into specific suppressive soil. With a thorough understanding of the microbiota in disease-conducive soil, we can work toward the development of disease-suppressive soil to prevent outbreaks and ensure sustainable crop production."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Agricultural Microbiology, Department of Agricultural Biology, National Institute of Agriculture Science, Rural Development Administration, Wanju, Republic of Korea."}], "LastName": "Cho", "ForeName": "Gyeongjun", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Applied Life Science and RILS, Gyeongsang National University, Jinju, Republic of Korea."}], "LastName": "Kim", "ForeName": "Da-Ran", "Initials": "DR"}, {"Identifier": ["0000-0003-2139-1808"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Applied Life Science and RILS, Gyeongsang National University, Jinju, Republic of Korea."}], "LastName": "Kwak", "ForeName": "Youn-Sig", "Initials": "YS"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Microbiol Spectr", "NlmUniqueID": "101634614", "ISSNLinking": "2165-0497"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Soil"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Soil"}, {"QualifierName": [], "DescriptorName": "Pseudomonadaceae"}, {"QualifierName": [], "DescriptorName": "Soil Microbiology"}, {"QualifierName": ["prevention & control"], "DescriptorName": "Plant Diseases"}, {"QualifierName": [], "DescriptorName": "Panax"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Hong JT, Lee M-J, Yoon SJ, Shin SP, Bang CS, Baik GH, Kim DJ, Youn GS, Shin MJ, Ham YL, Suk KT, Kim B-S. 2021. Effect of Korea red ginseng on nonalcoholic fatty liver disease: an association of gut microbiota with liver function. J Ginseng Res 45:316–324. doi:10.1016/j.jgr.2020.07.004.", "ArticleIdList": ["10.1016/j.jgr.2020.07.004", "PMC8020261", "33841012"]}, {"Citation": "Xu T, Wan Y, Zhang J, Liu Q. 2018. Why ginseng has protective functions on the heart. Eur J Prev Cardiol 25:1150–1151. doi:10.1177/2047487318768943.", "ArticleIdList": ["10.1177/2047487318768943", "29629835"]}, {"Citation": "Lee D-Y, Park CW, Lee SJ, Park H-R, Kim SH, Son S-U, Park J, Shin K-S. 2019. Anti-cancer effects of Panax ginseng berry polysaccharides via activation of immune-related cells. Front Pharmacol 10:1411. doi:10.3389/fphar.2019.01411.", "ArticleIdList": ["10.3389/fphar.2019.01411", "PMC6988799", "32038228"]}, {"Citation": "Saba E, Jeong D, Irfan M, Lee YY, Park S-J, Park C-K, Rhee MH. 2018. Anti-inflammatory activity of rg3-enriched Korean red ginseng extract in murine model of sepsis. Evid Based Complement Alternat Med 2018:6874692. doi:10.1155/2018/6874692.", "ArticleIdList": ["10.1155/2018/6874692", "PMC6201491", "30405742"]}, {"Citation": "Ichim MC, de Boer HJ. 2021. A review of authenticity and authentication of commercial ginseng herbal medicines and food supplements. Front Pharmacol 11:612071. doi:10.3389/fphar.2020.612071.", "ArticleIdList": ["10.3389/fphar.2020.612071", "PMC7832030", "33505315"]}, {"Citation": "Kim Y-S, Lee M-S, Yeom J-H, Song J-G, Lee I-K, Yeo W-H, Yun B-S. 2012. Screening of antagonistic bacteria for biological control of ginseng root rot. Kor J Mycol 40:44–48. doi:10.4489/KJM.2012.40.1.044.", "ArticleIdList": ["10.4489/KJM.2012.40.1.044"]}, {"Citation": "Park K. 2001. Fitness analysis of the forecasting model for root rot progress of ginseng based on bioassay and soil environmental factors. Res Plant Dis 7:20–24."}, {"Citation": "Punja ZK, Wan A, Goswami RS, Verma N, Rahman M, Barasubiye T, Seifert KA, Lévesque CA. 2007. Diversity of Fusarium species associated with discolored ginseng roots in British Columbia. Can J Plant Pathol 29:340–353. doi:10.1080/07060660709507480.", "ArticleIdList": ["10.1080/07060660709507480"]}, {"Citation": "Punja ZK, Wan A, Goswami RS. 2008. Root rot and distortion of ginseng seedling roots caused by Fusarium oxysporum. Can J Plant Pathol 30:565–574. doi:10.1080/07060660809507556.", "ArticleIdList": ["10.1080/07060660809507556"]}, {"Citation": "Lee S-G. 2004. Fusarium species associated with ginseng (Panax ginseng) and their role in the root-rot of ginseng plant. Res Plant Dis 10:248–259. doi:10.5423/RPD.2004.10.4.248.", "ArticleIdList": ["10.5423/RPD.2004.10.4.248"]}, {"Citation": "Cook RJ, Rovira A. 1976. The role of bacteria in the biological control of Gaeumannomyces graminis by suppressive soils. Soil Biol Biochem 8:269–273. doi:10.1016/0038-0717(76)90056-0.", "ArticleIdList": ["10.1016/0038-0717(76)90056-0"]}, {"Citation": "Weller DM, Raaijmakers JM, Gardener BBM, Thomashow LS. 2002. Microbial populations responsible for specific soil suppressiveness to plant pathogens. Annu Rev Phytopathol 40:309–348. doi:10.1146/annurev.phyto.40.030402.110010.", "ArticleIdList": ["10.1146/annurev.phyto.40.030402.110010", "12147763"]}, {"Citation": "Schlatter D, Kinkel L, Thomashow LS, Weller D, Paulitz T. 2017. Disease suppressive soils: new insights from the soil microbiome. Phytopathology 107:1284–1297. doi:10.1094/PHYTO-03-17-0111-RVW.", "ArticleIdList": ["10.1094/PHYTO-03-17-0111-RVW", "28650266"]}, {"Citation": "Kwak YS, Weller DM. 2013. Take-all of wheat and natural disease suppressive: a review. Plant Pathol J 29:125–135. doi:10.5423/PPJ.SI.07.2012.0112.", "ArticleIdList": ["10.5423/PPJ.SI.07.2012.0112", "PMC4174779", "25288939"]}, {"Citation": "Yang M-M, Mavrodi DV, Mavrodi OV, Bonsall RF, Parejko JA, Paulitz TC, Thomashow LS, Yang H-T, Weller DM, Guo J-H. 2011. Biological control of take-all by fluorescent Pseudomonas spp. from Chinese wheat fields. Phytopathology 101:1481–1491. doi:10.1094/PHYTO-04-11-0096.", "ArticleIdList": ["10.1094/PHYTO-04-11-0096", "22070279"]}, {"Citation": "Hiltner L. 1904. Über neure Erfahrungen und probleme auf dem gebeit der bodenbackteriologie und unter besonderer berucksichtigung der grundungung und brache. Arb Dtsch Landwirtsch Ges 98:59–78."}, {"Citation": "Čatská V. 2001. Pinton, R., Varanini, Z., Nannipieri, P. (ed.): The rhizosphere. Biochemistry and organic substances at the soil-plant interface. Biol Plant 44:372. doi:10.1023/A:1012468910553.", "ArticleIdList": ["10.1023/A:1012468910553"]}, {"Citation": "Singh BK, Millard P, Whiteley AS, Murrell JC. 2004. Unravelling rhizosphere-microbial interactions: opportunities and limitations. Trends Microbiol 12:386–393. doi:10.1016/j.tim.2004.06.008.", "ArticleIdList": ["10.1016/j.tim.2004.06.008", "15276615"]}, {"Citation": "Cho G. 2021. PhD dissertation, Gyeongsang National University, Jinju, Republic of Korea."}, {"Citation": "Lancien M, Gadal P, Hodges M. 2000. Enzyme redundancy and the importance of 2-oxoglutarate in higher plant ammonium assimilation. Plant Physiol 123:817–824. doi:10.1104/pp.123.3.817.", "ArticleIdList": ["10.1104/pp.123.3.817", "PMC1539263", "10889231"]}, {"Citation": "Miflin BJ, Habash DZ. 2002. The role of glutamine synthetase and glutamate dehydrogenase in nitrogen assimilation and possibilities for improvement in the nitrogen utilization of crops. J Exp Bot 53:979–987. doi:10.1093/jexbot/53.370.979.", "ArticleIdList": ["10.1093/jexbot/53.370.979", "11912240"]}, {"Citation": "Steffen-Munsberg F, Vickers C, Kohls H, Land H, Mallin H, Nobili A, Skalden L, van den Bergh T, Joosten H-J, Berglund P, Höhne M, Bornscheuer UT. 2015. Bioinformatic analysis of a PLP-dependent enzyme superfamily suitable for biocatalytic applications. Biotechnol Adv 33:566–604. doi:10.1016/j.biotechadv.2014.12.012.", "ArticleIdList": ["10.1016/j.biotechadv.2014.12.012", "25575689"]}, {"Citation": "Frampton EW, Wood WA. 1961. Carbohydrate oxidation by Pseudomonas fluorescens. VI. Conversion of 2-keto-6-phosphogluconate to pyruvate. J Biol Chem 236:2571–2577. doi:10.1016/S0021-9258(19)61700-X.", "ArticleIdList": ["10.1016/S0021-9258(19)61700-X", "13894458"]}, {"Citation": "Poirel L, Jayol A, Nordmann P. 2017. Polymyxins: antibacterial activity, susceptibility testing, and resistance mechanisms encoded by plasmids or chromosomes. Clin Microbiol Rev 30:557–596. doi:10.1128/CMR.00064-16.", "ArticleIdList": ["10.1128/CMR.00064-16", "PMC5355641", "28275006"]}, {"Citation": "Parsons JF, Calabrese K, Eisenstein E, Ladner JE. 2004. Structure of the phenazine biosynthesis enzyme PhzG. Acta Crystallogr D Biol Crystallogr 60:2110–2113. doi:10.1107/S0907444904022474.", "ArticleIdList": ["10.1107/S0907444904022474", "15502343"]}, {"Citation": "Abdallah II, Quax WJ. 2017. A glimpse into the biosynthesis of terpenoids. KnE Life Sci 3:81–98. doi:10.18502/kls.v3i5.981.", "ArticleIdList": ["10.18502/kls.v3i5.981"]}, {"Citation": "Lievens B, Brouwer M, Vanachter AC, Cammue BP, Thomma BP. 2006. Real-time PCR for detection and quantification of fungal and oomycete tomato pathogens in plant and soil samples. Plant Sci 171:155–165. doi:10.1016/j.plantsci.2006.03.009.", "ArticleIdList": ["10.1016/j.plantsci.2006.03.009"]}, {"Citation": "Callahan BJ, McMurdie PJ, Rosen MJ, Han AW, Johnson AJA, Holmes SP. 2016. DADA2: high-resolution sample inference from Illumina amplicon data. Nat Methods 13:581–583. doi:10.1038/nmeth.3869.", "ArticleIdList": ["10.1038/nmeth.3869", "PMC4927377", "27214047"]}, {"Citation": "Murali A, Bhargava A, Wright ES. 2018. IDTAXA: a novel approach for accurate taxonomic classification of microbiome sequences. Microbiome 6:140. doi:10.1186/s40168-018-0521-5.", "ArticleIdList": ["10.1186/s40168-018-0521-5", "PMC6085705", "30092815"]}, {"Citation": "Douglas GM, Maffei VJ, Zaneveld JR, Yurgel SN, Brown JR, Taylor CM, Huttenhower C, Langille MGI. 2020. PICRUSt2 for prediction of metagenome functions. Nat Biotechnol 38:685–688. doi:10.1038/s41587-020-0548-6.", "ArticleIdList": ["10.1038/s41587-020-0548-6", "PMC7365738", "32483366"]}, {"Citation": "Lamichhane JR, Varvaro L. 2013. A new medium for the detection of fluorescent pigment production by pseudomonads. Plant Pathol 62:624–632. doi:10.1111/j.1365-3059.2012.02670.x.", "ArticleIdList": ["10.1111/j.1365-3059.2012.02670.x"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "8", "Day": "21", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "7", "Day": "5", "Hour": "13", "Minute": "5"}, {"Year": "2023", "Month": "7", "Day": "5", "Hour": "10", "Minute": "13"}, {"Year": "2023", "Month": "7", "Day": "5"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37404179", "PMC10433981", "10.1128/spectrum.01150-23"]}}], "PubmedBookArticle": []}