{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Plants native to Brazil", "Theory-based ethnobotany", "Unconventional food plants", "Wild edible plants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37422690", "DateCompleted": {"Year": "2023", "Month": "07", "Day": "10"}, "DateRevised": {"Year": "2023", "Month": "07", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "07", "Day": "08"}], "Language": ["eng"], "ELocationID": ["28", "10.1186/s13002-023-00603-6"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "19", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Jul", "Day": "08"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Wild food plants of Brazil: a theoretical approach to non-random selection.", "Pagination": {"StartPage": "28", "MedlinePgn": "28"}, "Abstract": {"AbstractText": ["Ethnobiological investigations have focused on identifying factors that interfere with the criteria adopted for selection of plants, especially medicinal plants, by different populations, confirming the theory that plant selection is not random. However, regarding wild food plants, little effort has been made to confirm the theory in this context, especially in Brazil. Therefore, this systematic review aimed to contribute to the establishment of theoretical bases of the non-random selection of wild food plants by local populations in Brazil. For this, searches were made in 4 databases, namely, Web of Science, Scielo, Scopus and PubMed, using 8 sets of keywords in English and Portuguese in order to identify wild food plants occurring in Brazil. The steps were: application of inclusion and exclusion criteria, screening of articles, selection of studies based on risk of bias, data treatment and, finally, data analysis. Eighty articles met the inclusion criteria of this review. However, 45 of them were considered to present high risk of bias and thus 35 articles were kept for the identification of overused and underused families. The results were inferred through two different approaches (IDM and Bayesian). Annonaceae, Arecaceae, Basellaceae, Cactaceae, Capparaceae, Caryocaraceae, Myrtaceae, Passifloraceae, Rhamnaceae, Rosaceae, Sapotaceae, Talinaceae, and Typhaceae were considered overused. Eriocaulaceae, Orchidaceae, and Poaceae were considered underused. Therefore, considering that some families are more (or less) used than others, we confirm that the wild food plants occurring in Brazil, known and used by different populations, are not chosen at random."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Campus of Engineering and Agricultural Sciences of the Federal University of Alagoas, Rio Largo, Brazil. lailson.gomes@ceca.ufal.br."}], "LastName": "Gomes", "ForeName": "Lailson César Andrade", "Initials": "LCA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Campus of Engineering and Agricultural Sciences of the Federal University of Alagoas, Rio Largo, Brazil."}], "LastName": "de Medeiros", "ForeName": "Patrícia Muniz", "Initials": "PM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Campus of Engineering and Agricultural Sciences of the Federal University of Alagoas, Rio Largo, Brazil."}], "LastName": "Prata", "ForeName": "Ana Paula do Nascimento", "Initials": "APDN"}], "PublicationTypeList": ["Systematic Review", "Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Plants, Edible"}, {"QualifierName": [], "DescriptorName": "Bayes Theorem"}, {"QualifierName": [], "DescriptorName": "Brazil"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}], "CoiStatement": "The authors declare that they have no conflicts of interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Moerman DE. Symbols and selectivity: a statistical analysis of native american medical ethnobotany. J Ethnopharmacol. 1979;1:111–119. doi: 10.1016/0378-8741(79)90002-3.", "ArticleIdList": ["10.1016/0378-8741(79)90002-3", "94415"]}, {"Citation": "Moerman DE. Poisoned apples and honeysuckles: the medicinal plants of native America. Med Anthropol Q. 1989;3:52–61. doi: 10.1525/maq.1989.3.1.02a00040.", "ArticleIdList": ["10.1525/maq.1989.3.1.02a00040"]}, {"Citation": "Koch M, Kehop DA, Kinminja B, Sabak M, Wavimbukie G, Barrows KM, et al. An ethnobotanical survey of medicinal plants used in the East Sepik province of Papua New Guinea. J Ethnobiol Ethnomed. 2015;11:79. doi: 10.1186/s13002-015-0065-8.", "ArticleIdList": ["10.1186/s13002-015-0065-8", "PMC4647451", "26573726"]}, {"Citation": "Mathur M. Comportments of probability approaches in ethno-botanical inventories and the validation’s of outcome through internal matrix exploration. Med Plants Int J Phytomed Related Ind. 2015;7:79. doi: 10.5958/0975-6892.2015.00013.1.", "ArticleIdList": ["10.5958/0975-6892.2015.00013.1"]}, {"Citation": "Díaz-Forestier J, León-Lobos P, Marticorena A, Celis-Diez JL, Giovannini P. Native useful plants of chile: a review and use patterns. Econ Bot. 2019;73:112–126. doi: 10.1007/s12231-019-09447-2.", "ArticleIdList": ["10.1007/s12231-019-09447-2"]}, {"Citation": "Van Wyk B-E. A family-level floristic inventory and analysis of medicinal plants used in Traditional African Medicine. J Ethnopharmacol. 2020;249:112351. doi: 10.1016/j.jep.2019.112351.", "ArticleIdList": ["10.1016/j.jep.2019.112351", "31676399"]}, {"Citation": "Kutal DH, Kunwar RM, Uprety Y, Adhikari YP, Bhattarai S, Adhikari B, et al. Selection of medicinal plants for traditional medicines in Nepal. J Ethnobiol Ethnomed. 2021;17:59. doi: 10.1186/s13002-021-00486-5.", "ArticleIdList": ["10.1186/s13002-021-00486-5", "PMC8520218", "34656121"]}, {"Citation": "Muleba I, Yessoufou K, Rampedi IT. Testing the non-random hypothesis of medicinal plant selection using the woody flora of the Mpumalanga Province. S Afr Environ Dev Sustain. 2021;23:4162–4173. doi: 10.1007/s10668-020-00763-5.", "ArticleIdList": ["10.1007/s10668-020-00763-5"]}, {"Citation": "Saslis-Lagoudakis CH, Hawkins JA, Greenhill SJ, Pendry CA, Watson MF, Tuladhar-Douglas W, et al. The evolution of traditional knowledge: Environment shapes medicinal plant use in Nepal. Proc R Soc B Biol Sci. 2014;66:281.", "ArticleIdList": ["PMC4027389", "24523269"]}, {"Citation": "Saslis-Lagoudakis CH, Savolainen V, Williamson EM, Forest F, Wagstaff SJ, Baral SR, et al. Phylogenies reveal predictive power of traditional, medicinein bioprospecting. Proc Natl Acad Sci USA. 2012;109:15835–15840. doi: 10.1073/pnas.1202242109.", "ArticleIdList": ["10.1073/pnas.1202242109", "PMC3465383", "22984175"]}, {"Citation": "Coe MA, Gaoue OG. Phylogeny explains why less therapeutically redundant plant species are not necessarily facing greater use pressure. People Nat. 2021;3:770–781. doi: 10.1002/pan3.10216.", "ArticleIdList": ["10.1002/pan3.10216"]}, {"Citation": "Gaoue OG, Yessoufou K, Mankga L, Vodouhe F. Phylogeny reveals non-random medicinal plant organ selection by local people in Benin. Plants People Planet. 2021;3:710–720. doi: 10.1002/ppp3.10202.", "ArticleIdList": ["10.1002/ppp3.10202"]}, {"Citation": "Lei D, Al Jabri T, Teixidor-Toneu I, Saslis-Lagoudakis CH, Ghazanfar SA, Hawkins JA. Comparative analysis of four medicinal floras: phylogenetic methods to identify cross-cultural patterns. Plants People Planet. 2020;2:614–626. doi: 10.1002/ppp3.10131.", "ArticleIdList": ["10.1002/ppp3.10131"]}, {"Citation": "Weckerle CS, Cabras S, Castellanos ME, Leonti M. Quantitative methods in ethnobotany and ethnopharmacology: considering the overall flora—hypothesis testing for over- and underused plant families with the Bayesian approach. J Ethnopharmacol. 2011;137:837–843. doi: 10.1016/j.jep.2011.07.002.", "ArticleIdList": ["10.1016/j.jep.2011.07.002", "21767623"]}, {"Citation": "Weckerle CS, Cabras S, Castellanos ME, Leonti M. An imprecise probability approach for the detection of over and underused taxonomic groups with the Campania (Italy) and the Sierra Popoluca (Mexico) medicinal flora. J Ethnopharmacol. 2012;142:259–264. doi: 10.1016/j.jep.2012.05.002.", "ArticleIdList": ["10.1016/j.jep.2012.05.002", "22580039"]}, {"Citation": "Bennett BC, Husby CE. Patterns of medicinal plant use: An examination of the Ecuadorian Shuar medicinal flora using contingency table and binomial analyses. J Ethnopharmacol. 2008;116:422–430. doi: 10.1016/j.jep.2007.12.006.", "ArticleIdList": ["10.1016/j.jep.2007.12.006", "18243613"]}, {"Citation": "Medeiros PM, Ladio AH, Albuquerque UP. Sampling problems in Brazilian research: a critical evaluation of studies on medicinal plants. Rev Bras. 2014;24:103–109."}, {"Citation": "de Medeiros PM, Ladio AH, Albuquerque UP. Patterns of medicinal plant use by inhabitants of Brazilian urban and rural areas: a macroscale investigation based on available literature. J Ethnopharmacol. 2013;150:729–746. doi: 10.1016/j.jep.2013.09.026.", "ArticleIdList": ["10.1016/j.jep.2013.09.026", "24095828"]}, {"Citation": "Gustavo Carvalho. flora: tools for Interacting with the Brazilian Flora 2020. R package version 0.3.4; 2020 [cited 2023 Jun 25]. https://CRAN.R-project.org/package=flora."}, {"Citation": "Flora e Funga do Brasil. Jardim Botânico do Rio de Janeiro. 2022 [cited 2022 Oct 27]. http://floradobrasil.jbrj.gov.br/."}, {"Citation": "WFO. World Flora Online. 2022 [cited 2022 Oct 27]. http://www.worldfloraonline.org/."}, {"Citation": "Albuquerque UP, Andrade LHC, Caballero J. Structure and floristics of homegardens in Northeastern Brazil. J Arid Environ. 2005;62:491–506. doi: 10.1016/j.jaridenv.2005.01.003.", "ArticleIdList": ["10.1016/j.jaridenv.2005.01.003"]}, {"Citation": "Alves CM, de Lucena CM, Santos SDS, de Lucena RFP, Trovão DMDBM. Ethnobotanical study of useful vegetal species in two rural communities in the semi-arid region of Paraíba state (Northeastern Brazil). Bol Mus Biol Mello Leitão. 2014;34:75–96."}, {"Citation": "Baptista MM, Ramos MA, de Albuquerque UP, Coelho-de-Souza G, Ritter MR. Traditional botanical knowledge of artisanal fishers in southern Brazil. J Ethnobiol Ethnomed. 2013;9:54. doi: 10.1186/1746-4269-9-54.", "ArticleIdList": ["10.1186/1746-4269-9-54", "PMC3737040", "23898973"]}, {"Citation": "Barreira TF, Paula Filho GX, Rodrigues VCC, Andrade FMC, Santos RHS, Priore SE, et al. Diversidade e equitabilidade de Plantas Alimentícias Não Convencionais na zona rural de Viçosa, Minas Gerais. Brasil Revista Brasileira de Plantas Medicinais. 2015;17:964–974. doi: 10.1590/1983-084X/14_100.", "ArticleIdList": ["10.1590/1983-084X/14_100"]}, {"Citation": "Borges R, Peixoto AL. Conhecimento e uso de plantas em uma comunidade caiçara do litoral sul do Estado do Rio de Janeiro. Brasil Acta Bot Brasilica. 2009;23:769–779. doi: 10.1590/S0102-33062009000300017.", "ArticleIdList": ["10.1590/S0102-33062009000300017"]}, {"Citation": "Bortolotto IM, Amorozo MCDM, Neto GG, Oldeland J, Damasceno-Junior GA. Knowledge and use of wild edible plants in rural communities along Paraguay River, Pantanal, Brazil. J Ethnobiol Ethnomed. 2015;11:46. doi: 10.1186/s13002-015-0026-2.", "ArticleIdList": ["10.1186/s13002-015-0026-2", "PMC4469002", "26025294"]}, {"Citation": "de Brito MR, de Senna-Valle L. Diversity of plant knowledge in a “Caiçara” community from the Brazilian Atlantic Forest coast. Acta Bot Brasilica. 2012;26:735–747. doi: 10.1590/S0102-33062012000400003.", "ArticleIdList": ["10.1590/S0102-33062012000400003"]}, {"Citation": "Campos LZDO, Albuquerque UP, Peroni N, Araújo EL. Do socioeconomic characteristics explain the knowledge and use of native food plants in semiarid environments in Northeastern Brazil? J Arid Environ. 2015;115:53–61. doi: 10.1016/j.jaridenv.2015.01.002.", "ArticleIdList": ["10.1016/j.jaridenv.2015.01.002"]}, {"Citation": "Chaves EMF, Silva JN, Lima A, Albuquerque UP, Barros RFM. Potential of wild food plants from the semi-arid region of northeast Brasil: chemical approach ethnoguided. Revista ESPACIOS. 2015;36:1–9."}, {"Citation": "Christo AG, Guedes-Bruni RR, da Fonseca-Kruel VS. Uso de recursos vegetais em comunidades rurais limítrofes à Reserva Biológica de Poço das Antas, Silva Jardim, Rio de Janeiro: estudo de caso na Gleba Aldeia Velha. Rodriguésia. 2006;57:519–542. doi: 10.1590/2175-7860200657310.", "ArticleIdList": ["10.1590/2175-7860200657310"]}, {"Citation": "Conde BE, Ticktin T, Fonseca AS, Macedo AL, Orsi TO, Chedier LM, et al. Local ecological knowledge and its relationship with biodiversity conservation among two Quilombola groups living in the Atlantic Rainforest, Brazil. Melcher U, editor. PLoS ONE. 2017;12:e0187599. 10.1371/journal.pone.0187599", "ArticleIdList": ["PMC5705149", "29182637"]}, {"Citation": "Crepaldi MOS, Peixoto AL. Use and knowledge of plants by “Quilombolas” as subsidies for conservation efforts in an area of Atlantic Forest in Espírito Santo State, Brazil. Biodivers Conserv. 2010;19:37–60. doi: 10.1007/s10531-009-9700-9.", "ArticleIdList": ["10.1007/s10531-009-9700-9"]}, {"Citation": "Florentino ATN, Araújo EDL, de Albuquerque UP. Contribuição de quintais agroflorestais na conservação de plantas da Caatinga, Município de Caruaru, PE, Brasil. Acta bot bras. 2007;21:37–47. doi: 10.1590/S0102-33062007000100005.", "ArticleIdList": ["10.1590/S0102-33062007000100005"]}, {"Citation": "da Fonseca-Kruel VS, Peixoto AL. Etnobotânica na Reserva Extrativista Marinha de Arraial do Cabo, RJ. Brasil Acta Bot Brasilica. 2004;18:177–190. doi: 10.1590/S0102-33062004000100015.", "ArticleIdList": ["10.1590/S0102-33062004000100015"]}, {"Citation": "Gandolfo ES, Hanazaki N. Etnobotânica e urbanização: conhecimento e utilização de plantas de restinga pela comunidade nativa do distrito do Campeche (Florianópolis, SC) Acta Bot Brasilica. 2011;25:168–177. doi: 10.1590/S0102-33062011000100020.", "ArticleIdList": ["10.1590/S0102-33062011000100020"]}, {"Citation": "Hanazaki N, Tamashiro JY, Leitão-Filho HF, Begossi A. Diversity of plant uses in two Caiçara communities from the Atlantic Forest coast, Brazil. Biodivers Conserv. 2000;9:597–615. doi: 10.1023/A:1008920301824.", "ArticleIdList": ["10.1023/A:1008920301824"]}, {"Citation": "Leal ML, Alves RP, Hanazaki N. Knowledge, use, and disuse of unconventional food plants. J Ethnobiol Ethnomed. 2018;14:6. doi: 10.1186/s13002-018-0209-8.", "ArticleIdList": ["10.1186/s13002-018-0209-8", "PMC5773074", "29343263"]}, {"Citation": "Lobo RADAM, Lobo ACBNM, de Oliveira AFM, Andrade LDHC. Ethnobotany as a parameter for the study of cultural mimicry among Roma people. Bol Latinoam Caribe Plantas Med Aromat. 2022;21:530–47."}, {"Citation": "Lopes LCM, Lobão AQ. Etnobotânica em uma comunidade de pescadores artesanais no litoral norte do Espírito Santo, Brasil. Bol Mus Biol Mello Leitão. 2013;66:29–52."}, {"Citation": "Lucena RFP de, Medeiros PM de, Araújo E de L, Alves AGC, Albuquerque UP de. The ecological apparency hypothesis and the importance of useful plants in rural communities from Northeastern Brazil: An assessment based on use value. J Environ Manage. 2012;96:106–15.", "ArticleIdList": ["22208403"]}, {"Citation": "de Lucena RFP, Lucena CM, Araújo EL, Alves ÂGC, de Albuquerque UP. Conservation priorities of useful plants from different techniques of collection and analysis of ethnobotanical data. An Acad Bras Cienc. 2013;85:169–186. doi: 10.1590/S0001-37652013005000013.", "ArticleIdList": ["10.1590/S0001-37652013005000013", "23460442"]}, {"Citation": "de Medeiros PM, dos Santos GMC, Barbosa DM, Gomes LCA, Santos ÉMDC, da Silva RRV. Local knowledge as a tool for prospecting wild food plants: experiences in northeastern Brazil. Sci Rep. 2021;11:594.", "ArticleIdList": ["PMC7804287", "33436748"]}, {"Citation": "de Medeiros PM, Figueiredo KF, Gonçalves PHS, Caetano RDA, Santos ÉMDC, dos Santos GMC, et al. Wild plants and the food-medicine continuum—an ethnobotanical survey in Chapada Diamantina (Northeastern Brazil). J Ethnobiol Ethnomed. 2021;17:37.", "ArticleIdList": ["PMC8157413", "34039374"]}, {"Citation": "Moura IO, Santana CC, Lourenço YRF, Souza MF, Silva ARST, Dolabella SS, et al. Chemical characterization, antioxidant activity and cytotoxicity of the unconventional food plants: sweet potato (Ipomoea batatas (L.) Lam.) Leaf, Major Gomes (Talinum paniculatum (Jacq.) Gaertn.) and Caruru (Amaranthus deflexus L.). Waste Biomass Valorization. 2021;12:2407–31."}, {"Citation": "do Nascimento VT, Vasconcelos MADS, Maciel MIS, Albuquerque UP. Famine foods of Brazil’s seasonal dry forests: ethnobotanical and nutritional aspects. Econ Bot. 2012;66:22–34. 10.1007/s12231-012-9187-2"}, {"Citation": "do Nascimento VT, de Lucena RFP, Maciel MIS, de Albuquerque UP. Knowledge and use of wild food plants in areas of dry seasonal forests in Brazil. Ecol Food Nutr. 2013;52:317–43. 10.1080/03670244.2012.707434", "ArticleIdList": ["23802914"]}, {"Citation": "Nunes EN, Guerra NM, Arévalo-Marín E, Alves CAB, do Nascimento VT, da Cruz DD, et al. Local botanical knowledge of native food plants in the semiarid region of Brazil. J Ethnobiol Ethnomed. 2018;14:49.10.1186/s13002-018-0249-0", "ArticleIdList": ["PMC6053708", "30029663"]}, {"Citation": "Pedrosa KM, de Almeida HA, Ramos MB, de Faria LS. Plants with similar characteristics drive their use by local populations in the semi-arid region of Brazil. Environ Dev Sustain. 2021;23:16834–16847. doi: 10.1007/s10668-021-01355-7.", "ArticleIdList": ["10.1007/s10668-021-01355-7"]}, {"Citation": "Ribeiro JES, Carvalho TKN, Ribeiro JPDO, Guerra NM, Da Silva N, Pedrosa KM, et al. Ecological apparency hypothesis and availability of useful plants: testing different seu values. Ethnobot Res Appl. 2014;12:415–32. doi: 10.17348/era.12.0.415-432.", "ArticleIdList": ["10.17348/era.12.0.415-432"]}, {"Citation": "Rodrigues E, Cassas F, Conde BE, da Cruz C, Barretto EHP, dos Santos G, et al. Participatory ethnobotany and conservation: a methodological case study conducted with quilombola communities in Brazil’s Atlantic Forest. J Ethnobiol Ethnomed. 2020;16:2. doi: 10.1186/s13002-019-0352-x.", "ArticleIdList": ["10.1186/s13002-019-0352-x", "PMC6958751", "31931826"]}, {"Citation": "Roque ADA, Loiola MIB. Potencial de uso dos recursos vegetais em uma comunidade rural no semiárido potiguar. Revista Caatinga. 2013;26:88–98."}, {"Citation": "dos Santos ADS, de Oliveira LCL, Curado FF, do Amorim LO. Caracterização e desenvolvimento de quintais produtivos agroecológicos na comunidade Mem de Sá, Itaporanga d’Ajuda-Sergipe characterization and development of productive agroecological gardens in community Mem de Sá, Itaporanga d’Ajuda-Sergipe. Rev Bras de Agroecologia. 2013;8:100–11."}, {"Citation": "dos Santos LL, do Nascimento ALB, Vieira FJ, da Silva VA, Voeks R, Albuquerque UP. The cultural value of invasive species: a case study from semi-arid Northeastern Brazil. Econ Bot. 2014;66,1–18."}, {"Citation": "Strachulski J, Floriani N. Conhecimento popular sobre plantas: um estudo etnobotânico na comunidade rural de Linha Criciumal, em Cândido de Abreu-PR. Revista Geografar. 2013;8:125–153. doi: 10.5380/geografar.v8i1.30327.", "ArticleIdList": ["10.5380/geografar.v8i1.30327"]}, {"Citation": "Tuler AC, Peixoto AL, da Silva NCB. Plantas alimentícias não convencionais (PANC) na comunidade rural de São José da Figueira, Durandé, Minas Gerais, Brasil. Rodriguésia. 2019;70:66. doi: 10.1590/2175-7860201970077.", "ArticleIdList": ["10.1590/2175-7860201970077"]}, {"Citation": "de Medeiros PM, Ladio AH, Santos AMM, de Albuquerque UP. Does the selection of medicinal plants by Brazilian local populations suffer taxonomic influence? J Ethnopharmacol. 2013;146:842–852. doi: 10.1016/j.jep.2013.02.013.", "ArticleIdList": ["10.1016/j.jep.2013.02.013", "23462414"]}, {"Citation": "Savo V, Joy R, Caneva G, McClatchey WC. Plant selection for ethnobotanical uses on the Amalfi Coast (Southern Italy) J Ethnobiol Ethnomed. 2015;11:58. doi: 10.1186/s13002-015-0038-y.", "ArticleIdList": ["10.1186/s13002-015-0038-y", "PMC4508904", "26173678"]}, {"Citation": "Arias DMR, Cevallos D, Gaoue OG, Fadiman MG, Hindle T. Non-random medicinal plants selection in the Kichwa community of the Ecuadorian Amazon. J Ethnopharmacol. 2020;246:112220. doi: 10.1016/j.jep.2019.112220.", "ArticleIdList": ["10.1016/j.jep.2019.112220", "31494198"]}, {"Citation": "Gras A, Hidalgo O, D’Ambrosio U, Parada M, Garnatje T, Vallès J. The role of botanical families in medicinal ethnobotany: a phylogenetic perspective. Plants. 2021;10:163. doi: 10.3390/plants10010163.", "ArticleIdList": ["10.3390/plants10010163", "PMC7830233", "33467763"]}, {"Citation": "de Carvalho DC, Gaui TD, Pereira MG, Simon CA, Toledo LDO, Nettesheim FC, et al. Phytosociology of native species in the understory of a Corymbia citriodora Stand in Espírito Santo State, Brazil. Floresta e Ambiente. 2019;26:66. doi: 10.1590/2179-8087.080217.", "ArticleIdList": ["10.1590/2179-8087.080217"]}, {"Citation": "de Jesus JB, de Oliveira DG, Araújo WS, da Cruz LS, Kuplich TM. Influence of anthropization on the floristic composition and phytosociology of the Caatinga susceptible to desertification in the state of Sergipe, Brazil. Trop Ecol. 2022;63:398–408. doi: 10.1007/s42965-021-00201-1.", "ArticleIdList": ["10.1007/s42965-021-00201-1"]}, {"Citation": "Lemos DAN, Ferreira BGA, Siqueira JDP, Oliveira MM, Ferreira AM. Floristic and phytosociology in dense “terra firme” rainforest in the Belo Monte Hydroelectric Plant influence area, Pará, Brazil. Braz J Biol. 2015;75:257–276. doi: 10.1590/1519-6984.01814BM.", "ArticleIdList": ["10.1590/1519-6984.01814BM", "26691099"]}, {"Citation": "Pereira KMG, Cordeiro NG, Santana LD, Plazas IVC, Matos LMA, Cabacinha CD. Relações estruturais e de diversidade de uma floresta ripária em unidade de conservação e sua zona de amortecimento. Revista Verde de Agroecologia e Desenvolvimento Sustentável. 2018;13:508. doi: 10.18378/rvads.v13i4.5822.", "ArticleIdList": ["10.18378/rvads.v13i4.5822"]}, {"Citation": "Cruz MP, Medeiros PM, Sarmiento-Combariza I, Peroni N, Albuquerque UP. “I eat the manofê so it is not forgotten”: local perceptions and consumption of native wild edible plants from seasonal dry forests in Brazil. J Ethnobiol Ethnomed. 2014;10:45. doi: 10.1186/1746-4269-10-45.", "ArticleIdList": ["10.1186/1746-4269-10-45", "PMC4038053", "24886156"]}, {"Citation": "Seraglio SKT, Schulz M, Nehring P, della Betta F, Valese AC, Daguer H,, et al. Nutritional and bioactive potential of Myrtaceae fruits during ripening. Food Chem. 2018;239:649–656. doi: 10.1016/j.foodchem.2017.06.118.", "ArticleIdList": ["10.1016/j.foodchem.2017.06.118", "28873617"]}, {"Citation": "Morais RA, Teixeira GL, Ferreira SRS, Cifuentes A, Block JM. Nutritional composition and bioactive compounds of native Brazilian fruits of the arecaceae family and its potential applications for health promotion. Nutrients. 2022;14:4009. doi: 10.3390/nu14194009.", "ArticleIdList": ["10.3390/nu14194009", "PMC9571529", "36235663"]}, {"Citation": "Carvajal LM, Turbay Ceballos SM, Àlvarez LM, Rodríguez A, Àlvarez M, Bonilla K, et al. Propiedades funcionales y nutricionales de seis especies de pasifloras del departamento del Huila. Caldasia. 2014;36:1–15. doi: 10.15446/caldasia.v36n1.21243.", "ArticleIdList": ["10.15446/caldasia.v36n1.21243"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "5", "Day": "31"}, {"Year": "2023", "Month": "7", "Day": "6"}, {"Year": "2023", "Month": "7", "Day": "10", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "7", "Day": "9", "Hour": "1", "Minute": "7"}, {"Year": "2023", "Month": "7", "Day": "8", "Hour": "23", "Minute": "30"}, {"Year": "2023", "Month": "7", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["37422690", "PMC10329796", "10.1186/s13002-023-00603-6", "10.1186/s13002-023-00603-6"]}}], "PubmedBookArticle": []}