{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Immunomodulation", "Trametes gibbosa", "polysaccharides", "toll-like receptors"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37434932", "DateRevised": {"Year": "2023", "Month": "07", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "05", "Day": "19"}], "Language": ["eng"], "ELocationID": ["127", "10.4103/abr.abr_50_22"], "Journal": {"ISSN": "2277-9175", "JournalIssue": {"Volume": "12", "PubDate": {"Year": "2023"}}, "Title": "Advanced biomedical research", "ISOAbbreviation": "Adv Biomed Res"}, "ArticleTitle": "Immunomodulatory Activity of Polysaccharide from <i>Trametes gibbosa</i> (Pers.) Fr (Basidiomycota, Fungi) Mediated by TLR4 Signaling Pathway.", "Pagination": {"StartPage": "127", "MedlinePgn": "127"}, "Abstract": {"AbstractText": ["<i>Trametes</i> species possess remarkable immunomodulatory and anticancer effects which are mainly related to the activation of innate immune receptors by their polysaccharide constituents. In this study, we investigate the effect of <i>Trametes gibbosa</i> (Pers.) Fr. polysaccharide fraction (TGP) on activation of TLR-4 receptor and subsequent release of IL-8 in HEK-Blue™ hTLR4 cells.", "The polysaccharide fraction was purified using ethanol precipitation and dialysis methods. The total sugar content and monosaccharide composition were analyzed by phenol-sulfuric acid and chromatographic methods. FT-IR spectroscopy was also performed for structure characterization of the polysaccharide. The activation of TLR4 was determined by measuring the secreted embryonic alkaline phosphatase in the culture media.", "The results indicated that the total sugar content of TGP was about 90%, which glucose was the major constituents. FT-IR analysis showed the characteristic bands of polysaccharides. TGP was able to activate the TLR-4 signaling pathway in a dose-dependent manner. Moreover, the significant increase of IL-8 was observed in cells treating with TGP. The HEK-Blue Null2™ reporter cells lacking TLR4, did not respond to LPS and TGP.", "The results suggest that TLR4 signaling cascade serve as targets for immunomodulatory activity of <i>T. gibbosa</i> which could address the anticancer properties of <i>Trametes</i> species."], "CopyrightInformation": "Copyright: © 2023 Advanced Biomedical Research."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy and Biotechnology, Faculty of Pharmacy, Mazandaran University of Medical Sciences, Sari, Iran."}, {"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Mazandaran University of Medical Sciences, Sari, Iran."}], "LastName": "Bakhshi Jouybari", "ForeName": "Hossein", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Immunology, Molecular and Cell Biology Research Center, School of Medicine, Mazandaran University of Medical Sciences, Sari, Iran."}], "LastName": "Valadan", "ForeName": "Reza", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Mazandaran University of Medical Sciences, Sari, Iran."}], "LastName": "Mirzaee", "ForeName": "Fatemeh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Immunology, Molecular and Cell Biology Research Center, School of Medicine, Mazandaran University of Medical Sciences, Sari, Iran."}], "LastName": "Bargi Karizno", "ForeName": "Faride", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy and Biotechnology, Faculty of Pharmacy, Mazandaran University of Medical Sciences, Sari, Iran."}, {"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Mazandaran University of Medical Sciences, Sari, Iran."}], "LastName": "Habibi", "ForeName": "Emran", "Initials": "E"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Adv Biomed Res", "NlmUniqueID": "101586897", "ISSNLinking": "2277-9175"}, "CoiStatement": "There are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ramberg JE, Nelson ED, Sinnott RA. Immunomodulatory dietary polysaccharides: A systematic review of the literature. Nutr J. 2010;9:1–22.", "ArticleIdList": ["PMC2998446", "21087484"]}, {"Citation": "Wasser S. Medicinal mushrooms as a source of antitumor and immunomodulating polysaccharides. Appl Microbiol Biotechnol. 2002;60:258–74.", "ArticleIdList": ["12436306"]}, {"Citation": "Giavasis I. Bioactive fungal polysaccharides as potential functional ingredients in food and nutraceuticals. Curr Opin Biotechnol. 2014;26:162–73.", "ArticleIdList": ["24518400"]}, {"Citation": "Rothlin CV, Ghosh S. Lifting the innate immune barriers to antitumor immunity. J Immunother cancer. 2020;8:1–18.", "ArticleIdList": ["PMC7254113", "32273348"]}, {"Citation": "Chakraborty N, Banerjee A, Sarkar A, Ghosh S, Acharya K. Mushroom polysaccharides: A Potent Immune-Modulator. Biointerface Res Appl Chem. 2021;11:8915–30."}, {"Citation": "Ren L, Perera C, Hemar Y. Antitumor activity of mushroom polysaccharides: A review. Food Funct. 2012;3:1118–30.", "ArticleIdList": ["22865023"]}, {"Citation": "Sharma J, Boyd T, Alvarado C, Gunn E, Adams J, Ness T, et al. Reporter cell assessment of TLR4-induced NF-κ, B responses to cell-free hemoglobin and the influence of biliverdin. Biomedicines. 2019;7:41.", "ArticleIdList": ["PMC6630411", "31163699"]}, {"Citation": "Wang Z, Dong B, Feng Z, Yu S, Bao Y. A study on immunomodulatory mechanism of Polysaccharopeptide mediated by TLR4 signaling pathway. BMC Immunol. 2015;16:1–9.", "ArticleIdList": ["PMC4450994", "26032186"]}, {"Citation": "Puia IC, Aida P, Chedea VS, Leopold N, Bocsan IC, Buzoianu AD. Characterization of Trametes versicolor: Medicinal mushroom with important health benefits. Not Bot Hort Agrobot. 2018;46:343–9."}, {"Citation": "Ga J, Kaviyarasana V. Antimicrobial and antioxidant properties of Trametes gibbosa (pers) Fr. J pharm res. 2011;4:3939–42."}, {"Citation": "Ma Y, Mao D, Geng L, Wang Z, Xu C. Production, fractionation, characterization of extracellular polysaccharide from a newly isolated Trametes gibbosa and its hypoglycemic activity. Carbohydr Polym. 2013;96:460–5.", "ArticleIdList": ["23768587"]}, {"Citation": "Czarnecki R, Grzybek J. Antiinflammatory and vasoprotective activities of polysaccharides isolated from fruit bodies of higher Fungi P. 1. polysaccharides from Trametes gibbosa (Pers.: Fr) Fr.(Polyporaceae) Phytother Res. 1995;9:123–7."}, {"Citation": "Bakhshi Jouybari H, Bekhradnia A, Mirzaee F, Hosseinzadeh MH, Habibi E. Chemical composition of the lumpy bracket mushroom (Trametes gibbosa) Res J Pharmacogn. 2022;9:19–27."}, {"Citation": "Price LA, Wenner CA, Sloper DT, Slaton JW, Novack JP. Role for toll-like receptor 4 in TNF-alpha secretion by murine macrophages in response to polysaccharide Krestin, a Trametes versicolor mushroom extract. Fitoterapia. 2010;81:914–9.", "ArticleIdList": ["20550956"]}, {"Citation": "Xu Z, Chen X, Zhong Z, Chen L, Wang Y. Ganoderma lucidum polysaccharides: Immunomodulation and potential anti-tumor activities. Am J Chin Med. 2011;39:15–27.", "ArticleIdList": ["21213395"]}, {"Citation": "Kim GY, Han MG, Song YS, Shin BC, Shin YI, Lee HJ, et al. Proteoglycan isolated from Phellinus linteus induces toll-like receptors 2-and 4-mediated maturation of murine dendritic cells via activation of ERK, p38, and NF-κB. Biol Pharm Bull. 2004;27:1656–62.", "ArticleIdList": ["15467214"]}, {"Citation": "Vetkvicka V, Teplyakowa TV, shintyapina AB, Korolenko TA. Effects of Medicinal Fungi-Derived β-Glucan on Tumor Progression. J Fungi. 2021;7:250.", "ArticleIdList": ["PMC8065548", "33806255"]}, {"Citation": "Smiderle FR, Alquini G, Tadra-Sfeir MZ, Iacomini M, Wichers HJ, Van Griensven LJ. Agaricus bisporus and Agaricus brasiliensis (1→6)-β-d-glucans show immunostimulatory activity on human THP-1 derived macrophages. Carbohydr Polym. 2013;94:91–9.", "ArticleIdList": ["23544515"]}, {"Citation": "Chen F, Huang G. Extraction, derivatization and antioxidant activity of bitter gourd polysaccharide. Int J Biol Macromol. 2019;141:14–20.", "ArticleIdList": ["31473317"]}, {"Citation": "Xu D-J, Xia Q, Wang J-J, Wang P-P. Molecular weight and monosaccharide composition of Astragalus polysaccharides. Molecules. 2008;13:2408–15.", "ArticleIdList": ["PMC6245283", "18830163"]}, {"Citation": "Shokrzadeh M, Bakhshi Jouybari H, Talebpour Amiri F, Ziar A, Habibpour P, Habibi E. Hepatoprotective Activity of Caspian Saffron (Crocus caspius Fisch and Mey) Flowers against CCl4-Induced Acute Liver Injury in Mice. Res J Pharmacogn. 2019;6:33–9."}, {"Citation": "Cao Y, Feng Y-H, Gao L-W, Li X-Y, Jin Q-X, Wang Y-Y, et al. Artemisinin enhances the anti-tumor immune response in 4T1 breast cancer cells in vitro and in vivo. Int Immunopharmacol. 2019;70:110–6.", "ArticleIdList": ["30798159"]}, {"Citation": "Park MJ, Ryu HS, Kim JS, Lee HK, Kang JS, Yun J, et al. Platycodon grandiflorum polysaccharide induces dendritic cell maturation via TLR4 signaling. Food Chem Toxicol. 2014;72:212–20.", "ArticleIdList": ["25019244"]}, {"Citation": "Mogensen TH. Pathogen recognition and inflammatory signaling in innate immune defenses. Clin Microbiol Rev. 2009;22:240–73.", "ArticleIdList": ["PMC2668232", "19366914"]}, {"Citation": "Wang Y, Lin Y, Yu H, Zhou S, Zhang Z, Wu D, et al. Structural characterization and immuno-enhancing activity of a highly branched water-soluble -glucan from the spores of Ganoderma lucidum. Carbohydr Polym. 2017;167:337–44.", "ArticleIdList": ["28433170"]}, {"Citation": "Li X, Xu W. TLR4-mediated activation of macrophages by the polysaccharide fraction from Polyporus umbellatus (pers.) Fries. J Ethnopharmacol. 2011;135:1–6.", "ArticleIdList": ["20600759"]}, {"Citation": "Pu Y, Liu Z, Tian H, Bao Y. The immunomodulatory effect of Poria cocos polysaccharides is mediated by the Ca2+/PKC/p38/NF-κB signaling pathway in macrophages. Int Immunopharmacol. 2019;72:252–7.", "ArticleIdList": ["31003002"]}, {"Citation": "Snoussi K, Mahfoudh W, Bouaouina N, Fekih M, Khairi H, Helal AN, et al. Combined effects of IL-8 and CXCR2 gene polymorphisms on breast cancer susceptibility and aggressiveness. BMC Cancer. 2010;10:1–12.", "ArticleIdList": ["PMC2895614", "20540789"]}, {"Citation": "Uribe-Querol E, Rosales C. Neutrophils in cancer: Two sides of the same coin. J Immunol Res 2015. 2015 983698.", "ArticleIdList": ["PMC4706937", "26819959"]}, {"Citation": "Zhang Y, Zhang M, Jiang Y, Li X, He Y, Zeng P, et al. Lentinan as an immunotherapeutic for treating lung cancer: A review of 12 years clinical studies in China. J Cancer Res Clin Oncol. 2018;144:2177–86.", "ArticleIdList": ["30043277"]}, {"Citation": "Standish LJ, Wenner CA, Sweet ES, Bridge C, Nelson A, Martzen M, et al. Trametes versicolor mushroom immune therapy in breast cancer. J Soc Integr Oncol. 2008;6:122–8.", "ArticleIdList": ["PMC2845472", "19087769"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "2", "Day": "12"}, {"Year": "2022", "Month": "4", "Day": "27"}, {"Year": "2022", "Month": "4", "Day": "30"}, {"Year": "2023", "Month": "7", "Day": "12", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "7", "Day": "12", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "7", "Day": "12", "Hour": "3", "Minute": "49"}, {"Year": "2023", "Month": "5", "Day": "19"}], "PublicationStatus": "epublish", "ArticleIdList": ["37434932", "PMC10331536", "10.4103/abr.abr_50_22", "ABR-12-127"]}}], "PubmedBookArticle": []}