{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Indole alkaloid N-glucoside", "Panax vietnamensis", "Vietnamese ginseng"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37432537", "DateCompleted": {"Year": "2023", "Month": "08", "Day": "31"}, "DateRevised": {"Year": "2024", "Month": "04", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "07", "Day": "11"}], "Language": ["eng"], "ELocationID": ["10.1007/s11418-023-01728-4"], "Journal": {"ISSN": "1861-0293", "JournalIssue": {"Volume": "77", "Issue": "4", "PubDate": {"Year": "2023", "Month": "Sep"}}, "Title": "Journal of natural medicines", "ISOAbbreviation": "J Nat Med"}, "ArticleTitle": "Panaxindole, a novel indole alkaloid N-glucoside from the leaves of Panax vietnamensis Ha et Grushv. (Vietnamese ginseng).", "Pagination": {"StartPage": "972", "EndPage": "977", "MedlinePgn": "972-977"}, "Abstract": {"AbstractText": ["Vietnamese ginseng (Panax vietnamensis Ha and Grushv., Araliaceae) is indigenous in the central highlands of Vietnam and the southernmost distribution in the Panax genus. Like other ginseng, Vietnamese ginseng is well known has been used as a tonic and for management of certain diseases in the traditional medicine. Nevertheless, it is noteworthy that in respect to the long history in use and systematic studied on Korean ginseng (P. ginseng), American ginseng (P. quinquefolius), Japanese ginseng (P. japonicus), and Chinese ginseng (P. notoginseng), the up-to-date published database on Vietnamese ginseng is relatively much less extensive. In our ongoing research on the promising Vietnamese medicinal plants, the present phytochemical investigation of the ethanol extract of the leaves of Panax vietnamensis led to the isolation of three compounds (1-3), including a new indole alkaloid N-glycoside (1) and two known compounds. Their structures were elucidated based on extensive physiochemical and chemical methods, especially the interpretation of NMR and MS spectra. The absolute configuration of 1 was determined based on the comparison of its experimental and theoretical ECD spectra along with NMR calculation. Compound 1 is naturally isolated N-glycoside, which is rarely found in natural products. The isolated compounds showed weak or no inhibitory activity against acetylcholinesterase enzyme (AChE)."], "CopyrightInformation": "© 2023. The Author(s) under exclusive licence to The Japanese Society of Pharmacognosy."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmacy, Phenikaa University, Hanoi, 12116, Vietnam."}], "LastName": "Vu", "ForeName": "Van-Tuan", "Initials": "VT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmacy, Phenikaa University, Hanoi, 12116, Vietnam."}], "LastName": "Nguyen", "ForeName": "Ngoc-Hieu", "Initials": "NH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Medicine and Pharmacy, Vietnam National University, Hanoi (VNU), Hanoi, Vietnam."}], "LastName": "Anh", "ForeName": "Nguyen Thi Hoang", "Initials": "NTH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmacy, Phenikaa University, Hanoi, 12116, Vietnam."}], "LastName": "Tung", "ForeName": "Pham Ha Thanh", "Initials": "PHT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Vietnam-Korea Institute of Science and Technology (VKIST), Hoa Lac High-Tech Park, Hanoi, Vietnam."}], "LastName": "Thuong", "ForeName": "Phuong Thien", "Initials": "PT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmacy, Phenikaa University, Hanoi, 12116, Vietnam. tung.nguyenhuu@phenikaa-uni.edu.vn."}], "LastName": "Tung", "ForeName": "Nguyen-Huu", "Initials": "NH"}], "GrantList": [{"GrantID": "108.05-2019.01", "Agency": "National Foundation for Science and Technology Development", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Japan", "MedlineTA": "J Nat Med", "NlmUniqueID": "101518405", "ISSNLinking": "1340-3443"}, "ChemicalList": [{"RegistryNumber": "EC 3.1.1.7", "NameOfSubstance": "Acetylcholinesterase"}, {"RegistryNumber": "0", "NameOfSubstance": "Glucosides"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Acetylcholinesterase"}, {"QualifierName": ["chemistry"], "DescriptorName": "Glucosides"}, {"QualifierName": ["chemistry"], "DescriptorName": "Panax"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Leaves"}, {"QualifierName": [], "DescriptorName": "Vietnam"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Le QU, Lay HL, Wu MC, Nguyen THH, Nguyen DL (2018) Phytoconstituents and biological activities of Panax vietnamensis (Vietnamese Ginseng): a precious ginseng and call for further research-A systematic review. Nat Prod Commun 13:1381–1384"}, {"Citation": "Le THV, Lee SY, Kim TR, Kim JY, Kwon SW, Nguyen NK, Park JH, Nguyen MD (2014) Processed Vietnamese ginseng: preliminary results in chemistry and biological activity. J Ginseng Res 38:154–159", "ArticleIdList": ["10.1016/j.jgr.2013.11.015", "24748840"]}, {"Citation": "Le THV, Lee GJ, Huynh KLV, Kwon SW, Nguyen NK, Park JH, Nguyen MD (2015) Ginseng saponins in different parts of Panax vietnamensis. Chem Pharm Bull 63:950–954", "ArticleIdList": ["10.1248/cpb.c15-00369"]}, {"Citation": "Chirikova NK, Olennikov DN, Grigorev RO, Klyushin AG, Nosov AM (2019) Acylquinic acids, flavonoids, and maltol O-glucoside from Panax vietnamensis. Chem Nat Compd 55:1161–1163", "ArticleIdList": ["10.1007/s10600-019-02922-1"]}, {"Citation": "Le HK, Phan TT, Nguyen TMN, Nguyen TC, Tran CL, Hansen PE, That QT (2022) A new sesquiterpene lactone from the leaves of Panax vietnamensis Ha et Grushv. (Vietnamese ginseng). Nat Prod Res. https://doi.org/10.1080/14786419.2022.2094374", "ArticleIdList": ["10.1080/14786419.2022.2094374", "36576074"]}, {"Citation": "Nguyen TTH, Matsumoto K, Yamasaki K, Nguyen MD, Nguyen TN, Watanabe H (1995) Crude sponin extracted from Vietnamese ginseng and its major constituent Majonoside-R2 attenuate the psychological stress- and foot-shock stress-induced antinociception in mice. Pharmacol Biochem Behav 52:427–432", "ArticleIdList": ["10.1016/0091-3057(95)00133-H", "8577811"]}, {"Citation": "Cao MR, Yuan HW, Daniyal M, Yu HH, Xie QL, Liu YK, Li B, Jian YQ, Peng CY, Tan DB, Peng YM, Choudhary MI, Rahman AU, Wang W (2019) Two new alkaloids isolated from traditional Chinese medicine Binglang the fruit of Areca catechu. Fitoterapia 138:104276", "ArticleIdList": ["10.1016/j.fitote.2019.104276", "31351128"]}, {"Citation": "Teichert A, Schmidt J, Porzel A, Arnold N, Wessjohann L (2008) N-glucosyl-1H-indole derivatives from Cortinarius brunneus (Basidiomycetes). Chem Biodivers 5:664–669", "ArticleIdList": ["10.1002/cbdv.200890062", "18421759"]}, {"Citation": "Zhang N, Cao SJ, Huang WX, Li P, Kang N, Ding LQ, Qiu F (2019) New Indole glycosides from Aesculus chinensis var. chekiangensis and their neuroprotective activities. Molecules 24:4063", "ArticleIdList": ["10.3390/molecules24224063", "31717579", "6891264"]}, {"Citation": "Tsai YH, Amichetti M, Zanardi MM, Grimson R, Daranas AH, Sarotti AM (2022) ML-J-DP4: An integrated quantum mechanics-machine learning approach for ultrafast NMR structural elucidation. Org Lett 24:7487–7491", "ArticleIdList": ["10.1021/acs.orglett.2c01251", "35508069"]}, {"Citation": "Cheng JT, Guo C, Cui WJ, Zhang Q, Wang SH, Zhao QH, Liu DW, Zhang J, Chen S, Chen C, Liu Y, Pan ZH, Liu A (2020) Isolation of two rare N-glycosides from Ginkgo biloba and their anti-inflammatory activities. Sci Rep 10:5994", "ArticleIdList": ["10.1038/s41598-020-62884-1", "32265463", "7138816"]}, {"Citation": "Schwarz B, Hofmann T (2007) Sensory-guided decomposition of red currant juice (Ribes rubrum) and structure determination of key astringent compounds. J Agric Food Chem 55:1394–1404", "ArticleIdList": ["10.1021/jf0629078", "17261016"]}, {"Citation": "Ma J, Zhao PJ, Shen YM (2007) New amide N-glycosides of ansamitocins identified from Actinosynnema pretiosum. Arch Pharm Res 30:670–673", "ArticleIdList": ["10.1007/BF02977625", "17679541"]}, {"Citation": "Lu CH, Bai LQ, Shen YM (2004) A novel amide N-glycoside of ansamitocins from Actinosynnema pretiosum. J Antibiot 57:348–350", "ArticleIdList": ["10.7164/antibiotics.57.348"]}, {"Citation": "Lee HS, Han DS (1993) Aristolactam derivatives and their N-glycosides from Aristolochia contorta. Saengyak Hakhoechi 24:32–37"}, {"Citation": "Machida K, Kikuchi M (1994) Studies on the constituents of Viburnum species. VIII. γ-Lactone glycosides from the leaves of Viburnum wrightii MIQ. Chem Pharm Bull 42:1388–1392", "ArticleIdList": ["10.1248/cpb.42.1388"]}, {"Citation": "Lou HX, Yuan HQ, Yamazaki Y, Sasaki T, Oka S (2001) Alkaloids and flavonoids from peanut skins. Planta Med 67:345–349", "ArticleIdList": ["10.1055/s-2001-14319", "11458452"]}, {"Citation": "Loi DT (2004) Vietnamese medicinal plants and herbs. Medical Publishing House, Hanoi, pp 808–810"}, {"Citation": "Li S, Liu C, Liu C, Zhang Y (2017) Extraction and in vitro screening of potential acetylcholinesterase inhibitors from the leaves of Panax japonicus. J Chromatogr B 1061:139–145", "ArticleIdList": ["10.1016/j.jchromb.2017.07.019"]}, {"Citation": "Ma C, Guan H, Lin Q, Liu C, Ju Z, Xue Y, Cheng X, Wang C (2021) Dynamic changes in chemical compositions and anti-acetylcholinesterase activity associated with steaming process of stem-leaf saponins of Panax notoginseng. Biomed Chromatogr 35:e5077", "ArticleIdList": ["10.1002/bmc.5077", "33475178"]}, {"Citation": "Kim HJ, Jung SW, Kim SY, Cho IH, Kim HC, Rhim H, Kim M, Nah SY (2018) Panax ginseng as an adjuvant treatment for Alzheimer’s disease. J Ginseng Res 42:401–411", "ArticleIdList": ["10.1016/j.jgr.2017.12.008", "30337800", "6190533"]}, {"Citation": "Huang QH, Liao CM, Ge F, Ao J, Liu T (2022) Acetylcholine bidirectionally regulates learning and memory. J Neurorestoratology 10:100002", "ArticleIdList": ["10.1016/j.jnrt.2022.100002"]}, {"Citation": "Marucci G, Buccioni M, Ben DD, Lambertucci C, Volpini R, Amenta F (2021) Efficacy of acetylcholinesterase inhibitors in Alzheimer’s disease. Neuropharmacology 190:108352", "ArticleIdList": ["10.1016/j.neuropharm.2020.108352", "33035532"]}, {"Citation": "Ellman, GL, Courtney, KD, Andres Jr, V, Featherstone RM (1961) A new and rapid colorimetric determination of acetylcholinesterase activity. Biochem Pharmacol 7:88–95", "ArticleIdList": ["10.1016/0006-2952(61)90145-9", "13726518"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "5", "Day": "10"}, {"Year": "2023", "Month": "6", "Day": "22"}, {"Year": "2023", "Month": "8", "Day": "31", "Hour": "6", "Minute": "41"}, {"Year": "2023", "Month": "7", "Day": "11", "Hour": "13", "Minute": "10"}, {"Year": "2023", "Month": "7", "Day": "11", "Hour": "11", "Minute": "10"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37432537", "10.1007/s11418-023-01728-4", "10.1007/s11418-023-01728-4"]}}], "PubmedBookArticle": []}