{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Chamaecyparis lawsoniana chemical composition", "MTT assay", "antioxidant", "docking", "selectivity index"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37447036", "DateRevised": {"Year": "2023", "Month": "07", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "06", "Day": "28"}], "Language": ["eng"], "ELocationID": ["2475", "10.3390/plants12132475"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "13", "PubDate": {"Year": "2023", "Month": "Jun", "Day": "28"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "<i>Chamaecyparis lawsoniana</i> Leaf Essential Oil as a Potential Anticancer Agent: Experimental and Computational Studies.", "Abstract": {"AbstractText": ["Cancer remains one of the leading causes of death worldwide, affected by several factors including oxidative stress; and although conventional synthetic medicines have been used to treat cancer, they often result in various side effects. Consequently, there is a growing need for newer, safer and more effective alternatives, such as natural plant products. Essential oils (EOs) are one such alternative, offering a wide range of bioactivities, including antibacterial, antiviral, antioxidant, and anticancer properties. Accordingly, the objective of the present study was to investigate the chemical composition, as well as the antioxidant and anticancer properties of the leaf essential oil of <i>Chamaecyparis lawsoniana</i> (CLLEO) belonging to the Cupressaceae family. Totally, 59 constituents were identified by gas chromatography-mass spectrometry (GC-MS) analysis. <i>cis</i>-Abienol, <i>trans</i>-ferruginol, <i>α</i>-cadinol, <i>δ</i>-muurolene and <i>α</i>-pinene were the major components. The in vitro cytotoxicity study against human breast (MCF-7), colon (HCT-116), lung (A-549), hepatocellular (HepG-2) carcinoma cells using MTT assay indicated a promising cytotoxic activity against all the tested cancer cells, particularly HepG-2, with significant selectivity indices. CLLEO exhibited weak antioxidant activity according to the DPPH, ABTS and FRAP assays. In silico docking of these constituents against the epidermal growth factor receptor (EGFR), the myeloid cell leukemia-1 (Mcl-1) and caspase-8 using Molecular Operating Environment (MOE) software demonstrated good binding affinities of the components with the active site of these targets. These findings suggested using CLLEO, or its individual components, as a potentially viable therapeutic option for managing cancerous conditions."]}, "AuthorList": [{"Identifier": ["0000-0002-4434-2075"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Zagazig University, Zagazig 44519, Egypt."}], "LastName": "Fikry", "ForeName": "Eman", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Collage of Pharmacy, King Saud University, Ryiadh 11451, Saudi Arabia."}], "LastName": "Orfali", "ForeName": "Raha", "Initials": "R"}, {"Identifier": ["0000-0001-8658-1296"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, Faculty of Pharmacy, Zagazig University, Zagazig 44519, Egypt."}], "LastName": "Elbaramawi", "ForeName": "Samar S", "Initials": "SS"}, {"Identifier": ["0000-0002-3318-9861"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, School of Computer, Mathematical and Natural Sciences, Morgan State University, Baltimore, MD 21251, USA."}], "LastName": "Perveen", "ForeName": "Shagufta", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Zagazig University, Zagazig 44519, Egypt."}], "LastName": "El-Shafae", "ForeName": "Azza M", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Zagazig University, Zagazig 44519, Egypt."}], "LastName": "El-Domiaty", "ForeName": "Maher M", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Zagazig University, Zagazig 44519, Egypt."}], "LastName": "Tawfeek", "ForeName": "Nora", "Initials": "N"}], "GrantList": [{"GrantID": "RSP2023R431", "Agency": "King Saud University", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Maiko I., Shinichiro H., Lyle E.C. Role of Medicinal and Aromatic Plants: Past, Present, and Future. In: Shagufta P., Areej A.-T., editors. Pharmacognosy. IntechOpen; Rijeka, Croatia: 2019. Chapter 2."}, {"Citation": "Sharifi-Rad J., Sureda A., Tenore G.C., Daglia M., Sharifi-Rad M., Valussi M., Tundis R., Sharifi-Rad M., Loizzo M.R., Ademiluyi A.O. Biological activities of essential oils: From plant chemoecology to traditional healing systems. Molecules. 2017;22:70. doi: 10.3390/molecules22010070.", "ArticleIdList": ["10.3390/molecules22010070", "PMC6155610", "28045446"]}, {"Citation": "Lang G., Buchbauer G. A review on recent research results (2008–2010) on essential oils as antimicrobials and antifungals. A review. Flavour Fragr. J. 2012;27:13–39. doi: 10.1002/ffj.2082.", "ArticleIdList": ["10.1002/ffj.2082"]}, {"Citation": "Camele I., Gruľová D., Elshafie H.S. Chemical composition and antimicrobial properties of Mentha × piperita cv.‘Kristinka’essential oil. Plants. 2021;10:1567. doi: 10.3390/plants10081567.", "ArticleIdList": ["10.3390/plants10081567", "PMC8399209", "34451612"]}, {"Citation": "Abd-ElGawad A.M., Bonanomi G., Al-Rashed S.A., Elshamy A.I. Persicaria lapathifolia essential oil: Chemical constituents, antioxidant activity, and allelopathic effect on the weed Echinochloa colona. Plants. 2021;10:1798. doi: 10.3390/plants10091798.", "ArticleIdList": ["10.3390/plants10091798", "PMC8466483", "34579331"]}, {"Citation": "Mohamed M.E., Mohafez O.M., Khalil H.E., Alhaider I.A. Essential oil from myrtle leaves growing in the eastern part of Saudi Arabia: Components, anti-inflammatory and cytotoxic activities. J. Essent. Oil Bear. Plants. 2019;22:877–892. doi: 10.1080/0972060X.2019.1645046.", "ArticleIdList": ["10.1080/0972060X.2019.1645046"]}, {"Citation": "Bharti K., Sharma M., Vyas G.K., Sharma S. A Review on Phytochemical Pharmacological and Biological Activities of Thuja Occidentalis. Asian J. Pharm. Res. Dev. 2022;10:111–115. doi: 10.22270/ajprd.v10i2.1105.", "ArticleIdList": ["10.22270/ajprd.v10i2.1105"]}, {"Citation": "Mazari K., Bendimerad N., Bekhechi C., Fernandez X. Chemical composition and antimicrobial activity of essential oils isolated from Algerian Juniperus phoenicea L. and Cupressus sempervirens L. J. Med. Plants Res. 2010;4:959–964."}, {"Citation": "Ben Nouri A., Dhifi W., Bellili S., Ghazghazi H., Aouadhi C., Chérif A., Hammami M., Mnif W. Chemical composition, antioxidant potential, and antibacterial activity of essential oil cones of Tunisian Cupressus sempervirens. J. Chem. 2015;2015:538929. doi: 10.1155/2015/538929.", "ArticleIdList": ["10.1155/2015/538929"]}, {"Citation": "Galovičová L., Čmiková N., Schwarzová M., Vukic M.D., Vukovic N.L., Kowalczewski P.Ł., Bakay L., Kluz M.I., Puchalski C., Obradovic A.D. Biological Activity of Cupressus sempervirens Essential Oil. Plants. 2023;12:1097. doi: 10.3390/plants12051097.", "ArticleIdList": ["10.3390/plants12051097", "PMC10005373", "36903957"]}, {"Citation": "Boufares K., Hassani A., Alem A.S. Essential oil composition and antimicrobial activities of some Cupressaceae species from Algeria against two phytopathogenic microorganisms. J. Crop. Prot. 2019;8:223–234."}, {"Citation": "Bajes H.R., Oran S.A., Bustanji Y.K. Chemical composition and antiproliferative and antioxidant activities of essential oil from Juniperus phoenicea L. cupressaceae. Res. J. Pharm. Technol. 2022;15:153–159. doi: 10.52711/0974-360X.2022.00025.", "ArticleIdList": ["10.52711/0974-360X.2022.00025"]}, {"Citation": "Kim H.-Y., Lee S.-G., Oh T.-J., Lim S.R., Kim S.-H., Lee H.J., Kim Y.-S., Choi H.-K. Antiproliferative and apoptotic activity of Chamaecyparis obtusa leaf extract against the HCT116 human colorectal cancer cell line and investigation of the bioactive compound by gas chromatography-mass spectrometry-based metabolomics. Molecules. 2015;20:18066–18082. doi: 10.3390/molecules201018066.", "ArticleIdList": ["10.3390/molecules201018066", "PMC6332506", "26445036"]}, {"Citation": "Zhang Y.-M., Xu J., Xiao L., Zeng G.-Z., Sun Z.-H., Tan N.-H. A New Phenolic Glycoside from Chamaecyparis obtusa var. breviramea f. crippsii. Molecules. 2013;18:1255–1261. doi: 10.3390/molecules18011255.", "ArticleIdList": ["10.3390/molecules18011255", "PMC6270199", "23334571"]}, {"Citation": "Khanavi M., Enayati A., Shams Ardekani M., Akbarzadeh T., Karimpour Razkenari E., Eftekhari M. Cytotoxic activity of Juniperus excelsa M. Bieb. Leaves Essent. Oil Breast Cancer Cell Lines. Res. J. Pharm. 2019;6:1–7."}, {"Citation": "Jlizi S., Lahmar A., Zardi-Bergaoui A., Ascrizzi R., Flamini G., Harrath A.H., Chekir-Ghedira L., Ben Jannet H. Chemical composition and cytotoxic activity of the fractionated trunk bark essential oil from Tetraclinis articulata (Vahl) Mast. growing in Tunisia. Molecules. 2021;26:1110. doi: 10.3390/molecules26041110.", "ArticleIdList": ["10.3390/molecules26041110", "PMC7922514", "33669825"]}, {"Citation": "Elsharkawy E., Aljohar H., Donia A. Comparative study of antioxidant and anticancer activity of Thuja orientalis growing in Egypt and Saudi Arabia. Br. J. Pharm. Res. 2017;15:1–9. doi: 10.9734/BJPR/2017/32387.", "ArticleIdList": ["10.9734/BJPR/2017/32387"]}, {"Citation": "Elshafie H., Caputo L., De Martino L., Gruľová D., Zheljazkov V., De Feo V., Camele I. Biological investigations of essential oils extracted from three Juniperus species and evaluation of their antimicrobial, antioxidant and cytotoxic activities. J. Appl. Microbiol. 2020;129:1261–1271. doi: 10.1111/jam.14723.", "ArticleIdList": ["10.1111/jam.14723", "32445616"]}, {"Citation": "Fayed S.A. Chemical composition, antioxidant, anticancer properties and toxicity evaluation of leaf essential oil of Cupressus sempervirens. Not. Bot. Horti Agrobot. Cluj-Napoca. 2015;43:320–326. doi: 10.15835/nbha43210070.", "ArticleIdList": ["10.15835/nbha43210070"]}, {"Citation": "Rathi A., Baburaj D., Sundaram E., Kumar S., Khurana A., Manchanda R. Pharmacognostic study of Chamaecyparis lawsoniana (Murr.) Parl.: A drug used in Homoeopathy. Indian J. Res. Homoeopath. 2015;9:20–24. doi: 10.4103/0974-7168.154344.", "ArticleIdList": ["10.4103/0974-7168.154344"]}, {"Citation": "Palá-Paúl J., Usano-Alemany J., Granda E., Soria A.-C. Antifungal and antibacterial activity of the essential oil of Chamaecyparis lawsoniana from Spain. Nat. Prod. Commun. 2012;7:1934578X1200701036. doi: 10.1177/1934578X1200701036.", "ArticleIdList": ["10.1177/1934578X1200701036", "23157017"]}, {"Citation": "De Pooter H., Vermeesch J., De Buyck L., Huang Q.-L., Schamp N., De Bruyn A. Volatile Fractions of Chamaecyparis lawsoniana (A. Murray) Parl, and Chamaecyparis pisifera (Sieb. et Zucc.) Endl. var. filifera. Identification of Oplopanonyl Acetate. J. Essent. Oil Res. 1991;3:1–6. doi: 10.1080/10412905.1991.9697898.", "ArticleIdList": ["10.1080/10412905.1991.9697898"]}, {"Citation": "Emami S.A., Massoomi H., Moghadam M.S., Asili J. Identification of volatile oil components from aerial parts of Chamaecyparis lawsoniana by GC-MS and 13C-NMR methods. J. Essent. Oil Bear. Plants. 2009;12:661–665. doi: 10.1080/0972060X.2009.10643771.", "ArticleIdList": ["10.1080/0972060X.2009.10643771"]}, {"Citation": "Giatropoulos A., Pitarokili D., Papaioannou F., Papachristos D.P., Koliopoulos G., Emmanouel N., Tzakou O., Michaelakis A. Essential oil composition, adult repellency and larvicidal activity of eight Cupressaceae species from Greece against Aedes albopictus (Diptera: Culicidae) Parasitol. Res. 2013;112:1113–1123. doi: 10.1007/s00436-012-3239-5.", "ArticleIdList": ["10.1007/s00436-012-3239-5", "23263252"]}, {"Citation": "Nikolić B.M., Milanović S.D., Milenković I.L., Todosijević M.M., Đorđević I.Ž., Brkić M.Z., Mitić Z.S., Marin P.D., Tešević V.V. Bioactivity of Chamaecyparis lawsoniana (A. Murray) Parl. and Thuja plicata Donn ex D. Don essential oils on Lymantria dispar (Linnaeus, 1758) (Lepidoptera: Erebidae) larvae and Phytophthora de Bary 1876 root pathogens. Ind. Crop. Prod. 2022;178:114550. doi: 10.1016/j.indcrop.2022.114550.", "ArticleIdList": ["10.1016/j.indcrop.2022.114550"]}, {"Citation": "Smith E.C., Williamson E.M., Wareham N., Kaatz G.W., Gibbons S. Antibacterials and modulators of bacterial resistance from the immature cones of Chamaecyparis lawsoniana. Phytochemistry. 2007;68:210–217. doi: 10.1016/j.phytochem.2006.10.001.", "ArticleIdList": ["10.1016/j.phytochem.2006.10.001", "17109904"]}, {"Citation": "Zazharskyi V., Davydenko P., Kulishenko O., Borovik I., Kabar A., Brygadyrenko V. Antibacterial and fungicidal effect of ethanol extracts from Juniperus sabina, Chamaecyparis lawsoniana, Pseudotsuga menziesii and Cephalotaxus harringtonia. Regul. Mech. Biosyst. 2020;11:105–109. doi: 10.15421/022015.", "ArticleIdList": ["10.15421/022015"]}, {"Citation": "Sung H., Ferlay J., Siegel R.L., Laversanne M., Soerjomataram I., Jemal A., Bray F. Global cancer statistics 2020: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries. CA Cancer J. Clin. 2021;71:209–249. doi: 10.3322/caac.21660.", "ArticleIdList": ["10.3322/caac.21660", "33538338"]}, {"Citation": "Fernald K., Kurokawa M. Evading apoptosis in cancer. Trends Cell Biol. 2013;23:620–633. doi: 10.1016/j.tcb.2013.07.006.", "ArticleIdList": ["10.1016/j.tcb.2013.07.006", "PMC4091735", "23958396"]}, {"Citation": "Kumar B., Singh S., Skvortsova I., Kumar V. Promising targets in anti-cancer drug development: Recent updates. Curr. Med. Chem. 2017;24:4729–4752. doi: 10.2174/0929867324666170331123648.", "ArticleIdList": ["10.2174/0929867324666170331123648", "28393696"]}, {"Citation": "Abdullaev F. New Delhi: Narosa Puplising House. Plant-Derived Agents against Cancer. Springer; Berlin/Heidelberg, Germany: 2001. Pharmacology and therapeutics in the new millennium; pp. 345–354."}, {"Citation": "Sarker S.D., Nahar L., Miron A., Guo M. Annual Reports in Medicinal Chemistry. Volume 55. Elsevier; Amsterdam, The Netherlands: 2020. Anticancer natural products; pp. 45–75."}, {"Citation": "Pham-Huy L.A., He H., Pham-Huy C. Free radicals, antioxidants in disease and health. Int. J. Biomed. Sci. IJBS. 2008;4:89.", "ArticleIdList": ["PMC3614697", "23675073"]}, {"Citation": "Mani S. Free Radicals in Human Health and Disease. Springer; Berlin/Heidelberg, Germany: 2015. Production of reactive oxygen species and its implication in human diseases; pp. 3–15."}, {"Citation": "Adams R.P. Identification of Essential Oil Components by Gas Chromatography/Mass Spectrometry. 5th ed. Texensis Publishing; Gruver, TX, USA: 2017."}, {"Citation": "Kasali A.A., Ekundayo O., Paul C., König W.A. epi-Cubebanes from Solidago canadensis. Phytochemistry. 2002;59:805–810. doi: 10.1016/S0031-9422(02)00006-7.", "ArticleIdList": ["10.1016/S0031-9422(02)00006-7", "11937158"]}, {"Citation": "Sacchetti G., Medici A., Maietti S., Radice M., Muzzoli M., Manfredini S., Braccioli E., Bruni R. Composition and functional properties of the essential oil of Amazonian basil, Ocimum micranthum Willd., Labiatae in comparison with commercial essential oils. J. Agric. Food Chem. 2004;52:3486–3491. doi: 10.1021/jf035145e.", "ArticleIdList": ["10.1021/jf035145e", "15161220"]}, {"Citation": "Asuming W.A., Beauchamp P.S., Descalzo J.T., Dev B.C., Dev V., Frost S., Ma C.W. Essential oil composition of four Lomatium Raf. species and their chemotaxonomy. Biochem. Syst. Ecol. 2005;33:17–26. doi: 10.1016/j.bse.2004.06.005.", "ArticleIdList": ["10.1016/j.bse.2004.06.005"]}, {"Citation": "Yaşar A., Üçüncü O., Güleç C., İnceer H., Ayaz S., Yayl N. GC-MS Analysis of Chloroform Extracts in Flowers, Stems, and Roots of Tripleurospermum callosum. Pharm. Biol. 2005;43:108–112. doi: 10.1080/13880200590919384.", "ArticleIdList": ["10.1080/13880200590919384"]}, {"Citation": "Gooré S.G., Ouattara Z.A., Yapi A.T., Békro Y.-A., Bighelli A., Paoli M., Tomi F. Chemical composition of the leaf oil of Artabotrys jollyanus from Côte d’Ivoire. Rev. Bras. Farmacogn. 2017;27:414–418. doi: 10.1016/j.bjp.2017.04.001.", "ArticleIdList": ["10.1016/j.bjp.2017.04.001"]}, {"Citation": "Duquesnoy E., Marongiu B., Castola V., Piras A., Porcedda S., Casanova J. Combined analysis by GC (RI), GC-MS and 13C NMR of the supercritical fluid extract of Abies alba twigs. Nat. Prod. Commun. 2010;5:1934578X1000501235. doi: 10.1177/1934578X1000501235.", "ArticleIdList": ["10.1177/1934578X1000501235", "21299139"]}, {"Citation": "Isidorov V.A., Lech P., Żółciak A., Rusak M., Szczepaniak L. Gas chromatographic–mass spectrometric investigation of metabolites from the needles and roots of pine seedlings at early stages of pathogenic fungi Armillaria ostoyae attack. Trees. 2008;22:531–542. doi: 10.1007/s00468-008-0213-z.", "ArticleIdList": ["10.1007/s00468-008-0213-z"]}, {"Citation": "Stashenko E.E., Cervantes M., Combariza Y., Fuentes H., Martínez J.R. HRGC/FID and HRGC/MSD analysis of the secondary metabolites obtained by different extraction methods from Lepechinia schiedeana, and in vitro evaluation of its antioxidant activity. J. High Resolut. Chromatogr. 1999;22:343–349. doi: 10.1002/(SICI)1521-4168(19990601)22:6<343::AID-JHRC343>3.0.CO;2-J.", "ArticleIdList": ["10.1002/(SICI)1521-4168(19990601)22:6<343::AID-JHRC343>3.0.CO;2-J"]}, {"Citation": "Veličković D.T., Ranđelović N.V., Ristić M.S., Veličković A.S., Šmelcerović A.A. Chemical constituents and antimicrobial activity of the ethanol extracts obtained from the flower, leaf and stem of Salvia officinalis L. J. Serb. Chem. Soc. 2003;68:17–24. doi: 10.2298/JSC0301017V.", "ArticleIdList": ["10.2298/JSC0301017V"]}, {"Citation": "Stamos J., Sliwkowski M.X., Eigenbrot C. Structure of the epidermal growth factor receptor kinase domain alone and in complex with a 4-anilinoquinazoline inhibitor. J. Biol. Chem. 2002;277:46265–46272. doi: 10.1074/jbc.M207135200.", "ArticleIdList": ["10.1074/jbc.M207135200", "12196540"]}, {"Citation": "Czabotar P.E., Lee E.F., van Delft M.F., Day C.L., Smith B.J., Huang D.C., Fairlie W.D., Hinds M.G., Colman P.M. Structural insights into the degradation of Mcl-1 induced by BH3 domains. Proc. Natl. Acad. Sci. USA. 2007;104:6217–6222. doi: 10.1073/pnas.0701297104.", "ArticleIdList": ["10.1073/pnas.0701297104", "PMC1851040", "17389404"]}, {"Citation": "Blanchard H., Donepudi M., Tschopp M., Kodandapani L., Wu J.C., Grütter M.G. Caspase-8 specificity probed at subsite S4: Crystal structure of the caspase-8-Z-DEVD-cho complex. J. Mol. Biol. 2000;302:9–16. doi: 10.1006/jmbi.2000.4041.", "ArticleIdList": ["10.1006/jmbi.2000.4041", "10964557"]}, {"Citation": "Karawya M.S. Volatile oil of Chamaecyparis lawsoniana Parl. Egypt. J. Pharm. Sci. 1986;27:341–346."}, {"Citation": "Barbosa L.C.A., Filomeno C.A., Teixeira R.R. Chemical variability and biological activities of Eucalyptus spp. essential oils. Molecules. 2016;21:1671. doi: 10.3390/molecules21121671.", "ArticleIdList": ["10.3390/molecules21121671", "PMC6273930", "27941612"]}, {"Citation": "Yoewono J.R., Purwanto R.O., Woolley C.L., Chang C., Shih W. Antioxidant activities and oral toxicity studies of Chamaecyparis formosensis and Cymbopogon nardus essential oils. Int. J. Adv. Sci. Res. Manag. 2016;1:47–58."}, {"Citation": "Eltayeb L.M., Yagi S., Mohamed H.M., Zengin G., Shariati M.A., Rebezov M., Uba A.I., Lorenzo J.M. Essential Oils Composition and Biological Activity of Chamaecyparis obtusa, Chrysopogon nigritanus and Lavandula coronopifolia Grown Wild in Sudan. Molecules. 2023;28:1005. doi: 10.3390/molecules28031005.", "ArticleIdList": ["10.3390/molecules28031005", "PMC9921792", "36770673"]}, {"Citation": "Kim S., Lee S., Hong C., Gwak K., Yeo H., Lee J., Choi I. Whitening and antioxidant activities of essential oils from Cryptomeria japonica and Chamaecyparis obtusa. Mokchae Konghak = J. Korean Wood Sci. Technol. 2011;39:291–302. doi: 10.5658/WOOD.2011.39.4.291.", "ArticleIdList": ["10.5658/WOOD.2011.39.4.291"]}, {"Citation": "Gao H., Shupe T.F., Hse C.Y., Eberhardt T.L. Antioxidant activity of extracts from the bark of Chamaecyparis lawsoniana (A. Murray) Parl. De Gruyter. 2006;60:459–462. doi: 10.1515/HF.2006.073.", "ArticleIdList": ["10.1515/HF.2006.073"]}, {"Citation": "Miguel M.G. Antioxidant and anti-inflammatory activities of essential oils: A short review. Molecules. 2010;15:9252–9287. doi: 10.3390/molecules15129252.", "ArticleIdList": ["10.3390/molecules15129252", "PMC6259136", "21160452"]}, {"Citation": "Pérez-González C., Pérez-Ramos J., Méndez-Cuesta C.A., Serrano-Vega R., Martell-Mendoza M., Pérez-Gutiérrez S. Cytotoxic activity of essential oils of some species from Lamiaceae family. In: Istifli E.S., Ila H.B., editors. Cytotoxicity: Definition, Identification, and Cytotoxic Compounds. IntechOpen; Rijeka, Croatia: 2019. pp. 29–43."}, {"Citation": "Capello T.M., Martins E.G., de Farias C.F., Figueiredo C.R., Matsuo A.L., Passero L.F.D., Oliveira-Silva D., Sartorelli P., Lago J.H.G. Chemical composition and in vitro cytotoxic and antileishmanial activities of extract and essential oil from leaves of Piper cernuum. Nat. Prod. Commun. 2015;10:1934578X1501000217. doi: 10.1177/1934578X1501000217.", "ArticleIdList": ["10.1177/1934578X1501000217", "25920262"]}, {"Citation": "Xu J., Zeng G.-Z., Liu Y.-M., Chen K.-L., Sun Z.-H., Zhang Y.-M., Tan N.-H. Sesquiterpenoids and diterpenes from Chamaecyparis obtusa var. breviramea f. crippsii. Z. Nat. B. 2014;69:362–368. doi: 10.5560/znb.2014-3243.", "ArticleIdList": ["10.5560/znb.2014-3243", "24689293"]}, {"Citation": "Wee P., Wang Z. Epidermal growth factor receptor cell proliferation signaling pathways. Cancers. 2017;9:52. doi: 10.3390/cancers9050052.", "ArticleIdList": ["10.3390/cancers9050052", "PMC5447962", "28513565"]}, {"Citation": "Ongko J., Setiawan J.V., Feronytha A.G., Juliana A., Effraim A., Wahjudi M., Antonius Y. In-silico screening of inhibitor on protein epidermal growth factor receptor (EGFR); Proceedings of the IOP Conference Series: Earth and Environmental Science; Qingdao, China. 16–18 July 2022; p. 012075."}, {"Citation": "Mady A. Ph.D. Thesis. University of Michigan; Ann Arbor, MI, USA: 2016. Development and Characterization of Novel Mcl-1 Inhibitors for Treatment of Cancer."}, {"Citation": "Wong R.S. Apoptosis in cancer: From pathogenesis to treatment. J. Exp. Clin. Cancer Res. 2011;30:87. doi: 10.1186/1756-9966-30-87.", "ArticleIdList": ["10.1186/1756-9966-30-87", "PMC3197541", "21943236"]}, {"Citation": "Negi A., Murphy P.V. Development of Mcl-1 inhibitors for cancer therapy. Eur. J. Med. Chem. 2021;210:113038. doi: 10.1016/j.ejmech.2020.113038.", "ArticleIdList": ["10.1016/j.ejmech.2020.113038", "33333396"]}, {"Citation": "Wei S.-H., Dong K., Lin F., Wang X., Li B., Shen J.-j., Zhang Q., Wang R., Zhang H.-Z. Inducing apoptosis and enhancing chemosensitivity to gemcitabine via RNA interference targeting Mcl-1 gene in pancreatic carcinoma cell. Cancer Chemother. Pharmacol. 2008;62:1055–1064. doi: 10.1007/s00280-008-0697-7.", "ArticleIdList": ["10.1007/s00280-008-0697-7", "18297287"]}, {"Citation": "Guoan X., Hanning W., Kaiyun C., Hao L. Adenovirus-mediated siRNA targeting Mcl-1 gene increases radiosensitivity of pancreatic carcinoma cells in vitro and in vivo. Surgery. 2010;147:553–561. doi: 10.1016/j.surg.2009.10.033.", "ArticleIdList": ["10.1016/j.surg.2009.10.033", "20004446"]}, {"Citation": "Mnich K., Koryga I., Pakos-Zebrucka K., Thomas M., Logue S.E., Eriksson L.A., Gorman A.M., Samali A. The stressosome, a caspase-8-activating signalling complex assembled in response to cell stress in an ATG5-mediated manner. J. Cell. Mol. Med. 2021;25:8809–8820. doi: 10.1111/jcmm.16840.", "ArticleIdList": ["10.1111/jcmm.16840", "PMC8435408", "34363313"]}, {"Citation": "Fulda S., Debatin K.-M. Extrinsic versus intrinsic apoptosis pathways in anticancer chemotherapy. Oncogene. 2006;25:4798–4811. doi: 10.1038/sj.onc.1209608.", "ArticleIdList": ["10.1038/sj.onc.1209608", "16892092"]}, {"Citation": "Elkomy N.M., El-Shaibany A., Elnagar G.M., Abdelkhalek A.S., Al-Mahbashi H., Elaasser M.M., Raweh S.M., Aldiyarbi M.A., Raslan A.E. Evaluation of acute oral toxicity, anti-diabetic and antioxidant effects of Aloe vera flowers extract. J. Ethnopharmacol. 2023;309:116310. doi: 10.1016/j.jep.2023.116310.", "ArticleIdList": ["10.1016/j.jep.2023.116310", "36863642"]}, {"Citation": "Ling L.T., Yap S.-A., Radhakrishnan A.K., Subramaniam T., Cheng H.M., Palanisamy U.D. Standardised Mangifera indica extract is an ideal antioxidant. Food Chem. 2009;113:1154–1159. doi: 10.1016/j.foodchem.2008.09.004.", "ArticleIdList": ["10.1016/j.foodchem.2008.09.004"]}, {"Citation": "Elaasser M., Morsi M., Galal S., Abd El-Rahman M., Katry M. Antioxidant, anti-inflammatory and cytotoxic activities of the unsaponifiable fraction of extra virgin olive oil. Grasas Aceites. 2020;71:e386. doi: 10.3989/gya.0916192.", "ArticleIdList": ["10.3989/gya.0916192"]}, {"Citation": "Gomha S.M., Riyadh S.M., Mahmmoud E.A., Elaasser M.M. Synthesis and anticancer activity of arylazothiazoles and 1,3,4-thiadiazoles using chitosan-grafted-poly(4-vinylpyridine) as a novel copolymer basic catalyst. Chem. Heterocycl. Compd. 2015;51:1030–1038. doi: 10.1007/s10593-016-1815-9.", "ArticleIdList": ["10.1007/s10593-016-1815-9"]}, {"Citation": "Yousefbeyk F., Dabirian S., Ghanbarzadeh S., Eghbali Koohi D., Yazdizadeh P., Ghasemi S. Green synthesis of silver nanoparticles from Stachys byzantina K. Koch: Characterization, antioxidant, antibacterial, and cytotoxic activity. Part. Sci. Technol. 2022;40:219–232. doi: 10.1080/02726351.2021.1930302.", "ArticleIdList": ["10.1080/02726351.2021.1930302"]}, {"Citation": "Mansour K.A., Elbermawi A., Al-Karmalawy A.A., Lahloub M.-F., El-Neketi M. Cytotoxic effects of extracts obtained from plants of the Oleaceae family: Bio-guided isolation and molecular docking of new secoiridoids from Jasminum humile. Pharm. Biol. 2022;60:1374–1383. doi: 10.1080/13880209.2022.2098346.", "ArticleIdList": ["10.1080/13880209.2022.2098346", "PMC9377236", "35961303"]}, {"Citation": "Chemical Computing Group . Molecular Operating Environment. Chemical Computing Group Inc.; Montreal, QC, Canada: 2008."}, {"Citation": "Mohamed M.E., Tawfeek N., Elbaramawi S.S., Elbatreek M.H., Fikry E. Agathis robusta Bark Extract Protects from Renal Ischemia-Reperfusion Injury: Phytochemical, In Silico and In Vivo Studies. Pharmaceuticals. 2022;15:1270. doi: 10.3390/ph15101270.", "ArticleIdList": ["10.3390/ph15101270", "PMC9610891", "36297382"]}, {"Citation": "RCSB Protein Data Bank (PDB)  [(accessed on 24 March 2023)].  Available online:  https://www.rcsb.org/"}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "5", "Day": "14"}, {"Year": "2023", "Month": "6", "Day": "26"}, {"Year": "2023", "Month": "6", "Day": "27"}, {"Year": "2023", "Month": "7", "Day": "14", "Hour": "13", "Minute": "7"}, {"Year": "2023", "Month": "7", "Day": "14", "Hour": "13", "Minute": "6"}, {"Year": "2023", "Month": "7", "Day": "14", "Hour": "1", "Minute": "21"}, {"Year": "2023", "Month": "6", "Day": "28"}], "PublicationStatus": "epublish", "ArticleIdList": ["37447036", "PMC10346282", "10.3390/plants12132475", "plants12132475"]}}], "PubmedBookArticle": []}