{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["<italic>Colletotrichum gloeosporioides</italic>", "<italic>Wisteria sinensis</italic>", "Anthracnose"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37455409", "DateRevised": {"Year": "2023", "Month": "07", "Day": "17"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "07", "Day": "16"}], "Language": ["eng"], "ELocationID": ["10.1094/PDIS-02-23-0318-PDN"], "Journal": {"ISSN": "0191-2917", "JournalIssue": {"PubDate": {"Year": "2023", "Month": "Jul", "Day": "16"}}, "Title": "Plant disease", "ISOAbbreviation": "Plant Dis"}, "ArticleTitle": "First Report of <i>Colletotrichum gloeosporioides</i> Causing Anthracnose on <i>Wisteria sinensis</i> in China.", "Abstract": {"AbstractText": ["Wisteria (<i>Wisteria sinensis</i>) is a well-known ornamental plant for environmental protection in the garden, which also has a high value for medicinal use. In December 2021, leaf spots were observed on <i>W. sinensis</i> plants growing on the campus of Jiangxi Agricultural University in Nanchang, Jiangxi Province (28.45° N, 115.49° E), with a incidence rate of 40% plants were infested (n = 100 investigated plants). Initially leaf spots were small and pale brown (Approx. 2 mm in diameter), which gradually expanded into round or irregular dark brown spots as disease progressed, and lesions developed greyish-white necrotic tissues in the center at later stages, eventually causing the leaves to rot. To isolate the pathogen, tissues (5 × 5 mm) at the margin of lesions were cut from ten symptomatic leaves, surface disinfected with 75% ethanol for 30 s followed by 2% sodium chloride (NaClO) for 1 min, rinsed three times with sterile distilled water, and the dried tissues were cultured on potato dextrose agar (PDA) at 28 ± 1℃ in darkness for 3 days. After culture purification, five isolates were obtained and the representative single spore isolate (ZTTJ1) was used for subsequent identification tests. After 10 days of incubation on PDA medium, colonies had dense aerial mycelium with a gray center and dark gray-green mycelium outward, with orange-red conidial masses distributed in a ring on the surface. The underside of the colonies was light gray to dark gray. Conidia were cylindrical, with ends obtuse-rounded, 11.83 to 20.74 × 3.34 to 5.33 μm (av=16.11 μm × 4.26 μm, n = 50) in size. These morphological characteristics were consistent with <i>Colletotrichum gloeosporioides</i> (Shi et al, 2019). Six conserved regions of isolate (ZTTJ1), internal transcribed spacer (<i>ITS</i>), glyceraldehyde-3-phosphate dehydrogenase (<i>GAPDH</i>), calmodulin (<i>CAL</i>), β-tublin (<i>TUB</i>), actin (<i>ACT</i>), and chitin synthase 1 (<i>CHS1</i>) gene regions were amplified using ITS1/ITS4 (Gardes et al, 1993), GDF/GDR (Templeton et al, 1992), CL1C/CL2C (Li et al, 2018), Bt2a/Bt2b (Prihastuti et al, 2009), ACT-512F/ACT-783R and CHS-79F/CHS-345R (Carbone et al, 1999) primers, respectively. Using BLAST, <i>ITS, GAPDH, CAL, TUB, ACT</i>, and <i>CHS1</i> gene sequences (GenBank Accession No. OP703312, OP713773, OP713775, OP713776, OP713772, OP713774, respectively) were over 99% identical to <i>C. gloeosporioides</i> (GenBank Accession No. MK967281, MH594288, MT449307, MN624110, MN107239 and MN908602, respectively). A maximum likelihood (ML) phylogenetic analysis based on <i>ITS-ACT-GAPDH-CHS1-CAL-TUB2</i> sequences using MEGA7.0, placed isolate (ZTTJ1) within <i>C. gloeosporioides</i>. To complete Koch's postulates, 10 μL spore suspension (1.0 × 106 conidia/mL) of ZTTJ1 (7-day-old culture on PDA medium) was dropped onto 10 leaves wounded with a sterilized needle and 10 non-wounded leaves, respectively. Ten wounded leaves were inoculated with sterile water as controls. All leaves were incubated at 28 ± 1 °C and 90 % relative humidity (12 h/12 h light/dark). After 7 days, all wounded leaves inoculated with <i>C. gloeosporioides</i> developed symptoms as previously observed, while the control and non-wounded leaves remained healthy. The fungus re-isolated from the inoculated leaves were identified as <i>C. gloeosporioides</i> by morphological and molecular identification; the pathogen causing disease in <i>W. sinensis</i> was determined to be <i>C. gloeosporioides</i>. To our knowledge, this is the first report of <i>C. gloeosporioides</i> causing anthracnose on <i>W. sinensis</i> in China. This work has identified the pathogenic species of the disease, which helps to take targeted measures to control its spread, providing a basis for the prevention and treatment of the disease."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiangxi Agricultural University, 91595, College of Agronomy, Nanchang, Jiangxi, China; mingchen@jxau.edu.cn."}], "LastName": "Chen", "ForeName": "Ming", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiangxi Agricultural University, 91595, College of Agronomy, Nanchang, Jiangxi, China; yqzq2009@126.com."}], "LastName": "Fu", "ForeName": "Yongqi", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiangxi Agricultural University, 91595, College of Agronomy, Nanchang, Jiangxi, China; shan13110700028@163.com."}], "LastName": "Cheng", "ForeName": "Shanmei", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiangxi Agricultural University, 91595, College of Agronomy, Nanchang, Jiangxi, China; fanwu2019@126.com."}], "LastName": "Wu", "ForeName": "Fan", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiangxi Agricultural University, 91595, College of Agronomy, Nanchang, Jiangxi, China; shucheng0601@163.com."}], "LastName": "Li", "ForeName": "Shucheng", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiangxi Agricultural University, 91595, College of Agronomy, Nanchang, Jiangxi, China; liuhua1846@163.com."}], "LastName": "Xiao", "ForeName": "Liuhua", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiangxi Agricultural University, 91595, College of Agronomy, Nanchang, Jiangxi, China; jinyinchen@126.com."}], "LastName": "Chen", "ForeName": "Jinyin", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiangxi Agricultural University, 91595, College of Agronomy, Nanchang, Jiangxi, China; mlxiang@jxau.edu.cn."}], "LastName": "Xiang", "ForeName": "Miaolian", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Dis", "NlmUniqueID": "9882809", "ISSNLinking": "0191-2917"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2023", "Month": "7", "Day": "17", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "7", "Day": "17", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "7", "Day": "17", "Hour": "1", "Minute": "23"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["37455409", "10.1094/PDIS-02-23-0318-PDN"]}}], "PubmedBookArticle": []}