{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["ESBL", "Enterobacteriaceae", "UTI—Urinary tract infection", "antibiotics", "double synergy test", "microbial susceptibility", "multidrug resistance"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37457273", "DateCompleted": {"Year": "2023", "Month": "07", "Day": "18"}, "DateRevised": {"Year": "2023", "Month": "07", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "06", "Day": "29"}], "Language": ["eng"], "ELocationID": ["1187934", "10.3389/fpubh.2023.1187934"], "Journal": {"ISSN": "2296-2565", "JournalIssue": {"Volume": "11", "PubDate": {"Year": "2023"}}, "Title": "Frontiers in public health", "ISOAbbreviation": "Front Public Health"}, "ArticleTitle": "Phenotypic characterization and epidemiology of extended-spectrum <i>β</i>-lactamase-producing <i>Enterobacteriaceae</i> strains from urinary tract infections in Garoua, Cameroon.", "Pagination": {"StartPage": "1187934", "MedlinePgn": "1187934"}, "Abstract": {"AbstractText": ["The emergence of extended-spectrum beta-lactamase-producing <i>Enterobacteriaceae</i> (ESBL-E) is causing increased morbidity and mortality around the world as a result of therapeutic failures. ESBL-E are priority pathogens due to their multidrug resistance (MDR). In Northern Cameroon, ESBL-producing bacteria, particularly in urinary tract infections (UTIs), are being increasingly isolated. This study aimed to retrospectively determine the prevalence of multi-drug resistant ESBL strains isolated from UTIs in Northern Cameroon and to evaluate the effectiveness of the ATB UR Gallery of BioMérieux in diagnosing ESBL-E in clinical settings.", "Standard microbiology protocols and statistical tools were utilized to identify ESBL-producing bacteria and characterize their phenotypic susceptibility and resistance profiles in the study population.", "Out of the 144 enterobacteria isolates successfully cultured, 59 (41%) were identified as MDR strains. The ATB UR EU gallery identified 33 (23%) multi-drug resistant ESBL-producing strains, while the double synergy test identified 35 strains without disc reconciliation and 38 strains after reconciliation. The most prevalent ESBL-E isolate was Escherichia coli, accounting for 77.1% of the isolates, followed by <i>Klebsiella pneumoniae</i> (20%) and <i>Enterobacter aerogenes</i> (2.9%). Additionally, the study revealed the emergence of Imipenem resistance (5.7%), a critical last-resort antibiotic. However, all ESBL strains were sensitive to Fosfomycin (FSF/FOS), demonstrating its potential as an effective therapeutic option. Moreover, 37% of the ESBL producers exhibited co-resistance to over 20 different antibiotics.", "This study provides valuable insights into the prevalence and susceptibility patterns of ESBL-E associated with UTIs in Northern Cameroon. These insights emphasizes the importance of implementing appropriate treatment guidelines and antimicrobial stewardship measures to mitigate the spread and impact of MDR ESBL-producing strains on public health."], "CopyrightInformation": "Copyright © 2023 Djim-Adjim-Ngana, Mbiakop, Oumar, Munshili Njifon, Tchinda Fossi, Enyegue, Mouiche Mouliom, Fodouop Chegaing, Deweerdt, Yanou and Nguinkal."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Research on Health and Priority Pathologies, Institute of Medical Research and Medicinal Plant Studies, Yaounde, Cameroon."}, {"Identifier": [], "Affiliation": "Department of Veterinary Public Health, School of Veterinary Medicine and Sciences, University of Ngaoundere, Ngaoundere, Cameroon."}, {"Identifier": [], "Affiliation": "Centre Pasteur of Cameroon Annex of Garoua, Garoua, Cameroon."}], "LastName": "Djim-Adjim-Ngana", "ForeName": "Karyom", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre Pasteur of Cameroon Annex of Garoua, Garoua, Cameroon."}, {"Identifier": [], "Affiliation": "Department of Biomedical Sciences, University of Ngaoundere, Ngaoundere, Cameroon."}], "LastName": "Mbiakop", "ForeName": "Brunel W", "Initials": "BW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre Pasteur of Cameroon Annex of Garoua, Garoua, Cameroon."}], "LastName": "Oumar", "ForeName": "Leila A", "Initials": "LA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre Pasteur of Cameroon Annex of Garoua, Garoua, Cameroon."}], "LastName": "Munshili Njifon", "ForeName": "Hermann L", "Initials": "HL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Research on Medicinal Plants and Traditional Medicine, Institute of Medical Research and Medicinal Plant Studies, Yaounde, Cameroon."}], "LastName": "Tchinda Fossi", "ForeName": "Cedric", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Research on Medicinal Plants and Traditional Medicine, Institute of Medical Research and Medicinal Plant Studies, Yaounde, Cameroon."}], "LastName": "Enyegue", "ForeName": "Elisee L Embolo", "Initials": "ELE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Veterinary Public Health, School of Veterinary Medicine and Sciences, University of Ngaoundere, Ngaoundere, Cameroon."}], "LastName": "Mouiche Mouliom", "ForeName": "Mohamed M", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Sciences, University of Ngaoundere, Ngaoundere, Cameroon."}], "LastName": "Fodouop Chegaing", "ForeName": "Siméon P", "Initials": "SP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre Pasteur of Cameroon Annex of Garoua, Garoua, Cameroon."}], "LastName": "Deweerdt", "ForeName": "Louis", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Sciences, University of Ngaoundere, Ngaoundere, Cameroon."}], "LastName": "Yanou", "ForeName": "Nicolas Njintang", "Initials": "NN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Infectious Disease Epidemiology, Bernhard Nocht Institute for Tropical Medicine, Hamburg, Germany."}], "LastName": "Nguinkal", "ForeName": "Julien A", "Initials": "JA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Public Health", "NlmUniqueID": "101616579", "ISSNLinking": "2296-2565"}, "ChemicalList": [{"RegistryNumber": "EC 3.5.2.6", "NameOfSubstance": "beta-Lactamases"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Retrospective Studies"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Cameroon"}, {"QualifierName": [], "DescriptorName": "beta-Lactamases"}, {"QualifierName": [], "DescriptorName": "Microbial Sensitivity Tests"}, {"QualifierName": [], "DescriptorName": "Enterobacteriaceae"}, {"QualifierName": ["drug therapy", "epidemiology", "microbiology"], "DescriptorName": "Urinary Tract Infections"}, {"QualifierName": [], "DescriptorName": "Escherichia coli"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Anti-Bacterial Agents"}], "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Pitout JD, Nordmann P, Laupland KB, Poirel L. Emergence of Enterobacteriaceae producing extended-spectrum β-lactamases (ESBLs) in the community. J Antimicrob Chemother. (2005) 56:52–9. 10.1093/jac/dki166", "ArticleIdList": ["10.1093/jac/dki166", "15917288"]}, {"Citation": "Sbiti M, Lahmadi K, Louzi L. Profil épidémiologique des entérobactéries uropathogènes productrices de bêta-lactamases à spectre élargi. Pan Afr Med J. (2017) 28:1–9. 10.11604/pamj.2017.28.29.11402", "ArticleIdList": ["10.11604/pamj.2017.28.29.11402", "PMC5681015", "29138665"]}, {"Citation": "Bradford PA. Extended-spectrum β-lactamases in the 21st century: characterization, epidemiology, and detection of this important resistance threat. Clin Microbiol Rev. (2001) 14:933–51. 10.1128/CMR.14.4.933-951.2001", "ArticleIdList": ["10.1128/CMR.14.4.933-951.2001", "PMC89009", "11585791"]}, {"Citation": "Pana ZD, Zaoutis T. Treatment of extended-spectrum β-lactamase-producing Enterobacteriaceae (ESBLs) infections: what have we learned until now? F1000Res. (2018) 7. 10.12688/f1000research.14822.1", "ArticleIdList": ["10.12688/f1000research.14822.1", "PMC6117850", "30228863"]}, {"Citation": "Bassetti M, Merelli M, Temperoni C, Astilean A. New antibiotics for bad bugs: where are we? Ann Clin Microbiol Antimicrob. (2013) 12:1–15. 10.1186/1476-0711-12-22", "ArticleIdList": ["10.1186/1476-0711-12-22", "PMC3846448", "23984642"]}, {"Citation": "Chakraborty D, Basu S, Das S. A study on infections caused by metallo beta lactamase producing gram negative bacteria in intensive care unit patients. Am J Infect Dis. (2010) 6:34–9. 10.3844/ajidsp.2010.34.39", "ArticleIdList": ["10.3844/ajidsp.2010.34.39"]}, {"Citation": "D'Andrea MM, Arena F, Pallecchi L, Rossolini GM. CTX-M-type β-lactamases: a successful story of antibiotic resistance. Int J Med Microbiol. (2013) 303:305–17. 10.1016/j.ijmm.2013.02.008", "ArticleIdList": ["10.1016/j.ijmm.2013.02.008", "23490927"]}, {"Citation": "WHO. Prioritization of Pathogens to Guide Discovery, Research and Development of New Antibiotics for Drug-Resistant Bacterial Infections, Including Tuberculosis. Geneva: WHO Press  (2017). Available online at: https://www.who.int/publications/i/item/WHO-EMP-IAU-2017.12 (accessed January 30, 2023)."}, {"Citation": "Park JJ, Seo YB, Lee J. Antimicrobial susceptibilities of Enterobacteriaceae in community-acquired urinary tract infections during a 5-year period: a single hospital study in Korea. Infect Chemother. (2017) 49:184–93. 10.3947/ic.2017.49.3.184", "ArticleIdList": ["10.3947/ic.2017.49.3.184", "PMC5620385", "29027385"]}, {"Citation": "Lagunas-Rangel FA. Antimicrobial susceptibility profiles of bacteria causing urinary tract infections in Mexico: single-centre experience with 10 years of results. J Glob Antimicrob Resist. (2018) 14:90–4. 10.1016/j.jgar.2018.03.004", "ArticleIdList": ["10.1016/j.jgar.2018.03.004", "29581074"]}, {"Citation": "Raphael E, Glymour MM, Chambers HF. Trends in prevalence of extended-spectrum beta-lactamase-producing Escherichia coli isolated from patients with community-and healthcare-associated bacteriuria: results from 2014 to 2020 in an urban safety-net healthcare system. Antimicrob Resist Infect Control. (2021) 10:1–13. 10.1186/s13756-021-00983-y", "ArticleIdList": ["10.1186/s13756-021-00983-y", "PMC8359060", "34380549"]}, {"Citation": "Woerther PL, Burdet C, Chachaty E, Andremont A. Trends in human fecal carriage of extended-spectrum β-lactamases in the community: toward the globalization of CTX-M. Clin Microbiol Rev. (2013) 26:744–58. 10.1128/CMR.00023-13", "ArticleIdList": ["10.1128/CMR.00023-13", "PMC3811232", "24092853"]}, {"Citation": "Kassakian SZ, Mermel LA. Changing epidemiology of infections due to extended spectrum beta-lactamase producing bacteria. Antimicrob Resist Infect Control. (2014) 3:1–6. 10.1186/2047-2994-3-9", "ArticleIdList": ["10.1186/2047-2994-3-9", "PMC4230027", "24666610"]}, {"Citation": "Thaden JT, Fowler VG, Sexton DJ, Anderson DJ. Increasing incidence of extended-spectrum β-lactamase-producing Escherichia coli in community hospitals throughout the southeastern United States. Infect Control Hosp Epidemiol. (2016) 37:49–54. 10.1017/ice.2015.239", "ArticleIdList": ["10.1017/ice.2015.239", "PMC4748740", "26458226"]}, {"Citation": "El Bouamri M, Arsalane L, Kamouni Y, Berraha M, Zouhair S. Évolution récente du profil épidémiologique des entérobactéries uropathogènes productrices de β-lactamases à spectre élargi à Marrakech, Maroc. Progrès en urologie. (2014) 24:451–5. 10.1016/j.purol.2013.11.010", "ArticleIdList": ["10.1016/j.purol.2013.11.010", "24861685"]}, {"Citation": "Meng M, Li Y, Yao H. Plasmid-mediated transfer of antibiotic resistance genes in soil. Antibiotics. (2022) 11:525. 10.3390/antibiotics11040525", "ArticleIdList": ["10.3390/antibiotics11040525", "PMC9024699", "35453275"]}, {"Citation": "Lerminiaux NA, Cameron AD. Horizontal transfer of antibiotic resistance genes in clinical environments. Can J Microbiol. (2019) 65:34–44. 10.1139/cjm-2018-0275", "ArticleIdList": ["10.1139/cjm-2018-0275", "30248271"]}, {"Citation": "Thangaraju P, Venkatesan S. WHO Ten threats to global health in 2019: antimicrobial resistance. Cukurova Med J. (2019) 44:1150–1. 10.17826/cumj.514157", "ArticleIdList": ["10.17826/cumj.514157"]}, {"Citation": "Djim-Adjim-Ngana K, Oumar LA, Mbiakop BW, Njifon HLM, Crucitti T, Nchiwan EN, et al. . Prevalence of extended-spectrum beta-lactamase-producing enterobacterial urinary infections and associated risk factors in small children of Garoua, Northern Cameroon. Pan Afr Med J. (2020) 36. 10.11604/pamj.2020.36.157.21347", "ArticleIdList": ["10.11604/pamj.2020.36.157.21347", "PMC7436643", "32874421"]}, {"Citation": "Djuikoue CI, Djouela Djoulako PD, Wouambo RK, Lacmago ST, Dayomo A, Kamga HG, et al. . Prevalence of Escherichia coli producing extended spectrum beta-lactamase (ESBL) driven septicaemia in children aged 0–2 years in two districts hospitals in Yaounde, Cameroon. Bacteria. (2022) 1:294–301. 10.3390/bacteria1040022", "ArticleIdList": ["10.3390/bacteria1040022"]}, {"Citation": "Gangoué-Piéboji J, Bedenic B, Koulla-Shiro S, Randegger C, Adiogo D, Ngassam P, et al. . Extended-spectrum-β-lactamase-producing Enterobacteriaceae in Yaounde, Cameroon. J Clin Microbiol. (2005) 43:3273–7. 10.1128/JCM.43.7.3273-3277.2005", "ArticleIdList": ["10.1128/JCM.43.7.3273-3277.2005", "PMC1169189", "16000447"]}, {"Citation": "Lonchel CM, Meex C, Gangoué-Piéboji J, Boreux R, Assoumou MCO, Melin P, et al. . Proportion of extended-spectrum ß-lactamase-producing Enterobacteriaceae in community setting in Ngaoundere, Cameroon. BMC Infect Dis. (2012) 12:53. 10.1186/1471-2334-12-53", "ArticleIdList": ["10.1186/1471-2334-12-53", "PMC3329637", "22405322"]}, {"Citation": "Lonchel CM, Melin P, Gangoueé-Pieéboji J, Assoumou MCO, Boreux R, De Mol P. Extended-spectrum β-lactamase-producing Enterobacteriaceae in Cameroonian hospitals. Eur J Clin Microbiol Infect Dis. (2013) 32:79–87. 10.1007/s10096-012-1717-4", "ArticleIdList": ["10.1007/s10096-012-1717-4", "22886058"]}, {"Citation": "Magoué CL, Melin P, Gangoué-Piéboji J, Assoumou MCO, Boreux R, De Mol P. Prevalence and spread of extended-spectrum β-lactamase-producing Enterobacteriaceae in Ngaoundere, Cameroon. Clin Microbiol Infect. (2013) 19:E416–20. 10.1111/1469-0691.12239", "ArticleIdList": ["10.1111/1469-0691.12239", "23647948"]}, {"Citation": "Shah A, Hasan F, Ahmed S, Hameed A. Extended-spectrum β-lactamases (ESBLs): characterization, epidemiology and detection. Crit Rev Microbiol. (2004) 30:25–32. 10.1080/10408410490266429", "ArticleIdList": ["10.1080/10408410490266429", "15116761"]}, {"Citation": "Yousefipour M, Rasoulinejad M, Hadadi A, Esmailpour N, Abdollahi A, Jafari S, et al. . Bacteria producing extended spectrum β-lactamases (ESBLs) in hospitalized patients: prevalence, antimicrobial resistance pattern and its main determinants. Iran J Pathol. (2019) 14:61. 10.30699/ijp.14.1.61", "ArticleIdList": ["10.30699/ijp.14.1.61", "PMC6708561", "31531102"]}, {"Citation": "Djuikoue IC, Woerther PL, Toukam M, Burdet C, Ruppé E, Gonsu KH, et al. . Intestinal carriage of Extended Spectrum Beta-Lactamase producing E. coli in women with urinary tract infections, Cameroon. J Infect Dev Count. (2016) 10:1135–9. 10.3855/jidc.7616", "ArticleIdList": ["10.3855/jidc.7616", "27801378"]}, {"Citation": "Djuikoue I, Njajou O, Kamga H, Fokunang C, Bongoe A, Bruno E, et al. . Prévalence des?-lactamases CTX-M chez Escherichia coli provenant d'infections urinaires acquises dans la communauté et facteurs de risque associés chez les femmes au Cameroun. J Epidemiol Res. (2017) 3:51. 10.5430/jer.v3n1p51", "ArticleIdList": ["10.5430/jer.v3n1p51"]}, {"Citation": "Masterton R, Drusano G, Paterson D, Park G. Appropriate antimicrobial treatment in nosocomial infections–the clinical challenges. J Hosp Infect. (2003) 55:1–12. 10.1016/S0195-6701(03)00294-9", "ArticleIdList": ["10.1016/S0195-6701(03)00294-9", "14623198"]}, {"Citation": "Ndir A, Diop A, Faye PM, Cissé MF, Ndoye B, Astagneau P. Epidemiology and burden of bloodstream infections caused by extended-spectrum beta-lactamase producing Enterobacteriaceae in a pediatric hospital in Senegal. PLoS ONE. (2016) 11:e0143729. 10.1371/journal.pone.0143729", "ArticleIdList": ["10.1371/journal.pone.0143729", "PMC4750952", "26867226"]}, {"Citation": "Toudji AG, Djeri B, Karou SD, Tigossou S, Ameyapoh Y, De Souza C. Prévalence des souches d'entérobactéries productrices de bêta-lactamases à spectre élargi isolées au Togo et de leur sensibilité aux antibiotiques. Int J Biol Chem Sci. (2017) 11:1165–77. 10.4314/ijbcs.v11i3.19", "ArticleIdList": ["10.4314/ijbcs.v11i3.19"]}, {"Citation": "Surgers L, Jolivot PA, Lalande V, Pacanowski J, Homor A, Boëlle PY, et al. . P-14: Épidémiologie clinique et bactériologique des BLSE et facteurs de risque de mortalité associés aux infections. Méd Maladies Infect. (2014) 44:85. 10.1016/S0399-077X(14)70303-8", "ArticleIdList": ["10.1016/S0399-077X(14)70303-8"]}, {"Citation": "Lustiner France. Galerie ATBTM\nUR EU [Antibiogramme / Norme NCCLS] Biomérieux (2019). Available online at: https://www.lustiner.com/Articles/3985917/Galerie-ATB-8482-UR-EU-Antibiogramme-Norme-NCCLS-Biomerieux-/search%5Bpos%5D=40&search%5Btags%5D=273 (accessed January 30, 2023)."}, {"Citation": "Richard B, Jean-Pierre, B, François, C, Vincent, C, Patrice, C, Luc, D,. Société Française de Microbiologie. (2019). Available online at: https://www.sfm-microbiologie.org/2019/05/06/casfm-eucast-2019-v2/ (accessed January 30, 2023)."}, {"Citation": "Garrec H, Drieux-Rouzet L, Golmard JL, Jarlier V, Robert J. Comparison of nine phenotypic methods for detection of extended-spectrum β-lactamase production by Enterobacteriaceae. J Clin Microbiol. (2011) 49:1048–57. 10.1128/JCM.02130-10", "ArticleIdList": ["10.1128/JCM.02130-10", "PMC3067698", "21248086"]}, {"Citation": "Tzelepi E, Giakkoupi P, Sofianou D, Loukova V, Kemeroglou A, Tsakris A. Detection of extended-spectrum β-lactamases in clinical isolates of Enterobacter cloacae and Enterobacter aerogenes. J Clin Microbiol. (2000) 38:542–6. 10.1128/JCM.38.2.542-546.2000", "ArticleIdList": ["10.1128/JCM.38.2.542-546.2000", "PMC86144", "10655342"]}, {"Citation": "Chiang CY, Uzoma I, Moore RT, Gilbert M, Duplantier AJ, Panchal RG. Mitigating the impact of antibacterial drug resistance through host-directed therapies: current progress, outlook, and challenges. MBio. (2018) 9:e01932–17. 10.1128/mBio.01932-17", "ArticleIdList": ["10.1128/mBio.01932-17", "PMC5790911", "29382729"]}, {"Citation": "Saipriya J, Shubha D, Sudhindra K, Sumantha A, Madhuri K. Clinical importance of emerging ESKAPE pathogens and antimicrobial susceptibility profile from a tertiary care centre. Int J Curr Microbiol Appl Sci. (2018) 7:2881–91. 10.20546/ijcmas.2018.705.336", "ArticleIdList": ["10.20546/ijcmas.2018.705.336"]}, {"Citation": "Massongo M, Ngando L, Pefura Yone E, NZouankeu A, Mbanzouen W, Fonkoua M, et al. . Trends of antibacterial resistance at the national reference laboratory in Cameroon: comparison of the situation between 2010 and 2017. BioMed Res Int. (2021) 2021:1–10. 10.1155/2021/9957112", "ArticleIdList": ["10.1155/2021/9957112", "PMC8166466", "34124266"]}, {"Citation": "Souna D, Sefraoui I, Drissi M. Résistance aux antibiotiques des entérobactéries au niveau du CHU de Sidi Bel Abbes (Algérie). Microbiol Hyg Alim. (2011) 23:37–41."}, {"Citation": "Hammami S, Saidani M, Ferjeni S, Aissa I, Slim A, Boutiba-Ben Boubaker I. Characterization of extended spectrum β-lactamase-producing Escherichia coli in community-acquired urinary tract infections in Tunisia. Microb Drug Resist. (2013) 19:231–6. 10.1089/mdr.2012.0172", "ArticleIdList": ["10.1089/mdr.2012.0172", "23363379"]}, {"Citation": "Amine IL, Chegri M, L'kassmi H. Épidémiologie et résistance aux antibiotiques des entérobactéries isolées d'infections urinaires à l'hôpital militaire Moulay-Ismail de Meknès. Antibiotiques. (2009) 11:90–6. 10.1016/j.antib.2008.10.004", "ArticleIdList": ["10.1016/j.antib.2008.10.004"]}, {"Citation": "Tello A, Austin B, Telfer TC. Selective pressure of antibiotic pollution on bacteria of importance to public health. Environ Health Perspect. (2012) 120:1100–6. 10.1289/ehp.1104650", "ArticleIdList": ["10.1289/ehp.1104650", "PMC3440082", "22571927"]}, {"Citation": "Haguenoer JM. Les résidus de médicaments présentent-ils un risque pour la santé publique? Santé Publique. (2010) 22:325–42. 10.3917/spub.103.0325", "ArticleIdList": ["10.3917/spub.103.0325", "20858332"]}, {"Citation": "Guillon A, Noyon N, Gogot C, Robert S, Bruchet A, Esperanza M. Study on veterinary and human antibiotics in raw and treated water from a French basin. Water Sci Technol Water Supply. (2015) 15:1275–84. 10.2166/ws.2015.094", "ArticleIdList": ["10.2166/ws.2015.094"]}, {"Citation": "Aminzadeh Z, Sadat Kashi M, Sha'bani M. Bacteriuria by extended-spectrum Beta-lactamase-producing Escherichia coli and Klebsiella pneumoniae: isolates in a governmental hospital in South of Tehran, Iran. Iran J Kidney Dis. (2008) 2:197–200.", "ArticleIdList": ["19377237"]}, {"Citation": "Gagliotti C, Buttazzi R, Sforza S, Moro ML, Group ERARS, et al. . Resistance to fluoroquinolones and treatment failure/short-term relapse of community-acquired urinary tract infections caused by Escherichia coli. J Infect. (2008) 57:179–84. 10.1016/j.jinf.2008.07.004", "ArticleIdList": ["10.1016/j.jinf.2008.07.004", "18707763"]}, {"Citation": "Lee MTG, Lee SH, Chang SS, Lee SH, Lee M, Fang CC, et al. . Comparative effectiveness of different oral antibiotics regimens for treatment of urinary tract infection in outpatients: an analysis of national representative claims database. Medicine. (2014) 93. 10.1097/MD.0000000000000304", "ArticleIdList": ["10.1097/MD.0000000000000304", "PMC4603088", "25526477"]}, {"Citation": "Daniel M, Szymanik-Grzelak H, Sierdziński J, Podsiadły E, Kowalewska-Młot M, Pańczyk-Tomaszewska M. Epidemiology and risk factors of UTIs in Children–a single-center observation. J Pers Med. (2023) 13:138. 10.3390/jpm13010138", "ArticleIdList": ["10.3390/jpm13010138", "PMC9865477", "36675799"]}, {"Citation": "Nasrollahian S, Halaji M, Hosseini A, Teimourian M, Armaki MT, Rajabnia M, et al. . Genetic diversity, carbapenem resistance genes, and biofilm formation in UPEC isolated from patients with catheter-associated urinary tract infection in North of Iran. Int J Clin Pract. (2022) 2022. 10.1155/2022/9520362", "ArticleIdList": ["10.1155/2022/9520362", "PMC9507725", "36187911"]}, {"Citation": "Shaikh N, Morone NE, Bost JE, Farrell MH. Prevalence of urinary tract infection in childhood: a meta-analysis. Pediatr Infect Dis J. (2008) 27:302–8. 10.1097/INF.0b013e31815e4122", "ArticleIdList": ["10.1097/INF.0b013e31815e4122", "18316994"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "3", "Day": "16"}, {"Year": "2023", "Month": "6", "Day": "12"}, {"Year": "2023", "Month": "7", "Day": "18", "Hour": "13", "Minute": "10"}, {"Year": "2023", "Month": "7", "Day": "17", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "7", "Day": "17", "Hour": "4", "Minute": "35"}, {"Year": "2023", "Month": "6", "Day": "29"}], "PublicationStatus": "epublish", "ArticleIdList": ["37457273", "PMC10343957", "10.3389/fpubh.2023.1187934"]}}], "PubmedBookArticle": []}