{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Alzheimer's disease", "Parkinson's disease", "alkaloids", "anxiety disorder", "central nervous system diseases", "depression"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37455555", "DateCompleted": {"Year": "2023", "Month": "11", "Day": "10"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "07", "Day": "16"}], "Language": ["eng"], "ELocationID": ["10.1002/ptr.7955"], "Journal": {"ISSN": "1099-1573", "JournalIssue": {"Volume": "37", "Issue": "11", "PubDate": {"Year": "2023", "Month": "Nov"}}, "Title": "Phytotherapy research : PTR", "ISOAbbreviation": "Phytother Res"}, "ArticleTitle": "Research progress of plant-derived natural alkaloids in central nervous system diseases.", "Pagination": {"StartPage": "4885", "EndPage": "4907", "MedlinePgn": "4885-4907"}, "Abstract": {"AbstractText": ["Central nervous system (CNS) disease is one of the most important causes of human death. Because of their complex pathogenesis, more and more attention has been paid to them. At present, drug treatment of the CNS is the main means; however, most drugs only relieve symptoms, and some have certain toxicity and side effects. Natural compounds derived from plants can provide safer and more effective alternatives. Alkaloids are common nitrogenous basic organic compounds found in nature, which exist widely in many kinds of plants and have unique application value in modern medicine. For example, Galantamine and Huperzine A from medicinal plants are widely used drugs on the market to treat Alzheimer's disease. Therefore, the main purpose of this review is to provide the available information on natural alkaloids with the activity of treating central nervous system diseases in order to explore the trends and perspectives for the further study of central nervous system drugs. In this paper, 120 alkaloids with the potential effect of treating central nervous system diseases are summarized from the aspects of sources, structure types, mechanism of action and structure-activity relationship."], "CopyrightInformation": "© 2023 John Wiley & Sons, Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Wuya College of Innovation, Key Laboratory of Structure-Based Drug Design & Discovery, Ministry of Education, Shenyang Pharmaceutical University, Shenyang, China."}], "LastName": "Zhang", "ForeName": "Qingqing", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Shengjing Hospital of China Medical University, Shenyang, China."}], "LastName": "Jiang", "ForeName": "Qinghua", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Wuya College of Innovation, Key Laboratory of Structure-Based Drug Design & Discovery, Ministry of Education, Shenyang Pharmaceutical University, Shenyang, China."}], "LastName": "Sa", "ForeName": "Kuiru", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Wuya College of Innovation, Key Laboratory of Structure-Based Drug Design & Discovery, Ministry of Education, Shenyang Pharmaceutical University, Shenyang, China."}], "LastName": "Liang", "ForeName": "Junming", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Wuya College of Innovation, Key Laboratory of Structure-Based Drug Design & Discovery, Ministry of Education, Shenyang Pharmaceutical University, Shenyang, China."}], "LastName": "Sun", "ForeName": "Dejuan", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Wuya College of Innovation, Key Laboratory of Structure-Based Drug Design & Discovery, Ministry of Education, Shenyang Pharmaceutical University, Shenyang, China."}, {"Identifier": [], "Affiliation": "College of Pharmacy, Fujian University of Traditional Chinese Medicine, Fuzhou, China."}], "LastName": "Li", "ForeName": "Hua", "Initials": "H"}, {"Identifier": ["0000-0003-2196-1428"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Wuya College of Innovation, Key Laboratory of Structure-Based Drug Design & Discovery, Ministry of Education, Shenyang Pharmaceutical University, Shenyang, China."}], "LastName": "Chen", "ForeName": "Lixia", "Initials": "L"}], "GrantList": [{"GrantID": "82141216", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "2020-MZLH-31", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "RC210446", "Agency": "Shenyang Young and Middle-aged Innovative Talents Support Program", "Country": ""}, {"Agency": "the Joint National Local Engineering Research Center of Fujian and Taiwan Chinese Medicine Molecular Biotechnology", "Country": ""}, {"Agency": "Fujian Key Laboratory of Chinese Materia Medica", "Country": ""}, {"Agency": "Fujian University Key Laboratory for Research and Development of TCM Resources", "Country": ""}, {"Agency": "Fujian University of Traditional Chinese Medicine", "Country": ""}, {"Agency": "Chuihui Program-Cooperative Research Project of the Ministry of Education", "Country": ""}, {"GrantID": "2022-MS-241;2020-MZLH-31", "Agency": "Liaoning Province Natural Science Foundation", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Phytother Res", "NlmUniqueID": "8904486", "ISSNLinking": "0951-418X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Alkaloids"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Alkaloids"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Alzheimer Disease"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Central Nervous System Diseases"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abe, A., & Kokuba, H. (2013). Harmol induces autophagy and subsequent apoptosis in U251MG human glioma cells through the downregulation of survivin. Oncology Reports, 29(4), 1333-1342. https://doi.org/10.3892/or.2013.2242"}, {"Citation": "Achan, J., Talisuna, A. O., Erhart, A., Yeka, A., Tibenderana, J. K., Baliraine, F. N., Rosenthal, P. J., & D'Alessandro, U. (2011). Quinine, an old anti-malarial drug in a modern world: Role in the treatment of malaria. Malaria Journal, 10, 1-12. https://doi.org/10.1186/1475-2875-10-144"}, {"Citation": "Ameri, A. (1997a). Inhibition of rat hippocampal excitability by the aconitum alkaloid, 1-benzoylnapelline, but not by napelline. European Journal of Pharmacology, 335(2-3), 145-152. https://doi.org/10.1016/S0014-2999(97)01205-3"}, {"Citation": "Ameri, A. (1997b). Inhibition of rat hippocampal excitability by the plant alkaloid 3-acetylaconitine mediated by interaction with voltage-dependent sodium channels. Naunyn-Schmiedeberg's Archives of Pharmacology, 355(2), 273-280. https://doi.org/10.1007/pl00004943"}, {"Citation": "Ameri, A. (1997c). Structure-dependent differences in the effects of the aconitum alkaloids lappaconitine, N-desacetyllappaconitine and lappaconidine in rat hippocampal slices. Brain Research, 769(1), 36-43. https://doi.org/10.1016/s0006-8993(97)00664-1"}, {"Citation": "Ameri, A. (1998a). The effects of aconitum alkaloids on the central nervous system. Progress in Neurobiology, 56(2), 211-235. https://doi.org/10.1016/s0301-0082(98)00037-9"}, {"Citation": "Ameri, A. (1998b). Structure-dependent inhibitory action of the aconitum alkaloids 14-benzoyltalitasamine and talitasamine in rat hippocampal slices. Naunyn-Schmiedeberg's Archives of Pharmacology, 357(6), 585-592. https://doi.org/10.1007/pl00005212"}, {"Citation": "Bakhshi, S., & North, R. B. (1995). Implantable pumps for drug delivery to the brain. Journal of Neurooncollgy, 26(2), 133-139. https://doi.org/10.1007/BF01060219"}, {"Citation": "Baldwin, D. S., Waldman, S., & Allgulander, C. (2011). Evidence-based pharmacological treatment of generalized anxiety disorder. International Journal of Neuropsychopharmacology, 14(5), 697-710. https://doi.org/10.1017/S1461145710001434"}, {"Citation": "Beghi, E. (2020). The epidemiology of epilepsy. Neuroepidemiology, 54(2), 185-191. https://doi.org/10.1159/000503831"}, {"Citation": "Bhutada, P., Mundhada, Y., Bansod, K., Dixit, P., Umathe, S., & Mundhada, D. (2010). Anticonvulsant activity of berberine, an isoquinoline alkaloid in mice. Epilepsy and Behavior, 18(3), 207-210. https://doi.org/10.1016/j.yebeh.2010.03.007"}, {"Citation": "Campanari, M. L., Garcia-Ayllon, M. S., Belbin, O., Galceran, J., Lleo, A., & Saez-Valero, J. (2014). Acetylcholinesterase modulates presenilin-1 levels and gamma-secretase activity. Journal of Alzheimers Disease, 41(3), 911-924. https://doi.org/10.3233/JAD-140426"}, {"Citation": "Cao, T. Q., Ngo, Q. T., Seong, S. H., Youn, U. J., Kim, J. A., Kim, J., Kim, J. C., Woo, M. H., Choi, J. S., & Min, B. S. (2018). Cholinesterase inhibitory alkaloids from the rhizomes of Coptis chinensis. Bioorganic Chemistry, 77, 625-632. https://doi.org/10.1016/j.bioorg.2018.01.038"}, {"Citation": "Carradori, S., D'Ascenzio, M., Chimenti, P., Secci, D., & Bolasco, A. (2014). Selective MAO-B inhibitors: A lesson from natural products. Molecular Diversity, 18(1), 219-243. https://doi.org/10.1007/s11030-013-9490-6"}, {"Citation": "Chang, C. Y., Kao, T. K., Chen, W. Y., Ou, Y. C., Li, J. R., Liao, S. L., Raung, S. L., & Chen, C. J. (2015). Tetramethylpyrazine inhibits neutrophil activation following permanent cerebral ischemia in rats. Biochemical and Biophysical Research Communications, 463(3), 421-427. https://doi.org/10.1016/j.bbrc.2015.05.088"}, {"Citation": "Cheenpracha, S., Jitonnom, J., Komek, M., Ritthiwigrom, T., & Laphookhieo, S. (2016). Acetylcholinesterase inhibitory activity and molecular docking study of steroidal alkaloids from Holarrhena pubescens barks. Steroids, 108, 92-98. https://doi.org/10.1016/j.steroids.2016.01.018"}, {"Citation": "Chen, C. J., Zhong, Z. F., Xin, Z. M., Hong, L. H., Su, Y. P., & Yu, C. X. (2017). Koumine exhibits anxiolytic properties without inducing adverse neurological effects on functional observation battery, open-field and Vogel conflict tests in rodents. Journal of Natural Medicines, 71, 397-408. https://doi.org/10.1007/s11418-017-1070-0"}, {"Citation": "Chen, Y., Chen, Y., Liang, Y., Chen, H., Ji, X., & Huang, M. (2020). Berberine mitigates cognitive decline in an Alzheimer's disease mouse model by targeting both tau hyperphosphorylation and autophagic clearance. Biomedicine & Pharmacotherapy, 121, 109670. https://doi.org/10.1016/j.biopha.2019.109670"}, {"Citation": "Chi, G., Xu, D., Zhang, B., & Yang, F. (2019). Matrine induces apoptosis and autophagy of glioma cell line U251 by regulation of circRNA-104,075/BCL-9. Chemico-Biological Interactions, 308, 198-205. https://doi.org/10.1016/j.cbi.2019.05.030"}, {"Citation": "Chipiti, T., Viljoen, A. M., Cordero-Maldonado, M. L., Veale, C. G. L., van Heerden, F. R., Sandasi, M., Chen, W. Y., Crawford, A. D., & Enslin, G. M. (2021). Anti-seizure activity of African medicinal plants: The identification of bioactive alkaloids from the stem bark of Rauvolfia caffra using an in vivo zebrafish model. Journal of Ethnopharmacology, 279, 114,282, ARTN 114282. https://doi.org/10.1016/j.jep.2021.114282"}, {"Citation": "Chlebek, J., de Simone, A., Host'alkova, A., Opletal, L., Perez, C., Perez, D. I., Havlikova, L., Cahlikova, L., & Andrisano, V. (2016). Application of BACE1 immobilized enzyme reactor for the characterization of multifunctional alkaloids from Corydalis cava (Fumariaceae) as Alzheimer's disease targets. Fitoterapia, 109, 241-247. https://doi.org/10.1016/j.fitote.2016.01.008"}, {"Citation": "Chuong, N. N., Huong, N. T., Hung, T. M., & Luan, T. C. (2014). Anti-cholinesterase activity of lycopodium alkaloids from Vietnamese Huperzia squarrosa (Forst.) Trevis. Molecules, 19(11), 19172-19179. https://doi.org/10.3390/molecules191119172"}, {"Citation": "Costa-Campos, L., Dassoler, S. C., Rigo, A. P., Iwu, M., & Elisabetsky, E. (2004). Anxiolytic properties of the antipsychotic alkaloid alstonine. Pharmacology Biochemistry and Behavior, 77, 481-489. https://doi.org/10.1016/j.pbb.2003.12.002"}, {"Citation": "Dall'Acqua, S. (2013). Plant-derived acetylcholinesterase inhibitory alkaloids for the treatment of Alzheimer's disease. Botanics: Targets and Therapy, 3, 19-28. https://doi.org/10.2147/btat.s17297"}, {"Citation": "Deng, H., Jia, Y., Pan, D., & Ma, Z. (2020). Berberine alleviates rotenone-induced cytotoxicity by antioxidation and activation of PI3K/Akt signaling pathway in SH-SY5Y cells. Neuroreport, 31(1), 41-47. https://doi.org/10.1097/WNR.0000000000001365"}, {"Citation": "Deppe, M., Abdelnaim, M., Hebel, T., Kreuzer, P., Poeppl, T., Langguth, B., & Schecklmann, M. (2021). Concomitant lorazepam use and antidepressive efficacy of repetitive transcranial magnetic stimulation in a naturalistic setting. European Archives of Psychiatry and Clinical Neuroscience, 271(1), 61-67. https://doi.org/10.1007/s00406-020-01160-9"}, {"Citation": "Dezsi, L., & Vecsei, L. (2017). Monoamine oxidase B inhibitors in Parkinson's disease. CNS & Neurological Disorders Drug Targets, 16(4), 425-439. https://doi.org/10.2174/1871527316666170124165222"}, {"Citation": "Dosenovic, S., Jelicic Kadic, A., Miljanovic, M., Biocic, M., Boric, K., Cavar, M., & Puljak, L. (2017). Interventions for neuropathic pain: An overview of systematic reviews. Anesthesia & Analgesia, 125(2), 643-652. https://doi.org/10.1213/ANE.0000000000001998"}, {"Citation": "Droma, D., Kumar, S., Paul, T., Pal, P., Saharan, N., Kumar, K., & Poojary, N. (2021). Biomarkers for assessing chronic toxicity of carbamazepine, an anticonvulsants drug on Pangasianodon hypophthalmus (Sauvage, 1878). Environmental Toxicology and Pharmacology, 87(103), 691. https://doi.org/10.1016/j.etap.2021.103691"}, {"Citation": "Du, J., Wang, R. J., Yin, L. T., Fu, Y. J., Cai, Y. Q., Zhang, Z. Y., & Liang, A. H. (2018). BmK CT enhances the sensitivity of temozolomide-induced apoptosis of malignant glioma U251 cells in vitro through blocking the AKT signaling pathway. Oncology Letters, 15(2), 1537-1544. https://doi.org/10.3892/ol.2017.7483"}, {"Citation": "Duarte, T., Fontana, B. D., Muller, T. E., Bertoncello, K. T., Canzian, J., & Rosemberg, D. B. (2019). Nicotine prevents anxiety-like behavioral responses in zebrafish. Progress in Neuropsychopharmacology and Biological Psychiatry, 94(109), 655. https://doi.org/10.1016/j.pnpbp.2019.109655"}, {"Citation": "Ellman, G. L., Courtney, K. D., Andres, V., Jr., & Feather-Stone, R. M. (1961). A new and rapid colorimetric determination of acetylcholinesterase activity. Biochemical Pharmacology, 7(2), 88-95. https://doi.org/10.1016/0006-2952(61)90145-9"}, {"Citation": "Esenwa, C. C., & Elkind, M. S. (2016). Inflammatory risk factors, biomarkers and associated therapy in ischaemic stroke. Nature Reviews Neurology, 12(10), 594-604. https://doi.org/10.1038/nrneurol.2016.125"}, {"Citation": "Evans, W. C. (2009). Trease and Evans pharmacognosy. Edinburgh."}, {"Citation": "Faggion, S. A., Cunha, A. O., Fachim, H. A., Gavin, A. S., dos Santos, W. F., Pereira, A. M., & Beleboni, R. O. (2011). Anticonvulsant profile of the alkaloids (+)-erythravine and (+)-11-alpha-hydroxy-erythravine isolated from the flowers of erythrina Mulungu Mart ex Benth (Leguminosae-Papilionaceae). Epilepsy and Behavior, 20(3), 441-446. https://doi.org/10.1016/j.yebeh.2010.12.037"}, {"Citation": "Fahanik-Babaei, J., Baluchnejadmojarad, T., Nikbakht, F., & Roghani, M. (2019). Trigonelline protects hippocampus against intracerebral Aβ (1-40) as a model of Alzheimer's disease in the rat: Insights into underlying mechanisms. Metabolic Brain Disease, 34(1), 191-201. https://doi.org/10.1007/s11011-018-0338-8"}, {"Citation": "Fang, Y., Zhang, J., Zhu, S., He, M., Ma, S., Jia, Q., & Duan, L. (2021). Berberine ameliorates ovariectomy-induced anxiety-like behaviors by enrichment in equol generating gut microbiota. Pharmacological Research, 165(105), 439. https://doi.org/10.1016/j.phrs.2021.105439"}, {"Citation": "Feng, D. D., Tang, T., Lin, X. P., Yang, Z. Y., Yang, S., Xia, Z. A., & Zhang, C. H. (2016). Nine traditional Chinese herbal formulas for the treatment of depression: An ethnopharmacology, phytochemistry, and pharmacology review. Neuropsychiatric Disease and Treatment, 12, 2387-2402. https://doi.org/10.2147/NDT.S114560"}, {"Citation": "Ferraz, C. A. A., de Oliveira Junior, R. G., Picot, L., da Silva Almeida, J. R. G., & Nunes, X. P. (2019). Pre-clinical investigations of β-carboline alkaloids as antidepressant agents: A systematic review. Fitoterapia, 137(104), 196. https://doi.org/10.1016/j.fitote.2019.104196"}, {"Citation": "Friedli, M. J., & Inestrosa, N. C. (2021). Huperzine a and its neuroprotective molecular signaling in Alzheimer's disease. Molecules, 26(21), 6531. https://doi.org/10.3390/molecules26216531"}, {"Citation": "Fu, S., Liao, L., Yang, Y., Bai, Y., Zeng, Y., Wang, H., & Wen, J. (2023). The pharmacokinetics profiles, pharmacological properties, and toxicological risks of dehydroevodiamine: A review. Metabolism of Herbs/Natural Products and Pharmacodynamic or Toxic Mechanisms, 16,648,714, 176. https://doi.org/10.3389/fphar.2022.1040154"}, {"Citation": "García-Escudero, V., Gargini, R., Martín-Maestro, P., García, E., García-Escudero, R., & Avila, J. (2017). Tau mRNA 3′ UTR-to-CDS ratio is increased in Alzheimer disease. Neuroscience Letters, 655, 101-108. https://doi.org/10.1016/j.neulet.2017.07.007"}, {"Citation": "Ghanem, S. S., Fayed, H. S., Zhu, Q., Lu, J. H., Vaikath, N. N., Ponraj, J., Mansour, S., & El-Agnaf, O. M. A. (2021). Natural alkaloid compounds as inhibitors for alpha-synuclein seeded fibril formation and toxicity. Molecules, 26(12), 3736. ARTN 3736. https://doi.org/10.3390/molecules26123736"}, {"Citation": "Girdhar, S., Girdhar, A., Verma, S. K., Lather, V., & Pandita, D. (2015). Plant derived alkaloids in major neurodegenerative diseases: From animal models to clinical trials. Journal of Ayurvedic and Herbal Medicine, 1(3), 91-100. https://doi.org/10.31254/jahm.2015.1307"}, {"Citation": "Gotti, C., & Clementi, F. (2021). Cytisine and cytisine derivatives. More than smoking cessation aids. Pharmacological Research, 170, 105700. https://doi.org/10.1016/j.phrs.2021.105700"}, {"Citation": "Han, M., Hu, L., & Chen, Y. (2019). Rutaecarpine may improve neuronal injury, inhibits apoptosis, inflammation and oxidative stress by regulating the expression of ERK1/2 and Nrf2/HO-1 pathway in rats with cerebral ischemia-reperfusion injury. Drug Design, Development and Therapy, 13, 2923-2931. https://doi.org/10.2147/DDDT.S216156"}, {"Citation": "Hashemzaei, M., & Rezaee, R. (2021). A review on pain-relieving activity of berberine. Phytotherapy Research, 35(6), 2846-2853. https://doi.org/10.1002/ptr.6984"}, {"Citation": "He, F. Q., Qiu, B. Y., Zhang, X. H., Li, T. K., Xie, Q., Cui, D. J., Huang, X. L., & Gan, H. T. (2011). Tetrandrine attenuates spatial memory impairment and hippocampal neuroinflammation via inhibiting NF-kappaB activation in a rat model of Alzheimer's disease induced by amyloid-beta (1-42). Brain Research, 1384, 89-96. https://doi.org/10.1016/j.brainres.2011.01.103"}, {"Citation": "He, W., Wang, C., Chen, Y., He, Y., & Cai, Z. (2017). Berberine attenuates cognitive impairment and ameliorates tau hyperphosphorylation by limiting the self-perpetuating pathogenic cycle between NF-κB signaling, oxidative stress and neuroinflammation. Pharmacological Reports, 69(6), 1341-1348. https://doi.org/10.1016/j.pharep.2017.06.006"}, {"Citation": "He, X., Maimaiti, M., Jiao, Y., Meng, X., & Li, H. (2018). Sinomenine induces G1-phase cell cycle arrest and apoptosis in malignant glioma cells via downregulation of Sirtuin 1 and induction of p53 acetylation. Technology in Cancer Research & Treatment, 17, 1533034618770305. https://doi.org/10.1177/1533034618770305"}, {"Citation": "Hirokawa, T., Horie, T., Fukiyama, Y., Mimura, M., Takai, S., Kida, T., & Oku, H. (2021). Roscovitine, a cyclin-dependent Kinase-5 inhibitor, decreases phosphorylated tau formation and death of retinal ganglion cells of rats after optic nerve crush. International Journal of Molecular Sciences, 22(15), 8096. https://doi.org/10.3390/ijms22158096"}, {"Citation": "Huang, S., Liu, H., Lin, Y., Liu, M., Li, Y., Mao, H., & Lu, L. (2021). Berberine protects against NLRP3 inflammasome via ameliorating autophagic impairment in MPTP-induced Parkinson's disease model. Frontiers in Pharmacology, 11, 618787. https://doi.org/10.3389/fphar.2020.618787"}, {"Citation": "Inuzuka, H., Liu, J., Wei, W., & Rezaeian, A. H. (2022). PROTACs technology for treatment of Alzheimer's disease: Advances and perspectives. Acta Materia Medica, 1(1), 24-41. https://doi.org/10.15212/amm-2021-0001"}, {"Citation": "Ji, X., Bastien, C. H., Ellis, J. G., Hale, L., & Grandner, M. A. (2019). Disassembling insomnia symptoms and their associations with depressive symptoms in a community sample: The differential role of sleep symptoms, daytime symptoms, and perception symptoms of insomnia. Sleep Health, 5(4), 376-381. https://doi.org/10.1016/j.sleh.2018.12.009"}, {"Citation": "Jiang, M., Zhang, X., Yan, X., Mizutani, S., Kashiwazaki, H., Ni, J., & Wu, Z. (2021). GSK3β is involved in promoting Alzheimer's disease pathologies following chronic systemic exposure to Porphyromonas gingivalis lipopolysaccharide in amyloid precursor proteinNL-F/NL-F knock-in mice. Brain, Behavior, and Immunity, 98, 1-12. https://doi.org/10.1016/j.bbi.2021.08.213"}, {"Citation": "Jiang, W. W., Liu, F., Gao, X., He, J., Cheng, X., Peng, L. Y., Wu, X. D., & Zhao, Q. S. (2014). Huperserines A-E, lycopodium alkaloids from Huperzia serrata. Fitoterapia, 99, 72-77. https://doi.org/10.1016/j.fitote.2014.09.005"}, {"Citation": "Juengst, S. B., Kumar, R. G., Failla, M. D., Goyal, A., & Wagner, A. K. (2015). Acute inflammatory biomarker profiles predict depression risk following moderate to severe traumatic brain injury. The Journal of Head Trauma Rehabilitation, 30(3), 207-218. https://doi.org/10.1097/HTR.0000000000000031"}, {"Citation": "Kamal, M. A., Greig, N. H., Alhomida, A. S., & Al-Jafari, A. A. (2000). Kinetics of human acetylcholinesterase inhibition by the novel experimental Alzheimer therapeutic agent, tolserine. Biochemical Pharmacology, 60(4), 561-570. https://doi.org/10.1016/s0006-2952(00)00330-0"}, {"Citation": "Kang, T. H., Murakami, Y., Matsumoto, K., Takayama, H., Kitajima, M., Aimi, N., & Watanabe, H. (2002). Rhynchophylline and isorhynchophylline inhibit NMDA receptors expressed in xenopus oocytes. European Journal of Pharmacology, 455(1), 27-34. https://doi.org/10.1016/s0014-2999(02)02581-5"}, {"Citation": "Karakoyun, Ç., Bozkurt, B., Çoban, G., Masi, M., Cimmino, A., Evidente, A., & Somer, N. U. (2020). A comprehensive study on Narcissus tazetta subsp. tazetta L.: Chemo-profiling, isolation, anticholinesterase activity and molecular docking of Amaryllidaceae alkaloids. South African Journal of Botany, 130, 148-154. https://doi.org/10.1016/j.sajb.2019.11.016"}, {"Citation": "Kartal, M., Altun, M. L., & Kurucu, S. (2003). HPLC method for the analysis of harmol, harmalol, harmine and harmaline in the seeds of Peganum harmala L. Journal of Pharmaceutical and Biomedical Analysis, 31, 263-269. https://doi.org/10.1016/s0731-7085(02)00568-x"}, {"Citation": "Kaushik, P., Ali, M., Salman, M., Tabassum, H., & Parvez, S. (2021). Harnessing the mitochondrial integrity for neuroprotection: Therapeutic role of piperine against experimental ischemic stroke. Neurochemistry International, 149, 105138. https://doi.org/10.1016/j.neuint.2021.105138"}, {"Citation": "Keller, J., Gomez, R., Williams, G., Lembke, A., Lazzeroni, L., Murphy, G. M., Jr., & Schatzberg, A. F. (2017). HPA axis in major depression: Cortisol, clinical symptomatology and genetic variation predict cognition. Molecular Psychiatry, 22(4), 527-536. https://doi.org/10.1038/mp.2016.120"}, {"Citation": "Kessler, R. C., & Bromet, E. J. (2013). The epidemiology of depression across cultures. Annual Review of Public Health, 34, 119-138. https://doi.org/10.1146/annurev-publhealth-031912-114409"}, {"Citation": "Khalid, A., Zaheer ul, H., Ghayur, M. N., Feroz, F., Atta ur, R., Gilani, A. H., & Choudhary, M. I. (2004). Cholinesterase inhibitory and spasmolytic potential of steroidal alkaloids. Journal of Steroid Biochemistry and Molecular Biology, 92(5), 477-484. https://doi.org/10.1016/j.jsbmb.2004.08.003"}, {"Citation": "Khan, S. T., Ahmed, S., Gul, S., Khan, A., & Al-Harrasi, A. (2021). Search for safer and potent natural inhibitors of Parkinson's disease. Neurochemistry International, 149, 105135. https://doi.org/10.1016/j.neuint.2021.105135"}, {"Citation": "Kim, Y. H., Shin, S. W., Kim, B. S., Kim, J. H., Kim, J. G., Mok, Y. J., Kim, C. S., Rhyu, H. S., Hyun, J. H., & Kim, J. S. (1999). Paclitaxel, 5-fluorouracil, and cisplatin combination chemotherapy for the treatment of advanced gastric carcinoma. Cancer, 85(2), 295-301 https://www.ncbi.nlm.nih.gov/pubmed/10023695"}, {"Citation": "Kittakoop, P., Mahidol, C., & Ruchirawat, S. (2014). Alkaloids as important scaffolds in therapeutic drugs for the treatments of cancer, tuberculosis, and smoking cessation. Current Topics in Medicinal Chemistry, 14, 239-252. https://doi.org/10.2174/1568026613666131216105049"}, {"Citation": "Kulkarni, K. R., Naik, A. G., & Deshpande, S. G. (2016). Evaluation of antihypotensive techniques for cesarean section under spinal anesthesia: Rapid crystalloid hydration versus intravenous ephedrine. Anesthesia, Essays and Researches, 10, 637-642. https://doi.org/10.4103/0259-1162.191118"}, {"Citation": "LaFerla, F. M., Green, K. N., & Oddo, S. (2007). Intracellular amyloid-β in Alzheimer's disease. Nature Reviews Neuroscience, 8(7), 499-509. https://doi.org/10.1038/nrn2168"}, {"Citation": "Lam, C. W., Wakeman, A., James, A., Ata, A., Gengan, R. M., & Ross, S. A. (2015). Bioactive steroidal alkaloids from Buxus macowanii Oliv. Steroids, 95, 73-79. https://doi.org/10.1016/j.steroids.2014.12.002"}, {"Citation": "Lebedev, A. V., Nilsson, J., Lindstrom, J., Fredborg, W., Akenine, U., Hillila, C., Andersen, P., Spulber, G., Kivipelto, M., & Lovden, M. (2020). Effects of daily L-dopa administration on learning and brain structure in older adults undergoing cognitive training: A randomised clinical trial. Scientific Reports, 10(1), 5227. https://doi.org/10.1038/s41598-020-62172-y"}, {"Citation": "Leem, Y. H., Park, J. S., Park, J. E., Kim, D. Y., Kang, J. L., & Kim, H. S. (2020). Papaverine inhibits alpha-synuclein aggregation by modulating neuroinflammation and matrix metalloproteinase-3 expression in the subacute MPTP/P mouse model of Parkinson's disease. Biomedicine & Pharmacotherapy, 130, 110576. https://doi.org/10.1016/j.biopha.2020.110576"}, {"Citation": "Leung, W. C., Zheng, H., Huen, M., Law, S. L., & Xue, H. (2003). Anxiolytic-like action of orally administered dl-tetrahydropalmatine in elevated plus-maze. Progress in Neuropsychopharmacology and Biological Psychiatry, 27(5), 775-779. https://doi.org/10.1016/s0278-5846(03)00108-8"}, {"Citation": "Li, C. Y., Wang, Q., Wang, X., Li, G., Shen, S., & Wei, X. (2019). Scutellarin inhibits the invasive potential of malignant melanoma cells through the suppression epithelial-mesenchymal transition and angiogenesis via the PI3K/Akt/mTOR signaling pathway. European Journal of Pharmacology, 858, 172463. https://doi.org/10.1016/j.ejphar.2019.172463"}, {"Citation": "Li, F., Hu, R., Wang, B., Gui, Y., Cheng, G., Gao, S., Ye, L., & Tang, J. (2017). Self-microemulsifying drug delivery system for improving the bioavailability of huperzine a by lymphatic uptake. Acta Pharmaceutica Sinica B, 7, 353-360. https://doi.org/10.1016/j.apsb.2017.02.002"}, {"Citation": "Li, H., Wei, W., & Xu, H. (2022). Drug discovery is an eternal challenge for the biomedical sciences. Acta Materia Medica, 1, 1-3. https://doi.org/10.15212/AMM-2022-1001"}, {"Citation": "Li, H. Q., Ip, S. P., Yuan, Q. J., Zheng, G. Q., Tsim, K. K. W., Dong, T. T. X., Lin, G., Han, Y., Liu, Y., Xian, Y. F., & Lin, Z. X. (2019). Isorhynchophylline ameliorates cognitive impairment via modulating amyloid pathology, tau hyperphosphorylation and neuroinflammation: Studies in a transgenic mouse model of Alzheimer's disease. Brain, Behavior, and Immunity, 82, 264-278. https://doi.org/10.1016/j.bbi.2019.08.194"}, {"Citation": "Li, Z., Jiang, T., Lu, Q., Xu, K., He, J., Xie, L., Chen, Z., Ye, L., Xu, K., Zhang, H., & Hu, A. (2020). Berberine attenuated the cytotoxicity induced by t-BHP via inhibiting oxidative stress and mitochondria dysfunction in PC-12 cells. Cellular and Molecular Neurobiology, 40(4), 587-602. https://doi.org/10.1007/s10571-019-00756-7"}, {"Citation": "Li, Z. M., Cao, X., Xiao, L. G., & Zhou, R. J. (2021). Aloperine protects against cerebral ischemia/reperfusion injury via activating the PI3K/AKT signaling pathway in rats. Experimental and Therapeutic Medicine, 22(4), 1045. https://doi.org/10.3892/etm.2021.10478"}, {"Citation": "Liang, H. X., Sun, L. B., & Liu, N. J. (2019). Neferine inhibits proliferation, migration and invasion of U251 glioma cells by down-regulation of miR-10b. Biomedicine & Pharmacotherapy, 109, 1032-1040. https://doi.org/10.1016/j.biopha.2018.10.122"}, {"Citation": "Liew, S. Y., Khaw, K. Y., Murugaiyah, V., Looi, C. Y., Wong, Y. L., Mustafa, M. R., Litaudon, M., & Awang, K. (2015). Natural indole butyrylcholinesterase inhibitors from Nauclea officinalis. Phytomedicine, 22(1), 45-48. https://doi.org/10.1016/j.phymed.2014.11.003"}, {"Citation": "Lima, J. A., & Hamerski, L. (2019). Alkaloids as potential multi-target drugs to treat Alzheimer's disease. Studies in Natural Products Chemistry, 61, 301-334. https://doi.org/10.1016/B978-0-444-64183-0.00008-7"}, {"Citation": "Lin, F., de Gooijer, M. C., Hanekamp, D., Chandrasekaran, G., Buil, L. C., Thota, N., & van Tellingen, O. (2017). PI3K-mTOR pathway inhibition exhibits efficacy against high-grade glioma in clinically relevant mouse models. Clinical Cancer Research, 23(5), 1286-1298. https://doi.org/10.1158/1078-0432.CCR-16-1276"}, {"Citation": "Lin, S. X., Curtis, M. A., & Sperry, J. (2020). Pyridine alkaloids with activity in the central nervous system. Bioorganic & Medicinal Chemistry, 28, 115820. https://doi.org/10.1016/j.bmc.2020.115820"}, {"Citation": "Liu, B., Huang, B., Liu, J., & Shi, J. S. (2020). Dendrobium nobile Lindl alkaloid and metformin ameliorate cognitive dysfunction in senescence-accelerated mice via suppression of endoplasmic reticulum stress. Brain Research, 1741, 146871. https://doi.org/10.1016/j.brainres.2020.146871"}, {"Citation": "Liu, J., Chen, M., Wang, X., Wang, Y., Duan, C., Gao, G., & Yang, H. (2016). Piperine induces autophagy by enhancing protein phosphatase 2A activity in a rotenone-induced Parkinson's disease model. Oncotarget, 7(38), 60823-60843. https://doi.org/10.18632/oncotarget.11661"}, {"Citation": "Liu, M., Liu, Q., Chen, M., Huang, X., & Chen, X. (2019). Large-scale separation of acetylcholinesterase inhibitors from Zanthoxylum nitidum by pH-zone-refining counter-current chromatography target-guided by ultrafiltration high-performance liquid chromatography with ultraviolet and mass spectrometry screening. Journal of Separation Science, 42(6), 1194-1201. https://doi.org/10.1002/jssc.201801238"}, {"Citation": "Liu, Y. M., Niu, L., Wang, L. L., Bai, L., Fang, X. Y., Li, Y. C., & Yi, L. T. (2017). Berberine attenuates depressive-like behaviors by suppressing neuro-inflammation in stressed mice. Brain Research Bulletin, 134, 220-227. https://doi.org/10.1016/j.brainresbull.2017.08.008"}, {"Citation": "Lloret, A., Fuchsberger, T., Giraldo, E., & Vina, J. (2015). Molecular mechanisms linking amyloid β toxicity and tau hyperphosphorylation in Alzheimer' s disease. Free Radical Biology and Medicine, 83, 186-191. https://doi.org/10.1016/j.freeradbiomed.2015.02.028"}, {"Citation": "Locher, C., Koechlin, H., Zion, S. R., Werner, C., Pine, D. S., Kirsch, I., Kessler, R. C., & Kossowsky, J. (2017). Efficacy and safety of selective serotonin reuptake inhibitors, serotonin-norepinephrine reuptake inhibitors, and placebo for common psychiatric disorders among children and adolescents a systematic review and meta-analysis. JAMA Psychiatry, 74(10), 1011-1020. https://doi.org/10.1001/jamapsychiatry.2017.2432"}, {"Citation": "Luo, Y., Tang, H., Li, H., Zhao, R., Huang, Q., & Liu, J. (2019). Recent advances in the development of neuroprotective agents and therapeutic targets in the treatment of cerebral ischemia. European Journal of Medicinal Chemistry, 162, 132-146. https://doi.org/10.1016/j.ejmech.2018.11.014"}, {"Citation": "Ma, J. W., Zhang, Y., Li, R., Ye, J. C., Li, H. Y., Zhang, Y. K., Ma, Z. L., Li, J. Y., Zhong, X. Y., & Yang, X. S. (2015). Tetrandrine suppresses human glioma growth by inhibiting cell survival, proliferation and tumour angiogenesis through attenuating STAT3 phosphorylation. European Journal of Pharmacology, 764, 228-239. https://doi.org/10.1016/j.ejphar.2015.06.017"}, {"Citation": "Maleki, S. N., Aboutaleb, N., & Souri, F. (2018). Berberine confers neuroprotection in coping with focal cerebral ischemia by targeting inflammatory cytokines. Journal of Chemical Neuroanatomy, 87, 54-59. https://doi.org/10.1016/j.jchemneu.2017.04.008"}, {"Citation": "Mao, F., Li, J. H., Wei, H., Huang, L., & Li, X. S. (2015). Tacrine-propargylamine derivatives with improved acetylcholinesterase inhibitory activity and lower hepatotoxicity as a potential lead compound for the treatment of Alzheimer's disease. Journal of Enzyme Inhibition and Medicinal Chemistry, 30(6), 995-1001. https://doi.org/10.3109/14756366.2014.1003212"}, {"Citation": "Mao, K., Lei, D., Zhang, H., & You, C. (2017). Anticonvulsant effect of piperine ameliorates memory impairment, inflammation and oxidative stress in a rat model of pilocarpine-induced epilepsy. Experimental and Therapeutic Medicine, 13(2), 695-700. https://doi.org/10.3892/etm.2016.4001"}, {"Citation": "Mattson, M. P., & Chan, S. L. (2003). Calcium orchestrates apoptosis. Nature Cell Biology, 5(12), 1041-1043. https://doi.org/10.1038/ncb1203-1041"}, {"Citation": "Mizuno, Y., Hattori, N., Kondo, T., Nomoto, M., Origasa, H., Takahashi, R., Yamamoto, M., & Yanagisawa, N. (2017). A randomized double-blind placebo-controlled phase III trial of selegiline monotherapy for early Parkinson disease. Clinical Neuropharmacology, 40(5), 201-207. https://doi.org/10.1097/WNF.0000000000000239"}, {"Citation": "Molinaro, A. M., Taylor, J. W., Wiencke, J. K., & Wrensch, M. R. (2019). Genetic and molecular epidemiology of adult diffuse glioma. Nature Reviews Neurology, 15(7), 405-417. https://doi.org/10.1038/s41582-019-0220-2"}, {"Citation": "Møller, H. G., Rasmussen, A. P., Andersen, H. H., Johnsen, K. B., Henriksen, M., & Duroux, M. (2013). A systematic review of microRNA in glioblastoma multiforme: Micro-modulators in the mesenchymal mode of migration and invasion. Molecular Neurobiology, 47, 131-144. https://doi.org/10.1007/s12035-012-8349-7"}, {"Citation": "Mukherjee, P. K., Kumar, V., Mal, M., & Houghton, P. J. (2007). Acetylcholinesterase inhibitors from plants. Phytomedicine, 14(4), 289-300. https://doi.org/10.1016/j.phymed.2007.02.002"}, {"Citation": "Müller, T. (2013). Pharmacokinetic considerations for the use of levodopa in the treatment of Parkinson disease: Focus on levodopa/carbidopa/entacapone for treatment of levodopa-associated motor complications. Clinical Neuropharmacology, 36(3), 84-91. https://doi.org/10.1097/WNF.0b013e31828f3385"}, {"Citation": "Nie, J., Tian, Y., Zhang, Y., Lu, Y. L., Li, L. S., & Shi, J. S. (2016). Dendrobium alkaloids prevent Aβ25-35-induced neuronal and synaptic loss via promoting neurotrophic factors expression in mice. PeerJ, 4, e2739. https://doi.org/10.7717/peerj.2739"}, {"Citation": "Nkoom, M., Lu, G., Liu, J., Yang, H., & Dong, H. (2019). Bioconcentration of the antiepileptic drug carbamazepine and its physiological and biochemical effects on Daphnia magna. Ecotoxicology and Environmental Safety, 172, 11-18. https://doi.org/10.1016/j.ecoenv.2019.01.061"}, {"Citation": "Nuthakki, V. K., Mudududdla, R., Sharma, A., Kumar, A., & Bharate, S. B. (2019). Synthesis and biological evaluation of indoloquinoline alkaloid cryptolepine and its bromo-derivative as dual cholinesterase inhibitors. Bioorganic Chemistry, 90, 103062. https://doi.org/10.1016/j.bioorg.2019.103062"}, {"Citation": "Ohnishi, T., Sakiyama, Y., Okuri, Y., Kimura, Y., Sugiyama, N., Saito, T., Takahashi, M., & Kobayashi, T. (2014). The prediction of response to galantamine treatment in patients with mild to moderate Alzheimer's disease. Current Alzheimer Research, 11(2), 110-118. https://doi.org/10.2174/15672050113106660167"}, {"Citation": "Okon, E., Kukula-Koch, W., Halasa, M., Jarzab, A., Baran, M., Dmoszynska-Graniczka, M., Angelis, A., Kalpoutzakis, E., Guz, M., Stepulak, A., & Wawruszak, A. (2020). Magnoflorine-isolation and the anticancer potential against NCI-H1299 lung, MDA-MB-468 breast, T98G glioma, and TE671 rhabdomyosarcoma cancer cells. Biomolecules, 10(11), 1532. https://doi.org/10.3390/biom10111532"}, {"Citation": "Onakpoya, I. J., Thomas, E. T., Lee, J. J., Goldacre, B., & Heneghan, C. J. (2019). Benefits and harms of pregabalin in the management of neuropathic pain: A rapid review and meta-analysis of randomised clinical trials. BMJ Open, 9(1), e023600. https://doi.org/10.1136/bmjopen-2018-023600"}, {"Citation": "Opara, J., Małecki, A., Małecka, E., & Socha, T. (2017). Motor assessment in Parkinsons disease. Annals of Agricultural and Environmental Medicine, 24(3), 411-415. https://doi.org/10.5604/12321966.1232774"}, {"Citation": "Ortiz, J. E., Garro, A., Pigni, N. B., Aguero, M. B., Roitman, G., Slanis, A., Enriz, R. D., Feresin, G. E., Bastida, J., & Tapia, A. (2018). Cholinesterase-inhibitory effect and in silico analysis of alkaloids from bulbs of Hieronymiella species. Phytomedicine, 39, 66-74. https://doi.org/10.1016/j.phymed.2017.12.020"}, {"Citation": "Ouyang, S. H., Zhai, Y. J., Wu, Y. P., Xie, G., Wang, G. E., Mao, Z. F., Hu, H. H., Luo, X. H., Sun, W. Y., Liang, L., Duan, W. J., Kurihara, H., Li, Y. F., & He, R. R. (2021). Theacrine, a potent antidepressant purine alkaloid from a special Chinese tea, promotes adult hippocampal neurogenesis in stressed mice. Journal of Agricultural and Food Chemistry, 69(25), 7016-7027. https://doi.org/10.1021/acs.jafc.1c01514"}, {"Citation": "Pahkla, R., Kask, A., & Rago, L. (2000). Differential effects of beta-carbolines and antidepressants on rat exploratory activity in the elevated zero-maze. Pharmacology Biochemistry and Behavior, 65(4), 737-742. https://doi.org/10.1016/s0091-3057(99)00265-8"}, {"Citation": "Pan, F., Hou, K., Gao, F., Hu, B., Chen, Q., & Wu, W. (2014). Peimisine and peiminine production by endophytic fungus fusarium sp. isolated from fritillaria unibracteata var. wabensis. Phytomedicine, 21, 1104-1109. https://doi.org/10.1016/j.phymed.2014.04.010"}, {"Citation": "Patel, P. A., Patil, S. C., Kalaria, D. R., Kalia, Y. N., & Patravale, V. B. (2013). Comparative in vitro and in vivo evaluation of lipid based nanocarriers of Huperzine a. International Journal of Pharmaceutics, 446, 16-23. https://doi.org/10.1016/j.ijpharm.2013.02.014"}, {"Citation": "Patil, S., Tawari, S., Mundhada, D., & Nadeem, S. (2015). Protective effect of berberine, an isoquinoline alkaloid ameliorates ethanol-induced oxidative stress and memory dysfunction in rats. Pharmacology Biochemistry and Behavior, 136, 13-20. https://doi.org/10.1016/j.pbb.2015.07.001"}, {"Citation": "Peng, J. H., Zhang, C. E., Wei, W., Hong, X. P., Pan, X. P., & Wang, J. Z. (2007). Dehydroevodiamine attenuates tau hyperphosphorylation and spatial memory deficit induced by activation of glycogen synthase kinase-3 in rats. Neuropharmacology, 52(7), 1521-1527. https://doi.org/10.1016/j.neuropharm.2007.02.008"}, {"Citation": "Petzer, J. P., Castagnoli, N., Jr., Schwarzschild, M. A., Chen, J. F., & van der Schyf, C. J. (2009). Dual-target-directed drugs that block monoamine oxidase B and adenosine a(2A) receptors for Parkinson's disease. Neurotherapeutics, 6(1), 141-151. https://doi.org/10.1016/j.nurt.2008.10.035"}, {"Citation": "Piccinini, M., Tazartes, O., Mezzatesta, C., Ricotti, E., Bedino, S., Grosso, F., Dianzani, U., Tovo, P.-A., Mostert, M., & Musso, A. (2001). Proteasomes are a target of the anti-tumour drug vinblastine. Biochemical Journal, 356, 835-841. https://doi.org/10.1042/0264-6021:3560835"}, {"Citation": "Plazas, E., Hagenow, S., Murillo, M. A., Stark, H., & Cuca, L. E. (2020). Isoquinoline alkaloids from the roots of Zanthoxylum rigidum as multi-target inhibitors of cholinesterase, monoamine oxidase a and Aβ1-42 aggregation. Bioorganic Chemistry, 98, 103722. https://doi.org/10.1016/j.bioorg.2020.103722"}, {"Citation": "Porwal, M., & Kumar, A. (2015). Neuroprotective effect of Annona squamosa & (−) Anonaine in decreased GABA receptor of epileptic rats. Journal of Applied Pharmaceutical Science, 5(1), 18-23. https://doi.org/10.7324/JAPS.2015.54.S4"}, {"Citation": "Pravalika, K., Sarmah, D., Kaur, H., Vats, K., Saraf, J., Wanve, M., Kalia, K., Borah, A., Yavagal, D. R., Dave, K. R., & Bhattacharya, P. (2019). Trigonelline therapy confers neuroprotection by reduced glutathione mediated myeloperoxidase expression in animal model of ischemic stroke. Life Sciences, 216, 49-58. https://doi.org/10.1016/j.lfs.2018.11.014"}, {"Citation": "Qin, S., Xiao, Y., Chi, Z., Zhu, D., Cheng, P., Yu, T., Li, H., & Jiao, L. (2020). Effectiveness and safety of massage in the treatment of anxiety and depression in patients with cancer: A protocol for systematic review and meta-analysis. Medicine, 99, e22262. https://doi.org/10.1097/MD.0000000000022262"}, {"Citation": "Qiu, J., Wang, M., Zhang, J., Cai, Q., Lu, D., Li, Y., Dong, Y., Zhao, T., & Chen, H. (2016). The neuroprotection of Sinomenine against ischemic stroke in mice by suppressing NLRP3 inflammasome via AMPK signaling. International Immunopharmacology, 40, 492-500. https://doi.org/10.1016/j.intimp.2016.09.024"}, {"Citation": "Ramos-Rodriguez, J. J., Pacheco-Herrero, M., Thyssen, D., Murillo-Carretero, M. I., Berrocoso, E., Spires-Jones, T. L., Bacskai, B. J., & Garcia-Alloza, M. (2013). Rapid beta-amyloid deposition and cognitive impairment after cholinergic denervation in APP/PS1 mice. Journal of Neuropathology and Experimental Neurology, 72(4), 272-285. https://doi.org/10.1097/NEN.0b013e318288a8dd"}, {"Citation": "Rautio, J., Kumpulainen, H., Heimbach, T., Oliyai, R., Oh, D., Jarvinen, T., & Savolainen, J. (2008). Prodrugs: Design and clinical applications. Nature Reviews Drug Discovery, 7(3), 255-270. https://doi.org/10.1038/nrd2468"}, {"Citation": "Reed, S. D., Cramer, S. C., Blough, D. K., Meyer, K., & Jarvik, J. G. (2001). Treatment with tissue plasminogen activator and inpatient mortality rates for patients with ischemic stroke treated in community hospitals. Stroke, 32(8), 1832-1840. https://doi.org/10.1161/01.str.32.8.1832"}, {"Citation": "Ren, X., & Chen, J. F. (2020). Caffeine and Parkinson's disease: Multiple benefits and emerging mechanisms. Frontiers in Neuroscience, 14, 602697. https://doi.org/10.3389/fnins.2020.602697"}, {"Citation": "Renner, U. D., Oertel, R., & Kirch, W. (2005). Pharmacokinetics and pharmacodynamics in clinical use of scopolamine. Therapeutic Drug Monitoring, 27, 655-665. https://doi.org/10.1097/01.ftd.0000168293.48226.57"}, {"Citation": "Rezaeian, L., Kalalian-Moghaddam, H., Mohseni, F., Khaksari, M., & Rafaiee, R. (2020). Effects of berberine hydrochloride on methamphetamine-induced anxiety behaviors and relapse in rats. Iranian Journal of Basic Medical Sciences, 23(11), 1480-1488. https://doi.org/10.22038/ijbms.2020.47285.10884"}, {"Citation": "Rojo, L. E., Fernández, J. A., Maccioni, A. A., Jimenez, J. M., & Maccioni, R. B. (2008). Neuroinflammation: Implications for the pathogenesis and molecular diagnosis of Alzheimer's disease. Archives of Medical Research, 39(1), 1-16. https://doi.org/10.1016/j.arcmed.2007.10.001"}, {"Citation": "Rosa, D. S., Faggion, S. A., Gavin, A. S., de Souza, M. A., Fachim, H. A., Dos Santos, W. F., Pereira, A. M. S., Cunha, A. O. A., & Beleboni, R. O. (2012). Erysothrine, an alkaloid extracted from flowers of erythrina Mulungu Mart. Ex Benth: Evaluating its anticonvulsant and anxiolytic potential. Epilepsy & Behavior, 23(3), 205-212. https://doi.org/10.1016/j.yebeh.2012.01.003"}, {"Citation": "Salminen, A., Kaarniranta, K., Kauppinen, A., Ojala, J., Haapasalo, A., Soininen, H., & Hiltunen, M. (2013). Impaired autophagy and APP processing in Alzheimer's disease: The potential role of Beclin 1 interactome. Progress in Neurobiology, 106, 33-54. https://doi.org/10.1016/j.pneurobio.2013.06.002"}, {"Citation": "Scheffer, I. E., Berkovic, S., Capovilla, G., Connolly, M. B., French, J., Guilhoto, L., Hirsch, E., Jain, S., Mathern, G. W., Moshe, S. L., Nordli, D. R., Perucca, E., Tomson, T., Wiebe, S., Zhang, Y. H., & Zuberi, S. M. (2017). ILAE classification of the epilepsies: Position paper of the ILAE commission for classification and terminology. Epilepsia, 58(4), 512-521. https://doi.org/10.1111/epi.13709"}, {"Citation": "Sehlin, D., Englund, H., Simu, B., Karlsson, M., Ingelsson, M., Nikolajeff, F., & Pettersson, F. E. (2012). Large aggregates are the major soluble Aβ species in AD brain fractionated with density gradient ultracentrifugation. PLoS One, 7(2), e32014. https://doi.org/10.1371/journal.pone.0032014"}, {"Citation": "Selkoe, D. J. (2001). Alzheimer's disease: Genes, proteins, and therapy. Physiological Reviews, 81(2), 741-766. https://doi.org/10.1152/physrev.2001.81.2.741"}, {"Citation": "Shamon, S. D., & Perez, M. I. (2016). Blood pressure-lowering efficacy of reserpine for primary hypertension. Cochrane Database of Systematic Reviews, 12, CD007655. https://doi.org/10.1002/14651858.CD007655.pub3"}, {"Citation": "Shao, H., Mi, Z., Ji, W. G., Zhang, C. H., Zhang, T., Ren, S. C., & Zhu, Z. R. (2015). Rhynchophylline protects against the amyloid beta-induced increase of spontaneous discharges in the hippocampal CA1 region of rats. Neurochemical Research, 40, 2365-2373. https://doi.org/10.1007/s11064-015-1730-y"}, {"Citation": "Sharifi-Rad, J., Quispe, C., Herrera-Bravo, J., Martorell, M., Sharopov, F., Tumer, T. B., & Calina, D. (2021). A pharmacological perspective on plant-derived bioactive molecules for epilepsy. Neurochemical Research, 46(9), 2205-2225. https://doi.org/10.1007/s11064-021-03376-0"}, {"Citation": "Shrivastava, P., Vaibhav, K., Tabassum, R., Khan, A., Ishrat, T., Khan, M. M., & Islam, F. (2013). Anti-apoptotic and anti-inflammatory effect of Piperine on 6-OHDA induced Parkinson's rat model. The Journal of Nutritional Biochemistry, 24(4), 680-687. https://doi.org/10.1016/j.jnutbio.2012.03.018"}, {"Citation": "Siatka, T., Adamcova, M., Opletal, L., Cahlikova, L., Jun, D., Hrabinova, M., Kunes, J., & Chlebek, J. (2017). Cholinesterase and prolyl Oligopeptidase inhibitory activities of alkaloids from Argemone platyceras (Papaveraceae). Molecules, 22(7), 1181. https://doi.org/10.3390/molecules22071181"}, {"Citation": "Spatola, M., & Wider, C. (2014). Genetics of Parkinson's disease: The yield. Parkinsonism & Related Disorders, 20, S35-S38. https://doi.org/10.1016/S1353-8020(13)70011-7"}, {"Citation": "Stancu, I. C., Vasconcelos, B., Terwel, D., & Dewachter, I. (2014). Models of β-amyloid induced tau-pathology: The long and “folded” road to understand the mechanism. Molecular Neurodegeneration, 9(1), 1-14. https://doi.org/10.1186/1750-1326-9-51"}, {"Citation": "Suehiro, S., Ohnishi, T., Yamashita, D., Kohno, S., Inoue, A., Nishikawa, M., Ohue, S., Tanaka, J., & Kunieda, T. (2018). Enhancement of antitumor activity by using 5-ALA-mediated sonodynamic therapy to induce apoptosis in malignant gliomas: Significance of high-intensity focused ultrasound on 5-ALA-SDT in a mouse glioma model. Journal of Neurosurgery, 129(6), 1416-1428. https://doi.org/10.3171/2017.6.Jns162398"}, {"Citation": "Sugimoto, Y., Furutani, S., Nishimura, K., Itoh, A., Tanahashi, T., Nakajima, H., Oshiro, H., Sun, S., & Yamada, J. (2010). Antidepressant-like effects of neferine in the forced swimming test involve the serotonin1A (5-HT1A) receptor in mice. European Journal of Pharmacology, 634(1-3), 62-67. https://doi.org/10.1016/j.ejphar.2010.02.016"}, {"Citation": "Sun, L., Jin, X., Xie, L., Xu, G., Cui, Y., & Chen, Z. (2019). Swainsonine represses glioma cell proliferation, migration and invasion by reduction of miR-92a expression. BMC Cancer, 19(1), 247. https://doi.org/10.1186/s12885-019-5425-7"}, {"Citation": "Sun, Z., Xue, H., Wei, Y., Wang, C., Yu, R., Wang, C., & Li, G. (2019). Mucin O-glycosylating enzyme GALNT2 facilitates the malignant character of glioma by activating the EGFR/PI3K/Akt/mTOR axis. Clinical Science, 133(10), 1167-1184. https://doi.org/10.1042/CS20190145"}, {"Citation": "Sweeney, J. E., Puttfarcken, P. S., & Coyle, J. T. (1989). Galanthamine, an acetylcholinesterase inhibitor: A time course of the effects on performance and neurochemical parameters in mice. Pharmacology Biochemistry and Behavior, 34(1), 129-137. https://doi.org/10.1016/0091-3057(89)90364-x"}, {"Citation": "Tallini, L. R., Bastida, J., Cortes, N., Osorio, E. H., Theoduloz, C., & Schmeda-Hirschmann, G. (2018). Cholinesterase inhibition activity, alkaloid profiling and molecular docking of Chilean Rhodophiala (Amaryllidaceae). Molecules, 23(7), 1532. https://doi.org/10.3390/molecules23071532"}, {"Citation": "Tang, C., Hong, J., Hu, C., Huang, C., Gao, J., Huang, J., Wang, D., Geng, Q., & Dong, Y. (2021). Palmatine protects against cerebral ischemia/reperfusion injury by activation of the AMPK/Nrf2 pathway. Oxidative Medicine and Cellular Longevity, 2021, 6660193. https://doi.org/10.1155/2021/6660193"}, {"Citation": "Terstappen, G. C., Meyer, A. H., Bell, R. D., & Zhang, W. (2021). Strategies for delivering therapeutics across the blood-brain barrier. Nature Reviews Drug Discovery, 20(5), 362-383. https://doi.org/10.1038/s41573-021-00139-y"}, {"Citation": "Tian, F., Li, C., Wang, X., Ren, S., Li, N., Liu, Q., Zhou, S., Lu, Y., Zhao, D., & Chen, X. (2015). Comparative study on pharmacokinetics of a series of anticholinergics, atropine, anisodamine, anisodine, scopolamine and tiotropium in rats. European Journal of Drug Metabolism and Pharmacokinetics, 40, 245-253. https://doi.org/10.1007/s13318-014-0192-y"}, {"Citation": "Tsuchiya, H. (2017). Anesthetic agents of plant origin: A review of phytochemicals with anesthetic activity. Molecules, 22, 1369. https://doi.org/10.3390/molecules22081369"}, {"Citation": "Tuppo, E. E., & Arias, H. R. (2005). The role of inflammation in Alzheimer's disease. The International Journal of Biochemistry & Cell Biology, 37(2), 289-305. https://doi.org/10.1016/j.biocel.2004.07.009"}, {"Citation": "Wang, B., Dai, Z., Yang, X. W., Liu, Y. P., Khan, A., Yang, Z. F., Huang, W. Y., Wang, X. H., Zhao, X. D., & Luo, X. D. (2018). Novel nor-monoterpenoid indole alkaloids inhibiting glioma stem cells from fruits of Alstonia scholaris. Phytomedicine, 48, 170-178. https://doi.org/10.1016/j.phymed.2018.04.057"}, {"Citation": "Wang, G., Lemos, J. R., & Iadecola, C. (2004). Herbal alkaloid tetrandrine: Fron an ion channel blocker to inhibitor of tumor proliferation. Trends in Pharmacological Sciences, 25(3), 120-123. https://doi.org/10.1016/j.tips.2004.01.009"}, {"Citation": "Wang, J., Qi, Q., Feng, Z., Zhang, X., Huang, B., Chen, A., Prestegarden, L., Li, X., & Wang, J. (2016). Berberine induces autophagy in glioblastoma by targeting the AMPK/mTOR/ULK1-pathway. Oncotarget, 7(41), 66944-66958. https://doi.org/10.18632/oncotarget.11396"}, {"Citation": "Wang, N., Liu, Y., Jia, C., Gao, C., Zheng, T., Wu, M., & Wu, C. (2021). Machine learning enables discovery of Gentianine targeting TLR4/NF-κB pathway to repair ischemic stroke injury. Pharmacological Research, 173, 105913. https://doi.org/10.1016/j.phrs.2021.105913"}, {"Citation": "Wang, R., Deng, D. N., Shao, N. Y., Xu, Y., Xue, L., Peng, Y., Liu, Y. T., & Zhi, F. (2018). Evodiamine activates cellular apoptosis through suppressing PI3K/AKT and activating MAPK in glioma. Oncotargets and Therapy, 11, 1183-1192. https://doi.org/10.2147/Ott.S155275"}, {"Citation": "Wang, Y., Tong, Q., Ma, S. R., Zhao, Z. X., Pan, L. B., Cong, L., & Jiang, J. D. (2021). Oral berberine improves brain dopa/dopamine levels to ameliorate Parkinson's disease by regulating gut microbiota. Signal Transduction and Targeted Therapy, 6(1), 77. https://doi.org/10.1038/s41392-020-00456-5"}, {"Citation": "Wang, Y. Y., Yan, Q., Huang, Z. T., Zou, Q., Li, J., Yuan, M. H., Wu, L. Q., & Cai, Z. Y. (2021). Ameliorating ribosylation-induced amyloid-beta pathology by berberine via inhibiting mTOR/p70S6K signaling. Journal of Alzheimer's Disease, 79(2), 833-844. https://doi.org/10.3233/JAD-200995"}, {"Citation": "Wang, Z. F., Wang, J., Zhang, H. Y., & Tang, X. C. (2008). Huperzine a exhibits anti-inflammatory and neuroprotective effects in a rat model of transient focal cerebral ischemia. Journal of Neurochemistry, 106(4), 1594-1603. https://doi.org/10.1111/j.1471-4159.2008.05504.x"}, {"Citation": "Watson, J. C., & Sandroni, P. (2016). Central neuropathic pain syndromes. Mayo Clinic Proceedings, 91(3), 372-385. https://doi.org/10.1016/j.mayocp.2016.01.017"}, {"Citation": "Whitehouse, P. J., Price, D. L., Clark, A. W., Coyle, J. T., & DeLong, M. R. (1981). Alzheimer disease: Evidence for selective loss of cholinergic neurons in the nucleus basalis. Annals of Neurology, 10(2), 122-126. https://doi.org/10.1002/ana.410100203"}, {"Citation": "Wiemann, J., Karasch, J., Loesche, A., Heller, L., Brandt, W., & Csuk, R. (2017). Piperlongumine B and analogs are promising and selective inhibitors for acetylcholinesterase. European Journal of Medicinal Chemistry, 139, 222-231. https://doi.org/10.1016/j.ejmech.2017.07.081"}, {"Citation": "Wu, L., Chen, C., Li, Y., Guo, C., Fan, Y., Yu, D., Zhang, T., Wen, B., Yan, Z., & Liu, A. (2020). UPLC-Q-TOF/MS-based serum metabolomics reveals the anti-ischemic stroke mechanism of Nuciferine in MCAO rats. ACS Omega, 5(51), 33433-33444. https://doi.org/10.1021/acsomega.0c05388"}, {"Citation": "Xian, Y. F., Ip, S. P., Li, H. Q., Qu, C., Su, Z. R., Chen, J. N., & Lin, Z. X. (2019). Isorhynchophylline exerts antidepressant-like effects in mice via modulating neuroinflammation and neurotrophins: Involvement of the PI3K/Akt/GSK-3beta signaling pathway. The FASEB Journal, 33(9), 10393-10408. https://doi.org/10.1096/fj.201802743RR"}, {"Citation": "Xing, S. H., Zhu, C. X., Zhang, R., & An, L. (2014). Huperzine a in the treatment of Alzheimer's disease and vascular dementia: A meta-analysis. Evidence-based Complementary and Alternative Medicine, 2014, 363985. https://doi.org/10.1155/2014/363985"}, {"Citation": "Xiong, T. W., Liu, B., Wu, Q., Xu, Y. Y., Liu, P., Wang, Y., Liu, J., & Shi, J. S. (2021). Beneficial effects of Dendrobium nobile Lindl. Alkaloids (DNLA) on anxiety and depression induced by chronic unpredictable stress in rats. Brain Research, 1771, 147647. https://doi.org/10.1016/j.brainres.2021.147647"}, {"Citation": "Xu, W., Ying, Z., Tao, X., Ying, X., & Yang, G. (2021). Two new amide alkaloids from Portulaca oleracea L. and their anticholinesterase activities. Natural Product Research, 35(21), 3794-3800. https://doi.org/10.1080/14786419.2020.1739040"}, {"Citation": "Xu, Y., Qiu, H. Q., Liu, H., Liu, M., Huang, Z. Y., Yang, J., & Yu, C. X. (2012). Effects of koumine, an alkaloid of Gelsemium elegans Benth., on inflammatory and neuropathic pain models and possible mechanism with allopregnanolone. Pharmacology Biochemistry and Behavior, 101(3), 504-514. https://doi.org/10.1016/j.pbb.2012.02.009"}, {"Citation": "Xu, Y. K., Yang, L., Liao, S. G., Cao, P., Wu, B., Hu, H. B., Gou, J., & Zhang, P. (2015). Koumine, Humantenine, and Yohimbane alkaloids from Gelsemium elegans. Journal of Natural Products, 78(7), 1511-1517. https://doi.org/10.1021/np5009619"}, {"Citation": "Yang, Y., Cheng, X., Liu, W., Chou, G., Wang, Z., & Wang, C. (2015). Potent AChE and BChE inhibitors isolated from seeds of Peganum harmala Linn by a bioassay-guided fractionation. Journal of Ethnopharmacology, 168, 279-286. https://doi.org/10.1016/j.jep.2015.03.070"}, {"Citation": "Yi, L. T., Zhu, J. X., Dong, S. Q., Chen, M., & Li, C. F. (2021). Berberine exerts antidepressant-like effects via regulating miR-34a-synaptotagmin1/Bcl-2 axis. Chinese Herbal Medicines, 13(1), 116-123. https://doi.org/10.1016/j.chmed.2020.11.001"}, {"Citation": "Yu, M., Yu, X., Guo, D., Yu, B., Li, L., Liao, Q., & Xing, R. (2015). Ginsenoside Rg1 attenuates invasion and migration by inhibiting transforming growth factor-beta1-induced epithelial to mesenchymal transition in HepG2 cells. Molecular Medicine Reports, 11(4), 3167-3173. https://doi.org/10.3892/mmr.2014.3098"}, {"Citation": "Zhan, Z. J., Yu, Q., Wang, Z. L., & Shan, W. G. (2010). Indole alkaloids from Ervatamia hainanensis with potent acetylcholinesterase inhibition activities. Bioorganic & Medicinal Chemistry Letters, 20(21), 6185-6187. https://doi.org/10.1016/j.bmcl.2010.08.123"}, {"Citation": "Zhang, F., Yan, C., Wei, C., Yao, Y., Ma, X., Gong, Z., & Hao, J. (2018). Vinpocetine inhibits NF-κB-dependent inflammation in acute ischemic stroke patients. Translational Stroke Research, 9(2), 174-184. https://doi.org/10.1007/s12975-017-0549-z"}, {"Citation": "Zhang, J., Zhang, C., Xu, F. C., Sheng, Q., Zhang, Q. Y., Tu, P. F., & Liang, H. (2019). Cholinesterase inhibitory isoquinoline alkaloids from corydalis mucronifera. Phytochemistry, 159, 199-207. https://doi.org/10.1016/j.phytochem.2018.11.019"}, {"Citation": "Zhang, P., Li, J., Zhang, G. X., Pi, H. F., Zhang, Y. H., Ruan, H. L., & Wu, J. Z. (2008). Analysis of hupehenine in the total alkaloids from Fritillaria hupehensis by HPLC-ELSD. Journal of Huazhong University of Science and Technology, 28, 118-120. https://doi.org/10.1007/s11596-008-0130-9"}, {"Citation": "Zhao, Y., Yue, P., Tao, T., & Chen, Q. H. (2007). Drug brain distribution following intranasal administration of Huperzine a in situ gel in rats. Acta Pharmacologica Sinica, 28(2), 273-278. https://doi.org/10.1111/j.1745-7254.2007.00486.x"}, {"Citation": "Zheng, S., Zhu, Y., Wu, W., Zhang, Q., Wang, Y., Wang, Z., & Yang, F. (2021). A correlation study of intestinal microflora and first-episode depression in Chinese patients and healthy volunteers. Brain and Behavior: A Cognitive Neuroscience Perspective, 11(8), e02036. https://doi.org/10.1002/brb3.2036"}, {"Citation": "Zhou, J., Chan, L., & Zhou, S. (2012). Trigonelline: A plant alkaloid with therapeutic potential for diabetes and central nervous system disease. Current Medicinal Chemistry, 19(21), 3523-3531. https://doi.org/10.2174/092986712801323171"}, {"Citation": "Zhou, J. Y., Mo, Z. X., & Zhou, S. W. (2010). Rhynchophylline down-regulates NR2B expression in cortex and hippocampal CA1 area of amphetamine-induced conditioned place preference rat. Archives of Pharmacal Research, 33(4), 557-565. https://doi.org/10.1007/s12272-010-0410-3"}, {"Citation": "Zhu, C., Liu, N., Tian, M., Ma, L., Yang, J., Lan, X., & Yu, J. (2020). Effects of alkaloids on peripheral neuropathic pain: A review. Chinese Medicine, 15, 1-24. https://doi.org/10.1186/s13020-020-00387-x"}, {"Citation": "Zhu, J. R., Lu, H. D., Guo, C., Fang, W. R., Zhao, H. D., & Zhou, J. S. (2018). Berberine attenuates ischemia-reperfusion injury through inhibiting HMGB1 release and NF-κB nuclear translocation. Acta Pharmacologica Sinica, 39(11), 1706-1715. https://doi.org/10.1038/s41401-018-0160-1"}, {"Citation": "Zhu, Q., Zhuang, X. X., Chen, J. Y., Yuan, N. N., Chen, Y., Cai, C. Z., Tan, J. Q., Su, H. X., & Lu, J. H. (2021). Lycorine, a natural alkaloid, promotes the degradation of alpha-synuclein via PKA-mediated UPS activation in transgenic Parkinson's disease models. Phytomedicine, 87, 153578. https://doi.org/10.1016/j.phymed.2021.153578"}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2023", "Month": "5", "Day": "14"}, {"Year": "2022", "Month": "10", "Day": "24"}, {"Year": "2023", "Month": "6", "Day": "30"}, {"Year": "2023", "Month": "11", "Day": "10", "Hour": "6", "Minute": "45"}, {"Year": "2023", "Month": "7", "Day": "17", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "7", "Day": "17", "Hour": "2", "Minute": "43"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37455555", "10.1002/ptr.7955"]}}], "PubmedBookArticle": []}