{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["biomaterial", "nano-carriers", "phytoconstituents", "wound healing"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37468691", "DateCompleted": {"Year": "2023", "Month": "07", "Day": "21"}, "DateRevised": {"Year": "2023", "Month": "10", "Day": "05"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "07", "Day": "20"}], "Language": ["eng"], "ELocationID": ["10.1208/s12249-023-02616-6"], "Journal": {"ISSN": "1530-9932", "JournalIssue": {"Volume": "24", "Issue": "6", "PubDate": {"Year": "2023", "Month": "Jul", "Day": "20"}}, "Title": "AAPS PharmSciTech", "ISOAbbreviation": "AAPS PharmSciTech"}, "ArticleTitle": "Therapeutic Potential of Nanocarrier-Mediated Delivery of Phytoconstituents for Wound Healing: Their Current Status and Future Perspective.", "Pagination": {"StartPage": "155", "MedlinePgn": "155"}, "Abstract": {"AbstractText": ["The treatment of wounds is a serious problem all over the world and imposes a huge financial burden on each and every nation. For a long time, researchers have explored wound dressing that speeds up wound healing. Traditional wound dressing does not respond effectively to the wound-healing process as expected. Therapeutic active derived from plant extracts and extracted bioactive components have been employed in various regions of the globe since ancient times for the purpose of illness, prevention, and therapy. About 200 years ago, most medical treatments were based on herbal remedies. Especially in the West, the usage of herbal treatments began to wane in the 1960s as a result of the rise of allopathic medicine. In recent years, however, there has been a resurgence of interest in and demand for herbal medicines for a number of reasons, including claims about their efficacy, shifting consumer preferences toward natural medicines, high costs and negative side effects of modern medicines, and advancements in herbal medicines brought about by scientific research and technological innovation. The exploration of medicinal plants and their typical uses could potentially result in advanced pharmaceuticals that exhibit reduced adverse effects. This review aims to present an overview of the utilization of nanocarriers in plant-based therapeutics, including its current status, recent advancements, challenges, and future prospects. The objective is to equip researchers with a comprehensive understanding of the historical background, current state, and potential future developments in this emerging field. In light of this, the advantages of nanocarriers based delivery of natural wound healing treatments have been discussed, with a focus on nanofibers, nanoparticles, nano-emulsion, and nanogels."], "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to American Association of Pharmaceutical Scientists."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences and Technology, Maharaja Ranjit Singh Punjab Technical University (MRSPTU), Bathinda, 151001, Punjab, India."}], "LastName": "Kumar", "ForeName": "Mohit", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Maharishi Markandeshwar Institute of Medical Sciences and Research, Mullana, Ambala, Haryana, 133207, India."}], "LastName": "Keshwania", "ForeName": "Puja", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Amity Institute of Pharmacy, Amity University, Noida, Uttar Pradesh, 201313, India."}], "LastName": "Chopra", "ForeName": "Shruti", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Technology, Faculty of Pharmacy, Universiti Malaya, 50603, Kuala Lumpur, Malaysia."}], "LastName": "Mahmood", "ForeName": "Syed", "Initials": "S"}, {"Identifier": ["0000-0002-0692-5931"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences and Technology, Maharaja Ranjit Singh Punjab Technical University (MRSPTU), Bathinda, 151001, Punjab, India. dramitbhatia04@gmail.com."}], "LastName": "Bhatia", "ForeName": "Amit", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "AAPS PharmSciTech", "NlmUniqueID": "100960111", "ISSNLinking": "1530-9932"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "CommentsCorrectionsList": [{"RefSource": "AAPS PharmSciTech. 2023 Oct 5;24(7):206. doi: 10.1208/s12249-023-02668-8", "PMID": "37798593"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Wound Healing"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Siafaka PI, Zisi AP, Exindari MK, Karantas ID, Bikiaris DN. Porous dressings of modified chitosan with poly (2-hydroxyethyl acrylate) for topical wound delivery of levofloxacin. Carbohydr Polym Elsevier. 2016;143:90–9.", "ArticleIdList": ["10.1016/j.carbpol.2016.02.009"]}, {"Citation": "Gao S, Zhang W, Zhai X, Zhao X, Wang J, Weng J, et al. An antibacterial and proangiogenic double-layer drug-loaded microneedle patch for accelerating diabetic wound healing. Biomater Sci Royal Society of Chemistry. 2023;11:533–41.", "ArticleIdList": ["10.1039/D2BM01588A"]}, {"Citation": "Gonzalez AC de O, Costa TF, Andrade Z de A, Medrado ARAP. Wound healing-a literature review. An Bras Dermatol. SciELO Brasil. 2016;91:614–20."}, {"Citation": "Rajendran NK, Kumar SSD, Houreld NN, Abrahamse H. A review on nanoparticle based treatment for wound healing. J Drug Deliv Sci Technol Elsevier. 2018;44:421–30.", "ArticleIdList": ["10.1016/j.jddst.2018.01.009"]}, {"Citation": "Han S-K. Basics of wound healing. Innov Adv Wound Heal. Springer; 2023. p. 1–42."}, {"Citation": "Kiritsi D, Nyström A. The role of TGFβ in wound healing pathologies. Mech Ageing Dev Elsevier. 2018;172:51–8.", "ArticleIdList": ["10.1016/j.mad.2017.11.004"]}, {"Citation": "Schreml S, Szeimies R-M, Prantl L, Landthaler M, Babilas P. Wound healing in the 21st century. J Am Acad Dermatol Elsevier. 2010;63:866–81.", "ArticleIdList": ["10.1016/j.jaad.2009.10.048"]}, {"Citation": "Beldon P. Basic science of wound healing. Surg Elsevier. 2010;28:409–12."}, {"Citation": "Bowler PG, Duerden BI, Armstrong DG. Wound microbiology and associated approaches to wound management. Clin Microbiol Rev Am Soc Microbiol. 2001;14:244–69.", "ArticleIdList": ["10.1128/CMR.14.2.244-269.2001"]}, {"Citation": "Ovington L. Bacterial toxins and wound healing. Ostomy Wound Manage. 2003;49:8–12.", "ArticleIdList": ["12883157"]}, {"Citation": "Edwards R, Harding KG. Bacteria and wound healing. Curr Opin Infect Dis LWW. 2004;17:91–6.", "ArticleIdList": ["10.1097/00001432-200404000-00004"]}, {"Citation": "Manzoureh R, Farahpour MR. Topical administration of hydroethanolic extract of Trifolium pratense (red clover) accelerates wound healing by apoptosis and re-epithelialization. Biotech Histochem Taylor & Francis. 2021;96:276–86.", "ArticleIdList": ["10.1080/10520295.2020.1797875"]}, {"Citation": "Velnar T, Bailey T, Smrkolj V. The wound healing process: an overview of the cellular and molecular mechanisms. J Int Med Res. London, England: Sage Publications Sage UK; 2009;37:1528–42."}, {"Citation": "Kumar M, Ge Y, Hilles AR, Bhatia A, Mahmood S. A review on polysaccharides mediated electrospun nanofibers for diabetic wound healing: their current status with regulatory perspective. Int J Biol Macromol. Elsevier; 2023;234:123696."}, {"Citation": "Kumar M, Mahmood S, Mandal UK. An updated account on formulations and strategies for the treatment of burn infection-a review. Curr Pharm Des. 2022;28:1480–92.", "ArticleIdList": ["35598231", "10.2174/1381612828666220519145859"]}, {"Citation": "De Luca I, Pedram P, Moeini A, Cerruti P, Peluso G, Di Salle A, et al. Nanotechnology development for formulating essential oils in wound dressing materials to promote the wound-healing process: a review. Appl Sci. MDPI; 2021;11:1713."}, {"Citation": "El Ayadi A, Jay JW, Prasai A. Current approaches targeting the wound healing phases to attenuate fibrosis and scarring. Int J Mol Sci. MDPI; 2020;21:1105."}, {"Citation": "Xu Z, Han S, Gu Z, Wu J. Advances and impact of antioxidant hydrogel in chronic wound healing. Adv Healthc Mater. Wiley Online Library; 2020;9:1901502."}, {"Citation": "Jatoi AW, Ogasawara H, Kim IS, Ni Q-Q. Polyvinyl alcohol nanofiber based three phase wound dressings for sustained wound healing applications. Mater Lett Elsevier. 2019;241:168–71.", "ArticleIdList": ["10.1016/j.matlet.2019.01.084"]}, {"Citation": "Krzyszczyk P, Schloss R, Palmer A, Berthiaume F. The role of macrophages in acute and chronic wound healing and interventions to promote pro-wound healing phenotypes. Front Physiol. Frontiers Media SA; 2018;9:419."}, {"Citation": "Vijayan A, Nanditha CK, Kumar GSV. ECM-mimicking nanofibrous scaffold enriched with dual growth factor carrying nanoparticles for diabetic wound healing. Nanoscale Adv Royal Society of Chemistry. 2021;3:3085–92.", "ArticleIdList": ["10.1039/D0NA00926A"]}, {"Citation": "Ehterami A, Salehi M, Farzamfar S, Vaez A, Samadian H, Sahrapeyma H, et al. In vitro and in vivo study of PCL/COLL wound dressing loaded with insulin-chitosan nanoparticles on cutaneous wound healing in rats model. Int J Biol Macromol Elsevier. 2018;117:601–9.", "ArticleIdList": ["10.1016/j.ijbiomac.2018.05.184"]}, {"Citation": "Okur NÜ, Hökenek N, Okur ME, Ayla Ş, Yoltaş A, Siafaka PI, et al. An alternative approach to wound healing field; new composite films from natural polymers for mupirocin dermal delivery. Saudi Pharm J Elsevier. 2019;27:738–52.", "ArticleIdList": ["10.1016/j.jsps.2019.04.010"]}, {"Citation": "Siafaka PI, Üstündağ Okur N, Karavas E, Bikiaris DN. Surface modified multifunctional and stimuli responsive nanoparticles for drug targeting: current status and uses. Int J Mol Sci. MDPI; 2016;17:1440."}, {"Citation": "Filippousi M, Siafaka PI, Amanatiadou EP, Nanaki SG, Nerantzaki M, Bikiaris DN, et al. Modified chitosan coated mesoporous strontium hydroxyapatite nanorods as drug carriers. J Mater Chem B Royal Society of Chemistry. 2015;3:5991–6000."}, {"Citation": "Bayindir Bilgic M, Lacin NT, Berber H, Mansuroglu B. In vitro evaluation of alpha-tocopherol loaded carboxymethylcellulose chitosan copolymers as wound dressing materials. Mater Technol Taylor & Francis. 2019;34:386–93.", "ArticleIdList": ["10.1080/10667857.2019.1573944"]}, {"Citation": "Ferreira MOG, de Lima IS, Morais AÍS, Silva SO, de Carvalho RBF, Ribeiro AB, et al. Chitosan associated with chlorhexidine in gel form: synthesis, characterization and healing wounds applications. J Drug Deliv Sci Technol Elsevier. 2019;49:375–82.", "ArticleIdList": ["10.1016/j.jddst.2018.12.003"]}, {"Citation": "Kumar M, Dogra R, Mandal UK. Nanomaterial-based delivery of vaccine through nasal route: opportunities, challenges, advantages, and limitations. J Drug Deliv Sci Technol. Elsevier; 2022;74:103533."}, {"Citation": "Mukherjee D, Azamthulla M, Santhosh S, Dath G, Ghosh A, Natholia R, et al. Development and characterization of chitosan-based hydrogels as wound dressing materials. J Drug Deliv Sci Technol Elsevier. 2018;46:498–510.", "ArticleIdList": ["10.1016/j.jddst.2018.06.008"]}, {"Citation": "Yao H-Y, Lin H-R, Sue G-P, Lin Y-J. Chitosan-based hydrogels prepared by UV polymerization for wound dressing. Polym Polym Compos. London, England: SAGE Publications Sage UK; 2019;27:155–67."}, {"Citation": "Tavakoli J. Physico-mechanical, morphological and biomedical properties of a novel natural wound dressing material. J Mech Behav Biomed Mater Elsevier. 2017;65:373–82.", "ArticleIdList": ["10.1016/j.jmbbm.2016.09.008"]}, {"Citation": "Liu J, Yan L, Yang W, Lan Y, Zhu Q, Xu H, et al. Controlled-release neurotensin-loaded silk fibroin dressings improve wound healing in diabetic rat model. Bioact Mater Elsevier. 2019;4:151–9."}, {"Citation": "Portela R, Leal CR, Almeida PL, Sobral RG. Bacterial cellulose: a versatile biopolymer for wound dressing applications. Microb Biotechnol Wiley Online Library. 2019;12:586–610."}, {"Citation": "Aderibigbe BA, Buyana B. Alginate in wound dressings. Pharmaceutics. MDPI. 2018;10:42."}, {"Citation": "Fleck CA, Simman R. Modern collagen wound dressings: function and purpose. J Am Col Certif Wound Spec. Elsevier. 2010;2:50–4."}, {"Citation": "Longinotti C. The use of hyaluronic acid based dressings to treat burns: a review. Burn Trauma Oxford University Press. 2014;2:2321–3868."}, {"Citation": "Mir M, Ali MN, Barakullah A, Gulzar A, Arshad M, Fatima S, et al. Synthetic polymeric biomaterials for wound healing: a review. Prog Biomater Springer. 2018;7:1–21.", "ArticleIdList": ["10.1007/s40204-018-0083-4"]}, {"Citation": "Siafaka PI, Üstündağ Okur N, Mone M, Giannakopoulou S, Er S, Pavlidou E, et al. Two different approaches for oral administration of voriconazole loaded formulations: electrospun fibers versus β-cyclodextrin complexes. Int J Mol Sci. MDPI. 2016;17:282."}, {"Citation": "Tavakoli J, Tang Y. Honey/PVA hybrid wound dressings with controlled release of antibiotics: structural, physico-mechanical and in-vitro biomedical studies. Mater Sci Eng C Elsevier. 2017;77:318–25.", "ArticleIdList": ["10.1016/j.msec.2017.03.272"]}, {"Citation": "Tang Y, Lan X, Liang C, Zhong Z, Xie R, Zhou Y, et al. Honey loaded alginate/PVA nanofibrous membrane as potential bioactive wound dressing. Carbohydr Polym Elsevier. 2019;219:113–20.", "ArticleIdList": ["10.1016/j.carbpol.2019.05.004"]}, {"Citation": "Ahlawat J, Kumar V, Gopinath P. Carica papaya loaded poly (vinyl alcohol)-gelatin nanofibrous scaffold for potential application in wound dressing. Mater Sci Eng C. Elsevier. 2019;103:109834."}, {"Citation": "Perumal G, Pappuru S, Chakraborty D, Nandkumar AM, Chand DK, Doble M. Synthesis and characterization of curcumin loaded PLA—Hyperbranched polyglycerol electrospun blend for wound dressing applications. Mater Sci Eng C Elsevier. 2017;76:1196–204.", "ArticleIdList": ["10.1016/j.msec.2017.03.200"]}, {"Citation": "Siafaka PI, Barmbalexis P, Bikiaris DN. Novel electrospun nanofibrous matrices prepared from poly (lactic acid)/poly (butylene adipate) blends for controlled release formulations of an anti-rheumatoid agent. Eur J Pharm Sci Elsevier. 2016;88:12–25.", "ArticleIdList": ["10.1016/j.ejps.2016.03.021"]}, {"Citation": "Chatterjee S, Ghosal K, Kumar M, Mahmood S, Thomas S. A detailed discussion on interpenetrating polymer network (IPN) based drug delivery system for the advancement of health care system. J Drug Deliv Sci Technol Elsevier. 2022;79."}, {"Citation": "Okur NÜ, Filippousi M, Okur ME, Ayla Ş, Çağlar EŞ, Yoltaş A, et al. A novel approach for skin infections: controlled release topical mats of poly (lactic acid)/poly (ethylene succinate) blends containing Voriconazole. J Drug Deliv Sci Technol Elsevier. 2018;46:74–86.", "ArticleIdList": ["10.1016/j.jddst.2018.05.005"]}, {"Citation": "Zou F, Sun X, Wang X. Elastic, hydrophilic and biodegradable poly (1, 8-octanediol-co-citric acid)/polylactic acid nanofibrous membranes for potential wound dressing applications. Polym Degrad Stab Elsevier. 2019;166:163–73.", "ArticleIdList": ["10.1016/j.polymdegradstab.2019.05.024"]}, {"Citation": "Li W, Yu Q, Yao H, Zhu Y, Topham PD, Yue K, et al. Superhydrophobic hierarchical fiber/bead composite membranes for efficient treatment of burns. Acta Biomater Elsevier. 2019;92:60–70.", "ArticleIdList": ["10.1016/j.actbio.2019.05.025"]}, {"Citation": "Siafaka PI, Barmpalexis P, Lazaridou M, Papageorgiou GZ, Koutris E, Karavas E, et al. Controlled release formulations of risperidone antipsychotic drug in novel aliphatic polyester carriers: data analysis and modelling. Eur J Pharm Biopharm Elsevier. 2015;94:473–84.", "ArticleIdList": ["10.1016/j.ejpb.2015.06.027"]}, {"Citation": "Filippousi M, Turner S, Leus K, Siafaka PI, Tseligka ED, Vandichel M, et al. Biocompatible Zr-based nanoscale MOFs coated with modified poly (ε-caprolactone) as anticancer drug carriers. Int J Pharm Elsevier. 2016;509:208–18.", "ArticleIdList": ["10.1016/j.ijpharm.2016.05.048"]}, {"Citation": "Alven S, Aderibigbe BA. Fabrication of hybrid nanofibers from biopolymers and poly (Vinyl alcohol)/poly (ε-caprolactone) for wound dressing applications. Polymers (Basel). MDPI. 2021;13:2104."}, {"Citation": "Merrell JG, McLaughlin SW, Tie L, Laurencin CT, Chen AF, Nair LS. Curcumin loaded poly (ε-caprolactone) nanofibers: diabetic wound dressing with antioxidant and anti-inflammatory properties. Clin Exp Pharmacol Physiol. NIH Public Access. 2009;36:1149."}, {"Citation": "He J, Liang Y, Shi M, Guo B. Anti-oxidant electroactive and antibacterial nanofibrous wound dressings based on poly (ε-caprolactone)/quaternized chitosan-graft-polyaniline for full-thickness skin wound healing. Chem Eng J. Elsevier. 2020;385:123464."}, {"Citation": "Naseri-Nosar M, Farzamfar S, Sahrapeyma H, Ghorbani S, Bastami F, Vaez A, et al. Cerium oxide nanoparticle-containing poly (ε-caprolactone)/gelatin electrospun film as a potential wound dressing material: in vitro and in vivo evaluation. Mater Sci Eng C Elsevier. 2017;81:366–72.", "ArticleIdList": ["10.1016/j.msec.2017.08.013"]}, {"Citation": "Reshmi CR, Suja PS, Manaf O, Sanu PP, Sujith A. Nanochitosan enriched poly ε-caprolactone electrospun wound dressing membranes: a fine tuning of physicochemical properties, hemocompatibility and curcumin release profile. Int J Biol Macromol Elsevier. 2018;108:1261–72.", "ArticleIdList": ["10.1016/j.ijbiomac.2017.11.035"]}, {"Citation": "Ghorbani M, Nezhad-Mokhtari P, Ramazani S. Aloe vera-loaded nanofibrous scaffold based on Zein/Polycaprolactone/Collagen for wound healing. Int J Biol Macromol Elsevier. 2020;153:921–30.", "ArticleIdList": ["10.1016/j.ijbiomac.2020.03.036"]}, {"Citation": "Chong LH, Lim MM, Sultana N. Fabrication and evaluation of polycaprolactone/gelatin-based electrospun nanofibers with antibacterial properties. J Nanomater. Hindawi Limited London, UK, United Kingdom. 2015;2015:15."}, {"Citation": "Yang S, Li X, Liu P, Zhang M, Wang C, Zhang B. Multifunctional chitosan/polycaprolactone nanofiber scaffolds with varied dual-drug release for wound-healing applications. ACS Biomater Sci Eng ACS Publications. 2020;6:4666–76.", "ArticleIdList": ["10.1021/acsbiomaterials.0c00674"]}, {"Citation": "Mary SA, Ariram N, Gopinath A, Chinnaiyan SK, Raja IS, Sahu B, et al. Investigation on centrifugally spun fibrous PCL/3-methyl mannoside mats for wound healing application. Polymers (Basel). MDPI. 2023;15:1293."}, {"Citation": "Martin A, Cai J, Schaedel A-L, van der Plas M, Malmsten M, Rades T, et al. Zein-polycaprolactone core–shell nanofibers for wound healing. Int J Pharm. Elsevier. 2022;621:121809."}, {"Citation": "Eğri Ö, Erdemir N. Production of Hypericum perforatum oil-loaded membranes for wound dressing material and in vitro tests. Artif cells, nanomedicine, Biotechnol. Taylor & Francis. 2019;47:1404–15."}, {"Citation": "Shah A, Yameen MA, Fatima N, Murtaza G. Chemical synthesis of chitosan/silver nanocomposites films loaded with moxifloxacin: their characterization and potential antibacterial activity. Int J Pharm Elsevier. 2019;561:19–34.", "ArticleIdList": ["10.1016/j.ijpharm.2019.02.029"]}, {"Citation": "Long J, Etxeberria AE, Nand A V, Bunt CR, Ray S, Seyfoddin A. A 3D printed chitosan-pectin hydrogel wound dressing for lidocaine hydrochloride delivery. Mater Sci Eng C. Elsevier. 2019;104:109873."}, {"Citation": "Masood N, Ahmed R, Tariq M, Ahmed Z, Masoud MS, Ali I, et al. Silver nanoparticle impregnated chitosan-PEG hydrogel enhances wound healing in diabetes induced rabbits. Int J Pharm Elsevier. 2019;559:23–36.", "ArticleIdList": ["10.1016/j.ijpharm.2019.01.019"]}, {"Citation": "Akhavan-Kharazian N, Izadi-Vasafi H. Preparation and characterization of chitosan/gelatin/nanocrystalline cellulose/calcium peroxide films for potential wound dressing applications. Int J Biol Macromol Elsevier. 2019;133:881–91.", "ArticleIdList": ["10.1016/j.ijbiomac.2019.04.159"]}, {"Citation": "Romić MD, Špoljarić D, Klarić MŠ, Cetina-Čižmek B, Filipović-Grčić J, Hafner A. Melatonin loaded lipid enriched chitosan microspheres–hybrid dressing for moderate exuding wounds. J Drug Deliv Sci Technol Elsevier. 2019;52:431–9.", "ArticleIdList": ["10.1016/j.jddst.2019.05.004"]}, {"Citation": "Zhang K, Bai X, Yuan Z, Cao X, Jiao X, Li Y, et al. Layered nanofiber sponge with an improved capacity for promoting blood coagulation and wound healing. Biomaterials Elsevier. 2019;204:70–9.", "ArticleIdList": ["10.1016/j.biomaterials.2019.03.008"]}, {"Citation": "Tao G, Wang Y, Cai R, Chang H, Song K, Zuo H, et al. Design and performance of sericin/poly (vinyl alcohol) hydrogel as a drug delivery carrier for potential wound dressing application. Mater Sci Eng C Elsevier. 2019;101:341–51.", "ArticleIdList": ["10.1016/j.msec.2019.03.111"]}, {"Citation": "Iacob A-T, Drăgan M, Ghețu N, Pieptu D, Vasile C, Buron F, et al. Preparation, characterization and wound healing effects of new membranes based on chitosan, hyaluronic acid and arginine derivatives. Polymers (Basel). MDPI. 2018;10:607."}, {"Citation": "Eskandarinia A, Kefayat A, Rafienia M, Agheb M, Navid S, Ebrahimpour K. Cornstarch-based wound dressing incorporated with hyaluronic acid and propolis: In vitro and in vivo studies. Carbohydr Polym Elsevier. 2019;216:25–35.", "ArticleIdList": ["10.1016/j.carbpol.2019.03.091"]}, {"Citation": "Ravichandran S, Radhakrishnan J, Jayabal P, Venkatasubbu GD. Antibacterial screening studies of electrospun Polycaprolactone nano fibrous mat containing Clerodendrum phlomidis leaves extract. Appl Surf Sci Elsevier. 2019;484:676–87.", "ArticleIdList": ["10.1016/j.apsusc.2019.04.150"]}, {"Citation": "He F, Deng X, Zhou Y, Zhang T, Liu Y, Ye Y, et al. Controlled release of antibiotics from poly-ε-caprolactone/polyethylene glycol wound dressing fabricated by direct-writing melt electrospinning. Polym Adv Technol Wiley Online Library. 2019;30:425–34."}, {"Citation": "Shi R, Geng H, Gong M, Ye J, Wu C, Hu X, et al. Long-acting and broad-spectrum antimicrobial electrospun poly (ε-caprolactone)/gelatin micro/nanofibers for wound dressing. J Colloid Interface Sci Elsevier. 2018;509:275–84.", "ArticleIdList": ["10.1016/j.jcis.2017.08.092"]}, {"Citation": "Locilento DA, Mercante LA, Andre RS, Mattoso LHC, Luna GLF, Brassolatti P, et al. Biocompatible and biodegradable electrospun nanofibrous membranes loaded with grape seed extract for wound dressing application. J Nanomater Hindawi. 2019;2019:1–12.", "ArticleIdList": ["10.1155/2019/2472964"]}, {"Citation": "Vázquez N, Sánchez-Arévalo F, Maciel-Cerda A, Garnica-Palafox I, Ontiveros-Tlachi R, Chaires-Rosas C, et al. Influence of the PLGA/gelatin ratio on the physical, chemical and biological properties of electrospun scaffolds for wound dressings. Biomed Mater. IOP Publishing. 2019;14:45006."}, {"Citation": "Varshosaz J, Jahanian A, Maktoobian M. Montelukast incorporated poly (methyl vinyl ether-co-maleic acid)/poly (lactic-co-glycolic acid) electrospun nanofibers for wound dressing. Fibers Polym Springer. 2017;18:2125–34.", "ArticleIdList": ["10.1007/s12221-017-7438-7"]}, {"Citation": "Dekina S, Romanovska I, Sevastyanov O, Shesterenko Y, Ryjak A, Varbanets L, et al. Development and characterization of chitosan/polyvinyl alcohol polymer material with elastolytic and collagenolytic activities. Enzyme Microb Technol. Elsevier. 2020;132:109399."}, {"Citation": "Razzaq A, Khan ZU, Saeed A, Shah KA, Khan NU, Menaa B, et al. Development of cephradine-loaded gelatin/polyvinyl alcohol electrospun nanofibers for effective diabetic wound healing: in-vitro and in-vivo assessments. Pharmaceutics. Multidisciplinary Digital Publishing Institute. 2021;13:349."}, {"Citation": "Samadian H, Zamiri S, Ehterami A, Farzamfar S, Vaez A, Khastar H, et al. Electrospun cellulose acetate/gelatin nanofibrous wound dressing containing berberine for diabetic foot ulcer healing: in vitro and in vivo studies. Sci Rep Nature Publishing Group. 2020;10:1–12."}, {"Citation": "Singaravelu S, Ramanathan G, Sivagnanam UT. Dual-layered 3D nanofibrous matrix incorporated with dual drugs and their synergetic effect on accelerating wound healing through growth factor regulation. Mater Sci Eng C Elsevier. 2017;76:37–49.", "ArticleIdList": ["10.1016/j.msec.2017.02.148"]}, {"Citation": "Lv F, Wang J, Xu P, Han Y, Ma H, Xu H, et al. A conducive bioceramic/polymer composite biomaterial for diabetic wound healing. Acta Biomater Elsevier. 2017;60:128–43.", "ArticleIdList": ["10.1016/j.actbio.2017.07.020"]}, {"Citation": "Khan MSA, Ahmad I. Herbal medicine: current trends and future prospects. New look to phytomedicine. Elsevier. 2019. p. 3–13."}, {"Citation": "Rashrash M, Schommer JC, Brown LM. Prevalence and predictors of herbal medicine use among adults in the United States. J patient Exp. Los Angeles, CA :SAGE Publications Sage; 2017;4:108–13."}, {"Citation": "Nooreen Z, Rai VK, Yadav NP. Phytopharmaceuticals: a new class of drug in India. Ann Phytomed. 2018;7:27–37.", "ArticleIdList": ["10.21276/ap.2018.7.1.4"]}, {"Citation": "Ekor M. The growing use of herbal medicines: issues relating to adverse reactions and challenges in monitoring safety. Front Pharmacol. Frontiers Media SA. 2014;4:177."}, {"Citation": "Bonifacio BV, da Silva PB, dos Santos Ramos MA, Negri KMS, Bauab TM, Chorilli M. Nanotechnology-based drug delivery systems and herbal medicines: a review. Int J Nanomedicine. Dove Press. 2014;9:1."}, {"Citation": "Builders PF, Kabele-Toge B, Builders M, Chindo BA, Anwunobi PA, Isimi YC. Wound healing potential of formulated extract from hibiscus sabdariffa calyx. Indian J Pharm Sci. Wolters Kluwer--Medknow Publications. 2013;75:45."}, {"Citation": "Fahimi S, Mortazavi SA, Abdollahi M, Hajimehdipoor H. Formulation of a traditionally used polyherbal product for burn healing and HPTLC fingerprinting of its phenolic contents. Iran J Pharm Res IJPR. Brieflands. 2016;15:95."}, {"Citation": "Jahandideh M, Hajimehdipoor H, Mortazavi SA, Dehpour A, Hassanzadeh G. Evaluation of the wound healing activity of a traditional compound herbal product using rat excision wound model. Iran J Pharm Res IJPR. Shahid Beheshti University of Medical Sciences. 2017;16:153."}, {"Citation": "Aslam MS, Ahmad MS, Mamat AS, Ahmad MZ, Salam F. Antioxidant and wound healing activity of polyherbal fractions of Clinacanthus nutans and Elephantopus scaber. Evidence-based Complement Altern Med. Hindawi. 2016;2016."}, {"Citation": "Talekar YP, Apte KG, Paygude SV, Tondare PR, Parab PB. Studies on wound healing potential of polyherbal formulation using in vitro and in vivo assays. J Ayurveda Integr Med Elsevier. 2017;8:73–81.", "ArticleIdList": ["10.1016/j.jaim.2016.11.007"]}, {"Citation": "Mahboubi M, Taghizadeh M, Khamechian T, Tamtaji OR, Mokhtari R, Talaei SA. The wound healing effects of herbal cream containing Oliveria decumbens and Pelargonium graveolens essential oils in diabetic foot ulcer model. World J Plast Surg. Iran Society of Plastic, Reconstructive and Aesthetic Surgeons. 2018;7:45."}, {"Citation": "Yaduvanshi B, Mathur R, Mathur SR, Velpandian T. Evaluation of wound healing potential of topical formulation of leaf juice of Tridax procumbens L. in mice. Indian J Pharm Sci. Wolters Kluwer--Medknow Publications. 2011;73:303."}, {"Citation": "Namunana S, Lutoti S, Nyamaizi G, Agaba G, Apun I, Ssebunnya C, et al. Formulation, development and validation of a wound healing herbal ointment from extracts of Bidens pilosa and Aloe barbadensis. J Pharm Pharmacol Res. 2018."}, {"Citation": "Kolhe SS. Evaluation of polyherbal ointment for wound healing activity in Wistar rats. J Drug Deliv Ther. 2018;8:26–31.", "ArticleIdList": ["10.22270/jddt.v8i6-s.2072"]}, {"Citation": "KP MH, Saraswathi R, Mohanta GP, Nayar C. Formulation and evaluation of herbal gel of Pothos scandens Linn. Asian Pac J Trop Med. Elsevier. 2010;3:988–92."}, {"Citation": "Hamidi SA, Naeini AT, Oryan A, Tabandeh MR, Tanideh N, Nazifi S. Cutaneous wound healing after topical application of pistacia atlantica gel formulation in rats. Turk J Pharm Sci. Turkish Pharmacists’ Association. 2017;14:65."}, {"Citation": "Toppo FA, Pawar RS. Development, optimization and evaluation of different herbal formulations for wound healing. Int J Pharm Pharm Sci. 2015;7:447–52."}, {"Citation": "Kumar M, Mandal UK. Asiaticoside: a wonderful herbal component of versatile therapeutic benefits with special reference to wound healing activity. J Clin Exp Dermatol Res. 2021;12:1–7."}, {"Citation": "Hossain ML, Rahman MA, Siddika A, Adnan MH, Rahman H, Diba F, et al. Burn and wound healing using radiation sterilized human amniotic membrane and centella asiatica derived gel: a review. Regen Eng Transl Med Springer. 2020;6:347–57.", "ArticleIdList": ["10.1007/s40883-019-00122-5"]}, {"Citation": "Chaudhari M, Mengi S. Evaluation of phytoconstituents of Terminalia arjuna for wound healing activity in rats. Phyther Res An Int J Devoted to Pharmacol Toxicol Eval Nat Prod Deriv. Wiley Online Library. 2006;20:799–805."}, {"Citation": "Ugoeze KC, Aja PC, Nwachukwu N, Chinko BC, Egwurugwu JN. Assessment of the phytoconstituents and optimal applicable concentration of aqueous extract of Azadirachta indica leaves for wound healing in male Wistar rats. Thai J Pharm Sci. 2021;45."}, {"Citation": "Raslan MA, Afifi AH. In vitro wound healing properties, antioxidant activities, HPLC–ESI–MS/MS profile and phytoconstituents of the stem aqueous methanolic extract of Dracaena reflexa Lam. Biomed Chromatogr. Wiley Online Library. 2022;36:e5352."}, {"Citation": "Harwansh RK, Deshmukh R, Rahman MA. Nanoemulsion: promising nanocarrier system for delivery of herbal bioactives. J Drug Deliv Sci Technol Elsevier. 2019;51:224–33.", "ArticleIdList": ["10.1016/j.jddst.2019.03.006"]}, {"Citation": "Shishir MRI, Karim N, Gowd V, Zheng X, Chen W. Liposomal delivery of natural product: a promising approach in health research. Trends Food Sci Technol Elsevier. 2019;85:177–200.", "ArticleIdList": ["10.1016/j.tifs.2019.01.013"]}, {"Citation": "Kumar M, Thakur A, Mandal UK, Thakur A, Bhatia A. Foam-based drug delivery: a newer approach for pharmaceutical dosage form. AAPS PharmSciTech. Springer. 2022;23:244."}, {"Citation": "Gondim BLC, Oshiro-Júnior JA, Fernanandes FHA, Nóbrega FP, Castellano LRC, Medeiros ACD. Plant extracts loaded in nanostructured drug delivery systems for treating parasitic and antimicrobial diseases. Curr Pharm Des Bentham Science Publishers. 2019;25:1604–15."}, {"Citation": "Subramanian AP, Jaganathan SK, Manikandan A, Pandiaraj KN, Gomathi N, Supriyanto E. Recent trends in nano-based drug delivery systems for efficient delivery of phytochemicals in chemotherapy. RSC Adv Royal Society of Chemistry. 2016;6:48294–314.", "ArticleIdList": ["10.1039/C6RA07802H"]}, {"Citation": "Dewanjee S, Chakraborty P, Mukherjee B, De Feo V. Plant-based antidiabetic nanoformulations: the emerging paradigm for effective therapy. Int J Mol Sci. MDPI. 2020;21:2217."}, {"Citation": "Kumar M, Kumar D, Kumar S, Kumar A, Mandal UK. A recent review on bio-availability enhancement of poorly water-soluble drugs by using bioenhancer and nanoparticulate drug delivery system. Curr Pharm Des Bentham Science Publishers. 2022;28:3212–24."}, {"Citation": "Kumar M, Dogra R, Mandal UK. Novel formulation approaches used for the management of osteoarthritis: a recent review. Curr Drug Deliv: Bentham Science Publishers; 2023;20(7):841–56."}, {"Citation": "Tamizharasi S, Dubey A, Rathi V, Rathi JC. Development and characterization of niosomal drug delivery of gliclazide. J Young Pharm. 2009;1:205–9.", "ArticleIdList": ["10.4103/0975-1483.57065"]}, {"Citation": "Shirsand SB, Para MS, Nagendrakumar D, Kanani KM, Keerthy D. Formulation and evaluation of Ketoconazole niosomal gel drug delivery system. Int J Pharm Investig. Wolters Kluwer--Medknow Publications. 2012;2:201."}, {"Citation": "Muzzalupo R, Tavano L, Cassano R, Trombino S, Ferrarelli T, Picci N. A new approach for the evaluation of niosomes as effective transdermal drug delivery systems. Eur J Pharm Biopharm Elsevier. 2011;79:28–35.", "ArticleIdList": ["10.1016/j.ejpb.2011.01.020"]}, {"Citation": "Aggarwal D, Kaur IP. Improved pharmacodynamics of timolol maleate from a mucoadhesive niosomal ophthalmic drug delivery system. Int J Pharm Elsevier. 2005;290:155–9.", "ArticleIdList": ["10.1016/j.ijpharm.2004.10.026"]}, {"Citation": "Ravouru N, Kondreddy P, Korakanchi D. Formulation and evaluation of niosomal nasal drug delivery system of folic acid for brain targeting. Curr Drug Discov Technol. Bentham Science Publishers. 2013;10:270–82."}, {"Citation": "Jiménez-López J, Bravo-Caparrós I, Cabeza L, Nieto FR, Ortiz R, Perazzoli G, et al. Paclitaxel antitumor effect improvement in lung cancer and prevention of the painful neuropathy using large pegylated cationic liposomes. Biomed Pharmacother. Elsevier. 2021;133:111059."}, {"Citation": "Walunj M, Doppalapudi S, Bulbake U, Khan W. Preparation, characterization, and in vivo evaluation of cyclosporine cationic liposomes for the treatment of psoriasis. J Liposome Res Taylor & Francis. 2020;30:68–79.", "ArticleIdList": ["10.1080/08982104.2019.1593449"]}, {"Citation": "Moyá ML, López-López M, Lebrón JA, Ostos FJ, Pérez D, Camacho V, et al. Preparation and characterization of new liposomes. Bactericidal activity of cefepime encapsulated into cationic liposomes. Pharmaceutics. Multidisciplinary Digital Publishing Institute. 2019;11:69."}, {"Citation": "Mahira S, Kommineni N, Husain GM, Khan W. Cabazitaxel and silibinin co-encapsulated cationic liposomes for CD44 targeted delivery: a new insight into nanomedicine based combinational chemotherapy for prostate cancer. Biomed Pharmacother Elsevier. 2019;110:803–17.", "ArticleIdList": ["10.1016/j.biopha.2018.11.145"]}, {"Citation": "Chang M, Wu M, Li H. Antitumor activities of novel glycyrrhetinic acid-modified curcumin-loaded cationic liposomes in vitro and in H22 tumor-bearing mice. Drug Deliv Taylor & Francis. 2018;25:1984–95."}, {"Citation": "Jose A, Labala S, Venuganti VVK. Co-delivery of curcumin and STAT3 siRNA using deformable cationic liposomes to treat skin cancer. J Drug Target Taylor & Francis. 2017;25:330–41.", "ArticleIdList": ["10.1080/1061186X.2016.1258567"]}, {"Citation": "Gai X, Cheng L, Li T, Liu D, Wang Y, Wang T, et al. In vitro and in vivo studies on a novel bioadhesive colloidal system: cationic liposomes of ibuprofen. Aaps Pharmscitech Springer. 2018;19:700–9.", "ArticleIdList": ["10.1208/s12249-017-0872-4"]}, {"Citation": "Yang Z, Tian L, Liu J, Huang G. Construction and evaluation in vitro and in vivo of tedizolid phosphate loaded cationic liposomes. J Liposome Res Taylor & Francis. 2018;28:322–30.", "ArticleIdList": ["10.1080/08982104.2017.1380665"]}, {"Citation": "Mbah CC, Builders PF, Attama AA. Nanovesicular carriers as alternative drug delivery systems: ethosomes in focus. Expert Opin Drug Deliv. Taylor & Francis. 2014;11:45–59."}, {"Citation": "Jafari A, Daneshamouz S, Ghasemiyeh P, Mohammadi-Samani S. Ethosomes as dermal/transdermal drug delivery systems: applications, preparation and characterization. J Liposome Res Taylor & Francis. 2022;33:1–19."}, {"Citation": "Parashar T, Sachan R, Singh V, Singh G, Tyagi S, Patel C, et al. Ethosomes: a recent vesicle of transdermal drug delivery system. Int J Res Dev Pharm life Sci. Citeseer. 2013;2:285–92."}, {"Citation": "Sharma G, Goyal H, Thakur K, Raza K, Katare OP. Novel elastic membrane vesicles (EMVs) and ethosomes-mediated effective topical delivery of aceclofenac: a new therapeutic approach for pain and inflammation. Drug Deliv. 2016;23:3135–45.", "ArticleIdList": ["26960815", "10.3109/10717544.2016.1155244"]}, {"Citation": "Jain S, Patel N, Madan P, Lin S. Quality by design approach for formulation, evaluation and statistical optimization of diclofenac-loaded ethosomes via transdermal route. Pharm Dev Technol Taylor & Francis. 2015;20:473–89.", "ArticleIdList": ["10.3109/10837450.2014.882939"]}, {"Citation": "Limsuwan T, Amnuaikit T. Development of ethosomes containing mycophenolic acid. Procedia Chem Elsevier. 2012;4:328–35.", "ArticleIdList": ["10.1016/j.proche.2012.06.046"]}, {"Citation": "Hou Z, Li Y, Huang Y, Zhou C, Lin J, Wang Y, et al. Phytosomes loaded with mitomycin C–soybean phosphatidylcholine complex developed for drug delivery. Mol Pharm ACS Publications. 2013;10:90–101.", "ArticleIdList": ["10.1021/mp300489p"]}, {"Citation": "Sahu AR, Bothara SB. Formulation and evaluation of phytosome drug delivery system of boswellia serrata extract. Int J Res Med. 2015;4:94–9."}, {"Citation": "Karimi N, Ghanbarzadeh B, Hamishehkar H, KEYVANI F, Pezeshki A, Gholian MM. Phytosome and liposome: the beneficial encapsulation systems in drug delivery and food application. Appl Food Biotechnol. 2015;2:17."}, {"Citation": "Riva A, Ronchi M, Petrangolini G, Bosisio S, Allegrini P. Improved oral absorption of quercetin from quercetin Phytosome®, a new delivery system based on food grade lecithin. Eur J Drug Metab Pharmacokinet Springer. 2019;44:169–77.", "ArticleIdList": ["10.1007/s13318-018-0517-3"]}, {"Citation": "Koudelka Š, Turánek J. Liposomal paclitaxel formulations. J Control Release Elsevier. 2012;163:322–34.", "ArticleIdList": ["10.1016/j.jconrel.2012.09.006"]}, {"Citation": "Clemons KV, Capilla J, Sobel RA, Martinez M, Tong A-J, Stevens DA. Comparative efficacies of lipid-complexed amphotericin B and liposomal amphotericin B against coccidioidal meningitis in rabbits. Antimicrob Agents Chemother Am Soc Microbiol. 2009;53:1858–62.", "ArticleIdList": ["10.1128/AAC.01538-08"]}, {"Citation": "Singh AK, Narsipur SS. Cyclosporine: a commentary on brand versus generic formulation exchange. J Transplant Hindawi. 2011;2011:1–7.", "ArticleIdList": ["10.1155/2011/480642"]}, {"Citation": "Pardeike J, Hommoss A, Müller RH. Lipid nanoparticles (SLN, NLC) in cosmetic and pharmaceutical dermal products. Int J Pharm Elsevier. 2009;366:170–84.", "ArticleIdList": ["10.1016/j.ijpharm.2008.10.003"]}, {"Citation": "Li M, Du C, Guo N, Teng Y, Meng X, Sun H, et al. Composition design and medical application of liposomes. Eur J Med Chem Elsevier. 2019;164:640–53.", "ArticleIdList": ["10.1016/j.ejmech.2019.01.007"]}, {"Citation": "Pandey H, Rani R, Agarwal V. Liposome and their applications in cancer therapy. Brazilian Arch Biol Technol SciELO Brasil. 2016;59:1–10."}, {"Citation": "He H, Lu Y, Qi J, Zhu Q, Chen Z, Wu W. Adapting liposomes for oral drug delivery. Acta Pharm Sin B Elsevier. 2019;9:36–48.", "ArticleIdList": ["10.1016/j.apsb.2018.06.005"]}, {"Citation": "Pattni BS, Chupin VV, Torchilin VP. New developments in liposomal drug delivery. Chem Rev. 2015;115:10938–66.", "ArticleIdList": ["26010257", "10.1021/acs.chemrev.5b00046"]}, {"Citation": "Hua S, Wu SY. The use of lipid-based nanocarriers for targeted pain therapies. Front Pharmacol. 2013;4:143.", "ArticleIdList": ["24319430", "3836271", "10.3389/fphar.2013.00143"]}, {"Citation": "Sharma VK, Sarwa KK, Mazumder B. Fluidity enhancement: a critical factor for performance of liposomal transdermal drug delivery system. J Liposome Res. 2014;24:83–9.", "ArticleIdList": ["24160895", "10.3109/08982104.2013.847956"]}, {"Citation": "Alavi M, Karimi N, Safaei M. Application of various types of liposomes in drug delivery systems. Adv Pharm Bull. 2017;7:3–9.", "ArticleIdList": ["28507932", "5426731", "10.15171/apb.2017.002"]}, {"Citation": "Valenzuela SM. Liposome techniques for synthesis of biomimetic lipid membranes. Nanobiotechnol Biomim Membr Springer. 2007;1:75–87.", "ArticleIdList": ["10.1007/0-387-37740-9_3"]}, {"Citation": "Greish K. Enhanced permeability and retention effect for selective targeting of anticancer nanomedicine: are we there yet? Drug Discov Today Technol Elsevier. 2012;9:e161–6.", "ArticleIdList": ["10.1016/j.ddtec.2011.11.010"]}, {"Citation": "Assis LM de, Zavareze E da R, Prentice-Hernández C, Souza-Soares LA de. Revisão: características de nanopartículas e potenciais aplicações em alimentos. Braz J Food Technol. SciELO Brasil. 2012;15:99–109."}, {"Citation": "Babazadeh A, Ghanbarzadeh B, Hamishehkar H. Phosphatidylcholine-rutin complex as a potential nanocarrier for food applications. J Funct Foods Elsevier. 2017;33:134–41.", "ArticleIdList": ["10.1016/j.jff.2017.03.038"]}, {"Citation": "Camilo CJ, Leite DOD, SILVA ARA, Menezes IRA, Coutinho HDM, Da Costa JGM. Lipid vesicles: applications, principal components and methods used in their formulations. A review. Acta Biológica Colomb. Universidad Nacional de Colombia. 2020;25:339–52."}, {"Citation": "Barea MJ, Jenkins MJ, Gaber MH, Bridson RH. Evaluation of liposomes coated with a pH responsive polymer. Int J Pharm Elsevier. 2010;402:89–94.", "ArticleIdList": ["10.1016/j.ijpharm.2010.09.028"]}, {"Citation": "Hosny KM, Ahmed OAA, Al-Abdali RT. Enteric-coated alendronate sodium nanoliposomes: a novel formula to overcome barriers for the treatment of osteoporosis. Expert Opin Drug Deliv. Taylor & Francis. 2013;10:741–6."}, {"Citation": "Kazakov S. Liposome-nanogel structures for future pharmaceutical applications: an updated review. Curr Pharm Des Bentham Science Publishers. 2016;22:1391–413."}, {"Citation": "Klemetsrud T, Jonassen H, Hiorth M, Kjøniksen A-L, Smistad G. Studies on pectin-coated liposomes and their interaction with mucin. Colloids Surf B Biointerfaces Elsevier. 2013;103:158–65.", "ArticleIdList": ["10.1016/j.colsurfb.2012.10.012"]}, {"Citation": "Parmentier J, Hofhaus G, Thomas S, Cuesta LC, Gropp F, Schröder R, et al. Improved oral bioavailability of human growth hormone by a combination of liposomes containing bio-enhancers and tetraether lipids and omeprazole. J Pharm Sci Elsevier. 2014;103:3985–93.", "ArticleIdList": ["10.1002/jps.24215"]}, {"Citation": "Pons M, Lizondo M, Gallardo M, Freixas J, Estelrich J. Enrofloxacin loaded liposomes obtained by high speed dispersion method. Chem Pharm Bull. The Pharmaceutical Society of Japan. 1995;43:983–7."}, {"Citation": "Schneider T, Sachse A, Röbling G, Brandl M. Large-scale production of liposomes of defined size by a new continuous high pressure extrusion device. Drug Dev Ind Pharm. Taylor & Francis. 1994;20:2787–807."}, {"Citation": "Jangde R, Singh D. Preparation and optimization of quercetin-loaded liposomes for wound healing, using response surface methodology. Artif cells, nanomedicine, Biotechnol. Taylor & Francis. 2016;44:635–41."}, {"Citation": "Cui M-D, Pan Z-H, Pan L-Q. Danggui Buxue extract-loaded liposomes in thermosensitive gel enhance in vivo dermal wound healing via activation of the VEGF/PI3K/Akt and TGF-β/Smads signaling pathway. Evidence-Based Complement Altern Med. Hindawi. 2017;2017:1-13"}, {"Citation": "Castangia I, Nácher A, Caddeo C, Valenti D, Fadda AM, Díez-Sales O, et al. Fabrication of quercetin and curcumin bionanovesicles for the prevention and rapid regeneration of full-thickness skin defects on mice. Acta Biomater Elsevier. 2014;10:1292–300.", "ArticleIdList": ["10.1016/j.actbio.2013.11.005"]}, {"Citation": "Alavi M, Nokhodchi A. Antimicrobial and wound healing activities of electrospun nanofibers based on functionalized carbohydrates and proteins. Cellulose Springer. 2022;100:1–17."}, {"Citation": "Momin M, Patel Z, Gharat S, Altabakha M, Ashames A, Boddu S. Recent advancements in electrospun nanofibers for wound healing: polymers, clinical and regulatory perspective. Crit Rev Ther Drug Carr Syst Begel House Inc. 2022;39:83–118.", "ArticleIdList": ["10.1615/CritRevTherDrugCarrierSyst.2022039840"]}, {"Citation": "Hromadka M, Collins JB, Reed C, Han L, Kolappa KK, Cairns BA, et al. Nanofiber applications for burn care. J Burn care Res. Oxford University Press. 2008;29:695–703."}, {"Citation": "Cerchiara T, Abruzzo A, Palomino RAÑ, Vitali B, De Rose R, Chidichimo G, et al. Spanish Broom (Spartium junceum L.) fibers impregnated with vancomycin-loaded chitosan nanoparticles as new antibacterial wound dressing: preparation, characterization and antibacterial activity. Eur J Pharm Sci. Elsevier. 2017;99:105–12."}, {"Citation": "Aytac Z, Uyar T. Electrospun nanofibers for drug delivery applications. Appl Polym Nanofibers Wiley Online Library. 2022;15:202–54.", "ArticleIdList": ["10.1002/9781119267713.ch6"]}, {"Citation": "Gao C, Zhang L, Wang J, Jin M, Tang Q, Chen Z, et al. Electrospun nanofibers promote wound healing: theories, techniques, and perspectives. J Mater Chem B. Royal Society of Chemistry. 2021;9:3106–30."}, {"Citation": "Zheng F, Li R, He Q, Koral K, Tao J, Fan L, et al. The electrostimulation and scar inhibition effect of chitosan/oxidized hydroxyethyl cellulose/reduced graphene oxide/asiaticoside liposome based hydrogel on peripheral nerve regeneration in vitro. Mater Sci Eng C. Elsevier. 2020;109:110560."}, {"Citation": "Paolino D, Cosco D, Cilurzo F, Trapasso E, Morittu VM, Celia C, et al. Improved in vitro and in vivo collagen biosynthesis by asiaticoside-loaded ultradeformable vesicles. J Control Release Elsevier. 2012;162:143–51.", "ArticleIdList": ["10.1016/j.jconrel.2012.05.050"]}, {"Citation": "Suwantong O, Ruktanonchai U, Supaphol P. Electrospun cellulose acetate fiber mats containing asiaticoside or Centella asiatica crude extract and the release characteristics of asiaticoside. Polymer (Guildf). Elsevier. 2008;49:4239–47."}, {"Citation": "Suwantong O, Ruktanonchai U, Supaphol P. In vitro biological evaluation of electrospun cellulose acetate fiber mats containing asiaticoside or curcumin. J Biomed Mater Res Part A. Wiley Online Library. 2010;94:1216–25."}, {"Citation": "Zhu L, Liu X, Du L, Jin Y. Preparation of asiaticoside-loaded coaxially electrospinning nanofibers and their effect on deep partial-thickness burn injury. Biomed Pharmacother Elsevier. 2016;83:33–40.", "ArticleIdList": ["10.1016/j.biopha.2016.06.016"]}, {"Citation": "Mutlu G, Calamak S, Ulubayram K, Guven E. Curcumin-loaded electrospun PHBV nanofibers as potential wound-dressing material. J Drug Deliv Sci Technol Elsevier. 2018;43:185–93.", "ArticleIdList": ["10.1016/j.jddst.2017.09.017"]}, {"Citation": "Khan AK, Kaleem S, Pervaiz F, Sherazi TA, Khan SA, Khan FA, et al. Antibacterial and wound healing potential of electrospun PVA/MMT nanofibers containing root extract of Berberis lycium. J Drug Deliv Sci Technol. Elsevier. 2023;79:103987."}, {"Citation": "Manca ML, Matricardi P, Cencetti C, Peris JE, Melis V, Carbone C, et al. Combination of argan oil and phospholipids for the development of an effective liposome-like formulation able to improve skin hydration and allantoin dermal delivery. Int J Pharm Elsevier. 2016;505:204–11.", "ArticleIdList": ["10.1016/j.ijpharm.2016.04.008"]}, {"Citation": "Zhao Y-Z, Lu C-T, Zhang Y, Xiao J, Zhao Y-P, Tian J-L, et al. Selection of high efficient transdermal lipid vesicle for curcumin skin delivery. Int J Pharm Elsevier. 2013;454:302–9.", "ArticleIdList": ["10.1016/j.ijpharm.2013.06.052"]}, {"Citation": "El Maghraby GM, Barry BW, Williams A. Liposomes and skin: from drug delivery to model membranes. Eur J Pharm Sci Elsevier. 2008;34:203–22.", "ArticleIdList": ["10.1016/j.ejps.2008.05.002"]}, {"Citation": "Raza K, Kumar M, Kumar P, Malik R, Sharma G, Kaur M, et al. Topical delivery of aceclofenac: challenges and promises of novel drug delivery systems. Biomed Res Int Hindawi. 2014;2014:1–12.", "ArticleIdList": ["10.1155/2014/406731"]}, {"Citation": "Guo M, Li W, Yang F, Liu H. Controllable biosynthesis of gold nanoparticles from a Eucommia ulmoides bark aqueous extract. Spectrochim acta part A Mol Biomol Spectrosc. Elsevier. 2015;142:73–9."}, {"Citation": "Begum NA, Mondal S, Basu S, Laskar RA, Mandal D. Biogenic synthesis of Au and Ag nanoparticles using aqueous solutions of Black Tea leaf extracts. Colloids Surf B Biointerfaces Elsevier. 2009;71:113–8.", "ArticleIdList": ["10.1016/j.colsurfb.2009.01.012"]}, {"Citation": "Isaac RS, Sakthivel G, Murthy CH. Green synthesis of gold and silver nanoparticles using Averrhoa bilimbi fruit extract. J Nanotechnol Hindawi. 2013;2013:1–6.", "ArticleIdList": ["10.1155/2013/906592"]}, {"Citation": "Ahmed KBA, Subramanian S, Sivasubramanian A, Veerappan G, Veerappan A. Preparation of gold nanoparticles using Salicornia brachiata plant extract and evaluation of catalytic and antibacterial activity. Spectrochim Acta Part A Mol Biomol Spectrosc. Elsevier. 2014;130:54–8."}, {"Citation": "Mollick MMR, Bhowmick B, Mondal D, Maity D, Rana D, Dash SK, et al. Anticancer (in vitro) and antimicrobial effect of gold nanoparticles synthesized using Abelmoschus esculentus (L.) pulp extract via a green route. RSC Adv. Royal Society of Chemistry. 2014;4:37838–48."}, {"Citation": "Khalil MMH, Ismail EH, El-Magdoub F. Biosynthesis of Au nanoparticles using olive leaf extract: 1st nano updates. Arab J Chem Elsevier. 2012;5:431–7.", "ArticleIdList": ["10.1016/j.arabjc.2010.11.011"]}, {"Citation": "Abbasi T, Anuradha J, Ganaie SU, Abbasi SA. Gainful utilization of the highly intransigent weed ipomoea in the synthesis of gold nanoparticles. J King Saud Univ Elsevier. 2015;27:15–22.", "ArticleIdList": ["10.1016/j.jksus.2014.04.001"]}, {"Citation": "Franco-Romano M, Gil MLA, Palacios-Santander JM, Delgado-Jaén JJ, Naranjo-Rodríguez I, De Cisneros JLH-H, et al. Sonosynthesis of gold nanoparticles from a geranium leaf extract. Ultrason Sonochem. Elsevier. 2014;21:1570–7."}, {"Citation": "Rajeshkumar S, Menon S, Kumar SV, Tambuwala MM, Bakshi HA, Mehta M, et al. Antibacterial and antioxidant potential of biosynthesized copper nanoparticles mediated through Cissus arnotiana plant extract. J Photochem Photobiol B Biol. Elsevier. 2019;197:111531."}, {"Citation": "Jain P, Pradeep T. Potential of silver nanoparticle-coated polyurethane foam as an antibacterial water filter. Biotechnol Bioeng Wiley Online Library. 2005;90:59–63.", "ArticleIdList": ["10.1002/bit.20368"]}, {"Citation": "Rivas L, Sanchez-Cortes S, Garcia-Ramos JV, Morcillo G. Growth of silver colloidal particles obtained by citrate reduction to increase the Raman enhancement factor. Langmuir ACS Publications. 2001;17:574–7."}, {"Citation": "Srinivas Reddy K, Reddy CS, Sanjeeva KA. Antimicrobial potential of Cassia roxburghii leaves. J Pharm Res. 2011;4:4278–9."}, {"Citation": "Balakumaran MD, Ramachandran R, Balashanmugam P, Mukeshkumar DJ, Kalaichelvan PT. Mycosynthesis of silver and gold nanoparticles: optimization, characterization and antimicrobial activity against human pathogens. Microbiol Res Elsevier. 2016;182:8–20.", "ArticleIdList": ["10.1016/j.micres.2015.09.009"]}, {"Citation": "Krychowiak M, Grinholc M, Banasiuk R, Krauze-Baranowska M, Głód D, Kawiak A, et al. Combination of silver nanoparticles and Drosera binata extract as a possible alternative for antibiotic treatment of burn wound infections caused by resistant Staphylococcus aureus. PLoS One. Public Library of Science San Francisco, USA. 2014;9:e115727."}, {"Citation": "Niska K, Zielinska E, Radomski MW, Inkielewicz-Stepniak I. Metal nanoparticles in dermatology and cosmetology: interactions with human skin cells. Chem Biol Interact Elsevier. 2018;295:38–51.", "ArticleIdList": ["10.1016/j.cbi.2017.06.018"]}, {"Citation": "Zylberberg C, Matosevic S. Pharmaceutical liposomal drug delivery: a review of new delivery systems and a look at the regulatory landscape. Drug Deliv. 2016;23:3319–29.", "ArticleIdList": ["27145899", "10.1080/10717544.2016.1177136"]}, {"Citation": "Manconi M, Manca ML, Caddeo C, Valenti D, Cencetti C, Diez-Sales O, et al. Nanodesign of new self-assembling core-shell gellan-transfersomes loading baicalin and in vivo evaluation of repair response in skin. Nanomedicine Nanotechnology, Biol Med. Elsevier. 2018;14:569–79."}, {"Citation": "Manconi M, Manca ML, Caddeo C, Cencetti C, di Meo C, Zoratto N, et al. Preparation of gellan-cholesterol nanohydrogels embedding baicalin and evaluation of their wound healing activity. Eur J Pharm Biopharm Elsevier. 2018;127:244–9.", "ArticleIdList": ["10.1016/j.ejpb.2018.02.015"]}, {"Citation": "Alhakamy NA, A. Fahmy U, Badr-Eldin SM, Ahmed OAA, Asfour HZ, Aldawsari HM, et al. Optimized icariin phytosomes exhibit enhanced cytotoxicity and apoptosis-inducing activities in ovarian cancer cells. Pharmaceutics. MDPI. 2020;12:346."}, {"Citation": "Kumar S, Baldi A, Sharma DK. Phytosomes: a modernistic approach for novel herbal drug delivery—enhancing bioavailability and revealing endless Frontier of Phytopharmaceuticals. J Dev Drugs. 2019;9:1–8."}, {"Citation": "Lu M, Qiu Q, Luo X, Liu X, Sun J, Wang C, et al. Phyto-phospholipid complexes (phytosomes): a novel strategy to improve the bioavailability of active constituents. Asian J Pharm Sci Elsevier. 2019;14:265–74."}, {"Citation": "Mazumder A, Dwivedi A, Du Preez JL, Du Plessis J. In vitro wound healing and cytotoxic effects of sinigrin–phytosome complex. Int J Pharm Elsevier. 2016;498:283–93.", "ArticleIdList": ["10.1016/j.ijpharm.2015.12.027"]}, {"Citation": "Mazumder A, Dwivedi A, Fox LT, Brümmer A, Du Preez JL, Gerber M, et al. In vitro skin permeation of sinigrin from its phytosome complex. J Pharm Pharmacol Oxford University Press. 2016;68:1577–83."}, {"Citation": "Partoazar A, Kianvash N, Darvishi MH, Nasoohi S, Rezayat SM, Bahador A. Ethosomal curcumin promoted wound healing and reduced bacterial flora in second degree burn in rat. Drug Res (Stuttg). © Georg Thieme Verlag KG. 2016;66:660–5."}, {"Citation": "Kumar M, Sharma A, Mahmood S, Thakur A, Mirza MA, Bhatia A. Franz diffusion cell and its implication in skin permeation studies. J Dispers Sci Technol. Taylor & Francis. 2023;1–14."}, {"Citation": "Dutt Y, Pandey RP, Dutt M, Gupta A, Vibhuti A, Raj VS, et al. Liposomes and phytosomes: nanocarrier systems and their applications for the delivery of phytoconstituents. Coord Chem Rev. Elsevier. 2023;491:215251."}, {"Citation": "Jamaludin R, Daud NM, Sulong RSR, Yaakob H, Aziz AA, Khamis S, et al. Andrographis paniculata-loaded niosome for wound healing application: characterisation and in vivo analyses. J Drug Deliv Sci Technol. Elsevier. 2021;63:102427."}, {"Citation": "Isfandiary A, Widiyanti P, Hikmawati D. Composite of chitosan-collagen-aloe vera for scaffolds application on skin tissue. J Biomimetics, Biomater Biomed Eng. Trans Tech Publ. 2017:82–9."}, {"Citation": "Dai X, Liu J, Zheng H, Wichmann J, Hopfner U, Sudhop S, et al. Nano-formulated curcumin accelerates acute wound healing through Dkk-1-mediated fibroblast mobilization and MCP-1-mediated anti-inflammation. NPG Asia Mater Nature Publishing Group. 2017;9:e368–e368.", "ArticleIdList": ["10.1038/am.2017.31"]}, {"Citation": "Suganya S, Senthil Ram T, Lakshmi BS, Giridev VR. Herbal drug incorporated antibacterial nanofibrous mat fabricated by electrospinning: an excellent matrix for wound dressings. J Appl Polym Sci. Wiley Online Library. 2011;121:2893–9."}, {"Citation": "Hikmawati D, Rohmadanik AR, Putra AP. The effect of aloe vera extract variation in electrospun polyvinyl alcohol (PVA)-Aloe vera-based nanofiber membrane. J Phys Conf Ser IOP Publishing. 2018;1120:12096.", "ArticleIdList": ["10.1088/1742-6596/1120/1/012096"]}, {"Citation": "Nguyen TTT, Ghosh C, Hwang S-G, Dai Tran L, Park JS. Characteristics of curcumin-loaded poly (lactic acid) nanofibers for wound healing. J Mater Sci Springer. 2013;48:7125–33.", "ArticleIdList": ["10.1007/s10853-013-7527-y"]}, {"Citation": "Bui HT, Chung OH, Cruz J Dela, Park JS. Fabrication and characterization of electrospun curcumin-loaded polycaprolactone-polyethylene glycol nanofibers for enhanced wound healing. Macromol Res. Springer. 2014;22:1288–96."}, {"Citation": "Shoba E, Lakra R, Kiran MS, Korrapati PS. Fabrication of core–shell nanofibers for controlled delivery of bromelain and salvianolic acid B for skin regeneration in wound therapeutics. Biomed Mater. IOP Publishing. 2017;12:35005."}, {"Citation": "Balasubramanian K, Kodam KM. Encapsulation of therapeutic lavender oil in an electrolyte assisted polyacrylonitrile nanofibres for antibacterial applications. Rsc Adv Royal Society of Chemistry. 2014;4:54892–901.", "ArticleIdList": ["10.1039/C4RA09425E"]}, {"Citation": "Zhang D, Li L, Shan Y, Xiong J, Hu Z, Zhang Y, et al. In vivo study of silk fibroin/gelatin electrospun nanofiber dressing loaded with astragaloside IV on the effect of promoting wound healing and relieving scar. J Drug Deliv Sci Technol Elsevier. 2019;52:272–81.", "ArticleIdList": ["10.1016/j.jddst.2019.04.021"]}, {"Citation": "Li Z, Liu M, Wang H, Du S. Increased cutaneous wound healing effect of biodegradable liposomes containing madecassoside: preparation optimization, in vitro dermal permeation, and in vivo bioevaluation. Int J Nanomedicine Dove Press. 2016;11:2995.", "ArticleIdList": ["10.2147/IJN.S105035"]}, {"Citation": "Nunes PS, Rabelo AS, de Souza JCC, Santana BV, da Silva TMM, Serafini MR, et al. Gelatin-based membrane containing usnic acid-loaded liposome improves dermal burn healing in a porcine model. Int J Pharm Elsevier. 2016;513:473–82.", "ArticleIdList": ["10.1016/j.ijpharm.2016.09.040"]}, {"Citation": "da Silva FR, Silva RO, de Castro Oliveira HM, Dourado LFN, da Costa BL, Lima BS, et al. Gelatin-based membrane containing usnic acid-loaded liposomes: a new treatment strategy for corneal healing. Biomed Pharmacother. Elsevier. 2020;130:110391."}, {"Citation": "Fu X, Shi Y, Wang H, Zhao X, Sun Q, Huang Y, et al. Ethosomal gel for improving transdermal delivery of thymosin β-4. Int J Nanomedicine. Dove Press. 2019;14:9275."}, {"Citation": "Kumar S, Kumar A, Kumar N, Singh P, Singh TU, Singh BR, et al. In vivo therapeutic efficacy of Curcuma longa extract loaded ethosomes on wound healing. Vet Res Commun Springer. 2022;46:1–17."}, {"Citation": "Basit HM, Mohd Amin MCI, Ng S-F, Katas H, Shah SU, Khan NR. Formulation and evaluation of microwave-modified chitosan-curcumin nanoparticles—a promising nanomaterials platform for skin tissue regeneration applications following burn wounds. Polymers (Basel). MDPI. 2020;12:2608."}, {"Citation": "Chereddy KK, Coco R, Memvanga PB, Ucakar B, des Rieux A, Vandermeulen G, et al. Combined effect of PLGA and curcumin on wound healing activity. J Control Release. Elsevier. 2013;171:208–15."}, {"Citation": "Zahiri M, Khanmohammadi M, Goodarzi A, Ababzadeh S, Farahani MS, Mohandesnezhad S, et al. Encapsulation of curcumin loaded chitosan nanoparticle within poly (ε-caprolactone) and gelatin fiber mat for wound healing and layered dermal reconstitution. Int J Biol Macromol Elsevier. 2020;153:1241–50.", "ArticleIdList": ["10.1016/j.ijbiomac.2019.10.255"]}, {"Citation": "Vasile BS, Birca AC, Musat MC, Holban AM. Wound dressings coated with silver nanoparticles and essential oils for the management of wound infections. Materials (Basel). MDPI. 2020;13:1682."}, {"Citation": "Sheikholeslami S, Mousavi SE, Ashtiani HRA, Doust SRH, Rezayat SM. Antibacterial activity of silver nanoparticles and their combination with zataria multiflora essential oil and methanol extract. Jundishapur J Microbiol Brieflands. 2016;9:36070."}, {"Citation": "Balaure PC, Holban AM, Grumezescu AM, Mogoşanu GD, Bălşeanu TA, Stan MS, et al. In vitro and in vivo studies of novel fabricated bioactive dressings based on collagen and zinc oxide 3D scaffolds. Int J Pharm Elsevier. 2019;557:199–207.", "ArticleIdList": ["10.1016/j.ijpharm.2018.12.063"]}, {"Citation": "Ahmad N, Ahmad R, Al-Qudaihi A, Alaseel SE, Fita IZ, Khalid MS, et al. Preparation of a novel curcumin nanoemulsion by ultrasonication and its comparative effects in wound healing and the treatment of inflammation. RSC Adv Royal Society of Chemistry. 2019;9:20192–206.", "ArticleIdList": ["10.1039/C9RA03102B"]}, {"Citation": "Alam P, Shakeel F, Anwer MK, Foudah AI, Alqarni MH. Wound healing study of eucalyptus essential oil containing nanoemulsion in rat model. J Oleo Sci Japan Oil Chemists’ Soc. 2018;67:8005."}, {"Citation": "Chakraborty T, Gupta S, Nair A, Chauhan S, Saini V. Wound healing potential of insulin-loaded nanoemulsion with Aloe vera gel in diabetic rats. J Drug Deliv Sci Technol. Elsevier. 2021;64:102601."}, {"Citation": "Harshitha C, Bhattacharyya S. A brief review on nanotechnology as a challenging field in pharmaceuticals and their regulatory approval. J Crit Rev. 2020;7:963–8."}, {"Citation": "Murray AR, Kisin ER, Tkach AV, Yanamala N, Mercer R, Young S-H, et al. Factoring-in agglomeration of carbon nanotubes and nanofibers for better prediction of their toxicity versus asbestos. Part Fibre Toxicol BioMed Central. 2012;9:1–19."}, {"Citation": "Abrams MT, Koser ML, Seitzer J, Williams SC, DiPietro MA, Wang W, et al. Evaluation of efficacy, biodistribution, and inflammation for a potent siRNA nanoparticle: effect of dexamethasone co-treatment. Mol Ther Elsevier. 2010;18:171–80.", "ArticleIdList": ["10.1038/mt.2009.208"]}, {"Citation": "Sousa D, Ferreira D, Rodrigues JL, Rodrigues LR. Nanotechnology in targeted drug delivery and therapeutics. Appl Target nano drugs Deliv Syst Elsevier. 2019:357–409."}, {"Citation": "Tripathy N, Hong T-K, Ha K-T, Jeong H-S, Hahn Y-B. Effect of ZnO nanoparticles aggregation on the toxicity in RAW 264.7 murine macrophage. J Hazard Mater. Elsevier. 2014;270:110–7."}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "5", "Day": "15"}, {"Year": "2023", "Month": "7", "Day": "1"}, {"Year": "2023", "Month": "7", "Day": "21", "Hour": "6", "Minute": "44"}, {"Year": "2023", "Month": "7", "Day": "20", "Hour": "1", "Minute": "6"}, {"Year": "2023", "Month": "7", "Day": "19", "Hour": "23", "Minute": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["37468691", "10.1208/s12249-023-02616-6", "10.1208/s12249-023-02616-6"]}}], "PubmedBookArticle": []}