{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Carissa edulis", "Pappea capensis", "cancer"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37489007", "DateCompleted": {"Year": "2023", "Month": "11", "Day": "02"}, "DateRevised": {"Year": "2023", "Month": "12", "Day": "18"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["2515690X231187711", "10.1177/2515690X231187711"], "Journal": {"ISSN": "2515-690X", "JournalIssue": {"Volume": "28", "PubDate": {"Year": "2023", "Season": "Jan-Dec"}}, "Title": "Journal of evidence-based integrative medicine", "ISOAbbreviation": "J Evid Based Integr Med"}, "ArticleTitle": "<i>In Vitro</i> Antiproliferative Effects and Phytochemical Characterization of <i>Carissa edulis</i> ((Forssk) Vahl) and <i>Pappea capensis</i> (Eckyl and Zeyh) Extracts.", "Pagination": {"StartPage": "2515690X231187711", "MedlinePgn": "2515690X231187711"}, "Abstract": {"AbstractText": ["Cancer mortality is a global concern. The current therapeutic approaches despite showing efficacy are characterized by several limitations. Search for alternatives has led to the use of herbal plants including <i>C. edulis</i> and <i>P. capensis</i>. However, there is limited research on antiproliferative effects of these medicinal plants. The study sought to evaluate antiproliferative effects of the plants against human breast and prostate cancers using cell viability, and gene expression assays to determine modulation of apoptotic genes. Further, Liquid Chromatography Mass Spectrophotometer (LC-MS) and Gas Chromatography Mass Spectrophotometer (GC-MS) analyses were performed to confirm phytocompounds in the extracts. The results indicated that ethylacetate extracts of <i>C. edulis</i> and <i>P. capensis</i> had the highest activity against cancer cells with IC<sub>50</sub> values of 2.12 ± 0.02, and 6.57 ± 0.03 μg/ml on HCC 1395 and 2.92 ± 0.17 and 5.00 ± 0.17 μg/ml on DU145, respectively. Moreover, the plants extracts exhibited relatively less cytotoxic activities against Vero cell lines (IC<sub>50 </sub>> 20 μg/ml). The extracts also exhibit selectivity against the cancer cells (SI > 3). Further, mRNA expression of <i>p53</i> in the treated HCC 1395 was increased by 7 and 3-fold, whereas by 3 and 2-fold in DU145 cells, upon treatment with ethylacetate extracts of <i>C. edulis</i> and <i>P. capensis</i>, respectively. Similarly, several-fold increases were observed in the number of transcripts of <i>Bax</i> in HCC 1395 and HOXB13 in DU145 cells. Phytochemical analyses detected presence of phytocompounds including flavonoids, phenolics, tocopherols and terpenoids which are associated with anticancer activity. Findings from this study provide a scientific validation for the folklore use of these plants in management of cancer."]}, "AuthorList": [{"Identifier": ["0000-0001-9952-2789"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Microbiology and Biotechnology-Kenyatta University, Nairobi, Kenya."}], "LastName": "Muruthi", "ForeName": "Carolyn Wanjira", "Initials": "CW"}, {"Identifier": ["0000-0002-0226-9092"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Microbiology and Biotechnology-Kenyatta University, Nairobi, Kenya."}], "LastName": "Ngugi", "ForeName": "Mathew Piero", "Initials": "MP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Microbiology and Biotechnology-Kenyatta University, Nairobi, Kenya."}], "LastName": "Runo", "ForeName": "Steven Maina", "Initials": "SM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Traditional Medicine and Drug Research-Kenya Medical Research Institute (KEMRI), Nairobi, Kenya."}], "LastName": "Mwitari", "ForeName": "Peter Githaiga", "Initials": "PG"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Evid Based Integr Med", "NlmUniqueID": "101719675", "ISSNLinking": "2515-690X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Carcinoma, Hepatocellular"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Liver Neoplasms"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Phytochemicals"}, {"QualifierName": [], "DescriptorName": "Apocynaceae"}], "CoiStatement": "The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "World Health Organization. Cancer. World Health Organization; 2021."}, {"Citation": "Sung H, Ferlay J, Siegel R, et al. Cancer statistics 2020: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries. Cancer J Clin. 2021;71:209-249.", "ArticleIdList": ["33538338"]}, {"Citation": "Wambalaba W, Son B, Wambalaba E, et al. Prevalence and capacity of cancer diagnostics and treatment: a demand and supply survey of health-care facilities in Kenya. Cancer Control : J Moffitt Cancer Center. 2019;26:1-12.", "ArticleIdList": ["PMC6893940", "31795739"]}, {"Citation": "Omara T, Kiprop K, Ramkat C, Cherutoi J. Medicinal plants used in traditional management of cancer in Uganda: a review of ethnobotanical surveys, phytochemistry, and anticancer studies. Evidence-Based Complementary Altern Med. 2020;2020:1-26.", "ArticleIdList": ["PMC7102457", "32256639"]}, {"Citation": "Amin A, Karpowicz A, Carey Eet al. et al. Evasion of anti-growth signaling: a key step in tumorigenesis and potential target for treatment and prophylaxis by natural compounds. Semin Cancer Biol. 2015;35:55-77. doi:10.1016/j.semcancer.2015.02.005", "ArticleIdList": ["10.1016/j.semcancer.2015.02.005", "PMC4561219", "25749195"]}, {"Citation": "Ray D, Murphy KR, Gal S. The DNA binding and accumulation of P53 from breast cancer cell lines and the link with serine 15 phosphorylation. Cancer Biol Ther. 2012;13(10):848-857.", "ArticleIdList": ["PMC3414409", "22785213"]}, {"Citation": "Jiang N, Dai Q, Su X, Fu J, Feng X, Peng J. Role of PI3 K/AKT pathway in cancer: the freamework of malignant behavior. Mol Biol Rep. 2020;47:4587-4629.", "ArticleIdList": ["PMC7295848", "32333246"]}, {"Citation": "Narayanankutty A. PI3K/ Akt/ mTOR pathway as a therapeutic target for colorectal cancer: a review of preclinical and clinical evidence. Curr Drug Targets. 2019;20(12):1217-1226. doi:10.2174/1389450120666190618123846", "ArticleIdList": ["10.2174/1389450120666190618123846", "31215384"]}, {"Citation": "Ghoshal K, Motiwala T, Claus R, Yan P, Kutay H. HOXB13, a target of DNMT3B, is methylated at an upstream cpg island, and functions as a tumor suppressor in primary colorectal tumors. PLoS One. 2010;5(4):e10338. doi:10.1371/journal.pone.0010338", "ArticleIdList": ["10.1371/journal.pone.0010338", "PMC2861599", "20454457"]}, {"Citation": "Feitelson M, Arzumanyan A, Kulathinal Ret al. et al. Sustained proliferation in cancer: mechanisms and novel therapeutic targets. Semin Cancer Biol. 2015;35:S25-S54.", "ArticleIdList": ["PMC4898971", "25892662"]}, {"Citation": "American Cancer Society. Cancer Facts and Figures 2014. American Cancer Society; 2014."}, {"Citation": "Nguyen C, Mehaidli A, Baskaran K, et al. Dandelion root and lemongrass extracts induce apoptosis, enhance chemotherapeutic efficacy, and reduce tumour Xenograft growth In Vivo in prostate cancer. Evidence-Based Complementary Altern Med. 2019;2019:1-12. doi:10.1155/2019/2951428", "ArticleIdList": ["10.1155/2019/2951428", "PMC6662490", "31391857"]}, {"Citation": "Singh A, Settleman J. EMT, cancer stem cells and drug resistance: an emerging axis of evil in the war on cancer. Oncogene. 2010;34:4741-4751. doi:10.1038/onc.2010.215", "ArticleIdList": ["10.1038/onc.2010.215", "PMC3176718", "20531305"]}, {"Citation": "Kaplan W. Background Paper 6.5 Cancer and Cancer Therapeutics. Update on 2004 Background Paper, BP 6.5 Cancer, 2013; 32–65."}, {"Citation": "Nelson V, Sahoo N, Sahu M, et al. In Vitro anticancer activity of Eclipta alba whole plant extract on colon cancer cell HCT-116. BMC Complementary Med Ther. 2020;20:355.", "ArticleIdList": ["PMC7681951", "33225921"]}, {"Citation": "Majumder M, Debnath S, Gajbhiye L, et al. Ricinus communis L. Fruit extract inhibits migration/invasion, induces apoptosis in breast cancer cells and arrests tumor progression In Vivo. Sci Rep. 2019;9:1-14. doi:10.1038/s41598-019-50769-x", "ArticleIdList": ["10.1038/s41598-019-50769-x", "PMC6787038", "31601896"]}, {"Citation": "Anusmitha K, Aruna M, Job Jet al. Phytochemical analysis, antioxidant, anti-inflammatory, anti-genotoxic, and anticancer activities of different Ocimum plant extracts prepared by ultrasound-assisted method. Physiol Mol Plant Pathol. 2022;11:101746."}, {"Citation": "Kim Y, Narayanankutty A, Kuttithodi Aet al. et al. Azima tetracantha leaf methanol extract inhibits gastric cancer cell proliferation through induction of redox imbalance and cytochrome C release. Appl. Sci. 2022;12:120. doi:10.3390/app12010120", "ArticleIdList": ["10.3390/app12010120"]}, {"Citation": "Ochwang’i D, Kimwele C, Oduma J, et al. Medicinal plants used in treatment and management of cancer in Kakamega county, Kenya. J. Ethnopharmacol. 2014;151:1040-1055.", "ArticleIdList": ["24362078"]}, {"Citation": "Asare A, Afriyie D, Ngala A, et al. Antiproliferative activity of aqueous leaf extract of Annona Muricata L. on the prostate, BPH-1 cells, and some target genes. Integr Cancer Ther. 2015;14(1):65-74.", "ArticleIdList": ["25411208"]}, {"Citation": "Gali-Muhtasib H, Hmadi R, Kareh M, et al. Cell death mechanisms of plant-derived anticancer drugs: beyond apoptosis. Apoptosis. 2015;20(12):1531-1562.", "ArticleIdList": ["26362468"]}, {"Citation": "Chebii K, Muthee K, Kiemo K. The governance of traditional medicine and herbal remedies in the selected local markets of western Kenya. J Ethnobiol Ethnomed. 2020;16:39.", "ArticleIdList": ["PMC7320552", "32590992"]}, {"Citation": "Tajuddeen N, Swart T, Hoppe H, van Heerden R. Antiplasmodial and cytotoxic flavonoids from Pappea capensis (Eckl. and Zeyh.) leaves. Molecules. 2021;15:56.", "ArticleIdList": ["PMC8270286", "34201912"]}, {"Citation": "Fatima A, Singh P, Irchhaiya R, Agarwal P. Effects of leaves Carissa spinarum Linn. on blood glucose and lipid prfile in alloxan induced diabetic rats. Am J Phytomed Clin Ther. 2013;20(4):2321-2748."}, {"Citation": "Van Wyk B, Van Wyk P. How to identity trees in Southern Africa. Struik; 2007."}, {"Citation": "Mng’omba S, du Toit E, Akinnifesi F, Venter H. Repeated exposure of jacket plum (Pappea capensis) micro-cuttings to indole-3- butyric acid (IBA) improved in vitro rooting capacity. S Afr J Botany. 2007;73:230-235."}, {"Citation": "Kaunda J, Zhang Y. The genus Carissa: an ethnopharmacological, phytochemical and pharmacological review. Nat Prod Bioprospect. 2017;7:181-199.", "ArticleIdList": ["PMC5397391", "28243901"]}, {"Citation": "Pendota S, Aderogba M, Moyo M, et al. Antimicrobial, antioxidant and cytotoxicity of isolated compounds from leaves of Pappea capensis. S Afr J Bot. 2017;108:272-277."}, {"Citation": "Nemati F, Dehpouri A, Eslami B, et al. Cytotoxic properties of some medicinal plant extracts from Mazandaran, Iran. Iran Red Crescent Med J. 2013;15(11):e8871. doi:10.5812/ircmj.8871", "ArticleIdList": ["10.5812/ircmj.8871", "PMC3971781", "24719689"]}, {"Citation": "Chappell H, Lehmann B, Terrian D, Abrams L, Steelman S, McCubrey A. p53 expression controls prostate cancer sensitivity to chemotherapy and the MDM2 inhibitor Nutlin-3. Cell Cycle. 2012;11(24):4579-4588. doi: 10.4161/cc.22852", "ArticleIdList": ["10.4161/cc.22852", "PMC3562303", "23187804"]}, {"Citation": "Liu Z, Ren G, Shangguan C, et al. ATRA inhibits the proliferation of DU145 prostate cancer cells through reducing the methylation level of HOXB13 gene. PLoS ONE. 2012;7:e40943.", "ArticleIdList": ["PMC3396626", "22808286"]}, {"Citation": "Chu X, Korzekwa K, Elsby R, et al. Intracellular drug concentration and transporters: measurement, modeling, and implication for the liver. Clin Pharmacol Ther. 2014;94(1):126-141.", "ArticleIdList": ["PMC3898878", "23588320"]}, {"Citation": "Rodrigues R, de Carvalho J, de Oliveira Sousa I, et al. Antiproliferative activity, isolation and identification of active compound from Gaylussacia brasiliensis. Rev Bras Farmacogn. 2011;21(4):622-626."}, {"Citation": "Burow E, Boue M, Collins-Burow M, et al. Phytochemical glyceollins, isolated from soy, mediate antihormonal effects through estrogen receptor α and β. J Clin Endocrinol Metab. 2001;86:1750-1758.", "ArticleIdList": ["11297613"]}, {"Citation": "Bhagat M, Sharma A, Saxena M. Antiproliferative effect of leaf extracts of Eucalyptus citriodora against human cancer cells In Vitro and In Vivo. Indian J Biochem Biophys. 2012:451-457.", "ArticleIdList": ["23350280"]}, {"Citation": "Ghout A, Zellagui A, Gherraf N, et al. Antiproliferative and antioxidant activities of two extracts of the plant species Euphorbia dendroides L. Medicine (Baltimore). 2018;5:36.", "ArticleIdList": ["PMC6023373", "29677109"]}, {"Citation": "Mellado M, Soto M, Madrid A, et al. In Vitro antioxidant and antiproliferative effect of the extracts of Ephedra chilensis K Presl aerial parts. BMC Complement Altern Med. 2019;19(1):1-17.", "ArticleIdList": ["PMC6399944", "30832627"]}, {"Citation": "Moyo B, Mukanganyama S. Antiproliferative activity of T. welwitschii extract on jurkat T cells In Vitro. BioMed Res Int. 2015:1-10. doi:10.1155/2015/817624", "ArticleIdList": ["10.1155/2015/817624", "PMC4628718", "26557698"]}, {"Citation": "Bouyahya A, Bakri Y, Et-Touys A, et al. In vitro antiproliferative activity of selected medicinal plants from the North-West of Morocco on several cancer cell lines. Eur J Integr Med. 2018;18:23-29."}, {"Citation": "Njoya E, Munvera M, Mkounga P, Nkengfack E, McGaw J. Phytochemical analysis with free radical scavenging, nitric oxide inhibition and antiproliferative activity of Sarcocephalus pobeguinii extracts. BMC Complement Altern Med. 2017;17(1):1-9.", "ArticleIdList": ["PMC5381062", "28376770"]}, {"Citation": "Khazaei S, Abdul Hamid R, Ramachandran V, et al. Cytotoxicity and proapoptotic effects of Allium atroviolaceum flower extract by modulating cell cycle arrest and caspase-dependent and p53 -independent pathway in breast cancer cell lines. Evidence-Based Complementary Altern Med. 2017:1-8. doi:10.1155/2017/1468957", "ArticleIdList": ["10.1155/2017/1468957", "PMC5698829", "29250124"]}, {"Citation": "Ogbole O, Segun P, Adeniji A. In Vitro cytotoxic activity of medicinal plants from Nigeria ethnomedicine on rhabdomyosarcoma cancer cell line and HPLC analysis of active extracts. BMC Complement Altern Med. 2017;17:494.", "ArticleIdList": ["PMC5700537", "29166892"]}, {"Citation": "Kaigongi M, Lukhoba C, Yaouba S, et al. In vitro antimicobial and antiproliferative activities of the root bark extract and isolated chemical constituents of Zanthoxylum paracanthum kokwaro (Rutaceae). Plants. 2020;9(7):1-15.", "ArticleIdList": ["PMC7412065", "32708115"]}, {"Citation": "Kaushik H, Yang S, Jeong S, et al. Antiproliferative activity of Pyracantha and Paullinia plant extracts on aggressive breast and hepatocelluler carcinoma cells. Appl Sci. 2020:1-16."}, {"Citation": "Pfeffer M, Singh K. Apoptosis: a target for anticancer therapy. Int J Mol Sci. 2018;19:1-10. doi:10.3390/ijms19020448", "ArticleIdList": ["10.3390/ijms19020448", "PMC5855670", "29393886"]}, {"Citation": "Haupt S, Berger M, Goldberg Z, Haupt Y. Apoptosis - the p53 network. J Cell Sci. 2003;116:4077-4085.", "ArticleIdList": ["12972501"]}, {"Citation": "Klein C, Vassilev L. Targeting the p53-MDM2 interaction to treat cancer. Br J Cancer. 2004;91(8):1415-1419.", "ArticleIdList": ["PMC2409943", "15452548"]}, {"Citation": "Qin J, Li X, Hunt C, et al. Natural products targeting the p53-MDM2 pathway and mutant p53: recent advances and implications in cancer medicine. Genes Dis. 2018:5(3):204-219.", "ArticleIdList": ["PMC6176154", "30320185"]}, {"Citation": "Rahal O, Simmes R. PTEN and p53 cross-regulation induced by soy isoflavone genistein promotes mammary epithelial cell cycle arrest and lobuloalveolar differentiation. Carcinogenesis. 2010:1491-1500. doi:10.1093/carcin/bgq123", "ArticleIdList": ["10.1093/carcin/bgq123", "PMC3025717", "20554748"]}, {"Citation": "Nam H, Jo J, Park S, et al. In vitro and In Vivo induction of p53-dependent apoptosis by extract of Euryale ferox Salisb in A549 human Caucasian lung carcinoma cancer cells is mediated through akt signaling pathway. Front Oncol. 2019;9:1-13. doi:10.3389/fonc.2019.00406", "ArticleIdList": ["10.3389/fonc.2019.00406", "PMC6540844", "31192119"]}, {"Citation": "Wong F, Woo C, Hsu A, Tan B. The anti-cancer activities of vernonoa amygdalina extract in human breast cancer cell lines are mediated through caspase-dependent and p53-independent pathways. PLOS ONE. 2013;8(10):e78021.", "ArticleIdList": ["PMC3812032", "24205071"]}, {"Citation": "Behbahani M. Evaluation of in vitro anticancer activity of Ocimum Basilicum, Alhagi Maurorum, Calendula officinalis and their parasite Cuscuta campestris. PLOS ONE. 2014;9(12):e116049.", "ArticleIdList": ["PMC4280134", "25548920"]}, {"Citation": "Aubrey J, Kelly L, Janic A, Herold J, Strasser A. How does p53 induce apoptosis and how does this relate to p53-mediated tumour suppression? Cell Death Differ. 2018;25:104-113.", "ArticleIdList": ["PMC5729529", "29149101"]}, {"Citation": "Kowalczyk T, Sitarek P, Skała E, et al. Induction of apoptosis by in vitro and in vivo plant extracts derived from Menyanthes trifoliata L. in human cancer cells. Cytotechnology. 2019;71:165-180.", "ArticleIdList": ["PMC6368494", "30610508"]}, {"Citation": "Motadi R, Choene M, Mthembu N. Anticancer properties of Tulbaghia violacea regulate the expression of p53-dependent mechanisms in cancer cell lines. Sci Rep. 2020;10:2924.", "ArticleIdList": ["PMC7395086", "32737339"]}, {"Citation": "Brechka H, Bhanvadia R, VanOpstall C, Vander J. HOXB13 mutations and binding partners in prostate development and cancer: function, clinical significance, and future directions. Genes and Diseases. 2017;4:75-87.", "ArticleIdList": ["PMC5548135", "28798948"]}, {"Citation": "Gibellini L, Pinti M, Nasi M. Quercetin and cancer chemoprevention. Evid Based Compement Alternat Med. 2011;2011:591356.", "ArticleIdList": ["PMC3136711", "21792362"]}, {"Citation": "Ganai A, Sheikh A, Baba Z, et al. Anticancer activity of the plant flavonoid luteolin against preclinical models of various cancers and insights on different signalling mechanisms modulated. Phytother Res. 2021;2011:1-10.", "ArticleIdList": ["33580629"]}, {"Citation": "Ashrafizadeh M, Bakhoda R, Bahmanpour Z, et al. Apigenin as tumor suppressor in cancers: biotherapeutic activity, nanodelivery, and mechanisms with emphasis on pancreatic cancer. Front Chem. 2020;2:829. doi:10.3389/fchem.2020.00829", "ArticleIdList": ["10.3389/fchem.2020.00829", "PMC7593821", "33195038"]}, {"Citation": "Yan X, Qi M, Li P, et al. Apigenin in cancer therapy: anti-cancer effects and mechanism of action. Cell Biosci. 2017;7(1):50.", "ArticleIdList": ["PMC5629766", "29034071"]}, {"Citation": "Sun H, Yin M, Hao D, Shen Y. Anti-cancer activity of catechin against A549 lung carcinoma cells by induction of cyclin kinase inhibitor p21 and suppression of cyclin E1 and P–AKT. Appl Sci. 2020;10(6):2065."}, {"Citation": "Yamauchi R, Sasaki K, Yoshinda K. Identification of epigallocatechin-3gallate in green tea polyphenols as a potent inducer of p53-dependent apoptosis in the human lung cancer cell line A549. Toxicol In Vitro. 2009:834-839. doi:10.1016/j.tiv.2009.04.011", "ArticleIdList": ["10.1016/j.tiv.2009.04.011", "19406223"]}, {"Citation": "Caparica R, Júlio A, Araújo M, et al. Anticancer activity of rutin and its combination with ionic liquids on renal cells. Biomolecules. 2020;10:121-128. doi:10.3390/biom10020233", "ArticleIdList": ["10.3390/biom10020233", "PMC7072522", "32033222"]}, {"Citation": "Nouri S, Fakhri S, Nouri A. Targeting multiple signaling pathways in cancer: the rutin therapeutic approach. Cancers (Basel). 2010;12:2276. doi:10.3390/cancers12082276", "ArticleIdList": ["10.3390/cancers12082276", "PMC7463935", "32823876"]}, {"Citation": "Pejin B, Kojic V, Bogdanovic G. An insight into the cytotoxic activity of phytol at in vitro conditions. Nat Prod Res. 2014;28:2053-2056.", "ArticleIdList": ["24896297"]}, {"Citation": "Song Y, Cho S. Phytol induces apoptosis and ROS-mediated protective autophagy in human gastric adenocarcinoma AGS cells. Biochem Anal Biochem. 2015;4:156-166."}, {"Citation": "Mullauer B, Kessler H, Medema P. Betulin is a potent anti-tumor agent that is enhanced-by cholesterol. PLoS ONE. 2009;4:234-242. doi:10.1371/journal.pone.0005361", "ArticleIdList": ["10.1371/journal.pone.0005361", "PMC2671171", "19399186"]}, {"Citation": "Dinku W, Isaksson J, Rylandsholm F, et al. Anti-proliferative activity of a novel tricyclic triterpenoid acid from Commiphora africana resin against four human cancer cell lines. Appl Biol Chem. 2020;63(1):16."}, {"Citation": "Lozano-Grande M, Gorinstein S, Espitia-Rangel E, et al. Plant sources, extraction methods, and uses of squalene. Int J Agron. 2018;9(8):1-13. doi:10.1155/2018/1829160", "ArticleIdList": ["10.1155/2018/1829160"]}, {"Citation": "Dahham S, Tabana Y, Iqbal M, et al. The anticancer, antioxidant and antimicrobial properties of the sesquiterpene β-caryophyllene from the essential oil of Aquilaria crassna. Molecules. 2015;20(7):11808-11829.", "ArticleIdList": ["PMC6331975", "26132906"]}, {"Citation": "Bin Sayeed M, Ameen S. Beta-sitosterol: a promising but orphan nutraceutical to fight against cancer. Nutr Cancer. 2015;67:1216-1222.", "ArticleIdList": ["26473555"]}, {"Citation": "Hasibuan Z, Sitorus P, Satria D. Anticancer activity of Β-sitosterol from Plectranthus amboinicus (Lour. Spreng.) leaves: in Vitro and in silico studies. Asian J Pharm Clin Res. 2017;10:306-308. doi:10.22159/ajpcr.2017.v10i5.16931", "ArticleIdList": ["10.22159/ajpcr.2017.v10i5.16931"]}, {"Citation": "Bae H, Song G, Lim W. Stigmasterol causes ovarian cancer cell apoptosis by inducing endoplasmic reticulum and mitochondrial dysfunction. Pharmaceutics. 2020;12(6):22-129. doi:10.3390/pharmaceutics12060488", "ArticleIdList": ["10.3390/pharmaceutics12060488", "PMC7356731", "32481565"]}, {"Citation": "Scholtysek C, Krukiewicz A, Alonso L, et al. Characterizing components of the saw palmetto berry extract (SPBE) on prostate cancer cell growth and traction. Biochem Biophys Res Commun. 2009;379(3):795-798.", "ArticleIdList": ["19059205"]}, {"Citation": "Ohiagu F, Chikezie C, Chikezie M, Enyoh C. Anticancer activity of Nigerian medicinal plants: a review. Future J Pharm Sci. 2021;7:1-21. doi:10.1186/s43094-021-00222-6", "ArticleIdList": ["10.1186/s43094-021-00222-6"]}, {"Citation": "Alqahtani S, Kaddoumi A. Vitamin E transporters in cancer therapy. AAPS J. 2015;17(2):313-322.", "ArticleIdList": ["PMC4365088", "25466495"]}, {"Citation": "Gysin R, Azzi A, Visarius T. Gamma-tocopherol inhibits human cancer cell cycle progression and cell proliferation by down-regulation of cyclins. FASEB J. 2002;16(14):1952-1954.", "ArticleIdList": ["12368234"]}, {"Citation": "Takahashi S, Takeshita K, Seeni A, et al. Suppression of prostate cancer in a transgenic rat model via tocopherol activation of caspase signaling. Prostate. 2009;69(6):644-651.", "ArticleIdList": ["19143023"]}, {"Citation": "Harada H, Yamashita U, Kurihara H, et al. Antitumor activity of palmitic acid found as a selective cytotoxic substance in a marine red alga. Anticancer Res. 2002:2587-2590.", "ArticleIdList": ["12529968"]}, {"Citation": "Lappano R, Sebastiani A, Cirillo F, et al. The lauric acid-activated signaling prompts apoptosis in cancer cells. Cell Death Discov. 2017;3:1-9. doi:10.1038/cddiscovery.2017.63", "ArticleIdList": ["10.1038/cddiscovery.2017.63", "PMC5601385", "28924490"]}, {"Citation": "Ravi L, Krishnan K. Cytotoxic potential of N-hexadecanoic acid extracted from Kigeli pinnata leaves. Asian J Cell Biol. 2016;12:20-27."}, {"Citation": "Evans M, Cowey L, Siegal P, Hardy W. Stearate preferentially induces apoptosis in human breast cancer cells. Nutr Cancer. 2009;61(5):746-753.", "ArticleIdList": ["PMC2946230", "19838949"]}, {"Citation": "Patel G, Kaufmann H. How does doxorubicin work? ELife. 2012(1):387.", "ArticleIdList": ["PMC3524826", "23256047"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "7", "Day": "25", "Hour": "6", "Minute": "44"}, {"Year": "2023", "Month": "7", "Day": "25", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "7", "Day": "25", "Hour": "2", "Minute": "32"}, {"Year": "2023", "Month": "7", "Day": "24"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37489007", "PMC10387709", "10.1177/2515690X231187711"]}}], "PubmedBookArticle": []}