{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37482594", "DateCompleted": {"Year": "2023", "Month": "07", "Day": "26"}, "DateRevised": {"Year": "2023", "Month": "07", "Day": "26"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "07", "Day": "23"}], "Language": ["eng"], "ELocationID": ["11884", "10.1038/s41598-023-38711-8"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "13", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Jul", "Day": "23"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Priming of Citrullus lanatus var. Colocynthoides seeds in seaweed extract improved seed germination, plant growth and performance under salinity conditions.", "Pagination": {"StartPage": "11884", "MedlinePgn": "11884"}, "Abstract": {"AbstractText": ["Citrullus lanatus var. Colocynthoide \"Gurum\" is an unconventional crop that can be utilized as a new source of edible oil and has the ability to grow in a variety of harsh conditions. To mitigate the adverse effects of salinity on seed germination and plant performance of C. lanatus, seeds were primed in the aqueous extracts of the seaweed Ulva lactuca before planting under greenhouse conditions. The aqueous extract of U. lactuca at 8% w/v led to maximal seed germination percentage and seedling growth of C. lanatus. Moreover, U. lactuca extract counteracted the negative effects of salt stress on the plant by significantly increasing the activity of SOD, CAT, and POD. The bioactive components of U. lactuca, e.g. glycine betaine and phenolic compounds can account for such beneficial role of algal extract on C. lanatus. Thus, priming of C. lanatus seeds in U. lactuca extract with various concentrations of U. lactuca extract can be employed as an effective practice for successful seed germination, improved plant growth and enhanced salt resistance, probably as a result of increased antioxidant enzymes activity and photosynthetic pigments."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Botany and Microbiology Department, Faculty of Science, Girls Branch, Al-Azhar University, Cairo, Egypt."}], "LastName": "Radwan", "ForeName": "Asmaa M", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Botany and Microbiology Department, Faculty of Science, Girls Branch, Al-Azhar University, Cairo, Egypt."}], "LastName": "Ahmed", "ForeName": "Entesar A", "Initials": "EA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal and Aromatic Plants Department, Desert Research Center, Cairo, Egypt."}], "LastName": "Donia", "ForeName": "Abdelraheim M", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Botany and Microbiology Department, Faculty of Science, Girls Branch, Al-Azhar University, Cairo, Egypt."}], "LastName": "Mustafa", "ForeName": "Abeer E", "Initials": "AE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plants Protection Department, Desert Research Center, Cairo, Egypt. mbaziz1974@gmail.com."}], "LastName": "Balah", "ForeName": "Mohamed A", "Initials": "MA"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Germination"}, {"QualifierName": [], "DescriptorName": "Salinity"}, {"QualifierName": [], "DescriptorName": "Citrullus"}, {"QualifierName": [], "DescriptorName": "Seeds"}, {"QualifierName": [], "DescriptorName": "Seedlings"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Antioxidants"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Liu J, Xia J, Fang Y, Li T, Liu L. Effects of salt drought stress on growth and physiobiochemical characteristics of Tamarix chinensis seedlings. Sci. World J. 2014;2014:1–7. doi: 10.1155/2014/532713.", "ArticleIdList": ["10.1155/2014/532713", "PMC4130323", "25140348"]}, {"Citation": "Li W, Zhang H, Zeng Y, et al. A Salt tolerance evaluation method for sunflower (Helianthus annuus L.) at the seed germination stage. Sci. Rep. 2020;10:10626. doi: 10.1038/s41598-020-67210-3.", "ArticleIdList": ["10.1038/s41598-020-67210-3", "PMC7326917", "32606296"]}, {"Citation": "Mostafazadeh-Fard B, Heidarpour M, Aghakhani QA, Feizi M. Effect of irrigation water salinity and leaching on soil chemical properties in an arid region. Int. J. Agric. Biol. 2007;3:166–469."}, {"Citation": "Rajabi Dehnavi A, Zahedi M, Ludwiczak A, Cardenas PS, Piernik A. Effect of salinity on seed germination and seedling development of sorghum (Sorghum bicolor (L.) Moench) genotypes. Agronomy. 2020;10:859. doi: 10.3390/agronomy10060859.", "ArticleIdList": ["10.3390/agronomy10060859"]}, {"Citation": "Wu G, Zhou Z, Chen P, Tang X, Shao H, Wang H. Comparative ecophysiological study of salt stress for wild and cultivated soybean species from the Yellow River Delta, China. Sci. World J. 2014;20:1–13. doi: 10.1155/2014/651745.", "ArticleIdList": ["10.1155/2014/651745", "PMC4066866", "24999494"]}, {"Citation": "Amin MA, Ismail MA, Badawy AA, Awad MA, Hamza MF, Awad MF, Fouda A. The potency of fungal-fabricated selenium nanoparticles to improve the growth performance of Helianthus annuus L. and control of cutworm Agrotis ipsilon. Catalysts. 2021;11:1551. doi: 10.3390/catal11121551.", "ArticleIdList": ["10.3390/catal11121551"]}, {"Citation": "Dioniso-Sese ML, Tobita S. Antioxidant responses of rice seedlings to salinity stress. Plant Sci. 1998;135:1–9. doi: 10.1016/S0168-9452(98)00025-9.", "ArticleIdList": ["10.1016/S0168-9452(98)00025-9"]}, {"Citation": "Munns R. Comparative physiology of salt and water stress. Plant Cell Environ. 2002;25:239–250. doi: 10.1046/j.0016-8025.2001.00808.x.", "ArticleIdList": ["10.1046/j.0016-8025.2001.00808.x", "11841667"]}, {"Citation": "Poustini K, Siosemardeh A. Ion distribution in wheat cultivars in response to salinity stress. Field Crop Res. 2004;85(2):125–133. doi: 10.1016/S0378-4290(03)00157-6.", "ArticleIdList": ["10.1016/S0378-4290(03)00157-6"]}, {"Citation": "Ashraf M, Ali Q. Relative membrane permeability and activities of some antioxidant enzymes as the key determinants of salt tolerance in canola (Brassica napus L.) Environ. Exp. Bot. 2008;63:266–273. doi: 10.1016/j.envexpbot.2007.11.008.", "ArticleIdList": ["10.1016/j.envexpbot.2007.11.008"]}, {"Citation": "Motylevam SE, Vlasova NK, Gins M, Gins V. Morphological and anatomical characterization of Actinidia kolomikta Rupr. & Maxim. Maxim. (C3) and Amaranthus tricolor L. (C4) leaves. Agron. Res. 2022;20(2):341–356."}, {"Citation": "Saberali SF, Moradi M. Effect of salinity on germination and seedling growth of Trigonella foenum-graecum, Dracocephalum moldavica, Satureja hortensis and Anethum graveolens. J. Saudi Soc. Agric. Sci. 2019;18(3):316–323."}, {"Citation": "Besma BD, Mounir D. Biochemical and mineral responses of okra seeds (Abelmoschus esculentus L. variety Marsaouia) to salt and thermal stresses. J. Agron. 2010;9(2):29–37. doi: 10.3923/ja.2010.29.37.", "ArticleIdList": ["10.3923/ja.2010.29.37"]}, {"Citation": "Tian Y, Guan B, Zhou D, Yu LJ, Lou Y. Responses of seed germination, seedling growth, and seed yield traits to seed pretreatment in maize (Zea mays L.) Sci. World J. 2014 doi: 10.1155/2014/834630.", "ArticleIdList": ["10.1155/2014/834630", "PMC4100373", "25093210"]}, {"Citation": "Tobe K, Li X, Omasa K. Effects of five different salts on seed germination and seedling growth of Haloxylon ammodendron (Chenopodiaceae) Seed Sci. Res. 2004;14:345–353. doi: 10.1079/SSR2004188.", "ArticleIdList": ["10.1079/SSR2004188"]}, {"Citation": "Orlovsky NS, Japakova UN, Shulgina I, Volis S. Comparative study of seed germination and growth of Kochia prostrata and Kochia scoparia (Chenopodiaceae) under salinity. J. Arid Environ. 2011;75:532–537. doi: 10.1016/j.jaridenv.2011.01.014.", "ArticleIdList": ["10.1016/j.jaridenv.2011.01.014"]}, {"Citation": "Jisha KC, Vijayakumari K, Puthur JT. Seed priming for abiotic stress tolerance: An overview. Acta Physiol. Plant. 2013;35:1381–1396. doi: 10.1007/s11738-012-1186-5.", "ArticleIdList": ["10.1007/s11738-012-1186-5"]}, {"Citation": "Ibrahim EA. Seed priming to alleviate salinity stress in germinating seeds. J. Plant Physiol. 2016;192:38–46. doi: 10.1016/j.jplph.2015.12.011.", "ArticleIdList": ["10.1016/j.jplph.2015.12.011", "26812088"]}, {"Citation": "El-Sheekh MM, El -Saied A. Effect of crude seaweed extracts on seed germination, seedling growth and some metabolic processes of Vicia faba L. Cytobios. 2000;101:23–33.", "ArticleIdList": ["10697743"]}, {"Citation": "Górka B, Korzeniowska K, Lipok J, Wieczorek PP. Algae Biomass: Characteristics and Applications. Springer; 2018. The biomass of algae and algal extracts in agricultural production; pp. 103–114."}, {"Citation": "Ronga D, Biazzi E, Parati K, Carminati D, Carminati E, Tava A. Microalgal biostimulants and biofertilisers in crop productions. Agronomy. 2019;9:192. doi: 10.3390/agronomy9040192.", "ArticleIdList": ["10.3390/agronomy9040192"]}, {"Citation": "Jafarlou MB, Pilehvar B, Modarresi M, Mohammadi M. Performance of algae extracts priming for enhancing seed germination indices and salt tolerance in Calotropis procera (Aiton) WT. Iran J. Sci. Technol. Trans. Sci. 2021 doi: 10.1007/s40995-021-01071-x.", "ArticleIdList": ["10.1007/s40995-021-01071-x"]}, {"Citation": "Sharma HS, Fleming C, Selby C, Rao JR, Martin T. Plant biostimulants: A review on the processing of macroalgae and use of extracts for crop management to reduce abiotic and biotic stresses. J. Appl. Phycol. 2014;26:465–490. doi: 10.1007/s10811-013-0101-9.", "ArticleIdList": ["10.1007/s10811-013-0101-9"]}, {"Citation": "Reddy CA, Saravana RS. Polymicrobial multi-functional approach for enhancement of crop productivity. In: Sariaslani S, Gadd GM, editors. Advances in Applied Microbiology, Vol***82. Academic Press; 2013. pp. 53–113.", "ArticleIdList": ["23415153"]}, {"Citation": "Craigie JS. Seaweed extract stimuli in plant science and agriculture. J. Appl. Phycol. 2011;23:371–393. doi: 10.1007/s10811-010-9560-4.", "ArticleIdList": ["10.1007/s10811-010-9560-4"]}, {"Citation": "Gharib F, Zeid IM, Salem O, Ahmed EZ. Effects of Sargassum latifolium extract on growth, oil content and enzymatic activities of rosemary plants under salinity stress. J. Life Sci. 2014;11:933–994."}, {"Citation": "Ziyada AK, Elhussien SA. Physical and chemical characteristics of CitrulluslanatusVar Colocynthoide seed oil. J. Phys. Sci. 2008;19(2):69–75."}, {"Citation": "Mahmoud SH, Salama DM, El-Tanahy AMM, Abd El-Samad EH. Utilization of seaweed (Sargassum vulgare) extract to enhance growth, yield and nutritional quality of red radish plants. Ann. Agric. Sci. 2019;64:167–175. doi: 10.1016/j.aoas.2019.11.002.", "ArticleIdList": ["10.1016/j.aoas.2019.11.002"]}, {"Citation": "Upmeyer DJ, Koller HR. Diurnal trends in net photosynthetic rate and carbohydrate levels of soybean leaves. Plant Physiol. 1973;51:871–874. doi: 10.1104/pp.51.5.871.", "ArticleIdList": ["10.1104/pp.51.5.871", "PMC366366", "16658430"]}, {"Citation": "Streeter JG, Jeffers DL. Distribution of total nonstructural carbohydrates in soybean plants having increased reproductive load. Crop Sci. 1979;19:729–734. doi: 10.2135/cropsci1979.0011183X001900050046x.", "ArticleIdList": ["10.2135/cropsci1979.0011183X001900050046x"]}, {"Citation": "Hedge JE, Hofreiter BT. Methods. In: Whistler RL, BeMiller JN, editors. Carbohydrate Chemistry, ***Vol 17. Academic Press; 1962. p. 420."}, {"Citation": "A.O.A.C . Official Methods of Analysis. Association of Official Analytical Chemists. 16. K Hlrich; 1995."}, {"Citation": "Cunniff P, Washington DC. Official methods of analysis of AOAC international. J. AOAC Int. 1997;80:127A."}, {"Citation": "Lowry OH, Rosenbrough NJ, Farr AL, Randall RJ. Protein measurement with the Folin phenol reagent. J. Biol. Chem. 1951;193:265–275. doi: 10.1016/S0021-9258(19)52451-6.", "ArticleIdList": ["10.1016/S0021-9258(19)52451-6", "14907713"]}, {"Citation": "James CS. Analytical Chemistry of Foods. Blackie Academie; 1995. p. 178."}, {"Citation": "Gorham J. Separation of plant betaines and their sulphur analogues by cation-exchange high-performance liquid chromatography. J. Chromatogr. A. 1984;287:345–351. doi: 10.1016/S0021-9673(01)87710-4.", "ArticleIdList": ["10.1016/S0021-9673(01)87710-4"]}, {"Citation": "Sofowora A. Medicinal Plants and Traditional Medicinal in Africa. Screening Plants for Bioactive Agents. 2. Spectrum Books Ltd.; 1993. pp. 134–156."}, {"Citation": "ISTA International rules for seed testing. Seed Sci. Technol. 1999;27:1–333."}, {"Citation": "Mohamed K. Potential utilization of Citrullus lanatus var. Colocynthoides waste as a novel source of pectin. J. Food Sci. Technol. 2015;52:2401–2407. doi: 10.1007/s13197-014-1277-y.", "ArticleIdList": ["10.1007/s13197-014-1277-y", "PMC4375239", "25829625"]}, {"Citation": "Metzner H, Rau H, Senger H. Untersuchungen zur Synchronisierbakeit einzelner Pigmentmangel-Mutanten von Chlorella. Planta. 1965;65:186–194. doi: 10.1007/BF00384998.", "ArticleIdList": ["10.1007/BF00384998"]}, {"Citation": "Abbas SM. Effects of low temperature and selenium application on growth and the physiological changes in sorghum seedlings. J. Stress Physiol. Biochem. 2012;8:269–286."}, {"Citation": "Bradford MM, Williams WL. New, rapid, sensitive method for protein determination. Fed. Proc. 1976;35:274."}, {"Citation": "Zhang S, Gan Y, Xu B. Application of plant-growth-promoting fungi Trichoderma longibrachiatum T6 enhances tolerance of wheat to salt stress through improvement of antioxidative defense system and gene expression. Front. Plant Sci. 2016;7:1405. doi: 10.3389/fpls.2016.01405.", "ArticleIdList": ["10.3389/fpls.2016.01405", "PMC5023664", "27695475"]}, {"Citation": "Li Y, Tian X, Wei M, Shi Q, Yang F, Wang X. Mechanisms of tolerance differences in cucumber seedlings grafted on rootstocks with different tolerance to low temperature and weak light stresses. Turk. J. Bot. 2015;39:1–9. doi: 10.3906/bot-1404-115.", "ArticleIdList": ["10.3906/bot-1404-115"]}, {"Citation": "Bałabusta M, Szafranska K, Posmyk MM. Exogenous melatonin improves antioxidant defense in cucumber seeds (Cucumis sativus L.) germinated under chilling stress. Front. Plant Sci. 2016;7:575. doi: 10.3389/fpls.2016.00575.", "ArticleIdList": ["10.3389/fpls.2016.00575", "PMC4848318", "27200048"]}, {"Citation": "Snedecor GW, Cochran WG. Statistical Methods, 2nd Printing. 7. Iowa State University Press; 1982."}, {"Citation": "Latique S, Mohamed AE, Halima C, Chérif H, Mimoun EK. Alleviation of salt stress in durum wheat (Triticum durum L.) seedlings through the application of liquid seaweed extracts of Fucus spiralis. Commun. Soil Sci. Plant Anal. 2017;48(21):2582–2593. doi: 10.1080/00103624.2017.1416136.", "ArticleIdList": ["10.1080/00103624.2017.1416136"]}, {"Citation": "Sakamoto A, Murata N. The role of glycine betaine in the protection of plants from stress: Clues from transgenic plants. Plant Cell Environ. 2002;25(2):163–171. doi: 10.1046/j.0016-8025.2001.00790.x.", "ArticleIdList": ["10.1046/j.0016-8025.2001.00790.x", "11841661"]}, {"Citation": "Morsy GMT, Elsayed K, Entesar AM, Rawhya A. Phytochemical screening for antibacterial compounds of some seaweeds from coastal area of Abo-Qir, Alexandria, Egypt. Egypt. J. Phycol. 2018;19:47–57. doi: 10.21608/egyjs.2018.116007.", "ArticleIdList": ["10.21608/egyjs.2018.116007"]}, {"Citation": "Ahmad P, Azooz MM, Prasad MNV. Ecophysiology and Responses of Plants Under Salt Stress. Springer; 2013. pp. 283–314."}, {"Citation": "Klejdus B, Lojková L, Plaza M, Snóblová M, Stěrbová D. Hyphenated technique for the extraction and determination of isoflavones in algae: Ultrasound-assisted supercritical fluid extraction followed by fast chromatography with tandem mass spectrometry. J. Chromatogr. A. 2010;1217(51):7956–7965. doi: 10.1016/j.chroma.2010.07.020.", "ArticleIdList": ["10.1016/j.chroma.2010.07.020", "20701916"]}, {"Citation": "Kovacik J, Gruz J, Backor M, Strnad M, Repcak M. Salicylic acid-induced changes to growth and phenolic metabolism in Matricaria chamomilla plants. Plant Cell Rep. 2009;28:135–143. doi: 10.1007/s00299-008-0627-5.", "ArticleIdList": ["10.1007/s00299-008-0627-5", "18972114"]}, {"Citation": "Chiaiese P, Corrado G, Colla G, Kyriacou MC, Rouphael Y. Renewable sources of plant biostimulation: Microalgae as a sustainable means to improve crop performance. Front. Plant Sci. 2018;9(3):1782. doi: 10.3389/fpls.2018.01782.", "ArticleIdList": ["10.3389/fpls.2018.01782", "PMC6292864", "30581447"]}, {"Citation": "Heydecker, W. Germination of an idea: The priming of seeds. University of Nottingham, School of Agriculture Rep. 1973/74 http://www.jstor.org/stable/4034044 (1973)."}, {"Citation": "Mohan VR, Venkataraman K, Murgeswari R, Muthusamy S. Effect of crude and commercial seaweed extract on seed germination and seedling growth in Cajanus Cajan L. Phykos. 1994;33:47–51."}, {"Citation": "Gencer, O. A. H. Effect of seaweed Ascophyllum nodosum extract and seaweed Durvilla potatorum suspension on morphological and technological properties of cotton Gossypium hirsutum L. Proc FAO-IRCRNC; cotton nutrition and growth regulators, pp. 177–182, Cairo, Egypt (1997)."}, {"Citation": "Calvo P, Nelson L, Kloepper JW. Agricultural uses of plant biostimulants. Plant Soil. 2014;383:3–41. doi: 10.1007/s11104-014-2131-8.", "ArticleIdList": ["10.1007/s11104-014-2131-8"]}, {"Citation": "Mansori M, Chernane H, Latique S, Benaliat A, Hsissou D, El Kaoua M. Effect of seaweed extract (Ulva rigida) on the water deficit tolerance of Salvia officinalis L. J. Appl. Phycol. 2016;28:1363–1370. doi: 10.1007/s10811-015-0671-9.", "ArticleIdList": ["10.1007/s10811-015-0671-9"]}, {"Citation": "Mehta PM, Mini SN, Gajaria SC. Impact of extracts of higher plants and algae on germination, seedling growth and oxidizing enzymes of rice seedlings. Adv. Plant Sci. 1999;12:567–572."}, {"Citation": "Khan W, Rayirath UP, Subramanian S, Jithesh MN, Rayorath P, Hodges DM, Critchley AT, Craigie JS, Norrie J, Prithiviraj B. Seaweed extracts as biostimulants of plant growth and development. J. Plant Growth Regul. 2009;28:386–399. doi: 10.1007/s00344-009-9103-x.", "ArticleIdList": ["10.1007/s00344-009-9103-x"]}, {"Citation": "Salah El Din RA, Elbakry AA, Ghazi SM, Abdel Hamid OM. Effect of seaweed extract on the growth and yield of faba bean (Vicia faba L.) Egypt. J. Phycol. 2008;9(1):25–38. doi: 10.21608/egyjs.2008.114808.", "ArticleIdList": ["10.21608/egyjs.2008.114808"]}, {"Citation": "Chanthini KMP, Stanley-Raja V, Thanigaivel A, Karthi S, Palanikani R, Sundar NS, Sivanesh H, Soranam R, Senthil-Nathan S. Sustainable agronomic strategies for enhancing the yield and nutritional quality of wild tomato, Solanum lycopersicum (l) var Cerasiforme Mill. Agronomy. 2019;9:1–22. doi: 10.3390/agronomy9060311.", "ArticleIdList": ["10.3390/agronomy9060311"]}, {"Citation": "Cisse EHM, Miao LF, Yang F, Huang JF, Li DD, Zhang J. Glycine betaine surpasses melatonin to improve salt tolerance in Dalbergia odorifera. Front. Plant Sci. 2021;12:1–12. doi: 10.3389/fpls.2021.588847.", "ArticleIdList": ["10.3389/fpls.2021.588847", "PMC7900558", "33633756"]}, {"Citation": "Ahmed HSA, Hussein MHA, El-Said GAE, El-Syed HAM. Effect of growing area on yield traits, fiber and yarn properties in Egyptian cotton genotypes by using biofertilizer inoculation, vermicompost and algae extract. J. Plant Prod. Mansoura Univ. 2021;12:1087–1100. doi: 10.21608/JPP.2021.98337.1065.", "ArticleIdList": ["10.21608/JPP.2021.98337.1065"]}, {"Citation": "Iyengar ER, Reddy MP. Photosynthesis in highly salt tolerant plants. In: Pesserkali M, editor. Handbook of Photosynthesis. Marshal Dekar; 1996. pp. 897–909."}, {"Citation": "Badawy AA, Abdelfattah NAH, Salem SS, Awad MF, Fouda A. Efficacy assessment of biosynthesized copper oxide nanoparticles (Cuo-NPs) on stored grain insects and their impacts on morphological and physiological traits of wheat (Triticum aestivum L.) Plant Biol. (Basel) 2021;10:233. doi: 10.3390/biology10030233.", "ArticleIdList": ["10.3390/biology10030233", "PMC8002698", "33802973"]}, {"Citation": "Whapham CA, Blunden G, Jenkins T, Hankins SD. Significance of betaines in the increased chlorophyll content of plants treated with seaweed extract. J. Appl. Phycol. 1993;5:231. doi: 10.1007/BF00004023.", "ArticleIdList": ["10.1007/BF00004023"]}, {"Citation": "Mohy El-Din SM. Utilization of seaweed extracts as bio-fertilizers to stimulate the growth of wheat seedlings. Egypt J. Exp. Biol. 2015;11:31–39."}, {"Citation": "Raupp J, Oltmanns M. Farmyard manure, plant based organic fertilizers, Inorganic fertilizer-which sustains soil organic matter best. Asp. Appl. Biol. 2006;79:273–276."}, {"Citation": "Yassen AA, Badran NM, Zaghloul SM. Role of some organic residues as tools for reducing metals hazard in plant. World J. Agric. Sci. 2007;3(2):204–209."}, {"Citation": "Abd El-Baky A, Hussein MM, Game SE. Algal extracts improve antioxidant defense abilities and salt tolerance of wheat plant irrigated with sea water. Afr. J. Biochem. Res. 2008;2:151–164. doi: 10.5897/AJBR.9000014.", "ArticleIdList": ["10.5897/AJBR.9000014"]}, {"Citation": "Hussein MH, Eltanahy E, Al Bakry AF, Elsafty N, Elshamy MM. Seaweed extracts as prospective plant growth bio-stimulant and salinity stress alleviator for Vigna sinensis and Zea mays. J. Appl. Phycol. 2021;33:1273–1291. doi: 10.1007/s10811-020-02330-x.", "ArticleIdList": ["10.1007/s10811-020-02330-x"]}, {"Citation": "Gupta KJ, Stoimenova M, Kaiser WM. In higher plants, only root mitochondria, but not leaf mitochondria reduce nitrite to NO, in vitro and in situ. J. Exp. Bot. 2005;56:2601–2609. doi: 10.1093/jxb/eri252.", "ArticleIdList": ["10.1093/jxb/eri252", "16131511"]}, {"Citation": "Zeng L, Poss JA, Wilson C, Draz AE, Gregorio GB, Grieve CM. Evaluation of salt tolerance in rice genotypes by physiological characters. Euphytica. 2003;129:281–292. doi: 10.1023/A:1022248522536.", "ArticleIdList": ["10.1023/A:1022248522536"]}, {"Citation": "Lehener A, Mamadou N, Poels P, Côme D, Bailly C, Corbineau F. Changes in soluble carbohydrates, lipid peroxidation and antioxidant enzyme activities in the embryo during ageing in wheat grains. J. Cereal Sci. 2008;47:555–565. doi: 10.1016/j.jcs.2007.06.017.", "ArticleIdList": ["10.1016/j.jcs.2007.06.017"]}, {"Citation": "Liu H, Xin Z, V.Z. Changes in activities of antioxidant-related enzymes in leaves of resistant and susceptible wheat inoculated with Rhizoctonia cerealis. Agric. Sci. China. 2011;10(13):526–533. doi: 10.1016/S1671-2927(11)60033-3.", "ArticleIdList": ["10.1016/S1671-2927(11)60033-3"]}, {"Citation": "Maadanea AB, Merghouba N, Tarik A, Hicham EA, Redouane B, Saaid A, Youssef B, Imane W. Antioxidant activity of some Moroccan marine microalgae: Pufa profiles, carotenoids and phenolic content. J. Biotechnol. 2015;215:13–19. doi: 10.1016/j.jbiotec.2015.06.400.", "ArticleIdList": ["10.1016/j.jbiotec.2015.06.400", "26113214"]}, {"Citation": "Kasim WA, Hamada EAM, El-Din NGS, Eskander SB. Influence of seaweed extracts on the growth, some metabolic activities and yield of wheat grown under drought stress. Int. J. Agron. Agric. Res. 2015;7(2):173–189."}, {"Citation": "Salma L, Reda BM, Imad K, Anass K, Hasnaa S, Yi A, Mohamed N, Mimoun E, Allal D, Karim SI. Foliar application of Ulva rigida water extracts Improves salinity tolerance in wheat (Triticum durum L.) Agronomy. 2021;11:265. doi: 10.3390/agronomy11020265.", "ArticleIdList": ["10.3390/agronomy11020265"]}, {"Citation": "Alscher RG, Erturk N, Heath LS. Role of superoxide dismutases (SODs) in controlling oxidative stress in plants. J. Exp. Bot. 2002;53:1331–1341. doi: 10.1093/jexbot/53.372.1331.", "ArticleIdList": ["10.1093/jexbot/53.372.1331", "11997379"]}, {"Citation": "Hemida AK, Refaat MA, Wael MI. Enhance salt stress tolerance in wheat (Triticum aestivum L.) plant using exogenous β-carotene or algal extract. Int. J. Biomed. Sci. Bioinform. 2015;2:26–32. doi: 10.1186/s40529-022-00352-x.", "ArticleIdList": ["10.1186/s40529-022-00352-x"]}, {"Citation": "Asada K. Ascorbate peroxidase-a hydrogen scavenging enzyme in plants. Physiol. Plant. 1992;85:235–241. doi: 10.1111/j.1399-3054.1992.tb04728.x.", "ArticleIdList": ["10.1111/j.1399-3054.1992.tb04728.x"]}, {"Citation": "Noctor G, Foyer CH. Ascorbate and glutathione: Keeping active oxygen under control. Annu. Rev. Plant Physiol. Plant Mol. Biol. 1998;49:249–279. doi: 10.1146/annurev.arplant.49.1.249.", "ArticleIdList": ["10.1146/annurev.arplant.49.1.249", "15012235"]}, {"Citation": "Masondo NA, Kulkarni MG, Finnie JF, Van Staden J. Influence of biostimulants-seed-priming on Ceratotheca triloba germination and seedling growth under low temperatures, low osmoticpotential and salinity stress. Ecotoxicol. Environ. Saf. 2018;147:43–48. doi: 10.1016/j.ecoenv.2017.08.017.", "ArticleIdList": ["10.1016/j.ecoenv.2017.08.017", "28826029"]}, {"Citation": "Yusuf R, Kristiansen P, Warwick N. Potential effect of plant growth regulators in two seaweed products. Acta Hortic. 2012;958:133–138. doi: 10.17660/ActaHortic.2012.958.15.", "ArticleIdList": ["10.17660/ActaHortic.2012.958.15"]}, {"Citation": "Hamouda MM, Saad-Allah KM, Gad D. Potential of seaweed extract on growth, physiological, cytological and biochemical parameters of wheat (Triticum aestivum L.) seedlings. J. Soil Sci. Plant Nutr. 2022;22:1818–1831. doi: 10.1007/s42729-022-00774-3.", "ArticleIdList": ["10.1007/s42729-022-00774-3"]}, {"Citation": "Sivasankari S, Venkatesalu V, Anantharaj M, Chandrasekaran M. Effect of seaweed extracts on the growth and biochemical constituents of Vigna sinensis. Bioresour. Technol. 2006;97(14):1745–1751. doi: 10.1016/j.biortech.2005.06.016.", "ArticleIdList": ["10.1016/j.biortech.2005.06.016", "16112855"]}, {"Citation": "Chernane H, Latique S, Mansori M, El Kaoua M. Salt stress tolerance and antioxidative mechanisms in wheat plants (Triticum durum L.) by seaweed extracts application. J. Agric. Vet. Sci. 2015;8:36–44."}, {"Citation": "Di Stasio E, Van Oosten MJ, Silletti S, Raimondi G, dell’Aversana E, Carillo P, Maggio A. Ascophyllum nodosum-based algal extracts act as enhancers of growth, fruit quality, and adaptation to stress in salinized tomato plants. J. Appl. Phycol. 2018;30:2675–2686. doi: 10.1007/s10811-018-1439-9.", "ArticleIdList": ["10.1007/s10811-018-1439-9"]}, {"Citation": "Acosta MJR, Penella C, Hernández JA, Díaz-Vivancos P, Sánchez-Blanco MJ, Navarro JM, Gómez-Bellot MJ, Barba-Espín G. Towards a sustainable agriculture: Strategies involving phytoprotectants against salt stress. Agronomy. 2020;10:194. doi: 10.3390/agronomy10020194.", "ArticleIdList": ["10.3390/agronomy10020194"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "3", "Day": "24"}, {"Year": "2023", "Month": "7", "Day": "13"}, {"Year": "2023", "Month": "7", "Day": "26", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "7", "Day": "24", "Hour": "0", "Minute": "41"}, {"Year": "2023", "Month": "7", "Day": "23", "Hour": "23", "Minute": "7"}, {"Year": "2023", "Month": "7", "Day": "23"}], "PublicationStatus": "epublish", "ArticleIdList": ["37482594", "PMC10363529", "10.1038/s41598-023-38711-8", "10.1038/s41598-023-38711-8"]}}], "PubmedBookArticle": []}