{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37495658", "DateCompleted": {"Year": "2023", "Month": "07", "Day": "28"}, "DateRevised": {"Year": "2023", "Month": "07", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "07", "Day": "26"}], "Language": ["eng"], "ELocationID": ["12142", "10.1038/s41598-023-39419-5"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "13", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Jul", "Day": "26"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Genetic diversity in Sickleweed (Falcaria vulgaris) and using stepwise regression to identify marker associated with traits.", "Pagination": {"StartPage": "12142", "MedlinePgn": "12142"}, "Abstract": {"AbstractText": ["One of the well-known medicinal plants in the Falcaria genus is Sickleweed. Falcaria species exhibit a high degree of genetic variability, posing challenges in the examination of genetic diversity due to the significant potential for hybridization and introgression among them. Utilizing morphological traits and molecular markers may prove to be a valuable approach in evaluating and harnessing germplasm, considering the current obstacles faced in breeding this medicinal herb. In 2021, fifteen Sickleweed populations were cultivated in pots under field conditions, employing a randomized complete block design with three replications. This aimed to assess genetic diversity and conduct marker-trait association analyses utilizing morpho-physiological characteristics and SSR markers. The Sickleweed populations displayed considerable genetic diversity across all traits. Through cluster analysis of traits and the utilization of the UPGMA method based on the Gower distance matrix, the population was classified into three distinct clusters. Upon examining all genotypes, 52 polymorphic bands were detected, with an average of 8.68 bands per primer. The average expected heterozygosity across all loci was 0.864, while the average PIC was 0.855. Molecular data analysis employing the Jaccard similarity index and UPGMA method revealed the division of Sickleweed populations into two major groups. Furthermore, the results of molecular variance analysis indicated that variation within the population exceeded that between populations. Thirty-two SSR fragments were found to be significantly associated with genomic regions controlling the studied traits, determined through the application of stepwise regression. Selection based on molecular markers offers a rapid method for breeding programs, with the genetic information obtained from these markers playing a crucial role. Therefore, alongside traits, selecting superior genotypes and populations of high value in breeding programs becomes feasible. The findings highlight that certain markers are linked to multiple traits, emphasizing the critical importance of this characteristic in plant breeding for the simultaneous improvement of numerous traits. The study's insights regarding markers hold potential for application in Sickleweed breeding programs."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": ["0000-0001-5625-3275"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Institute of Science and High Technology and Environmental Sciences, Graduate University of Advanced Technology, Kerman, Iran. me.rahimi@kgut.ac.ir."}], "LastName": "Rahimi", "ForeName": "Mehdi", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Institute of Science and High Technology and Environmental Sciences, Graduate University of Advanced Technology, Kerman, Iran."}], "LastName": "AhmadiAfzadi", "ForeName": "Masoud", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nuclear Science and Technology Research Institute (NSTRI), Nuclear Agriculture Research School, Karaj, Iran."}], "LastName": "Kordrostami", "ForeName": "Mojtaba", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Genetic Variation"}, {"QualifierName": [], "DescriptorName": "Genotype"}, {"QualifierName": ["genetics"], "DescriptorName": "Microsatellite Repeats"}, {"QualifierName": [], "DescriptorName": "Phenotype"}, {"QualifierName": [], "DescriptorName": "Plant Breeding"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Korman, B. L. Biology and ecology of sickleweed (Falcaria vulgaris) in the fort pierre national grassland of south Dakota MSc thesis, South Dakota State University (2011)."}, {"Citation": "Piya, S. Introduction history and population genetics of Falcaria vulgaris (Apiaceae) in the United States, South Dakota State University (2013)."}, {"Citation": "Afonin, A., Greene, S., Dzyubenko, N. & Frolov, A. http://www.agroatlas.ru (2008)."}, {"Citation": "Khazaei M, Salehi H. Protective effect of of Falcaria vulgaris extract on ethanol induced gastric ulcer in rat. Iran. J. Pharmacol. Ther. 2006;5:43–50."}, {"Citation": "Abioye J, Manaja E, Olokun A. Phytochemical properties and proximate composition of Asclepias syriaca. Asian J. Res. Crop Sci. 2022;7:30–34. doi: 10.9734/ajrcs/2022/v7i130130.", "ArticleIdList": ["10.9734/ajrcs/2022/v7i130130"]}, {"Citation": "Harutyunyan M, Martirosyan H, Hovhannisyan M, Melikyan A. Ex situ conservation and domestication process of a number of wild edible plants spread in Armenia. Sci. Herit. 2022;91:4–6."}, {"Citation": "Rahimi M, Ranjbaran E. Investigating the geographical, phenotypic and genetic diversity of Sickleweed populations by bioclimatic parameters, morphological traits and SCoT molecular markers. Physiol. Mol. Biol. Plants. 2023;29:421–433. doi: 10.1007/s12298-023-01296-7.", "ArticleIdList": ["10.1007/s12298-023-01296-7", "PMC10073401", "37033768"]}, {"Citation": "Falahi, E., Delshadian, Z., Ahmadvand, H. & Shokri Jokar, S. Head space volatile constituents and antioxidant properties of five traditional Iranian wild edible plants grown in west of Iran. AIMS Agric. Food (2019)."}, {"Citation": "Soetan KO, Olaiya CO, Oyewole OE. The importance of mineral elements for humans, domestic animals and plants—A review. Afr. J. Food Sci. 2010;4:200–222."}, {"Citation": "Gaskin JF, et al. Managing invasive plants on Great Plains grasslands: A discussion of current challenges. Rangel. Ecol. Manag. 2021;78:235–249. doi: 10.1016/j.rama.2020.04.003.", "ArticleIdList": ["10.1016/j.rama.2020.04.003"]}, {"Citation": "Piya, S. & Nepal, M. P. Characterization of nuclear and chloroplast microsatellite markers for Falcaria vulgaris (Apiaceae). (2013)."}, {"Citation": "Teixido AL, et al. Anthropogenic impacts on plant-animal mutualisms: A global synthesis for pollination and seed dispersal. Biol. Conserv. 2022;266:109461. doi: 10.1016/j.biocon.2022.109461.", "ArticleIdList": ["10.1016/j.biocon.2022.109461"]}, {"Citation": "Louwaars NP. Plant breeding and diversity: A troubled relationship? Euphytica. 2018;214:1–9. doi: 10.1007/s10681-018-2192-5.", "ArticleIdList": ["10.1007/s10681-018-2192-5", "PMC6434984", "30996394"]}, {"Citation": "Tarang A, et al. Study of genetic diversity in rice (Oryza sativa L.) cultivars of Central and Western Asia using microsatellite markers tightly linked to important quality and yield related traits. Genet. Resour. Crop Evol. 2020;67:1537–1550. doi: 10.1007/s10722-020-00927-2.", "ArticleIdList": ["10.1007/s10722-020-00927-2"]}, {"Citation": "Begna T. Role and economic importance of crop genetic diversity in food security. Int. J. Agric. Sci. Food Technol. 2021;7:164–169."}, {"Citation": "Reynolds M, et al. Breeder friendly phenotyping. Plant Sci. 2020;295:110396. doi: 10.1016/j.plantsci.2019.110396.", "ArticleIdList": ["10.1016/j.plantsci.2019.110396", "32534615"]}, {"Citation": "Pathirana R, Carimi F. Management and utilization of plant genetic resources for a sustainable agriculture. Plants. 2022;11:2038. doi: 10.3390/plants11152038.", "ArticleIdList": ["10.3390/plants11152038", "PMC9370719", "35956515"]}, {"Citation": "Bhandari H, et al. Assessment of genetic diversity in crop plants—An overview. Adv. Plants Agric. Res. 2017;7:279–286."}, {"Citation": "Khadka K, Earl HJ, Raizada MN, Navabi A. A physio-morphological trait-based approach for breeding drought tolerant wheat. Front. Plant Sci. 2020;11:715. doi: 10.3389/fpls.2020.00715.", "ArticleIdList": ["10.3389/fpls.2020.00715", "PMC7286286", "32582249"]}, {"Citation": "Henry RJ. Molecular Markers in Plants. Wiley; 2012."}, {"Citation": "Kordrostami M, Rahimi M. Molecular markers in plants: Concepts and applications. Genet. 3rd Millenn. 2015;13:4024–4031."}, {"Citation": "Wang J-M, Yang J-M, Zhu J-H, Jia Q-J, Tao Y-Z. Assessment of genetic diversity by simple sequence repeat markers among forty elite varieties in the germplasm for malting barley breeding. J. Zhejiang Univ. Sci. B. 2010;11:792–800. doi: 10.1631/jzus.B0900414.", "ArticleIdList": ["10.1631/jzus.B0900414", "PMC2950242", "20872987"]}, {"Citation": "Peng J, et al. Genetic diversity and population structure of the medicinal plant Docynia delavayi (Franch.) Schneid revealed by transcriptome-based SSR markers. J. Appl. Res. Med. Aromat. Plants. 2021;21:100294."}, {"Citation": "Ranya E-B, Ahmed DGA. Evaluation of genetic diversity in wild populations of Peganum harmala L., a medicinal plant. J. Genet. Eng. Biotechnol. 2018;16:143–151. doi: 10.1016/j.jgeb.2017.11.007.", "ArticleIdList": ["10.1016/j.jgeb.2017.11.007", "PMC6296603", "30647716"]}, {"Citation": "Wang R, et al. SSR analysis and fingerprint construction to evaluate the genetic diversity of medicinal plum varieties. J. Plant Biochem. Biotechnol. 2021;31:1–11. doi: 10.1007/s13562-021-00681-1.", "ArticleIdList": ["10.1007/s13562-021-00681-1"]}, {"Citation": "Yang H, et al. Genetic diversity and population structure of the endangered medicinal plant Phellodendron amurense in China revealed by SSR markers. Biochem. Syst. Ecol. 2016;66:286–292. doi: 10.1016/j.bse.2016.04.018.", "ArticleIdList": ["10.1016/j.bse.2016.04.018"]}, {"Citation": "Zhang Z, et al. Genome survey sequencing and genetic diversity of cultivated Akebia trifoliata assessed via phenotypes and SSR markers. Mol. Biol. Rep. 2021;48:241–250. doi: 10.1007/s11033-020-06042-w.", "ArticleIdList": ["10.1007/s11033-020-06042-w", "33400074"]}, {"Citation": "Rahimi M, Ranjbaran E. Investigating the geographical, phenotypic and genetic diversity of Sickleweed populations by bioclimatic parameters, morphological traits and SCoT molecular markers. Physiol. Mol. Biol. 2023;29:421–433. doi: 10.1007/s12298-023-01296-7.", "ArticleIdList": ["10.1007/s12298-023-01296-7", "PMC10073401", "37033768"]}, {"Citation": "Piya S, Nepal MP, Butler JL, Larson GE, Neupane A. Genetic diversity and population structure of sickleweed (Falcaria vulgaris; Apiaceae) in the upper Midwest USA. Biol. Invasions. 2014;16:2115–2125. doi: 10.1007/s10530-014-0651-z.", "ArticleIdList": ["10.1007/s10530-014-0651-z"]}, {"Citation": "Sakiroglu M, et al. Patterns of linkage disequilibrium and association mapping in diploid alfalfa (M. sativa L.) Theor. Appl. Genet. 2012;125:577–590. doi: 10.1007/s00122-012-1854-2.", "ArticleIdList": ["10.1007/s00122-012-1854-2", "PMC3397135", "22476875"]}, {"Citation": "Gebhardt C, Ballvora A, Walkemeier B, Oberhagemann P, Schüler K. Assessing genetic potential in germplasm collections of crop plants by marker-trait association: A case study for potatoes with quantitative variation of resistance to late blight and maturity type. Mol. Breed. 2004;13:93–102. doi: 10.1023/B:MOLB.0000012878.89855.df.", "ArticleIdList": ["10.1023/B:MOLB.0000012878.89855.df"]}, {"Citation": "Breseghello F, Sorrells ME. Association analysis as a strategy for improvement of quantitative traits in plants. Crop Sci. 2006;46:1323–1330. doi: 10.2135/cropsci2005.09-0305.", "ArticleIdList": ["10.2135/cropsci2005.09-0305"]}, {"Citation": "AbdoliNasab M, Rahimi M. Association analysis of traits in watermelon genotypes using molecular markers. Iran. J. Sci. Technol. Trans. A Sci. 2020;44:361–369. doi: 10.1007/s40995-020-00837-z.", "ArticleIdList": ["10.1007/s40995-020-00837-z"]}, {"Citation": "Azizi A, Ardalani H, Honermeier B. Statistical analysis of the associations between phenolic monoterpenes and molecular markers, AFLPs and SAMPLs in the spice plant Oregano. Herba Pol. 2016;62:42–56. doi: 10.1515/hepo-2016-0010.", "ArticleIdList": ["10.1515/hepo-2016-0010"]}, {"Citation": "Rahimi M. Genetic diversity, population structure and screening of molecular markers associated to agronomic traits in Safflower (Carthamus tinctorius L.) Iran. J. Sci. Technol. Trans. A Sci. 2021;45:1549–1560. doi: 10.1007/s40995-021-01161-w.", "ArticleIdList": ["10.1007/s40995-021-01161-w"]}, {"Citation": "Rahimi M, Kordrostami M, SafaeiChaeikar S. Genetic variation, population structure and the possibility of association mapping of biochemical and agronomic traits using dominant molecular markers in Iranian tea accessions. Iran. J. Sci. Technol. Trans. A Sci. 2019;43:2769–2780. doi: 10.1007/s40995-019-00784-4.", "ArticleIdList": ["10.1007/s40995-019-00784-4"]}, {"Citation": "Rahimi M, Nazari L, Kordrostami M, Safari P. SCoT marker diversity among Iranian Plantago ecotypes and their possible association with agronomic traits. Sci. Hortic. 2018;233:302–309. doi: 10.1016/j.scienta.2018.01.009.", "ArticleIdList": ["10.1016/j.scienta.2018.01.009"]}, {"Citation": "Giri L, et al. Population genetic structure and marker trait associations using morphological, phytochemical and molecular parameters in Habenaria edgeworthii—A threatened medicinal orchid of West Himalaya, India. Appl. Biochem. Biotechnol. 2017;181:267–282. doi: 10.1007/s12010-016-2211-8.", "ArticleIdList": ["10.1007/s12010-016-2211-8", "27554387"]}, {"Citation": "Hosseini MS, et al. Association analysis and molecular tagging of phytochemicals in the endangered medicinal plant licorice (Glycyrrhiza glabra L.) Phytochemistry. 2021;183:112629. doi: 10.1016/j.phytochem.2020.112629.", "ArticleIdList": ["10.1016/j.phytochem.2020.112629", "33516043"]}, {"Citation": "Yu M, et al. Genetic diversity and marker–trait association analysis for agronomic traits in Aconitum carmichaelii Debeaux. Biotechnol. Biotechnol. Equip. 2017;31:905–911. doi: 10.1080/13102818.2017.1355747.", "ArticleIdList": ["10.1080/13102818.2017.1355747"]}, {"Citation": "Sharifi A, Hallaj R, Bahar S, Babamiri B. Indirect determination of mercury (II) by using magnetic nanoparticles, CdS quantum dots and mercury (II)-binding aptamers, and quantitation of released CdS by graphite furnace AAS. Microchim. Acta. 2020;187:1–8. doi: 10.1007/s00604-019-4029-x.", "ArticleIdList": ["10.1007/s00604-019-4029-x", "31897821"]}, {"Citation": "Ulger S, et al. Determination of endogenous hormones, sugars and mineral nutrition levels during the induction, initiation and differentiation stage and their effects on flower formation in olive. Plant Growth Regul. 2004;42:89–95. doi: 10.1023/B:GROW.0000014897.22172.7d.", "ArticleIdList": ["10.1023/B:GROW.0000014897.22172.7d"]}, {"Citation": "Base SAS 9.4 Procedures Guide: Statistical Procedures, 3rd ed (SAS Institute Inc., 2014)."}, {"Citation": "Dellaporta SL, Wood J, Hicks JB. A plant DNA minipreparation: Version II. Plant Mol. Biol. Rep. 1983;1:19–21. doi: 10.1007/BF02712670.", "ArticleIdList": ["10.1007/BF02712670"]}, {"Citation": "An ZW, et al. A silver staining procedure for nucleic acids in polyacrylamide gels without fixation and pretreatment. Anal. Biochem. 2009;391:77–79. doi: 10.1016/j.ab.2009.04.036.", "ArticleIdList": ["10.1016/j.ab.2009.04.036", "19442642"]}, {"Citation": "Botstein D, White RL, Skolnick M, Davis RW. Construction of a genetic linkage map in man using restriction fragment length polymorphisms. Am. J. Hum. Genet. 1980;32:314–331.", "ArticleIdList": ["PMC1686077", "6247908"]}, {"Citation": "Liu BH. Statistical Genomics: Linkage, Mapping and QTL Analysis. CRC Press; 1998."}, {"Citation": "Powell W, et al. The comparison of RFLP, RAPD, AFLP and SSR (microsatellite) markers for germplasm analysis. Mol. Breed. 1996;2:225–238. doi: 10.1007/BF00564200.", "ArticleIdList": ["10.1007/BF00564200"]}, {"Citation": "Tessier C, David J, This P, Boursiquot JM, Charrier A. Optimization of the choice of molecular markers for varietal identification in Vitis vinifera L. Theor. Appl. Genet. 1999;98:171–177. doi: 10.1007/s001220051054.", "ArticleIdList": ["10.1007/s001220051054"]}, {"Citation": "Shannon CE. A mathematical theory of communication. ACM SIGMOBILE Mob. Comput. Commun. Rev. 2001;5:3–55. doi: 10.1145/584091.584093.", "ArticleIdList": ["10.1145/584091.584093"]}, {"Citation": "Nei M. Genetic distance between populations. Am. Nat. 1972;106:283–292. doi: 10.1086/282771.", "ArticleIdList": ["10.1086/282771"]}, {"Citation": "Yeh, F. C. POPGENE (version 1.3. 1). Microsoft Window-Bases Freeware for Population Genetic Analysis. http://www.ualberta.ca/~fyeh/ (1999)."}, {"Citation": "Peakall R, Smouse PE. GenAlEx 6.5: Genetic analysis in Excel. Population genetic software for teaching and research-an update. Bioinformatics. 2012;28:2537–2539. doi: 10.1093/bioinformatics/bts460.", "ArticleIdList": ["10.1093/bioinformatics/bts460", "PMC3463245", "22820204"]}, {"Citation": "Hammer Ø, Harper D, Ryan P. PAST: Paleontological statistics software package for education and data analysis. Palaeontol. Electron. 2001;4:e4."}, {"Citation": "Arabsalehi F, Rahimmalek M, Sabzalian MR. Morpho-physiological and molecular characterization reveal low genetic variation for conservation of endangered iranian moshgak (Ducrosia anethifolia Boiss) Biochem. Genet. 2022;66:2587–2610. doi: 10.1007/s10528-022-10237-0.", "ArticleIdList": ["10.1007/s10528-022-10237-0", "35668340"]}, {"Citation": "Golkar P, Nourbakhsh V. Analysis of genetic diversity and population structure in Nigella sativa L. using agronomic traits and molecular markers (SRAP and SCoT) Ind. Crops Prod. 2019;130:170–178. doi: 10.1016/j.indcrop.2018.12.074.", "ArticleIdList": ["10.1016/j.indcrop.2018.12.074"]}, {"Citation": "Jan HU, Rabbani MA, Shinwari ZK. Estimation of genetic variability in turmeric (Curcuma longa L.) germplasm using agro-morphological traits. Pak. J. Bot. 2012;44:231–238."}, {"Citation": "Luo Z, et al. Phenotypic, chemical component and molecular assessment of genetic diversity and population structure of Morinda officinalis germplasm. BMC Genom. 2022;23:1–17. doi: 10.1186/s12864-022-08817-w.", "ArticleIdList": ["10.1186/s12864-022-08817-w", "PMC9392303", "35986256"]}, {"Citation": "Mishra R, Gupta AK, Lal RK, Jhang T, Banerjee N. Genetic variability, analysis of genetic parameters, character associations and contribution for agronomical traits in turmeric (Curcuma longa L.) Ind. Crops Prod. 2015;76:204–208. doi: 10.1016/j.indcrop.2015.06.049.", "ArticleIdList": ["10.1016/j.indcrop.2015.06.049"]}, {"Citation": "Labroo MR, Studer AJ, Rutkoski JE. Heterosis and hybrid crop breeding: a multidisciplinary review. Front. Genet. 2021;12:643761. doi: 10.3389/fgene.2021.643761.", "ArticleIdList": ["10.3389/fgene.2021.643761", "PMC7943638", "33719351"]}, {"Citation": "Mohammadi SA, Prasanna B. Analysis of genetic diversity in crop plants—salient statistical tools and considerations. Crop Sci. 2003;43:1235–1248. doi: 10.2135/cropsci2003.1235.", "ArticleIdList": ["10.2135/cropsci2003.1235"]}, {"Citation": "Sharma A, et al. Morpho-molecular genetic diversity and population structure analysis in garden pea (Pisum sativum L.) genotypes using simple sequence repeat markers. PLoS ONE. 2022;17:e0273499. doi: 10.1371/journal.pone.0273499.", "ArticleIdList": ["10.1371/journal.pone.0273499", "PMC9480992", "36112614"]}, {"Citation": "Esposito MA, Gatti I, Cravero VP, Anido FSL, Cointry EL. Combining abilities and heterotic groups in'Pisum sativum'L. Aust. J. Crop Sci. 2013;7:1634–1641."}, {"Citation": "Hamrick JL, Godt MW. Effects of life history traits on genetic diversity in plant species. Philos. Trans. R. Soc. Lond. B Biol. Sci. 1996;351:1291–1298. doi: 10.1098/rstb.1996.0112.", "ArticleIdList": ["10.1098/rstb.1996.0112"]}, {"Citation": "Lambert SM, Borba EL, Machado MC, Andrade SCDS. Allozyme diversity and morphometrics of Melocactus paucispinus (Cactaceae) and evidence for hybridization with M. concinnus in the Chapada Diamantina, North-eastern Brazil. Ann. Bot. 2006;97:389–403. doi: 10.1093/aob/mcj052.", "ArticleIdList": ["10.1093/aob/mcj052", "PMC3291165", "16423866"]}, {"Citation": "Safaei-Chaeikar S, Rahimi M. Molecular markers associated with the agronomic traits in the medicinal plant lemon balm. Acta Sci. Biol. Sci. 2017;39:181–187. doi: 10.4025/actascibiolsci.v39i2.34309.", "ArticleIdList": ["10.4025/actascibiolsci.v39i2.34309"]}, {"Citation": "Abecasis GR, Cardon LR, Cookson WO, Sham PC, Cherny SS. Association analysis in a variance components framework. Genet. Epidemiol. 2001;21:S341–S346. doi: 10.1002/gepi.2001.21.s1.s341.", "ArticleIdList": ["10.1002/gepi.2001.21.s1.s341", "11793695"]}, {"Citation": "Mandel JR, et al. Association mapping and the genomic consequences of selection in sunflower. PLoS Genet. 2013;9:e1003378. doi: 10.1371/journal.pgen.1003378.", "ArticleIdList": ["10.1371/journal.pgen.1003378", "PMC3605098", "23555290"]}, {"Citation": "Pritchard JK, Stephens M, Rosenberg NA, Donnelly P. Association mapping in structured populations. Am. J. Hum. Genet. 2000;67:170–181. doi: 10.1086/302959.", "ArticleIdList": ["10.1086/302959", "PMC1287075", "10827107"]}, {"Citation": "Al-Ashkar I, et al. Morphological and genetic diversity within salt tolerance detection in eighteen wheat genotypes. Plants. 2020;9:287. doi: 10.3390/plants9030287.", "ArticleIdList": ["10.3390/plants9030287", "PMC7154827", "32106488"]}, {"Citation": "Farhangian-Kashani S, Azadi A, Khaghani S, Changizi M, Gomarian M. Association analysis and evaluation of genetic diversity in wheat genotypes using SSR markers. Biologia Futura. 2021;72:441–452. doi: 10.1007/s42977-021-00088-y.", "ArticleIdList": ["10.1007/s42977-021-00088-y", "34554490"]}, {"Citation": "Tanhaei A, Dadras AR, Sabouri H, Sajadi EGASJ, Moghaddam HH. Evaluation of genetic diversity in olive germplasm (Olea europaea L.) using image processing and molecular markers based on physical properties of fruits and stones. Int. J. Hortic. Sci. 2023;10:173–192."}, {"Citation": "Zhang Y, et al. An assessment of the genetic diversity of pear (Pyrus L.) germplasm resources based on the fruit phenotypic traits. J. Integr. Agric. 2022;21:2275–2290. doi: 10.1016/S2095-3119(21)63885-6.", "ArticleIdList": ["10.1016/S2095-3119(21)63885-6"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "2", "Day": "25"}, {"Year": "2023", "Month": "7", "Day": "25"}, {"Year": "2023", "Month": "7", "Day": "28", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "7", "Day": "27", "Hour": "1", "Minute": "9"}, {"Year": "2023", "Month": "7", "Day": "26", "Hour": "23", "Minute": "21"}, {"Year": "2023", "Month": "7", "Day": "26"}], "PublicationStatus": "epublish", "ArticleIdList": ["37495658", "PMC10372081", "10.1038/s41598-023-39419-5", "10.1038/s41598-023-39419-5"]}}], "PubmedBookArticle": []}