{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Bioactive compounds", "Cattle", "Diseases", "Ethnomedicine", "Indigenous knowledge", "Phytochemicals", "Traditional healers"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37501975", "DateRevised": {"Year": "2023", "Month": "07", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "07", "Day": "13"}], "Language": ["eng"], "ELocationID": ["e18214", "10.1016/j.heliyon.2023.e18214"], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "9", "Issue": "7", "PubDate": {"Year": "2023", "Month": "Jul"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "Ethnoveterinary practises of medicinal plants used for the treatment of different cattle diseases: A case study in East Khasi Hill district of Meghalaya, North East India.", "Pagination": {"StartPage": "e18214", "MedlinePgn": "e18214"}, "Abstract": {"AbstractText": ["For generations, the inhabitants of Meghalaya have relied on medicinal plants to maintain the health of their livestock and treat various illnesses that may afflict their animals. Due to the lack of survey for use and documentation, these plants have never been undertaken. Therefore, it is imperative to explore the diversity, utilization, and phytochemical profile of these plants and quantitatively analyse the data to identify important medicinal plants. By doing so, we can better understand the potential of these plants for developing novel drugs.", "Frequent field trips were made for the collection of ethnoveterinary data of medicinal plants from local animal-keepers, traditional healers (THs) and inhabitants of different age groups. This information was gathered through semi-structured interviews, individual discussions, direct field-use observation, and questionnaires. A total of 52 informants (35 females and 17 males) were interviewed from seven rural villages and the information obtained from them were quantitatively analysed using the informant consensus factor (ICF), and fidelity level (FL). Additionally, for each documented plant, available published literature was extensively surveyed to identify the presence of bioactive chemical compounds responsible for their therapeutic effects.", "During the present study, a total 96 plants, distributed into 87 genera and 43 families were identified and recorded for their use in ethnoveterinary practices against more than 25 diseases. Out of the recorded plant species, the Fabaceae family was found to be the most dominant with seven species, followed by Poaceae and Lamiaceae with six species each, and Moraceae with five species. The leaves (50.00%) and seeds (12.50%) were the most frequently used plant parts, while the paste (30 species) was the common mode of application. <i>Aegle marmelos</i> Correa exhibited a fidelity level (FL) of 100% for indigestion, while <i>Tagetes erecta</i> L. had a fidelity level of 94.11% for wound treatment, making them the most promising candidates for further study. The highest FIC value of 1.00 was recorded for the treatment of neurological disorder (1.00), followed by foot and mouth disease (FIC 0.91), which depicted that some species were frequently utilized to treat multiple livestock ailments.", "The study presents trustworthy information about medicinal plants and their associated indigenous ethnoveterinary knowledge. It has been scientifically proven that these plants contain bioactive compounds responsible for their therapeutic properties. However, this knowledge is in danger of being lost due to factors like socioeconomic changes, environmental and technological alterations, and lack of interest from younger generations. Therefore, it is essential to document this empirical folklore knowledge systematically and take measures to protect and conserve it."], "CopyrightInformation": "© 2023 The Authors. Published by Elsevier Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Advanced Studies in Botany, North-Eastern Hill University, Shillong, 793022, Meghalaya, India."}, {"Identifier": [], "Affiliation": "Department of Botany, University of Science and Technology (USTM), Ri-Bhoi, 793101, Meghalaya, India."}], "LastName": "Bhat", "ForeName": "Nazir Ahmad", "Initials": "NA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Advanced Studies in Botany, North-Eastern Hill University, Shillong, 793022, Meghalaya, India."}], "LastName": "Jeri", "ForeName": "Licha", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Advanced Studies in Botany, North-Eastern Hill University, Shillong, 793022, Meghalaya, India."}], "LastName": "Karmakar", "ForeName": "Dolly", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Advanced Studies in Botany, North-Eastern Hill University, Shillong, 793022, Meghalaya, India."}, {"Identifier": [], "Affiliation": "Department of Botany, Bhattadev University, Bajali, 781325, Assam, India."}], "LastName": "Mipun", "ForeName": "Puranjoy", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Infectious Diseases, Biological Sciences and Technology Division (BSTD), CSIR-North East Institute of Science and Technology, Jorhat, 785006, Assam, India."}], "LastName": "Bharali", "ForeName": "Pankaj", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Advanced Studies in Botany, North-Eastern Hill University, Shillong, 793022, Meghalaya, India."}, {"Identifier": [], "Affiliation": "Department of Botany, Biswanath College, Biswanath Chariali, 784176, Assam, India."}], "LastName": "Sheikh", "ForeName": "Nilofer", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Advanced Studies in Botany, North-Eastern Hill University, Shillong, 793022, Meghalaya, India."}], "LastName": "Nongkynrih", "ForeName": "Chester John", "Initials": "CJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Advanced Studies in Botany, North-Eastern Hill University, Shillong, 793022, Meghalaya, India."}], "LastName": "Kumar", "ForeName": "Yogendra", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Khan K., Rahman I.U., Calixto E.S., Ali N., Ijaz F. Ethnoveterinary therapeutic practices and conservation status of the medicinal flora of Chamla Valley, Khyber Pakhtunkhwa, Pakistan. Front. Vet. Sci. 2019;6:122.", "ArticleIdList": ["PMC6532436", "31157243"]}, {"Citation": "Eisenberg D.M., Davis R.B., Ettner S.L., Appel S., Wilkey S., Van Rompay M., Kessler R.C. Trends in alternative medicine use in the United States, 1990-1997: results of a follow-up national survey. JAMA. 1998;280:1569–1575.", "ArticleIdList": ["9820257"]}, {"Citation": "Rates S.M.K. Plants as source of drugs. Toxicon. 2001;39:603–613.", "ArticleIdList": ["11072038"]}, {"Citation": "Cragg G.M., Newman D.J. Natural products: a continuing source of novel drug leads. Biochim. Biophys. Acta, Gen. Subj. 2013;1830:3670–3695. doi: 10.1016/j.bbagen.2013.02.008.", "ArticleIdList": ["10.1016/j.bbagen.2013.02.008", "PMC3672862", "23428572"]}, {"Citation": "Ahmed H.M., Nabavi S., Behzad S. Herbal drugs and natural products in the light of nanotechnology and nanomedicine for developing drug formulations. Mini Rev. Med. Chem. 2021;21:302–313.", "ArticleIdList": ["32938347"]}, {"Citation": "Newman D.J., Cragg G.M. Natural products as sources of new drugs over the nearly four decades from 01/1981 to 09/2019. J. Nat. Prod. 2020;83:770–803.", "ArticleIdList": ["32162523"]}, {"Citation": "Jain S.K. Ciba Found. Symp. 185‐Ethnobotany Search New Drugs Ethnobot. Search New Drugs Ciba Found. Symp. 185. Wiley Online Library; 2007. Ethnobotany and research on medicinal plants in India; pp. 153–168.", "ArticleIdList": ["7736852"]}, {"Citation": "Köhler-Rollefson I., Rathore H.S., Mathias E. Local breeds, livelihoods and livestock keepers’ rights in South Asia. Trop. Anim. Health Prod. 2009;41:1061–1070. doi: 10.1007/s11250-008-9271-x.", "ArticleIdList": ["10.1007/s11250-008-9271-x", "19031006"]}, {"Citation": "Mesfin T., Obsa T. Ethiopian traditional veterinary practises and their possible contribution to animal production and management. Rev. Sci. Tech. l’OIE. 1994;13:417–424. doi: 10.20506/rst.13.2.769.", "ArticleIdList": ["10.20506/rst.13.2.769", "8038441"]}, {"Citation": "Wanzala W., Zessin K.H., Kyule N.M., Baumann M.P.O., Mathias E., Hassanali A. Ethnoveterinary medicine: a critical review of its evolution, perception, understanding and the way forward. Livest. Res. Rural Dev. 2005;17:11."}, {"Citation": "Ali Z. Folk veterinary medicine in Moradabad district (Uttar Pradesh), India. Fitoterapia. 1999;70:340–347. doi: 10.1016/S0367-326X(99)00039-8.", "ArticleIdList": ["10.1016/S0367-326X(99)00039-8"]}, {"Citation": "Mathias E. Ethnoveterinary medicine: harnessing its potential. Vet. Bull. 2004:11. doi: 10.1079/cabireviews20043154877.", "ArticleIdList": ["10.1079/cabireviews20043154877"]}, {"Citation": "Benítez G., González-Tejero M.R. J. Molero-Mesa, knowledge of ethnoveterinary medicine in the province of Granada, Andalusia, Spain. J. Ethnopharmacol. 2012;139:429–439. doi: 10.1016/j.jep.2011.11.029.", "ArticleIdList": ["10.1016/j.jep.2011.11.029", "22155471"]}, {"Citation": "Verma R.K. An ethnobotanical study of plants used for the treatment of livestock diseases in Tikamgarh District of Bundelkhand, Central India. Asian Pac. J. Trop. Biomed. 2014;4:S460–S467. doi: 10.12980/APJTB.4.2014C1067.", "ArticleIdList": ["10.12980/APJTB.4.2014C1067", "PMC4025280", "25183130"]}, {"Citation": "Ahmad S., Gangoo S.A., Sultan S.M., Dar M.D. Ethnoveterinary practices and use of herbal medicine by pastoralists of Himalaya: a review. Ann. Biol. 2016;32:260–268."}, {"Citation": "Nfi A.N., Mbanya J.N., Ndi C., Kameni A., Vabi M., Pingpoh D., Yonkeu S., Moussa C. Ethnoveterinary medicine in the northern provinces of Cameroon. Vet. Res. Commun. 2001;25:71–76. doi: 10.1023/A:1026766219786.", "ArticleIdList": ["10.1023/A:1026766219786", "11214674"]}, {"Citation": ". Government of India; New Delhi: 2019. 20th Livestock Census - 2019. All India Report, Animal Husbandry Statistics Division, Department of Animal Husbandry and Dairying, Ministry of Fisheries, Animal Husbandry and Dairying."}, {"Citation": ". 2007. Statistical Handbook."}, {"Citation": "Jain S.K. Ethnobotany its scope and study. Indian Museum Bull. 1967;2:39–43."}, {"Citation": "Rajakumar N., Shivanna M.B. 2012. Traditional Veterinary Healthcare Practices in Shimoga District of Karnataka. India."}, {"Citation": "Thakur M., Asrani R.K., Thakur S., Sharma P.K., Patil R.D., Lal B., Parkash O. Observations on traditional usage of ethnomedicinal plants in humans and animals of Kangra and Chamba districts of Himachal Pradesh in North-Western Himalaya, India. J. Ethnopharmacol. 2016;191:280–300. doi: 10.1016/j.jep.2016.06.033.", "ArticleIdList": ["10.1016/j.jep.2016.06.033", "27321279"]}, {"Citation": "Kamatchi A., Parvathi A.S. Quantitative analysis in traditional knowledge of wild medicinal plants used to treat livestock diseases by the Paliyar’s Tribe of Sadhuragiri Hillstamil Nadu, India. Asian J. Pharmaceut. Res. Dev. 2020;8:44–57. doi: 10.22270/ajprd.v8i4.784.", "ArticleIdList": ["10.22270/ajprd.v8i4.784"]}, {"Citation": "Saikia B., Borthakur S.K. Use of medicinal plants in animal healthcare-A case study from Gohpur, Assam. Indian J. Tradit. Knowl. 2010;9:49–51."}, {"Citation": "Namsa N.D., Mandal M., Tangjang S., Mandal S.C. Ethnobotany of the Monpa ethnic group at Arunachal Pradesh, India. J. Ethnobiol. Ethnomed. 2011;7:31. doi: 10.1186/1746-4269-7-31.", "ArticleIdList": ["10.1186/1746-4269-7-31", "PMC3206407", "21995750"]}, {"Citation": "R. I, G. S Ethnoveterinary applications of medicinal plants by traditional herbal healers in Reang Tribeo south district Tripura, India. Med. Aromatic Plants. 2016;5:234. doi: 10.4172/2167-0412.1000234.", "ArticleIdList": ["10.4172/2167-0412.1000234"]}, {"Citation": "Tamang S., Singh A., Bussmann R.W., Shukla V., Nautiyal M.C. Ethno-medicinal plants of tribal people: a case study in Pakyong subdivision of East Sikkim, India. Acta Ecol. Sin. 2023;43:34–46. doi: 10.1016/j.chnaes.2021.08.013.", "ArticleIdList": ["10.1016/j.chnaes.2021.08.013"]}, {"Citation": "Kajilal U.N., Kanjilal P.C., Das A., Bor N.L. vol. 5. 1940. Flora of Assam."}, {"Citation": "Joseph J. For. Deptt., Govt. Meghalaya; 1982. Flora of Nongpoh and Vicinity East Khasi Hills, District Meghalaya; p. 303."}, {"Citation": "Balakrishan N.P. Botanical survey of India; Howrah: 1983. Flora of Jowai. 2 Vols."}, {"Citation": "Haridasan R.R., Rao K. 2 vols. Bishen Singh Mahendra Pal Singh; Dehra Dun, India: 1987. (Forest Flora of Meghalaya)."}, {"Citation": "Trotter R.T., Logan M.H. In: Plants Indig. Med. Diet. Etkin N.L., editor. Routledge; 2019. Informant consensus: a new approach for identifying potentially effective medicinal plants; pp. 91–112.", "ArticleIdList": ["10.4324/9781315060385"]}, {"Citation": "Srivastav S., Singh P., Mishra G., Jha K.K., Khosa R.L. Achyranthes aspera-An important medicinal plant: a review. J. Nat. Prod. Plant Resour. 2011;1:1–14."}, {"Citation": "Das B.K., Swamy A.V., Koti B.C., Gadad P.C. Experimental evidence for use of Acorus calamus (asarone) for cancer chemoprevention. Heliyon. 2019;5 doi: 10.1016/j.heliyon.2019.e01585.", "ArticleIdList": ["10.1016/j.heliyon.2019.e01585", "PMC6513775", "31193009"]}, {"Citation": "Rahman S., Parvin R. Therapeutic potential of Aegle marmelos (L.)-An overview. Asian Pacific J. Trop. Dis. 2014;4:71–77. doi: 10.1016/S2222-1808(14)60318-2.", "ArticleIdList": ["10.1016/S2222-1808(14)60318-2"]}, {"Citation": "Balkrishna A., Sakshi, Chauhan M., Dabas A., Arya V. A comprehensive insight into the phytochemical, pharmacological potential, and traditional medicinal uses of Albizia lebbeck (L.) Benth., evidence-based complement. Alternative Med. 2022;2022:1–19. doi: 10.1155/2022/5359669.", "ArticleIdList": ["10.1155/2022/5359669", "PMC9050289", "35497931"]}, {"Citation": "Nouman Soh M., Karim A., Sarwar M., Alhasin A.M. Onion (Allium cepa L.): an Alternate medicine for Pakistani population. Int. J. Pharmacol. 2011;7:736–744. doi: 10.3923/ijp.2011.736.744.", "ArticleIdList": ["10.3923/ijp.2011.736.744"]}, {"Citation": "Shang A., Cao S.-Y., Xu X.-Y., Gan R.-Y., Tang G.-Y., Corke H., Mavumengwana V., Li H.-B. Bioactive compounds and biological functions of garlic (Allium sativum L.) Foods. 2019;8:246. doi: 10.3390/foods8070246.", "ArticleIdList": ["10.3390/foods8070246", "PMC6678835", "31284512"]}, {"Citation": "Raksha B. Bioactive compounds and medicinal properties of Aloe Vera L.: an update. J. Plant Sci. 2014;2:102. doi: 10.11648/j.jps.20140203.11.", "ArticleIdList": ["10.11648/j.jps.20140203.11"]}, {"Citation": "Rattanathongkom A., Lee J.-B., Hayashi K., Sripanidkulchai B., Kanchanapoom T., Hayashi T. Evaluation of chikusetsusaponin IV a isolated from Alternanthera philoxeroides for its potency against viral Replication. Planta Med. 2009;75:829–835. doi: 10.1055/s-0029-1185436.", "ArticleIdList": ["10.1055/s-0029-1185436", "19277947"]}, {"Citation": "Adegbola P.I., Adetutu A., Olaniyi T.D. Antioxidant activity of Amaranthus species from the Amaranthaceae family – a review. South Afr. J. Bot. 2020;133:111–117. doi: 10.1016/j.sajb.2020.07.003.", "ArticleIdList": ["10.1016/j.sajb.2020.07.003"]}, {"Citation": "Chao W.-W., Lin B.-F. Isolation and identification of bioactive compounds in Andrographis paniculata (Chuanxinlian) Chin. Med. 2010;5:17. doi: 10.1186/1749-8546-5-17.", "ArticleIdList": ["10.1186/1749-8546-5-17", "PMC2881933", "20465823"]}, {"Citation": "Brahmachari G., Gorai D., Roy R. Argemone mexicana: chemical and pharmacological aspects. Rev. Bras. Farmacogn. 2013;23:559–575. doi: 10.1590/S0102-695X2013005000021.", "ArticleIdList": ["10.1590/S0102-695X2013005000021"]}, {"Citation": "Williams J.D., Xie T., Acharya D.N. Abstr. Pap. Am. Chem. Soc. AMER CHEMICAL SOC 1155 16TH; ST, NW, WASHINGTON, DC 20036 USA: 2012. Headspace solid-phase microextraction (HS-SPME) gas chromatography-mass spectrometry (GC-MS) analysis of the essential oils from the aerial parts of Artemisa vulgaris L. Reveal the possible existence of new chemotypes."}, {"Citation": "Pranay Raja B., Meeneri Vilas B., Sibi G. Chemical constituents and biological activities of Artocarpus heterophyllus lam (Jackfruit): a review. Int. J. Clin. Microbiol. Biochem. Technol. 2021;4:5–9. doi: 10.29328/journal.ijcmbt.1001019.", "ArticleIdList": ["10.29328/journal.ijcmbt.1001019"]}, {"Citation": "Bhattacharya E., Dutta R., Chakraborty S., Mandal Biswas S. Phytochemical profiling of Artocarpus lakoocha Roxb. leaf methanol extract and its antioxidant, antimicrobial and antioxidative activities. Asian Pac. J. Trop. Biomed. 2019;9:484. doi: 10.4103/2221-1691.270984.", "ArticleIdList": ["10.4103/2221-1691.270984"]}, {"Citation": "Wiboonpun N., Phuwapraisirisan P., Tip-pyang S. Identification of antioxidant compound from Asparagus racemosus. Phyther. Res. 2004;18:771–773. doi: 10.1002/ptr.1526.", "ArticleIdList": ["10.1002/ptr.1526", "15478181"]}, {"Citation": "Alzohairy M.A. Therapeutics role of Azadirachta indica (Neem) and their active constituents in diseases prevention and treatment, evidence-based complement. Alternative Med. 2016;2016 doi: 10.1155/2016/7382506.", "ArticleIdList": ["10.1155/2016/7382506", "PMC4791507", "27034694"]}, {"Citation": "Jash S.K., Roy R., Gorai D. Bioactive constituents from Bauhinia variegata Linn. Int. J. Pharm. Biomed. Res. 2014;5:51–54."}, {"Citation": "Raiola A., Errico A., Petruk G., Monti D., Barone A., Rigano M. Bioactive compounds in Brassicaceae Vegetables with a role in the prevention of chronic diseases. Molecules. 2017;23:15. doi: 10.3390/molecules23010015.", "ArticleIdList": ["10.3390/molecules23010015", "PMC5943923", "29295478"]}, {"Citation": "Fernandes J.M., Cunha L.M., Azevedo E.P., Lourenço E.M.G., Fernandes-Pedrosa M.F., Zucolotto S.M. Kalanchoe laciniata and Bryophyllum pinnatum: an updated review about ethnopharmacology, phytochemistry, pharmacology and toxicology. Rev. Bras. Farmacogn. 2019;29:529–558. doi: 10.1016/j.bjp.2019.01.012.", "ArticleIdList": ["10.1016/j.bjp.2019.01.012"]}, {"Citation": "Sharma A.K., Deshwal N. An overview: on phytochemical and pharmacological studies of Butea monosperma. Int J Pharm Tech Res. 2011;3:864–871."}, {"Citation": "Bizuayehu D., Atlabachew M., Ali M.T. Determination of some selected secondary metabolites and their invitro antioxidant activity in commercially available Ethiopian tea (Camellia sinensis) SpringerPlus. 2016;5:412. doi: 10.1186/s40064-016-2056-1.", "ArticleIdList": ["10.1186/s40064-016-2056-1", "PMC4821845", "27069832"]}, {"Citation": "Kopustinskiene D.M., Masteikova R., Lazauskas R., Bernatoniene J. Cannabis sativa L. bioactive compounds and their protective role in oxidative stress and inflammation. Antioxidants. 2022;11:660. doi: 10.3390/antiox11040660.", "ArticleIdList": ["10.3390/antiox11040660", "PMC9030479", "35453344"]}, {"Citation": "Imran M., Butt M.S., Suleria H.A.R. Deakin University; 2018. Capsicum Annuum Bioactive Compounds: Health Promotion Perspectives; pp. 1–22.", "ArticleIdList": ["10.1007/978-3-319-54528-8_47-1"]}, {"Citation": "Am M. Proximate analysis, antioxidant and Antiproliferative activities of different parts of Carica papaya. J. Nutr. Food Sci. 2014;4 doi: 10.4172/2155-9600.1000267.", "ArticleIdList": ["10.4172/2155-9600.1000267"]}, {"Citation": "Bahorun T., Neergheen V., Aruoma O. Phytochemical constituents of Cassia fistula. African J. Food, Agric. Nutr. Dev. 2011;4 doi: 10.4314/ajfand.v4i13.71772.", "ArticleIdList": ["10.4314/ajfand.v4i13.71772"]}, {"Citation": "Inamdar P.K., Yeole R.D., Ghogare A.B., de Souza N.J. Determination of biologically active constituents in Centella asiatica. J. Chromatogr., A. 1996;742:127–130. doi: 10.1016/0021-9673(96)00237-3.", "ArticleIdList": ["10.1016/0021-9673(96)00237-3"]}, {"Citation": "Poonia A., Upadhayay A. Chenopodium album Linn: review of nutritive value and biological properties. J. Food Sci. Technol. 2015;52:3977–3985. doi: 10.1007/s13197-014-1553-x.", "ArticleIdList": ["10.1007/s13197-014-1553-x", "PMC4486584", "26139865"]}, {"Citation": "Deore S., Khadabadi S. Isolation and characterization of phytoconstituents from Chlorophytum borivilianum. Pharmacogn. Res. 2010;2:343. doi: 10.4103/0974-8490.75452.", "ArticleIdList": ["10.4103/0974-8490.75452", "PMC3111692", "21713136"]}, {"Citation": "Paul K.R., Irudayaraj V., Johnson M., Patric D.R. Phytochemical and anti–bacterial activity of epidermal glands extract of Christella parasitica (L.) H. Lev. Asian Pac. J. Trop. Biomed. 2011;1:8–11. doi: 10.1016/S2221-1691(11)60059-2.", "ArticleIdList": ["10.1016/S2221-1691(11)60059-2", "PMC3609150", "23569716"]}, {"Citation": "González-Molina E., Domínguez-Perles R., Moreno D.A., García-Viguera C. Natural bioactive compounds of Citrus limon for food and health. J. Pharm. Biomed. Anal. 2010;51:327–345. doi: 10.1016/j.jpba.2009.07.027.", "ArticleIdList": ["10.1016/j.jpba.2009.07.027", "19748198"]}, {"Citation": "Singh M.K., Khare G., Iyer S.K., Sharwan G., Tripathi D.K. Clerodendrum serratum: a clinical approach. J. Appl. Pharmaceut. Sci. 2012;2:11–15."}, {"Citation": "Laribi B., Kouki K., M’Hamdi M., Bettaieb T. Coriander (Coriandrum sativum L.) and its bioactive constituents. Fitoterapia. 2015;103:9–26. doi: 10.1016/j.fitote.2015.03.012.", "ArticleIdList": ["10.1016/j.fitote.2015.03.012", "25776008"]}, {"Citation": "Thi Ngoc Tram N., Titorenkova T., Bankova V. St, Handjieva N., Popov S. Crinum L. (Amaryllidaceae) Fitoterapia. 2002;73:183–208. doi: 10.1016/S0367-326X(02)00068-0.", "ArticleIdList": ["10.1016/S0367-326X(02)00068-0", "12048015"]}, {"Citation": "Al-Amin M., Eltayeb N.M., Khairuddean M., Salhimi S.M. Bioactive chemical constituents from Curcuma caesia Roxb. rhizomes and inhibitory effect of curcuzederone on the migration of triple-negative breast cancer cell line MDA-MB-231. Nat. Prod. Res. 2021;35:3166–3170. doi: 10.1080/14786419.2019.1690489.", "ArticleIdList": ["10.1080/14786419.2019.1690489", "31726856"]}, {"Citation": "de Oliveira Filho J.G., de Almeida M.J., Sousa T.L., dos Santos D.C., Egea M.B. Bioact. Compd. Underutilized Veg. Legum. Springer; 2021. Bioactive compounds of turmeric (Curcuma longa L.) pp. 297–318.", "ArticleIdList": ["10.1007/978-3-030-57415-4_37"]}, {"Citation": "Ramya B., Natrajan E., Vijaykumar S., John Vasanth M.S., Muthuramsanjivani V.K. Isolation and characterization of bioactive metabolites in Cuscuta reflexa Roxb. Indian J Nat Sci. 2010;1:134–139."}, {"Citation": "Ghosh P., Rahaman C.H. Pharmacognostic studies and phytochemical screening of aerial and root parts of Cyanotis tuberosa (Roxb.) Schult. & Schult. f.-an ethnomedicinal herb. World J. Pharmaceut. Res. 2016;5:1580–1601."}, {"Citation": "Partiban S., Takwa C., Nurul E. Chemical composition and antibacterial activity of essential oil of Cymbopogon citratus and Cymbopogon nardus against Enterococcus faecalis. Int. J. Biosci. 2015;6:9–17."}, {"Citation": "Jananie R.K., Priya V., Vijayalakshmi K. Secondary metabolites of Cynodon dactylon as an antagonist to angiotensin II type1 receptor: novel in silico drug targeting approach for diabetic retinopathy. J. Pharmacol. Pharmacother. 2012;3:20–25. doi: 10.4103/0976-500X.92497.", "ArticleIdList": ["10.4103/0976-500X.92497", "PMC3284031", "22368412"]}, {"Citation": "Anitha M. Effect of Cynoglossum zeylanicum (Vehl ex Hornem) Thunb. Ex Lehm on oral glucose Tolerance in rats. J. Appl. Pharmaceut. Sci. 2012;2:75–78. doi: 10.7324/JAPS.2012.21113.", "ArticleIdList": ["10.7324/JAPS.2012.21113"]}, {"Citation": "Abo-Altemen R.A., Al-Shammari A.M., Shawkat M.S. GC-MS analysis and chemical composition identification of Cyperus rotundus L. From Iraq. Energy Proc. 2019;157:1462–1474. doi: 10.1016/j.egypro.2018.11.311.", "ArticleIdList": ["10.1016/j.egypro.2018.11.311"]}, {"Citation": "Ghani A. second ed. Asiatic Society of Bangladesh; 5 old Secretariate road, Nimtali, Dhaka, Bangladesh: 2003. Medicinal Plants of Bangladesh with Chemical Constituents and Uses."}, {"Citation": "Nono N.R., Nzowa K.L., Barboni L., Tapondjou A.L. Drymaria cordata (Linn.) Willd (Caryophyllaceae): ethnobotany, pharmacology and phytochemistry. Adv. Biol. Chem. 2014;4:160–167. doi: 10.4236/abc.2014.42020.", "ArticleIdList": ["10.4236/abc.2014.42020"]}, {"Citation": "Gautam B., Vadivel V., Stuetz W., Biesalski H.K. Bioactive compounds extracted from Indian wild legume seeds: antioxidant and type II diabetes–related enzyme inhibition properties. Int. J. Food Sci. Nutr. 2012;63:242–245. doi: 10.3109/09637486.2011.621413.", "ArticleIdList": ["10.3109/09637486.2011.621413", "21970446"]}, {"Citation": "Datta A. The family Equisetaceae in India. Nelumbo. 2006;48:1–58. doi: 10.20324/nelumbo%2Fv48%2F2006%2F74056.", "ArticleIdList": ["10.20324/nelumbo%2Fv48%2F2006%2F74056"]}, {"Citation": "Kumar S., Pathania A.S., Saxena A.K., Vishwakarma R.A., Ali A., Bhushan S. The anticancer potential of flavonoids isolated from the stem bark of Erythrina suberosa through induction of apoptosis and inhibition of STAT signaling pathway in human leukemia HL-60 cells. Chem. Biol. Interact. 2013;205:128–137. doi: 10.1016/j.cbi.2013.06.020.", "ArticleIdList": ["10.1016/j.cbi.2013.06.020", "23850732"]}, {"Citation": "Kumar S., Malhotra R., Kumar D. Euphorbia hirta: its chemistry, traditional and medicinal uses, and pharmacological activities. Pharm. Rev. 2010;4:58. doi: 10.4103/0973-7847.65327.", "ArticleIdList": ["10.4103/0973-7847.65327", "PMC3249903", "22228942"]}, {"Citation": "Ahmad Saeed. Phytochemical composition and pharmacological prospectus of Ficus bengalensis Linn. (Moraceae) - a review. J. Med. Plants Res. 2011;5:6393–6400. doi: 10.5897/JMPR11.455.", "ArticleIdList": ["10.5897/JMPR11.455"]}, {"Citation": "Cheng J., Zhang B., Zhu W., Zhang C., Qin Y., Abe M., Akihisa T., Liu W., Feng F., Zhang J. Traditional uses, phytochemistry, and pharmacology of Ficus hispida L.f.: a review. J. Ethnopharmacol. 2020;248 doi: 10.1016/j.jep.2019.112204.", "ArticleIdList": ["10.1016/j.jep.2019.112204", "31669442"]}, {"Citation": "Singh D., Singh B., Goel R.K. Traditional uses, phytochemistry and pharmacology of Ficus religiosa: a review. J. Ethnopharmacol. 2011;134:565–583. doi: 10.1016/j.jep.2011.01.046.", "ArticleIdList": ["10.1016/j.jep.2011.01.046", "21296646"]}, {"Citation": "Warrier R.R., Priya S.M., Kalaiselvi R. Gmelina arborea– an indigenous timber species of India with high medicinal value: a review on its pharmacology, pharmacognosy and phytochemistry. J. Ethnopharmacol. 2021;267 doi: 10.1016/j.jep.2020.113593.", "ArticleIdList": ["10.1016/j.jep.2020.113593", "33217516"]}, {"Citation": "Hazarika I., Mukundan G.K., Sundari P.S., Laloo D. Journey of <scp> Hydrocotyle sibthorpioides </scp> Lam.: from traditional utilization to modern therapeutics—a review. Phyther. Res. 2021;35:1847–1871. doi: 10.1002/ptr.6924.", "ArticleIdList": ["10.1002/ptr.6924", "33140507"]}, {"Citation": "Dhankhar S., Kaur R., Ruhil S., Balhara M., Dhankhar S., Chhillar A.K. A review on Justicia adhatoda: a potential source of natural medicine. Afr. J. Plant Sci. 2011;5:620–627."}, {"Citation": "Nidhal N., Zhou X.-M., Yi J., Chen G., Zhang B. Bioactive chemical constituents of Leucas zeylanica. Chem. Nat. Compd. 2021;57:1107–1110. doi: 10.1007/s10600-021-03560-2.", "ArticleIdList": ["10.1007/s10600-021-03560-2"]}, {"Citation": "Stashenko E.E., Jaramillo B.E., Martinez J.R. Comparison of different extraction methods for the analysis of volatile secondary metabolites of Lippia alba (Mill.) N.E. Brown, grown in Colombia, and evaluation of its in vitro antioxidant activity. J. Chromatogr., A. 2004;1025:93–103. doi: 10.1016/j.chroma.2003.10.058.", "ArticleIdList": ["10.1016/j.chroma.2003.10.058", "14753676"]}, {"Citation": "Karki S., Shrestha K., Sharma P., Jha R.N. Evaluation of chemical constituents of Lyonia ovalifolia (wall.) Drude (1897) leaves extract. Int. J. Chem. Stud. 2021;9:53–60. doi: 10.22271/chemi.2021.v9.i1a.11649.", "ArticleIdList": ["10.22271/chemi.2021.v9.i1a.11649"]}, {"Citation": "Ajila C.M., Naidu K.A., Bhat S.G., Rao U.J.S.P. Bioactive compounds and antioxidant potential of mango peel extract. Food Chem. 2007;105:982–988. doi: 10.1016/j.foodchem.2007.04.052.", "ArticleIdList": ["10.1016/j.foodchem.2007.04.052"]}, {"Citation": "Shrestha S.S., Ferrarese I., Sut S., Zengin G., Grana S., Ak G., Pant D.R., Dall’Acqua S., Rajbhandary S. Phytochemical investigations and in vitro bioactivity screening on Melia azedarach L. leaves extract from Nepal. Chem. Biodivers. 2021;18 doi: 10.1002/cbdv.202001070.", "ArticleIdList": ["10.1002/cbdv.202001070", "33682999"]}, {"Citation": "Chakraborty K., Chakravarti A.R., Bhattacharjee S. Bioactive components of peppermint (Mentha piperita L.), their pharmacological and ameliorative potential and ethnomedicinal benefits: a review. J. Pharmacogn. Phytochem. 2022;11:109–114. doi: 10.22271/phyto.2022.v11.i1b.14322.", "ArticleIdList": ["10.22271/phyto.2022.v11.i1b.14322"]}, {"Citation": "Muhammad G., Hussain M.A., Jantan I., Bukhari S.N.A. Mimosa pudica L., a high-value medicinal plant as a source of bioactives for pharmaceuticals. Compr. Rev. Food Sci. Food Saf. 2016;15:303–315. doi: 10.1111/1541-4337.12184.", "ArticleIdList": ["10.1111/1541-4337.12184", "33371596"]}, {"Citation": "Jain V., Momin M., Laddha K. Murraya koenigii: an updated review. Int. J. Ayurvedic Herb. Med. 2012;2:607–627."}, {"Citation": "Apriasari M.L., Iskandar, Suhartono E. Bioactive compound and antioxidant activity of methanol extract Mauli Bananas (Musa sp) stem. Int. J. Biosci. Biochem. Bioinforma. 2014;4:110–115. doi: 10.7763/IJBBB.2014.V4.321.", "ArticleIdList": ["10.7763/IJBBB.2014.V4.321"]}, {"Citation": "Mubashir N., Fatima R., Naeem S. Identification of novel phyto-chemicals from Ocimum basilicum for the treatment of Parkinson’s disease using in silico approach. Curr. Comput. Aided Drug Des. 2020;16:420–434. doi: 10.2174/1573409915666190503113617.", "ArticleIdList": ["10.2174/1573409915666190503113617", "32883197"]}, {"Citation": "Ugbogu O.C., Emmanuel O., Agi G.O., Ibe C., Ekweogu C.N., Ude V.C., Uche M.E., Nnanna R.O., Ugbogu E.A. A review on the traditional uses, phytochemistry, and pharmacological activities of clove basil (Ocimum gratissimum L.) Heliyon. 2021;7 doi: 10.1016/j.heliyon.2021.e08404.", "ArticleIdList": ["10.1016/j.heliyon.2021.e08404", "PMC8642617", "34901489"]}, {"Citation": "Mousavi L., Salleh R.M., Murugaiyah V. Phytochemical and bioactive compounds identification of Ocimum tenuiflorum leaves of methanol extract and its fraction with an anti-diabetic potential. Int. J. Food Prop. 2018;21:2390–2399. doi: 10.1080/10942912.2018.1508161.", "ArticleIdList": ["10.1080/10942912.2018.1508161"]}, {"Citation": "Goufo P., Trindade H. Rice antioxidants: phenolic acids, flavonoids, anthocyanins, proanthocyanidins, tocopherols, tocotrienols, γ ‐oryzanol, and phytic acid. Food Sci. Nutr. 2014;2:75–104. doi: 10.1002/fsn3.86.", "ArticleIdList": ["10.1002/fsn3.86", "PMC3959956", "24804068"]}, {"Citation": "Devi M.N., Singh K.B., Singh S.R., Singh C.B., Lukesh D., Amitabh D. Antihyperglycemic effect of aqueous and ethanol extract of aerial part of Osbeckia nepalensis hook in alloxan induced diabetic rats. Int. J. PharmTech Res. CODEN IJPRIF. 2012;4:233–244."}, {"Citation": "Aruna K., Rajeswari P.D.R., Prabu K., Ramkumar M., Chidambaram R., Sankar S.R. Quantitative phytochemical analysis of Oxalis corniculata L.(Oxalidaceae), world. J. Pharmaceut. Sci. 2014;3:711–716."}, {"Citation": "Dutta P.P., Marbaniang K., Sen S., Dey B.K., Talukdar N.C. A review on phytochemistry of Paederia foetida Linn. Phytomedicine. 2023;3 doi: 10.1016/j.phyplu.2023.100411.", "ArticleIdList": ["10.1016/j.phyplu.2023.100411"]}, {"Citation": "Dang B.K., Dam S.M., Pham M.T., Dang T.B.O., Van Le Thi H. Peristrophe roxburghiana-a review. Ann. Food Sci. Technol. 2014;15:1–9."}, {"Citation": "Saini R., Sharma N., Oladeji O.S., Sourirajan A., Dev K., Zengin G., El-Shazly M., Kumar V. Traditional uses, bioactive composition, pharmacology, and toxicology of Phyllanthus emblica fruits: a comprehensive review. J. Ethnopharmacol. 2022;282 doi: 10.1016/j.jep.2021.114570.", "ArticleIdList": ["10.1016/j.jep.2021.114570", "34480995"]}, {"Citation": "Geethangili M., Ding S.-T. A review of the phytochemistry and pharmacology of Phyllanthus urinaria L. Front. Pharmacol. 2018;9:1109. doi: 10.3389/fphar.2018.01109.", "ArticleIdList": ["10.3389/fphar.2018.01109", "PMC6174540", "30327602"]}, {"Citation": "Iravani S., Zolfaghari B. Phytochemical analysis of Pinus eldarica bark. Res. Pharm. Sci. 2014;9:243.", "ArticleIdList": ["PMC4314872", "25657795"]}, {"Citation": "Hanh T.T.H., Cham P.T., Do H.A., Cuong N.T., Oh H., Quang T.H., Cuong N.X., Nam N.H., Van Minh C. Iridoid glucosides and phenylethanoid glycosides from Plantago major. Phytochem. Lett. 2020;39:111–115. doi: 10.1016/j.phytol.2020.07.010.", "ArticleIdList": ["10.1016/j.phytol.2020.07.010"]}, {"Citation": "Ogweno Midiwo J., Yenesew A., Juma B.F., Derese S., Ayoo J.A., Aluoch A.O., Guchu S. Bioactive compounds from some Kenyan ethnomedicinal plants: Myrsinaceae, Polygonaceae and Psiadia punctulata. Phytochemistry Rev. 2002;1:311–323. doi: 10.1023/A:1026029609500.", "ArticleIdList": ["10.1023/A:1026029609500"]}, {"Citation": "Belhadj F., Somrani I., Aissaoui N., Messaoud C., Boussaid M., Marzouki M.N. Bioactive compounds contents, antioxidant and antimicrobial activities during ripening of Prunus persica L. varieties from the North West of Tunisia. Food Chem. 2016;204:29–36. doi: 10.1016/j.foodchem.2016.02.111.", "ArticleIdList": ["10.1016/j.foodchem.2016.02.111", "26988472"]}, {"Citation": "Swaroop A., Gupta A.P., Sinha A.K. Simultaneous Determination of quercetin, rutin and coumaric acid in Flowers of Rhododendron arboreum by HPTLC1. Chromatographia. 2005;62:649–652. doi: 10.1365/s10337-005-0669-6.", "ArticleIdList": ["10.1365/s10337-005-0669-6"]}, {"Citation": "Opiyo S.A., Njoroge P.W., Ndirangu E.G., Kuria K.M. A review of biological activities and phytochemistry of Rhus species. Am. J. Chem. 2021;11:28–36. doi: 10.5923/j.chemistry.20211102.02.", "ArticleIdList": ["10.5923/j.chemistry.20211102.02"]}, {"Citation": "Hussein H.M., Hameed R.H., Hameed I.H. Screening of bioactive compounds of Ricinus communis using GC-MS and FTIR and evaluation of its antibacterial and antifungal activity. Indian J. Public Heal. Res. Dev. 2018;9:467. doi: 10.5958/0976-5506.2018.00488.6.", "ArticleIdList": ["10.5958/0976-5506.2018.00488.6"]}, {"Citation": "Bai S., Seasotiya L., Malik A., Bharti P., Dalal S. Bioactive compounds and pharmacological potential of Rosa indica L. and Psidium guajava L. methanol extracts as antiurease and anticollagenase agents. Der Pharm. Lett. 2015;7:179–184."}, {"Citation": "Pendli S., Talari S., Nemali G., Azmeera S.N. Phytochemical analysis of root, stem and leaf extracts in Rubia cordifolia L. an important medicinal plant. World J. Pharm. Pharmaceut. Sci. 2014;3:826–838."}, {"Citation": "Vadivelan B., Kumar P., Bhadra R., Shanish S., Elango A., Suresh K. Evaluation of antioxidant activity of root extracts of Rubus ellipticus (Smith) Hygeia. 2009;1:7–10."}, {"Citation": "Liang H.-X., Dai H.-Q., Fu H.-A., Dong X.-P., Adebayo A.H., Zhang L.-X., Cheng Y.-X. Bioactive compounds from Rumex plants. Phytochem. Lett. 2010;3:181–184. doi: 10.1016/j.phytol.2010.05.005.", "ArticleIdList": ["10.1016/j.phytol.2010.05.005"]}, {"Citation": "Maurício Duarte-Almeida J., Novoa A.V., Linares A.F., Lajolo F.M., Inés Genovese M. Antioxidant activity of phenolics compounds from sugar cane (Saccharum officinarum L.) juice. Plant Foods Hum. Nutr. 2006;61:187. doi: 10.1007/s11130-006-0032-6.", "ArticleIdList": ["10.1007/s11130-006-0032-6", "17123161"]}, {"Citation": "Handayani A., Hidayati S. Ethnobot. Mt. Reg. Southeast Asia. Springer; 2021. Schima wallichii (DC.) Korth. Theaceae; pp. 983–989.", "ArticleIdList": ["10.1007/978-3-030-38389-3_44"]}, {"Citation": "Ahmed F., Toume K., Ohtsuki T., Rahman M., Sadhu S.K., Ishibashi M. Cryptolepine, isolated from Sida acuta, sensitizes human gastric adenocarcinoma cells to TRAIL-induced apoptosis. Phyther. Res. 2011;25:147–150. doi: 10.1002/ptr.3219.", "ArticleIdList": ["10.1002/ptr.3219", "20623717"]}, {"Citation": "Lai A., Santangelo E., Soressi G.P., Fantoni R. Analysis of the main secondary metabolites produced in tomato (Lycopersicon esculentum, Mill.) epicarp tissue during fruit ripening using fluorescence techniques. Postharvest Biol. Technol. 2007;43:335–342. doi: 10.1016/j.postharvbio.2006.09.016.", "ArticleIdList": ["10.1016/j.postharvbio.2006.09.016"]}, {"Citation": "Jeyasree J., Jenifer S., Priya S., Sukumaran V., Laveena D.K. HPLC spectral analysis of phytochemicals in Solanum nigrum L. and target protein identification. World J. Pharm. Pharmaceut. Sci. 2014;3:1182–1192."}, {"Citation": "Burlec A.F., Pecio Ł., Kozachok S., Mircea C., Corciovă A., Vereștiuc L., Cioancă O., Oleszek W., Hăncianu M. Phytochemical profile, antioxidant activity, and cytotoxicity assessment of Tagetes erecta L. flowers. Molecules. 2021;26:1201. doi: 10.3390/molecules26051201.", "ArticleIdList": ["10.3390/molecules26051201", "PMC7956293", "33668106"]}, {"Citation": "Huber M., Triebwasser-Freese D., Reichelt M., Heiling S., Paetz C., Chandran J.N., Bartram S., Schneider B., Gershenzon J., Erb M. Identification, quantification, spatiotemporal distribution and genetic variation of major latex secondary metabolites in the common dandelion (Taraxacum officinale agg.) Phytochemistry. 2015;115:89–98. doi: 10.1016/j.phytochem.2015.01.003.", "ArticleIdList": ["10.1016/j.phytochem.2015.01.003", "25682510"]}, {"Citation": "Hoque N., Sohrab M.H., Rony S.R., Sharmin S., Mahmood C. 4th Int. Conf. Medical. Biol. Pharm. Sci.; 2015. Isolation, characterization and Bioassay screening of secondary metabolites of Thysanolaena maxima and their associated Endophytic Fungi."}, {"Citation": "Jeet K., Devi N., Narender T., Sunil T., Lalit S., Raneev T. Trachyspermum ammi (ajwain): a comprehensive review. Int. Res. J. Pharm. 2012;3:133–138."}, {"Citation": "Negi J.S., Bisht V.K., Bhandari A.K., Bisht R., Kandari Negi S. Major constituents, antioxidant and antibacterial activities of Zanthoxylum armatum DC. essential oil, Iran. J. Pharmacol. Ther. 2012;11:60–68."}, {"Citation": "Nile S.H., Park S.W. Antioxidant, α-Glucosidase and Xanthine oxidase inhibitory activity of bioactive compounds from maize (Zea mays L.) Chem. Biol. Drug Des. 2014;83:119–125. doi: 10.1111/cbdd.12205.", "ArticleIdList": ["10.1111/cbdd.12205", "23957301"]}, {"Citation": "Sivasothy Y., Chong W.K., Hamid A., Eldeen I.M., Sulaiman S.F., Awang K. Essential oils of Zingiber officinale var. rubrum Theilade and their antibacterial activities. Food Chem. 2011;124:514–517. doi: 10.1016/j.foodchem.2010.06.062.", "ArticleIdList": ["10.1016/j.foodchem.2010.06.062"]}, {"Citation": "Bai L., Zhang H., Liu Q., Zhao Y., Cui X., Guo S., Zhang L., Ho C.-T., Bai N. Chemical characterization of the main bioactive constituents from fruits of Ziziphus jujuba. Food Funct. 2016;7:2870–2877. doi: 10.1039/C6FO00613B.", "ArticleIdList": ["10.1039/C6FO00613B", "27232543"]}, {"Citation": "Barik S.K., Haridasan K., Lakadong N.J. ENVIS; 2010. Medicinal Plant Resources of Meghalaya: Endemism, Threat Status and Consumption Pattern; pp. 17–26."}, {"Citation": "Mittermeier R.A., Turner W.R., Larsen F.W., Brooks T.M., Gascon C. Biodivers. Hotspots. Springer Berlin Heidelberg; Berlin, Heidelberg: 2011. Global Biodiversity conservation: the critical role of hotspots; pp. 3–22.", "ArticleIdList": ["10.1007/978-3-642-20992-5_1"]}, {"Citation": "Selvaraju A., Ayyanar M., Rathinakumar S.S., Sekar T. Plants used in ethno-veterinary medicine by malayali tribals in Salem district of Tamil Nadu, India. Med. Plants-Int. J. Phytomedicines Relat. Ind. 2011;3:209–215."}, {"Citation": "Sharma R., Manhas R.K., Magotra R. Ethnoveterinary remedies of diseases among milk yielding animals in Kathua, Jammu and Kashmir, India. J. Ethnopharmacol. 2012;141:265–272. doi: 10.1016/j.jep.2012.02.027.", "ArticleIdList": ["10.1016/j.jep.2012.02.027", "22366093"]}, {"Citation": "Ullah M., Khan M.U., Mahmood A., Malik R.N., Hussain M., Wazir S.M., Daud M., Shinwari Z.K. An ethnobotanical survey of indigenous medicinal plants in Wana district south Waziristan agency, Pakistan. J. Ethnopharmacol. 2013;150:918–924. doi: 10.1016/j.jep.2013.09.032.", "ArticleIdList": ["10.1016/j.jep.2013.09.032", "24120747"]}, {"Citation": "Mallik B.K., Panda T., Padhy R.N. Ethnoveterinary practices of aborigine tribes in Odisha, India. Asian Pac. J. Trop. Biomed. 2012;2:S1520–S1525. doi: 10.1016/S2221-1691(12)60447-X.", "ArticleIdList": ["10.1016/S2221-1691(12)60447-X"]}, {"Citation": "Kumar R., Bharati K.A. New claims in folk veterinary medicines from Uttar Pradesh, India. J. Ethnopharmacol. 2013;146:581–593. doi: 10.1016/j.jep.2013.01.030.", "ArticleIdList": ["10.1016/j.jep.2013.01.030", "23376281"]}, {"Citation": "Sunder J., Sujatha T., Kundu A., Kundu M.S. Medicinal, plant and ethno-veterinary practices used in south and north and a mian. J. Andaman Sci. Assoc. 2014;19:106–115."}, {"Citation": "Yadav S.S., Bhukal R.K., Bhandoria M.S., Ganie S.A., Gulia S.K., Raghav T.B.S. Ethnoveterinary medicinal plants of Tosham block of district Bhiwani (Haryana) India. J. Appl. Pharmaceut. Sci. 2014;4:40–48."}, {"Citation": "Raikwar A., Maurya P. Ethnoveterinary medicine: in present perspective. Int. J. Agric. Sci. Vet. Med. 2015;3:44–49."}, {"Citation": "Parthiban R., Vijayakumar S., Prabhu S., Morvin Yabesh J.G.E. Quantitative traditional knowledge of medicinal plants used to treat livestock diseases from Kudavasal taluk of Thiruvarur district, Tamil Nadu, India. Rev. Bras. Farmacogn. 2016;26:109–121. doi: 10.1016/j.bjp.2015.07.016.", "ArticleIdList": ["10.1016/j.bjp.2015.07.016"]}, {"Citation": "Albuquerque U.P., Lucena R.F.P., Monteiro J.M., Florentino A.T.N., Almeida C.F.C.B.R. Evaluating two quantitative ethnobotanical techniques. Ethnobot. Res. Appl. 2006;4:51. doi: 10.17348/era.4.0.51-60.", "ArticleIdList": ["10.17348/era.4.0.51-60"]}, {"Citation": "Saha M.R., De Sarker D., Sen A. Ethnoveterinary practices among the tribal community of Malda district of West Bengal, India. Indian J. Tradit. Knowl. 2014;13:359–367."}, {"Citation": "Vijayakumar S., Morvin Yabesh J.E., Prabhu S., Manikandan R., Muralidharan B. Quantitative ethnomedicinal study of plants used in the Nelliyampathy hills of Kerala, India. J. Ethnopharmacol. 2015;161:238–254. doi: 10.1016/j.jep.2014.12.006.", "ArticleIdList": ["10.1016/j.jep.2014.12.006", "25529616"]}, {"Citation": "Balakrishnan V., Robinson J.P., Kasamy A.M., Ravindran K.C. Ethno veterinary studies amoung farmers in Dindigul district Tamil Nadu, India. Global J. Pharmacol. 2009;3:15–23."}, {"Citation": "Das S.K., Tripathi H. 2009. Ethnoveterinary Practices and Socio-Cultural Values Associated with Animal Husbandry in Rural Sunderbans. West Bengal."}, {"Citation": "Rajkumar N.V., V Kavithaa N., Lakshmi C.M.S. Ethnoveterinary practices in Coimbatore district during foot and mouth disease outbreak. Int. J. Sci. Environ. 2014;3:1480–1483."}, {"Citation": "Raveesha H.R., Sudhama V.N. Ethnoveterinary practices in Mallenahalli of chikmagalur taluk, Karnataka. J. Med. Plant Stud. 2015;3:37–41."}, {"Citation": "Srithi K., Balslev H., Wangpakapattanawong P., Srisanga P., Trisonthi C. Medicinal plant knowledge and its erosion among the Mien (Yao) in northern Thailand. J. Ethnopharmacol. 2009;123:335–342. doi: 10.1016/j.jep.2009.02.035.", "ArticleIdList": ["10.1016/j.jep.2009.02.035", "19429381"]}, {"Citation": "Bhatia H., Sharma Y.P., Manhas R.K., Kumar K. Ethnomedicinal plants used by the villagers of district Udhampur, J& K, India. J. Ethnopharmacol. 2014;151:1005–1018. doi: 10.1016/j.jep.2013.12.017.", "ArticleIdList": ["10.1016/j.jep.2013.12.017", "24365639"]}, {"Citation": "Yin G., Wang Z., Wang Z., Wang X. Topical application of quercetin improves wound healing in pressure ulcer lesions. Exp. Dermatol. 2018;27:779–786. doi: 10.1111/exd.13679.", "ArticleIdList": ["10.1111/exd.13679", "29733461"]}, {"Citation": "Heinrich M., Ankli A., Frei B., Weimann C., Sticher O. Medicinal plants in Mexico: healers’ consensus and cultural importance. Soc. Sci. Med. 1998;47:1859–1871. doi: 10.1016/S0277-9536(98)00181-6.", "ArticleIdList": ["10.1016/S0277-9536(98)00181-6", "9877354"]}, {"Citation": "Ghorbani A. Studies on pharmaceutical ethnobotany in the region of Turkmen Sahra, north of Iran. J. Ethnopharmacol. 2005;102:58–68. doi: 10.1016/j.jep.2005.05.035.", "ArticleIdList": ["10.1016/j.jep.2005.05.035", "16024194"]}, {"Citation": "Balick M.J., Cox P.A. second ed. CRC Press; Boca Raton, FL: 2021. Plants, People, and Culture, Garland Science; p. 2020.", "ArticleIdList": ["10.1201/9781003049074"]}, {"Citation": "Mazumder R., Bhattacharya S., Mazumder A., Pattnaik A.K., Tiwary P.M., Chaudhary S. Antidiarrhoeal evaluation ofAegle marmelos (Correa) Linn. Root extract. Phyther. Res. 2006;20:82–84. doi: 10.1002/ptr.1804.", "ArticleIdList": ["10.1002/ptr.1804", "16397850"]}, {"Citation": "Koyama S., Purk A., Kaur M., Soini H.A., V Novotny M., Davis K., Kao C.C., Matsunami H., Mescher A. Beta-caryophyllene enhances wound healing through multiple routes. PLoS One. 2019;14 doi: 10.1371/journal.pone.0216104.", "ArticleIdList": ["10.1371/journal.pone.0216104", "PMC6913986", "31841509"]}, {"Citation": "Bueno C.A., Alché L.E., Barquero A.A. 1-Cinnamoyl-3,11-dihydroxymeliacarpin delays glycoprotein transport restraining virus multiplication without cytotoxicity. Biochem. Biophys. Res. Commun. 2010;393:32–37. doi: 10.1016/j.bbrc.2010.01.068.", "ArticleIdList": ["10.1016/j.bbrc.2010.01.068", "20097166"]}, {"Citation": "Sanna G., Madeddu S., Giliberti G., Ntalli N.G., Cottiglia F., De Logu A., Agus E., Caboni P. Limonoids from Melia azedarach fruits as inhibitors of Flaviviruses and Mycobacterium tubercolosis. PLoS One. 2015;10 doi: 10.1371/journal.pone.0141272.", "ArticleIdList": ["10.1371/journal.pone.0141272", "PMC4612778", "26485025"]}, {"Citation": "Wachsman M.B., Castilla V., Coto C.E. Inhibition of foot and mouth disease virus (FMDV) uncoating by a plant-derived peptide isolated from Melia azedarach L leaves. Arch. Virol. 1998;143:581–590. doi: 10.1007/s007050050314.", "ArticleIdList": ["10.1007/s007050050314", "9572558"]}, {"Citation": "Heitzman M.E., Neto C.C., Winiarz E., Vaisberg A.J., Hammond G.B. Ethnobotany, phytochemistry and pharmacology of (Rubiaceae) Phytochemistry. 2005;66:5–29. doi: 10.1016/j.phytochem.2004.10.022.", "ArticleIdList": ["10.1016/j.phytochem.2004.10.022", "15649507"]}, {"Citation": "Ibrahim A.K., Youssef A.I., Arafa A.S., Ahmed S.A. Anti-H5N1 virus flavonoids from Capparis sinaica Veill. Nat. Prod. Res. 2013;27:2149–2153. doi: 10.1080/14786419.2013.790027.", "ArticleIdList": ["10.1080/14786419.2013.790027", "23651316"]}, {"Citation": "Rather M.A., Thenmozhi A.J., Manivasagam T., Bharathi M.D., Essa M.M., Guillemin G.J. Neuroprotective role of Asiatic acid in aluminium chloride induced rat model of Alzheimer’s disease. Front. Biosci. 2018;10:262–275. doi: 10.2741/s514.", "ArticleIdList": ["10.2741/s514", "28930532"]}, {"Citation": "Boondam Y., Songvut P., Tantisira M.H., Tapechum S., Tilokskulchai K., Pakaprot N. Inverted U-shaped response of a standardized extract of Centella asiatica (ECa 233) on memory enhancement. Sci. Rep. 2019;9:8404. doi: 10.1038/s41598-019-44867-z.", "ArticleIdList": ["10.1038/s41598-019-44867-z", "PMC6557898", "31182820"]}, {"Citation": "Lee J.K., Kim N.-J. Recent advances in the inhibition of p38 MAPK as a potential Strategy for the treatment of Alzheimer’s disease. Molecules. 2017;22:1287. doi: 10.3390/molecules22081287.", "ArticleIdList": ["10.3390/molecules22081287", "PMC6152076", "28767069"]}, {"Citation": "Chen Y., Zheng X., Wang Y., Song J. Effect of PI3K/Akt/mTOR signaling pathway on JNK3 in Parkinsonian rats. Exp. Ther. Med. 2018;17:1771–1775. doi: 10.3892/etm.2018.7120.", "ArticleIdList": ["10.3892/etm.2018.7120", "PMC6364142", "30783448"]}, {"Citation": "Arruda D.C., Miguel D.C., Yokoyama-Yasunaka J.K.U., Katzin A.M., Uliana S.R.B. Inhibitory activity of limonene against Leishmania parasites in vitro and in vivo, Biomed. Pharma. 2009;63:643–649. doi: 10.1016/j.biopha.2009.02.004.", "ArticleIdList": ["10.1016/j.biopha.2009.02.004", "19321295"]}, {"Citation": "Gomes A., Das R., Sarkhel S., Mishra R., Mukherjee S., Bhattacharya S., Gomes A. 2010. Herbs and Herbal Constituents Active against Snake Bite.", "ArticleIdList": ["21506494"]}, {"Citation": "Shekarchi M., Hajimehdipoor H., Saeidnia S., Gohari A.R., Hamedani M.P. Comparative study of rosmarinic acid content in some plants of Labiatae family. Phcog. Mag. 2012;8:37.", "ArticleIdList": ["PMC3307200", "22438661"]}, {"Citation": "Iuvone T., De Filippis D., Esposito G., D’Amico A., Izzo A.A. The spice sage and its active ingredient rosmarinic acid protect PC12 cells from Amyloid-β peptide-induced neurotoxicity. J. Pharmacol. Exp. Therapeut. 2006;317:1143–1149. doi: 10.1124/jpet.105.099317.", "ArticleIdList": ["10.1124/jpet.105.099317", "16495207"]}, {"Citation": "Bui T.T., Nguyen T.H. Natural product for the treatment of Alzheimer’s disease. J. Basic Clin. Physiol. Pharmacol. 2017;28:413–423. doi: 10.1515/jbcpp-2016-0147.", "ArticleIdList": ["10.1515/jbcpp-2016-0147", "28708573"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "2", "Day": "8"}, {"Year": "2023", "Month": "7", "Day": "8"}, {"Year": "2023", "Month": "7", "Day": "11"}, {"Year": "2023", "Month": "7", "Day": "28", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "7", "Day": "28", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "7", "Day": "28", "Hour": "4", "Minute": "8"}, {"Year": "2023", "Month": "7", "Day": "13"}], "PublicationStatus": "epublish", "ArticleIdList": ["37501975", "PMC10368863", "10.1016/j.heliyon.2023.e18214", "S2405-8440(23)05422-1"]}}], "PubmedBookArticle": []}