{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["ethnobotany", "genetic diversity", "germplasm collection", "plant populations", "sampling", "traditional ecological knowledge"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37514203", "DateRevised": {"Year": "2023", "Month": "08", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "07", "Day": "08"}], "Language": ["eng"], "ELocationID": ["2588", "10.3390/plants12142588"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "14", "PubDate": {"Year": "2023", "Month": "Jul", "Day": "08"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Monitoring Genetic Erosion of Aromatic and Medicinal Plant Species in Alentejo (South Portugal).", "Abstract": {"AbstractText": ["The main goal of this work was to study the genetic erosion risk of plants with aromatic, medicinal and gastronomic applications in Portugal, particularly in the Alentejo region. The target species were coriander (<i>Coriandrum sativum</i> L.), hart's pennyroyal (<i>Mentha cervina</i> L.) and pennyroyal (<i>Mentha pulegium</i> L.). The methodology involved direct observations and surveys (2002/2003 and 2011). The GE formula applied in Hammer's studies was used to estimate genetic erosion. The main factors causing genetic erosion were the primary drivers of biodiversity loss: habitat loss, invasive species, and overexploitation influenced by human intervention such as the clearing of watercourses, vegetation control, grazing and desertification. The results indicate a reduction in individuals per species in Alentejo, with a net erosion loss of 11% for <i>M. pulegium</i>, 32% for <i>M. cervina</i> and 33% for <i>C. sativum</i>. The overall loss of accessions (genetic erosion risk) was higher in cultivated accessions (33%) than in wild accessions (11%), with an annual genetic erosion rate of 3.7% and 1.2%, respectively. The annual risk of genetic erosion for <i>M. pulegium</i> accessions collected in a natural habitat was 0.6%, which is much lower than the 3.7% for <i>M. cervina</i>. These results consolidate the importance of collecting and conserving genetic resources."]}, "AuthorList": [{"Identifier": ["0000-0001-6302-1552"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "VALORIZA-Centro de Investigação para a Valorização de Recursos Endógenos, Instituto Politécnico de Portalegre, Praça do Município 11, 7300-110 Portalegre, Portugal."}, {"Identifier": [], "Affiliation": "Instituto Politécnico de Portalegre, Praça do Município 11, 7300-110 Portalegre, Portugal."}], "LastName": "Póvoa", "ForeName": "Orlanda", "Initials": "O"}, {"Identifier": ["0000-0003-1661-0527"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Banco Português de Germoplasma Vegetal (BPGV), Instituto Nacional de Investigação Agrária e Veterinária, Quinta de S. José, S. Pedro de Merelim, 4700-859 Braga, Portugal."}], "LastName": "Lopes", "ForeName": "Violeta", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Banco Português de Germoplasma Vegetal (BPGV), Instituto Nacional de Investigação Agrária e Veterinária, Quinta de S. José, S. Pedro de Merelim, 4700-859 Braga, Portugal."}], "LastName": "Barata", "ForeName": "Ana Maria", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Instituto Politécnico de Portalegre, Praça do Município 11, 7300-110 Portalegre, Portugal."}], "LastName": "Farinha", "ForeName": "Noémia", "Initials": "N"}], "GrantList": [{"GrantID": "UIDB/05064/2020", "Agency": "Fundação para a Ciência e Tecnologia", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "van Oosterhout C.V., Speak S.A., Birley T., Bortoluzzi C., Percival-Alwyn L., Urban L.H., Groombridge J.J., Segelbacher G., Morales H.E. Genomic erosion in the assessment of species extinction risk and recovery potential. bioRxiv. 2022 doi: 10.1101/2022.09.13.507768. bioRxiv:13.507768.", "ArticleIdList": ["10.1101/2022.09.13.507768"]}, {"Citation": "FAO  . Working paper CGRFA-9/02/07, Proceedings of the Ninth Regular Session of the Commission on Genetic Resources for Food and Agriculture, Rome, Italy, 14–18 October 2002. FAO; Rome, Italy: 2002.  [(accessed on 22 June 2012)]. Monitoring the implementation of the Global Plan of Action for the Conservation and Sustainable Utilization of Plant Genetic Resources for Food and Agriculture. Available online:  http://www.fao.org/ag/cgrfa/docs9.htm."}, {"Citation": "Brown A.H.D.  Indicators of Genetic Diversity, Genetic Erosion and Genetic Vulnerability for Plant Genetic Resources for Food and Agriculture. FAO; Rome, Italy: 2008.  [(accessed on 9 June 2023)].  Available online:  https://www.fao.org/3/i1500e/i1500e20.pdf."}, {"Citation": "Diulgheroff S. A Global Overview of assessing and monitoring genetic erosion of crop wild relatives and local varieties using WIEWS and other elements of the FAO Global System on PGR. Genetic Erosion and Pollution Assessment Methodologies 5, 5, pp. 5–14. 2006.  [(accessed on 26 June 2012)].  Available online:  https://cgspace.cgiar.org/bitstream/handle/10568/104626/1171.pdf?sequence=3#page=24."}, {"Citation": "Maxted N., Guarino L. Genetic erosion and genetic pollution of crop wild relatives. Genetic erosion and pollution assessment methodologies; Proceedings of the Forum Workshop; Terceira Island, Portugal. 8–11 September 2004; Rome, Italy: Biodiversity International; 2006. pp. 35–45."}, {"Citation": "Hoban S., Arntzen J.A., Bruford M.W., Godoy J.A., Hoelzel A.R., Segelbacher G., Vilà C., Bertorelle G. Comparative evaluation of potential indicators and temporal sampling protocols for monitoring genetic erosion. Evol. Appl. 2014;7:984–998. doi: 10.1111/eva.12197.", "ArticleIdList": ["10.1111/eva.12197", "PMC4231590", "25553062"]}, {"Citation": "Leroy G. Inbreeding depression in livestock species: Review and meta-analysis. Anim. Genet. 2014;45:618–628. doi: 10.1111/age.12178.", "ArticleIdList": ["10.1111/age.12178", "24975026"]}, {"Citation": "Ebert A.W., Engels J.M.M. Plant Biodiversity and Genetic Resources Matter! Plants. 2020;9:1706. doi: 10.3390/plants9121706.", "ArticleIdList": ["10.3390/plants9121706", "PMC7761872", "33291549"]}, {"Citation": "Rajeswara Rao B.R. Genetic Diversity, Genetic Erosion, Conservation of Genetic Resources, and Cultivation of Medicinal Plants. Genetic Diversity and Erosion in Plants. In: Ahuja M., Jain S., editors. Sustainable Development and Biodiversity. Vol. 8. Springer; Cham, Switzerland: 2016.", "ArticleIdList": ["10.1007/978-3-319-25954-3_11"]}, {"Citation": "Hammer K., Xhuveli L., Perrino P., Knüpffer H. Estimating genetic erosion in landraces—Two case studies. Genet. Resour. Crop. Evol. 1996;43:329–336. doi: 10.1007/BF00132952.", "ArticleIdList": ["10.1007/BF00132952"]}, {"Citation": "Hammer K., Laghetti G. Genetic Erosion—Examples from Italy1,2. Genet. Resour. Crop. Evol. 2005;52:629–634. doi: 10.1007/s10722-005-7902-x.", "ArticleIdList": ["10.1007/s10722-005-7902-x"]}, {"Citation": "Teklu Y., Hammer K. Farmers’ Perception and Genetic Erosion of Tetraploid Wheats Landraces in Ethiopia. Genet. Resour. Crop. Evol. 2005;53:1099–1113. doi: 10.1007/s10722-005-1145-8.", "ArticleIdList": ["10.1007/s10722-005-1145-8"]}, {"Citation": "Tsegaye B., Berg T. Genetic erosion of Ethiopian tetraploid wheat landraces in Eastern Shewa, Central Ethiopia. Genet. Resour. Crop. Evol. 2007;54:715–726. doi: 10.1007/s10722-006-0016-2.", "ArticleIdList": ["10.1007/s10722-006-0016-2"]}, {"Citation": "McLean-Rodríguez F.D., Camacho-Villa T.C., Almekinders C.J.M., Pè M.E., Dell’acqua M., Costich D.E. The abandonment of maize landraces over the last 50 years in Morelos, Mexico: A tracing study using a multi-level perspective. Agric. Hum. Values. 2019;36:651–668. doi: 10.1007/s10460-019-09932-3.", "ArticleIdList": ["10.1007/s10460-019-09932-3"]}, {"Citation": "Lemma A.Z., Mekbib F., Abebe K.A., Bishaw Z. Estimation of genetic erosion on Ethiopian tetraploid wheat landraces using different approaches. Genet. Resour. 2021;2:66–71. doi: 10.46265/genresj.PYBZ4246.", "ArticleIdList": ["10.46265/genresj.PYBZ4246"]}, {"Citation": "Khoury C.K., Brush S., Costich D.E., Curry H.A., Haan S., Engels J.M.M., Guarino L., Hoban S., Mercer K.L., Miller A.J., et al. Crop genetic erosion: Understanding and responding to loss of crop diversity. New Phytol. 2022;233:84–118. doi: 10.1111/nph.17733.", "ArticleIdList": ["10.1111/nph.17733", "34515358"]}, {"Citation": "Taghouti I., Cristobal R., Brenko A., Stara K., Markos N., Chapelet B., Hamrouni L., Buršić D., Bonet J.-A. The Market Evolution of Medicinal and Aromatic Plants: A Global Supply Chain Analysis and an Application of the Delphi Method in the Mediterranean Area. Forests. 2022;13:808. doi: 10.3390/f13050808.", "ArticleIdList": ["10.3390/f13050808"]}, {"Citation": "Barata A.M., Rocha F., Lopes V., Bettencourt E., Figueiredo A.C.  Medicinal and Aromatic Plants of The World, Encyclopedia of Life Support Systems (EOLSS) Developed under the Auspices of the UNESCO, Eolss Publishers; Oxford, UK: 2011.  [(accessed on 5 July 2023)]. Medicinal and aromatic plants—Portugal. Available online:  researchgate.net."}, {"Citation": "Barata A.M., Lopes V.R. Estudo do setor das Plantas Aromáticas, Medicinais e Condimentares em Portugal. Edição do Banco Português de Germoplasma Vegetal (BPGV), Instituto Nacional de Investigação Agrária e Veterinária, Ministério da Agricultura 2021; p. 86.  [(accessed on 9 June 2023)].  Available online:  https://www.ccpam.pt/estudo-do-setor-das-plantas-aromaticas-medicinais-e-condimentares-em-portugal/"}, {"Citation": "El Hassani F.Z. Characterization, activities, and ethnobotanical uses of Mentha species in Morocco. Heliyon. 2020;6:e05480. doi: 10.1016/j.heliyon.2020.e05480.", "ArticleIdList": ["10.1016/j.heliyon.2020.e05480", "PMC7689164", "33294657"]}, {"Citation": "Silva V., Póvoa O., Espirito-Santo M.D., Vasconcelos T., Monteiro A. Mentha cervina L. communities in Portugal.  [(accessed on 4 June 2023)];Lazaroa. 2009 30:73–79. Available online:  https://www.repository.utl.pt/handle/10400.5/17692."}, {"Citation": "Monteiro A., Póvoa O., Marinho S., Rodrigues L., Monteiro P.  Mentha pulegium e Mentha cervina. Os poejos na Boa Cozinha Portuguesa. Isapress; Lisboa, Portugal: 2007.  [(accessed on 6 May 2013)].  Available online:  https://www.repository.utl.pt/handle/10400.5/9424."}, {"Citation": "Diederichsen A.  Coriander, Coriandrum sativum L. Promoting the Conservation and Use of Underutilized and Neglected Crops. Leibniz Institute of Plant Genetics and Crop Plant Research. International Plant Genetic Resources Institute; Rome, Italy: 1996.  [(accessed on 5 July 2023)]. 83p.  Available online:  https://cgspace.cgiar.org/handle/10568/104262."}, {"Citation": "Almadanim M.C., Baleiras-Couto M.M., Pereira H.S., Carneiro L.C., Fevereiro P., Eiras-Dias J.E., Morais-Cecílio L., Viegas W., Veloso M. Genetic diversity of the grapevine (Vitis vinifera L.) cultivars most utilized for wine production in Portugal. Vitis. 2007;46:116–119."}, {"Citation": "Cunha J., Ibáñez J., Teixeira-Santos M., Brazão J., Fevereiro P., Martínez-Zapater J.M., Eiras-Dias J.E. Characterisation of the portuguese grapevine germplasm with 48 single-nucleotide polymorphisms. Aust. J. Grape Wine Res. 2016;22:504–516. doi: 10.1111/ajgw.12225.", "ArticleIdList": ["10.1111/ajgw.12225"]}, {"Citation": "de Carvalho M.A.P., Bebeli P.J., Bettencourt E., Costa G., Dias S., Santos T.M.D., Slaski J.J. Cereal landraces genetic resources in worldwide GeneBanks. A review. Agron. Sustain. Dev. 2013;33:177–203. doi: 10.1007/s13593-012-0090-0.", "ArticleIdList": ["10.1007/s13593-012-0090-0"]}, {"Citation": "Rocha F., Bettencourt E., Gaspar C. Genetic Erosion Assessment through the Re-Collecting of Crop Germplasm. Counties of Arcos de Valdevez, Melgaço, Montalegre, Ponte da Barca and Terras de Bouro (Portugal)  [(accessed on 5 July 2023)];Plant Genet. Resour. Newsl. 2008 154:6–13. Available online:  researchgate.net."}, {"Citation": "Barata A.M., Rocha F.A., Lopes V.M., Morgado J., Maia J., Bettencourt E., Dias S., Delgado F., Costa M., Farinha N., et al. Networking on conservation and use of medicinal, aromatic and culinary plants genetic resources in Portugal. Acta Hortic. 2011;925:21–35. doi: 10.17660/ActaHortic.2011.925.2.", "ArticleIdList": ["10.17660/ActaHortic.2011.925.2"]}, {"Citation": "Veloso M. The State of Regional and International Collaboration. State of Plant Genetic Resources for Food and Agriculture in Portugal. INRB. Oeiras. 2008.  [(accessed on 5 July 2023)].  Available online:  https://www.fao.org/3/i1500e/Portugal.pdf."}, {"Citation": "Cebolla-Cornejo J., Soler S., Nuez F. Genetic erosion of traditional varieties of vegetable crops in Europe: Tomato cultivation in Valencia (Spain) as a case study. Int. J. Plant Prod. 2007;1:113–128."}, {"Citation": "Bielsa F.J., Irisarri P., Errea P., Pina A. Genetic diversity and structure of local pear cultivars from mountainous areas from Aragon (Northeastern Spain) Agronomy. 2021;11:1778. doi: 10.3390/agronomy11091778.", "ArticleIdList": ["10.3390/agronomy11091778"]}, {"Citation": "Brown A.H.D., Hodgkin T. Indicators of Genetic Diversity, Genetic Erosion, and Genetic Vulnerability for Plant Genetic Resources. In: Ahuja M., Jain S., editors. Genetic Diversity and Erosion in Plants. Sustainable Development and Biodiversity. Vol. 7. Springer; Cham, Switzerland: 2015.", "ArticleIdList": ["10.1007/978-3-319-25637-5_2"]}, {"Citation": "Póvoa O., Farinha N., Dias S.S. Levantamento Etnobotânico Sobre Coentros e Poejos No Alentejo. 2012.  [(accessed on 3 July 2023)].  Available online:  http://hdl.handle.net/10400.26/4598."}, {"Citation": "Fadhel N.B., Boussa M. Genetic diversity in wild Tunisian populations of Mentha pulegium L. (Lamiaceae) Genet. Resour. Crop Evol. 2004;51:309–321. doi: 10.1023/B:GRES.0000024016.13743.8b.", "ArticleIdList": ["10.1023/B:GRES.0000024016.13743.8b"]}, {"Citation": "Rogers D. Genetic erosion. No longer just an agricultural issue. Nativ. Plants J. 2004;5:112–122. doi: 10.2979/NPJ.2004.5.2.112.", "ArticleIdList": ["10.2979/NPJ.2004.5.2.112"]}, {"Citation": "Basey A.C., Fant J.B., Kramer A.T. Producing native plant materials for restoration: 10 rules to collect and maintain genetic diversity. Nativ. Plants J. 2015;16:37–53. doi: 10.3368/npj.16.1.37.", "ArticleIdList": ["10.3368/npj.16.1.37"]}, {"Citation": "Cotto O., Wessely J., Georges D., Klonner G., Schmid M., Dullinger S., Thuiller W., Guillaume F. A dynamic eco-evolutionary model predicts slow response of alpine plants to climate warming. Nat. Commun. 2017;8:15399. doi: 10.1038/ncomms15399.", "ArticleIdList": ["10.1038/ncomms15399", "PMC5424169", "28474676"]}, {"Citation": "Kardos M., Armstrong E.E., Fitzpatrick S.W., Hauser S., Hedrick P.W., Miller J.M., Tallmon D.A., Funk W.C. The crucial role of genome-wide genetic variation in conservation. Proc. Natl. Acad. Sci. USA. 2021;118:e2104642118. doi: 10.1073/pnas.2104642118.", "ArticleIdList": ["10.1073/pnas.2104642118", "PMC8640931", "34772759"]}, {"Citation": "Turchetto C., Segatto A.L.A., Mäder G., Rodrigues D.M., Bonatto S.L., Freitas L.B. High levels of genetic diversity and population structure in an endemic and rare species: Implications for conservation. AoB PLANTS. 2016;8:plw002. doi: 10.1093/aobpla/plw002.", "ArticleIdList": ["10.1093/aobpla/plw002", "PMC4768524", "26768602"]}, {"Citation": "Caballero A., Bravo I., Wang J. Inbreeding load and purging: Implications for the short-term survival and the conservation management of small populations. Heredity. 2017;118:177–185. doi: 10.1038/hdy.2016.80.", "ArticleIdList": ["10.1038/hdy.2016.80", "PMC5234482", "27624114"]}, {"Citation": "Riley L., McGlaughlin M., Helenurm K. Limited Genetic Variability in Native Buckwheats (Eriogonum: Polygonaceae) on San Clemente Island. West. N. Am. Nat. 2018;78:722–738. doi: 10.3398/064.078.0413.", "ArticleIdList": ["10.3398/064.078.0413"]}, {"Citation": "Akhalkatsi M., Ekhvaia J., Asanidze Z.  Diversity and Genetic Erosion of Ancient Crops and Wild Relatives of Agricultural Cultivars for Food: Implications for Nature Conservation in Georgia (Caucasus). Cap. 3. Perspectives on Nature Conservation—Patterns, Pressures and Prospects. InTech; Rijeka, Croatia: 2012.  [(accessed on 22 June 2012)]. pp. 51–91. Available online:  http://www.intechopen.com/books/perspectives-on-nature-conservation-patterns-pressures-and-prospects."}, {"Citation": "Brush S.B. In Situ Conservation of Landraces in Centers of Crop Diversity. Crop. Sci. 1995;35:346. doi: 10.2135/cropsci1995.0011183X003500020009x.", "ArticleIdList": ["10.2135/cropsci1995.0011183X003500020009x"]}, {"Citation": "van de Wouw M., Kik C., van Hintum T., van Treuren R., Visser B. Genetic erosion in crops: Concept, research results and challenges. Plant Genet. Resour. Charact. Util. 2009;8:1–15. doi: 10.1017/S1479262109990062.", "ArticleIdList": ["10.1017/S1479262109990062"]}, {"Citation": "INE  . Statistical Yearbook of Alentejo Region 2010. Instituto Nacional de Estatística; INE; Lisboa, Portugal: 2011.  [(accessed on 6 June 2013)].  Available online:  https://www.ine.pt/ngt_server/attachfileu.jsp?look_parentBoui=150343045&att_display=n&att_download=y."}, {"Citation": "INE  . Censos 2021. Resultados Definitivos—Portugal. INE; Lisboa, Portugal: 2021.  [(accessed on 9 June 2013)].  Available online:  https://censos.ine.pt/xportal/xmain?xpgid=censos21_produtos&xpid=CENSOS21&xlang=pt,https://www.pordata.pt/censos/resultados/populacao-alentejo-592."}, {"Citation": "Geleta N., Grausgruber H. On-Farm Diversity and Genetic Erosion of Tetraploid Wheat Landraces in Ambo and Dandi Districts, West Shewa, Ethiopia. Sci. Technol. Arts Res. J. 2013;2:1–9. doi: 10.4314/star.v2i1.98834.", "ArticleIdList": ["10.4314/star.v2i1.98834"]}, {"Citation": "Gelelcha F., Kumsa F., Kuma T. On-farm genetic diversity of wheat (Triticum aestivum spp.) in Digalu Tijo District, Arsi zone, Ethiopia. Heliyon. 2023;9:e12775. doi: 10.1016/j.heliyon.2022.e12775.", "ArticleIdList": ["10.1016/j.heliyon.2022.e12775", "PMC9860426", "36691526"]}, {"Citation": "FAO . The State of Food and Agriculture. Food and Agriculture Organization of the United Nations; Rome, Italy: 2011."}, {"Citation": "Guarino J.  Assessing the threat of genetic erosion. In: Guarino L., Ramanatha Rao V., Reid R., editors. Collecting Plant Genetic Diversity: Technical Guidelines. CAB International; Wallingford, UK: 1995.  [(accessed on 22 June 2012)]. pp. 67–74. Chapter 4. Available online:  http://cropgenebank.wikispaces.com/Collecting+Manual."}, {"Citation": "Wei X., Jiang M. Meta-analysis of genetic representativeness of plant populations under ex situ conservation in contrast to wild source populations. Conserv. Biol. 2021;35:12–23. doi: 10.1111/cobi.13617.", "ArticleIdList": ["10.1111/cobi.13617", "32840007"]}, {"Citation": "Salehi B., Stojanović-Radić Z., Matejić J., Sharopov F., Antolak H., Kręgiel D., Sen S., Sharifi-Rad M., Acharya K., Sharifi-Rad R., et al. Plants of Genus Mentha: From Farm to Food Factory. Plants. 2018;7:70. doi: 10.3390/plants7030070.", "ArticleIdList": ["10.3390/plants7030070", "PMC6161068", "30181483"]}, {"Citation": "Marques M.P., Mendonça L., Neves B.G., Varela C., Oliveira P., Cabral C. Exploring Iberian Peninsula Lamiaceae as Potential Therapeutic Approaches in Wound Healing. Pharmaceuticals. 2023;16:347. doi: 10.3390/ph16030347.", "ArticleIdList": ["10.3390/ph16030347", "PMC10056130", "36986446"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "6", "Day": "14"}, {"Year": "2023", "Month": "7", "Day": "5"}, {"Year": "2023", "Month": "7", "Day": "6"}, {"Year": "2023", "Month": "7", "Day": "29", "Hour": "11", "Minute": "45"}, {"Year": "2023", "Month": "7", "Day": "29", "Hour": "11", "Minute": "44"}, {"Year": "2023", "Month": "7", "Day": "29", "Hour": "1", "Minute": "39"}, {"Year": "2023", "Month": "7", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["37514203", "PMC10386371", "10.3390/plants12142588", "plants12142588"]}}], "PubmedBookArticle": []}