{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Aloe vera", "biological potential", "extraction", "optimization", "polyphenols"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37514358", "DateRevised": {"Year": "2023", "Month": "08", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "07", "Day": "24"}], "Language": ["eng"], "ELocationID": ["2744", "10.3390/plants12142744"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "14", "PubDate": {"Year": "2023", "Month": "Jul", "Day": "24"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "From <i>Aloe vera</i> Leaf Waste to the Extracts with Biological Potential: Optimization of the Extractions, Physicochemical Characterization, and Biological Activities.", "Abstract": {"AbstractText": ["In the study, the optimization of the extraction from <i>Aloe vera</i> leaf waste was performed via varying solid-to-solvent ratio, solvent type, extraction time, and technique (maceration, heat-, ultrasound-, and microwave-assisted extractions-HAE, UAE, and MAE, respectively). The optimal extraction conditions for achieving the highest polyphenol content are a 1:30 ratio, 70% ethanol, and 30 min of HAE. Total flavonoid and protein contents were significantly higher in the extract from MAE, while total condensed tannin content was the highest in HAE. LC-MS analysis quantified 13 anthraquinone and chromone compounds. The variations in the FT-IR spectra of the extracts obtained by different extraction procedures are minor. The influence of extraction conditions on the antioxidant ability of the extracts depended on applied antioxidant assays. The extracts possessed medium inhibition properties against <i>Staphylococcus aureus</i> and weak inhibitory activity against <i>Enterococcus feacalis</i>. The extracts had stimulative effect on HaCaT cell viability. Regarding the extraction yield, there was a significant difference between the used extraction techniques (MAE > HAE > maceration and UAE). The presented study is an initial step in the production of polyphenol-rich extracts from <i>A. vera</i> leaf waste aimed to be used for the potential preparation of pharmaceutical and cosmetic formulations for the skin."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Nursing and Health Sciences, University of Misurata, Alshowahda Park, 3rd Ring Road, Misurata 2478, Libya."}, {"Identifier": [], "Affiliation": "Faculty of Technology and Metallurgy, University of Belgrade, Karnegijeva 4, 11000 Belgrade, Serbia."}], "LastName": "Elferjane", "ForeName": "Muna Rajab", "Initials": "MR"}, {"Identifier": ["0000-0001-5394-0125"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for the Application of the Nuclear Energy INEP, University of Belgrade, Banatska 31b, 11080 Belgrade, Serbia."}], "LastName": "Jovanović", "ForeName": "Aleksandra A", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmacy, University of Belgrade, Vojvode Stepe 450, 11000 Belgrade, Serbia."}], "LastName": "Milutinović", "ForeName": "Violeta", "Initials": "V"}, {"Identifier": ["0000-0003-2514-2542"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Medicinal Plant Research \"Dr Josif Pančić\", Tadeuša Košćuška 1, 11000 Belgrade, Serbia."}], "LastName": "Čutović", "ForeName": "Natalija", "Initials": "N"}, {"Identifier": ["0000-0001-8292-4853"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for the Application of the Nuclear Energy INEP, University of Belgrade, Banatska 31b, 11080 Belgrade, Serbia."}], "LastName": "Jovanović Krivokuća", "ForeName": "Milica", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Technology and Metallurgy, University of Belgrade, Karnegijeva 4, 11000 Belgrade, Serbia."}], "LastName": "Marinković", "ForeName": "Aleksandar", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Hęś M., Dziedzic K., Górecka D., Jędrusek-Golińska A., Gujska E. Aloe vera (L.) Webb.: Natural sources of antioxidants—A review. Plant Foods Hum. Nutr. 2019;74:255–265. doi: 10.1007/s11130-019-00747-5.", "ArticleIdList": ["10.1007/s11130-019-00747-5", "PMC6684795", "31209704"]}, {"Citation": "Khan I.A., Abourashed E.A. Leung’s Encyclopedia of Common Natural Ingredients: Used in Food, Drugs and Cosmetics. 3rd ed. John Wiley & Sons; New York, NY, USA: 2011. pp. 24–29."}, {"Citation": "Lee K.Y., Weintraub S.T., Yu B.P. Isolation and identification of a phenolic antioxidant from Aloe barbadensis. Free Radic. Biol. Med. 2000;28:261–265. doi: 10.1016/S0891-5849(99)00235-X.", "ArticleIdList": ["10.1016/S0891-5849(99)00235-X", "11281293"]}, {"Citation": "Obata M., Ito S., Beppu H., Fujita K., Nagatsu T. Mechanism of antiinflammatory and antithermal burn action of CPase from Aloe arborescens Miller var. natalensis Berger in rats and mice. Phytother Res. 1993;7:S30–S33. doi: 10.1002/ptr.2650070711.", "ArticleIdList": ["10.1002/ptr.2650070711"]}, {"Citation": "Pugh N., Ross S.A., ElSohly M.A., Pasco D.S. Characterization of Aloeride, a new high-molecular-weight polysaccharide from Aloe vera with potent immunostimulatory activity. J. Agric. Food Chem. 2001;49:1030–1034. doi: 10.1021/jf001036d.", "ArticleIdList": ["10.1021/jf001036d", "11262067"]}, {"Citation": "Reynolds T., Dweck A.C. Aloe vera leaf gel: A review update. J. Ethnopharmacol. 1999;68:3–37. doi: 10.1016/S0378-8741(99)00085-9.", "ArticleIdList": ["10.1016/S0378-8741(99)00085-9", "10624859"]}, {"Citation": "Saito H. Purification of active substances of Aloe arborescens Miller and their biological and pharmacological activity. Phytother. Res. 2006;7:S14–S19. doi: 10.1002/ptr.2650070707.", "ArticleIdList": ["10.1002/ptr.2650070707"]}, {"Citation": "Del Valle-Laisequilla C.F., Trejo-Jasso C., Huerta-Cruz J.C., Barranco-Garduño L.M., Rodríguez-Silverio J., Rocha-González H.I., Reyes-García J.G. Efficacy and safety of a fixed-dose combination of D-norpseudoephedrine, triiodothyronine, atropine, aloin, and diazepam in obese patients. Int. J. Clin. Pharmacol. Ther. 2018;56:531–538. doi: 10.5414/CP203292.", "ArticleIdList": ["10.5414/CP203292", "30148450"]}, {"Citation": "Saccù D., Bogoni P., Procida G. Aloe Exudate:  Characterization by reversed phase HPLC and headspace GC-MS. J. Agric. Food Chem. 2001;49:4526–4530. doi: 10.1021/jf010179c.", "ArticleIdList": ["10.1021/jf010179c", "11599983"]}, {"Citation": "Nastasi J.R., Kontogiorgos V., Daygon V.D., Fitzgerald M. Pectin-based films and coatings with plant extracts as natural preservatives: A systematic review. Trends Food Sci. Technol. 2022;120:193–211. doi: 10.1016/j.tifs.2022.01.014.", "ArticleIdList": ["10.1016/j.tifs.2022.01.014"]}, {"Citation": "Saha A., Basak B. Scope of value addition and utilization of residual biomass from medicinal and aromatic plants. Ind. Crops Prod. 2020;145:111979. doi: 10.1016/j.indcrop.2019.111979.", "ArticleIdList": ["10.1016/j.indcrop.2019.111979"]}, {"Citation": "Sagar N.A., Pareek S., Sharma S., Yahia E., Lobo M.G. Fruit and vegetable waste: Bioactive compounds, their extraction, and possible utilization. Compr. Rev. Food Sci. 2018;17:512–531. doi: 10.1111/1541-4337.12330.", "ArticleIdList": ["10.1111/1541-4337.12330", "33350136"]}, {"Citation": "Semerel J., John N., Dehaen W., Fardim P. Valorization of Aloe barbadensis Miller. (Aloe vera) processing waste. J. Renew. Mater. 2023;11:1031–1061. doi: 10.32604/jrm.2022.023449.", "ArticleIdList": ["10.32604/jrm.2022.023449"]}, {"Citation": "Globe Newswire  Anthraquinone Market Worth US$2.2 Billion by 2025: Acumen Research and Consulting. 2019.  [(accessed on 1 November 2022)].  Available online:  https://www.globenewswire.com/news-release/2019/01/11/1690490/0/en/Anthraquinone-Market-Worth-US-2-2-Billion-By-2025-Acumen-Research-and-Consulting.html."}, {"Citation": "Giannakoudakis D.A., Hosseini-Bandegharaei A., Tsafrakidou P., Triantafyllidis S., Kornaros M., Anastopoulos I. Aloe vera waste biomass-based adsorbents for the removal of aquatic pollutants: A review. J. Environ. Manage. 2018;227:354–364. doi: 10.1016/j.jenvman.2018.08.064.", "ArticleIdList": ["10.1016/j.jenvman.2018.08.064", "30199731"]}, {"Citation": "Horžić D., Režek Jambrak A., Belščak-Cvitanović A., Komes D., Lelas V. Comparison of conventional and ultrasound assisted extraction techniques of yellow tea and bioactive composition of obtained extracts. Food Bioproc. Tech. 2012;5:2858–2870. doi: 10.1007/s11947-012-0791-z.", "ArticleIdList": ["10.1007/s11947-012-0791-z"]}, {"Citation": "Jovanović A., Djordjević V., Zdunić G., Pljevljakušić D., Šavikin K., Gođevac D., Bugarski B. Optimization of the extraction process of polyphenols from Thymus serpyllum L, herb using maceration, heat- and ultrasound-assisted extraction. Sep. Purif. Technol. 2017;179:369–380. doi: 10.1016/j.seppur.2017.01.055.", "ArticleIdList": ["10.1016/j.seppur.2017.01.055"]}, {"Citation": "Tameshia B.S., Parameswarakumar M., Kequan Z., Sean O. Microwave-assisted extraction of phenolic antioxidant compounds from peanut skins. Food Chem. 2010;120:1185–1192. doi: 10.1016/j.foodchem.2009.11.063.", "ArticleIdList": ["10.1016/j.foodchem.2009.11.063"]}, {"Citation": "Jovanović A., Vajić U.-J., Mijin D., Zdunić G., Šavikin K., Branković S., Kitić D., Bugarski B. Polyphenol extraction in microwave reactor using by-product of Thymus serpyllum L. and biological potential of the extract. J. Appl. Res. Med. Aromat. Plants. 2022;31:100417. doi: 10.1016/j.jarmap.2022.100417.", "ArticleIdList": ["10.1016/j.jarmap.2022.100417"]}, {"Citation": "Gao Y., Dong Q., Zhao S., Zhao Y., Zhang Y., Wang H., Wang Y., Wang W., Wang L., Wang H. Efficient ultrasound-assisted enzymatic method for extraction of immunostimulant QS-21 from Quillaja saponaria Molina. Ind. Crops Prod. 2022;189:115807. doi: 10.1016/j.indcrop.2022.115807.", "ArticleIdList": ["10.1016/j.indcrop.2022.115807"]}, {"Citation": "Kinross A., Hageman K., Doucette W., Foster A. Comparison of Accelerated Solvent Extraction (ASE) and Energized Dispersive Guided Extraction (EDGE) for the analysis of pesticides in leaves. J. Chromatogr. A. 2020;1627:461414. doi: 10.1016/j.chroma.2020.461414.", "ArticleIdList": ["10.1016/j.chroma.2020.461414", "32823112"]}, {"Citation": "Rajapaksha S., Shimizu N. Pilot-scale extraction of polyphenols from spent black tea by semi-continuous subcritical solvent extraction. Food Chem. X. 2022;13:100200. doi: 10.1016/j.fochx.2021.100200.", "ArticleIdList": ["10.1016/j.fochx.2021.100200", "PMC9039883", "35498997"]}, {"Citation": "Pagano I., Sánchez-Camargo A., Mendiola A.J., Campone L., Cifuentes A., Rastrelli L., Ibañez E. Selective extraction of high-value phenolic compounds from distillation wastewater of basil (Ocimum basilicum L.) by pressurized liquid extraction. Electrophoresis. 2018;39:1884–1891. doi: 10.1002/elps.201700442.", "ArticleIdList": ["10.1002/elps.201700442", "29385268"]}, {"Citation": "Xi J., Yan L. Optimization of pressure-enhanced solid-liquid extraction of flavonoids from Flos Sophorae and evaluation of their antioxidant activity. Sep. Purif. Technol. 2017;175:170–176. doi: 10.1016/j.seppur.2016.10.013.", "ArticleIdList": ["10.1016/j.seppur.2016.10.013"]}, {"Citation": "Ćujić N., Šavikin K., Janković T., Pljevljakušić D., Zdunić G., Ibrić S. Optimization of polyphenols extraction from dried chokeberry using maceration as traditional technique. Food Chem. 2016;194:135–142. doi: 10.1016/j.foodchem.2015.08.008.", "ArticleIdList": ["10.1016/j.foodchem.2015.08.008", "26471536"]}, {"Citation": "Paz J.W., Márquez D.M., Ávila G.M., Cerda R.B., Aguilar C. Ultrasound-assisted extraction of polyphenols from native plants in the Mexican desert. Ultrason. Sonochem. 2015;22:474–481. doi: 10.1016/j.ultsonch.2014.06.001.", "ArticleIdList": ["10.1016/j.ultsonch.2014.06.001", "25012563"]}, {"Citation": "Vajić U.-J., Grujić-Milanović J., Živković J., Šavikin K., Gođevac D., Miloradović Z., Bugarski B., Mihailović-Stanojević N. Optimization of extraction of stinging nettle leaf phenolic compounds using response surface methodology. Ind. Crops Prod. 2015;74:912–917. doi: 10.1016/j.indcrop.2015.06.032.", "ArticleIdList": ["10.1016/j.indcrop.2015.06.032"]}, {"Citation": "Dent M., Dragović-Uzelac V., Penić M., Brnčić M., Bosiljkov T., Levaj B. The effect of extraction solvents, temperature and time on the composition and mass fraction of polyphenols in Dalmatian wild sage (Salvia officinalis L.) extracts. Food Technol. Biotechnol. 2013;51:84–91."}, {"Citation": "Uma D.B., Ho C.W., Wan Aida W.M. Optimization of extraction parameters of total phenolic compounds from henna (Lawsonia inermis) leaves. Sains Malays. 2010;39:119–128."}, {"Citation": "Miron T.L., Plaza M., Bahrim G., Ibáñez E., Herrero M. Chemical composition of bioactive pressurized extracts of Romanian aromatic plants. J. Chromatogr. A. 2011;1218:4918–4927. doi: 10.1016/j.chroma.2010.11.055.", "ArticleIdList": ["10.1016/j.chroma.2010.11.055", "21163488"]}, {"Citation": "Vergara-Salinas J., Pérez-Jiménez J., Torres J.L., Agosin E., Pérez-Correa J. Effects of temperature and time on polyphenolic content and antioxidant activity in the pressurized hot water extraction of deodorized thyme (Thymus vulgaris) J. Agri. Food Chem. 2012;60:10920–10929. doi: 10.1021/jf3027759.", "ArticleIdList": ["10.1021/jf3027759", "23075096"]}, {"Citation": "Luthria D. Influence of experimental conditions on the extraction of phenolic compounds from parsley (Petroselinum crispum) flakes using a pressurized liquid extractor. Food Chem. 2008;107:745–752. doi: 10.1016/j.foodchem.2007.08.074.", "ArticleIdList": ["10.1016/j.foodchem.2007.08.074"]}, {"Citation": "Ye M., Han J., Chen H., Zheng J., Guo D. Analysis of phenolic compounds in rhubarbs using liquid chromatography coupled with electrospray ionization mass spectrometry. J. Am. Soc. Mass Spectrom. 2007;18:82–91. doi: 10.1016/j.jasms.2006.08.009.", "ArticleIdList": ["10.1016/j.jasms.2006.08.009", "17029978"]}, {"Citation": "Zhan C., Xiong A., Shen D., Yang L., Wang Z. Characterization of the principal constituents of danning tablets, a Chinese formula consisting of seven herbs, by an UPLC-DAD-MS/MS approach. Molecules. 2016;21:631. doi: 10.3390/molecules21050631.", "ArticleIdList": ["10.3390/molecules21050631", "PMC6273105", "27187345"]}, {"Citation": "Lee S., Do S.G., Kim S.Y., Kim J., Jin Y., Lee C.H. Mass spectrometry-based metabolite profiling and antioxidant activity of Aloe vera (Aloe barbadensis Miller) in different growth stages. J. Agri. Food Chem. 2012;60:11222–11228. doi: 10.1021/jf3026309.", "ArticleIdList": ["10.1021/jf3026309", "23050594"]}, {"Citation": "Quispe C., Villalobos M., Bórquez J., Simirgiotis M. Chemical composition and antioxidant activity of Aloe vera from the Pica Oasis (Tarapacá, Chile) by UHPLC-Q/Orbitrap/MS/MS. J. Chem. 2018;2018:6123850. doi: 10.1155/2018/6123850.", "ArticleIdList": ["10.1155/2018/6123850"]}, {"Citation": "Solaberrieta I., Jiménez A., Garrigós M.C. Valorization of Aloe vera skin by-products to obtain bioactive compounds by microwave-assisted extraction: Antioxidant Activity and Chemical Composition. Antioxidants. 2022;11:1058. doi: 10.3390/antiox11061058.", "ArticleIdList": ["10.3390/antiox11061058", "PMC9220353", "35739955"]}, {"Citation": "Šeremet D., Štefančić M., Petrović P., Kuzmić S., Doroci S., Mandura Jarić A., Vojvodić Cebin A., Pjanović R., Komes D. Development, characterization and incorporation of alginate-plant protein covered liposomes containing ground ivy (Glechoma hederacea L.) extract into candies. Foods. 2022;11:1816. doi: 10.3390/foods11121816.", "ArticleIdList": ["10.3390/foods11121816", "PMC9222263", "35742016"]}, {"Citation": "Verma N., Rakhra M., Wasim Bhatt M., Garg U. Engineering technology characterization of source solution for ZnO and their data analytics effect with Aloe vera extract. Neurosci. Inform. 2022;2:100015. doi: 10.1016/j.neuri.2021.100015.", "ArticleIdList": ["10.1016/j.neuri.2021.100015"]}, {"Citation": "Belščak-Cvitanović A., Lević S., Kalušević A., Špoljarić I., Djordjević V., Komes D., Mršić G., Nedović V. Efficiency assessment of natural biopolymers as encapsulants of green tea (Camellia sinensis L.) bioactive compounds by spray drying. Food Bioprocess Tech. 2015;8:2444–2460. doi: 10.1007/s11947-015-1592-y.", "ArticleIdList": ["10.1007/s11947-015-1592-y"]}, {"Citation": "Jovanović A., Lević S., Pavlović V., Marković S., Pjanović R., Djordjević V., Nedović V., Bugarski B. Freeze versus spray drying for dry wild thyme (Thymus serpyllum L.) extract formulations: The impact of gelatin as a coating material. Molecules. 2021;26:3933. doi: 10.3390/molecules26133933.", "ArticleIdList": ["10.3390/molecules26133933", "PMC8271419", "34203164"]}, {"Citation": "Kumar S., Yadav M., Yadav A., Yadav J.P. Impact of spatial and climatic conditions on phytochemical diversity and In Vitro antioxidant activity of Indian Aloe vera (L.) Burm.f. S. Afr. J. Bot. 2017;111:50–59. doi: 10.1016/j.sajb.2017.03.012.", "ArticleIdList": ["10.1016/j.sajb.2017.03.012"]}, {"Citation": "Schulz H., Baranska M. Identification and quantification of valuable plant substances by IR and Raman spectroscopy. Vib. Spectrosc. 2007;43:13–25. doi: 10.1016/j.vibspec.2006.06.001.", "ArticleIdList": ["10.1016/j.vibspec.2006.06.001"]}, {"Citation": "Heneczkowski M., Kopacz M., Nowak D., Kuźniar A. Infrared spectrum analysis of some flavonoids. Acta Pol. Pharm. 2001;58:415–420.", "ArticleIdList": ["12197612"]}, {"Citation": "Rastogi L., Arunachalam J. Sunlight based irradiation strategy for rapid green synthesis of highly stable silver nanoparticles using aqueous garlic (Allium sativum) extract and their antibacterial potential. Mater. Chem. Phys. 2011;129:558–563. doi: 10.1016/j.matchemphys.2011.04.068.", "ArticleIdList": ["10.1016/j.matchemphys.2011.04.068"]}, {"Citation": "Lu X., Wang J., Al-Qadiri H.M., Ross C.F., Powers J.R., Tang J., Rasco B.A. Determination of total phenolic content and antioxidant capacity of onion (Allium cepa) and shallot (Allium oschaninii) using infrared spectroscopy. Food Chem. 2011;129:637–644. doi: 10.1016/j.foodchem.2011.04.105.", "ArticleIdList": ["10.1016/j.foodchem.2011.04.105", "30634280"]}, {"Citation": "Khomyakov A.P., Mordanov S.V., Khomyakova T.V. The experimental data on the density, viscosity, and boiling temperature of the coffee extract. IOP Conf. Ser. Earth Environ. Sci. 2020;548:22040. doi: 10.1088/1755-1315/548/2/022040.", "ArticleIdList": ["10.1088/1755-1315/548/2/022040"]}, {"Citation": "Mustafa A., Turner C. Pressurized liquid extraction as a green approach in food and herbal plants extraction: A review. Anal. Chim. Acta. 2011;703:8–18. doi: 10.1016/j.aca.2011.07.018.", "ArticleIdList": ["10.1016/j.aca.2011.07.018", "21843670"]}, {"Citation": "Deng Y., Zhao Y., Padilla-Zakour O., Yang G. Polyphenols, antioxidant and antimicrobial activities of leaf and bark extracts of Solidago canadensis L. Ind. Crops Prod. 2015;74:803–809. doi: 10.1016/j.indcrop.2015.06.014.", "ArticleIdList": ["10.1016/j.indcrop.2015.06.014"]}, {"Citation": "Chupin L., Maunu L.S., Reynaud S., Pizzi A., Charrier B., Charrier-EL Bouhtoury F. Microwave assisted extraction of maritime pine (Pinus pinaster) bark: Impact of particle size and characterization. Ind. Crops Prod. 2015;65:142–149. doi: 10.1016/j.indcrop.2014.11.052.", "ArticleIdList": ["10.1016/j.indcrop.2014.11.052"]}, {"Citation": "Wang L., Weller C. Recent advances in extraction of nutraceuticals from plants. Trends Food Sci. Technol. 2006;17:300–312. doi: 10.1016/j.tifs.2005.12.004.", "ArticleIdList": ["10.1016/j.tifs.2005.12.004"]}, {"Citation": "Vuleta G., Milić J., Savić S. Farmaceutska Tehnologija. Faculty of Farmacy, University of Belgrade; Belgrade, Serbia: 2012. (In Serbian)"}, {"Citation": "D’Alessandro L.G., Kriaa K., Nikov I., Dimitrov K. Ultrasound assisted extraction of polyphenols from black chokeberry. Sep. Purif. Technol. 2012;93:42–47. doi: 10.1016/j.seppur.2012.03.024.", "ArticleIdList": ["10.1016/j.seppur.2012.03.024"]}, {"Citation": "Milutinović M., Radovanović N., Ćorović M., Šiler-Marinković S., Rajilić-Stojanović M., Dimitrijević-Branković S. Optimisation of microwave-assisted extraction parameters for antioxidants from waste Achillea millefolium dust. Ind. Crops Prod. 2015;77:333–341. doi: 10.1016/j.indcrop.2015.09.007.", "ArticleIdList": ["10.1016/j.indcrop.2015.09.007"]}, {"Citation": "Turkmen N., Velioglu S., Sari F., Polat G. Effect of extraction conditions on measured total polyphenol contents and antioxidant and antibacterial activities of black tea. Molecules. 2007;12:484–496. doi: 10.3390/12030484.", "ArticleIdList": ["10.3390/12030484", "PMC6149426", "17851405"]}, {"Citation": "Costa P., Gonçalves S., Valentão P., Andrade P., Coelho N., Romano A. Thymus lotocephalus wild plants and In Vitro cultures produce different profiles of phenolic compounds with antioxidant activity. Food Chem. 2012;135:1253–1260. doi: 10.1016/j.foodchem.2012.05.072.", "ArticleIdList": ["10.1016/j.foodchem.2012.05.072", "22953851"]}, {"Citation": "Vastrad J.V., Goudar G., Byadgi S.A., Devi R.D., Kotur R. Identification of bio-active components in leaf extracts of Aloe vera, Ocimum tenuiflorum (Tulasi) and Tinospora cordifolia (Amrutballi) J. Med. Plants Res. 2015;9:764–770. doi: 10.5897/JMPR2013.5197.", "ArticleIdList": ["10.5897/JMPR2013.5197"]}, {"Citation": "Fecka I., Turek S. Determination of polyphenolic compounds in commercial herbal drugs and spices from Lamiaceae: Thyme, wild thyme and sweet marjoram by chromatographic techniques. Food Chem. 2008;108:1039–1053. doi: 10.1016/j.foodchem.2007.11.035.", "ArticleIdList": ["10.1016/j.foodchem.2007.11.035", "26065769"]}, {"Citation": "Chizzola R., Michitsch H., Franz C. Antioxidative properties of Thymus vulgaris leaves: Comparison of different extracts and essential oil chemotypes. J. Agric. Food Chem. 2008;56:6897–6904. doi: 10.1021/jf800617g.", "ArticleIdList": ["10.1021/jf800617g", "18656929"]}, {"Citation": "Kulišić T., Dragović-Uzelac V., Miloš M. Antioxidant activity of aqueous tea infusions prepared from oregano, thyme and wild thyme. Food Technol. Biotechnol. 2006;44:485–492."}, {"Citation": "Nayak B., Dahmoune F., Moussi K., Remini H., Dairi S., Aoun O., Khodir M. Comparison of microwave, ultrasound and accelerated-assisted solvent extraction for recovery of polyphenols from Citrus sinensis peels. Food Chem. 2015;187:507–516. doi: 10.1016/j.foodchem.2015.04.081.", "ArticleIdList": ["10.1016/j.foodchem.2015.04.081", "25977057"]}, {"Citation": "Meterc D., Petermann M., Weidner E. Extraction of green tea and drying with a high pressure spray process. Hem. Ind. 2007;61:222–228. doi: 10.2298/HEMIND0704222M.", "ArticleIdList": ["10.2298/HEMIND0704222M"]}, {"Citation": "Laib I., Boubrik F., Barkat M. Optimization of the extraction parameters of Aloe vera polyphenols and study of antioxidant and antifungal activities: Application to molds isolated from durum wheat. Acta Sci. Nat. 2019;6:79–90. doi: 10.2478/asn-2019-0011.", "ArticleIdList": ["10.2478/asn-2019-0011"]}, {"Citation": "Jovanović A., Petrović P., Djordjević V., Zdunić G., Šavikin K., Bugarski B. Polyphenols extraction from plant sources. Lek. Sir. 2017;37:45–49. doi: 10.5937/leksir1737045J.", "ArticleIdList": ["10.5937/leksir1737045J"]}, {"Citation": "Simić V., Rajković K., Stojičević S., Veličković D., Nikolić N., Lazić M., Karabegović I. Optimization of microwave-assisted extraction of total polyphenolic compounds from chokeberries by response surface methodology and artificial neural network. Sep. Purif. Technol. 2016;160:89–97. doi: 10.1016/j.seppur.2016.01.019.", "ArticleIdList": ["10.1016/j.seppur.2016.01.019"]}, {"Citation": "López A., de Tangil M., Vega-Orellana O., Ramírez A., Rico M. Phenolic constituents, antioxidant and preliminary antimycoplasmic activities of leaf skin and flowers of Aloe vera (L.) Burm. f. (syn. A. barbadensis Mill.) from the Canary Islands (Spain) Molecules. 2013;18:4942–4954. doi: 10.3390/molecules18054942.", "ArticleIdList": ["10.3390/molecules18054942", "PMC6270129", "23624648"]}, {"Citation": "Nejatzadeh-Barandozi F. Antibacterial activities and antioxidant capacity of Aloe vera. Org. Med. Chem. Lett. 2013;3:5. doi: 10.1186/2191-2858-3-5.", "ArticleIdList": ["10.1186/2191-2858-3-5", "PMC3729540", "23870710"]}, {"Citation": "Benzidia B., Barbouchi M., Hammouch H., Belahbib N., Zouarhi M., Erramli H., Ait Daoud N., Badrane N., Hajjaji N. Chemical composition and antioxidant activity of tannins extract from green rind of Aloe vera (L.) Burm. F. J. King Saud Univ. Sci. 2019;31:1175–1181. doi: 10.1016/j.jksus.2018.05.022.", "ArticleIdList": ["10.1016/j.jksus.2018.05.022"]}, {"Citation": "Kumari M., Jain S. Tannins: An antinutrient with positive effect to manage diabetes. Res. J. Recent Sci. 2012;1:1–8."}, {"Citation": "Poudel M., Rajbhandar M. Phytochemical analysis of Ampelopteris prolifera (Retzius) Copeland. Nepal J. Sci. Technol. 2020;19:78–88. doi: 10.3126/njst.v19i1.29786.", "ArticleIdList": ["10.3126/njst.v19i1.29786"]}, {"Citation": "Pavan, Determination of total protein content and soluble sugar in wheat crop. Int. J. Sci. Res. Sci. Technol. 2013;3:81–86."}, {"Citation": "Naczk M., Shahidi F. Phenolics in cereals, fruits and vegetables: Occurrence, extraction and analysis. J. Pharm. Biomed. Anal. 2006;41:1523–1542. doi: 10.1016/j.jpba.2006.04.002.", "ArticleIdList": ["10.1016/j.jpba.2006.04.002", "16753277"]}, {"Citation": "Özyürek M., Güçlü K., Tütem E., Sözgen Başkan K., Erçağ E., Esin Çelik S., Baki S., Yıldız L., Karamanc S., Apak R. A comprehensive review of CUPRAC methodology. Anal. Meth. 2011;11:2439–2453. doi: 10.1039/c1ay05320e.", "ArticleIdList": ["10.1039/c1ay05320e"]}, {"Citation": "Ramić M., Vidović S., Zeković Z., Vladić J., Cvejin A., Pavlić B. Modeling and optimization of ultrasound-assisted extraction of polyphenolic compounds from Aronia melanocarpa by-products from filter-tea factory. Ultrason. Sonochem. 2015;23:360–368. doi: 10.1016/j.ultsonch.2014.10.002.", "ArticleIdList": ["10.1016/j.ultsonch.2014.10.002", "25454824"]}, {"Citation": "Tiwari B.K., Patras A., Brunton N., Cullen P.J., O’Donnell C.P. Effect of ultrasound processing on anthocyanins and color of red grape juice. Ultrason. Sonochem. 2010;17:598–604. doi: 10.1016/j.ultsonch.2009.10.009.", "ArticleIdList": ["10.1016/j.ultsonch.2009.10.009", "20015673"]}, {"Citation": "Peanparkdee M., Patrawart J., Iwamoto S. Effect of extraction conditions on phenolic content, anthocyanin content and antioxidant activity of bran extracts from Thai rice cultivars. J. Cereal Sci. 2019;86:86–91. doi: 10.1016/j.jcs.2019.01.011.", "ArticleIdList": ["10.1016/j.jcs.2019.01.011"]}, {"Citation": "Paniwnyk L., Beaufoy E., Lorimer J.P., Mason T.J. The extraction of rutin from flower buds of Sophora japonica. Ultrason. Sonochem. 2001;8:299–301. doi: 10.1016/S1350-4177(00)00075-4.", "ArticleIdList": ["10.1016/S1350-4177(00)00075-4", "11441614"]}, {"Citation": "Entezari M.H., Nazary S.H., Khodaparast M.H.H. The direct effect of ultrasound on the extraction of date syrup and its micro-organisms. Ultrason. Sonochem. 2004;11:379–384. doi: 10.1016/j.ultsonch.2003.10.005.", "ArticleIdList": ["10.1016/j.ultsonch.2003.10.005", "15302023"]}, {"Citation": "Tan P.W., Tan C.P., Ho C.W. Antioxidant properties: Effects of solid-to-solvent ratio on antioxidant compounds and capacities of Pegaga (Centella asiatica) Int. Food Res. J. 2011;18:557–562."}, {"Citation": "Wong B.Y., Tan C.P., Ho C.W. Effect of solid-to-solvent ratio on phenolic content and antioxidant capacities of “Dukung Anak” (Phyllanthus niruri) Int. Food Res. J. 2013;20:325–330."}, {"Citation": "Jovanović A., Petrović P., Djordjević V., Zdunić G., Šavikin K., Bugarski B. Free radicals’ scavenging capacity of Thymus serpyllum L. extracts depending on applied extraction conditions and extraction techniques. Hrana Ishrana. 2022;62:15–20. doi: 10.5937/hraIsh2102015J.", "ArticleIdList": ["10.5937/hraIsh2102015J"]}, {"Citation": "Moniruzzaman M., Rokeya B., Ahmed S., Bhowmik A., Khalil M., Gan S. In Vitro antioxidant effects of Aloe barbadensis Miller extracts and the potential role of these extracts as antidiabetic and antilipidemic agents on Streptozotocin-induced type 2 diabetic model rats. Molecules. 2012;17:12851–12867. doi: 10.3390/molecules171112851.", "ArticleIdList": ["10.3390/molecules171112851", "PMC6268777", "23117427"]}, {"Citation": "Jadid N., Hidayati D., Hartanti S.R., Arraniry B.A., Rachman R.Y., Wikanta W. Antioxidant activities of different solvent extracts of Piper retrofractum Vahl. using DPPH assay. AIP Conf. Proc. 2017;1854:20019. doi: 10.1063/1.4985410.", "ArticleIdList": ["10.1063/1.4985410"]}, {"Citation": "Tripathi B., Bhatia R., Pandey A., Gaur J., Chawala G., Walia S., Ha Choi E., Attri P. Potential antioxidant anthraquinones isolated from Rheum emodi showing nematicidal activity against Meloidogyne incognita. J. Chem. 2014;2014:652526. doi: 10.1155/2014/652526.", "ArticleIdList": ["10.1155/2014/652526"]}, {"Citation": "Jaimez O.J., Martínez Hernández J., Ramírez-Godínez J., Castañeda Ovando A., Guillermo González-Olivares L., Contreras-López E. Bioactive compounds in aqueous extracts of lemon balm (Melissa officinalis) cultivated in Mexico. Arch. Latinoam. Nutr. 2018;68:268–279. doi: 10.37527/2018.68.3.009.", "ArticleIdList": ["10.37527/2018.68.3.009"]}, {"Citation": "Mothapo M.P. Ph.D. Dissertation. University of Limpopo; Polokwane, South Africa: 2016. Comparative Evaluation of Three Fundamentally Different Analytical Methods Antioxidant Activity Determination with Reference to Bush Tea (Anthrixia phylicoides)"}, {"Citation": "Anand T., Sundararajan M., Anbukkarasi M., Thomas P.A., Geraldine P. A methyl alcoholic extract of Ocimum basilicum L. exhibits antioxidant effects and prevents selenite-induced cataract formation in cultured lenses of wistar rats. Pharmacogn. J. 2019;11:496–504. doi: 10.5530/pj.2019.11.79.", "ArticleIdList": ["10.5530/pj.2019.11.79"]}, {"Citation": "Uysal S., Cvetanović A., Zengin G., Zeković Z., Mahomoodally M.F., Bera O. Optimization of maceration conditions for improving the extraction of phenolic compounds and antioxidant effects of Momordica charantia L. leaves through response surface methodology (RSM) and artificial neural networks (ANNs) Anal. Lett. 2019;52:2150–2163. doi: 10.1080/00032719.2019.1599007.", "ArticleIdList": ["10.1080/00032719.2019.1599007"]}, {"Citation": "Apak R., Güçlü K., Özyürek M., Esin Karademir S., Erçağ E. The cupric ion reducing antioxidant capacity and polyphenolic content of some herbal teas. Int. J. Food Sci. Nutr. 2006;57:292–304. doi: 10.1080/09637480600798132.", "ArticleIdList": ["10.1080/09637480600798132", "17135020"]}, {"Citation": "Khattak A.K., Hassan S.M., Mughal S.S. General overview of phytochemistry and pharmacological potential of Rheum palmatum (Chinese Rhubarb) Innov. J. Ayurv. Sci. 2020;8:5–9. doi: 10.22159/ijas.2020.v8i6.39192.", "ArticleIdList": ["10.22159/ijas.2020.v8i6.39192"]}, {"Citation": "El Sayed A.M., Ezzat S.M., El Naggar M., El Hawary S.S. In Vivo diabetic wound healing effect and HPLC-DAD-ESI-MS/MS profiling of the methanol extracts of eight Aloe species. Rev. Bras. Farmacogn. 2016;26:352–362. doi: 10.1016/j.bjp.2016.01.009.", "ArticleIdList": ["10.1016/j.bjp.2016.01.009"]}, {"Citation": "Athiban P.P., Borthakur B.J., Ganesan S., Swathika B. Evaluation of antimicrobial efficacy of Aloe vera and its effectiveness in decontaminating gutta percha cones. J. Conserv. Dent. 2012;15:246–248. doi: 10.4103/0972-0707.97949.", "ArticleIdList": ["10.4103/0972-0707.97949", "PMC3410334", "22876011"]}, {"Citation": "Saket K., Dan S.J., Rajesh S. Evaluating antimicrobial activity of Aloe vera plant extract in human life. Biomed. J. Sci. Tech. Res. 2017;1:1854–1856. doi: 10.26717/BJSTR.2017.01.000565.", "ArticleIdList": ["10.26717/BJSTR.2017.01.000565"]}, {"Citation": "Heggers J.P., Kucukcelebi A., Stabenau C.J., Ko F., Broemeling L.D., Robson M.C., Winters W.D. Wound healing effects of Aloe gel and other topical antibacterial agents on rat skin. J. Altern. Complement. Med. 1996;2:271–277. doi: 10.1089/acm.1996.2.271.", "ArticleIdList": ["10.1089/acm.1996.2.271", "9395659"]}, {"Citation": "Leitgeb M., Kupnik K., Knez Ž., Primožič M. Enzymatic and antimicrobial activity of biologically active samples from Aloe arborescens and Aloe barbadensis. Biology. 2021;10:765. doi: 10.3390/biology10080765.", "ArticleIdList": ["10.3390/biology10080765", "PMC8389549", "34439997"]}, {"Citation": "Daglia M. Polyphenols as antimicrobial agents. Curr. Opin. Biotechnol. 2012;23:174–181. doi: 10.1016/j.copbio.2011.08.007.", "ArticleIdList": ["10.1016/j.copbio.2011.08.007", "21925860"]}, {"Citation": "Rodríguez Vaquero M.J., Alberto M.R., Manca de Nadra M.C. Antibacterial effect of phenolic compounds from different wines. Food Control. 2007;18:93–101. doi: 10.1016/j.foodcont.2005.08.010.", "ArticleIdList": ["10.1016/j.foodcont.2005.08.010"]}, {"Citation": "Smith-Palmer A., Stewart J., Fyfe L. Antimicrobial properties of plant essential oils and essences against five important food-borne pathogens. Lett. Appl. Microbiol. 1998;26:118–122. doi: 10.1046/j.1472-765X.1998.00303.x.", "ArticleIdList": ["10.1046/j.1472-765X.1998.00303.x", "9569693"]}, {"Citation": "Wang R., Lechtenberg M., Sendker J., Petereit F., Deters A., Hensel A. Wound-healing plants from TCM: In vitro investigations on selected TCM plants and their influence on human dermal fibroblasts and keratinocytes. Fitoterapia. 2013;84:308–317. doi: 10.1016/j.fitote.2012.12.020.", "ArticleIdList": ["10.1016/j.fitote.2012.12.020", "23266731"]}, {"Citation": "Chan S.M., Khoo K.S., Weng Sit N. Interactions between plant extracts and cell viability indicators during cytotoxicity testing: Implications for ethnopharmacological studies. Trop. J. Pharm. Res. 2015;14:1991–1998. doi: 10.4314/tjpr.v14i11.6.", "ArticleIdList": ["10.4314/tjpr.v14i11.6"]}, {"Citation": "Deters A., Dauer A., Schnetz E., Fartasch M., Hensel A. High-molecular products (proanthocyanidins and polysaccharides) from Hamamelis bark: Influence on human keratinocyte proliferation and differentiation. Phytochemistry. 2001;58:949–958. doi: 10.1016/S0031-9422(01)00361-2.", "ArticleIdList": ["10.1016/S0031-9422(01)00361-2", "11684194"]}, {"Citation": "Skaf D., Punzi V., Rolle J., Cullen E. Impact of Moringa oleifera extraction conditions on zeta potential and coagulation effectiveness. J. Environ. Chem. Eng. 2021;9:104687. doi: 10.1016/j.jece.2020.104687.", "ArticleIdList": ["10.1016/j.jece.2020.104687"]}, {"Citation": "Jones N. The zeta potential in crude extracts of some hibiscus plants for water treatment. Arid Zone J. Eng. Technol. Environ. 2018;14:85–93."}, {"Citation": "Saad Suliman R., Asmani F., Saad Suliman M., Hussain M., Khan M., Kaleemullah M., Bin Othman N., Tofigh A., Yusuf E. A new approach for predicting antioxidant property of herbal extracts. Int. J. Pharm. Phyto. Res. 2015;7:166–174."}, {"Citation": "Jurinjak Tušek A., Benković M., Valinger D., Jurina T., Belščak-Cvitanović A., Gajdoš Kljusurić J. Optimizing bioactive compounds extraction from different medicinal plants and prediction through nonlinear and linear models. Ind. Crop. Prod. 2018;126:449–458. doi: 10.1016/j.indcrop.2018.10.040.", "ArticleIdList": ["10.1016/j.indcrop.2018.10.040"]}, {"Citation": "Oroian M., Ropciu S., Amariei S., Gutt G. Correlations between density, viscosity, surface tension and ultrasonic velocity of different mono- and di-saccharides. J. Mol. Liq. 2015;207:145–151. doi: 10.1016/j.molliq.2015.03.033.", "ArticleIdList": ["10.1016/j.molliq.2015.03.033"]}, {"Citation": "Mladenović J., Đurić M., Šekularac G., Brković D., Stepanović J., Mašković P., Bošković Rakočević L. Determination of the content of bioactive components in different extracts of Portulaca oleracea L. Acta Agric. Serb. 2018;23:223–231. doi: 10.5937/AASer1846223M.", "ArticleIdList": ["10.5937/AASer1846223M"]}, {"Citation": "Fathi-Azarbayjani A., Jouyban A., Yung Chan S. Impact of surface tension in pharmaceutical sciences. J. Pharm. Pharmaceut. Sci. 2009;12:218–228. doi: 10.18433/J32P40.", "ArticleIdList": ["10.18433/J32P40", "19732499"]}, {"Citation": "Peng X., Duan M.-H., Yao X.-H., Zhang Y.-H., Zhao C.-J., Zu Y.-G., Fu Y.-J. Green extraction of five target phenolic acids from Lonicerae japonicae flos with deep eutectic solvent. Sep. Purif. Technol. 2016;157:249–257. doi: 10.1016/j.seppur.2015.10.065.", "ArticleIdList": ["10.1016/j.seppur.2015.10.065"]}, {"Citation": "Jovanović A., Mosurović M., Bugarski B., Batinić P., Čutović N., Gordanić S., Marković T. Melissa officinalis extracts obtained using maceration, ultrasound- and microwave-assisted extractions: Chemical composition, antioxidant capacity, and physical characteristics. Lek. Sir. 2023;42:51–59. doi: 10.5937/leksir2242051J.", "ArticleIdList": ["10.5937/leksir2242051J"]}, {"Citation": "Čutović N., Batinić P., Marković T., Radanović D., Marinković A., Bugarski B., Jovanović A. The influence of extraction time and solid-to-solvent ratio on physicochemical properties of Satureja montana extracts. Hem. Ind. 2023 accepted and in press ."}, {"Citation": "Mason T.J., Paniwnyk L., Lorimer J.P. The uses of ultrasound in food technology. Ultrason. Sonochem. 1996;3:S253–S260. doi: 10.1016/S1350-4177(96)00034-X.", "ArticleIdList": ["10.1016/S1350-4177(96)00034-X"]}, {"Citation": "Hemwimol S., Pavasant P., Shotipruk A. Ultrasound-assisted extraction of anthraquinones from roots of Morinda citrifolia, Ultrason. Sonochem. 2006;13:543–548. doi: 10.1016/j.ultsonch.2005.09.009.", "ArticleIdList": ["10.1016/j.ultsonch.2005.09.009", "16325453"]}, {"Citation": "Ruesgas-Ramó M., Figueroa-Espinoza M., Durand E. Application of deep eutectic solvents (DES) for phenolic compounds extraction: Overview, challenges, and opportunities. J. Agric. Food Chem. 2017;65:3591–3601. doi: 10.1021/acs.jafc.7b01054.", "ArticleIdList": ["10.1021/acs.jafc.7b01054", "28414232"]}, {"Citation": "Li B.B., Smith B., Hossain M.M. Extraction of phenolics from citrus peels: I. Solvent extraction method. Sep. Purif. Technol. 2006;48:182–188. doi: 10.1016/j.seppur.2005.07.005.", "ArticleIdList": ["10.1016/j.seppur.2005.07.005"]}, {"Citation": "Priyanthi C., Sivakanesan R. The total antioxidant capacity and the total phenolic content of rice using water as a solvent. Int. J. Food Sci. 2021;2021:5268584. doi: 10.1155/2021/5268584.", "ArticleIdList": ["10.1155/2021/5268584", "PMC8019648", "33855066"]}, {"Citation": "Bradford M.M. A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding. Anal. Biochem. 1976;7:248–254. doi: 10.1016/0003-2697(76)90527-3.", "ArticleIdList": ["10.1016/0003-2697(76)90527-3", "942051"]}, {"Citation": "International Conference on Harmonisation (ICH) Validation of Analytical Procedures: Text and Methodology Q2 (R1) ICH; Geneva, Switzerland: 2005. ICH Harmonised Tripartite Guideline."}, {"Citation": "Li L., Yang Y., Hou X., Gu D., Ba H., Abdulla R., Wu G., Xin X., Aisa H.A. Bioassay-guided separation and purification of water-soluble antioxidants from Carthamus tinctorius L. by combination of chromatographic techniques. Sep. Purif. Technol. 2013;104:200–207. doi: 10.1016/j.seppur.2012.11.027.", "ArticleIdList": ["10.1016/j.seppur.2012.11.027"]}, {"Citation": "Guo C., Yang J., Wei J., Li Y., Xu J., Jiang Y. Antioxidant activities of peel, pulp and seed fractions of common fruits as determined by FRAP assay. Nutr. Res. 2013;23:1719–1726. doi: 10.1016/j.nutres.2003.08.005.", "ArticleIdList": ["10.1016/j.nutres.2003.08.005"]}, {"Citation": "Petrović P., Ivanović K., Jovanović A., Simović M., Milutinović V., Kozarski M., Petković M., Cvetković A., Klaus A., Bugarski B. The impact of puffball autolysis on selected chemical and biological properties: Puffball extracts as potential ingredients of skin-care products. Arch. Biol. Sci. 2019;71:721–733. doi: 10.2298/ABS190725055P.", "ArticleIdList": ["10.2298/ABS190725055P"]}, {"Citation": "Borotová P., Galovičová L., Valková V., Ďúranová H., Vuković N., Vukić M., Babošová M., Kačániová M. Biological activity of essential oil from Foeniculum vulgare. Acta Hortic. Regiotect. 2021;24:148–152. doi: 10.2478/ahr-2021-0037.", "ArticleIdList": ["10.2478/ahr-2021-0037"]}, {"Citation": "Mosmann T. Rapid colorimetric assay for cellular growth and survival: Application to proliferation and cytotoxicity assays. J. Immunol. Methods. 1983;65:55–63. doi: 10.1016/0022-1759(83)90303-4.", "ArticleIdList": ["10.1016/0022-1759(83)90303-4", "6606682"]}, {"Citation": "Milutinović V., Niketić M., Ušjak L., Nikolić D., Krunić A., Zidorn C., Petrović S. Methanol extracts of 28 Hieracium species from the Balkan Peninsula—Comparative LC-MS analysis, chemosystematic evaluation of their flavonoid and phenolic acid profiles and antioxidant potentials. Phytochem. Anal. 2018;29:30–47. doi: 10.1002/pca.2712.", "ArticleIdList": ["10.1002/pca.2712", "28766842"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "6", "Day": "29"}, {"Year": "2023", "Month": "7", "Day": "13"}, {"Year": "2023", "Month": "7", "Day": "17"}, {"Year": "2023", "Month": "7", "Day": "29", "Hour": "11", "Minute": "48"}, {"Year": "2023", "Month": "7", "Day": "29", "Hour": "11", "Minute": "47"}, {"Year": "2023", "Month": "7", "Day": "29", "Hour": "1", "Minute": "40"}, {"Year": "2023", "Month": "7", "Day": "24"}], "PublicationStatus": "epublish", "ArticleIdList": ["37514358", "PMC10386512", "10.3390/plants12142744", "plants12142744"]}}], "PubmedBookArticle": []}