{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Leaf images", "Mobile captured images", "Plant classification", "Plant/leaf analysis", "Whole plant images"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37520649", "DateRevised": {"Year": "2023", "Month": "10", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "07", "Day": "14"}], "Language": ["eng"], "ELocationID": ["109388", "10.1016/j.dib.2023.109388"], "Journal": {"ISSN": "2352-3409", "JournalIssue": {"Volume": "49", "PubDate": {"Year": "2023", "Month": "Aug"}}, "Title": "Data in brief", "ISOAbbreviation": "Data Brief"}, "ArticleTitle": "DIMPSAR: Dataset for Indian medicinal plant species analysis and recognition.", "Pagination": {"StartPage": "109388", "MedlinePgn": "109388"}, "Abstract": {"AbstractText": ["Mobile-captured images of medicinal plants are widely used in various research investigations. Machine vision-based tasks such as the identification of plant species types for intelligent imaging device applications take a significant part in it. Botanists, farmers and researchers can reliably identify medicinal plants with the help of images captured using smartphones.  Mobile captured images can be used for quality control to make sure that the right plant species are being used in pharmaceutical products. In the field of education, pictures of medicinal plants and their usage can be used to educate learners, medical professionals, and the general public. Further, various research investigations in the area of chemistry, pharmacology, the therapeutic potential of medicinal plants, images can be employed. In this paper, we contribute a dataset of Indian medicinal plant species. The dataset is collected from different regions of Karnataka and Kerala. Datasets include characteristics such as multiple resolutions, varying illuminations, varying backgrounds, and seasons in the year. The datasets consist of 5900 images of forty plant species and single leaf images of eighty plant species consisting of 6900 samples obtained from real-time conditions using smartphones. The datasets contributed would be useful to researchers to investigate on development of algorithmic models based on image processing, machine learning, and deep learning concepts to educate about medicinal plants. The dataset can be accessed by anybody, without charge, at DOI:10.17632/748f8jkphb.2, 10.17632/748f8jkphb.3."], "CopyrightInformation": "© 2023 The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Computer Science, School of Computing, Mysuru, Amrita Vishwa Vidyapeetham, India."}], "LastName": "B R", "ForeName": "Pushpa", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Computer Science, School of Computing, Mysuru, Amrita Vishwa Vidyapeetham, India."}], "LastName": "Rani", "ForeName": "N Shobha", "Initials": "NS"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Data Brief", "NlmUniqueID": "101654995", "ISSNLinking": "2352-3409"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships which have or could be perceived to have influenced the work reported in this article."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Anubha Pearline S., Sathiesh Kumar V., Harini S. A study on plant recognition using conventional image processing and deep learning approaches. J. Intell. Fuzzy Syst. 2019;36(3):1997–2004."}, {"Citation": "Roopashree S., Anitha J., Mahesh T.R., Kumar V.V., Viriyasitavat W., Kaur A. An IoT based authentication system for therapeutic herbs measured by local descriptors using machine learning approach. Measurement. 2022;200"}, {"Citation": "B R Pushpa, Rani Shobha. “Indian medicinal leaves image datasets”. Mendeley Data. 2023;V3 doi: 10.17632/748f8jkphb.3.", "ArticleIdList": ["10.17632/748f8jkphb.3"]}, {"Citation": "Thanikkal J.G., Dubey A.K., Thomas M.T. An efficient mobile application for identification of immunity boosting medicinal plants using shape descriptor algorithm. Wirel. Pers. Commun. 2023:1–17.", "ArticleIdList": ["PMC10119011", "37360141"]}, {"Citation": "Thanikkal J.G., Dubey A.K., Thomas M.T. Deep-Morpho Algorithm (DMA) for medicinal leaves features extraction. Multimedia Tools Appl. 2023:1–21."}, {"Citation": "Rao R.U., Lahari M.S., Sri K.P., Srujana K.Y., Yaswanth D. Identification of medicinal plants using deep learning. Int. J. Res. Appl. Sci. Eng. Technol. 2022;10:306–322."}, {"Citation": "Kaur P.P., Singh S. Mobile Radio Communications and 5G Networks: Proceedings of Second MRCN 2021. Springer Nature Singapore; Singapore: 2022. Random forest classifier used for modelling and classification of herbal plants considering different features using machine learning; pp. 83–94."}, {"Citation": "Divyasree, G., & Sheelarani, M. (2022). Ayurvedic leaf identification using deep learning model: VGG16. Available at SSRN 4091254."}, {"Citation": "Pushpa B.R., Rani N.S. Ayur-PlantNet: an unbiased light weight deep convolutional neural network for Indian Ayurvedic plant species classification. J. Appl. Res. Med. Aromat. Plants. 2023;34"}, {"Citation": "Parraga-Alava J., Cusme K., Loor A., Santander E. RoCoLe: a robusta coffee leaf images dataset for evaluation of machine learning-based methods in plant disease recognition. Data Brief. 2019;25", "ArticleIdList": ["PMC6727496", "31516934"]}, {"Citation": "Shobha Rani N., Pushpa B.R. A simple and efficient technique for leaf extraction in complex backgrounds of low-resolution mobile photographed images. J. Intell. Fuzzy Syst. 2022"}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "3", "Day": "6"}, {"Year": "2023", "Month": "6", "Day": "13"}, {"Year": "2023", "Month": "7", "Day": "4"}, {"Year": "2023", "Month": "7", "Day": "31", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "7", "Day": "31", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "7", "Day": "31", "Hour": "4", "Minute": "54"}, {"Year": "2023", "Month": "7", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["37520649", "PMC10375553", "10.1016/j.dib.2023.109388", "S2352-3409(23)00500-0"]}}], "PubmedBookArticle": []}