{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anti-HIV-1", "Ashwagandha", "Ashwagandhanolide", "Molecular docking", "Withacoagin", "Withaferin", "Withania somnifera", "Withanolide"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37537596", "DateCompleted": {"Year": "2023", "Month": "08", "Day": "07"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "22"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "08", "Day": "03"}], "Language": ["eng"], "ELocationID": ["173", "10.1186/s12985-023-02130-y"], "Journal": {"ISSN": "1743-422X", "JournalIssue": {"Volume": "20", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Aug", "Day": "03"}}, "Title": "Virology journal", "ISOAbbreviation": "Virol J"}, "ArticleTitle": "Withania somnifera extracts induced attenuation of HIV-1: a mechanistic approach to restrict viral infection.", "Pagination": {"StartPage": "173", "MedlinePgn": "173"}, "Abstract": {"AbstractText": ["Several anti-retroviral drugs are available against Human immunodeficiency virus type-1, but have multiple adverse side effects. Hence, there is an incessant compulsion for effectual anti-retroviral agents with minimal or no intricacy. Traditionally, natural products have been the most successful source for the development of new medications. Withania somnifera, also known as Ashwagandha, is the utmost treasured medicinal plant used in Ayurveda, which holds the potential to give adaptogenic, immunomodulatory, and antiviral effects. However, its effect on HIV-1 replication at the cellular level has never been explored. Herein, we focused on the anti-HIV-1 activity and the probable mechanism of action of hydroalcoholic and aqueous extracts of Withania somnifera roots and its phytomolecules.", "The cytotoxicity of the extracts was determined through MTT assay, while the in vitro anti-HIV-1 activity was assessed in TZM-bl cells against the HIV-1 strains of X4 and R5 subtypes. Results were confirmed in peripheral blood mononuclear cells, using the HIV-1 p24 antigen assay. Additionally, the mechanism of action was determined through the Time of Addition assay, which was further validated through the series of enzymatic assays, i.e. HIV-1 Integrase, Reverse transcriptase, and Protease assays. To explore the role of the identified active metabolites of Withania somnifera in antiretroviral activity, molecular docking analyses were performed against these key HIV-1 replication enzymes.", "The hydroalcoholic and aqueous extracts of Withania somnifera roots were found to be safer at the sub-cytotoxic concentrations and exhibited their ability to inhibit replication of two primary isolates of HIV-1 through cell-associated and cell-free assays, in dose-dependent kinetics. Several active phytomolecules found in Withania somnifera successfully established hydrogens bonds in the active binding pocket site residues responsible for the catalytic activity of HIV replication and therefore, signifying their role in the attenuation of HIV-1 infection as implied through the in silico molecular docking studies.", "Our research identified both the hydroalcoholic and aqueous extracts of Withania somnifera roots as potent inhibitors of HIV-1 infection. The in silico analyses also indicated the key components of Withania somnifera with the highest binding affinity against the HIV-1 Integrase by 12-Deoxywithastramonolide and 27-Hydroxywithanone, HIV-1 Protease by Ashwagandhanolide and Withacoagin, and HIV-1 Reverse transcriptase by Ashwagandhanolide and Withanolide B, thereby showing possible mechanisms of HIV-1 extenuation. Overall, this study classified the role of Withania somnifera extracts and their active compounds as potential agents against HIV-1 infection."], "CopyrightInformation": "© 2023. BioMed Central Ltd., part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "ICMR-National AIDS Research Institute, Pune, 411026, MH, India. pratikshaji@gmail.com."}], "LastName": "Jadaun", "ForeName": "Pratiksha", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "ICMR-National AIDS Research Institute, Pune, 411026, MH, India."}], "LastName": "Harshithkumar", "ForeName": "R", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "ICMR-National AIDS Research Institute, Pune, 411026, MH, India."}], "LastName": "Gaikwad", "ForeName": "Shraddha Y", "Initials": "SY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biosciences, Engineering and Technology, VIT Bhopal University, Bhopal, 466114, MP, India."}], "LastName": "Seniya", "ForeName": "Chandrabhan", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CCIH-Interdisciplinary School of Health Sciences, AYUSH-Center of Excellence, Savitribai Phule Pune University, Pune, 411007, MH, India."}], "LastName": "Borse", "ForeName": "Swapnil", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Anuradha College of Pharmacy, Buldana, 443201, MH, India."}], "LastName": "Gawai", "ForeName": "Ashish A", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CCIH-Interdisciplinary School of Health Sciences, AYUSH-Center of Excellence, Savitribai Phule Pune University, Pune, 411007, MH, India."}], "LastName": "Chavan-Gautam", "ForeName": "Preeti", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CCIH-Interdisciplinary School of Health Sciences, AYUSH-Center of Excellence, Savitribai Phule Pune University, Pune, 411007, MH, India."}], "LastName": "Tillu", "ForeName": "Girish", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "ICMR-National AIDS Research Institute, Pune, 411026, MH, India. amukherjee@nariindia.org."}], "LastName": "Mukherjee", "ForeName": "Anupam", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Virol J", "NlmUniqueID": "101231645", "ISSNLinking": "1743-422X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Retroviral Agents"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Withania"}, {"QualifierName": [], "DescriptorName": "Leukocytes, Mononuclear"}, {"QualifierName": [], "DescriptorName": "Molecular Docking Simulation"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Anti-Retroviral Agents"}, {"QualifierName": [], "DescriptorName": "HIV-1"}, {"QualifierName": [], "DescriptorName": "Virus Diseases"}], "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Kurapati KRV, Atluri VS, Samikkannu T, Garcia G, Nair MPN. Natural Products as Anti-HIV Agents and Role in HIV-Associated Neurocognitive Disorders (HAND): a brief overview. Front Microbiol. 2015;6:1444.", "ArticleIdList": ["PMC4709506", "26793166"]}, {"Citation": "UNAIDS. FACT SHEET 2022: Global HIV statistics [Internet]. 2022. Available from: https://www.unaids.org/sites/default/files/media_asset/UNAIDS_FactSheet_en.pdf."}, {"Citation": "Shukla E, Chauhan R. Host-HIV-1 interactome: a Quest for Novel therapeutic intervention. Cells. 2019;8:1155. doi: 10.3390/cells8101155.", "ArticleIdList": ["10.3390/cells8101155", "PMC6830350", "31569640"]}, {"Citation": "Johnston R, Barré-Sinoussi F. Controversies in HIV cure research. J Int AIDS Soc. 2012;15:16–6. doi: 10.1186/1758-2652-15-16.", "ArticleIdList": ["10.1186/1758-2652-15-16", "PMC3334674", "22424402"]}, {"Citation": "Nyenty Tabe F. Oxidative role of HIV/AIDS: antiretroviral drugs and Medicinal plants with Anti-HIV activity. J Dis Med Plants. 2015;1:68."}, {"Citation": "Mirjalili M, Moyano E, Bonfill M, Cusido R, Palazón J. Steroidal Lactones from Withania somnifera, an ancient plant for Novel Medicine. Molecules. 2009;14:2373–93. doi: 10.3390/molecules14072373.", "ArticleIdList": ["10.3390/molecules14072373", "PMC6255378", "19633611"]}, {"Citation": "Ivanov AV, Valuev-Elliston VT, Ivanova ON, Kochetkov SN, Starodubova ES, Bartosch B, et al. Oxidative stress during HIV infection: mechanisms and consequences. Oxid Med Cell Longev. 2016;2016:1–18. doi: 10.1155/2016/8910396.", "ArticleIdList": ["10.1155/2016/8910396", "PMC5088339", "27829986"]}, {"Citation": "Cottura N, Kinvig H, Grañana-Castillo S, Wood A, Siccardi M. Drug–drug interactions in people living with HIV at risk of hepatic and renal impairment: current status and future perspectives. J Clin Pharmacol. 2022;62:835–46. doi: 10.1002/jcph.2025.", "ArticleIdList": ["10.1002/jcph.2025", "PMC9304147", "34990024"]}, {"Citation": "Stadeli KM, Richman DD. Rates of emergence of HIV Drug Resistance in Resource-Limited Settings: a systematic review. Antivir Ther. 2013;18:115–23. doi: 10.3851/IMP2437.", "ArticleIdList": ["10.3851/IMP2437", "PMC4295493", "23052978"]}, {"Citation": "Newman DJ, Cragg GM. Natural Products as sources of New Drugs over the 30 years from 1981 to 2010. J Nat Prod. 2012;75:311–35. doi: 10.1021/np200906s.", "ArticleIdList": ["10.1021/np200906s", "PMC3721181", "22316239"]}, {"Citation": "Jadaun P, Khopkar P, Kulkarni S. Repurposing Phytochemicals as Anti-HIV Agents. J Antivir Antiretrovir [Internet]. 2016 [cited 2022 Dec 10];08. Available from: https://www.omicsonline.org/open-access/repurposing-phytochemicals-as-antihiv-agents-jaa-1000150.php?aid=83674."}, {"Citation": "Jadaun P, Seniya C, Pal SK, Kumar S, Kumar P, Nema V, et al. Elucidation of antiviral and antioxidant potential of C-Phycocyanin against HIV-1 infection through in Silico and in Vitro Approaches. Antioxidants. 2022;11:1942. doi: 10.3390/antiox11101942.", "ArticleIdList": ["10.3390/antiox11101942", "PMC9598530", "36290665"]}, {"Citation": "Jadaun P, shah P, Harshithkumar R, Said MS, Bhoite SP, Bokuri S et al. Antiviral and ROS scavenging potential of Carica papaya Linn and Psidium guajava leaves extract against HIV-1 infection. BMC Complement Med Ther. 2023;23.", "ArticleIdList": ["PMC10024014", "36934258"]}, {"Citation": "Kalidhar S, Malik A. Phytochemical examination of Prosopis cineraria L.(druce) leaves. Indian J Pharm Sci. 2007;69:576. doi: 10.4103/0250-474X.36950.", "ArticleIdList": ["10.4103/0250-474X.36950"]}, {"Citation": "Mulabagal V, Subbaraju GV, Rao CV, Sivaramakrishna C, DeWitt DL, Holmes D, et al. Withanolide sulfoxide from Aswagandha roots inhibits nuclear transcription factor-kappa-B, cyclooxygenase and tumor cell proliferation. Phytother Res. 2009;23:987–92. doi: 10.1002/ptr.2736.", "ArticleIdList": ["10.1002/ptr.2736", "19152372"]}, {"Citation": "Jayaprakasam B, Padmanabhan K, Nair MG. Withanamides in Withania somnifera fruit protect PC-12 cells from β-amyloid responsible for Alzheimer’s disease: WITHANAMIDES PROTECT NEURONAL CELLS FROM BAP TOXICITY. Phytother Res. 2010;24:859–63. doi: 10.1002/ptr.3033.", "ArticleIdList": ["10.1002/ptr.3033", "19957250"]}, {"Citation": "Patwardhan B, Chaguturu R. Innovative approaches in drug discovery: ethnopharmacology, systems biology, and holistic targeting. Amsterdam; Boston: Elsevier/Academic Press; 2017."}, {"Citation": "Patwardhan B, Vaidya ADB. Natural products drug discovery: accelerating the clinical candidate development using reverse pharmacology approaches. Indian J Exp Biol. 2010;48:220–7.", "ArticleIdList": ["21046974"]}, {"Citation": "Patwardhan B, Gautam M. Botanical immunodrugs: scope and opportunities. Drug Discov Today. 2005;10:495–502. doi: 10.1016/S1359-6446(04)03357-4.", "ArticleIdList": ["10.1016/S1359-6446(04)03357-4", "PMC7128543", "15809195"]}, {"Citation": "Saggam A, Tillu G, Dixit S, Chavan-Gautam P, Borse S, Joshi K, et al. Withania somnifera (L.) Dunal: a potential therapeutic adjuvant in cancer. J Ethnopharmacol. 2020;255:112759. doi: 10.1016/j.jep.2020.112759.", "ArticleIdList": ["10.1016/j.jep.2020.112759", "32173425"]}, {"Citation": "Bhattacharya SK, Satyan KS, Ghosal S. Antioxidant activity of glycowithanolides from Withania somnifera. Indian J Exp Biol. 1997;35:236–9.", "ArticleIdList": ["9332168"]}, {"Citation": "Farooqui AA, Farooqui T, Madan A, Ong JH-J, Ong W-Y. Ayurvedic Medicine for the treatment of dementia: mechanistic aspects. Evid Based Complement Alternat Med. 2018;2018:1–11. doi: 10.1155/2018/2481076.", "ArticleIdList": ["10.1155/2018/2481076", "PMC5976976", "29861767"]}, {"Citation": "Pratte MA, Nanavati KB, Young V, Morley CP. An alternative treatment for anxiety: a systematic review of human trial results reported for the Ayurvedic Herb Ashwagandha (Withania somnifera) J Altern Complement Med. 2014;20:901–8. doi: 10.1089/acm.2014.0177.", "ArticleIdList": ["10.1089/acm.2014.0177", "PMC4270108", "25405876"]}, {"Citation": "Rege NN, Thatte UM, Dahanukar SA. Adaptogenic properties of six rasayana herbs used in ayurvedic medicine. Phytother Res. 1999;13:275–91. doi: 10.1002/(SICI)1099-1573(199906)13:4<275::AID-PTR510>3.0.CO;2-S.", "ArticleIdList": ["10.1002/(SICI)1099-1573(199906)13:4<275::AID-PTR510>3.0.CO;2-S", "10404532"]}, {"Citation": "Montalván V, Gallo M, Rojas E. Mujer de 25 años con lesión seudotumoral talámica posvacunal. Rev Clínica Esp. 2015;215:468–72. doi: 10.1016/j.rce.2015.07.004.", "ArticleIdList": ["10.1016/j.rce.2015.07.004", "26298546"]}, {"Citation": "Udayakumar R, Kasthurirengan S, Mariashibu TS, Rajesh M, Anbazhagan VR, Kim SC, et al. Hypoglycaemic and Hypolipidaemic Effects of Withania somnifera Root and Leaf extracts on Alloxan-Induced Diabetic rats. Int J Mol Sci. 2009;10:2367–82. doi: 10.3390/ijms10052367.", "ArticleIdList": ["10.3390/ijms10052367", "PMC2695282", "19564954"]}, {"Citation": "Dutta R, Khalil R, Green R, Mohapatra SS, Mohapatra S. Withania Somnifera (Ashwagandha) and withaferin A: potential in Integrative Oncology. Int J Mol Sci. 2019;20:E5310. doi: 10.3390/ijms20215310.", "ArticleIdList": ["10.3390/ijms20215310", "PMC6862083", "31731424"]}, {"Citation": "Mishra LC, Singh BB, Dagenais S. Scientific basis for the therapeutic use of Withania somnifera (ashwagandha): a review. Altern Med Rev J Clin Ther. 2000;5:334–46.", "ArticleIdList": ["10956379"]}, {"Citation": "Saggam A, Limgaokar K, Borse S, Chavan-Gautam P, Dixit S, Tillu G, et al. Withania somnifera (L.) Dunal: opportunity for clinical repurposing in COVID-19 Management. Front Pharmacol. 2021;12:623795. doi: 10.3389/fphar.2021.623795.", "ArticleIdList": ["10.3389/fphar.2021.623795", "PMC8126694", "34012390"]}, {"Citation": "Halder B, Singh S, Thakur SS. Withania somnifera Root Extract Has Potent Cytotoxic Effect against Human Malignant Melanoma Cells. Pizzo SV, editor. PLOS ONE. 2015;10:e0137498.", "ArticleIdList": ["PMC4559428", "26334881"]}, {"Citation": "Borse S, Joshi M, Saggam A, Bhat V, Walia S, Marathe A et al. Ayurveda botanicals in COVID-19 management: An in silico multi-target approach. Silman I, editor. PLOS ONE. 2021;16:e0248479.", "ArticleIdList": ["PMC8195371", "34115763"]}, {"Citation": "Mascola JR, Neutralization of HIV-1 Infection of Human Peripheral Blood Mononuclear Cells (PBMC). : Antibody Dilution Method. HIV Protoc [Internet]. New Jersey: Humana Press; 1999 [cited 2022 Jul 16]. p. 309–16. Available from: http://link.springer.com/10.1385/0-89603-369-4:309.", "ArticleIdList": ["21380682"]}, {"Citation": "Lei C, Yang J, Hu J, Sun X. On the calculation of TCID50 for quantitation of Virus Infectivity. Virol Sin. 2021;36:141–4. doi: 10.1007/s12250-020-00230-5.", "ArticleIdList": ["10.1007/s12250-020-00230-5", "PMC7973348", "32458296"]}, {"Citation": "Daelemans D, Pauwels R, De Clercq E, Pannecouque C. A time-of-drug addition approach to target identification of antiviral compounds. Nat Protoc. 2011;6:925–33. doi: 10.1038/nprot.2011.330.", "ArticleIdList": ["10.1038/nprot.2011.330", "PMC7086561", "21637207"]}, {"Citation": "Hanwell MD, Curtis DE, Lonie DC, Vandermeersch T, Zurek E, Hutchison GR. Avogadro: an advanced semantic chemical editor, visualization, and analysis platform. J Cheminformatics. 2012;4:17. doi: 10.1186/1758-2946-4-17.", "ArticleIdList": ["10.1186/1758-2946-4-17", "PMC3542060", "22889332"]}, {"Citation": "Morris GM, Huey R, Lindstrom W, Sanner MF, Belew RK, Goodsell DS, et al. AutoDock4 and AutoDockTools4: automated docking with selective receptor flexibility. J Comput Chem. 2009;30:2785–91. doi: 10.1002/jcc.21256.", "ArticleIdList": ["10.1002/jcc.21256", "PMC2760638", "19399780"]}, {"Citation": "Mouscadet J-F, Desmaële D. Chemistry and structure-activity relationship of the styrylquinoline-type HIV integrase inhibitors. Molecules. 2010;15:3048–78. doi: 10.3390/molecules15053048.", "ArticleIdList": ["10.3390/molecules15053048", "PMC6263292", "20657464"]}, {"Citation": "Omoruyi BE, Ighodaro DI, Afolayan AJ, Bradley G. Inhibition of HIV-1 protease by Carpobrotus edulis (L) Evid Based Complement Alternat Med. 2020;2020:1–14. doi: 10.1155/2020/9648056.", "ArticleIdList": ["10.1155/2020/9648056", "PMC7298281", "32595755"]}, {"Citation": "Kataria H, Shah N, Kaul SC, Wadhwa R, Kaur G. Water Extract of Ashwagandha Leaves limits Proliferation and Migration, and induces differentiation in Glioma cells. Evid Based Complement Alternat Med. 2011;2011:1–12. doi: 10.1093/ecam/nep188.", "ArticleIdList": ["10.1093/ecam/nep188", "PMC3096473", "20007262"]}, {"Citation": "Raut AA, Rege NN, Tadvi FM, Solanki PV, Kene KR, Shirolkar SG, et al. Exploratory study to evaluate tolerability, safety, and activity of Ashwagandha (Withania somnifera) in healthy volunteers. J Ayurveda Integr Med. 2012;3:111–4. doi: 10.4103/0975-9476.100168.", "ArticleIdList": ["10.4103/0975-9476.100168", "PMC3487234", "23125505"]}, {"Citation": "Prabu PC, Panchapakesan S, Raj CD. Acute and sub-acute oral toxicity assessment of the hydroalcoholic extract of Withania somnifera roots in Wistar rats. Phytother Res PTR. 2013;27:1169–78. doi: 10.1002/ptr.4854.", "ArticleIdList": ["10.1002/ptr.4854", "22996349"]}, {"Citation": "Balkrishna A, Pokhrel S, Singh H, Joshi M, Mulay VP, Haldar S, et al. Withanone from Withania somnifera attenuates SARS-CoV-2 RBD and host ACE2 interactions to rescue spike protein Induced Pathologies in humanized zebrafish model. Drug Des Devel Ther. 2021;15:1111–33. doi: 10.2147/DDDT.S292805.", "ArticleIdList": ["10.2147/DDDT.S292805", "PMC7961299", "33737804"]}, {"Citation": "Khanal P, Chikhale R, Dey YN, Pasha I, Chand S, Gurav N, et al. Withanolides from Withania somnifera as an immunity booster and their therapeutic options against COVID-19. J Biomol Struct Dyn. 2022;40:5295–308. doi: 10.1080/07391102.2020.1869588.", "ArticleIdList": ["10.1080/07391102.2020.1869588", "33459174"]}, {"Citation": "Chikhale RV, Gurav SS, Patil RB, Sinha SK, Prasad SK, Shakya A, et al. Sars-cov-2 host entry and replication inhibitors from indian ginseng: an in-silico approach. J Biomol Struct Dyn. 2021;39:4510–21. doi: 10.1080/07391102.2020.1778539.", "ArticleIdList": ["10.1080/07391102.2020.1778539", "PMC7332873", "32568012"]}, {"Citation": "Parihar S. Anti-viral activity of Withania somnifera phytoconstituents against corona virus (SARS-COV-2) J Pharmacovigil Drug Res. 2022;3:22–6. doi: 10.53411/jpadr.2022.3.2.5.", "ArticleIdList": ["10.53411/jpadr.2022.3.2.5"]}, {"Citation": "Prajapati KS, Singh AK, Kushwaha PP, Shuaib M, Maurya SK, Gupta S et al. Withania somnifera phytochemicals possess SARS-CoV-2 RdRp and human TMPRSS2 protein binding potential. Vegetos [Internet]. 2022 [cited 2022 Dec 14]; Available from: https://link.springer.com/10.1007/s42535-022-00404-4.", "ArticleIdList": ["PMC9199469", "35729946"]}, {"Citation": "Grover A, Agrawal V, Shandilya A, Bisaria VS, Sundar D. Non-nucleosidic inhibition of herpes simplex virus DNA polymerase: mechanistic insights into the anti-herpetic mode of action of herbal drug withaferin A. BMC Bioinformatics. 2011;12:22. doi: 10.1186/1471-2105-12-S13-S22.", "ArticleIdList": ["10.1186/1471-2105-12-S13-S22", "PMC3278839", "22373101"]}, {"Citation": "Jain J, Narayanan V, Chaturvedi S, Pai S, Sunil S. In vivo evaluation of Withania somnifera –based indian traditional formulation (Amukkara Choornam), against Chikungunya Virus–Induced Morbidity and Arthralgia. J Evid-Based Integr Med. 2018;23:215658721875766. doi: 10.1177/2156587218757661.", "ArticleIdList": ["10.1177/2156587218757661", "PMC5871050", "29484895"]}, {"Citation": "Cai Z, Zhang G, Tang B, Liu Y, Fu X, Zhang X. Promising Anti-influenza Properties of active constituent of Withania somnifera Ayurvedic Herb in Targeting Neuraminidase of H1N1 Influenza: computational study. Cell Biochem Biophys. 2015;72:727–39. doi: 10.1007/s12013-015-0524-9.", "ArticleIdList": ["10.1007/s12013-015-0524-9", "25627548"]}, {"Citation": "Rebensburg S, Helfer M, Schneider M, Koppensteiner H, Eberle J, Schindler M, et al. Potent in vitro antiviral activity of Cistus incanus extract against HIV and Filoviruses targets viral envelope proteins. Sci Rep. 2016;6:20394. doi: 10.1038/srep20394.", "ArticleIdList": ["10.1038/srep20394", "PMC4735868", "26833261"]}, {"Citation": "Sanna C, Marengo A, Acquadro S, Caredda A, Lai R, Corona A, et al. In Vitro Anti-HIV-1 Reverse Transcriptase and Integrase Properties of Punica granatum L. Leaves, Bark, and Peel extracts and their main compounds. Plants. 2021;10:2124. doi: 10.3390/plants10102124.", "ArticleIdList": ["10.3390/plants10102124", "PMC8539310", "34685933"]}, {"Citation": "Sillapachaiyaporn C, Rangsinth P, Nilkhet S, Moungkote N, Chuchawankul S. HIV-1 protease and reverse transcriptase inhibitory activities of Curcuma aeruginosa Roxb. Rhizome extracts and the Phytochemical Profile Analysis: in Vitro and in Silico Screening. Pharmaceuticals. 2021;14:1115. doi: 10.3390/ph14111115.", "ArticleIdList": ["10.3390/ph14111115", "PMC8621417", "34832897"]}, {"Citation": "Esposito F, Mandrone M, Del Vecchio C, Carli I, Distinto S, Corona A et al. Multi-target activity of Hemidesmus indicus decoction against innovative HIV-1 drug targets and characterization of Lupeol mode of action. Pathog Dis [Internet]. 2017 [cited 2023 Feb 23];75. Available from: https://academic.oup.com/femspd/article-lookup/doi/10.1093/femspd/ftx065.", "ArticleIdList": ["28637198"]}, {"Citation": "Kalra R, Kaushik N. Withania somnifera (Linn.) Dunal: a review of chemical and pharmacological diversity. Phytochem Rev. 2017;16:953–87. doi: 10.1007/s11101-017-9504-6.", "ArticleIdList": ["10.1007/s11101-017-9504-6"]}, {"Citation": "Alam N, Hossain M, Khalil MI, Moniruzzaman M, Sulaiman SA, Gan SH. High catechin concentrations detected in Withania somnifera (ashwagandha) by high performance liquid chromatography analysis. BMC Complement Altern Med. 2011;11:65. doi: 10.1186/1472-6882-11-65.", "ArticleIdList": ["10.1186/1472-6882-11-65", "PMC3176481", "21854608"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "4", "Day": "7"}, {"Year": "2023", "Month": "7", "Day": "15"}, {"Year": "2023", "Month": "8", "Day": "7", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "8", "Day": "4", "Hour": "1", "Minute": "7"}, {"Year": "2023", "Month": "8", "Day": "3", "Hour": "23", "Minute": "38"}, {"Year": "2023", "Month": "8", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["37537596", "PMC10401819", "10.1186/s12985-023-02130-y", "10.1186/s12985-023-02130-y"]}}], "PubmedBookArticle": []}