{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cistanche sinensis", "metabolome", "microbiome", "potential correlation", "quality difference"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37538848", "DateRevised": {"Year": "2023", "Month": "08", "Day": "05"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "06", "Day": "27"}], "Language": ["eng"], "ELocationID": ["1154688", "10.3389/fmicb.2023.1154688"], "Journal": {"ISSN": "1664-302X", "JournalIssue": {"Volume": "14", "PubDate": {"Year": "2023"}}, "Title": "Frontiers in microbiology", "ISOAbbreviation": "Front Microbiol"}, "ArticleTitle": "Revealing ecotype influences on <i>Cistanche sinensis</i>: from the perspective of endophytes to metabolites characteristics.", "Pagination": {"StartPage": "1154688", "MedlinePgn": "1154688"}, "Abstract": {"AbstractText": ["Plant microorganism is critical to plant health, adaptability, and productive forces. Intriguingly, the metabolites and microorganisms can act upon each other in a plant. The union of metabolomics and microbiome may uncover the crucial connections of the plant to its microbiome. It has important benefits for the agricultural industry and human being health, particularly for Chinese medical science investigation.", "In this last 2 years study, on the strength of the UPLC-MS/MS detection platform, we accurately qualitatively, and quantitatively measured the <i>Cistanche sinensis</i> fleshy stems of two ecotypes. Thereafter, through high-throughput amplicon sequencing 16S/ITS sequences were procured.", "PhGs metabolites including echinacoside, isoacteoside, and cistanoside A were significantly downregulated at two ecotypes of <i>C. sinensis</i>. Add up to 876 metabolites were monitored and 231 differential metabolites were analyzed. Further analysis of 34 core differential metabolites showed that 15 compounds with up-regulated belonged to phenolic acids, flavonoids, and organic acids, while 19 compounds with down-regulated belonged to phenolic acids, flavonoids, alkaloids, amino acids, lipids, and nucleotides. There was no noteworthy discrepancy in the endophytic bacteria's <i>α</i> and <i>β</i> diversity between sandy and loam ecotypes. By comparison, the <i>α</i> and <i>β</i> diversity of endophytic fungi was notably distinct. The fungal community of the loam ecotype is more abundant than the sandy ecotype. However, there were few such differences in bacteria. Most abundant genera included typical endophytes such as <i>Phyllobacterium</i>, <i>Mycobacterium</i>, <i>Cistanche</i>, <i>Geosmithia,</i> and <i>Fusarium</i>. LEfSe results revealed there were 11 and 20 biomarkers of endophytic bacteria and fungi in <i>C. sinensis</i> at two ecotypes, respectively. The combination parsing of microflora and metabolites indicated noteworthy relativity between the endophytic fungal communities and metabolite output. Key correlation results that <i>Anseongella</i> was positive relation with Syringin, <i>Arsenicitalea</i> is negative relation with 7-methylxanthine and <i>Pseudogymnoascus</i> is completely positively correlated with nepetin-7-<i>O</i>-alloside.", "The aim of this research is: (1) to explore firstly the influence of ecotype on <i>C. sinensis</i> from the perspective of endophytes and metabolites; (2) to investigate the relationship between endophytes and metabolites. This discovery advances our understanding of the interaction between endophytes and plants and provides a theoretical basis for cultivation of <i>C. sinensis</i> in future."], "CopyrightInformation": "Copyright © 2023 Zhang, Miao, Zhang, Sun, Li and Huang."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Inner Mongolia Key Laboratory of Characteristic Geoherbs Resources Protection and Utilization, College of Pharmacy, Baotou Medical College, Baotou, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Chinese Medicine Resources Conservation, State Administration of Traditional Chinese Medicine of the People's Republic of China, Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China."}, {"Identifier": [], "Affiliation": "Inner Mongolia Hospital of Traditional Chinese Medicine, Hohhot, China."}, {"Identifier": [], "Affiliation": "Inner Mongolia Traditional Chinese and Mongolian Medical Research Institute, Hohhot, China."}], "LastName": "Zhang", "ForeName": "Min", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Chinese Medicine Resources Conservation, State Administration of Traditional Chinese Medicine of the People's Republic of China, Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China."}], "LastName": "Miao", "ForeName": "Yujing", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Chinese Medicine Resources Conservation, State Administration of Traditional Chinese Medicine of the People's Republic of China, Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China."}], "LastName": "Zhang", "ForeName": "Xinke", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Chinese Medicine Resources Conservation, State Administration of Traditional Chinese Medicine of the People's Republic of China, Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China."}], "LastName": "Sun", "ForeName": "Xiao", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Inner Mongolia Key Laboratory of Characteristic Geoherbs Resources Protection and Utilization, College of Pharmacy, Baotou Medical College, Baotou, China."}, {"Identifier": [], "Affiliation": "Inner Mongolia Hospital of Traditional Chinese Medicine, Hohhot, China."}, {"Identifier": [], "Affiliation": "Inner Mongolia Traditional Chinese and Mongolian Medical Research Institute, Hohhot, China."}], "LastName": "Li", "ForeName": "Minhui", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Chinese Medicine Resources Conservation, State Administration of Traditional Chinese Medicine of the People's Republic of China, Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China."}, {"Identifier": [], "Affiliation": "State Key Laboratory of Southwestern Chinese Medicine Resources, Chengdu University of Traditional Chinese Medicine, Chengdu, China."}], "LastName": "Huang", "ForeName": "Linfang", "Initials": "L"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Microbiol", "NlmUniqueID": "101548977", "ISSNLinking": "1664-302X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abarenkov K., Henrik Nilsson R., Larsson K. H., Alexander I. J., Eberhardt U., Erland S., et al. . (2010). The UNITE database for molecular identification of fungi--recent updates and future perspectives. New Phytol. 186, 281–285. doi: 10.1111/j.1469-8137.2009.03160.x, PMID:", "ArticleIdList": ["10.1111/j.1469-8137.2009.03160.x", "20409185"]}, {"Citation": "Beckers B., Beeck M., Weyens N., Boerjan W., Vangronsveld J. (2017). Structural variability and niche differentiation in the rhizosphere and endosphere bacterial microbiome of field grown poplar trees. Microbiome. 5, 25–42. doi: 10.1186/s40168-017-0241-2, PMID:", "ArticleIdList": ["10.1186/s40168-017-0241-2", "PMC5324219", "28231859"]}, {"Citation": "Caporaso J. G., Kuczynski J., Stombaugh J., Bittinger K., Bushman F. D., Costello E. K., et al. . (2010). QIIME allows analysis of high-throughput community sequencing data. Nat. Methods 7, 335–336. doi: 10.1038/nmeth.f.303, PMID:", "ArticleIdList": ["10.1038/nmeth.f.303", "PMC3156573", "20383131"]}, {"Citation": "Doppler M, Kluger B., Bueschl C., Schneider C., Krska R., Delcambre S. (2016). Stable Isotope-Assisted Evaluation of Different Extraction Solvents for Untargeted Metabolomics of Plants. Int J Mol Sci. 17:1017. doi: 10.3390/ijms17071017, PMID:", "ArticleIdList": ["10.3390/ijms17071017", "PMC4964393", "27367667"]}, {"Citation": "Edgar R. C. (2013). UPARSE: highly accurate OTU sequences from microbial amplicon reads. Nat. Methods 10, 996–998. doi: 10.1038/nmeth.2604, PMID:", "ArticleIdList": ["10.1038/nmeth.2604", "23955772"]}, {"Citation": "Edgar R. C., Haas B. J., Clemente J. C., Quince C., Knight R. (2011). UCHIME improves sensitivity and speed of chimera detection. Bioinformatics 27, 2194–2200. doi: 10.1093/bioinformatics/btr381, PMID:", "ArticleIdList": ["10.1093/bioinformatics/btr381", "PMC3150044", "21700674"]}, {"Citation": "Etalo D. W., Jeon J. S., Raaijmakers J. M. (2018). Modulation of plant chemistry by beneficial root microbiota. Nat. Prod. Rep. 35, 398–409. doi: 10.1039/C7NP00057J", "ArticleIdList": ["10.1039/C7NP00057J", "29722774"]}, {"Citation": "Evelin H., Kapoor R., Giri B. (2009). Arbuscular mycorrhizal fungi in alleviation of salt stress: a review. Ann. Bot. 104, 1263–1280. doi: 10.1093/aob/mcp251, PMID:", "ArticleIdList": ["10.1093/aob/mcp251", "PMC2778396", "19815570"]}, {"Citation": "Gao Y., Guo L. N., Ma S. C., Liu J., Zheng J., Zan K. (2019). Comparative studies of three Cistanche speices based on UPLC specific chromatogram and determination of main components. Zhongguo Zhong Yao Za Zhi 44, 3749–3757. (In Chinese). doi: 10.19540/j.cnki.cjcmm.20190624.201, PMID:", "ArticleIdList": ["10.19540/j.cnki.cjcmm.20190624.201", "31602949"]}, {"Citation": "He Z. D., Lau K. M., Xu H. X., Li P. C., Pui-Hay But P. (2000). Antioxidant activity of phenylethanoid glycosides from Brandisia hancei. J. Ethnopharmacol. 71, 483–486. doi: 10.1016/S0378-8741(00)00189-6, PMID:", "ArticleIdList": ["10.1016/S0378-8741(00)00189-6", "10940587"]}, {"Citation": "He J., Zhu N., Xu Y., Wang L., Zheng J., Li X. (2022). The microbial mechanisms of enhanced humification by inoculation with Phanerochaete chrysosporium and Trichoderma longibrachiatum during biogas residues composting. Bioresour. Technol. 351:126973. doi: 10.1016/j.biortech.2022.126973, PMID:", "ArticleIdList": ["10.1016/j.biortech.2022.126973", "35292388"]}, {"Citation": "Hoyt J. R., Langwig K. E., Okoniewski J., Frick W. F., Stone W. B., Kilpatrick A. M. (2015). Long-term persistence of Pseudogymnoascus destructans, the causative agent of white-nose syndrome, in the absence of bats. EcoHealth 12, 330–333. doi: 10.1007/s10393-014-0981-4, PMID:", "ArticleIdList": ["10.1007/s10393-014-0981-4", "25260801"]}, {"Citation": "Huang A. C., Jiang T., Liu Y. X., Bai Y. C., Reed J., Qu B., et al. . (2019). A specialized metabolic network selectively modulates Arabidopsis root microbiota. Science 364:546. doi: 10.1126/science.aau6389", "ArticleIdList": ["10.1126/science.aau6389", "31073042"]}, {"Citation": "Huang L. F., Juan F. U. (2012). Academic study on ecological variation of traditional Chinese medicinal materials. Chin. Tradit. Herb. Drugs 43, 1249–1258."}, {"Citation": "Huang W., Long C., Lam E. (2018). Roles of plant-associated microbiota in traditional herbal medicine. Trends Plant Sci. 23, 559–562. doi: 10.1016/j.tplants.2018.05.003, PMID:", "ArticleIdList": ["10.1016/j.tplants.2018.05.003", "29802067"]}, {"Citation": "Huang W., Sun D., Chen L., An Y. (2021). Integrative analysis of the microbiome and metabolome in understanding the causes of sugarcane bitterness. Sci. Rep. 11:6024. doi: 10.1038/s41598-021-85433-w, PMID:", "ArticleIdList": ["10.1038/s41598-021-85433-w", "PMC7966368", "33727648"]}, {"Citation": "Huang S., Zhang J., Tao Z., Lei L., Yu Y., Huang L. (2014). Enzymatic conversion from pyridoxal to pyridoxine caused by microorganisms within tobacco phyllosphere. Plant Physiol. Biochem. 85, 9–13. doi: 10.1016/j.plaphy.2014.10.006, PMID:", "ArticleIdList": ["10.1016/j.plaphy.2014.10.006", "25394795"]}, {"Citation": "Jacoby R. P., Chen L., Schwier M., Koprivova A., Kopriva S. (2020). Recent advances in the role of plant metabolites in shaping the root microbiome. F1000Res 9, F1000 Faculty Rev-151 9:151. doi: 10.12688/f1000research.21796.1, PMID:", "ArticleIdList": ["10.12688/f1000research.21796.1", "PMC7047909", "32148778"]}, {"Citation": "Jacoby R. P., Koprivova A., Kopriva S. (2021). Pinpointing secondary metabolites that shape the composition and function of the plant microbiome. J. Exp. Bot. 72, 57–69. doi: 10.1093/jxb/eraa424, PMID:", "ArticleIdList": ["10.1093/jxb/eraa424", "PMC7816845", "32995888"]}, {"Citation": "Jiang Y., Li S. P., Wang Y. T., Chen X. J., Tu P. F. (2009). Differentiation of Herba Cistanches by fingerprint with high-performance liquid chromatography-diode array detection-mass spectrometry. J. Chromatogr. A 1216, 2156–2162. doi: 10.1016/j.chroma.2008.04.040, PMID:", "ArticleIdList": ["10.1016/j.chroma.2008.04.040", "18502433"]}, {"Citation": "Jiang Y., Tu P. F. (2009). Analysis of chemical constituents in Cistanche species. J. Chromatogr. A 1216, 1970–1979. doi: 10.1016/j.chroma.2008.07.031, PMID:", "ArticleIdList": ["10.1016/j.chroma.2008.07.031", "18691718"]}, {"Citation": "Koeberl M., Schmidt R., Ramadan E. M., Bauer R., Berg G. (2013). The microbiome of medicinal plants: diversity and importance for plant growth, quality, and health. Front. Microbiol. 4:400. doi: 10.3389/fmicb.2013.00400", "ArticleIdList": ["10.3389/fmicb.2013.00400", "PMC3868918", "24391634"]}, {"Citation": "Koo K. A., Sung S. H., Park O. H., Kim S., Lee K., Kim Y. (2005). In vitro neuroprotective activities of phenylethanoid glycosides from Callicarpa dichotoma. Planta Med. 71, 778–780. doi: 10.1055/s-2005-871213, PMID:", "ArticleIdList": ["10.1055/s-2005-871213", "16142646"]}, {"Citation": "Lebeis S. L., Paredes S. H., Lundberg D. S., Breakfield N., Gehring J., Mcdonald M., et al. . (2015). Salicylic acid modulates colonization of the root microbiome by specific bacterial taxa. Science 349, 860–864. doi: 10.1126/science.aaa8764, PMID:", "ArticleIdList": ["10.1126/science.aaa8764", "26184915"]}, {"Citation": "Lee Y. K., Mazmanian S. K. (2010). Has the microbiota played a critical role in the evolution of the adaptive immune system? Science 330, 1768–1773. doi: 10.1126/science.1195568, PMID:", "ArticleIdList": ["10.1126/science.1195568", "PMC3159383", "21205662"]}, {"Citation": "Lenoir I., Fontaine J., Lounès-Hadj Sahraoui A. (2016). Arbuscular mycorrhizal fungal responses to abiotic stresses: a review. Phytochemistry 123, 4–15. doi: 10.1016/j.phytochem.2016.01.002", "ArticleIdList": ["10.1016/j.phytochem.2016.01.002", "26803396"]}, {"Citation": "Li H., Qiu Y., Yao T., Han D., Gao Y., Zhang J., et al. . (2021). Nutrients available in the soil regulate the changes of soil microbial community alongside degradation of alpine meadows in the northeast of the Qinghai-Tibet plateau. Sci. Total Environ. 792:148363. doi: 10.1016/j.scitotenv.2021.148363, PMID:", "ArticleIdList": ["10.1016/j.scitotenv.2021.148363", "34465051"]}, {"Citation": "Li H., Shi H., Xu P., Yu D. (2022). Metabolomics and microbiome reveal potential root microbiota affecting the alkaloidal metabolome in Aconitum vilmorinianum Kom. BMC Microbiol. 22:70. doi: 10.1186/s12866-022-02486-1, PMID:", "ArticleIdList": ["10.1186/s12866-022-02486-1", "PMC8905797", "35264111"]}, {"Citation": "Liu X., Fu W., Tang Y., Zhang W., Song Z., Li L., et al. . (2020). Diverse trajectories of plastome degradation in holoparasitic Cistanche and genomic location of the lost plastid genes. J. Exp. Bot. 71, 877–892. doi: 10.1093/jxb/erz456, PMID:", "ArticleIdList": ["10.1093/jxb/erz456", "31639183"]}, {"Citation": "Liu W., Song Q., Cao Y., Xie N., Li Z., Jiang Y., et al. . (2019). From 1H NMR-based non-targeted to LC-MS-based targeted metabolomics strategy for in-depth chemome comparisons among four Cistanche species. J. Pharm. Biomed. Anal. 162, 16–27. doi: 10.1016/j.jpba.2018.09.013, PMID:", "ArticleIdList": ["10.1016/j.jpba.2018.09.013", "30219595"]}, {"Citation": "Miao Y., Chen H., Xu W., Yang Q., Liu C., Huang L. (2022). Structural mutations of small single copy (SSC) region in the plastid genomes of five Cistanche species and inter-species identification. BMC Plant Biol. 22:412. doi: 10.1186/s12870-022-03682-x, PMID:", "ArticleIdList": ["10.1186/s12870-022-03682-x", "PMC9404617", "36008757"]}, {"Citation": "Miao Y., Zhang X., Pei J., Liu C., Huang L. (2023). Adaptive bacterial and fungal matching between a parasitic plant and its host: a case of Cistanche deserticola and Haloxylon ammodendron[J]. Ind. Crop. Prod. 191:115932. doi: 10.1016/j.indcrop.2022.115932", "ArticleIdList": ["10.1016/j.indcrop.2022.115932"]}, {"Citation": "Papoutsi Z., Kassi E., Mitakou S., Aligiannis N., Tsiapara A., Chrousos G. P., et al. . (2006). Acteoside and martynoside exhibit estrogenic / antiestrogenic properties. J. Steroid Biochem. Mol. Biol. 98, 63–71. doi: 10.1016/j.jsbmb.2005.07.005, PMID:", "ArticleIdList": ["10.1016/j.jsbmb.2005.07.005", "16198557"]}, {"Citation": "Pruesse E., Quast C., Knittel K., Fuchs B. M., Ludwig W., Peplies J., et al. . (2007). SILVA: a comprehensive online resource for quality checked and aligned ribosomal RNA sequence data compatible with ARB. Nucleic Acids Res. 35, 7188–7196. doi: 10.1093/nar/gkm864, PMID:", "ArticleIdList": ["10.1093/nar/gkm864", "PMC2175337", "17947321"]}, {"Citation": "Rognes T., Flouri T., Nichols B., Quince C., Mahé F. (2016). VSEARCH: a versatile open source tool for metagenomics. Peer J. 4:e2584. doi: 10.7717/peerj.2584, PMID:", "ArticleIdList": ["10.7717/peerj.2584", "PMC5075697", "27781170"]}, {"Citation": "Ryffel F., Helfrich E. J. N., Kiefer P., Peyriga L., Portais J. C., Piel J., et al. . (2016). Metabolic footprint of epiphytic bacteria on Arabidopsis thaliana leaves. ISME J. 10, 632–643. doi: 10.1038/ismej.2015.141, PMID:", "ArticleIdList": ["10.1038/ismej.2015.141", "PMC4817690", "26305156"]}, {"Citation": "Sahpaz S., Garbacki N., Tits M., Bailleul F. (2002). Isolation and pharmacological activity of phenylpropanoid esters from Marrubium vulgare. J. Ethnopharmacol. 79, 389–392. doi: 10.1016/S0378-8741(01)00415-9, PMID:", "ArticleIdList": ["10.1016/S0378-8741(01)00415-9", "11849848"]}, {"Citation": "Sasse J., Martinoia E., Northen T. (2018). Feed your friends: do plant exudates shape the root microbiome? Trends Plant Sci. 23, 25–41. doi: 10.1016/j.tplants.2017.09.003, PMID:", "ArticleIdList": ["10.1016/j.tplants.2017.09.003", "29050989"]}, {"Citation": "Scherling C., Ulrich K., Ewald D., Weckwerth W. (2009). A metabolic signature of the beneficial interaction of the endophyte Paenibacillus sp isolate and in vitro-grown poplar plants revealed by metabolomics. Mol. Plant-Microbe Interact. 22, 1032–1037. doi: 10.1094/MPMI-22-8-1032, PMID:", "ArticleIdList": ["10.1094/MPMI-22-8-1032", "19589078"]}, {"Citation": "Shi H. M., Wang J., Wang M. Y., Tu P. F., Li X. B. (2009). Identification of Cistanche species by chemical and inter-simple sequence repeat fingerprinting. Biol. Pharm. Bull. 32, 142–146. doi: 10.1248/bpb.32.142, PMID:", "ArticleIdList": ["10.1248/bpb.32.142", "19122297"]}, {"Citation": "Singh H., Sahajpal N. S., Singh H., Vanita V., Roy P., Paul S., et al. . (2021). Pre-clinical and cellular toxicity evaluation of 7-methylxanthine: an investigational drug for the treatment of myopia. Drug Chem. Toxicol. 44, 575–584. doi: 10.1080/01480545.2019.1635615, PMID:", "ArticleIdList": ["10.1080/01480545.2019.1635615", "31298043"]}, {"Citation": "Song Q., Zhou Z., Li J., Cao Y., Zhao Y., Deng S., et al. . (2019). Serial hyphenation of dried spot, reversed phase liquid chromatography, hydrophilic interaction liquid chromatography, and tandem mass spectrometry towards direct chemical profiling of herbal medicine-derived liquid matrices, an application in Cistanche sinensis. J. Pharm. Biomed. Anal. 174, 34–42. doi: 10.1016/j.jpba.2019.05.048, PMID:", "ArticleIdList": ["10.1016/j.jpba.2019.05.048", "31153135"]}, {"Citation": "Sun X., Li L., Pei J., Liu C., Huang L. F. (2020a). Metabolome and transcriptome profiling reveals quality variation and underlying regulation of three ecotypes for Cistanche deserticola. Plant Mol. Biol. 102, 253–269. doi: 10.1007/s11103-019-00944-5, PMID:", "ArticleIdList": ["10.1007/s11103-019-00944-5", "31845304"]}, {"Citation": "Sun X., Pei J., Lin Y. L., Li B. L., Zhang L., Ahmad B., et al. . (2020b). Revealing the impact of the environment on Cistanche salsa: from global ecological regionalization to soil microbial community characteristics. J. Agric. Food Chem. 68, 8720–8731. doi: 10.1021/acs.jafc.0c01568, PMID:", "ArticleIdList": ["10.1021/acs.jafc.0c01568", "32658471"]}, {"Citation": "Sun X., Zhang L., Pei J., Huang L. F. (2020c). Regulatory relationship between quality variation and environment of Cistanche deserticola in three ecotypes based on soil microbiome analysis. Sci. Rep. 10:6662. doi: 10.1038/s41598-020-63607-2, PMID:", "ArticleIdList": ["10.1038/s41598-020-63607-2", "PMC7170941", "32313127"]}, {"Citation": "Tai B. H., Jung B. Y., Cuong N. M., Linh P. T., Tung N. H., Nhiem N. X., et al. . (2009). Total Peroxynitrite scavenging capacity of phenylethanoid and flavonoid glycosides from the flowers of Buddleja officinalis. Biol. Pharm. Bull. 32, 1952–1956. doi: 10.1248/bpb.32.1952, PMID:", "ArticleIdList": ["10.1248/bpb.32.1952", "19952410"]}, {"Citation": "Trivedi P., Leach J. E., Tringe S. G., Sa T., Singh B. K. (2020). Plant-microbiome interactions: from community assembly to plant health. Nat. Rev. Microbiol. 18, 607–621. doi: 10.1038/s41579-020-0412-1, PMID:", "ArticleIdList": ["10.1038/s41579-020-0412-1", "32788714"]}, {"Citation": "Tu P. F., Shi H. M., Song Z. H., Jiang Y., Zhao Y. Y. (2007). Chemical constituents of Cistanche sinensis. J. Asian Nat. Prod. Res. 9, 79–84. doi: 10.1080/10286020500384450", "ArticleIdList": ["10.1080/10286020500384450", "17365194"]}, {"Citation": "Turner T. R., James E. K., Poole P.S. (2013). The plant microbiome. Genome Biol. 14,:1–0, doi: 10.1186/gb-2013-14-6-209.", "ArticleIdList": ["PMC3706808", "23805896"]}, {"Citation": "van de Mortel J. E., de Vos R. C. H., Dekkers E., Pineda A., Guillod L., Bouwmeester K., et al. . (2012). Metabolic and transcriptomic changes induced in Arabidopsis by the Rhizobacterium Pseudomonas fluorescens SS101. Plant Physiol. 160, 2173–2188. doi: 10.1104/pp.112.207324, PMID:", "ArticleIdList": ["10.1104/pp.112.207324", "PMC3510139", "23073694"]}, {"Citation": "Vandenkoornhuyse P., Quaiser A., Duhamel M., Le Van A., Dufresne A. (2015). The importance of the microbiome of the plant holobiont. New Phytol. 206, 1196–1206. doi: 10.1111/nph.13312", "ArticleIdList": ["10.1111/nph.13312", "25655016"]}, {"Citation": "Wang Y., Cheng H., Chang F., Zhao L., Wang B., Wan Y., et al. . (2021). Endosphere microbiome and metabolic differences between the spots and green parts of Tricyrtis macropoda leaves. Front. Microbiol. 11:599829. doi: 10.3389/fmicb.2020.599829, PMID:", "ArticleIdList": ["10.3389/fmicb.2020.599829", "PMC7829350", "33505373"]}, {"Citation": "Wang J. N., Guan Y. G., Wang Y., Yuan N., Long L. X., Hu W. Z. (2022). Effects of cutting styles on quality and antioxidant activity of fresh-cut cauliflower[J]. Packaging Engineering. 43, 87–95."}, {"Citation": "Wang J., Yang W., Wang D., Zhang X. H., Gao L. (2021). Comparative studies of four Cistanche speices based on HPLC characteristic chromatogram. Chinese Journal of Pharmaceutical Analysis. 41, 384–393."}, {"Citation": "Wang Y., Zhang L., Du Z., et al. . (2019). Chemical diversity and prediction of potential cultivation areas of Cistanche herbs. Sci. Rep. 9:19737. doi: 10.1038/s41598-019-56379-x, PMID:", "ArticleIdList": ["10.1038/s41598-019-56379-x", "PMC6930302", "31875048"]}, {"Citation": "Ye J., McGinnis S., Madden T. L. (2006). BLAST: improvements for better sequence analysis. Nucleic Acids Res. 34, W6–W9. doi: 10.1093/nar/gkl164", "ArticleIdList": ["10.1093/nar/gkl164", "PMC1538791", "16845079"]}, {"Citation": "Yoshikawa M., Matsuda H., Morikawa T., Xie H., Nakamura S., Muraoka O. (2006). Phenylethanoid oligoglycosides and acylated oligosugars with vasorelaxant activity from Cistanche tubulosa. Bioorg. Med. Chem. 14, 7468–7475. doi: 10.1016/j.bmc.2006.07.018, PMID:", "ArticleIdList": ["10.1016/j.bmc.2006.07.018", "16908167"]}, {"Citation": "Zhang J., Kobert K., Flouri T., Stamatakis A. (2014). PEAR: a fast and accurate Illumina paired-end reAd mergeR. Bioinformatics 30, 614–620. doi: 10.1093/bioinformatics/btt593, PMID:", "ArticleIdList": ["10.1093/bioinformatics/btt593", "PMC3933873", "24142950"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "2", "Day": "27"}, {"Year": "2023", "Month": "5", "Day": "17"}, {"Year": "2023", "Month": "8", "Day": "4", "Hour": "6", "Minute": "44"}, {"Year": "2023", "Month": "8", "Day": "4", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "8", "Day": "4", "Hour": "4", "Minute": "6"}, {"Year": "2023", "Month": "6", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["37538848", "PMC10394521", "10.3389/fmicb.2023.1154688"]}}], "PubmedBookArticle": []}