{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["anti-inflammatory mechanism", "catalpol", "inflammatory diseases"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37534768", "DateCompleted": {"Year": "2023", "Month": "11", "Day": "10"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "08", "Day": "03"}], "Language": ["eng"], "ELocationID": ["10.1002/ddr.22096"], "Journal": {"ISSN": "1098-2299", "JournalIssue": {"Volume": "84", "Issue": "7", "PubDate": {"Year": "2023", "Month": "Nov"}}, "Title": "Drug development research", "ISOAbbreviation": "Drug Dev Res"}, "ArticleTitle": "Anti-inflammatory effect and mechanism of catalpol in various inflammatory diseases.", "Pagination": {"StartPage": "1376", "EndPage": "1394", "MedlinePgn": "1376-1394"}, "Abstract": {"AbstractText": ["Catalpol is a kind of iridoid glucoside, widely found in a variety of plants, mostly extracted from the rhizome of the traditional medicinal herb rehmanniae. It has various biological activities such as anti-inflammatory, antioxidant, and antitumor. The anti-inflammatory effects of catalpol have been demonstrated in a variety of diseases, such as neurological diseases, atherosclerosis, renal diseases, respiratory diseases, digestive diseases, bone and joint diseases, eye diseases, and periodontitis. The purpose of this review is to summarize the existing literature on the anti-inflammatory effects of catalpol in a variety of inflammatory diseases over the last decade and to focus on the anti-inflammatory mechanisms of catalpol."], "CopyrightInformation": "© 2023 Wiley Periodicals LLC."}, "AuthorList": [{"Identifier": ["0000-0001-5656-7127"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Endodontics, Hospital of Stomatology, Jilin University, Changchun, China."}], "LastName": "Liu", "ForeName": "Jinyao", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Endodontics, Hospital of Stomatology, Jilin University, Changchun, China."}], "LastName": "Liu", "ForeName": "Shuang", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Endodontics, Hospital of Stomatology, Jilin University, Changchun, China."}], "LastName": "Yu", "ForeName": "Mingyue", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Endodontics, Hospital of Stomatology, Jilin University, Changchun, China."}], "LastName": "Li", "ForeName": "Jianing", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Endodontics, Hospital of Stomatology, Jilin University, Changchun, China."}], "LastName": "Xie", "ForeName": "Zunxuan", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Endodontics, Hospital of Stomatology, Jilin University, Changchun, China."}], "LastName": "Gao", "ForeName": "Boyang", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Endodontics, Hospital of Stomatology, Jilin University, Changchun, China."}], "LastName": "Liu", "ForeName": "Yuyan", "Initials": "Y"}], "PublicationTypeList": ["Journal Article", "Review", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Drug Dev Res", "NlmUniqueID": "8204468", "ISSNLinking": "0272-4391"}, "ChemicalList": [{"RegistryNumber": "2415-24-9", "NameOfSubstance": "catalpol"}, {"RegistryNumber": "0", "NameOfSubstance": "Iridoid Glucosides"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Inflammatory Agents"}], "MeshHeadingList": [{"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Iridoid Glucosides"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Anti-Inflammatory Agents"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "A, L. K. (2021). Inflammation in focus: The beginning and the end. Pathology & Oncology Research, 27, 1610136."}, {"Citation": "Akdemir, Z., Kahraman, Ç., Tatlı, I. I., Küpeli Akkol, E., Süntar, I., & Keles, H. (2011). Bioassay-guided isolation of anti-inflammatory, antinociceptive and wound healer glycosides from the flowers of Verbascum mucronatum Lam. Journal of Ethnopharmacology, 136(3), 436-443."}, {"Citation": "Ansari, M. Y., Ahmad, N., & Haqqi, T. M. (2020). Oxidative stress and inflammation in osteoarthritis pathogenesis: Role of polyphenols. Biomedicine & Pharmacotherapy, 129, 110452."}, {"Citation": "Bairamian, D., Sha, S., Rolhion, N., Sokol, H., Dorothée, G., Lemere, C. A., & Krantic, S. (2022). Microbiota in neuroinflammation and synaptic dysfunction: A focus on Alzheimer's disease. Molecular Neurodegeneration, 17(1), 19."}, {"Citation": "Bellomo, R., Kellum, J. A., & Ronco, C. (2012). Acute kidney injury. The Lancet, 380(9843), 756-766."}, {"Citation": "Beurel, E., Toups, M., & Nemeroff, C. B. (2020). The bidirectional relationship of depression and inflammation: Double trouble. Neuron, 107(2), 234-256."}, {"Citation": "Bhatia, M. (2005). Inflammatory response on the pancreatic acinar cell injury. Scandinavian Journal of Surgery, 94(2), 97-102."}, {"Citation": "Bhattamisra, S. K., Yap, K. H., Rao, V., & Choudhury, H. (2020). Multiple biological effects of an iridoid glucoside, catalpol, and its underlying molecular mechanisms. Biomolecules, 10(1), 32."}, {"Citation": "Bi, J., Jiang, B., Zorn, A., Zhao, R.-G., Liu, P., & An, L.-J. (2013). Catalpol inhibits LPS plus IFN-γ-induced inflammatory response in astrocytes primary cultures. Toxicology In Vitro, 27(2), 543-550."}, {"Citation": "Bi, J., Li, J., Chen, S., Rao, J., Xie, Y., Yang, H., Wang, L., & Cheng, B. (2019). Catalpol ameliorates type II collagen-induced arthritis in rats and inhibits LPS-stimulated inflammatory response in SW982 human synovial cells. Journal of Functional Foods, 59, 291-300."}, {"Citation": "Björkegren, J. L. M. & Lusis, A. J. (2022). Atherosclerosis: Recent developments. Cell, 185(10), 1630-1645."}, {"Citation": "Brandes, R. P., Weissmann, N., & Schröder, K. (2014). Nox family NADPH oxidases: Molecular mechanisms of activation. Free Radical Biology and Medicine, 76, 208-226."}, {"Citation": "Cai, C., Sun, P., Chen, Z., Sun, C., & Tian, L. (2022). Catalpol protects mouse ATDC5 chondrocytes against interleukin-1β-induced catabolism. Histology and Histopathology, 18575, 18575."}, {"Citation": "Cao, X. (2016). Self-regulation and cross-regulation of pattern-recognition receptor signalling in health and disease. Nature Reviews Immunology, 16(1), 35-50."}, {"Citation": "del Carmen Recio, M., Giner, R., Máñez, S., & Ríos, J. (1994). Structural considerations on the iridoids as anti-inflammatory agents. Planta Medica, 60(3), 232-234."}, {"Citation": "Chen, J., Yang, Y., Lv, Z., Shu, A., Du, Q., Wang, W., Chen, Y., & Xu, H. (2020). Study on the inhibitive effect of catalpol on diabetic nephropathy. Life Sciences, 257, 118120."}, {"Citation": "Chen, L., Kong, D., Xia, S., Wang, F., Li, Z., Zhang, F., & Zheng, S. (2022). Crosstalk between autophagy and innate immunity: A pivotal role in hepatic fibrosis. Frontiers in Pharmacology, 13, 891069."}, {"Citation": "Chen, M. H., Gu, Y. Y., Zhang, A. L., Sze, D. M., Mo, S. L., & May, B. H. (2021). Biological effects and mechanisms of matrine and other constituents of Sophora flavescens in colorectal cancer. Pharmacological Research, 171, 105778."}, {"Citation": "Chen, Q., Qi, X., Zhang, W., Zhang, Y., Bi, Y., Meng, Q., Bian, H., & Li, Y. (2021). Catalpol inhibits macrophage polarization and prevents postmenopausal atherosclerosis through regulating estrogen receptor alpha. Frontiers in Pharmacology, 12, 12."}, {"Citation": "Chen, W. W., Zhang, X., & Huang, W. J. (2016). Role of neuroinflammation in neurodegenerative diseases (Review). Molecular Medicine Reports, 13(4), 3391-3396."}, {"Citation": "Chen, Y., Chen, J., Jiang, M., Fu, Y., Zhu, Y., Jiao, N., Liu, L., Du, Q., Wu, H., Xu, H., & Sun, J. (2020). Loganin and catalpol exert cooperative ameliorating effects on podocyte apoptosis upon diabetic nephropathy by targeting AGEs-RAGE signaling [Article]. Life Sciences, 252, 117653."}, {"Citation": "Chen, Y., Liu, Q., Shan, Z., Zhao, Y., Li, M., Wang, B., Zheng, X., & Feng, W. (2019). The protective effect and mechanism of catalpol on high glucose-induced podocyte injury [Article]. BMC Complementary and Alternative Medicine, 19(1), 244."}, {"Citation": "Chen, Y., Zhang, Y., Xu, M., Luan, J., Piao, S., Chi, S., & Wang, H. (2017). Catalpol alleviates ovalbumin-induced asthma in mice: Reduced eosinophil infiltration in the lung. International Immunopharmacology, 43, 140-146."}, {"Citation": "Chiu, M.-H., Hou, T.-Y., Fan, C.-K., Chang, J.-H., Lin, C.-L., Huang, S.-C., & Lee, Y.-L. (2021). Catalpol exerts antiallergic effects in IgE/ovalbumin-activated mast cells and a murine model of ovalbumin-induced allergic asthma. International Immunopharmacology, 96, 107782."}, {"Citation": "Choi, H.-J., Jang, H.-J., Chung, T.-W., Jeong, S.-I., Cha, J., Choi, J.-Y., Han, C. W., Jang, Y.-S., Joo, M., Jeong, H.-S., & Ha, K. T. (2013). Catalpol suppresses advanced glycation end-products-induced inflammatory responses through inhibition of reactive oxygen species in human monocytic THP-1 cells. Fitoterapia, 86, 19-28."}, {"Citation": "Choi, Y. H. (2019). Catalpol attenuates lipopolysaccharide-induced inflammatory responses in BV2 microglia through inhibiting the TLR4-mediated NF-κB pathway. General Physiology and Biophysics, 38(2), 111-122."}, {"Citation": "Cong, C., Yuan, X., Hu, Y., Chen, W., Wang, Y., & Tao, L. (2022). Catalpol alleviates ang II-Induced renal injury through NF-κB pathway and TGF-β1/Smads pathway. Journal of Cardiovascular Pharmacology, 79(1), e116-e121."}, {"Citation": "da Silva Sergio, L. P., Mencalha, A. L., de Souza da Fonseca, A., & de Paoli, F. (2019). DNA repair and genomic stability in lungs affected by acute injury. Biomedicine & Pharmacotherapy, 119, 109412."}, {"Citation": "Dean, J., & Keshavan, M. (2017). The neurobiology of depression: An integrated view. Asian Journal of Psychiatry, 27, 101-111."}, {"Citation": "Di, Y., Zhang, M., Chen, Y., Sun, R., Shen, M., Tian, F., Yang, P., Qian, F., & Zhou, L. (2022). Catalpol inhibits Tregs-to-Th17 cell transdifferentiation by Up-Regulating Let-7g-5p to reduce STAT3 protein levels. Yonsei Medical Journal, 63(1), 56-65."}, {"Citation": "Ding, X., Cao, Y., Guo, Y., Gao, W., & Bai, Y. (2017). Effects and functional mechanism of Tripterygium Wilfordii polyglycoside with catalpol on diabetic nephropathy. International Journal of Clinical and Experimental Medicine, 10(12), 16210-16216."}, {"Citation": "Elmarakby, A. A. & Sullivan, J. C. (2012). Relationship between oxidative stress and inflammatory cytokines in diabetic nephropathy: Relationship between oxidative stress and inflammatory cytokines. Cardiovascular therapeutics, 30(1), 49-59."}, {"Citation": "Entezari, M., Hashemi, D., Taheriazam, A., Zabolian, A., Mohammadi, S., Fakhri, F., Hashemi, M., Hushmandi, K., Ashrafizadeh, M., Zarrabi, A., Ertas, Y. N., Mirzaei, S., & Samarghandian, S. (2022). AMPK signaling in diabetes mellitus, insulin resistance and diabetic complications: A pre-clinical and clinical investigation. Biomedicine & Pharmacotherapy, 146, 112563."}, {"Citation": "Escoter-Torres, L., Caratti, G., Mechtidou, A., Tuckermann, J., Uhlenhaut, N. H., & Vettorazzi, S. (2019). Fighting the fire: Mechanisms of inflammatory gene regulation by the glucocorticoid receptor. Frontiers in immunology, 10, 1859."}, {"Citation": "Fan, R., Wang, L., Botchway, B. O. A., Zhang, Y., & Liu, X. (2022). Protective role of ethyl pyruvate in spinal cord injury by inhibiting the high mobility group box-1/toll-like receptor4/nuclear factor-kappa B signaling pathway. Frontiers in Molecular Neuroscience, 15, 1013033."}, {"Citation": "Feng, J. S., Sun, J. D., Wang, X. D., Fu, C. H., Gan, L. L., & Ma, R. (2019). MicroRNA-204-5p targets SOX11 to regulate the inflammatory response in spinal cord injury. European Review for Medical and Pharmacological Sciences, 23(10), 4089-4096."}, {"Citation": "Feng, X., Chen, X., Zaeem, M., Zhang, W., Song, L., Chen, L., Mubwandarikwa, J., Chen, X., Xiao, J., Xie, L., & Ye, K. (2022). Sesamol attenuates neuroinflammation by regulating the AMPK/SIRT1/NF-kappa B signaling pathway after spinal cord injury in mice [Article]. Oxidative Medicine and Cellular Longevity, 2022, 8010670."}, {"Citation": "Ferenbach, D. A., & Bonventre, J. V. (2015). Mechanisms of maladaptive repair after AKI leading to accelerated kidney ageing and CKD. Nature Reviews Nephrology, 11(5), 264-276."}, {"Citation": "Fu, K., Piao, T., Wang, M., Zhang, J., Jiang, J., Wang, X., & Liu, H. (2014). Protective effect of catalpol on lipopolysaccharide-induced acute lung injury in mice. International Immunopharmacology, 23(2), 400-406."}, {"Citation": "Ge, H., Lin, W., Lou, Z., Chen, R., Shi, H., Zhao, Q., & Lin, Z. (2022). Catalpol alleviates myocardial ischemia reperfusion injury by activating the Nrf2/HO-1 signaling pathway [Article]. Microvascular Research, 140, 104302."}, {"Citation": "Gill N, Nally, Jr. JV, Fatica RA. 2005. Renal failure secondary to acute tubular necrosis. Chest 128(4), 2847-2863."}, {"Citation": "Guo, H., Callaway, J. B., & Ting, J. P. Y. (2015). Inflammasomes: Mechanism of action, role in disease, and therapeutics. Nature Medicine, 21(7), 677-687."}, {"Citation": "Hammad, H., & Lambrecht, B. N. (2021). The basic immunology of asthma. Cell, 184(6), 1469-1485."}, {"Citation": "Han, Y., Shen, M., Tang, L.-Y., Tan, G., Yang, Q.-C., Ye, L., Ye, L.-H., Jiang, N., Gao, G.-P., & Shao, Y. (2018). Antiangiogenic effects of catalpol on rat corneal neovascularization. Molecular Medicine Reports, 17(2), 2187-2194."}, {"Citation": "He, L., Zhao, R., Wang, Y., Liu, H., & Wang, X. (2021). Research progress on catalpol as treatment for atherosclerosis. Frontiers in Pharmacology, 12, 12."}, {"Citation": "Hellenbrand, D. J., Quinn, C. M., Piper, Z. J., Morehouse, C. N., Fixel, J. A., & Hanna, A. S. (2021). Inflammation after spinal cord injury: A review of the critical timeline of signaling cues and cellular infiltration. Journal of Neuroinflammation, 18(1), 284."}, {"Citation": "Holditch, S. J., Brown, C. N., Lombardi, A. M., Nguyen, K. N., & Edelstein, C. L. (2019). Recent advances in models, mechanisms, biomarkers, and interventions in cisplatin-induced acute kidney injury. International Journal of Molecular Sciences, 20(12), 3011."}, {"Citation": "Hu, H., Wang, C., Jin, Y., Meng, Q., Liu, Q., Liu, Z., Liu, K., Liu, X., & Sun, H. (2019). Catalpol inhibits homocysteine-induced oxidation and inflammation via inhibiting Nox4/NF-B and GRP78/PERK pathways in human aorta endothelial cells. Inflammation, 42(1), 64-80."}, {"Citation": "Jebari-Benslaiman, S., Galicia-García, U., Larrea-Sebal, A., Olaetxea, J. R., Alloza, I., Vandenbroeck, K., Benito-Vicente, A., & Martín, C. (2022). Pathophysiology of Atherosclerosis. International Journal of Molecular Sciences, 23(6), 3346."}, {"Citation": "Jellinger, K. A. (2010). Basic mechanisms of neurodegeneration: A critical update. Journal of Cellular and Molecular Medicine, 14(3), 457-487."}, {"Citation": "Jiang, B., Du, J., Liu, J., Bao, Y.-M., & An, L.-J. (2008). Catalpol attenuates the neurotoxicity induced by β-amyloid1-42 in cortical neuron-glia cultures. Brain Research, 1188, 139-147."}, {"Citation": "Jiang, H., Li, J., Wang, L., Wang, S., Nie, X., Chen, Y., Fu, Q., Jiang, M., Fu, C., & He, Y. (2020). Total glucosides of paeony: A review of its phytochemistry, role in autoimmune diseases, and mechanisms of action. Journal of Ethnopharmacology, 258, 112913."}, {"Citation": "Kaur, B. & Singh, P. (2022). Inflammation: Biochemistry, cellular targets, anti-inflammatory agents and challenges with special emphasis on cyclooxygenase-2. Bioorganic Chemistry, 121, 105663."}, {"Citation": "Kawai, T., & Akira, S. (2010). The role of pattern-recognition receptors in innate immunity: Update on toll-like receptors. Nature Immunology, 11(5), 373-384."}, {"Citation": "Kolias, A. G., Rubiano, A. M., Figaji, A., Servadei, F., & Hutchinson, P. J. (2019). Traumatic brain injury: Global collaboration for a global challenge. The Lancet Neurology, 18(2), 136-137."}, {"Citation": "Komlósi, Z. I., van de Veen, W., Kovács, N., Szűcs, G., Sokolowska, M., O'Mahony, L., Akdis, M., & Akdis, C. A. (2022). Cellular and molecular mechanisms of allergic asthma. Molecular Aspects of Medicine, 85, 100995."}, {"Citation": "Kong, P., Cui, Z. Y., Huang, X. F., Zhang, D. D., Guo, R. J., & Han, M. (2022). Inflammation and atherosclerosis: Signaling pathways and therapeutic intervention. Signal Transduction and Targeted Therapy, 7(1), 131."}, {"Citation": "Küpeli, E., Harput, U. S., Varel, M., Yesilada, E., & Saracoglu, I. (2005). Bioassay-guided isolation of iridoid glucosides with antinociceptive and anti-inflammatory activities from Veronica anagallis-aquatica L. Journal of Ethnopharmacology, 102(2), 170-176."}, {"Citation": "Kupeli, E., Tatli, I. I., Akdemir, Z. S., & Yesilada, E. (2007). Bioassay-guided isolation of anti-inflammatory and antinociceptive glycoterpenoids from the flowers of verbascum lasianthum boiss. ex bentham. Journal of Ethnopharmacology, 110(3), 444-450."}, {"Citation": "Kwon, H. S., & Koh, S. H. (2020). Neuroinflammation in neurodegenerative disorders: The roles of microglia and astrocytes. Translational Neurodegeneration, 9(1), 42."}, {"Citation": "Lambrecht, B. N., Hammad, H., & Fahy, J. V. (2019). The cytokines of asthma. Immunity, 50(4), 975-991."}, {"Citation": "Li, J., Chen, Y., Liu, J., Zhang, D., Liang, P., Lu, P., Shen, J., Miao, C., Zuo, Y., & Zhou, C. (2021). Elevated expression and activity of sodium leak channel contributes to neuronal sensitization of inflammatory pain in rats. Frontiers in Molecular Neuroscience, 14, 723395."}, {"Citation": "Li, Y., Jin, X., & Mao, L. (2017). Protective effect of catalpol on nicotine-induced injury of alveolar bone and associated underlying mechanisms. Molecular Medicine Reports, 16(6), 8345-8350."}, {"Citation": "Lim, H. J., Jin, H. G., Woo, E. R., Lee, S. K., & Kim, H. P. (2013). The root barks of Morus alba and the flavonoid constituents inhibit airway inflammation. Journal of Ethnopharmacology, 149(1), 169-175."}, {"Citation": "Liu, A., Zhang, B., Zhao, W., Tu, Y., Wang, Q., & Li, J. (2021). Catalpol ameliorates psoriasis-like phenotypes via SIRT1 mediated suppression of NF-κB and MAPKs signaling pathways. Bioengineered, 12(1), 183-195."}, {"Citation": "Liu, E., & Perl, A. (2019). Pathogenesis and treatment of autoimmune rheumatic diseases. Current Opinion in Rheumatology, 31(3), 307-315."}, {"Citation": "Liu, J., Du, J., Li, Y., Wang, F., Song, D., Lin, J., Li, B., & Li, L. (2022). Catalpol induces apoptosis in breast cancer in vitro and in vivo: Involvement of mitochondria apoptosis pathway and post-translational modifications. Toxicology and Applied Pharmacology, 454, 116215."}, {"Citation": "Liu, J., & Zhang, D. (2015). Amelioration by catalpol of atherosclerotic lesions in hypercholesterolemic rabbits. Planta Medica, 81(3), 175-184."}, {"Citation": "Liu, J.-Y., Zheng, C.-Z., Hao, X.-P., Zhang, D.-J., Mao, A.-W., & Yuan, P. (2016). Catalpol ameliorates diabetic atherosclerosis in diabetic rabbits. American Journal of Translational Research, 8(10), 4278-4288."}, {"Citation": "Liu, Y., Fu, H., & Wang, T. (2022). Neuroinflammation in perioperative neurocognitive disorders: From bench to the bedside. CNS Neuroscience & Therapeutics, 28(4), 484-496."}, {"Citation": "Liu, Z., Zhu, P., Zhang, L., Xiong, B., Tao, J., Guan, W., Li, C., Chen, C., Gu, J., Duanmu, J., & Zhang, W. (2018). Autophagy inhibition attenuates the induction of anti-inflammatory effect of catalpol in liver fibrosis. Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie, 103, 1262-1271."}, {"Citation": "Lucas, K., & Maes, M. (2013). Role of the toll like receptor (TLR) radical cycle in chronic inflammation: possible treatments targeting the TLR4 pathway. Molecular Neurobiology, 48(1), 190-204."}, {"Citation": "Marogianni, C., Sokratous, M., Dardiotis, E., Hadjigeorgiou, G. M., Bogdanos, D., & Xiromerisiou, G. (2020). Neurodegeneration and Inflammation-An interesting interplay in Parkinson's Disease. International Journal of Molecular Sciences, 21(22), 8421."}, {"Citation": "Mousavi, S. R., Ahmadi, A., Jamalkandi, S. A., & Salimian, J. (2019). Involvement of microRNAs in physiological and pathological processes in asthma. Journal of Cellular Physiology, 234(12), 21547-21559."}, {"Citation": "Ni, H., Rui, Q., Kan, X., Gao, R., Zhang, L., & Zhang, B. (2023). Catalpol ameliorates oxidative stress and neuroinflammation after traumatic brain injury in rats. Neurochemical Research, 48(2), 681-695."}, {"Citation": "Nicholas, M. P. & Mysore, N. (2021). Corneal neovascularization. Experimental Eye Research, 202, 108363."}, {"Citation": "O'Neill, L. A. J. (2008). The interleukin-1 receptor/toll-like receptor superfamily: 10 years of progress. Immunological Reviews, 226, 10-18."}, {"Citation": "Olaguibel, J., Sastre, J., Rodríguez, J., & del Pozo, V. (2022). Eosinophilia induced by blocking the IL-4/IL-13 pathway: Potential mechanisms and clinical outcomes. Journal of Investigational Allergy and Clinical Immunology, 32(3), 165-180."}, {"Citation": "Pang, Y., Zhao, L., Ji, X., Guo, K., & Yin, X. (2023). Analyses of transcriptomics upon IL-1β-Stimulated mouse chondrocytes and the protective effect of catalpol through the NOD2/NF-κB/MAPK signaling pathway. Molecules, 28(4), 1606."}, {"Citation": "Park, K. S. (2016). Catalpol reduces the production of inflammatory mediators via PPAR-γ activation in human intestinal Caco-2 cells. Journal of Natural Medicines, 70(3), 620-626."}, {"Citation": "Pérez-Sala, D., & Lamas, S. (2001). Regulation of cyclooxygenase-2 expression by nitric oxide in cells. Antioxidants & Redox Signaling, 3(2), 231-248."}, {"Citation": "Poh, L., Sim, W. L., Jo, D. G., Dinh, Q. N., Drummond, G. R., Sobey, C. G., Chen, C. L. H., Lai, M. K. P., Fann, D. Y., & Arumugam, T. V. (2022). The role of inflammasomes in vascular cognitive impairment. Molecular Neurodegeneration, 17(1), 4."}, {"Citation": "Rajendran, P., Chen, Y. F., Chen, Y. F., Chung, L. C., Tamilselvi, S., Shen, C. Y., Day, C. H., Chen, R. J., Viswanadha, V. P., Kuo, W. W., & Huang, C. Y. (2018). The multifaceted link between inflammation and human diseases. Journal of Cellular Physiology, 233(9), 6458-6471."}, {"Citation": "Rendon, A., & Schäkel, K. (2019). Psoriasis pathogenesis and treatment. International Journal of Molecular Sciences, 20(6), 1475."}, {"Citation": "Rolev, K. D., Shu, X., & Ying, Y. (2021). Targeted pharmacotherapy against neurodegeneration and neuroinflammation in early diabetic retinopathy. Neuropharmacology, 187, 108498."}, {"Citation": "Roshandel, D., Eslani, M., Baradaran-Rafii, A., Cheung, A. Y., Kurji, K., Jabbehdari, S., Maiz, A., Jalali, S., Djalilian, A. R., & Holland, E. J. (2018). Current and emerging therapies for corneal neovascularization. The ocular surface, 16(4), 398-414."}, {"Citation": "Ruiz-Ortega, M., Ruperez, M., Lorenzo, O., Esteban, V., Blanco, J., Mezzano, S., & Egido, J. (2002). Angiotensin II regulates the synthesis of proinflammatory cytokines and chemokines in the kidney. Kidney International, 62, S12-S22."}, {"Citation": "Salk, R. H., Hyde, J. S., & Abramson, L. Y. (2017). Gender differences in depression in representative national samples: Meta-analyses of diagnoses and symptoms. Psychological Bulletin, 143(8), 783-822."}, {"Citation": "Sanajou, D., Ghorbani Haghjo, A., Argani, H., & Aslani, S. (2018). AGE-RAGE axis blockade in diabetic nephropathy: Current status and future directions. European Journal of Pharmacology, 833, 158-164."}, {"Citation": "Schroder, K. & Tschopp, J. (2010). The inflammasomes. Cell, 140(6), 821-832."}, {"Citation": "Shao, Y., Zhang, Y., Yu, Y., Xu, T.-T., Wei, R., & Zhou, Q. (2016). Impact of catalpol on retinal ganglion cells in diabetic retinopathy. International Journal of Clinical and Experimental Medicine. 9(9), 17274-17280."}, {"Citation": "Sharif, Z., & Sharif, W. (2019). Corneal neovascularization: Updates on pathophysiology, investigations & management. Romanian Journal of Ophthalmology, 63(1), 15-22."}, {"Citation": "Shi, W., Zhang, W., & Wang, J. (2022). Catalpol alleviates Isoflurane-Induced hippocampal learning and memory dysfunction and neuropathological changes in aged mice. Neuroimmunomodulation, 29, 414-424."}, {"Citation": "Shu, A., Du, Q., Chen, J., Gao, Y., Zhu, Y., Lv, G., Lu, J., Chen, Y., & Xu, H. (2021). Catalpol ameliorates endothelial dysfunction and inflammation in diabetic nephropathy via suppression of RAGE/RhoA/ROCK signaling pathway. Chemico-Biological Interactions, 348, 109625."}, {"Citation": "Son, Y., Kim, S., Chung, H.-T., & Pae, H.-O. (2013). Reactive Oxygen Species in the Activation of MAP Kinases. In E. Cadenas, & L. Packer (Eds.), Hydrogen Peroxide and Cell Signaling, Pt C (pp. 27-48)."}, {"Citation": "Song, L., Wu, X., Wang, J., Guan, Y., Zhang, Y., Gong, M., Wang, Y., & Li, B. (2021). Antidepressant effect of catalpol on corticosterone-induced depressive-like behavior involves the inhibition of HPA axis hyperactivity, central inflammation and oxidative damage probably via dual regulation of NF-Kappa B and Nrf2, Brain Research Bulletin. 177, 81-91."}, {"Citation": "Sun, J., Li, L., Li, L., Ding, L., Liu, X., Chen, X., Zhang, J., Qi, X., Du, J., & Huang, Z. (2018). Metallothionein-1 suppresses rheumatoid arthritis pathogenesis by shifting the Th17/Treg balance. European Journal of Immunology, 48(9), 1550-1562."}, {"Citation": "Sun, Y., Liu, W. Z., Liu, T., Feng, X., Yang, N., & Zhou, H. F. (2015). Signaling pathway of MAPK/ERK in cell proliferation, differentiation, migration, senescence and apoptosis. Journal of Receptors and Signal Transduction, 35(6), 600-604."}, {"Citation": "Tan, W. S. D., Liao, W., Zhou, S., & Wong, W. S. F. (2017). Is there a future for andrographolide to be an anti-inflammatory drug? deciphering its major mechanisms of action. Biochemical Pharmacology, 139, 71-81."}, {"Citation": "Tang, S. J. (2022). Reactive astrocytes in pain neural circuit pathogenesis. Current Opinion in Neurobiology, 75, 102584."}, {"Citation": "Tian, Y.-Y., An, L.-J., Jiang, L., Duan, Y.-L., Chen, J., & Jiang, B. (2006). Catalpol protects dopaminergic neurons from LPS-induced neurotoxicity in mesencephalic neuron-glia cultures. Life Sciences, 80(3), 193-199."}, {"Citation": "Turer, A. T., & Hill, J. A. (2010). Pathogenesis of myocardial ischemia-reperfusion injury and rationale for therapy. The American Journal of Cardiology, 106(3), 360-368."}, {"Citation": "Umanath, K., & Lewis, J. B. (2018). Update on diabetic nephropathy: Core curriculum 2018. American Journal of Kidney Diseases, 71(6), 884-895."}, {"Citation": "Wachowska, K., & Gałecki, P. (2021). Inflammation and cognition in depression: A narrative review. Journal of Clinical Medicine, 10(24), 5859."}, {"Citation": "Wada, J., & Makino, H. (2013). Inflammation and the pathogenesis of diabetic nephropathy. Clinical Science, 124(3), 139-152."}, {"Citation": "Wan, G., An, Y., Tao, J., Wang, Y., Zhou, Q., Yang, R., & Liang, Q. (2020). MicroRNA-129-5p alleviates spinal cord injury in mice via suppressing the apoptosis and inflammatory response through HMGB1/TLR4/NF-kappa B pathway [Article]. Bioscience Reports, 40(3), BSR20193315."}, {"Citation": "Wang, L.-Y., Yu, X., Li, X.-X., Zhao, Y.-N., Wang, C.-Y., Wang, Z.-Y., & He, Z.-Y. (2019). Catalpol exerts a neuroprotective effect in the MPTP mouse model of Parkinson's Disease. Frontiers in aging. Neuroscience, 11, 316."}, {"Citation": "Wang, Y., Wu, H., Zhang, S., Xiao, H., Yu, J., Ma, Y., Zhang, Y., & Liu, Q. (2021). Catalpol ameliorates depressive-like behaviors in CUMS mice via oxidative stress-mediated NLRP3 inflammasome and neuroinflammation. Translational Psychiatry, 11(1), 353."}, {"Citation": "Wenningmann, N., Knapp, M., Ande, A., Vaidya, T. R., & Ait-Oudhia, S. (2019). Insights into doxorubicin-induced cardiotoxicity: Molecular mechanisms, preventive strategies, and early monitoring. Molecular Pharmacology, 96(2), 219-232."}, {"Citation": "Wu, K. K. (1995). Inducible cyclooxygenase and nitric oxide synthase. Advances in Pharmacology, 33, 179-207."}, {"Citation": "Wu, X., Liu, C., Wang, J., Guan, Y., Song, L., Chen, R., & Gong, M. (2022). Catalpol exerts Antidepressant-Like effects by enhancing anti-oxidation and neurotrophy and inhibiting neuroinflammation via activation of HO-1. Neurochemical Research, 47(10), 2975-2991."}, {"Citation": "Xia, H., Wang, D., Guo, X., Wu, K., Huang, F., & Feng, Y. (2021). Catalpol protects against spinal cord injury in mice through regulating MicroRNA-142-Mediated HMGB1/TLR4/NF-kappa B signaling pathway. Frontiers in Pharmacology, 11, 630222."}, {"Citation": "Xiao, W., Yin, G., Fan, Y., Qiu, L., Cang, X., Yu, G., Hu, Y., Xing, M., Wu, D., Wang, X., Hu, G., & Wan, R. (2014). Catalpol ameliorates sodium Taurocholate-Induced acute pancreatitis in rats via inhibiting activation of nuclear factor kappa B. International Journal of Molecular Sciences, 15(7), 11957-11972."}, {"Citation": "Xie, X., Peng, J., Chang, X., Huang, K., Huang, J., Wang, S., Shen, X., Liu, P., & Huang, H. (2013). Activation of RhoA/ROCK regulates NF-κB signaling pathway in experimental diabetic nephropathy. Molecular and Cellular Endocrinology, 369(1-2), 86-97."}, {"Citation": "Xiong, Y., Shi, L., Wang, L., Zhou, Z., Wang, C., Lin, Y., Luo, D., Qiu, J., & Chen, D. (2017). Activation of sirtuin 1 by catalpol-induced down-regulation of microRNA-132 attenuates endoplasmic reticulum stress in colitis. Pharmacological Research, 123, 73-82."}, {"Citation": "Yamauchi, K., & Ogasawara, M. (2019). The role of histamine in the pathophysiology of asthma and the clinical efficacy of antihistamines in asthma therapy. International Journal of Molecular Sciences, 20, 1733."}, {"Citation": "Yang, C., Shi, Z., You, L., Du, Y., Ni, J., & Yan, D. (2020). Neuroprotective effect of catalpol via Anti-Oxidative, Anti-Inflammatory, and Anti-Apoptotic mechanisms. Frontiers in Pharmacology, 11, 11."}, {"Citation": "Yang, P., Qian, F. Y., Zhang, M. F., Xu, A. L., Wang, X., Jiang, B. P., & Zhou, L. L. (2019). Th17 cell pathogenicity and plasticity in rheumatoid arthritis. Journal of Leukocyte Biology, 106(6), 1233-1240."}, {"Citation": "Yang, T., Zheng, Q., Wang, S., Fang, L., Liu, L., Zhao, H., Wang, L., & Fan, Y. P. (2017). Effect of catalpol on remyelination through experimental autoimmune encephalomyelitis acting to promote Olig1 and Olig2 expressions in mice. BMC Complementary and Alternative Medicine, 17(1), 240."}, {"Citation": "Yap, K. H., Yee, G. S., Candasamy, M., Tan, S. C., Md, S., Abdul Majeed, A. B., & Bhattamisra, S. K. (2020). Catalpol ameliorates insulin sensitivity and mitochondrial respiration in skeletal muscle of Type-2 diabetic mice through insulin signaling pathway and AMPK/SIRT1/PGC-1α/PPAR-γ activation. Biomolecules, 10(10), 1360."}, {"Citation": "Yu, H., Lin, L., Zhang, Z., Zhang, H., & Hu, H. (2020). Targeting NF-κB pathway for the therapy of diseases: Mechanism and clinical study. Signal Transduction and Targeted Therapy, 5(1), 209."}, {"Citation": "Zaaba, N. E., Al-Salam, S., Beegam, S., Elzaki, O., Yasin, J., & Nemmar, A. (2023). Catalpol attenuates oxidative stress and inflammation via mechanisms involving Sirtuin-1 activation and NF-κB inhibition in experimentally-induced chronic kidney disease. Nutrients, 15(1), 237."}, {"Citation": "Zeng, Y., Wang, R., Bian, Y., Chen, W., & Peng, L. (2019). Catalpol attenuates IL-1β induced matrix catabolism, apoptosis and inflammation in rat chondrocytes and inhibits cartilage degeneration. Medical Science Monitor, 25, 6649-6659."}, {"Citation": "Zhang, H., Wu, Z., Yang, Y., Shaukat, A., Yang, J., Guo, Y., Zhang, T., Zhu, X., Qiu, J., Deng, G., & Shi, D. (2019). Catalpol ameliorates LPS-induced endometritis by inhibiting inflammation and TLR4/NF-κB signaling. Journal of Zhejiang University-Science B, 20(10), 816-827."}, {"Citation": "Zhang, J., Liu, L., Li, F., Wang, Z., & Zhao, J. (2020). Treatment with catalpol protects against cisplatin-induced renal injury through Nrf2 and NF-kappa B signaling pathways. experimental and therapeutic. Medicine, 20(4), 3025-3032."}, {"Citation": "Zhang, M. C., & Bian, F. (2013). [Emphasizing the prevention and anti-inflammation research of dry eye disease]. [Zhonghua yan ke za zhi] Chinese journal of ophthalmology, 49(1), 6-7."}, {"Citation": "Zhang, W., Lin, H., Zou, M., Yuan, Q., Huang, Z., Pan, X., & Zhang, W. (2022). Nicotine in inflammatory diseases: Anti-inflammatory and Pro-Inflammatory effects. Frontiers in immunology, 13, 826889."}, {"Citation": "Zhang, Y., Liu, L., Liu, Y. Z., Shen, X. L., Wu, T. Y., Zhang, T., Wang, W., Wang, Y. X., & Jiang, C. L. (2015). NLRP3 inflammasome mediates chronic mild Stress-Induced depression in mice via neuroinflammation. International Journal of Neuropsychopharmacology, 18(8), pyv006."}, {"Citation": "Zhao, B., Fu, J., Ni, H., Xu, L., Xu, C., He, Q., Ni, C., Wang, Y., Kuang, J., Tang, M., Shou, Q., & Ming, Y. (2022). Catalpol ameliorates CFA-induced inflammatory pain by targeting spinal cord and peripheral inflammation. Frontiers in Pharmacology, 13, 1010483."}, {"Citation": "Zhu, H., & Wang, H. (2019). Inhibitory effects of catalpol coordinated with budesonide and their relationship with cytokines and Interleukin-13 expression. American Journal of Translational Research, 11(10), 6413-6421."}, {"Citation": "Zhu, J., Chen, X., Wang, H., & Yan, Q. (2015). Catalpol protects mice against renal ischemia/reperfusion injury via suppressing PI3K/Akt-eNOS signaling and inflammation. International Journal of Clinical and Experimental Medicine, 8(2), 2038-2044."}, {"Citation": "Zhu, P., Wu, Y., Yang, A., Fu, X., Mao, M., & Liu, Z. (2017). Catalpol suppressed proliferation, growth and invasion of CT26 colon cancer by inhibiting inflammation and tumor angiogenesis. Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie, 95, 68-76."}, {"Citation": "Zou, S., Hong, J., Liu, D., Lai, G., Ye, J., & Song, Y. (2019). Enhanced effect of catalpol on specific immune therapy in treatment of asthmatic mice. American Journal of Translational Research, 11(4), 2463-2469."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2023", "Month": "6", "Day": "21"}, {"Year": "2023", "Month": "4", "Day": "10"}, {"Year": "2023", "Month": "7", "Day": "17"}, {"Year": "2023", "Month": "11", "Day": "10", "Hour": "6", "Minute": "45"}, {"Year": "2023", "Month": "8", "Day": "3", "Hour": "13", "Minute": "10"}, {"Year": "2023", "Month": "8", "Day": "3", "Hour": "7", "Minute": "54"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37534768", "10.1002/ddr.22096"]}}], "PubmedBookArticle": []}