{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["adulteration", "botanical origin", "plant food supplements", "targeted MS", "untargeted MS"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37548598", "DateCompleted": {"Year": "2023", "Month": "09", "Day": "13"}, "DateRevised": {"Year": "2023", "Month": "09", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "08", "Day": "07"}], "Language": ["eng"], "ELocationID": ["10.1111/1541-4337.13222"], "Journal": {"ISSN": "1541-4337", "JournalIssue": {"Volume": "22", "Issue": "5", "PubDate": {"Year": "2023", "Month": "Sep"}}, "Title": "Comprehensive reviews in food science and food safety", "ISOAbbreviation": "Compr Rev Food Sci Food Saf"}, "ArticleTitle": "Mass spectrometry-based approaches to assess the botanical authenticity of dietary supplements.", "Pagination": {"StartPage": "3870", "EndPage": "3909", "MedlinePgn": "3870-3909"}, "Abstract": {"AbstractText": ["Dietary supplements are legally considered foods despite frequently including medicinal plants as ingredients. Currently, the consumption of herbal dietary supplements, also known as plant food supplements (PFS), is increasing worldwide and some raw botanicals, highly demanded due to their popularity, extensive use, and/or well-established pharmacological effects, have been attaining high prices in the international markets. Therefore, botanical adulteration for profit increase can occur along the whole PFS industry chain, from raw botanicals to plant extracts, until final PFS. Besides the substitution of high-value species, unintentional mislabeling can happen in morphologically similar species. Both cases represent a health risk for consumers, prompting the development of numerous works to access botanical adulterations in PFS. Among different approaches proposed for this purpose, mass spectrometry (MS)-based techniques have often been reported as the most promising, particularly when hyphenated with chromatographic techniques. Thus, this review aims at describing an overview of the developments in this field, focusing on the applications of MS-based techniques to targeted and untargeted analysis to detect botanical adulterations in plant materials, extracts, and PFS."], "CopyrightInformation": "© 2023 Institute of Food Technologists®."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "REQUIMTE-LAQV, Faculdade de Farmácia, Universidade do Porto, Porto, Portugal."}], "LastName": "Grazina", "ForeName": "Liliana", "Initials": "L"}, {"Identifier": ["0000-0001-5311-8895"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "REQUIMTE-LAQV, Faculdade de Farmácia, Universidade do Porto, Porto, Portugal."}], "LastName": "Mafra", "ForeName": "Isabel", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "ISPA-CNR, Institute of Sciences of Food Production of National Research Council of Italy, Bari, Italy."}], "LastName": "Monaci", "ForeName": "Linda", "Initials": "L"}, {"Identifier": ["0000-0002-3648-7303"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centro de Investigação de Montanha (CIMO), Instituto Politécnico de Bragança, Bragança, Portugal."}, {"Identifier": [], "Affiliation": "Laboratório Associado para a Sustentabilidade e Tecnologia em Regiões de Montanha (SusTEC), Instituto Politécnico de Bragança, Bragança, Portugal."}], "LastName": "Amaral", "ForeName": "Joana S", "Initials": "JS"}], "PublicationTypeList": ["Review", "Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Compr Rev Food Sci Food Saf", "NlmUniqueID": "101305205", "ISSNLinking": "1541-4337"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Dietary Supplements"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["methods"], "DescriptorName": "Mass Spectrometry"}, {"QualifierName": [], "DescriptorName": "Drug Contamination"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abraham, E. J., & Kellogg, J. J. (2021). Chemometric-guided approaches for profiling and authenticating botanical materials. Frontiers in Nutrition, 8, 780228. https://doi.org/10.3389/fnut.2021.780228"}, {"Citation": "American Botanical Council. (2000). Ginkgo Biloba leaf extract. Herbal medicine: Expanded Commission E monographs. https://www.herbalgram.org/resources/expanded-commission-e/ginkgo-biloba-leaf-extract/"}, {"Citation": "Avula, B., Wang, Y. H., Smillie, T. J., & Khan, I. A. (2009). Column Liquid Chromatography/Electrospray Ionization-Time of Flight-Mass Spectrometry and Ultraperformance Column Liquid Chromatography/Mass Spectrometry methods for the determination of ginkgolides and bilobalide in the leaves of Ginkgo biloba and dietary supplements. Journal of AOAC International, 92(2), 645-652."}, {"Citation": "Avula, B., Bae, J. Y., Majrashi, T., Wu, T. Y., Wang, Y. H., Wang, M., Ali, Z., Wu, Y. C., & Khan, I. A. (2018). Targeted and non-targeted analysis of annonaceous alkaloids and acetogenins from Asimina and Annona species using UHPLC-QToF-MS. Journal of Pharmaceutical and Biomedical Analysis, 159, 548-566. https://doi.org/10.1016/j.jpba.2018.07.030"}, {"Citation": "Avula, B., Bae, J. Y., Raman, V., Fantoukh, O. I., Wang, Y. H., Osman, A. G., Wang, M., Ali, Z., & Khan, I. A. (2019). Quantification of phenolic compounds from Fadogia agrestis and dietary supplements using UHPLC-PDA-MS. Planta Medica, 85(2), 145-153. https://doi.org/10.1055/a-0715-1801"}, {"Citation": "Avula, B., Bae, J. Y., Wang, Y. H., Wang, M., Ali, Z., & Khan, I. A. (2021). Chemical profiling and characterization of anthraquinones from two Bulbine species and dietary supplements using liquid chromatography-high resolution mass spectrometry. Journal of AOAC International, 104(5), 1394-1407. https://doi.org/10.1093/jaoacint/qsab075"}, {"Citation": "Avula, B., Bae, J. Y., Wang, Y. H., Wang, M., Osman, A. G., Smith, K., Yuk, J., Ali, Z., Plumb, R., Isaac, G., & Khan, I. A. (2020). Chemical profiling and characterization of phenolic acids, flavonoids, terpene glycosides from Vangueria agrestis using ultra-high-performance liquid chromatography/ion mobility quadrupole time-of-flight mass spectrometry and metabolomics approach. Biomedical Chromatography, 34(9), e4840. https://doi.org/10.1002/bmc.4840"}, {"Citation": "Avula, B., Bae, J. Y., Zhao, J., Wang, Y. H., Wang, M., Zhang, Z., Ali, Z., Chittiboyina, A. G., & Khan, I. A. (2021). Quantitative determination and characterization of polyphenols from Cissus quadrangularis L. and dietary supplements using UHPLC-PDA-MS, LC-QToF and HPTLC. Journal of Pharmaceutical and Biomedical Analysis, 199, 114036. https://doi.org/10.1016/j.jpba.2021.114036"}, {"Citation": "Avula, B., Chittiboyina, A. G., Wang, Y. H., Sagi, S., Raman, V., Wang, M., & Khan, I. A. (2016). Simultaneous determination of aegeline and six coumarins from different parts of the plant Aegle marmelos using UHPLC-PDA-MS and chiral separation of aegeline enantiomers using HPLC-ToF-MS. Planta Medica, 82(6), 580-588. https://doi.org/10.1055/s-0042-103160"}, {"Citation": "Avula, B., Navarrete, A., Joshi, V. C., & Khan, I. A. (2006a). Quantification of parthenolide in Tanacetum species by LC-UV/LC-MS and microscopic comparison of Mexican/US feverfew samples. Die Pharmazie - An International Journal of Pharmaceutical Sciences, 61(7), 590-594. https://www.ingentaconnect.com/content/govi/pharmaz/2006/00000061/00000007/art00004"}, {"Citation": "Avula, B., Sagi, S., Gafner, S., Upton, R., Wang, Y. H., Wang, M., & Khan, I. A. (2015). Identification of Ginkgo biloba supplements adulteration using high performance thin layer chromatography and ultra high performance liquid chromatography-diode array detector-quadrupole time of flight-mass spectrometry. Analytical and Bioanalytical Chemistry, 407(25), 7733-7746. https://doi.org/10.1007/s00216-015-8938-1"}, {"Citation": "Avula, B., Sagi, S., Wang, Y. H., Wang, M., Gafner, S., Manthey, J. A., & Khan, I. A. (2016). Liquid chromatography-electrospray ionization mass spectrometry analysis of limonoids and flavonoids in seeds of grapefruits, other Citrus species, and dietary supplements. Planta Medica, 82(11-12), 1058-1069. https://doi.org/10.1055/s-0042-107598"}, {"Citation": "Avula, B., Sagi, S., Wang, Y. H., Zweigenbaum, J., Wang, M., & Khan, I. A. (2015). Characterization and screening of pyrrolizidine alkaloids and N-oxides from botanicals and dietary supplements using UHPLC-high resolution mass spectrometry. Food Chemistry, 178, 136-148. https://doi.org/10.1016/j.foodchem.2015.01.053"}, {"Citation": "Avula, B., Wang, Y.-H., Pawar, R. S., Shukla, Y. J., Schaneberg, B. T., & Khan, I. A. (2006b). Determination of the appetite suppressant P57 in Hoodia gordonii plant extracts and dietary supplements by liquid chromatography/electrospray ionization mass spectrometry (LC-MSD-TOF) and LC-UV methods. Journal of AOAC International, 89(3), 606-611."}, {"Citation": "Avula, B., Wang, Y. H., Pawar, R. S., Shukla, Y. J., Smillie, T. J., & Khan, I. A. (2008a). Identification and structural characterization of steroidal glycosides in Hoodia gordonii by ion-trap tandem mass spectrometry and liquid chromatography coupled with electrospray ionization time-of-flight mass spectrometry. Rapid Communications in Mass Spectrometry, 22(16), 2587-2596. https://doi.org/10.1002/rcm.3651"}, {"Citation": "Avula, B., Wang, Y. H., Pawar, R. S., Shukla, Y. J., Smillie, T. J., & Khan, I. A. (2008b). A rapid method for chemical fingerprint analysis of Hoodia species, related genera, and dietary supplements using UPLC-UV-MS. Journal of Pharmaceutical and Biomedical Analysis, 48(3), 722-731. https://doi.org/10.1016/j.jpba.2008.07.005"}, {"Citation": "Avula, B., Wang, Y. H., Rumalla, C. S., Ali, Z., Smillie, T. J., & Khan, I. A. (2011). Analytical methods for determination of magnoflorine and saponins from roots of Caulophyllum thalictroides (L.) Michx. Using UPLC, HPLC and HPTLC. Journal of Pharmaceutical and Biomedical Analysis, 56(5), 895-903. https://doi.org/10.1016/j.jpba.2011.07.028"}, {"Citation": "Avula, B., Wang, Y. H., Rumalla, C. S., Smillie, T. J., & Khan, I. A. (2012). Simultaneous determination of alkaloids and flavonoids from aerial parts of Passiflora species and dietary supplements using UPLC-UV-MS and HPTLC. Natural Product Communications, 7(9). https://doi.org/10.1177/1934578x1200700918"}, {"Citation": "Avula, B., Wang, Y. H., Wang, M., Avonto, C., Zhao, J., Smillie, T. J., Rua, D., & Khan, I. A. (2014). Quantitative determination of phenolic compounds by UHPLC-UV-MS and use of partial least-square discriminant analysis to differentiate chemo-types of Chamomile/Chrysanthemum flower heads. Journal of Pharmaceutical and Biomedical Analysis, 88, 278-288. https://doi.org/10.1016/j.jpba.2013.08.037"}, {"Citation": "Avula, B., Wang, Y.-H., Wang, M., Smillie, T. J., & Khan, I. A. (2012). Simultaneous determination of sesquiterpenes and pyrrolizidine alkaloids from the rhizomes of Petasites hybridus (L.) G.M. et Sch. and dietary supplements using UPLC-UV and HPLC-TOF-MS methods. Journal of Pharmaceutical and Biomedical Analysis, 70, 53-63. https://doi.org/10.1016/j.jpba.2012.05.021"}, {"Citation": "Bae, J.-Y., Avula, B., Zhao, J., Raman, V., Wang, Y.-H., Wang, M., Zulfiqar, F., Feng, W., Park, J. H., Abe, N., Ali, Z., & Khan, I. A. (2020). Analysis of prenylflavonoids from aerial parts of Epimedium grandiflorum and dietary supplements using HPTLC, UHPLC-PDA and UHPLC-QToF along with chemometric tools to differentiate Epimedium species. Journal of Pharmaceutical and Biomedical Analysis, 177, 112843. https://doi.org/10.1016/j.jpba.2019.112843"}, {"Citation": "Ballin, N. Z., & Laursen, K. H. (2019). To target or not to target? Definitions and nomenclature for targeted versus non-targeted analytical food authentication. Trends in Food Science & Technology, 86, 537-543. https://doi.org/10.1016/j.tifs.2018.09.025"}, {"Citation": "Başaran, N., Paslı, D., & Başaran, A. A. (2022). Unpredictable adverse effects of herbal products. Food and Chemical Toxicology, 159, 112762. https://doi.org/10.1016/j.fct.2021.112762"}, {"Citation": "Beckmann, M., Parker, D., Enot, D. P., Duval, E., & Draper, J. (2008). High-throughput, nontargeted metabolite fingerprinting using nominal mass flow injection electrospray mass spectrometry. Nature Protocols, 3(3), 486-504. https://doi.org/10.1038/nprot.2007.500"}, {"Citation": "Boateng, I. D. (2022). A critical review of emerging hydrophobic deep eutectic solvents’ applications in food chemistry: Trends and opportunities. Journal of Agricultural and Food Chemistry, 70(38), 11860-11879. https://doi.org/10.1021/acs.jafc.2c05079"}, {"Citation": "Caligiani, A., Malavasi, G., Palla, G., Marseglia, A., Tognolini, M., & Bruni, R. (2013). A simple GC-MS method for the screening of betulinic, corosolic, maslinic, oleanolic and ursolic acid contents in commercial botanicals used as food supplement ingredients. Food Chemistry, 136(2), 735-741. https://doi.org/10.1016/j.foodchem.2012.08.011"}, {"Citation": "Carrasco-Pancorbo, A., Nevedomskaya, E., Arthen-Engeland, T., Zey, T., Zurek, G., Baessmann, C., Deelder, A. M., & Mayboroda, O. A. (2009). Gas chromatography/atmospheric pressure chemical ionization-time of flight mass spectrometry: Analytical validation and applicability to metabolic profiling. Analytical Chemistry, 81(24), 10071-10079. https://doi.org/10.1021/ac9006073"}, {"Citation": "Carrero-Carralero, C., Rodríguez-Sánchez, S., Calvillo, I., Martínez-Castro, I., Soria, A. C., Ramos, L., & Sanz, M. L. (2018). Gas chromatographic-based techniques for the characterization of low molecular weight carbohydrates and phenylalkanoid glycosides of Sedum roseum root supplements. Journal of Chromatography A, 1570, 116-125. https://doi.org/10.1016/j.chroma.2018.07.071"}, {"Citation": "Castro-Puyana, M., Pérez-Míguez, R., Montero, L., & Herrero, M. (2017). Application of mass spectrometry-based metabolomics approaches for food safety, quality and traceability. TrAC Trends in Analytical Chemistry, 93, 102-118. https://doi.org/10.1016/j.trac.2017.05.004"}, {"Citation": "Chen, J., Zhao, Q., Si, D., Nie, A., Wang, Y., Deng, Z., Wen, Y., Chen, F., Zhang, L., Dong, B., & Yang, J. (2020). Comprehensive profiling of Stephania tetrandra (Fangji) by stepwise DFI and NL-dependent structure annotation algorithm-based UHPLC-Q-TOF-MS and direct authentication by LMJ-HRMS. Journal of Pharmaceutical and Biomedical Analysis, 185, 113225. https://doi.org/10.1016/j.jpba.2020.113225"}, {"Citation": "Chen, P., Luthria, D., Harrington Pde, B., & Harnly, J. M. (2011). Discrimination among Panax species using spectral fingerprinting. Journal of AOAC International, 94(5), 1411-1421. https://doi.org/10.1093/jaoac/94.5.1411"}, {"Citation": "Cohen, L. H., & Gusev, A. I. (2002). Small molecule analysis by MALDI mass spectrometry. Analytical and Bioanalytical Chemistry, 373(7), 571-586. https://doi.org/10.1007/s00216-002-1321-z"}, {"Citation": "Costa, J., Amaral, J. S., Fernandes, T. J. R., Batista, A., Oliveira, M. B. P. P., & Mafra, I. (2015). DNA extraction from plant food supplements: Influence of different pharmaceutical excipients. Molecular and Cellular Probes, 29(6), 473-478. https://doi.org/10.1016/j.mcp.2015.06.002"}, {"Citation": "Cruz, M. B., Place, B. J., Wood, L. J., Urbas, A., Wasik, A., & de Carvalho Rocha, W. F. (2020). A nontargeted approach to determine the authenticity of Ginkgo biloba L. plant materials and dried leaf extracts by liquid chromatography-high-resolution mass spectrometry (LC-HRMS) and chemometrics. Analytical and Bioanalytical Chemistry, 412(25), 6969-6982. https://doi.org/10.1007/s00216-020-02830-2"}, {"Citation": "Czepielewska, E., Makarewicz-Wujec, M., Różewski, F., Wojtasik, E., & Kozłowska-Wojciechowska, M. (2018). Drug adulteration of food supplements: A threat to public health in the European Union? Regulatory Toxicology and Pharmacology, 97, 98-102. https://doi.org/10.1016/j.yrtph.2018.06.014"}, {"Citation": "Czigle, S., Toth, J., Jedlinszki, N., Haznagy-Radnai, E., Csupor, D., & Tekelova, D. (2018). Ginkgo biloba food supplements on the European market - Adulteration patterns revealed by quality control of selected samples. Planta Medica, 84(6-7), 475-482. https://doi.org/10.1055/a-0581-5203"}, {"Citation": "De Angelis, E., Pilolli, R., Bejjani, A., Guagnano, R., Garino, C., Arlorio, M., & Monaci, L. (2021). Optimization of untargeted DART-HRMS method envisaging identification of potential markers for Saffron authenticity assessment. Foods, 10(6), 1238. https://doi.org/10.3390/foods10061238"}, {"Citation": "de Souza, L. P., Alseekh, S., Naake, T., & Fernie, A. (2019). Mass spectrometry-based untargeted plant metabolomics. Current Protocols in Plant Biology, 4(4), e20100. https://doi.org/10.1002/cppb.20100"}, {"Citation": "Demirezer, L., Büyükkaya, A., Ucakturk, E., Kuruüzüm-Uz, A., Güvenalp, Z., & Palaska, E. (2014). Adulteration determining of pharmaceutical forms of Ginkgo biloba extracts from different international manufacturers. Records of Natural Products, 8(4), 394-400. https://www.ingentaconnect.com/content/doaj/13076167/2014/00000008/00000004/art00011"}, {"Citation": "Diamond, B. J., & Bailey, M. R. (2013). Ginkgo biloba: Indications, mechanisms, and safety. Psychiatric Clinics of North America, 36(1), 73-83. https://doi.org/10.1016/j.psc.2012.12.006"}, {"Citation": "Ding, S., Dudley, E., Plummer, S., Tang, J., Newton, R. P., & Brenton, A. G. (2006). Quantitative determination of major active components in Ginkgo biloba dietary supplements by liquid chromatography/mass spectrometry. Rapid Communications in Mass Spectrometry, 20(18), 2753-2760. https://doi.org/10.1002/rcm.2646"}, {"Citation": "Ding, S., Dudley, E., Plummer, S., Tang, J., Newton, R. P., & Brenton, A. G. (2008). Fingerprint profile of Ginkgo biloba nutritional supplements by LC/ESI-MS/MS. Phytochemistry, 69(7), 1555-1564. https://doi.org/10.1016/j.phytochem.2008.01.026"}, {"Citation": "Dong, M. W., & Zhang, K. (2014). Ultra-high-pressure liquid chromatography (UHPLC) in method development. TrAC Trends in Analytical Chemistry, 63, 21-30. https://doi.org/10.1016/j.trac.2014.06.019"}, {"Citation": "Dou, X., Zhang, L., Yang, R., Wang, X., Yu, L., Yue, X., Ma, F., Mao, J., Wang, X., Zhang, W., & Li, P. (2022). Mass spectrometry in food authentication and origin traceability. Mass Spectrometry Reviews, https://doi.org/10.1002/mas.21779"}, {"Citation": "Dubber, M. J., Sewram, V., Mshicileli, N., Shephard, G. S., & Kanfer, I. (2005). The simultaneous determination of selected flavonol glycosides and aglycones in Ginkgo biloba oral dosage forms by high-performance liquid chromatography-electrospray ionisation-mass spectrometry. Journal of Pharmaceutical and Biomedical Analysis, 37(4), 723-731. https://doi.org/10.1016/j.jpba.2004.11.052"}, {"Citation": "Egan, B., Hodgkins, C., Shepherd, R., Timotijevic, L., & Raats, M. (2011). An overview of consumer attitudes and beliefs about plant food supplements. Food & Function, 2(12), 747-752. https://doi.org/10.1039/C1FO10109A"}, {"Citation": "Ekar, T., & Kreft, S. (2019). Common risks of adulterated and mislabeled herbal preparations. Food and Chemical Toxicology, 123, 288-297. https://doi.org/10.1016/j.fct.2018.10.043"}, {"Citation": "European Medicines Agency (EMA). (2015a). Assessment report on Ginkgo biloba L., folium (EMA/HMPC/321095/2012). https://www.ema.europa.eu/en/documents/herbal-report/final-assessment-report-ginkgo-biloba-l-folium_en.pdf"}, {"Citation": "European Medicines Agency (EMA). (2015b). European Union herbal monograph on Ginkgo biloba L., folium (EMA/HMPC/321097/2012). https://www.ema.europa.eu/en/documents/herbal-monograph/final-european-union-herbal-monograph-ginkgo-biloba-l-folium_en.pdf"}, {"Citation": "European Pharmacopoeia. (2008). Ph. Eur. monograph Ginkgo dry extract, refined and quantified. In European Pharmacopoeia, 10th Edition, Volume I (pp. 1451-1453). Strasbourg: Council of Europe."}, {"Citation": "European Union (EU). (2001). Directive 2001/83/EC: Directive 2001/83/EC of the European Parliament and of the Council of 6 November 2001 on the Community code relating to medicinal products for human use. Official Journal of the European Union, L311, 67-128."}, {"Citation": "European Union (EU). (2002). Directive 2002/46/EC: Directive 2002/46/EC of the European Parliament and of the Council of 10 June 2002 on the approximation of the laws of the Member States relating to food supplements (Text with EEA relevance). Official Journal of the European Union, L183, 51-57."}, {"Citation": "European Union (EU). (2004). Directive 2004/24/EC: Directive 2004/24/EC of the European Parliament and of the Council of 31 March 2004 amending, as regards traditional herbal medicinal products, Directive 2001/83/EC on the Community code relating to medicinal products for human use. Official Journal of the European Union, L136, 85-90."}, {"Citation": "Fantoukh, O. I., Wang, Y. H., Parveen, A., Hawwal, M. F., Al-Hamoud, G. A., Ali, Z., Chittiboyina, A. G., & Khan, I. A. (2021). Profiling and quantification of the key phytochemicals from the drumstick tree (Moringa oleifera) and dietary supplements by UHPLC-PDA-MS. Planta Medica, 87(05), 417-427. https://doi.org/10.1055/a-1240-6186"}, {"Citation": "Farag, M. A., El-Ahmady, S. H., Elian, F. S., & Wessjohann, L. A. (2013). Metabolomics driven analysis of artichoke leaf and its commercial products via UHPLC-q-TOF-MS and chemometrics. Phytochemistry, 95, 177-187. https://doi.org/10.1016/j.phytochem.2013.07.003"}, {"Citation": "Farag, M. A., Khaled, S. E., El Gingeehy, Z., Shamma, S. N., & Zayed, A. (2022). Comparative metabolite profiling and fingerprinting of medicinal cinnamon bark and its commercial preparations via a multiplex approach of GC-MS, UV, and NMR techniques. Metabolites, 12(7), 614. https://doi.org/10.3390/metabo12070614"}, {"Citation": "Farag, M. A., & Wessjohann, L. A. (2012). Metabolome classification of commercial Hypericum perforatum (St. John's Wort) preparations via UPLC-qTOF-MS and chemometrics. Planta Medica, 78(05), 488-496. https://doi.org/10.1055/s-0031-1298170"}, {"Citation": "Food and Drug Administration (FDA). (2019). Dietary supplements. https://www.fda.gov/food/dietary-supplements"}, {"Citation": "Garcia-Alvarez, A., Mila-Villarroel, R., Ribas-Barba, L., Egan, B., Badea, M., Maggi, F. M., Salmenhaara, M., Restani, P., & Serra-Majem, L. (2016). Usage of plant food supplements (PFS) for weight control in six European countries: Results from the PlantLIBRA PFS consumer survey 2011-2012. BMC Complementary and Alternative Medicine, 16(1), 254. https://doi.org/10.1186/s12906-016-1227-5"}, {"Citation": "Geng, P., Chen, P., Sun, J., McCoy, J. H., & Harnly, J. M. (2019). Authentication of black cohosh (Actaea racemosa) dietary supplements based on chemometric evaluation of hydroxycinnamic acid esters and hydroxycinnamic acid amides. Analytical and Bioanalytical Chemistry, 411(27), 7147-7156. https://doi.org/10.1007/s00216-019-02082-9"}, {"Citation": "Gibbons, H., O'Gorman, A., & Brennan, L. (2015). Metabolomics as a tool in nutritional research. Current Opinion in Lipidology, 26(1), 30-34. https://doi.org/10.1097/mol.0000000000000140"}, {"Citation": "Govindaraghavan, S. (2018). Increasing sophistication in adulteration of commercial Ginkgo biloba leaf products: Detection using existing methods of analysis of ginkgoflavone glycosides. Fitoterapia, 131, 146-159. https://doi.org/10.1016/j.fitote.2018.10.024"}, {"Citation": "Grand View Research (GVR). (2021a). Dietary supplements market size, share & trends analysis report by ingredient (vitamins, proteins & amino acids), by form, by application, by end user, by distribution channel, and segment forecasts, 2021 - 2028. https://www.grandviewresearch.com/industry-analysis/dietary-supplements-market"}, {"Citation": "Grand View Research (GVR). (2021b). Botanical supplements market size, share & trends analysis report by source (herbs, leaves, spices, flowers), by form (tablets, liquid), by application, by distribution channel, by region, and segment forecasts, 2020 - 2028. https://www.grandviewresearch.com/industry-analysis/botanical-supplements-market"}, {"Citation": "Grazina, L., Amaral, J. S., Costa, J., & Mafra, I. (2020). Authentication of Ginkgo biloba herbal products by a novel quantitative real-Time PCR approach. Foods, 9(9), 1233. https://doi.org/10.3390/foods9091233"}, {"Citation": "Grazina, L., Amaral, J. S., & Mafra, I. (2020). Botanical origin authentication of dietary supplements by DNA-based approaches. Comprehensive Reviews in Food Science and Food Safety, 19(3), 1080-1109. https://doi.org/10.1111/1541-4337.12551"}, {"Citation": "Haller, C. A., & Benowitz, N. L. (2000). Adverse cardiovascular and central nervous system events associated with dietary supplements containing Ephedra alkaloids. New England Journal of Medicine, 343(25), 1833-1838. https://doi.org/10.1056/nejm200012213432502"}, {"Citation": "Haller, C. A., Jacob, P., III, & Benowitz, N. L. (2002). Pharmacology of Ephedra alkaloids and caffeine after single-dose dietary supplement use. Clinical Pharmacology & Therapeutics, 71(6), 421-432. https://doi.org/10.1067/mcp.2002.124523"}, {"Citation": "Hamidi, S. (2021). Assessment of undeclared synthetic drugs in dietary supplements in an analytical view: A comprehensive review. Critical Reviews in Analytical Chemistry, 53(5), 986-996. https://doi.org/10.1080/10408347.2021.1999787"}, {"Citation": "Hansen, L. B. (2001). A stable gas chromatography-mass spectrometry analysis system to characterize Ma Huang products found in health foods and supplements. Journal of Pharmaceutical Sciences, 90(7), 943-948. https://doi.org/10.1002/jps.1045"}, {"Citation": "Harnly, J., Chen, P., & Harrington, P. d. B. (2013). Probability of identification: Adulteration of American ginseng with Asian ginseng. Journal of AOAC International, 96(6), 1258-1265. https://doi.org/10.5740/jaoacint.13-290"}, {"Citation": "Harnly, J., Chen, P., Sun, J. H., Huang, H. L., Colson, K. L., Yuk, J., McCoy, J. A. H., Reynaud, D. T. H., Harrington, P. B., & Fletcher, E. J. (2016). Comparison of flow injection MS, NMR, and DNA sequencing: Methods for identification and authentication of black cohosh (Actaea racemosa). Planta Medica, 82(3), 250-262. https://doi.org/10.1055/s-0035-1558113"}, {"Citation": "Harnly, J., Lu, Y., Sun, J., & Chen, P. (2017). Botanical supplements: Detecting the transition from ingredient to product. Journal of Food Composition and Analysis, 64, 85-92. https://doi.org/10.1016/j.jfca.2017.06.010"}, {"Citation": "He, K., Pauli, G. F., Zheng, B., Wang, H., Bai, N., Peng, T., Roller, M., & Zheng, Q. (2006). Cimicifuga species identification by high performance liquid chromatography-photodiode array/mass spectrometric/evaporative light scattering detection for quality control of black cohosh products. Journal of Chromatography A, 1112(1), 241-254. https://doi.org/10.1016/j.chroma.2006.01.004"}, {"Citation": "He, K., Zheng, B., Kim, C. H., Rogers, L., & Zheng, Q. (2000). Direct analysis and identification of triterpene glycosides by LC/MS in black cohosh, Cimicifuga racemosa, and in several commercially available black cohosh products. Planta Medica, 66(07), 635-640. https://doi.org/10.1055/s-2000-8619"}, {"Citation": "Herrero, M., Cifuentes, A., & Ibañez, E. (2006). Sub- and supercritical fluid extraction of functional ingredients from different natural sources: Plants, food-by-products, algae and microalgae: A review. Food Chemistry, 98(1), 136-148. https://doi.org/10.1016/j.foodchem.2005.05.058"}, {"Citation": "Holčapek, M., Jirásko, R., & Lísa, M. (2012). Recent developments in liquid chromatography-mass spectrometry and related techniques. Journal of Chromatography A, 1259, 3-15. https://doi.org/10.1016/j.chroma.2012.08.072"}, {"Citation": "Hurkova, K., Rubert, J., Stranska-Zachariasova, M., & Hajslova, J. (2017). Strategies to document adulteration of food supplement based on sea buckthorn oil: A case study. Food Analytical Methods, 10(5), 1317-1327. https://doi.org/10.1007/s12161-016-0674-4"}, {"Citation": "Ichim, M. C., & Booker, A. (2021). Chemical authentication of botanical ingredients: A review of commercial herbal products. Frontiers in Pharmacology, 12(632), 666850. https://doi.org/10.3389/fphar.2021.666850"}, {"Citation": "Jiang, B., Kronenberg, F., Qiu, M. H., & Kennelly, E. J. (2006). Evaluation of the botanical authenticity and phytochemical profile of black cohosh products by high-performance liquid chromatography with selected ion monitoring liquid chromatography-mass spectrometry. Journal of Agricultural and Food Chemistry, 54(9), 3242-3253. https://doi.org/10.1021/jf0606149"}, {"Citation": "Jones, M. D., Avula, B., Wang, Y.-H., Lu, L., Zhao, J., Avonto, C., Isaac, G., Meeker, L., Yu, K., Legido-Quigley, C., Smith, N., & Khan, I. A. (2014). Investigating sub-2 μm particle stationary phase supercritical fluid chromatography coupled to mass spectrometry for chemical profiling of chamomile extracts. Analytica Chimica Acta, 847, 61-72. https://doi.org/10.1016/j.aca.2014.06.031"}, {"Citation": "Kakigi, Y., Hakamatsuka, T., Icho, T., Goda, Y., & Mochizuki, N. (2012). Comprehensive analysis of flavonols in Ginkgo biloba products by ultra-high-performance liquid chromatography coupled with ultra-violet detection and time-of-flight mass spectrometry. Bioscience, Biotechnology, and Biochemistry, 76(5), 1003-1007. https://doi.org/10.1271/bbb.110873"}, {"Citation": "Kaklamanos, G., Aprea, E., & Theodoridis, G. (2020). Mass spectrometry: Principles and instrumentation. In Y. Pico (Ed.), Chemical analysis of food (2nd ed., pp. 525-552). Academic Press."}, {"Citation": "Kellogg, J. J., Paine, M. F., McCune, J. S., Oberlies, N. H., & Cech, N. B. (2019). Selection and characterization of botanical natural products for research studies: A NaPDI center recommended approach. Natural Products Reports, 36(8), 1196-1221. https://doi.org/10.1039/C8NP00065D"}, {"Citation": "Koh, A. H. W., Chess-Williams, R., & Lohning, A. E. (2021a). Racemic synephrine found in Citrus aurantium-listing pre-workout supplements suggests a non-plant-based origin. Drug Testing and Analysis, 13(8), 1569-1575. https://doi.org/10.1002/dta.3042"}, {"Citation": "Koh, A. H. W., Chess-Williams, R., & Lohning, A. E. (2021b). HPLC-UV-QDa analysis of Citrus aurantium-labelled pre-workout supplements suggest only a minority contain the plant extract. Journal of Pharmaceutical and Biomedical Analysis, 193, 113746. https://doi.org/10.1016/j.jpba.2020.113746"}, {"Citation": "Lacalle-Bergeron, L., Izquierdo-Sandoval, D., Sancho, J. V., López, F. J., Hernández, F., & Portolés, T. (2021). Chromatography hyphenated to high resolution mass spectrometry in untargeted metabolomics for investigation of food (bio)markers. TrAC Trends in Analytical Chemistry, 135, 116161. https://doi.org/10.1016/j.trac.2020.116161"}, {"Citation": "Lee, J. H., Kim, J. Y., Cho, S.-H., Jeong, J. H., Cho, S., Park, H. J., & Baek, S. Y. (2017). Determination of miroestrol and isomiroestrol from Pueraria mirifica (White Kwao Krua) in dietary supplements by LC-MS-MS and LC-Q-Orbitrap/MS. Journal of Chromatographic Science, 55(3), 214-221. https://doi.org/10.1093/chromsci/bmw171"}, {"Citation": "Lee, S. M., Kim, H.-J., & Jang, Y. P. (2012). Chemometric classification of morphologically similar Umbelliferae medicinal herbs by DART-TOF-MS fingerprint. Phytochemical Analysis, 23(5), 508-512. https://doi.org/10.1002/pca.2348"}, {"Citation": "Li, L., Liu, S., Ma, L., Guo, Y., Wang, Y., & Liu, S. (2017). Application of direct analysis in real time-orbitrap mass spectrometry combined with multivariate data analysis for rapid quality assessment of Yuanhu Zhitong Tablet. International Journal of Mass Spectrometry, 421, 33-39. https://doi.org/10.1016/j.ijms.2017.05.015"}, {"Citation": "Li, W. K., Sun, Y. K., Fitzloff, J. F., & van Breemen, R. B. (2002). Evaluation of commercial Ginkgo and Echinacea dietary supplements for colchicine using liquid chromatography-tandem mass spectrometry. Chemical Research in Toxicology, 15(9), 1174-1178. https://doi.org/10.1021/tx025559m"}, {"Citation": "Liu, X.-G., Yang, H., Cheng, X.-L., Liu, L., Qin, Y., Wang, Q., Qi, L.-W., & Li, P. (2016). Direct analysis of 18 flavonol glycosides, aglycones and terpene trilactones in Ginkgo biloba tablets by matrix solid phase dispersion coupled with ultra-high performance liquid chromatography tandem triple quadrupole mass spectrometry. Journal of Pharmaceutical and Biomedical Analysis, 97, 123-128. https://doi.org/10.1016/j.jpba.2014.04.027"}, {"Citation": "Liu, Z., Zhang, M., Chen, P., Harnly, J. M., & Sun, J. (2022). Mass spectrometry-based nontargeted and targeted analytical approaches in fingerprinting and metabolomics of food and agricultural research. Journal of Agricultural and Food Chemistry, 70(36), 11138-11153. https://doi.org/10.1021/acs.jafc.2c01878"}, {"Citation": "Lu, M., & Cai, Z. (2013). Advances of MALDI-TOF MS in the analysis of traditional Chinese medicines. In Z. Cai & S. Liu (Eds.), Applications of MALDI-TOF spectroscopy (pp. 143-164). Springer Berlin Heidelberg."}, {"Citation": "Ma, Y.-C., Mani, A., Cai, Y., Thomson, J., Ma, J., Peudru, F., Chen, S., Luo, M., Zhang, J., Chapman, R. G., & Shi, Z.-T. (2016). An effective identification and quantification method for Ginkgo biloba flavonol glycosides with targeted evaluation of adulterated products. Phytomedicine, 23(4), 377-387. https://doi.org/10.1016/j.phymed.2016.02.003"}, {"Citation": "Market.us. (2019). Ginkgo biloba extract market by form (tablets, capsules, liquid extracts, others), by application (food and beverages, cosmetics, pharmaceuticals), and by region-Global forecast to 2029. https://www.marketwatch.com/press-release/global-ginkgo-biloba-extract-market-expected-to-observe-major-growth-with-cagr-of-41-2019-08-29?mod=mw_quote_news"}, {"Citation": "Maruyama, T., Sugimoto, N., Kuroyanagi, M., Kim, I. H., Kamakura, H., Kawasaki, T., Fujita, M., Shimada, H., Yamamoto, Y., Tada, A., Yamazaki, T., & Goda, Y. (2007). Authentication and chemical study of isodonis herba and isodonis extracts. Chemical & Pharmaceutical Bulletin, 55(11), 1626-1630. https://doi.org/10.1248/cpb.55.1626"}, {"Citation": "Mathon, C., Duret, M., Kohler, M., Edder, P., Bieri, S., & Christen, P. (2013). Multi-targeted screening of botanicals in food supplements by liquid chromatography with tandem mass spectrometry. Food Chemistry, 138(1), 709-717. https://doi.org/10.1016/j.foodchem.2012.10.091"}, {"Citation": "Mena-García, A., Ruiz-Matute, A. I., Soria, A. C., & Sanz, M. L. (2021). A multi-analytical strategy for evaluation of quality and authenticity of artichoke food supplements for overweight control. Journal of Chromatography A, 1647, 462102. https://doi.org/10.1016/j.chroma.2021.462102"}, {"Citation": "Nahar, L., Onder, A., & Sarker, S. D. (2020). A review on the recent advances in HPLC, UHPLC and UPLC analyses of naturally occurring cannabinoids (2010-2019). Phytochemical Analysis, 31, 413-457. https://doi.org/10.1002/pca.2906"}, {"Citation": "Nanita, S. C., & Kaldon, L. G. (2016). Emerging flow injection mass spectrometry methods for high-throughput quantitative analysis. Analytical and Bioanalytical Chemistry, 408(1), 23-33. https://doi.org/10.1007/s00216-015-9193-1"}, {"Citation": "Newmaster, S. G., Grguric, M., Shanmughanandhan, D., Ramalingam, S., & Ragupathy, S. (2013). DNA barcoding detects contamination and substitution in North American herbal products. BMC Medicine, 11(1), 222. https://doi.org/10.1186/1741-7015-11-222"}, {"Citation": "Niu, Z., Zhang, W., Yu, C., Zhang, J., & Wen, Y. (2018). Recent advances in biological sample preparation methods coupled with chromatography, spectrometry and electrochemistry analysis techniques. TrAC Trends in Analytical Chemistry, 102, 123-146. https://doi.org/10.1016/j.trac.2018.02.005"}, {"Citation": "Pandey, R., Chandra, P., Arya, K. R., & Kumar, B. (2014). Development and validation of an ultra high performance liquid chromatography electrospray ionization tandem mass spectrometry method for the simultaneous determination of selected flavonoids in Ginkgo biloba. Journal of Separation Science, 37(24), 3610-3618. https://doi.org/10.1002/jssc.201400853"}, {"Citation": "Pandohee, J., Kyereh, E., Kulshrestha, S., Xu, B., & Mahomoodally, M. F. (2023). Review of the recent developments in metabolomics-based phytochemical research. Critical Reviews in Food Science and Nutrition, 63(19), 3734-3749. https://doi.org/10.1080/10408398.2021.1993127"}, {"Citation": "Parchem, K., Sasson, S., Ferreri, C., & Bartoszek, A. (2019). Qualitative analysis of phospholipids and their oxidised derivatives - Used techniques and examples of their applications related to lipidomic research and food analysis. Free Radical Research, 53(sup1), 1068-1100. https://doi.org/10.1080/10715762.2019.1657573"}, {"Citation": "Parveen, A., Wang, Y.-H., Fantoukh, O., Alhusban, M., Raman, V., Ali, Z., & Khan, I. A. (2020). Development of a chemical fingerprint as a tool to distinguish closely related Tinospora species and quantitation of marker compounds. Journal of Pharmaceutical and Biomedical Analysis, 178, 112894. https://doi.org/10.1016/j.jpba.2019.112894"}, {"Citation": "Patel, M. K., Pandey, S., Kumar, M., Haque, M. I., Pal, S., & Yadav, N. S. (2021). Plants metabolome study: Emerging tools and techniques. Plants, 10(11), 2409. https://doi.org/10.3390/plants10112409"}, {"Citation": "Pérez-Cova, M., Bedia, C., Stoll, D. R., Tauler, R., & Jaumot, J. (2021). MSroi: A pre-processing tool for mass spectrometry-based studies. Chemometrics and Intelligent Laboratory Systems, 215, 104333. https://doi.org/10.1016/j.chemolab.2021.104333"}, {"Citation": "Pezzatti, J., Boccard, J., Codesido, S., Gagnebin, Y., Joshi, A., Picard, D., González-Ruiz, V., & Rudaz, S. (2020). Implementation of liquid chromatography-high resolution mass spectrometry methods for untargeted metabolomic analyses of biological samples: A tutorial. Analytica Chimica Acta, 1105, 28-44. https://doi.org/10.1016/j.aca.2019.12.062"}, {"Citation": "Pferschy-Wenzig, E.-M., & Bauer, R. (2015). The relevance of pharmacognosy in pharmacological research on herbal medicinal products. Epilepsy & Behavior, 52, 344-362. https://doi.org/10.1016/j.yebeh.2015.05.037"}, {"Citation": "Ren, J. L., Zhang, A. H., Kong, L., & Wang, X. J. (2018). Advances in mass spectrometry-based metabolomics for investigation of metabolites. RSC Advances, 8(40), 22335-22350. https://doi.org/10.1039/c8ra01574k"}, {"Citation": "Rocha, T., Amaral, J. S., & Oliveira, M. B. P. P. (2016). Adulteration of dietary supplements by the illegal addition of synthetic drugs: a review. Comprehensive Reviews in Food Science and Food Safety, 15(1), 43-62. https://doi.org/10.1111/1541-4337.12173"}, {"Citation": "Rowe, R. C., Sheskey, P. J., Quinn, M. E., & American Pharmacists Association. (2009). Handbook of pharmaceutical excipients (6th ed.). Pharmaceutical Press; American Pharmacists Association."}, {"Citation": "Sagi, S., Avula, B., Wang, Y.-H., & Khan, I. A. (2016). Quantification and characterization of alkaloids from roots of Rauwolfia serpentina using ultra-high performance liquid chromatography-photo diode array-mass spectrometry. Analytical and Bioanalytical Chemistry, 408(1), 177-190. https://doi.org/10.1007/s00216-015-9093-4"}, {"Citation": "Sarangdhar, V. A., & Kachave, R. N. (2022). Overview of UHPLC-MS: An effective and sensitive hyphenated technique. Journal of Analytical Chemistry, 77, 1386-1398. https://doi.org/10.1134/S1061934822110119"}, {"Citation": "Shen, Y., Wu, W.-Y., & Guo, D.-A. (2016). A new research tool for herbal medicine analysis. World Journal of Traditional Chinese Medicine, 2(1), 2-9. https://doi.org/10.15806/j.issn.2311-8571.2016.0001"}, {"Citation": "Shin, D., Kang, H.-S., Park, E. M., Kim, J., Kwon, J., Suh, J., & Moon, G. (2021). Authentication of tejocote (Crataegus mexicana) dietary supplements based on DNA barcoding and chemical profiling. Food Additives & Contaminants: Part A, 38(2), 1985-1994. https://doi.org/10.1080/19440049.2021.1964701"}, {"Citation": "Sim, H.-J., Kim, J. H., Lee, K. R., & Hong, J. (2013). Simultaneous determination of structurally diverse compounds in different Fangchi species by UHPLC-DAD and UHPLC-ESI-MS/MS. Molecules, 18(5), 5235-5250. https://doi.org/10.3390/molecules18055235"}, {"Citation": "Simmler, C., Chen, S. N., Anderson, J., Lankin, D. C., Phansalkar, R., Krause, E., Dietz, B., Bolton, J. L., Nikolic, D., van Breemen, R. B., & Pauli, G. F. (2016). Botanical integrity: Part 2: Traditional and modern analytical approaches. Herbalgram, 109, 60-64. https://europepmc.org/backend/ptpmcrender.fcgi?accid=PMC6168214&blobtype=pdf"}, {"Citation": "Simmler, C., Graham, J. G., Chen, S.-N., & Pauli, G. F. (2018). Integrated analytical assets aid botanical authenticity and adulteration management. Fitoterapia, 129, 401-414. https://doi.org/10.1016/j.fitote.2017.11.017"}, {"Citation": "Singh, B., Kaur, P., Gopichand, Singh, R. D., & Ahuja, P. S. (2008). Biology and chemistry of Ginkgo biloba. Fitoterapia, 79(6), 401-418. https://doi.org/10.1016/j.fitote.2008.05.007"}, {"Citation": "Slifman, N. R., Obermeyer, W. R., Aloi, B. K., Musser, S. M., Correll, W. A., Cichowicz, S. M., Betz, J. M., & Love, L. A. (1998). Contamination of botanical dietary supplements by Digitalis lanata. New England Journal of Medicine, 339(12), 806-811. https://doi.org/10.1056/nejm199809173391204"}, {"Citation": "Song, J., Fang, G., Zhang, Y., Deng, Q., & Wang, S. (2010). Fingerprint analysis of Ginkgo biloba leaves and related health foods by high-performance liquid chromatography/electrospray ionization-mass spectrometry. Journal of AOAC International, 93(6), 1798-1805. https://doi.org/10.1093/jaoac/93.6.1798"}, {"Citation": "Sparkman, O. D., Penton, Z. E., & Kitson, F. G. (2011). Introduction and history. In O. D. Sparkman, Z. E. Penton, & F. G. Kitson (Eds.), Gas chromatography and mass spectrometry (2nd ed., pp. 2-13). Academic Press. https://doi.org/10.1016/C2009-0-17039-3"}, {"Citation": "Spietelun, A., Marcinkowski, Ł., de la Guardia, M., & Namieśnik, J. (2014). Green aspects, developments and perspectives of liquid phase microextraction techniques. Talanta, 119, 34-45. https://doi.org/10.1016/j.talanta.2013.10.050"}, {"Citation": "Suliman, N. A., Mat Taib, C. N., Mohd Moklas, M. A., Adenan, M. I., Hidayat Baharuldin, M. T., & Basir, R. (2016). Establishing natural nootropics: Recent molecular enhancement influenced by natural nootropic. Evidence-Based Complementary and Alternative Medicine, 2016, 4391375. https://doi.org/10.1155/2016/4391375"}, {"Citation": "Sullivan, D., & Crowley, R. (2006). Development and validation of analytical methods for dietary supplements. Toxicology, 221(1), 28-34. https://doi.org/10.1016/j.tox.2005.12.020"}, {"Citation": "Sun, J., & Chen, P. (2011). A flow-injection mass spectrometry fingerprinting method for authentication and quality assessment of Scutellaria lateriflora-based dietary supplements. Analytical and Bioanalytical Chemistry, 401(5), 1577-1584. https://doi.org/10.1007/s00216-011-5246-2"}, {"Citation": "Taylor, L. T. (2009). Supercritical fluid chromatography for the 21st century. The Journal of Supercritical Fluids, 47(3), 566-573. https://doi.org/10.1016/j.supflu.2008.09.012"}, {"Citation": "Theodoridis, G., Gika, H. G., & Wilson, I. D. (2011). Mass spectrometry-based holistic analytical approaches for metabolite profiling in systems biology studies. Mass Spectrometry Reviews, 30(5), 884-906. https://doi.org/10.1002/mas.20306"}, {"Citation": "Theodoridis, G. A., Gika, H. G., Want, E. J., & Wilson, I. D. (2012). Liquid chromatography-mass spectrometry based global metabolite profiling: A review. Analytica Chimica Acta, 711, 7-16. https://doi.org/10.1016/j.aca.2011.09.042"}, {"Citation": "Tian, Z., Liu, F., Li, D., Fernie, A. R., & Chen, W. (2022). Strategies for structure elucidation of small molecules based on LC-MS/MS data from complex biological samples. Computational and Structural Biotechnology Journal, 20, 5085-5097. https://doi.org/10.1016/j.csbj.2022.09.004"}, {"Citation": "Tistaert, C., Dejaegher, B., & Heyden, Y. V. (2011). Chromatographic separation techniques and data handling methods for herbal fingerprints: A review. Analytica Chimica Acta, 690(2), 148-161. https://doi.org/10.1016/j.aca.2011.02.023"}, {"Citation": "Tsai, T. H., Wang, M., & Ressom, H. W. (2016). Preprocessing and analysis of LC-MS-based proteomic data. Methods in Molecular Biology, 1362, 63-76. https://doi.org/10.1007/978-1-4939-3106-4_3"}, {"Citation": "Tucker, J., Fischer, T., Upjohn, L., Mazzera, D., & Kumar, M. (2018). Unapproved pharmaceutical ingredients included in dietary supplements associated with US food and drug administration warnings. JAMA Network Open, 1(6), e183337. https://doi.org/10.1001/jamanetworkopen.2018.3337"}, {"Citation": "United States Pharmacopeial Convention (USP). (2014a). United States Pharmacopoeia and National Formulary (USP37-NF32). Author."}, {"Citation": "United States Pharmacopeial Convention (USP). (2014b). United States Pharmacopoeia and National Formulary (USP37-NF32) - Second supplement. Author."}, {"Citation": "Vaclavik, L., Krynitsky, A. J., & Rader, J. I. (2014). Targeted analysis of multiple pharmaceuticals, plant toxins and other secondary metabolites in herbal dietary supplements by ultra-high performance liquid chromatography-quadrupole-orbital ion trap mass spectrometry. Analytica Chimica Acta, 810, 45-60. https://doi.org/10.1016/j.aca.2013.12.006"}, {"Citation": "van Dongen, W. D., & Niessen, W. M. A. (2012). LC-MS systems for quantitative bioanalysis. Bioanalysis, 4(19), 2391-2399. https://doi.org/10.4155/bio.12.221"}, {"Citation": "Vanherweghem, J.-L. (1998). Misuse of herbal remedies: The case of an outbreak of terminal renal failure in Belgium (Chinese herbs nephropathy). The Journal of Alternative and Complementary Medicine, 4(1), 9-13. https://doi.org/10.1089/acm.1998.4.1-9"}, {"Citation": "Vargas-Murga, L., Garcia-Alvarez, A., Roman-Viñas, B., Ngo, J., Ribas-Barba, L., van den Berg, S. J. P. L., Williamson, G., & Serra-Majem, L. (2011). Plant food supplement (PFS) market structure in EC Member States, methods and techniques for the assessment of individual PFS intake. Food & Function, 2(12), 731-739. https://doi.org/10.1039/C1FO10075K"}, {"Citation": "Venhuis, B., Keizers, P., van Riel, A., & de Kaste, D. (2014). A cocktail of synthetic stimulants found in a dietary supplement associated with serious adverse events. Drug Testing and Analysis, 6(6), 578-581. https://doi.org/10.1002/dta.1664"}, {"Citation": "Villani, T. S., Reichert, W., Ferruzzi, M. G., Pasinetti, G. M., Simon, J. E., & Wu, Q. (2015). Chemical investigation of commercial grape seed derived products to assess quality and detect adulteration. Food Chemistry, 170, 271-280. https://doi.org/10.1016/j.foodchem.2014.08.084"}, {"Citation": "Wadood, S. A., Boli, G., Xiaowen, Z., Hussain, I., & Yimin, W. (2020). Recent development in the application of analytical techniques for the traceability and authenticity of food of plant origin. Microchemical Journal, 152, 104295. https://doi.org/10.1016/j.microc.2019.104295"}, {"Citation": "Wallace, E. D., Oberlies, N. H., Cech, N. B., & Kellogg, J. J. (2018). Detection of adulteration in Hydrastis canadensis (goldenseal) dietary supplements via untargeted mass spectrometry-based metabolomics. Food and Chemical Toxicology, 120, 439-447. https://doi.org/10.1016/j.fct.2018.07.033"}, {"Citation": "Wallace, E. D., Todd, D. A., Harnly, J. M., Cech, N. B., & Kellogg, J. J. (2020). Identification of adulteration in botanical samples with untargeted metabolomics. Analytical and Bioanalytical Chemistry, 412(18), 4273-4286. https://doi.org/10.1007/s00216-020-02678-6"}, {"Citation": "Wang, L.-T., Yang, Q., Cui, Q., Fan, X.-H., Dong, M.-Z., Gao, M.-Z., Lv, M.-J., An, J.-Y., Meng, D., Zhao, X.-H., & Fu, Y.-J. (2020). Recyclable menthol-based deep eutectic solvent micellar system for extracting phytochemicals from Ginkgo biloba leaves. Journal of Cleaner Production, 244, 118648. https://doi.org/10.1016/j.jclepro.2019.118648"}, {"Citation": "Wang, M., Avula, B., Wang, Y. H., Zhao, J., Avonto, C., Parcher, J. F., Raman, V., Zweigenbaum, J. A., Wylie, P. L., & Khan, I. A. (2014a). An integrated approach utilising chemometrics and GC/MS for classification of chamomile flowers, essential oils and commercial products. Food Chemistry, 152, 391-398. https://doi.org/10.1016/j.foodchem.2013.11.118"}, {"Citation": "Wang, M., Carrell, E. J., Chittiboyina, A. G., Avula, B., Wang, Y.-H., Zhao, J., Parcher, J. F., & Khan, I. A. (2016). Concurrent supercritical fluid chromatographic analysis of terpene lactones and ginkgolic acids in Ginkgo biloba extracts and dietary supplements. Analytical and Bioanalytical Chemistry, 408(17), 4649-4660. https://doi.org/10.1007/s00216-016-9544-6"}, {"Citation": "Wang, M., Zhao, J., Avula, B., Wang, Y. H., Avonto, C., Chittiboyina, A. G., Wylie, P. L., Parcher, J. F., & Khan, I. A. (2014). High-resolution gas chromatography/mass spectrometry method for characterization and quantitative analysis of ginkgolic acids in Ginkgo biloba plants, extracts, and dietary supplements. Journal of Agricultural and Food Chemistry, 62(50), 12103-12111. https://doi.org/10.1021/jf503980f"}, {"Citation": "West, C. (2018). Current trends in supercritical fluid chromatography. Analytical and Bioanalytical Chemistry, 410(25), 6441-6457. https://doi.org/10.1007/s00216-018-1267-4"}, {"Citation": "Wilson, I. D., & Brinkman, U. A. T. (2003). Hyphenation and hypernation: The practice and prospects of multiple hyphenation. Journal of Chromatography A, 1000(1), 325-356. https://doi.org/10.1016/S0021-9673(03)00504-1"}, {"Citation": "Wohlmuth, H., Savage, K., Dowell, A., & Mouatt, P. (2014). Adulteration of Ginkgo biloba products and a simple method to improve its detection. Phytomedicine, 21(6), 912-918. https://doi.org/10.1016/j.phymed.2014.01.010"}, {"Citation": "Wolfender, J.-L., Marti, G., Thomas, A., & Bertrand, S. (2015). Current approaches and challenges for the metabolite profiling of complex natural extracts. Journal of Chromatography A, 1382, 136-164. https://doi.org/10.1016/j.chroma.2014.10.091"}, {"Citation": "Yao, J. B., Du, X., Jin, H. H., Fang, L., Min, H., Qiao, H. X., Wang, R. W., & Kuchta, K. (2017). Seasonal variability of genistein and 6-hydroxykynurenic acid contents in Ginkgo biloba leaves from different areas of China. Natural Product Communications, 12(8). https://doi.org/10.1177/1934578x1701200823"}, {"Citation": "Yuk, J., Patel, D. N., Isaac, G., Smith, K., Wrona, M., Olivos, H. J., & Yu, K. (2016). Chemical profiling of ginseng species and ginseng herbal products using UPLC/QTOF-MS. Journal of the Brazilian Chemical Society, 27(8), 1476-1483. https://doi.org/10.5935/0103-5053.20160189"}, {"Citation": "Zhong, P., Wei, X., Li, X., Wei, X., Wu, S., Huang, W., Koidis, A., Xu, Z., & Lei, H. (2022). Untargeted metabolomics by liquid chromatography-mass spectrometry for food authentication: A review. Comprehensive Reviews in Food Science and Food Safety, 21(3), 2455-2488. https://doi.org/10.1111/1541-4337.12938"}, {"Citation": "Žlabur, J. Š., Voća, S., Brnčić, M., & Brnčić, S. R. (2018). New trends in food technology for green recovery of bioactive compounds from plant materials. In A. M. Grumezescu & A. M. Holban (Eds.), Role of materials science in food bioengineering (pp. 1-36). Academic Press."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2023", "Month": "7", "Day": "5"}, {"Year": "2023", "Month": "4", "Day": "7"}, {"Year": "2023", "Month": "7", "Day": "18"}, {"Year": "2023", "Month": "9", "Day": "13", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "8", "Day": "7", "Hour": "13", "Minute": "9"}, {"Year": "2023", "Month": "8", "Day": "7", "Hour": "10", "Minute": "33"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37548598", "10.1111/1541-4337.13222"]}}], "PubmedBookArticle": []}