{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["1-deoxy-D-xylulose-5-phosphate reductoisomerase", "Carvacrol", "Gene expression", "Origanum vulgare L.", "Salinity stress", "γ-Terpinene synthase"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37550621", "DateCompleted": {"Year": "2023", "Month": "08", "Day": "09"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "08", "Day": "07"}], "Language": ["eng"], "ELocationID": ["380", "10.1186/s12870-023-04387-5"], "Journal": {"ISSN": "1471-2229", "JournalIssue": {"Volume": "23", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Aug", "Day": "07"}}, "Title": "BMC plant biology", "ISOAbbreviation": "BMC Plant Biol"}, "ArticleTitle": "Intraspecific divergence in essential oil content, composition and genes expression patterns of monoterpene synthesis in Origanum vulgare subsp. vulgare and subsp. gracile under salinity stress.", "Pagination": {"StartPage": "380", "MedlinePgn": "380"}, "Abstract": {"AbstractText": ["Oregano (Origanum vulgare L.), one of the important medicinal plants in the world, has valuable pharmacological compounds with antimicrobial, antiviral, antioxidant, anti-inflammatory, antispasmodic, antiurolithic, antiproliferative and neuroprotective activities. Phenolic monoterpenes such as thymol and carvacrol with many medical importance are found in Oregano essential oil. The biosynthesis of these compounds is carried out through the methyl erythritol-4 phosphate (MEP) pathway. Environmental stresses such as salinity might improve the secondary metabolites in medicinal plants. The influence of salinity stress (0 (control), 25, 50 and 100 mM NaCl) on the essential oil content, composition and expression of 1-deoxy-D-xylulose-5-phosphate reductoisomerase (DXR), γ-terpinene synthase (Ovtps2) and cytochrome P450 monooxygenases (CYP71D180) genes involved in thymol and carvacrol biosynthesis, was investigated in two oregano subspecies (vulgare and gracile).", "Essential oil content was increased at low NaCl concentration (25 mM) compared with non-stress conditions, whereas it was decreased as salinity stress intensified (50 and 100 mM). Essential oil content was significantly higher in subsp. gracile than subsp. vulgare. The highest (0.20 mL pot<sup>-1</sup>) and lowest (0.06 mL pot<sup>-1</sup>) amount of essential oil yield was obtained in subsp. gracile at 25 and 100 mM NaCl, respectively. The content of carvacrol, as the main component of essential oil, decreased with increasing salinity level in subsp. gracile, but increased in subsp. vulgare. The highest expression of DXR, Ovtps2 and CYP71D180 genes was observed at 50 mM NaCl in subsp. vulgare. While, in subsp. gracile, the expression of the mentioned genes decreased with increasing salinity levels. A positive correlation was obtained between the expression of DXR, Ovtps2 and CYP71D180 genes with carvacrol content in both subspecies. On the other hand, a negative correlation was found between the expression of CYP71D180 and carvacrol content in subsp. gracile.", "The findings of this study demonstrated that both oregano subspecies can tolerate NaCl salinity up to 50 mM without significant reduction in essential oil yield. Also, moderate salinity stress (50 mM NaCl) in subsp. vulgare might increase the carvacrol content partly via increment the expression levels of DXR, Ovtps2 and CYP71D180 genes."], "CopyrightInformation": "© 2023. BioMed Central Ltd., part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticultural Science, Faculty of Agriculture, Urmia University, Urmia, Iran."}], "LastName": "Azimzadeh", "ForeName": "Zahra", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticultural Science, Faculty of Agriculture, Urmia University, Urmia, Iran. a.hassani@urmia.ac.ir."}], "LastName": "Hassani", "ForeName": "Abbas", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Production and Genetics, Faculty of Agriculture, Urmia University, Urmia, Iran."}], "LastName": "Mandoulakani", "ForeName": "Babak Abdollahi", "Initials": "BA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Soil Science, Faculty of Agriculture, Urmia University, Urmia, Iran."}], "LastName": "Sepehr", "ForeName": "Ebrahim", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticultural Science, Faculty of Agriculture, University of Maragheh, Maragheh, Iran."}], "LastName": "Morshedloo", "ForeName": "Mohammad Reza", "Initials": "MR"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Plant Biol", "NlmUniqueID": "100967807", "ISSNLinking": "1471-2229"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}, {"RegistryNumber": "9B1J4V995Q", "NameOfSubstance": "carvacrol"}, {"RegistryNumber": "3J50XA376E", "NameOfSubstance": "Thymol"}, {"RegistryNumber": "451W47IQ8X", "NameOfSubstance": "Sodium Chloride"}, {"RegistryNumber": "0", "NameOfSubstance": "Monoterpenes"}], "MeshHeadingList": [{"QualifierName": ["metabolism"], "DescriptorName": "Oils, Volatile"}, {"QualifierName": [], "DescriptorName": "Thymol"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Origanum"}, {"QualifierName": [], "DescriptorName": "Sodium Chloride"}, {"QualifierName": ["metabolism"], "DescriptorName": "Monoterpenes"}, {"QualifierName": ["genetics"], "DescriptorName": "Salt Stress"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Azizi A, Yan F, Honermeier B. Herbage yield, essential oil content and composition of three oregano (Origanum vulgare L.) populations as affected by soil moisture regimes and nitrogen supply. Ind Crops Prod. 2009;129(2):554–561. doi: 10.1016/j.indcrop.2008.11.001.", "ArticleIdList": ["10.1016/j.indcrop.2008.11.001"]}, {"Citation": "Peter KV, Babu KN. Introduction to herbs and spices: medicinal uses and sustainable production. In: Peter KV, editor. Handbook of Herbs and Spices (Second Edition) Woodhead Publishing; 2012. pp. 1–16."}, {"Citation": "Zhang XL, Guo YS, Wang CH, Li GQ, Xu JJ, Chung H, Ye WC, Li YL, Wang GC. Phenolic compounds from Origanum vulgare and their antioxidant and antiviral activities. Food Chem. 2014;152:300–306. doi: 10.1016/j.foodchem.2013.11.153.", "ArticleIdList": ["10.1016/j.foodchem.2013.11.153", "24444941"]}, {"Citation": "Elshafie HS, Armentano MF, Carmosino M, Bufo SA, De Feo V, Camele I. Cytotoxic activity of Origanum vulgare L. on hepatocellular carcinoma cell line HepG2 and evaluation of its biological activity. Molecules. 2017;22(9):1435. doi: 10.3390/molecules22091435.", "ArticleIdList": ["10.3390/molecules22091435", "PMC6151800", "28867805"]}, {"Citation": "Pezzani R, Vitalini S, Iriti M. Bioactivities of Origanum vulgare L: an update. Phytochem Rev. 2017;16(6):1253–1268. doi: 10.1007/s11101-017-9535-z.", "ArticleIdList": ["10.1007/s11101-017-9535-z"]}, {"Citation": "Yan F, Azizi A, Janke S, Schwarz M, Zeller S, Honermeier B. Antioxidant capacity variation in the oregano (Origanum vulgare L.) collection of the German National Genebank. Ind Crops Prod. 2016;92:19–25. doi: 10.1016/j.indcrop.2016.07.038.", "ArticleIdList": ["10.1016/j.indcrop.2016.07.038"]}, {"Citation": "JafariKhorsand G, Morshedloo MR, Mumivand H, EmamiBistgani Z, Maggi F, Khademi A. Natural diversity in phenolic components and antioxidant properties of oregano (Origanum vulgare L.) accessions, grown under the same conditions. Sci Rep. 2022;12(1):1–9.", "ArticleIdList": ["PMC8987097", "35388099"]}, {"Citation": "Giuliani C, Maggi F, Papa F, Maleci BL. Congruence of phytochemical and morphological profiles along an altitudinal gradient in Origanum vulgare subsp. vulgare from Venetian region (NE Italy) Chem Biodivers. 2013;10(4):569–583. doi: 10.1002/cbdv.201300019.", "ArticleIdList": ["10.1002/cbdv.201300019", "23576343"]}, {"Citation": "Lukas B, Schmiderer C, Novak J. Essential oil diversity of European Origanum vulgare L. (Lamiaceae) Phytochem. 2015;119:32–40. doi: 10.1016/j.phytochem.2015.09.008.", "ArticleIdList": ["10.1016/j.phytochem.2015.09.008", "26454793"]}, {"Citation": "Emrahi R, Morshedloo MR, Ahmadi H, Javanmard A, Maggi F. Intraspecific divergence in phytochemical characteristics and drought tolerance of two carvacrol-rich Origanum vulgare subspecies: Subsp. hirtum and subsp. gracile. Ind Crops Prod. 2021;168:113557. doi: 10.1016/j.indcrop.2021.113557.", "ArticleIdList": ["10.1016/j.indcrop.2021.113557"]}, {"Citation": "Verma RS, Padalia RC, Chauhan A, Verma RK, Yadav AK, Singh HP. Chemical diversity in Indian oregano (Origanum vulgare L.) Chem Biodivers. 2010;7(8):2054–2064. doi: 10.1002/cbdv.200900419.", "ArticleIdList": ["10.1002/cbdv.200900419", "20730969"]}, {"Citation": "Pirigharnaei M, Zare S, Heidary R, Khara J, EmamaliSabzi R, Kheiry F. The essential oils compositions of Iranian Oregano (Origanum vulgare L.) populations in field and provenance from Piranshahr district, West Azarbaijan province. Iran. Avicenna J Phytomed. 2011;1(2):106–114."}, {"Citation": "Moradi M, Hassani A, Sefidkon F, Maroofi H. Chemical composition of leaves and flowers essential oil of Origanum vulgare subsp. gracile growing wild in Iran. J Essent Oil-Bear Plants. 2015;18(1):242–247. doi: 10.1080/0972060X.2014.884780.", "ArticleIdList": ["10.1080/0972060X.2014.884780"]}, {"Citation": "Morshedloo MR, Mumivand H, Craker LE, Maggi F. Chemical composition and antioxidant activity of essential oils in Origanum vulgare subsp. gracile at different phenological stages and plant parts. J Food Process Preserv. 2018;42(2):13516. doi: 10.1111/jfpp.13516.", "ArticleIdList": ["10.1111/jfpp.13516"]}, {"Citation": "Moradi M, Hassani A, Sefidkon F, Maroofi H. Qualitative and quantitative changes in the essential oil of Origanum vulgare L. subsp. gracile as affected by different harvesting times. J Agric Sci Technol. 2021;23(1):179–186."}, {"Citation": "Höferl M, Buchbauer G, Jirovetz L, Schmidt E, Stoyanova A, Denkova Z, Slavchev A, Geissler M. Correlation of antimicrobial activities of various essential oils and their main aromatic volatile constituents. J Essent Oil Res. 2009;21(5):459–463. doi: 10.1080/10412905.2009.9700218.", "ArticleIdList": ["10.1080/10412905.2009.9700218"]}, {"Citation": "Youdim KA, Damien Dorman H, Deans SG. The antioxidant effectiveness of thyme oil, α-tocopherol and ascorbyl palmitate on evening primrose oil oxidation. J Essent Oil Res. 1999;11(5):643–648. doi: 10.1080/10412905.1999.9701231.", "ArticleIdList": ["10.1080/10412905.1999.9701231"]}, {"Citation": "Dorman H, Deans SG. Antimicrobial agents from plants: antibacterial activity of plant volatile oils. J Appl Microbiol. 2000;88(2):308–316. doi: 10.1046/j.1365-2672.2000.00969.x.", "ArticleIdList": ["10.1046/j.1365-2672.2000.00969.x", "10736000"]}, {"Citation": "Rodríguez J, Ortuno C, Benedito J, Bon J. Optimization of the antioxidant capacity of thyme (Thymus vulgaris L.) extracts: Management of the drying process. Ind Crops Prod. 2013;46:258–263. doi: 10.1016/j.indcrop.2013.02.002.", "ArticleIdList": ["10.1016/j.indcrop.2013.02.002"]}, {"Citation": "Tholl D. Terpene synthases and the regulation, diversity and biological roles of terpene metabolism. Curr Opin Plant Biol. 2006;9(3):297–304. doi: 10.1016/j.pbi.2006.03.014.", "ArticleIdList": ["10.1016/j.pbi.2006.03.014", "16600670"]}, {"Citation": "Tholl D. Biosynthesis and biological functions of terpenoids in plants. In: Schrader, J, Bohlmann J. editors. Biotechnology of Isoprenoids. Advances in Biochemical Engineering/Biotechnology. Cham: Springer; 2015. p. 63–106.", "ArticleIdList": ["25583224"]}, {"Citation": "Wise ML, Savage TJ, Katahira E, Croteau R. Monoterpene synthases from common sage (Salvia officinalis) cDNA isolation, characterization, and functional expression of (+)-sabinene synthase, 1, 8-cineole synthase, and (+)-bornyl diphosphate synthase. J Biol Chem. 1998;273(24):14891–14899. doi: 10.1074/jbc.273.24.14891.", "ArticleIdList": ["10.1074/jbc.273.24.14891", "9614092"]}, {"Citation": "Aslani Z, Hassani A, Abdollahi Mandoulakani B, Barin M, Maleki R. Effect of drought stress and inoculation treatments on nutrient uptake, essential oil and expression of genes related to monoterpenes in sage (Salvia officinalis) Sci Hortic. 2023;309:111610. doi: 10.1016/j.scienta.2022.111610.", "ArticleIdList": ["10.1016/j.scienta.2022.111610"]}, {"Citation": "Wang G, Tian L, Aziz N, Broun P, Dai X, He J, King A, Zhao PX, Dixon RA. Terpene biosynthesis in glandular trichomes of hop. Plant Physiol. 2008;148(3):1254–1266. doi: 10.1104/pp.108.125187.", "ArticleIdList": ["10.1104/pp.108.125187", "PMC2577278", "18775972"]}, {"Citation": "Crocoll C, Asbach J, Novak J, Gershenzon J, Degenhardt J. Terpene synthases of oregano (Origanum vulgare L.) and their roles in the pathway and regulation of terpene biosynthesis. Plant Mol Biol. 2010;73(6):587–603. doi: 10.1007/s11103-010-9636-1.", "ArticleIdList": ["10.1007/s11103-010-9636-1", "20419468"]}, {"Citation": "Lima AS, Schimmel J, Lukas B, Novak J, Barroso JG, Figueiredo AC, Pedro LG, Degenhardt J, Trindade H. Genomic characterization, molecular cloning and expression analysis of two terpene synthases from Thymus caespititius (Lamiaceae) Planta. 2013;238(1):191–204. doi: 10.1007/s00425-013-1884-2.", "ArticleIdList": ["10.1007/s00425-013-1884-2", "23624978"]}, {"Citation": "Verma N, Shukla S. Impact of various factors responsible for fluctuation in plant secondary metabolites. J Appl Res Med Aromat Plants. 2015;2(4):105–113."}, {"Citation": "Ramak P, Osaloo SK, Ebrahimzadeh H, Sharifi M, Behmanesh M. Inhibition of the mevalonate pathway enhances carvacrol biosynthesis and DXR gene expression in shoot cultures of Satureja khuzistanica Jamzad. Plant Physiol. 2013;170(13):1187–1193. doi: 10.1016/j.jplph.2013.03.013.", "ArticleIdList": ["10.1016/j.jplph.2013.03.013", "23611428"]}, {"Citation": "Grosso C, Figueiredo AC, Burillo J, Mainar AM, Urieta JS, Barroso JG, Coelho JA, Palavra AM. Composition and antioxidant activity of Thymus vulgaris volatiles: comparison between supercritical fluid extraction and hydrodistillation. J Sep Sci. 2010;33(14):2211–2218. doi: 10.1002/jssc.201000192.", "ArticleIdList": ["10.1002/jssc.201000192", "20568253"]}, {"Citation": "Crocoll C. Biosynthesis of the phenolic monoterpenes, thymol and carvacrol, by terpene synthases and cytochrome P450s in oregano and thyme. Germany: Academic Dissertation: der Biologisch-Pharmazeutischen Fakultät der Friedrich-Schiller- Universität Jena; 2011."}, {"Citation": "Morshedloo MR, Craker LE, Salami A, Nazeri V, Sang H, Maggi F. Effect of prolonged water stress on essential oil content, compositions and gene expression patterns of mono-and sesquiterpene synthesis in two oregano (Origanum vulgare L.) subspecies. Plant Physiol Biochem. 2017;111:119–128. doi: 10.1016/j.plaphy.2016.11.023.", "ArticleIdList": ["10.1016/j.plaphy.2016.11.023", "27915173"]}, {"Citation": "Jan S, Mir JI, Shafi W, Faktoo SZ, Singh DB, Wijaya L, Alyemeni M, Ahmad P. Divergence in tissue-specific expression patterns of genes associated with the terpeniod biosynthesis in two oregano species Origanum vulgare L., and Origanum majorana. Ind Crops Prod. 2018;123:546–555. doi: 10.1016/j.indcrop.2018.07.006.", "ArticleIdList": ["10.1016/j.indcrop.2018.07.006"]}, {"Citation": "Arif Y, Singh P, Siddiqui H, Bajguz A, Hayat S. Salinity induced physiological and biochemical changes in plants: An omic approach towards salt stress tolerance. Plant Physiol Biochem. 2020;156:64–77. doi: 10.1016/j.plaphy.2020.08.042.", "ArticleIdList": ["10.1016/j.plaphy.2020.08.042", "32906023"]}, {"Citation": "Munns R, Tester M. Mechanisms of salinity tolerance. Annu Rev Plant Biol. 2008;59:651–681. doi: 10.1146/annurev.arplant.59.032607.092911.", "ArticleIdList": ["10.1146/annurev.arplant.59.032607.092911", "18444910"]}, {"Citation": "Acosta-Motos JR, Ortuño MF, Bernal-Vicente A, Diaz-Vivancos P, Sanchez-Blanco MJ, Hernandez JA. Plant responses to salt stress: adaptive mechanisms. Agronomy. 2017;7:18. doi: 10.3390/agronomy7010018.", "ArticleIdList": ["10.3390/agronomy7010018"]}, {"Citation": "Parida AK, Das AB. Salt tolerance and salinity effects on plants: a review. Ecotoxicol Environ Saf. 2005;60(3):324–349. doi: 10.1016/j.ecoenv.2004.06.010.", "ArticleIdList": ["10.1016/j.ecoenv.2004.06.010", "15590011"]}, {"Citation": "Isayenkov SV, Maathuis FJ. Plant salinity stress: many unanswered questions remain. Front Plant Sci. 2019;10:80. doi: 10.3389/fpls.2019.00080.", "ArticleIdList": ["10.3389/fpls.2019.00080", "PMC6384275", "30828339"]}, {"Citation": "Bistgani ZE, Hashemi M, DaCosta M, Craker L, Maggi F, Morshedloo MR. Effect of salinity stress on the physiological characteristics, phenolic compounds and antioxidant activity of Thymus vulgaris L. and Thymus daenensis Celak. Ind Crops Prod. 2019;135:311–320. doi: 10.1016/j.indcrop.2019.04.055.", "ArticleIdList": ["10.1016/j.indcrop.2019.04.055"]}, {"Citation": "El Ghazali GEB. Structural characteristics and adaptations to salinity and drought: A review. Int J Sci. 2020;9(2):28–33."}, {"Citation": "de Freitas PAF, de Carvalho HH, Costa JH, de Souza MR, de Cruz Saraiva KD, de Oliveira FDB, Gomes-Filho E. Salt acclimation in sorghum plants by exogenous proline: physiological and biochemical changes and regulation of proline metabolism. Plant Cell Rep. 2019;38(3):403–416. doi: 10.1007/s00299-019-02382-5.", "ArticleIdList": ["10.1007/s00299-019-02382-5", "30684024"]}, {"Citation": "Kliebenstein DJ. Making new molecules evolution of structures for novel metabolites in plants. Curr Opin Plant Biol. 2013;16(1):112–117. doi: 10.1016/j.pbi.2012.12.004.", "ArticleIdList": ["10.1016/j.pbi.2012.12.004", "23295108"]}, {"Citation": "Zandalinas SI, Mittler R, Balfagón D, Arbona V, Gómez-Cadenas A. Plant adaptations to the combination of drought and high temperatures. Physiol Plant. 2018;162(1):2–12. doi: 10.1111/ppl.12540.", "ArticleIdList": ["10.1111/ppl.12540", "28042678"]}, {"Citation": "Ksouri R, Megdiche W, Debez A, Falleh H, Grignon C, Abdelly C. Salinity effects on polyphenol content and antioxidant activities in leaves of the halophyteCakile maritima. Plant Physiol Biochem. 2007;45(3):244–249. doi: 10.1016/j.plaphy.2007.02.001.", "ArticleIdList": ["10.1016/j.plaphy.2007.02.001", "17408958"]}, {"Citation": "Debnath M, Pandey M, Bisen P. An omics approach to understand the plant abiotic stress. Omics J Integr Biol. 2011;15(11):739–762. doi: 10.1089/omi.2010.0146.", "ArticleIdList": ["10.1089/omi.2010.0146", "22122668"]}, {"Citation": "Tounekti T, Khemira H. NaCl stress-induced changes in the essential oil quality and abietane diterpene yield and composition in common sage. J Intercult Ethnopharmacol. 2015;4(3):208. doi: 10.5455/jice.20150405064135.", "ArticleIdList": ["10.5455/jice.20150405064135", "PMC4579490", "26401409"]}, {"Citation": "Najafi F, Khavari-Nejad R. The effects of salt stress on certain physiological parameters in summer savory (Satureja hortensis L.) plants. J Stress Physiol Biochem. 2010;6(1):13–21."}, {"Citation": "Bonacina C, Trevizan CB, Stracieri J, dos Santos TB, Gonçalves JE, Gazim ZC, de Souza SGH. Changes in growth, oxidative metabolism and essential oil composition of lemon balm (Melissa officinalis L.) subjected to salt stress. Aust J Crop Sci. 2017;11(12):1665–1674. doi: 10.21475/ajcs.17.11.12.pne921.", "ArticleIdList": ["10.21475/ajcs.17.11.12.pne921"]}, {"Citation": "Kulak M, Gul F, Sekeroglu N. Changes in growth parameter and essential oil composition of sage (Salvia officinalis L.) leaves in response to various salt stresses. Ind Crops Prod. 2020;145:112078. doi: 10.1016/j.indcrop.2019.112078.", "ArticleIdList": ["10.1016/j.indcrop.2019.112078"]}, {"Citation": "AbdollahiMandoulakani B, Eyvazpour E, Ghadimzadeh M. The effect of drought stress on the expression of key genes involved in the biosynthesis of phenylpropanoids and essential oil components in basil (Ocimum basilicum L.) Phytochem. 2017;139:1–7. doi: 10.1016/j.phytochem.2017.03.006.", "ArticleIdList": ["10.1016/j.phytochem.2017.03.006", "28366608"]}, {"Citation": "Majroomi Senji B, Abdollahi MB. The impact of cold stress on genes expression pattern of mono-and sesquiterpene biosynthesis and their contents in Ocimum basilicum L. Phytochem. 2018;156:250–256. doi: 10.1016/j.phytochem.2018.09.006.", "ArticleIdList": ["10.1016/j.phytochem.2018.09.006", "30449303"]}, {"Citation": "Hancioglu NE, Kurunc A, Tontul I, Topuz A. Irrigation water salinity effects on oregano (Origanum onites L.) water use, yield and quality parameters. Sci Hortic. 2019;247:327–334. doi: 10.1016/j.scienta.2018.12.044.", "ArticleIdList": ["10.1016/j.scienta.2018.12.044"]}, {"Citation": "Muráriková A, Ťažký A, Neugebauerová J, Planková A, Jampílek J, Mučaji P, Mikuš P. Characterization of essential oil composition in different basil species and pot cultures by a GC-MS method. Molecules. 2017;22(7):1221–1232. doi: 10.3390/molecules22071221.", "ArticleIdList": ["10.3390/molecules22071221", "PMC6152153", "28726757"]}, {"Citation": "Taarit MB, Msaada K, Hosni K, Marzouk B. Changes in fatty acid and essential oil composition of sage (Salvia officinalis L.) leaves under NaCl stress. Food Chem. 2010;119(3):951–956. doi: 10.1016/j.foodchem.2009.07.055.", "ArticleIdList": ["10.1016/j.foodchem.2009.07.055"]}, {"Citation": "Sarmoum R, Haid S, Biche M, Djazouli Z, Zebib B, Merah O. Effect of salinity and water stress on the essential oil components of rosemary (Rosmarinus officinalis L.) Agronomy. 2019;9(5):214. doi: 10.3390/agronomy9050214.", "ArticleIdList": ["10.3390/agronomy9050214"]}, {"Citation": "Farsaraei S, Moghaddam M, Pirbalouti AG. Changes in growth and essential oil composition of sweet basil in response of salinity stress and superabsorbents application. Sci Hortic. 2020;271:109465. doi: 10.1016/j.scienta.2020.109465.", "ArticleIdList": ["10.1016/j.scienta.2020.109465"]}, {"Citation": "Taarit MB, Msaada K, Hosni K, Hammami M, Kchouk ME, Marzouk B. Plant growth, essential oil yield and composition of sage (Salvia officinalis L.) fruits cultivated under salt stress conditions. Ind Crops and Prod. 2009;30(3):333–337. doi: 10.1016/j.indcrop.2009.06.001.", "ArticleIdList": ["10.1016/j.indcrop.2009.06.001"]}, {"Citation": "Baâtour O, Kaddour R, Mahmoudi H, Tarchoun I, Bettaieb I, Nasri N, Mrah S, Hamdaoui G, Lachaâl M, Marzouk B. Salt effects on Origanum majorana fatty acid and essential oil composition. J Sci Food Agric. 2011;91(14):2613–2620. doi: 10.1002/jsfa.4495.", "ArticleIdList": ["10.1002/jsfa.4495", "21800320"]}, {"Citation": "Çoban Ö, Baydar NG. Brassinosteroid effects on some physical and biochemical properties and secondary metabolite accumulation in peppermint (Mentha piperita L.) under salt stress. Ind Crops Prod. 2016;86:251–258. doi: 10.1016/j.indcrop.2016.03.049.", "ArticleIdList": ["10.1016/j.indcrop.2016.03.049"]}, {"Citation": "Ashraf M, Noman A. Influence of applied nitrogen on growth and tissue nutrient concentration in the medicinal plant Ajowain (Trachyspermum ammi) Aust J Exp Agric. 2006;46(3):425–428. doi: 10.1071/EA04146.", "ArticleIdList": ["10.1071/EA04146"]}, {"Citation": "Ghanavati M, Kazemi K, Ghaderian R. The effects of salt stress on yield and some components in Chamomile genotypes during growth stage. Planta Med. 2010;76(12):P021. doi: 10.1055/s-0030-1264319.", "ArticleIdList": ["10.1055/s-0030-1264319"]}, {"Citation": "Mechergui K, Jaouadi W, Coelho JP, Khouja ML. Effect of harvest year on production, chemical composition and antioxidant activities of essential oil of oregano (Origanum vulgare subsp glandulosum (Desf.) Ietswaart) growing in North Africa. Ind Crops Prod. 2016;90:32–37. doi: 10.1016/j.indcrop.2016.06.011.", "ArticleIdList": ["10.1016/j.indcrop.2016.06.011"]}, {"Citation": "Ekren S, Sönmez Ç, Özçakal E, Kurttaş YSK, Bayram E, Gürgülü H. The effect of different irrigation water levels on yield and quality characteristics of purple basil (Ocimum basilicum L.) Agric Water Manag. 2012;109:155–161. doi: 10.1016/j.agwat.2012.03.004.", "ArticleIdList": ["10.1016/j.agwat.2012.03.004"]}, {"Citation": "Aziz EE, Sabry RM, Ahmed SS. Plant growth and essential oil production of sage (Salvia officinalis L.) and curly-leafed parsley (Petroselinum crispum subsp. crispum L.) cultivated under salt stress conditions. World Appl Sci J. 2013;28(6):785–796."}, {"Citation": "Valifard M, Mohsenzadeh S, Kholdebarin B, Rowshan V. Effects of salt stress on volatile compounds, total phenolic content and antioxidant activities of Salvia mirzayanii. S Afr J Bot. 2014;93:92–97. doi: 10.1016/j.sajb.2014.04.002.", "ArticleIdList": ["10.1016/j.sajb.2014.04.002"]}, {"Citation": "Pavela R, Morshedloo MR, Mumivand H, Khorsand GJ, Karami A, Maggi F, Desneux N, Benelli G. Phenolic monoterpene-rich essential oils from Apiaceae and Lamiaceae species: insecticidal activity and safety evaluation on non-target earthworms. Entomol Gen. 2020;40(4):421–35."}, {"Citation": "Ryšlavá H, Doubnerová V, Kavan D, Vaněk O. Effect of posttranslational modifications on enzyme function and assembly. Proteomics. 2013;92:80–109. doi: 10.1016/j.jprot.2013.03.025.", "ArticleIdList": ["10.1016/j.jprot.2013.03.025", "23603109"]}, {"Citation": "Blom N, Sicheritz-Pontén T, Gupta R, Gammeltoft S, Brunak S. Prediction of post-translational glycosylation and phosphorylation of proteins from the amino acid sequence. Proteomics. 2004;4(6):1633–1649. doi: 10.1002/pmic.200300771.", "ArticleIdList": ["10.1002/pmic.200300771", "15174133"]}, {"Citation": "Yin X, Komatsu S. Quantitative proteomics of nuclear phosphoproteins in the root tip of soybean during the initial stages of flooding stress. Proteomics. 2015;119:183–195. doi: 10.1016/j.jprot.2015.02.004.", "ArticleIdList": ["10.1016/j.jprot.2015.02.004", "25724727"]}, {"Citation": "Kianersi F, Amin Azarm D, Fatemi F, Pour-Aboughadareh A, Poczai P. Methyl jasmonate induces genes involved in linalool accumulation and increases the content of phenolics in two Iranian coriander (Coriandrum sativum L.s) ecotypes. Genes. 2022;13(10):1717. doi: 10.3390/genes13101717.", "ArticleIdList": ["10.3390/genes13101717", "PMC9602312", "36292602"]}, {"Citation": "Majdi M, Abdollahi MR, Maroufi A. Parthenolide accumulation and expression of genes related to parthenolide biosynthesis affected by exogenous application of methyl jasmonate and salicylic acid inTanacetum parthenium. Plant Cell Rep. 2015;34:1909–1918. doi: 10.1007/s00299-015-1837-2.", "ArticleIdList": ["10.1007/s00299-015-1837-2", "26183953"]}, {"Citation": "Elyasi R, Majdi M, Bahramnejad B, Mirzaghaderi G. Spatial modulation and abiotic elicitors responses of the biosynthesis related genes of mono/triterpenes in black cumin (Nigella sativa) Ind Crops Prod. 2016;79:240–247. doi: 10.1016/j.indcrop.2015.11.005.", "ArticleIdList": ["10.1016/j.indcrop.2015.11.005"]}, {"Citation": "Krause ST, Liao P, Crocoll C, Boachon B, Förster C, Leidecker F, Degenhardt J. The biosynthesis of thymol, carvacrol, and thymohydroquinone in Lamiaceae proceeds via cytochrome P450s and a short-chain dehydrogenase. Proc Natl Acad Sci. 2021;118(52):e2110092118. doi: 10.1073/pnas.2110092118.", "ArticleIdList": ["10.1073/pnas.2110092118", "PMC8719858", "34930840"]}, {"Citation": "Poulose AJ, Croteau R. Biosynthesis of aromatic monoterpenes: Conversion of γ-terpinene to p-cymene and thymol in Thymus vulgaris L. Arch Biochem Biophys. 1978;187(2):307–314. doi: 10.1016/0003-9861(78)90039-5.", "ArticleIdList": ["10.1016/0003-9861(78)90039-5", "666313"]}, {"Citation": "Pfaffl MW, Tichopad A, Prgomet C, Neuvians TP. Determination of stable housekeeping genes, differentially regulated target genes and sample integrity: BestKeeper–Excel-based tool using pair-wise correlations. Biotechnol Lett. 2004;26(6):509–515. doi: 10.1023/B:BILE.0000019559.84305.47.", "ArticleIdList": ["10.1023/B:BILE.0000019559.84305.47", "15127793"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "3", "Day": "3"}, {"Year": "2023", "Month": "7", "Day": "21"}, {"Year": "2023", "Month": "8", "Day": "9", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "8", "Day": "8", "Hour": "0", "Minute": "42"}, {"Year": "2023", "Month": "8", "Day": "7", "Hour": "23", "Minute": "37"}, {"Year": "2023", "Month": "8", "Day": "7"}], "PublicationStatus": "epublish", "ArticleIdList": ["37550621", "PMC10405414", "10.1186/s12870-023-04387-5", "10.1186/s12870-023-04387-5"]}}], "PubmedBookArticle": []}