{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["abscisic acid", "competitive inhibition", "gibberellic acid", "human placental glutathione S-transferase", "phytohormones"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37555623", "DateCompleted": {"Year": "2023", "Month": "08", "Day": "18"}, "DateRevised": {"Year": "2023", "Month": "08", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "08", "Day": "09"}], "Language": ["eng"], "ELocationID": ["10.1002/jmr.3050"], "Journal": {"ISSN": "1099-1352", "JournalIssue": {"Volume": "36", "Issue": "9", "PubDate": {"Year": "2023", "Month": "Sep"}}, "Title": "Journal of molecular recognition : JMR", "ISOAbbreviation": "J Mol Recognit"}, "ArticleTitle": "Mechanistic insights into the inhibition of human placental glutathione S-transferase P1-1 by abscisic and gibberellic acids: An integrated experimental and computational study.", "Pagination": {"StartPage": "e3050", "MedlinePgn": "e3050"}, "Abstract": {"AbstractText": ["The interactions of the classic phytohormones gibberellic acid (gibberellin A<sub>3</sub> , GA<sub>3</sub> ) and abscisic acid (dormin, ABA), which antagonistically regulate several developmental processes and stress responses in higher plants, with human placental glutathione S-transferase P1-1 (hpGSTP1-1), an enzyme that plays a role in endo- or xenobiotic detoxification and regulation of cell survival and apoptosis, were investigated. The inhibitory potencies of ABA and GA<sub>3</sub> against hpGSTP1, as well as the types of inhibition and the kinetic parameters, were determined by making use of both enzyme kinetic graphs and SPSS nonlinear regression models. The structural basis for the interaction between hpGSTP1-1 and phytohormones was predicted with the aid of molecular docking simulations. The IC<sub>50</sub> values of ABA and GA<sub>3</sub> were 5.3 and 5.0 mM, respectively. Both phytohormones inhibited hpGSTP1-1 in competitive manner with respect to the cosubstrates GSH and CDNB. When ABA was the inhibitor at [CDNB]<sub>f</sub> -[GSH]<sub>v</sub> and at [GSH]<sub>f</sub> -[CDNB]<sub>v</sub> , V<sub>m</sub> , K<sub>m</sub> , and K<sub>i</sub> values were statistically estimated to be 205 ± 16 μmol/min-mg protein, 1.32 ± 0.18 mM, 1.95 ± 0.25 mM and 175 ± 6 μmol/min-mg protein, 0.85 ± 0.06 mM, 1.85 ± 0.16 mM, respectively. On the other hand, the kinetic parameters V<sub>m</sub> , K<sub>m</sub> , and K<sub>i</sub> obtained with GA<sub>3</sub> at [CDNB]<sub>f</sub> -[GSH]<sub>v</sub> and at [GSH]<sub>f</sub> -[CDNB]<sub>v</sub> were found to be 303 ± 14 μmol/min-mg protein, 1.77 ± 0.13 mM, 3.38 ± 0.26 mM and 249 ± 7 μmol/min-mg protein, 1.43 ± 0.07 mM, 2.89 ± 0.19 mM, respectively. Both phytohormones had the potential to engage in hydrogen-bonding and electrostatic interactions with the key residues that line the G- and H-sites of the enzyme's catalytic center. Inhibitory actions of ABA/GA<sub>3</sub> on hpGSTP1-1 may guide medicinal chemists through the structure-based design of novel antineoplastic agents. It should be noted, however, that the same interactions may also render fetuses vulnerable to the potentially toxic effects of xenobiotics and noxious endobiotics."], "CopyrightInformation": "© 2023 John Wiley & Sons Ltd."}, "AuthorList": [{"Identifier": ["0009-0001-4006-5971"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinicile Puls Medica, Bucharest, Romania."}], "LastName": "Zaid", "ForeName": "Mohammad Abu", "Initials": "MA"}, {"Identifier": ["0000-0002-5239-5871"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Biochemistry, Faculty of Medicine, Near East University, Nicosia, Cyprus."}], "LastName": "Dalmizrak", "ForeName": "Ozlem", "Initials": "O"}, {"Identifier": ["0000-0002-9964-6383"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Biochemistry, Faculty of Medicine, Cyprus International University, Nicosia, Cyprus."}], "LastName": "Teralı", "ForeName": "Kerem", "Initials": "K"}, {"Identifier": ["0000-0002-2630-741X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Pharmacy, Girne American University, Kyrenia, Cyprus."}], "LastName": "Ozer", "ForeName": "Nazmi", "Initials": "N"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Mol Recognit", "NlmUniqueID": "9004580", "ISSNLinking": "0952-3499"}, "ChemicalList": [{"RegistryNumber": "BU0A7MWB6L", "NameOfSubstance": "gibberellic acid"}, {"RegistryNumber": "0", "NameOfSubstance": "Gibberellins"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Growth Regulators"}, {"RegistryNumber": "GAN16C9B8O", "NameOfSubstance": "Glutathione"}, {"RegistryNumber": "EC 2.5.1.18", "NameOfSubstance": "Glutathione S-Transferase pi"}, {"RegistryNumber": "EC 2.5.1.18", "NameOfSubstance": "Glutathione Transferase"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Pregnancy"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["metabolism"], "DescriptorName": "Placenta"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Gibberellins"}, {"QualifierName": [], "DescriptorName": "Molecular Docking Simulation"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Growth Regulators"}, {"QualifierName": ["metabolism"], "DescriptorName": "Glutathione"}, {"QualifierName": ["metabolism"], "DescriptorName": "Glutathione S-Transferase pi"}, {"QualifierName": ["metabolism"], "DescriptorName": "Glutathione Transferase"}, {"QualifierName": [], "DescriptorName": "Kinetics"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Allocati N, Masulli M, Di Ilio C, Federici L. Glutathione transferases: substrates, inihibitors and pro-drugs in cancer and neurodegenerative diseases. Oncogenesis. 2018;7(1):8. doi:10.1038/s41389-017-0025-3"}, {"Citation": "Markus V, Teralı K, Dalmizrak O, Ozer N. Assessment of the inhibitory activity of the pyrethroid pesticide deltamethrin against human placental glutathione transferase P1-1: a combined kinetic and docking study. Environ Toxicol Pharmacol. 2018;61:18-23. doi:10.1016/j.etap.2018.05.013"}, {"Citation": "Cui J, Li G, Yin J, et al. GSTP1 and cancer: Expression, methylation, polymorphisms and signaling. Int J Oncol. 2020;56(4):867-878. doi:10.3892/ijo.2020.4979"}, {"Citation": "Teodori E, Dei S, Martelli C, Scapecchi S, Gualtieri F. The functions and structure of ABC transporters: implications for the design of new inhibitors of Pgp and MRP1 to control multidrug resistance (MDR). Curr Drug Targets. 2006;7(7):893-909. doi:10.2174/138945006777709520"}, {"Citation": "Dong X, Yang Y, Zhou Y, et al. Glutathione S-transferases P1 protects breast cancer cell from adriamycin-induced cell death through promoting autophagy. Cell Death Differ. 2019;26(10):2086-2099. doi:10.1038/s41418-019-0276-y"}, {"Citation": "Pedersen JZ, De Maria F, Turella P, et al. Glutathione transferases sequester toxic dinitrosyl-iron complexes in cells: a protection mechanism against excess nitric oxide. J Biol Chem. 2007;282(9):6364-6371. doi:10.1074/jbc:m609905200"}, {"Citation": "Laborde E. Glutathione transferases as mediators of signaling pathways involved in cell proliferation and cell death. Cell Death Differ. 2010;17:1373-1380. doi:10.1038/cdd.2010.80"}, {"Citation": "Singh S. Cytoprotective and regulatory functions of glutathione S-transferases in cancer cell proliferation and cell death. Cancer Chemother Pharmacol. 2015;75(1):1-15. doi:10.1007/s00280-014-2566-x"}, {"Citation": "Chen C, Wu C, Lu X, et al. Coniferyl ferulate, a strong inhibitor of glutathione S-transferase isolated from radix Angelicae sinensis, reverses multidrug resistance and downregulates P-glycoprotein. Evid Based Complement Alternat Med. 2013;2013:639083. doi:10.1155/2013/639083"}, {"Citation": "Mohammad J, Singh RR, Riggle C, Haugrud B, Abdalla MY, Reindl KM. JNK inhibition blocks piperlongumine-induced cell death and transcriptional activation of heme oxygenase-1 in pancreatic cancer cells. Apoptosis. 2019;24(9-10):730-744. doi:10.1007/s10495-019-01553-9"}, {"Citation": "Shishido Y, Tomoike F, Kuwata K, et al. A covalent inhibitor for glutathione S-transferase pi (GSTP 1-1) in human cells. Chem Bio Chem. 2019;20(7):900-905. doi:10.1002/cbic.201800671"}, {"Citation": "Singh RR, Reindl KM. Glutathione S-transferases. Antioxidants (Basel). 2021;10(5):701. doi:10.3390/antiox10050701"}, {"Citation": "Sabagh AEL, Islam MS, Hossain A, et al. Phytohormones as growth regulators during abiotic stress tolerance in plants. Front Agron. 2022;4:765068. doi:10.3389/fagro.2022.765068"}, {"Citation": "Schippers JH, Jing HC, Hille J, Dijkwel PP. Developmental and hormonal control of leaf senescence. In: Gan S, ed. Senescence Process in Plants. Blackwell Publishing; 2007:145-170."}, {"Citation": "Dahlstrom RV, Sfat MR. Relationship of gibberellic acid to enzyme development. Gibberellins. 1961;28:59-70. doi:10.1021/ba-1961-0028.ch007"}, {"Citation": "Cui YX, Xu ZC, Chen XL, et al. Genome-wide identification of abscisic acid (ABA) receptor pyrabactin resistance 1-like protein (PYL) family members and expression analysis of PYL genes in response to different concentrations of ABA stress in Glycyrrhiza uralensis. Chin J Nat Med. 2020;18(8):606-611. doi:10.1016/S1875-5364(20)30072-8"}, {"Citation": "Chen K, Li G-J, Bressan RA, Song C-P, Zhu J-K, Zhao Y. Abscisic acid dynamics, signaling, and functions in plants. J Integr Plant Biol. 2020;62(1):25-54. doi:10.1111/jipb.12899"}, {"Citation": "Arc E, Sechet J, Corbineau F, Rajjou L, Marion-Poll A. ABA crosstalk with ethylene and nitric oxide in seed dormancy and germination. Front Plant Sci. 2013;4:1-19. doi:10.3389/fpls.2013.00063"}, {"Citation": "Izquierdo-Bueno I, González-Rodríguez VE, Simon A, et al. Biosynthesis of abscisic acid in fungi: identification of a sesquiterpene cyclase as the key enzyme in Botrytis cinerea. Environ Microbiol. 2018;20(7):2469-2482. doi:10.1111/1462-2920.14258"}, {"Citation": "Takino J, Kozaki T, Sato Y, et al. Unveiling biosynthesis of the phytohormone abscisic acid in fungi: unprecedented mechanism of core scaffold formation catalyzed by an unusual sesquiterpene synthase. J Am Chem Soc. 2018;140(39):12392-12395. doi:10.1021/jacs.8b08925"}, {"Citation": "Habig WH, Jakoby WB. Assays for differentiation of glutathione S-transferases. Methods Enzymol. 1981;77:398-405. doi:10.1016/s0076-6879(81)77053-8"}, {"Citation": "Segel IH. Enzyme Kinetics. A Wiley-Interscience Publication; 1975."}, {"Citation": "Dalmizrak O, Kulaksiz-Erkmen G, Ozer N. Fluoxetine-induced toxicity results in human placental glutathione S-transferase-π (GST-π) dysfunction. Drug Chem Toxicol. 2016;39:439-444. doi:10.3109/01480545.2016.1141422"}, {"Citation": "Lowry OH, Rosebrough NJ, Farr AL, Randal RJ. Protein measurement with the Folin phenol reagent. J Biol Chem. 1951;193(1):265-275."}, {"Citation": "Oakley AJ, Lo Bello M, Nuccetelli M, Mazzetti AP, Parker MW. The ligandin (nonsubstrate) binding site of human pi class glutathione transferase is located in the electrophile binding site (H-site). J Mol Biol. 1999;291(4):913-926. doi:10.1006/jmbi.1999.3029"}, {"Citation": "Schellhammer I, Rarey M. TrixX: structure-based molecule indexing for large-scale virtual screening in sublinear time. J Comput Aided Mol Des. 2007;21(5):223-238. doi:10.1007/s10822-007-9103-5"}, {"Citation": "Henzler AM, Urbaczek S, Hilbig M, Rarey M. An integrated approach to knowledge-driven structure-based virtual screening. J Comput Aided Mol Des. 2014;28(9):927-939. doi:10.1007/s10822-014-9769-4"}, {"Citation": "Flachsenberg F, Meyder A, Sommer K, Penner P, Rarey M. A consistent scheme for gradient-based optimization of protein-ligand poses. J Chem Inf Model. 2020;60(12):6502-6522. doi:10.1021/acs.jcim.0c01095"}, {"Citation": "Kim S, Chen J, Cheng T, et al. PubChem 2023 update. Nucleic Acids Res. 2023;51(D1):D1373-D1380. doi:10.1093/nar/gkac956"}, {"Citation": "Lippert T, Rarey M. Fast automated placement of polar hydrogen atoms in protein-ligand complexes. J Chem. 2009;1(1):13. doi:10.1186/1758-2946-1-13"}, {"Citation": "Bietz S, Urbaczek S, Schulz B, Rarey M. Protoss: a holistic approach to predict tautomers and protonation states in protein-ligand complexes. J Chem. 2014;6:12. doi:10.1186/1758-2946-6-12"}, {"Citation": "Mohana K, Achary A. Human cytosolic glutathione-S-transferases: quantitative analysis of expression, comparative analysis of structures and inhibition strategies of isozymes involved in drug resistance. Drug Metab Rev. 2017;49(3):318-337. doi:10.1080/03602532.2017.1343343"}, {"Citation": "WHO 2020 Cancer Report. Accessed 08 March 2023. https://www.iarc.who.int/news-events/latest-global-cancer-data-cancer-burden-rises-to-19-3-million-new-cases-and-10-0-million-cancer-deaths-in-2020/"}, {"Citation": "Pathania S, Bhatia R, Baldi A, Singh R, Rawal RK. Drug metabolizing enzymes and their inhibitors' role in cancer resistance. Biomed Pharmacother. 2018;105:53-65. doi:10.1016/j.biopha.2018.05.117"}, {"Citation": "Dong S, Sha H, Xu X, et al. Glutathione S-transferase π: a potential role in antitumor therapy. Drug Des Devel Ther. 2018;12:3535-3547. doi:10.2147/DDDT.S169833"}, {"Citation": "Appiah-Opong R, Commandeur JNM, Istyastono E, Bogaards JJ, Vermeulen NPE. Inhibition of human glutathione S-transferases by curcumin and analogues. Xenobiotica. 2009;39:302-311. doi:10.1080/00498250802702316"}, {"Citation": "Hayeshi R, Mutingwende I, Mavengere W, Masiyanise V, Mukanganyama S. The inhibition of human glutathione S-transferases activity by plant polyphenolic compounds ellagic acid and curcumin. Food Chem Toxicol. 2007;45(2):286-295. doi:10.1016/j.fct.2006.07.027"}, {"Citation": "Adler V, Yin Z, Fuchs SY, et al. Regulation of JNK signaling by GSTp. EMBO J. 1999;18(5):1321-1334. doi:10.1093/emboj/18.5.1321"}, {"Citation": "Singh RR, Mohammad J, Orr M, Reindl KM. Glutathione S-transferase pi-1 knockdown reduces pancreatic ductal adenocarcinoma growth by activating oxidative stress response pathways. Cancers. 2020;12(6):1501. doi:10.3390/cancers12061501"}, {"Citation": "van Zanden JJ, Geraets L, Wortelboer HM, Bladeren PJ, Rietjens IM, Cnubben NH. Structural requirements for the flavonoid-mediated modulation of glutathione S-transferase P1-1 and GS-X pump activity in MCF7 breast cancer cells. Biochem Pharmacol. 2004;67:1607-1617. doi:10.1016/j.bcp.2003.12.032"}, {"Citation": "Wu JH, Batist G. Glutathione and glutathione analogues; therapeutic potentials. Biochim Biophys Acta. 2013;1830(5):3350-3353. doi:10.1016/j.bbagen.2012.11.016"}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2023", "Month": "7", "Day": "10"}, {"Year": "2023", "Month": "3", "Day": "13"}, {"Year": "2023", "Month": "7", "Day": "23"}, {"Year": "2023", "Month": "8", "Day": "18", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "8", "Day": "9", "Hour": "12", "Minute": "56"}, {"Year": "2023", "Month": "8", "Day": "9", "Hour": "8", "Minute": "24"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37555623", "10.1002/jmr.3050"]}}], "PubmedBookArticle": []}