{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["goat milk", "herbal feed additives", "milk smell", "milk taste", "volatile flavor compounds"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37569232", "DateRevised": {"Year": "2023", "Month": "08", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "08", "Day": "05"}], "Language": ["eng"], "ELocationID": ["2963", "10.3390/foods12152963"], "Journal": {"ISSN": "2304-8158", "JournalIssue": {"Volume": "12", "Issue": "15", "PubDate": {"Year": "2023", "Month": "Aug", "Day": "05"}}, "Title": "Foods (Basel, Switzerland)", "ISOAbbreviation": "Foods"}, "ArticleTitle": "Effect of Herbal Feed Additives on Goat Milk Volatile Flavor Compounds.", "Abstract": {"AbstractText": ["The aim of this study is to investigate the effects of herbal supplements administered to goats on sensory quality and volatile flavor compounds in their milk. The experiment was conducted on sixty Polish white improved goats randomly allocated into five feeding groups (four experimental and one control) of twelve goats each. The trial lasted 12 weeks. The experimental animals received supplements containing a mixture of seven or nine different species of herbs at 20 or 40 g/animal/day. The control group received feed without any herbal supplements. Milk obtained from experimental and control groups of animals was characterized by a low content of aroma compounds, with only 11 chemical compounds being identified. Decanoic methyl ester, methylo 2-heptanone and methylo-butanoic methyl ester had the highest share in the total variability of the tested aroma compounds (PCA). During the sensory evaluation, the smell and taste of most of the samples were similar (<i>p</i> > 0.05). However, the addition of herbal feed supplements lowered the concentration of Caproic acid (C6:0), Caprylic acid (C8:0) and Capric acid (C10:0), which caused a significant reduction in the goaty smell of milk. The obtained results indicate that the studied herbal supplements can reduce the intensity of goaty smell and allow goat milk production without modification of other sensory features."]}, "AuthorList": [{"Identifier": ["0000-0002-9186-006X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Breeding and Product Quality Assessment, Faculty of Veterinary Medicine and Animal Science, Poznań University of Life Science, 60-637 Poznań, Poland."}], "LastName": "Wójtowski", "ForeName": "Jacek Antoni", "Initials": "JA"}, {"Identifier": ["0000-0003-4234-7881"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Research on Volatile and Sensorally Active Compounds, Faculty of Food Science and Nutrition, Poznań University of Life Sciences, 60-624 Poznań, Poland."}], "LastName": "Majcher", "ForeName": "Małgorzata", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dairy and Process Engineering, Faculty of Food Science and Nutrition, Poznań University of Life Sciences, 60-624 Poznań, Poland."}], "LastName": "Danków", "ForeName": "Romualda", "Initials": "R"}, {"Identifier": ["0000-0001-7785-2517"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dairy and Process Engineering, Faculty of Food Science and Nutrition, Poznań University of Life Sciences, 60-624 Poznań, Poland."}], "LastName": "Pikul", "ForeName": "Jan", "Initials": "J"}, {"Identifier": ["0000-0002-1252-6523"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Poznań University of Medical Sciences, 60-806 Poznań, Poland."}], "LastName": "Mikołajczak", "ForeName": "Przemysław", "Initials": "P"}, {"Identifier": ["0000-0003-1997-7930"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Forest Economics and Technology, Faculty of Forestry and Wood Technology, Poznań University of Life Sciences, 60-637 Poznań, Poland."}], "LastName": "Molińska-Glura", "ForeName": "Marta", "Initials": "M"}, {"Identifier": ["0000-0001-6560-7274"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Innovative Biomaterials and Nanotechnologies, Institute of Natural Fibres and Medicinal Plants, 60-630 Poznań, Poland."}], "LastName": "Foksowicz-Flaczyk", "ForeName": "Joanna", "Initials": "J"}, {"Identifier": ["0000-0002-8164-9914"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Phytochemistry, Institute of Natural Fibres and Medicinal Plants, 62-064 Plewiska, Poland."}], "LastName": "Gryszczyńska", "ForeName": "Agnieszka", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Phytochemistry, Institute of Natural Fibres and Medicinal Plants, 62-064 Plewiska, Poland."}], "LastName": "Łowicki", "ForeName": "Zdzisław", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Phytochemistry, Institute of Natural Fibres and Medicinal Plants, 62-064 Plewiska, Poland."}], "LastName": "Zajączek", "ForeName": "Karolina", "Initials": "K"}, {"Identifier": ["0000-0002-0321-0623"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Breeding and Product Quality Assessment, Faculty of Veterinary Medicine and Animal Science, Poznań University of Life Science, 60-637 Poznań, Poland."}], "LastName": "Czyżak-Runowska", "ForeName": "Grażyna", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Agriculture and Food Science, University College Dublin, Belfield, D04 V1W8 Dublin 4, Ireland."}], "LastName": "Markiewicz-Kęszycka", "ForeName": "Maria", "Initials": "M"}, {"Identifier": ["0000-0002-8311-6310"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Computer Laboratory, Faculty of Veterinary Medicine and Animal Science, Poznań University of Life Science, 60-637 Poznań, Poland."}], "LastName": "Stanisławski", "ForeName": "Daniel", "Initials": "D"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Foods", "NlmUniqueID": "101670569", "ISSNLinking": "2304-8158"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Pulina G., Milán M.J., Lavín M.P., Theodoridis A., Morin E., Capote J., Thomas D.L., Francesconi A.H.D., Caja G. Current production trends, farm structures, and economics of the dairy sheep and goat sectors. J. Dairy Sci. 2018;101:6715–6729. doi: 10.3168/jds.2017-14015.", "ArticleIdList": ["10.3168/jds.2017-14015", "29859690"]}, {"Citation": "dos Santos W.M., Gomes A.C.G., de Caldas Nobre M.S., de Souza Pereira Á.M., dos Santos Pereira E.V., dos Santos K.M.O., Florentino E.R., Buriti F.C.A. Goat milk as a natural source of bioactive compounds and strategies to enhance the amount of these beneficial components. Int. Dairy J. 2023;137:105515. doi: 10.1016/j.idairyj.2022.105515.", "ArticleIdList": ["10.1016/j.idairyj.2022.105515"]}, {"Citation": "Park Y.W., Juárez M., Ramos M., Haenlein G.F.W. Physico-chemical characteristics of goat and sheep milk. Small Rumin. Res. 2007;68:88–113. doi: 10.1016/j.smallrumres.2006.09.013.", "ArticleIdList": ["10.1016/j.smallrumres.2006.09.013"]}, {"Citation": "Ribeiro A.C., Ribeiro S.D.A. Specialty products made from goat milk. Small Rumin. Res. 2010;89:225–233. doi: 10.1016/j.smallrumres.2009.12.048.", "ArticleIdList": ["10.1016/j.smallrumres.2009.12.048"]}, {"Citation": "Barłowska J., Szwajkowska M., Litwińczuk Z., Król J. Nutritional value and technological suitability of milk from various animal species used for dairy production. Compr. Rev. Food Sci. Food Saf. 2011;6:291–302. doi: 10.1111/j.1541-4337.2011.00163.x.", "ArticleIdList": ["10.1111/j.1541-4337.2011.00163.x"]}, {"Citation": "Pikul J., Wójtowski J., Danków R., Teichert J., Czyżak-Runowska G., Cais-Sokolińska D., Cieślak A., Szumacher-Strabel M., Bagnicka E. The effect of false flax (Camelina sativa) cake dietary supplementation in dairy goats on fatty acid profile of kefir. Small Rum. Res. 2014;122:44–49. doi: 10.1016/j.smallrumres.2014.07.015.", "ArticleIdList": ["10.1016/j.smallrumres.2014.07.015"]}, {"Citation": "Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on Additives for Use in Animal Nutrition (OJ L 268, 18.10.2003, pp. 29–43)  [(accessed on 20 February 2021)].  Available online:  https://eur-lex.europa.eu/summary/PL-EN-DE/TXT/LEGISSUM:l12037d?from=PL."}, {"Citation": "Zhang Q., Bai Y., Wang W., Li J., Zhang L., Tang Y., Yue S. Role of herbal medicine and gut microbiota in the prevention and treatment of obesity. J. Ethnopharmacol. 2023;305:116127. doi: 10.1016/j.jep.2022.116127.", "ArticleIdList": ["10.1016/j.jep.2022.116127", "36603782"]}, {"Citation": "Cieślak A., Stanisz M., Wójtowski J., Pers-Kamczyc E., Szczechowiak J., El-Sherbiny M., Szumacher-Strabel M. Camelina sativa affects the fatty acid contents in M. longissimus muscle of lambs. Eur. J. Lipid Sci. Technol. 2013;115:1258–1265. doi: 10.1002/ejlt.201200119.", "ArticleIdList": ["10.1002/ejlt.201200119"]}, {"Citation": "Shabnam F., Rani I., Vivek D., Goyal R., Kumar Gautam R. Therapeutic benefits of miracle tree moringa oleifera: A complete overview. Curr. Tradit. Med. 2023;9:82–92. doi: 10.2174/2215083808666220627121322.", "ArticleIdList": ["10.2174/2215083808666220627121322"]}, {"Citation": "Wójtowski J., Danków R., Foksowicz-Flaczyk J., Grajek K. Herbal additives in the nutrition of cows, sheep and dairy goats. Życie Weter. 2019;94:550–556. (In Polish)"}, {"Citation": "Foksowicz-Flaczyk J., Wójtowski J.A., Danków R., Mikołajczak P., Pikul J., Gryszczyńska A., Łowicki Z., Zajączek K., Stanisławski D. The effect of herbal feed additives in the diet of dairy goats on intestinal Lactic Acid Bacteria (LAB) count. Animals. 2022;12:255. doi: 10.3390/ani12030255.", "ArticleIdList": ["10.3390/ani12030255", "PMC8833653", "35158579"]}, {"Citation": "Karaźniewicz-Łada M., Wójtowski J.A., Główka F.K., Danków R., Pikul J., Gryszczyńska A., Foksowicz-Flaczyk J., Mikołajczak P.Ł. Application of UPLC-MS/MS method for analysis of apigenin, apigenin 7-glucoside and chlorogenic acid in goat serum. Chromatographia. 2023;86:401–411. doi: 10.1007/s10337-023-04250-7.", "ArticleIdList": ["10.1007/s10337-023-04250-7"]}, {"Citation": "Akbağ H.I., Savaş T., Karagül Yüceer Y. The effect of fenugreek seed (Trigonella foenum-graecum) supplementation on the performance and milk yield characteristics of dairy goats. Arch. Anim. Breed. 2022;65:385–395. doi: 10.5194/aab-65-385-2022.", "ArticleIdList": ["10.5194/aab-65-385-2022", "PMC9673031", "36415758"]}, {"Citation": "Giorgino A., Raspa F., Valle E., Bergero D., Cavallini D., Gariglio M., Bongiorno V., Bussone G., Bergagna S., Cimino F., et al. Effect of dietary organic acids and botanicals on metabolic status and milk parameters in mid–late lactating goats. Animals. 2023;13:797. doi: 10.3390/ani13050797.", "ArticleIdList": ["10.3390/ani13050797", "PMC10000138", "36899655"]}, {"Citation": "Aprea E. Special Issue “Volatile compounds and smell chemicals (odor and aroma) of food”. Molecules. 2020;25:3811. doi: 10.3390/molecules25173811.", "ArticleIdList": ["10.3390/molecules25173811", "PMC7504400", "32825704"]}, {"Citation": "Stefanon B., Procida G. Effects of including silage in the diet on volatile compound profiles in Montasio cheese and their modification during ripening. J. Dairy Res. 2004;71:58–65. doi: 10.1017/S0022029903006563.", "ArticleIdList": ["10.1017/S0022029903006563", "15068068"]}, {"Citation": "Bennato F., Ianni A., Martino C., Di Luca A., Innosa D., Fusco A.M., Pomilio F., Martino G. Dietary supplementation of Saanen goats with dried licorice root modifies chemical and textural properties of dairy products. J. Dairy Sci. 2020;103:52–62. doi: 10.3168/jds.2019-16838.", "ArticleIdList": ["10.3168/jds.2019-16838", "31704006"]}, {"Citation": "Cais-Sokolińska D., Wójtowski J., Pikul J., Danków R., Majcher M., Teichert J., Bagnicka E. Formation of volatile compounds in kefir made of goat and sheep milk with high polyunsaturated fatty acids content. J. Dairy Sci. 2015;98:6692–6705. doi: 10.3168/jds.2015-9441.", "ArticleIdList": ["10.3168/jds.2015-9441", "26277315"]}, {"Citation": "Skrzypek R., Wójtowski J., Fahr R.D. Hygienic quality of cow bulk tank milk depending on the method of udder preparation for milking (short communication) Arch. Fur Tierz. 2003;46:405–411. doi: 10.5194/aab-46-405-2003.", "ArticleIdList": ["10.5194/aab-46-405-2003"]}, {"Citation": "INRA (Institut National de la Recherche Agronomique) Feeding of Cattle, Sheep and Goats. Requirements for Animals. Food Values (in French: Alimentation des Bovins, Ovins et Caprins. Besoins des Animaux. Valeurs des Aliments) Éditions Quæ (INRA); Versailles, France: 2007."}, {"Citation": "Folch J., Lees M., Sloane Stanley G.H. A simple method for isolation and purification of total lipids from animal tissues. J. Biol. Chem. 1957;226:497–509. doi: 10.1016/S0021-9258(18)64849-5.", "ArticleIdList": ["10.1016/S0021-9258(18)64849-5", "13428781"]}, {"Citation": "IUPAC . Blackwell Scientific Publications. 7th ed. Blackwell Scientific Publications; Oxford, UK: 1987. Standard methods for the analysis of oil, fats and derivates. IUPAC Method 2.301 Report of IUPAC Working Group WG 2/87."}, {"Citation": "Baryłko-Pikielna N., Matuszewska I. Sensoryczne Badania Zywności. Podstawy-Metody-Zastosowania. Wydawnictwo Naukowe PTTZ; Kraków, Poland: 2014. Rozdział 10. Metody Sensorycznej Analizy Opisowej; pp. 181–226."}, {"Citation": "Sensory Analysis—General Guidelines for the Selection, Training and Monitoring of Selected Assessors and Expert Sensory Assessors. ISO; Geneva, Switzerland: 2012."}, {"Citation": "Sensory Analysis—General Guidance for the Design of Test Rooms. ISO; Geneva, Switzerland: 2007."}, {"Citation": "TIBCO Software Inc.  Statistica (Data Analysis Software System) 2017.  [(accessed on 1 February 2023)].  Available online:  https://www.tibco.com."}, {"Citation": "Pazzola M., Amalfitano N., Bittante G., Dettori M.L., Vacca G.M. Composition, coagulation properties, and predicted cheesemaking traits of bulk goat milk from different farming systems, breeds, and stages of production. J. Dairy Sci. 2022;105:6724–6738. doi: 10.3168/jds.2022-22098.", "ArticleIdList": ["10.3168/jds.2022-22098", "35787330"]}, {"Citation": "Koop G., Nielen M., van Werven T. Bulk milk somatic cell counts are related to bulk milk total bacterial counts and several herd-level risk factors in dairy goats. J. Dairy Sci. 2009;92:4355–4364. doi: 10.3168/jds.2009-2106.", "ArticleIdList": ["10.3168/jds.2009-2106", "19700695"]}, {"Citation": "Koop G., Dik N., Nielen M., Lipman L.J.A. Repeatability of differential goat bulk milk culture and associations with somatic cell count, total bacterial count, and standard plate count. J. Dairy Sci. 2010;93:2569–2573. doi: 10.3168/jds.2009-2705.", "ArticleIdList": ["10.3168/jds.2009-2705", "20494165"]}, {"Citation": "Paape M., Poutrel B., Contreras A., Marco J.C., Capuco A. Milk somatic cells and lactation in small ruminants. J. Dairy Sci. 2001;84:E237–E244. doi: 10.3168/jds.S0022-0302(01)70223-8.", "ArticleIdList": ["10.3168/jds.S0022-0302(01)70223-8"]}, {"Citation": "Silanikove N., Merin U., Shapiro F., Leitner G. Subclinical mastitis in goats is associated with upregulation of nitric oxidederived oxidative stress that causes reduction of milk antioxidative properties and impairment of its quality. J. Dairy Sci. 2014;97:3449–3455. doi: 10.3168/jds.2013-7334.", "ArticleIdList": ["10.3168/jds.2013-7334", "24704229"]}, {"Citation": "Leitner G., Merin U., Silanikove N. Changes in milk composition as affected by subclinical mastitis in goats. J. Dairy Sci. 2004;87:1719–1726. doi: 10.3168/jds.S0022-0302(04)73325-1.", "ArticleIdList": ["10.3168/jds.S0022-0302(04)73325-1", "15453484"]}, {"Citation": "Markiewicz-Kęszycka M., Czyżak-Runowska G., Lipińska P., Wójtowski J. Fatty acid profile of milk—A review. Bull. Vet. Inst. Pulawy. 2013;57:135–139. doi: 10.2478/bvip-2013-0026.", "ArticleIdList": ["10.2478/bvip-2013-0026"]}, {"Citation": "Bennato F., Ianni A., Innosa D., Grotta L., D’Onofrio A., Martino G. Chemical-nutritional characteristics and aromatic profile of milk and related dairy products obtained from goats fed with extruded linseed. Asian-Australas. J. Anim. Sci. 2020;33:148–156. doi: 10.5713/ajas.18.0868.", "ArticleIdList": ["10.5713/ajas.18.0868", "PMC6946995", "31010977"]}, {"Citation": "Muelas R., Romero G., Díaz J.R., Monllor P., Fernández-López J., Viuda-Martos M., Cano-Lamadrid M., Sendra E. Quality and Functional Parameters of Fermented Milk Obtained from Goat Milk Fed with Broccoli and Artichoke Plant By-Products. Foods. 2022;11:2601. doi: 10.3390/foods11172601.", "ArticleIdList": ["10.3390/foods11172601", "PMC9455734", "36076787"]}, {"Citation": "Eknæs M., Havrevoll Ø., Volden H., Hove K. Fat content, fatty acid profile and off-flavours in goats milk—Effects of feed concentrates with different fat sources during the grazing season. Anim. Feed Sci. Tech. 2009;152:112–122. doi: 10.1016/j.anifeedsci.2009.04.006.", "ArticleIdList": ["10.1016/j.anifeedsci.2009.04.006"]}, {"Citation": "Clark S., García M.B.M. A 100-year review: Advances in goat milk research. J. Dairy Sci. 2017;100:10026–10044. doi: 10.3168/jds.2017-13287.", "ArticleIdList": ["10.3168/jds.2017-13287", "29153153"]}, {"Citation": "Haenlein G.F.W. Producing quality goat milk. Int. J. Anim. Sci. 1993;8:79–84."}, {"Citation": "Šlyžius E., Anskienė L., Palubinskas G., Juozaitienė V., Šlyžienė B., Juodžentytė R., Laučienė L. Associations between somatic cell count and milk fatty acid and amino acid profile in Alpine and Saanen goat breeds. Animals. 2023;13:965. doi: 10.3390/ani13060965.", "ArticleIdList": ["10.3390/ani13060965", "PMC10044304", "36978507"]}, {"Citation": "Vulić A., Kudumija N., Lešić T., Tanković S., Jelušić V., Ferizbegović J., Bilandžić N., Pleadin J. Chemical composition and fatty acid profile of Alpine and Saanen goat milk from Bosnia and Herzegovina. Vet. Stanica. 2021;52:13–21. doi: 10.46419/vs.52.1.12.", "ArticleIdList": ["10.46419/vs.52.1.12"]}, {"Citation": "Yelnetty A., Purwadi, Ekawati Tallei T. Indigenous lactic acid bacteria isolated from spontaneously fermented goat milk as potential probiotics. Pak. J. Biol. Sci. 2020;23:883–890. doi: 10.3923/pjbs.2020.883.890.", "ArticleIdList": ["10.3923/pjbs.2020.883.890", "32700834"]}, {"Citation": "Özer B., Yaman H. Milk and Milk Products: Microbiology of Liquid Milk. In: Batt C.A., Tortorello M.L., editors. Encyclopedia of Food Microbiology. Volume 2. Academic Press; Cambridge, MA, USA: 2014."}, {"Citation": "Rita de Cássia R., Neta M.T.S.L., Donizete R., Sandes D., Narain N., de Sousa Galvão M., Madruga M.S., Costa R.G. An insight in key volatile compounds in goat milk based on their odor active values. J. Food Sci. Nutr. Res. 2019;2:49–60. doi: 10.26502/jfsnr.2642-1100008.", "ArticleIdList": ["10.26502/jfsnr.2642-1100008"]}, {"Citation": "Altaie R., Richter R.L. Formation of volatile free fatty acids during ripening of cheddar-like hard goat cheeses. J. Dairy Sci. 1996;79:21–27."}, {"Citation": "Frank D.C., Owen C.M., Patterson J. Solid phase microextraction (SPME) combined with gas-chromatography and olfactometry-mass spectrometry for characterization of cheese aroma compounds. LWT. 2004;37:139–154. doi: 10.1016/S0023-6438(03)00144-0.", "ArticleIdList": ["10.1016/S0023-6438(03)00144-0"]}, {"Citation": "Gallois A., Langlois D. New results in the volatile odorous compounds of French cheeses. Lait. 1990;70:89–106. doi: 10.1051/lait:199028.", "ArticleIdList": ["10.1051/lait:199028"]}, {"Citation": "Curioni P.M.G., Bosset J.O. Key odorants in various cheese types as determined by gas chromatography-olfactometry. Int. Dairy J. 2002;12:959–984. doi: 10.1016/S0958-6946(02)00124-3.", "ArticleIdList": ["10.1016/S0958-6946(02)00124-3"]}, {"Citation": "Fox P.F., Uniacke-Lowe T., McSweeney P.L.H., O’Mahony J.A. Dairy Chemistry and Biochemistry. 2nd ed. Springer; Berlin/Heidelberg, Germany: 2015."}, {"Citation": "Jolliffe I.T. Principal Component Analysis. 2nd ed. Springer; New York, NY, USA: Berlin/Heidelberg, Germany: 2002."}, {"Citation": "Polowy K., Molińska-Glura M. Data mining in the analysis of tree harvester performance based on automatically collected data. Forests. 2023;14:165. doi: 10.3390/f14010165.", "ArticleIdList": ["10.3390/f14010165"]}, {"Citation": "Shan B., Cai Y.Z., Brooks J.D., Corke H. Potential application of spice and herb extracts as natural preservatives in cheese. J. Med. Food. 2011;14:284–290. doi: 10.1089/jmf.2010.0009.", "ArticleIdList": ["10.1089/jmf.2010.0009", "21142945"]}, {"Citation": "Gliguem H., Ben Hassine D., Ben Haj Said L., Ben Tekaya I., Rahmani R., Bellagha S. Supplementation of double cream cheese with Allium roseum: Effects on quality improvement and shelf-life extension. Foods. 2021;10:1276. doi: 10.3390/foods10061276.", "ArticleIdList": ["10.3390/foods10061276", "PMC8226797", "34205038"]}, {"Citation": "Pluta-Kubica A., Najgebauer-Lejko D., Domagała J., Štefániková J., Golian J. The effect of cow breed and wild garlic leaves (Allium ursinum L.) on the sensory quality, volatile compounds, and physical properties of unripened soft rennet-curd cheese. Foods. 2022;11:3948. doi: 10.3390/foods11243948.", "ArticleIdList": ["10.3390/foods11243948", "PMC9778303", "36553690"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "7", "Day": "2"}, {"Year": "2023", "Month": "8", "Day": "2"}, {"Year": "2023", "Month": "8", "Day": "4"}, {"Year": "2023", "Month": "8", "Day": "12", "Hour": "10", "Minute": "50"}, {"Year": "2023", "Month": "8", "Day": "12", "Hour": "10", "Minute": "49"}, {"Year": "2023", "Month": "8", "Day": "12", "Hour": "1", "Minute": "7"}, {"Year": "2023", "Month": "8", "Day": "5"}], "PublicationStatus": "epublish", "ArticleIdList": ["37569232", "PMC10418787", "10.3390/foods12152963", "foods12152963"]}}], "PubmedBookArticle": []}