{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["herbal medicine", "knowledge", "multilayer feedforward neural network", "multiple linear regression", "oral health"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37575818", "DateRevised": {"Year": "2023", "Month": "08", "Day": "15"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "07", "Day": "12"}], "Language": ["eng"], "ELocationID": ["e41790", "10.7759/cureus.41790"], "Journal": {"ISSN": "2168-8184", "JournalIssue": {"Volume": "15", "Issue": "7", "PubDate": {"Year": "2023", "Month": "Jul"}}, "Title": "Cureus", "ISOAbbreviation": "Cureus"}, "ArticleTitle": "Modeling of Knowledge Toward Herbal Medicine for Oral Health Using Multiple Linear Regression and Neural Network.", "Pagination": {"StartPage": "e41790", "MedlinePgn": "e41790"}, "Abstract": {"AbstractText": ["Background and goals Herbal medicine is used to treat a variety of oral health problems. Therefore, it is essential to comprehend it fully. To determine whether the amount used is risky, it is crucial to understand the dosages of medicinal plants. Before performing multiple linear regression (MLR) modeling, this paper uses the multilayer feedforward (MLFF) neural network (NN) technique to propose the variable selection. A data set with socio-demographic variables for dental staff and herbal medicine related to oral health knowledge score (KS) was chosen to demonstrate the design-build methodology. Materials and methods It was discovered that the KS is significantly related to the sex, age, income, occupation, and practice score (PS) at the first stage of the selection process, where all the variables were screened for their clinical importance. These five variables are chosen and used as inputs for the MLFF model by considering the level of significance, alpha = 0.05. Then, using the best variable discovered by the MLFF process, the MLR is applied. Results The performance of MLFF was evaluated using the mean squared error (MSE). MSE measures how far our estimates are off from the actual results. The MLFF's smallest MSE indicates the model's ideal combination of variable selection. Conclusion This study showed that using MLFF would help confirm the selected independent variables for MLR. In addition, KS level is more correlated with occupation, PS, and sex than with age and income. Moreover, this model could be used practically for any dataset. with the same criteria."], "CopyrightInformation": "Copyright © 2023, Tabnjh et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dental Sciences, Universiti Sains Malaysia, Kelantan, MYS."}, {"Identifier": [], "Affiliation": "Applied Dental Sciences, Jordan University of Science and Technology, Irbid, JOR."}], "LastName": "Tabnjh", "ForeName": "Abedelmalek", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dental Sciences, Universiti Sains Malaysia, Kelantan, MYS."}], "LastName": "W Ahmad", "ForeName": "Wan Muhamad Amir", "Initials": "WMA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dental Sciences, Universiti Sains Malaysia, Kelantan, MYS."}], "LastName": "Hasan", "ForeName": "Ruhaya", "Initials": "R"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Cureus", "NlmUniqueID": "101596737", "ISSNLinking": "2168-8184"}, "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Use of plants in oral health care by the population of Mahajanga, Madagascar. Ranjarisoa LN, Razanamihaja N, Rafatro H. J Ethnopharmacol. 2016;193:179–194.", "ArticleIdList": ["27496581"]}, {"Citation": "Herbal medicines: Malaysian women's knowledge and practice. Kim Sooi L, Lean Keng S. Evid Based Complement Alternat Med. 2013;2013:438139.", "ArticleIdList": ["PMC3777224", "24093047"]}, {"Citation": "Ethnomedicinal plants used by traditional healers to treat oral health problems in Cameroon. Ashu Agbor M, Naidoo S. Evid Based Complement Alternat Med. 2015;2015:649832.", "ArticleIdList": ["PMC4606091", "26495020"]}, {"Citation": "Bootstrap methods: another look at the jackknife. Efron B. Ann Statist. 1979;7:1–26."}, {"Citation": "A study of creatinine level among patients with dyslipidemia and type 2 diabetes mellitus using multilayer perceptron and multiple linear regression. Ghazali FM, W Ahmad WM, Srivastava KC, et al. J Pharm Bioallied Sci. 2021;13:0–800.", "ArticleIdList": ["PMC8375798", "34447203"]}, {"Citation": "Modelling the effect of particle size and iron content on forming of Al-Fe composite preforms using neural network. Selvakumar N, Ganesan P, Radha P, Narayanasamy R, Pandey KS. Mater Des. 2007;28:119–130."}, {"Citation": "The use of herbal medicines during pregnancy and perinatal mortality in Tumpat District, Kelantan, Malaysia. Ab Rahman A, Ahmad Z, Naing L, Sulaiman SA, Hamid AM, Daud WN, Krian K. https://d1wqtxts1xzle7.cloudfront.net/45895223/The_use_of_herbal_medicines_during_pregn20160523-18624-vz4tc3-libre.pdf?1464050138=&response-content-disposition=inline%3B+filename%3DThe_use_of_herbal_medicines_during_pregn.pdf&Expires=1688632579&Signature=D~~7f9Meta-hShE~7LvCyOeKfiHkR0Rx~u0LyEk0GZ39YhvDJA4ecjJoZCE4J465~yEjRj4tqa3UPixGbYleoqPjYPvN5uSUiaWnjzlI7ZaPcQxeEBeycEPvqE-zlZbezRnnUi6YliC-E1EDPTQZYoEzgpS5QLrWQ1IsQ-ydIKhfHC5DEjoVTdgCUCLsTj3R9bz2fJfEKh2pMsiRXTIYaF8qSgXvPoj2umKFU0A~Ft8Q9FnegLK9djrwqwKtY9jwosC-Wx7G99MBdVxK~nbnSRdDFV0ZzqTVmMWSz4DjY6aeohDkxbfbhklzVQw~B9ulc5QEMJQq9ySwW~QlQ4662Q__&Key-Pair-Id=APKAJLOHF5GGSLRBV4ZA. Southeast Asian J Trop Med Public Health. 2007;38:1150–1157.", "ArticleIdList": ["18613559"]}, {"Citation": "Cardiovascular health knowledge, attitude and practice/behaviour in an urbanising community of Nepal: a population-based cross-sectional study from Jhaukhel-Duwakot Health Demographic Surveillance Site. Vaidya A, Aryal UR, Krettek A. BMJ Open. 2013;3:0.", "ArticleIdList": ["PMC3808775", "24157816"]}, {"Citation": "Knowledge and practice of herbal medicine on oral health among dental personnel in Malaysia. Tabnjh A, Ahmad WM, Hasan R, et al. F1000Research. 2023;12:283."}, {"Citation": "Forecasting shortterm load demand using multilayer feed‑forward (MLFF) neural network model. Mohamed N, Ahmad MH, Suhartono S, Ahmad WM. http://m-hikari.com/ams/ams-2012/ams-105-108-2012/mohamedAMS105-108-2012.pdf Appl Math Sci. 2012;6:5359–5368."}, {"Citation": "Multilayer feed forward neural network approach to lymphoma cancer data. Mohamed N, Aleng NA, Ahmad WM, Ahmad MH. http://www.m-hikari.com/ijcms/ijcms-2012/33-36-2012/mohamedIJCMS33-36-2012.pdf Int J Contemp Math Sci. 2012;7:1749–1756."}, {"Citation": "Modeling multilayer feed‑forward neural network model on the influence of hypertension and diabetes mellitus on family history of heart attack in male patients. Mohamed N, Ahmad WM, Aleng NA, Ahmad MH. http://www.m-hikari.com/ams/ams-2013/ams-41-44-2013/alengAMS41-44-2013.pdf Appl Math Sci. 2013;7:2047–2053."}, {"Citation": "Dyslipidemia in type 2 diabetes mellitus. Mooradian AD. Nat Clin Pract Endocrinol Metab. 2009;5:150–159.", "ArticleIdList": ["19229235"]}, {"Citation": "Diabetic dyslipidemia‑priorities and targets in India. Mukhopadhyay J, Kanjilal S, Biswas M. http://www.apiindia.org/content_mu_2010.html Med Update. 2010;20:155."}, {"Citation": "Use of complementary and alternative medicines among Malaysian cancer patients: a descriptive study. Farooqui M, Hassali MA, Shatar AK, Farooqui MA, Saleem F, Haq NU, Othman CN. J Tradit Complement Med. 2016;6:321–326.", "ArticleIdList": ["PMC5067849", "27774413"]}, {"Citation": "Use of miswak versus toothbrushes: oral health beliefs and behaviours among a sample of Jordanian adults. Tubaishat RS, Darby ML, Bauman DB, Box CE. Int J Dent Hyg. 2005;3:126–136.", "ArticleIdList": ["16451363"]}, {"Citation": "California dental hygienists' knowledge, attitudes and practices regarding herbal and dietary supplements. Hurlbutt M, Bray K, Mitchell TV, Stephens J. https://jdh.adha.org/content/85/4/285.short. J Dent Hyg. 2011;85:285–296.", "ArticleIdList": ["22309869"]}, {"Citation": "Oral health knowledge, attitudes, and practices of Chinese adults. Lin HC, Wong MC, Wang ZJ, Lo EC. https://pubmed.ncbi.nlm.nih.gov/11437221/ J Dent Res. 2001;80:1466–1470.", "ArticleIdList": ["11437221"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "7", "Day": "12"}, {"Year": "2023", "Month": "8", "Day": "14", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "8", "Day": "14", "Hour": "6", "Minute": "41"}, {"Year": "2023", "Month": "8", "Day": "14", "Hour": "4", "Minute": "34"}, {"Year": "2023", "Month": "7", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["37575818", "PMC10421645", "10.7759/cureus.41790"]}}], "PubmedBookArticle": []}