{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["<italic>Agrimonia pilosa</italic>", "<italic>Alternaria alternata</italic>", "<italic>Leaf Blight</italic>"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37580884", "DateRevised": {"Year": "2023", "Month": "08", "Day": "15"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "08", "Day": "14"}], "Language": ["eng"], "ELocationID": ["10.1094/PDIS-05-23-0905-PDN"], "Journal": {"ISSN": "0191-2917", "JournalIssue": {"PubDate": {"Year": "2023", "Month": "Aug", "Day": "14"}}, "Title": "Plant disease", "ISOAbbreviation": "Plant Dis"}, "ArticleTitle": "First Report of Alternaria Leaf Blight Caused by <i>Alternaria alternata</i> on <i>Agrimonia pilosa</i> in China.", "Abstract": {"AbstractText": ["Agrimonia pilosa is widely distributed in East Asian countries, including China, Japan, Korea and Mongolia. It is a common medicinal plant with pharmacological effects such as procoagulant, antioxidant, anti-inflammatory. In September 2022, leaf blight was the first time observed on A. pilosa in a 2.6-ha A. pilosa plantation in Harbin, Heilongjiang Province, China. The incidence of the disease reached 80%, and almost every leaf had symptoms. Initially, yellow-to-brown spots appeared on the tips or edges of the leaves. As the disease progressed, the lesions gradually enlarged and merged. Finally, the whole leaf withered. To identify the causal agent, twenty symptomatic leaves were arbitrarily collected from ten diseased plants. Diseased leaf pieces that measured 5 mm2 were disinfested in 75% ethyl alcohol for 30 s and 7% NaOCl for 60 s, rinsed three times in sterile distilled water (Sun et al. 2022), and placed on potato dextrose agar (PDA). Ten fungal isolates obtained by single-spore isolations were selected for further study. Colonies of these isolates on PDA were off-white to black with abundant cotton-like aerial hyphae, and the colony diameter was 75 to 90 mm. The isolates produced conidia that were ovate to nearly oval, gray-to-black, with 1 to 4 transverse septa and 0 to 2 oblique septa, smooth surfaced, parietal cells extending into the beak, and measured 15.0 to 35.5 × 6.0 to 13.0 μm. Conidiophores were taupe, erect or curved, branched, with pronounced spore marks. All ten fungal isolates were morphologically similar to Alternaria alternata (Simmons 2007). Two representative isolates LYC and LYC01 were used for molecular identification. The internal transcribed spacer (ITS) region, RNA polymerase second largest subunit (RPB2), glyceraldehyde-3-phosphate dehydrogenase (GAPDH), translation elongation factor 1-alpha (TEF1), and Alternaria major allergen (Alt a 1) were amplified with the primers ITS4/ITS5(White et al. 1990), RPB2-5F2/RPB2-7CR (Khodaei and Arzanlou 2013), gpd1/gpd2, EF1-728F/EF1-986R (Sun et al. 2023) and Alt-for/Alt-rev (Woudenberg et al. 2015). The resulting sequences were deposited in GenBank (ITS, OM319510, OQ788347; RPB2, OM296263, OQ862336; GAPDH, OM296236, OQ862337; TEF1, OM238113, OQ862338; Alta1, OM171260, OQ862339). Phylogenetic analyses showed 100% identity between LYC and LYC01 and the type strain CBS 121456. Thus, the fungus was identified as A. alternata based on morphology and molecular analysis. Pathogenicity tests were done by spraying conidial suspensions containing 106 conidia/ml of A. alternata isolates LYC and LYC01 on leaves of six healthy A. pilosa plants, separately. Another six plants were sprayed with sterile distilled water as control. Both groups of plants were covered with plastic bags and placed in a greenhouse maintained at 25⁰ C. Plastic bags were removed from plants after 48 h. Fifteen days later, the disease symptoms on the inoculated plants were similar to those observed in the original sample, whereas the control plants remained healthy. The pathogenicity tests were conducted three times. The strains of A. alternata were reisolated from the symptomatic inoculated plants, confirming Koch's postulates. To our knowledge, this is the first report of A. alternata causing leaf blight on A. pilosa in China. Identifying the agent responsible for the disease can help with disease control and plant management in the field."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Heilongjiang University of Chinese Medicine, college of Pharmacy, Harbin, Heilongjiang, China; 849730336@qq.com."}], "LastName": "Jiang", "ForeName": "Xue", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Heilongjiang University Of Chinese Medicine, college of pharmacy, 24 Heping Road, Xiangfang District, Harbin City, Heilongjiang Province, China, Harbin, Heilongjiang, China, 150040; 359896987@qq.com."}], "LastName": "Sun", "ForeName": "Haifeng", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Heilongjiang University of Chinese Medicine, college of Pharmacy, Harbin, Heilongjiang, China; 53884824@qq.com."}], "LastName": "Li", "ForeName": "Zilong", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Harbin, China; 1146935857@qq.com."}], "LastName": "Yan", "ForeName": "Yu", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Dis", "NlmUniqueID": "9882809", "ISSNLinking": "0191-2917"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2023", "Month": "8", "Day": "15", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "8", "Day": "15", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "8", "Day": "15", "Hour": "0", "Minute": "52"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["37580884", "10.1094/PDIS-05-23-0905-PDN"]}}], "PubmedBookArticle": []}