{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37590216", "DateCompleted": {"Year": "2023", "Month": "08", "Day": "21"}, "DateRevised": {"Year": "2023", "Month": "08", "Day": "23"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "08", "Day": "17"}], "Language": ["eng"], "ELocationID": ["e0289900", "10.1371/journal.pone.0289900"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "18", "Issue": "8", "PubDate": {"Year": "2023"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Physiology of gamma-aminobutyric acid treated Capsicum annuum L. (Sweet pepper) under induced drought stress.", "Pagination": {"StartPage": "e0289900", "MedlinePgn": "e0289900"}, "Abstract": {"AbstractText": ["There is now widespread agreement that global warming is the source of climate variability and is a global danger that poses a significant challenge for the 21st century. Climate crisis has exacerbated water deficit stress and restricts plant's growth and output by limiting nutrient absorption and raising osmotic strains. Worldwide, Sweet pepper is among the most important vegetable crops due to its medicinal and nutritional benefits. Drought stress poses negative impacts on sweet pepper (Capsicum annuum L.) growth and production. Although, γ aminobutyric acid (GABA) being an endogenous signaling molecule and metabolite has high physio-molecular activity in plant's cells and could induce tolerance to water stress regimes, but little is known about its influence on sweet pepper development when applied exogenously. The current study sought to comprehend the effects of foliar GABA application on vegetative development, as well as physiological and biochemical constituents of Capsicum annuum L. A Field experiment was carried out during the 2021 pepper growing season and GABA (0, 2, and 4mM) concentrated solutions were sprayed on two Capsicum annuum L. genotypes including Scope F1 and Mercury, under drought stress of 50% and 30% field capacity. Results of the study showed that exogenous GABA supplementation significantly improved vegetative growth attributes such as, shoot and root length, fresh and dry weight, as well as root shoot ratio (RSR), and relative water content (RWC) while decreasing electrolyte leakage (EL). Furthermore, a positive and significant effect on chlorophyll a, b, a/b ratio and total chlorophyll content (TCC), carotenoids content (CC), soluble protein content (SPC), soluble sugars content (SSC), total proline content (TPC), catalase (CAT), and ascorbate peroxidase (APX) activity was observed. The application of GABA at 2mM yielded the highest values for these variables. In both genotypes, peroxidase (POD) and superoxide dismutase (SOD) content increased with growing activity of those antioxidant enzymes in treated plants compared to non-treated plants. In comparison with the rest of GABA treatments, 2mM GABA solution had the highest improvement in morphological traits, and biochemical composition. In conclusion, GABA application can improve development and productivity of Capsicum annuum L. under drought stress regimes. In addition, foliar applied GABA ameliorated the levels of osmolytes and the activities of antioxidant enzymes involved in defense mechanism."], "CopyrightInformation": "Copyright: © 2023 Iqbal et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited."}, "AuthorList": [{"Identifier": ["0009-0008-8062-3692"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical & Life Sciences, Qurtuba University of Science and Information Technology, Peshawar, Pakistan."}], "LastName": "Iqbal", "ForeName": "Babar", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical & Life Sciences, Qurtuba University of Science and Information Technology, Peshawar, Pakistan."}, {"Identifier": [], "Affiliation": "Department of Botany, Islamia College Peshawar, Peshawar, Pakistan."}], "LastName": "Hussain", "ForeName": "Fida", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Islamia College Peshawar, Peshawar, Pakistan."}], "LastName": "Khan", "ForeName": "Muhammad Saleem", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Crop Protection Sciences, Department of Plant Pathology, University of Agriculture, Peshawar, Pakistan."}], "LastName": "Iqbal", "ForeName": "Taimur", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biological Sciences Research Division, Pakistan Forest Institute, Peshawar, Pakistan."}], "LastName": "Shah", "ForeName": "Wadood", "Initials": "W"}, {"Identifier": ["0000-0003-1553-2248"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Sciences, Quaid-i-Aazam University, Islamabad, Pakistan."}], "LastName": "Ali", "ForeName": "Baber", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Science, King Khalid University, Abha, Saudi Arabia."}], "LastName": "Al Syaad", "ForeName": "Khalid M", "Initials": "KM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Agriculture, Department of Horticulture, Ataturk University, Erzurum, Türkiye."}, {"Identifier": [], "Affiliation": "HGF Agro, Ata Teknokent, Erzurum, Türkiye."}], "LastName": "Ercisli", "ForeName": "Sezai", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "YF5Q9EJC8Y", "NameOfSubstance": "Chlorophyll A"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Capsicum"}, {"QualifierName": [], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Chlorophyll A"}, {"QualifierName": [], "DescriptorName": "Droughts"}, {"QualifierName": [], "DescriptorName": "Crops, Agricultural"}, {"QualifierName": [], "DescriptorName": "Dehydration"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abeed AH, Saleem MH, Asghar MA, Mumtaz S, Ameer A, Ali B, et al.. Ameliorative Effects of Exogenous Potassium Nitrate on Antioxidant Defense System and Mineral Nutrient Uptake in Radish (Raphanus sativus L.) under Salinity Stress. ACS Omega. 2023.", "ArticleIdList": ["PMC10308581", "37396242"]}, {"Citation": "Ullah S, Nafees M, Ahmed I. Resistance induction in Brassica napus L. against water deficit stress through application of biochar and plant growth promoting rhizobacteria. Journal of the Saudi Society of Agricultural Sciences. 2023. doi: 10.1016/j.jssas.2023.04.001", "ArticleIdList": ["10.1016/j.jssas.2023.04.001"]}, {"Citation": "Ali J, Jan I, Ullah H, Fahad S, Saud S, Adnan M, et al.. Biochemical response of okra (Abelmoschus esculentus L.) to Selenium (Se) under drought stress. Sustainability. 2023; 15: 5694. doi: 10.3390/su15075694", "ArticleIdList": ["10.3390/su15075694"]}, {"Citation": "Shumaila S, Ullah S. Mitigation of salinity-induced damages in Capsicum annum L. (sweet pepper) seedlings using priming techniques: a future perspective of climate change in the region. Communications in Soil Science and Plant Analysis. 2020; 51: 1602–25. doi: 10.1080/00103624.2020.1791154", "ArticleIdList": ["10.1080/00103624.2020.1791154"]}, {"Citation": "Al-Huqail AA, Saleem MH, Ali B, Azeem M, Mumtaz S, Yasin G, et al.. Efficacy of priming wheat (Triticum aestivum) seeds with a benzothiazine derivative to improve drought stress tolerance. Functional Plant Biology. 2023. doi: 10.1071/FP22140", "ArticleIdList": ["10.1071/FP22140", "36803683"]}, {"Citation": "Hussain I, Ashraf MY, Saleem MH, Ashraf MA, Ali B, Shereen A, et al.. Alleviating effects of salicylic acid spray on stage-based growth and antioxidative defense system in two drought-stressed rice (Oryza sativa L.) cultivars. Turkish Journal of Agriculture and Forestry. 2023; 47: 79–99. doi: 10.55730/1300-011X.3066", "ArticleIdList": ["10.55730/1300-011X.3066"]}, {"Citation": "Salam A, Afridi MS, Javed MA, Saleem A, Hafeez A, Khan AR, et al.. Nano-priming against abiotic stress: A way forward towards sustainable agriculture. Sustainability. 2022; 14: 14880. doi: 10.3390/su142214880", "ArticleIdList": ["10.3390/su142214880"]}, {"Citation": "Shah W, Ullah S, Ali S, Idrees M, Khan MN, Ali K, et al.. Effect of exogenous alpha-tocopherol on physio-biochemical attributes and agronomic performance of lentil (Lens culinaris Medik.) under drought stress. PloS one. 2021; 16: e0248200. doi: 10.1371/journal.pone.0248200", "ArticleIdList": ["10.1371/journal.pone.0248200", "PMC8345888", "34358230"]}, {"Citation": "AbdelRahman MA. An overview of land degradation, desertification and sustainable land management using GIS and remote sensing applications. Rendiconti Lincei. Scienze Fisiche e Naturali. 2023: 1–42."}, {"Citation": "Qamar R, Ghias M, Hussain F, Habib S, Razzaq MK, Aslam M, et al.. Effect of drought on morpho-physiological traits of sunflower (Helianthus annuus L) hybrids and their parental inbred lines. Pakistan Journal of Agricultural Research. 2018; 31. doi: http%3A//dx.doi.org/10.17582/journal.pjar/2018/31.2.186.193"}, {"Citation": "Zaman SA, Ozdemir FA. Effect of Thermopriming and Alpha-Tocopherol Spray in Triticum aestivum L. under Induced Drought Stress: A Future Perspective of Climate Change in the Region. Sains Malaysiana. 2022; 51: 977–91. doi: http%3A//doi.org/10.17576/jsm-2022-5104-03"}, {"Citation": "Zahra SM, Shahid MA, Misaal MA, Zaman M, Imran M, Azam S, et al.. Sustainable Water Management in Indus Basin and Vulnerability Due to Climate Change. Environmental Sciences Proceedings. 2023; 25: 36. doi: 10.3390/ECWS-7-14203", "ArticleIdList": ["10.3390/ECWS-7-14203"]}, {"Citation": "Mukhtar A. Climate Change and Water Security: Case of Pakistan. Journal of Security & Strategic Analyses. 2020; 6: 56–85. doi: 10.57169/jssa.006.01.0115", "ArticleIdList": ["10.57169/jssa.006.01.0115"]}, {"Citation": "Chiappero J, del Rosario Cappellari L, Alderete LG, Palermo TB, Banchio E. Plant growth promoting rhizobacteria improve the antioxidant status in Mentha piperita grown under drought stress leading to an enhancement of plant growth and total phenolic content. Industrial Crops and Products. 2019; 139: 111553."}, {"Citation": "Yasmeen S, Wahab A, Saleem MH, Ali B, Qureshi KA, Jaremko M. Melatonin as a foliar application and adaptation in lentil (Lens culinaris Medik.) crops under drought stress. Sustainability. 2022; 14: 16345. doi: 10.3390/su142416345", "ArticleIdList": ["10.3390/su142416345"]}, {"Citation": "Iqbal MS, Singh AK, Ansari MI. Effect of drought stress on crop production. New frontiers in stress management for durable agriculture. 2020: 35–47."}, {"Citation": "Ullah S, Khan MI, Khan MN, Ali U, Ali B, Iqbal R, et al.. Efficacy of Naphthyl Acetic Acid Foliar Spray in Moderating Drought Effects on the Morphological and Physiological Traits of Maize Plants (Zea mays L.). ACS omega. 2023. doi: 10.1021/acsomega.3c00753", "ArticleIdList": ["10.1021/acsomega.3c00753", "PMC10268277", "37323381"]}, {"Citation": "Hayat F, Khan U, Li J, Ahmed N, Khanum F, Iqbal S, et al.. γ Aminobutyric Acid (GABA): A Key Player in Alleviating Abiotic Stress Resistance in Horticultural Crops: Current Insights and Future Directions. Horticulturae. 2023; 9: 647. doi: 10.3390/horticulturae9060647", "ArticleIdList": ["10.3390/horticulturae9060647"]}, {"Citation": "Jin X, Liu T, Xu J, Gao Z, Hu X. Exogenous GABA enhances muskmelon tolerance to salinity-alkalinity stress by regulating redox balance and chlorophyll biosynthesis. BMC plant biology. 2019; 19: 1–5.", "ArticleIdList": ["PMC6359809", "30709373"]}, {"Citation": "Khanna RR, Jahan B, Iqbal N, Khan NA, Al-Ajmi MF, Rehman MT, et al.. GABA reverses salt-inhibited photosynthetic and growth responses through its influence on NO-mediated nitrogen-sulfur assimilation and antioxidant system in wheat. Journal of Biotechnology. 2021; 325: 73–82. doi: 10.1016/j.jbiotec.2020.11.015", "ArticleIdList": ["10.1016/j.jbiotec.2020.11.015", "33189727"]}, {"Citation": "Ullah A, Ali I, Noor J, Zeng F, Bawazeer S, Eldin SM, et al.. Exogenous γ-aminobutyric acid (GABA) mitigated salinity-induced impairments in mung bean plants by regulating their nitrogen metabolism and antioxidant potential. Frontiers in Plant Science. 2023; 13: 1081188. doi: 10.3389/fpls.2022.1081188", "ArticleIdList": ["10.3389/fpls.2022.1081188", "PMC9897288", "36743556"]}, {"Citation": "Salah A, Zhan M, Cao C, Han Y, Ling L, Liu Z, et al.. γ-Aminobutyric acid promotes chloroplast ultrastructure, antioxidant capacity, and growth of waterlogged maize seedlings. Scientific reports. 2019; 9: 484.", "ArticleIdList": ["PMC6345989", "30679455"]}, {"Citation": "Alshegaihi RM, Mfarrej MF, Saleem MH, Parveen A, Ahmad KS, Ali B, et al.. Effective citric acid and EDTA treatments in cadmium stress tolerance in pepper (Capsicum annuum L.) seedlings by regulating specific gene expression. South African Journal of Botany. 2023; 159: 367–80. doi: 10.1016/j.sajb.2023.06.024", "ArticleIdList": ["10.1016/j.sajb.2023.06.024"]}, {"Citation": "Arin S. Scenario of chilli production and hindrances faced by the growers of Sindh province of Pakistan. Modern Concepts and Developments in Agronomy. 2019; 4: 436–42. doi: 10.31031/mcda.2019.04.000588", "ArticleIdList": ["10.31031/mcda.2019.04.000588"]}, {"Citation": "Aims.pk [Internet]. GOP: Economic survey of Pakistan, 2017–2018. Econ. Advisory wing, Finance division Islamabad, Pakistan; c2018 [cited 2023 march 19]. http://www.amis.pk."}, {"Citation": "Molla AE, Andualem AM, Ayana MT, Zeru MA. Effects of drought stress on growth, physiological and biochemical parameters of two Ethiopian red pepper (Capsicum annum L.) cultivars. Journal of Applied Horticulture. 2023; 25: 1.", "ArticleIdList": ["PMC9840558", "36647396"]}, {"Citation": "Mclean EO. Soil pH and lime requirement, in Page, A.L, et al., eds., Methods of soil analysis, Part 2. Chemical and microbiological properties—Agronomy Monograph no. 9 (2nd edition): Madison, Wisconsin, American Society of Agronomy and Soil Sciences Society of America. 1982. pp. 199–225."}, {"Citation": "Ullah S, Zada J, Ali S. Effect of nephthyl acetic acid foliar spray on amelioration of drought stress tolerance in maize (Zea mays L.). Communications in Soil Science and Plant Analysis. 2016; 47: 1542–58. doi: 10.1080/00103624.2016.1194994", "ArticleIdList": ["10.1080/00103624.2016.1194994"]}, {"Citation": "Nelson DW, Sommers LE. Total Carbon, Organic Carbon, and Organic Matter. In Methods of Soil Analysis. 1983; 539–579. doi: 10.2134/agronmonogr9.2.2ed.c29", "ArticleIdList": ["10.2134/agronmonogr9.2.2ed.c29"]}, {"Citation": "Keeney DR, Nelson DW. Nitrogen—Inorganic Forms. In Methods of Soil Analysis. 1983; 643–698. doi: 10.2134/agronmonogr9.2.2ed.c33", "ArticleIdList": ["10.2134/agronmonogr9.2.2ed.c33"]}, {"Citation": "Jackson M, Miller R, Forkiln R. Soil chemical analysis Prentic-Hall of India Pvt. & Ltd. New Delhi: 2nd Indian Rep. 1973."}, {"Citation": "Nelson L, Heidel H. Soil analysis methods as used in the Iowa State College Soil Testing Laboratory. 1952."}, {"Citation": "Bouyoucos GJ. Hydrometer method improved for making particle size analyses of soils 1. Agronomy journal. 1962; 54: 464–5."}, {"Citation": "Ahmed AF, Yu H, Yang X, Jiang W. Deficit irrigation affects growth, yield, vitamin C content, and irrigation water use efficiency of hot pepper grown in soilless culture. HortScience. 2014; 49: 722–8. doi: 10.21273/HORTSCI.49.6.722", "ArticleIdList": ["10.21273/HORTSCI.49.6.722"]}, {"Citation": "Chuyong GB, Acidri T. Light and moisture levels affect growth and physiological parameters differently in Faidherbia albida (Delile) A. Chev. seedlings. Acta Physiologiae Plantarum. 2017; 39: 1–6."}, {"Citation": "Ali Q, Ashraf M. Induction of drought tolerance in maize (Zea mays L.) due to exogenous application of trehalose: growth, photosynthesis, water relations and oxidative defence mechanism. Journal of Agronomy and Crop Science. 2011; 197: 258–71. doi: 10.1111/j.1439-037X.2010.00463.x", "ArticleIdList": ["10.1111/j.1439-037X.2010.00463.x"]}, {"Citation": "Barranco D, Ruiz N, Gómez-del Campo M. Frost tolerance of eight olive cultivars. HortScience. 2005; 40: 558–60. doi: 10.21273/HORTSCI.40.3.558", "ArticleIdList": ["10.21273/HORTSCI.40.3.558"]}, {"Citation": "Zou M, Yuan L, Zhu S, Liu S, Ge J, Wang C. Effects of heat stress on photosynthetic characteristics and chloroplast ultrastructure of a heat-sensitive and heat-tolerant cultivar of wucai (Brassica campestris L.). Acta physiologiae plantarum. 2017; 39: 1–0."}, {"Citation": "Marcińska I, Czyczyło-Mysza I, Skrzypek E, Grzesiak MT, Popielarska-Konieczna M, Warchoł M, et al.. Application of photochemical parameters and several indices based on phenotypical traits to assess intraspecific variation of oat (Avena sativa L.) tolerance to drought. Acta Physiologiae Plantarum. 2017; 39: 1–3."}, {"Citation": "Płażek A, Tatrzańska M, Maciejewski M, Kościelniak J, Gondek K, Bojarczuk J, et al.. Investigation of the salt tolerance of new Polish bread and durum wheat cultivars. Acta physiologiae plantarum. 2013; 35: 2513–23."}, {"Citation": "Lowry O, Rosebrough N, Farr AL, Randall R. Protein measurement with the Folin phenol reagent. Journal of biological chemistry. 1951; 193: 265–75.", "ArticleIdList": ["14907713"]}, {"Citation": "Asthir B, Kaur S, Mann SK. Effect of salicylic and abscisic acid administered through detached tillers on antioxidant system in developing wheat grains under heat stress. Acta Physiologiae Plantarum. 2009; 31: 1091–6."}, {"Citation": "Yuan Y, Qian H, Yu Y, Lian F, Tang D. Thermotolerance and antioxidant response induced by heat acclimation in Freesia seedlings. Acta Physiologiae Plantarum. 2011; 33: 1001–9."}, {"Citation": "Tyburski J, Dunajska K, Mazurek P, Piotrowska B, Tretyn A. Exogenous auxin regulates H2O2 metabolism in roots of tomato (Lycopersicon esculentum Mill.) seedlings affecting the expression and activity of CuZn-superoxide dismutase, catalase, and peroxidase. Acta physiologiae plantarum. 2009; 31: 249–60."}, {"Citation": "Salimi F, Shekari F, Hamzei J. Methyl jasmonate improves salinity resistance in German chamomile (Matricaria chamomilla L.) by increasing activity of antioxidant enzymes. Acta Physiologiae Plantarum. 2016; 38: 1–4."}, {"Citation": "Tripathi D, Singh M, Pandey-Rai S. Crosstalk of nanoparticles and phytohormones regulate plant growth and metabolism under abiotic and biotic stress. Plant Stress. 2022: 100107. doi: 10.1016/j.stress.2022.100107", "ArticleIdList": ["10.1016/j.stress.2022.100107"]}, {"Citation": "Seifikalhor M, Niknam V, Aliniaeifard S, Didaran F, Tsaniklidis G, Fanourakis D, et al.. The regulatory role of γ-Aminobutyric acid in chickpea plants depends on drought tolerance and water scarcity level. Scientific reports. 2022; 12: 7034.", "ArticleIdList": ["PMC9054827", "35487936"]}, {"Citation": "Dabravolski SA, Isayenkov SV. The Role of the γ-Aminobutyric Acid (GABA) in Plant Salt Stress Tolerance. Horticulturae. 2023; 9: 230. doi: 10.3390/horticulturae9020230", "ArticleIdList": ["10.3390/horticulturae9020230"]}, {"Citation": "Baier M, Bittner A, Prescher A, van Buer J. Preparing plants for improved cold tolerance by priming. Plant, Cell & Environment. 2019; 42: 782–800. doi: 10.1111/pce.13394", "ArticleIdList": ["10.1111/pce.13394", "29974962"]}, {"Citation": "Chen H, Liu T, Xiang L, Hu L, Hu X. GABA enhances muskmelon chloroplast antioxidants to defense salinity-alkalinity stress. Russian Journal of Plant Physiology. 2018; 65: 674–9."}, {"Citation": "Vijayakumari K, Jisha KC, Puthur JT. GABA/BABA priming: a means for enhancing abiotic stress tolerance potential of plants with less energy investments on defence cache. Acta physiologiae plantarum. 2016; 38: 1–4."}, {"Citation": "Ma X, Zhu C, Yang N, Gan L, Xia K. γ‐Aminobutyric acid addition alleviates ammonium toxicity by limiting ammonium accumulation in rice (Oryza sativa) seedlings. Physiologia Plantarum. 2016; 158: 389–401.", "ArticleIdList": ["27218863"]}, {"Citation": "Cheng B, Li Z, Liang L, Cao Y, Zeng W, Zhang X, et al.. The γ-aminobutyric acid (GABA) alleviates salt stress damage during seeds germination of white clover associated with Na+/K+ transportation, dehydrins accumulation, and stress-related genes expression in white clover. International Journal of Molecular Sciences. 2018; 19: 2520. doi: 10.3390/ijms19092520", "ArticleIdList": ["10.3390/ijms19092520", "PMC6163210", "30149642"]}, {"Citation": "Khan J, Ullah S, Shah S, Sadaf, Khan S, Sulaiman. Modeling the upshots of induced temperature and water stress on germination and seedlings length of radish (Raphanus sativus L.) via hydrothermal time model. Vegetos. 2022. S: 1–1. doi: 10.1007/s42535-022-00490-4", "ArticleIdList": ["10.1007/s42535-022-00490-4"]}, {"Citation": "Soltys-Kalina D, Plich J, Strzelczyk-Żyta D, Śliwka J, Marczewski W. The effect of drought stress on the leaf relative water content and tuber yield of a half-sib family of ‘Katahdin’-derived potato cultivars. Breeding science. 2016; 66: 328–31. doi: 10.1270/jsbbs.66.328", "ArticleIdList": ["10.1270/jsbbs.66.328", "PMC4785010", "27162504"]}, {"Citation": "Bashir R, Riaz HN, Anwar S, Parveen N, Khalilzadeh R, Hussain I, et al.. Morpho-physiological changes in carrots by foliar γ-aminobutyric acid under drought stress. Brazilian Journal of Botany. 2021; 44: 57–68."}, {"Citation": "Singh A, Roychoudhury A. Role of γ‐aminobutyric acid in the mitigation of abiotic stress in plants. Protective chemical agents in the amelioration of plant abiotic stress: biochemical and molecular perspectives. 2020: 413–23. doi: 10.1002/9781119552154.ch20", "ArticleIdList": ["10.1002/9781119552154.ch20"]}, {"Citation": "Nayyar H, Kaur R, Kaur S, Singh R. γ-Aminobutyric acid (GABA) imparts partial protection from heat stress injury to rice seedlings by improving leaf turgor and upregulating osmoprotectants and antioxidants. Journal of plant growth regulation. 2014; 33: 408–19."}, {"Citation": "Li Z, Yu J, Peng Y, Huang B. Metabolic pathways regulated by γ-aminobutyric acid (GABA) contributing to heat tolerance in creeping bentgrass (Agrostis stolonifera). Scientific reports. 2016; 6: 30338.", "ArticleIdList": ["PMC4960583", "27455877"]}, {"Citation": "Wang Y, Luo Z, Mao L, Ying T. Contribution of polyamines metabolism and GABA shunt to chilling tolerance induced by nitric oxide in cold-stored banana fruit. Food Chemistry. 2016; 197: 333–9. doi: 10.1016/j.foodchem.2015.10.118", "ArticleIdList": ["10.1016/j.foodchem.2015.10.118", "26616957"]}, {"Citation": "Malekzadeh P, Khara J, Heydari R. Alleviating effects of exogenous Gamma-aminobutiric acid on tomato seedling under chilling stress. Physiology and Molecular Biology of Plants. 2014; 20: 133–7. doi: 10.1007/s12298-013-0203-5", "ArticleIdList": ["10.1007/s12298-013-0203-5", "PMC3925484", "24554847"]}, {"Citation": "Palma F, Carvajal F, Jiménez-Muñoz R, Pulido A, Jamilena M, Garrido D. Exogenous γ-aminobutyric acid treatment improves the cold tolerance of zucchini fruit during postharvest storage. Plant physiology and biochemistry. 2019; 136: 188–95. doi: 10.1016/j.plaphy.2019.01.023", "ArticleIdList": ["10.1016/j.plaphy.2019.01.023", "30685698"]}, {"Citation": "Malekzadeh P, Khosravi-Nejad F, Hatamnia AA, Sheikhakbari Mehr R. Impact of postharvest exogenous γ-aminobutyric acid treatment on cucumber fruit in response to chilling tolerance. Physiology and molecular biology of plants. 2017; 23: 827–36.", "ArticleIdList": ["PMC5671457", "29158632"]}, {"Citation": "Bustamante CA, Monti LL, Gabilondo J, Scossa F, Valentini G, Budde CO, et al.. Differential metabolic rearrangements after cold storage are correlated with chilling injury resistance of peach fruits. Frontiers in plant science. 2016; 7: 1478. doi: 10.3389/fpls.2016.01478", "ArticleIdList": ["10.3389/fpls.2016.01478", "PMC5044465", "27746802"]}, {"Citation": "Abdel Razik ES, Alharbi BM, Pirzadah TB, Alnusairi GS, Soliman MH, Hakeem KR. γ‐Aminobutyric acid (GABA) mitigates drought and heat stress in sunflower (Helianthus annuus L.) by regulating its physiological, biochemical and molecular pathways. Physiologia Plantarum. 2021; 172: 505–27.", "ArticleIdList": ["32979274"]}, {"Citation": "Tesfamariam EH, Annandale JG, Steyn JM. Water stress effects on winter canola growth and yield. Agronomy Journal. 2010; 102: 658–66. doi: 10.2134/agronj2008.0043", "ArticleIdList": ["10.2134/agronj2008.0043"]}, {"Citation": "Shafiq S, Akram NA, Ashraf M, Arshad A. Synergistic effects of drought and ascorbic acid on growth, mineral nutrients and oxidative defense system in canola (Brassica napus L.) plants. Acta Physiologiae Plantarum. 2014; 36: 1539–53."}, {"Citation": "Furlan A, Llanes A, Luna V, Castro S. Abscisic acid mediates hydrogen peroxide production in peanut induced by water stress. Biologia plantarum. 2013; 57: 555–8."}, {"Citation": "Lukatkin AS, Anjum NA. Control of cucumber (Cucumis sativus L.) tolerance to chilling stress—evaluating the role of ascorbic acid and glutathione. Frontiers in Environmental Science. 2014; 2: 62. doi: 10.3389/fenvs.2014.00062", "ArticleIdList": ["10.3389/fenvs.2014.00062"]}, {"Citation": "Hemmati K, Ebadi A, Khomari S, Sedghi M. Influence of ascorbic acid and 24-epibrassinolide on physiological characteristics of pot marigold under water-stress condition. Journal of Plant Interactions. 2018; 13: 364–72. doi: 10.1080/17429145.2018.1483033", "ArticleIdList": ["10.1080/17429145.2018.1483033"]}, {"Citation": "Krishnan S, Laskowski K, Shukla V, Merewitz EB. Mitigation of drought stress damage by exogenous application of a non-protein amino acid γ–aminobutyric acid on perennial ryegrass. Journal of the American Society for Horticultural Science. 2013; 138: 358–66. doi: 10.21273/JASHS.138.5.358", "ArticleIdList": ["10.21273/JASHS.138.5.358"]}, {"Citation": "Yong B, Xie H, Li Z, Li YP, Zhang Y, Nie G, et al.. Exogenous application of GABA improves PEG-induced drought tolerance positively associated with GABA-shunt, polyamines, and proline metabolism in white clover. Frontiers in physiology. 2017; 8: 1107. doi: 10.3389/fphys.2017.01107", "ArticleIdList": ["10.3389/fphys.2017.01107", "PMC5744439", "29312009"]}, {"Citation": "Kakar HA, Ullah S, Shah W, Ali B, Satti SZ, Ullah R, et al.. Seed Priming Modulates Physiological and Agronomic Attributes of Maize (Zea mays L.) under Induced Polyethylene Glycol Osmotic Stress. ACS Omega. 2023. doi: 10.1021/acsomega.3c01715", "ArticleIdList": ["10.1021/acsomega.3c01715", "PMC10308401", "37396236"]}, {"Citation": "Shah W, Zaman N, Ullah S, Nafees M. Calcium chloride enhances growth and physio-biochemical performance of barley (Hordeum vulgare L.) under drought-induced stress regimes: a future perspective of climate change in the region. Journal of Water and Climate Change. 2022; 13: 3357–78. doi: 10.2166/wcc.2022.134", "ArticleIdList": ["10.2166/wcc.2022.134"]}, {"Citation": "Fadiji AE, Yadav AN, Santoyo G, Babalola OO. Understanding the plant-microbe interactions in environments exposed to abiotic stresses: An overview. Microbiological Research. 2023: 127368. doi: 10.1016/j.micres.2023.127368", "ArticleIdList": ["10.1016/j.micres.2023.127368", "36965460"]}, {"Citation": "Ebrahimian E, Bybordi A. Influence of different ratios of nitrate and ammonium and silicon on growth, nitrate reductase activity and fatty acid composition of sunflower under salt stress. Journal of Food, Agriculture & Environment. 2011; 9: 438–43."}, {"Citation": "Munné-Bosch S, Villadangos S. Cheap, cost-effective, and quick stress biomarkers for drought stress detection and monitoring in plants. Trends in Plant Science. 2023. doi: 10.1016/j.tplants.2023.01.004", "ArticleIdList": ["10.1016/j.tplants.2023.01.004", "36764869"]}, {"Citation": "Zhao Q, Ma Y, Huang X, Song L, Li N, Qiao M, et al.. GABA Application Enhances Drought Stress Tolerance in Wheat Seedlings (Triticum aestivum L.). Plants. 2023; 12: 2495. doi: 10.3390/plants12132495", "ArticleIdList": ["10.3390/plants12132495", "PMC10346274", "37447056"]}, {"Citation": "Rezaei-Chiyaneh E, Seyyedi SM, Ebrahimian E, Moghaddam SS, Damalas CA. Exogenous application of gamma-aminobutyric acid (GABA) alleviates the effect of water deficit stress in black cumin (Nigella sativa L.). Industrial Crops and Products. 2018; 112: 741–8. doi: 10.1016/j.indcrop.2017.12.067", "ArticleIdList": ["10.1016/j.indcrop.2017.12.067"]}, {"Citation": "Liu B, Liang J, Tang G, Wang X, Liu F, Zhao D. Drought stress affects on growth, water use efficiency, gas exchange and chlorophyll fluorescence of Juglans rootstocks. Scientia Horticulturae. 2019; 250: 230–5. doi: 10.1016/j.scienta.2019.02.056", "ArticleIdList": ["10.1016/j.scienta.2019.02.056"]}, {"Citation": "Li H, Mo Y, Cui Q, Yang X, Guo Y, Wei C, et al.. Transcriptomic and physiological analyses reveal drought adaptation strategies in drought-tolerant and-susceptible watermelon genotypes. Plant Science. 2019; 278: 32–43. doi: 10.1016/j.plantsci.2018.10.016", "ArticleIdList": ["10.1016/j.plantsci.2018.10.016", "30471727"]}, {"Citation": "Cheng P, Yue Q, Zhang Y, Zhao S, Khan A, Yang X, et al.. Application of γ-aminobutyric acid (GABA) improves fruit quality and rootstock drought tolerance in apple. Journal of Plant Physiology. 2023; 280: 153890. doi: 10.1016/j.jplph.2022.153890", "ArticleIdList": ["10.1016/j.jplph.2022.153890", "36571915"]}, {"Citation": "Kaya C, Shabala S. Sodium hydrosulfide-mediated upregulation of nitrogen metabolism improves drought stress tolerance in pepper plants. Environmental and Experimental Botany. 2023; 209: 105305. doi: 10.1016/j.envexpbot.2023.105305", "ArticleIdList": ["10.1016/j.envexpbot.2023.105305"]}, {"Citation": "Ebrahimian E, Bybordi A. Influence of ascorbic acid foliar application on chlorophyll, flavonoids, anthocyanin and soluble sugar contents of sunflower under conditions of water deficit stress. Journal of food, Agriculture & Environment. 2012; 10: 1026–30."}, {"Citation": "Wahab A, Abdi G, Saleem MH, Ali B, Ullah S, Shah W, et al.. Plant’s physio-biochemical and phyto-hormonal responses to alleviate the adverse effects of drought stress: A comprehensive review. Plants. 2022; 11: 1620. doi: 10.3390/plants11131620", "ArticleIdList": ["10.3390/plants11131620", "PMC9269229", "35807572"]}, {"Citation": "Pirzadah TB, Malik B, Tahir I, Rehman RU, Hakeem KR, Alharby HF. Aluminium stress modulates the osmolytes and enzyme defense system in Fagopyrum species. Plant Physiology and Biochemistry. 2019; 144: 178–86. doi: 10.1016/j.plaphy.2019.09.033", "ArticleIdList": ["10.1016/j.plaphy.2019.09.033", "31574383"]}, {"Citation": "Ahanger MA, Tomar NS, Tittal M, Argal S, Agarwal R. Plant growth under water/salt stress: ROS production; antioxidants and significance of added potassium under such conditions. Physiology and Molecular Biology of Plants. 2017; 23: 731–44. doi: 10.1007/s12298-017-0462-7", "ArticleIdList": ["10.1007/s12298-017-0462-7", "PMC5671444", "29158624"]}, {"Citation": "Soliman M, Alhaithloul HA, Hakeem KR, Alharbi BM, El-Esawi M, Elkelish A. Exogenous nitric oxide mitigates nickel-induced oxidative damage in eggplant by upregulating antioxidants, osmolyte metabolism, and glyoxalase systems. Plants. 2019; 8: 562. doi: 10.3390/plants8120562", "ArticleIdList": ["10.3390/plants8120562", "PMC6963868", "31805747"]}, {"Citation": "Seifikalhor M, Aliniaeifard S, Bernard F, Seif M, Latifi M, Hassani B, et al.. γ-Aminobutyric acid confers cadmium tolerance in maize plants by concerted regulation of polyamine metabolism and antioxidant defense systems. Scientific reports. 2020; 10: 3356.", "ArticleIdList": ["PMC7042251", "32098998"]}, {"Citation": "Abd El-Gawad HG, Mukherjee S, Farag R, Abd Elbar OH, Hikal M, Abou El-Yazied A, et al.. Exogenous γ-aminobutyric acid (GABA)-induced signaling events and field performance associated with mitigation of drought stress in Phaseolus vulgaris L. Plant Signaling & Behavior. 2021; 16: 1853384. doi: 10.1080/15592324.2020.1853384", "ArticleIdList": ["10.1080/15592324.2020.1853384", "PMC7849733", "33356834"]}, {"Citation": "Barbosa JM, Singh NK, Cherry JH, Locy RD. Nitrate uptake and utilization is modulated by exogenous γ-aminobutyric acid in Arabidopsis thaliana seedlings. Plant Physiology and Biochemistry. 2010; 48: 443–50. doi: 10.1016/j.plaphy.2010.01.020", "ArticleIdList": ["10.1016/j.plaphy.2010.01.020", "20303774"]}, {"Citation": "Ramos-Ruiz R, Martinez F, Knauf-Beiter G. The effects of GABA in plants. Cogent Food & Agriculture. 2019; 5: 1670553"}, {"Citation": "Araujo WL, Ishizaki K, Nunes-Nesi A, Larson TR, Tohge T, Krahnert I, et al.. Identification of the 2-hydroxyglutarate and isovaleryl-CoA dehydrogenases as alternative electron donors linking lysine catabolism to the electron transport chain of Arabidopsis mitochondria. The Plant Cell. 2010; 22: 1549–63. doi: 10.1105/tpc.110.075630", "ArticleIdList": ["10.1105/tpc.110.075630", "PMC2899879", "20501910"]}, {"Citation": "Mazloumi Oskouiee R, Shakiba MR, Dabbag Mohammadi Nassab A, Monirifar H. A key role of penconazole in biomass production and responses to different soil moisture levels in Satureja sahendica Bornm. Journal of Plant Physiology and Breeding. 2019; 9: 31–46. doi: 10.22034/JPPB.2019.10460", "ArticleIdList": ["10.22034/JPPB.2019.10460"]}, {"Citation": "Babaee K, Amini Dehaghi M, Modares Sanavi SA, Jabbari R. Water deficit effect on morphology, prolin content and thymol percentage of Thyme (Thymus vulgaris L.). Iranian Journal of Medicinal and Aromatic Plants Research. 2010; 26: 239–51."}, {"Citation": "Ullah S, Afzal I, Shumaila S, Shah W. Effect of naphthyl acetic acid foliar spray on the physiological mechanism of drought stress tolerance in maize (Zea mays L.). Plant Stress. 2021; 2: 100035. doi: 10.1016/j.stress.2021.100035", "ArticleIdList": ["10.1016/j.stress.2021.100035"]}, {"Citation": "Balouchi H, Ahmadpour Dehkordi S. Effect of different seed priming on germination traits in Black cumin (Nigella sativa) under salinity stress. Journal of Plant Production Research. 2013; 20: 1–26."}, {"Citation": "Mahmud JA, Hasanuzzaman M, Nahar K, Rahman A, Hossain MS, Fujita M. γ-aminobutyric acid (GABA) confers chromium stress tolerance in Brassica juncea L. by modulating the antioxidant defense and glyoxalase systems. Ecotoxicology. 2017; 26: 675–90.", "ArticleIdList": ["28409415"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "5", "Day": "2"}, {"Year": "2023", "Month": "7", "Day": "27"}, {"Year": "2023", "Month": "8", "Day": "21", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "8", "Day": "17", "Hour": "18", "Minute": "42"}, {"Year": "2023", "Month": "8", "Day": "17", "Hour": "13", "Minute": "34"}, {"Year": "2023", "Month": "8", "Day": "17"}], "PublicationStatus": "epublish", "ArticleIdList": ["37590216", "PMC10434925", "10.1371/journal.pone.0289900", "PONE-D-23-13341"]}}], "PubmedBookArticle": []}