{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37609006", "DateRevised": {"Year": "2023", "Month": "08", "Day": "24"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "08", "Day": "14"}], "Language": ["eng"], "ELocationID": ["6624981", "10.1155/2023/6624981"], "Journal": {"ISSN": "2633-4690", "JournalIssue": {"Volume": "2023", "PubDate": {"Year": "2023"}}, "Title": "Advances in pharmacological and pharmaceutical sciences", "ISOAbbreviation": "Adv Pharmacol Pharm Sci"}, "ArticleTitle": "Comparison of the Effect of Hydroalcholic Extract of <i>Alhagi maurorum</i> and Hydrochlorothiazide on Excretion of 4-10 mm Kidney and Ureteral Stones in Adults: A Randomized Prospective Study.", "Pagination": {"StartPage": "6624981", "MedlinePgn": "6624981"}, "Abstract": {"AbstractText": ["The prevalence of kidney stones and their complications is high. The review of the literature showed the therapeutic effects of <i>Alhagi maurorum</i> extract on urinary tract stones. This study reviewed the <i>Alhagi</i> plant's hydroalcholic extract's effect on eliminating kidney and ureteral stones compared to hydrochlorothiazide.", "In this randomized prospective study, from March 2019 to September 2021, 80 patients over 18 years of age with kidney stones in the upper ureter with a size of 4-10 mm were divided into two groups based on the block random allocation method. The first group received hydrochlorothiazide tablets (50 mg), and the second group received 1 gram/day of the hydroalcholic areal extract of <i>Alhagi maurorum</i> in a two-divided capsule. The mean size and number of stones, renal function tests, and side effects were checked and compared in both groups before and after the study.", "Mean age, sex, serum urea level (<i>P</i>=0.351), serum creatinine (<i>P</i>=0.393), stone size (<i>P</i>=0178), and the number of stones (<i>P</i>=0.052) before intervention were similar. After intervention, the size and number of stones diminished, up to 70% in both groups. However, there was not a statistically significant difference between the two groups.", "The study showed that <i>Alhagi maurorum</i> is as effective as hydrochlorothiazide in treatment of kidney and ureteral stones with no significant complications and is promising."], "CopyrightInformation": "Copyright © 2023 Sadrollah Mehrabi et al."}, "AuthorList": [{"Identifier": ["0000-0001-8481-9205"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Research Development Unit, Shahid Beheshti Hospital, Yasuj University of Medical Sciences, Yasuj, Iran."}, {"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Yasuj University of Medical Sciences, Yasuj, Iran."}], "LastName": "Mehrabi", "ForeName": "Sadrollah", "Initials": "S"}, {"Identifier": ["0000-0001-6549-7773"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Research Development Unit, Shahid Beheshti Hospital, Yasuj University of Medical Sciences, Yasuj, Iran."}, {"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Yasuj University of Medical Sciences, Yasuj, Iran."}], "LastName": "Beigi", "ForeName": "Parisa", "Initials": "P"}, {"Identifier": ["0000-0001-5999-3316"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Research Development Unit, Shahid Beheshti Hospital, Yasuj University of Medical Sciences, Yasuj, Iran."}, {"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Yasuj University of Medical Sciences, Yasuj, Iran."}], "LastName": "Salehpour", "ForeName": "Zeinab", "Initials": "Z"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Adv Pharmacol Pharm Sci", "NlmUniqueID": "101762941", "ISSNLinking": "2633-4690"}, "CoiStatement": "The authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Tiselius H., Ackermann D., Alken P., Buck C., Conort P., Gallucci M. Guidelines on urolithiasis1. European Urology . 2001;40(4):362–371. doi: 10.1159/000049803.", "ArticleIdList": ["10.1159/000049803", "11713390"]}, {"Citation": "Khan M. S., Lari Q. H., Khan M. A. Unani concept of nephrolithiasis (hisat-e-kulyah) and its management: an overview. World Journal of Pharmaceutical and Medical Research . 2016;2(5):247–252."}, {"Citation": "Khan S., Thamilselvan S. Nephrolithiasis: a consequence of renal epithelial cell exposure to oxalate and calcium oxalate crystals. Molecular Urology . 2000;4(4):305–312.", "ArticleIdList": ["11156696"]}, {"Citation": "Bahmani M., Baharvand-Ahmadi B., Tajeddini P., Rafieian-Kopaei M., Naghdi N. Identification of medicinal plants for the treatment of kidney and urinary stones. Journal of Renal Injury Prevention . 2016;5(3):129–133. doi: 10.15171/jrip.2016.27.", "ArticleIdList": ["10.15171/jrip.2016.27", "PMC5039998", "27689108"]}, {"Citation": "Pearle M. S., Goldfarb D. S., Assimos D. G., et al. Medical management of kidney stones: AUA guideline. The Journal of Urology . 2014;192(2):316–324. doi: 10.1016/j.juro.2014.05.006.", "ArticleIdList": ["10.1016/j.juro.2014.05.006", "24857648"]}, {"Citation": "Heilberg I. P., Schor N. Renal stone disease: causes, evaluation and medical treatment. Arquivos Brasileiros de Endocrinologia and Metabologia . 2006;50(4):823–831. doi: 10.1590/s0004-27302006000400027.", "ArticleIdList": ["10.1590/s0004-27302006000400027", "17117307"]}, {"Citation": "Shafaeifar A., et al. Effect of hydrophilic extract of Alhagi maurorum on ethylene glycol-induced renal stone in male wistar rats. Armaghane Danesh . 2012;17(2):129–138."}, {"Citation": "Ahmed S., Hasan M. M., Mahmood Z. A. Antiurolithiatic plants of family Fabaceae: a memoir of mechanism of action, therapeutic spectrum, formulations with doses. Journal of Pharmacognosy and Phytochemistry . 2017;6(3):592–596."}, {"Citation": "Suthar P. Traditional uses, phytochemistry, pharmacological properties of plant Alhagi maurorum (medik.): A Review. 2016."}, {"Citation": "Cyrus A., Goudarzi D., Jahangiri V. The effect of Alhagi Pseudalhagi distillate on ureteral stone expulsion. Journal of Arak University of Medical Sciences . 2010;13(1):56–62."}, {"Citation": "Yendt E. R., Cohanim M. Prevention of calcium stones with thiazides. Kidney International . 1978;13(5):397–409. doi: 10.1038/ki.1978.58.", "ArticleIdList": ["10.1038/ki.1978.58", "351268"]}, {"Citation": "Choi J. N., Lee J. S., Shin J. I. Low-dose thiazide diuretics in children with idiopathic renal hypercalciuria. Acta Paediatrica . 2011;100(8):e71–e74. doi: 10.1111/j.1651-2227.2011.02191.x.", "ArticleIdList": ["10.1111/j.1651-2227.2011.02191.x", "21284722"]}, {"Citation": "Yosefi P., et al. The effectiveness of hydrochlorothiazide on preventing recurrent urinary tract infection in idiopathic hypercalciuric children. Journal of Arak University of Medical Sciences . 2006;9(2):68–75."}, {"Citation": "Vigen R., Weideman R. A., Reilly R. F. Thiazides diuretics in the treatment of nephrolithiasis: are we using them in an evidence-based fashion? International Urology and Nephrology . 2011;43(3):813–819. doi: 10.1007/s11255-010-9824-6.", "ArticleIdList": ["10.1007/s11255-010-9824-6", "PMC3229098", "20737209"]}, {"Citation": "Marashdah M., Al-Hazimi H. Pharmacological activity of ethanolic extract of Alhagi maurorum roots. Arabian Journal of Chemistry . 2010;3(1):39–42. doi: 10.1016/j.arabjc.2009.12.007.", "ArticleIdList": ["10.1016/j.arabjc.2009.12.007"]}, {"Citation": "Marashdah M., Farraj A. Pharmacological activity of 2% aqueous acetic acid extract of Alhagi maurorum roots. Journal of Saudi Chemical Society . 2010;14(3):247–250. doi: 10.1016/j.jscs.2010.02.015.", "ArticleIdList": ["10.1016/j.jscs.2010.02.015"]}, {"Citation": "Srivastava B., et al. Alhagi pseudalhagi: a review of its phyto-chemistry, pharmacology, folklore claims and Ayurvedic studies. International Journal of Herbal Medicine . 2014;2(2):47–51."}, {"Citation": "Mostaanzadeh H., Honarmand E., Khalilian M. Chemical Study of The Therapeutic Effect of Alhaji Maurorum Aqueous Extract on Formtion and Dissolution of Calcium Oxalate Kindney Calculi . 2017."}, {"Citation": "Rezaei Y., Tehranchi A., Mohammadi-Fallah M., et al. Effects of hydrochlorothiazide on kidney stone therapy with extracorporeal shock wave lithotripsy. Urology Annals . 2014;6(3):p. 208. doi: 10.4103/0974-7796.134261.", "ArticleIdList": ["10.4103/0974-7796.134261", "PMC4127856", "25125892"]}, {"Citation": "Ammar R. B., Khalifa A., Alamer S. A., Hussain S. G., Hafez A. M., Rajendran P. Investigation of the potential anti-urolithiatic activity of Alhagi maurorum (Boiss.) grown wild in Al-Ahsa (Eastern Province), Saudi Arabia. Brazilian Journal of Biology . 2022;84 doi: 10.1590/1519-6984.259100.e259100", "ArticleIdList": ["10.1590/1519-6984.259100", "35588519"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "11", "Day": "26"}, {"Year": "2023", "Month": "6", "Day": "28"}, {"Year": "2023", "Month": "8", "Day": "1"}, {"Year": "2023", "Month": "8", "Day": "23", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "8", "Day": "23", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "8", "Day": "23", "Hour": "3", "Minute": "58"}, {"Year": "2023", "Month": "8", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["37609006", "PMC10442181", "10.1155/2023/6624981"]}}], "PubmedBookArticle": []}