{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Dyslipidemia", "Fatty liver", "Hypertension", "Metabolic syndrome", "Pomegranate Peel"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37605174", "DateCompleted": {"Year": "2023", "Month": "08", "Day": "23"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "08", "Day": "22"}], "Language": ["eng"], "ELocationID": ["40", "10.1186/s12937-023-00869-2"], "Journal": {"ISSN": "1475-2891", "JournalIssue": {"Volume": "22", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Aug", "Day": "22"}}, "Title": "Nutrition journal", "ISOAbbreviation": "Nutr J"}, "ArticleTitle": "Pomegranate (Punica granatum L.) peel extract ameliorates metabolic syndrome risk factors in patients with non-alcoholic fatty liver disease: a randomized double-blind clinical trial.", "Pagination": {"StartPage": "40", "MedlinePgn": "40"}, "Abstract": {"AbstractText": ["Non-alcoholic fatty liver disease (NAFLD) is a metabolic syndrome (MS)-related liver disorder that has an increasing prevalence. Thus, the aim of our study is to evaluate the effects of pomegranate peel extract (PP) supplementation on hepatic status and metabolic syndrome risk factors.", "In phase one, the hydro-alcoholic extraction of the peel of 750 kg of pomegranate (Punica granatum L.) was performed by the soaking method. Then, in phase two, NAFLD patients received 1500 mg of placebo (n = 37) or pomegranate peel capsules (n = 39) with a 500-kcal deficit diet for 8 weeks. Gastrointestinal intolerance, dietary intake, lipid and glycemic profiles, systolic and diastolic blood pressure, body composition, insulin resistance indexes, and elastography-evaluated NAFLD changes were followed.", "The mean age of participants was 43.1 ± 8.6 years (51.3% female). Following the intervention, the mean body weight (mean changes: -5.10 ± 2.30 kg), waist circumference (-7.57 ± 2.97 cm), body mass index (-1.82 ± 0.85 kg/m<sup>2</sup>), body fat index (-1.49 ± 0.86), and trunk fat (- 3.93 ± 3.07%), systolic (-0.63 ± 0.29 cmHg) and diastolic (-0.39 ± 0.19 cmHg) blood pressure, total cholesterol (-10.51 ± 0.77 mg/dl), triglyceride (-16.02 ± 1.7 mg/dl), low-density lipoprotein cholesterol (-9.33 ± 6.66 mg/dl; all P < 0.001), fat free mass (- 0.92 ± 0.90 kg; P < 0.003), and fasting blood sugar (-5.28 ± 1.36 mg/dl; P = 0.02) decreased significantly in PP in contrast to the placebo group in the raw model and when adjusted for confounders. Also, high-density lipoprotein cholesterol (5.10 ± 0.36 mg/dl), liver steatosis and stiffness (- 0.30 ± 0.17 and - 0.72 ± 0.35 kPa, respectively, all P < 0.001) improved in the PP group. However, fasting insulin (P = 0.81) and homeostatic model assessment for insulin resistance (HOMA-IR) (P = 0.93) were not significantly different when comparing two groups during the study in the raw and even adjusted models.", "In conclusion, 1500 mg pomegranate peel extract along with a weight-loss diet improved metabolic syndrome risk factors and reduced hepatic steatosis in patients with NAFLD after 8 weeks."], "CopyrightInformation": "© 2023. BioMed Central Ltd., part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nutrition, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Student Research Committee, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Barghchi", "ForeName": "Hanieh", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Metabolic Syndrome Research Center, Department of Nutrition, School of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Milkarizi", "ForeName": "Narges", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, North Khorasan University of Medical Sciences, Bojnourd, Iran."}], "LastName": "Belyani", "ForeName": "Saba", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nutrition, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Norouzian Ostad", "ForeName": "Andisheh", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Neurogenic Inflammation Research Centre, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Askari", "ForeName": "Vahid Reza", "Initials": "VR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Radiology, Mashhad Medical Sciences Branch, Islamic Azad University, Mashhad, Iran."}], "LastName": "Rajabzadeh", "ForeName": "Farnood", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Gastroenterology and Hepatology, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Gastroenterology and Hepatology Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Goshayeshi", "ForeName": "Ladan", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nutrition, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Ghelichi Kheyrabadi", "ForeName": "Seyede Yegane", "Initials": "SY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nutrition Sciences, Varastegan Institute for Medical Sciences, Mashhad, Iran."}], "LastName": "Razavidarmian", "ForeName": "Maryam", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nutrition, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Student Research Committee, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Dehnavi", "ForeName": "Zahra", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nutrition, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Sobhani", "ForeName": "Seyyed Reza", "Initials": "SR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nutrition, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran. nematym@mums.ac.ir."}, {"Identifier": [], "Affiliation": "Metabolic Syndrome Research Center, Department of Nutrition, School of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran. nematym@mums.ac.ir."}], "LastName": "Nematy", "ForeName": "Mohsen", "Initials": "M"}], "DataBankList": [{"DataBankName": "IRCT", "AccessionNumberList": ["IRCT20210726051988N1"]}], "PublicationTypeList": ["Randomized Controlled Trial", "Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Nutr J", "NlmUniqueID": "101152213", "ISSNLinking": "1475-2891"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Cholesterol, HDL"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Pomegranate"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Non-alcoholic Fatty Liver Disease"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Metabolic Syndrome"}, {"QualifierName": [], "DescriptorName": "Insulin Resistance"}, {"QualifierName": [], "DescriptorName": "Risk Factors"}, {"QualifierName": [], "DescriptorName": "Cholesterol, HDL"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Plant Extracts"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Sheka AC, Adeyi O, Thompson J, Hameed B, Crawford PA, Ikramuddin S. Nonalcoholic steatohepatitis: a review. JAMA. 2020;323(12):1175–83.", "ArticleIdList": ["32207804"]}, {"Citation": "Perumpail BJ, Khan MA, Yoo ER, Cholankeril G, Kim D, Ahmed A. Clinical epidemiology and disease burden of nonalcoholic fatty liver disease. World J Gastroenterol. 2017;23(47):8263.", "ArticleIdList": ["PMC5743497", "29307986"]}, {"Citation": "Friedman SL, Neuschwander-Tetri BA, Rinella M, Sanyal AJ. Mechanisms of NAFLD development and therapeutic strategies. Nat Med. 2018;24(7):908–22.", "ArticleIdList": ["PMC6553468", "29967350"]}, {"Citation": "Furman D, Campisi J, Verdin E, Carrera-Bastos P, Targ S, Franceschi C, et al. Chronic inflammation in the etiology of disease across the life span. Nat Med. 2019;25(12):1822–32.", "ArticleIdList": ["PMC7147972", "31806905"]}, {"Citation": "Estes C, Anstee QM, Arias-Loste MT, Bantel H, Bellentani S, Caballeria J, et al. Modeling nafld disease burden in china, france, germany, italy, japan, spain, united kingdom, and united states for the period 2016–2030. J Hepatol. 2018;69(4):896–904.", "ArticleIdList": ["29886156"]}, {"Citation": "Hallsworth K, Adams LA. Lifestyle modification in NAFLD/NASH: facts and figures. JHEP Rep. 2019;1(6):468–79.", "ArticleIdList": ["PMC7005657", "32039399"]}, {"Citation": "Romero-Gómez M, Zelber-Sagi S, Trenell M. Treatment of NAFLD with diet, physical activity and exercise. J Hepatol. 2017;67(4):829–46.", "ArticleIdList": ["28545937"]}, {"Citation": "Papadaki A, Nolen-Doerr E, Mantzoros CS. The effect of the Mediterranean diet on metabolic health: a systematic review and meta-analysis of controlled trials in adults. Nutrients. 2020;12(11):3342.", "ArticleIdList": ["PMC7692768", "33143083"]}, {"Citation": "Sangouni AA, Zadeh SH, Mozaffari-Khosravi H, Hosseinzadeh M. Effect of Mediterranean diet on liver enzymes: a systematic review and meta-analysis of randomised controlled trials. Br J Nutr. 2022:1–9.", "ArticleIdList": ["34165054"]}, {"Citation": "Becerra-Tomás N, Blanco Mejía S, Viguiliouk E, Khan T, Kendall CW, Kahleova H, et al. Mediterranean diet, cardiovascular disease and mortality in diabetes: a systematic review and meta-analysis of prospective cohort studies and randomized clinical trials. Crit Rev Food Sci Nutr. 2020;60(7):1207–27.", "ArticleIdList": ["30676058"]}, {"Citation": "Campanella A, Iacovazzi PA, Misciagna G, Bonfiglio C, Mirizzi A, Franco I, et al. The effect of three Mediterranean diets on remnant cholesterol and non-alcoholic fatty liver disease: a secondary analysis. Nutrients. 2020;12(6):1674.", "ArticleIdList": ["PMC7352824", "32512752"]}, {"Citation": "Faghihzadeh F, Adibi P, Rafiei R, Hekmatdoost A. Resveratrol supplementation improves inflammatory biomarkers in patients with nonalcoholic fatty liver disease. Nutr Res. 2014;34(10):837–43.", "ArticleIdList": ["25311610"]}, {"Citation": "Navekar R, Rafraf M, Ghaffari A, Asghari-Jafarabadi M, Khoshbaten M. Turmeric supplementation improves serum glucose indices and leptin levels in patients with nonalcoholic fatty liver diseases. J Am Coll Nutr. 2017;36(4):261–7.", "ArticleIdList": ["28443702"]}, {"Citation": "Rahmani S, Asgary S, Askari G, Keshvari M, Hatamipour M, Feizi A, et al. Treatment of non-alcoholic fatty liver disease with curcumin: a randomized placebo‐controlled trial. Phytother Res. 2016;30(9):1540–8.", "ArticleIdList": ["27270872"]}, {"Citation": "Sakata R, Nakamura T, Torimura T, Ueno T, Sata M. Green tea with high-density catechins improves liver function and fat infiltration in non-alcoholic fatty liver disease (NAFLD) patients: a double-blind placebo-controlled study. Int J Mol Med. 2013;32(5):989–94.", "ArticleIdList": ["24065295"]}, {"Citation": "Yari Z, Rahimlou M, Eslamparast T, Ebrahimi-Daryani N, Poustchi H, Hekmatdoost A. Flaxseed supplementation in non-alcoholic fatty liver disease: a pilot randomized, open labeled, controlled study. Int J Food Sci Nutr. 2016;67(4):461–9.", "ArticleIdList": ["26983396"]}, {"Citation": "Akhtar S, Ismail T, Fraternale D, Sestili P. Pomegranate peel and peel extracts: chemistry and food features. Food Chem. 2015;174:417–25.", "ArticleIdList": ["25529700"]}, {"Citation": "Grabez M, Skrbic R, Stojiljkovic M, Rudic Grujic V, Paunovic M, Arsic A, et al. Beneficial effects of pomegranate peel extract on plasma lipid profile, fatty acids levels and blood pressure in patients with diabetes mellitus type-2: a randomized, double-blind, placebo-controlled study. J Funct Foods. 2019;64:103692."}, {"Citation": "Wei X-l, Fang R-t, Yang Y-h, Bi X-y, Ren G-x, Al L, et al. Protective effects of extracts from pomegranate peels and seeds on liver fibrosis induced by carbon tetrachloride in rats. BMC Complement Altern Med. 2015;15(1):389.", "ArticleIdList": ["PMC4624702", "26508316"]}, {"Citation": "Fogacci F, Di Micoli A, Grandi E, Fiorini G, Borghi C, Cicero AFG. Black garlic and pomegranate standardized extracts for blood pressure improvement: a non-randomized Diet-Controlled study. Appl Sci. 2022;12(19):9673."}, {"Citation": "Pfohl M, DaSilva NA, Marques E, Agudelo J, Liu C, Goedken M, et al. Hepatoprotective and anti-inflammatory effects of a standardized pomegranate (Punica granatum) fruit extract in high fat diet-induced obese C57BL/6 mice. Int J Food Sci Nutr. 2021;72(4):499–510.", "ArticleIdList": ["33203257"]}, {"Citation": "Jafarirad S, Goodarzi R, Mohammadtaghvaei N, Dastoorpoor M, Alavinejad P. Effectiveness of the pomegranate extract in improving hepatokines and serum biomarkers of non-alcoholic fatty liver disease: a randomized double blind clinical trial. Diabetes & Metabolic Syndrome: Clinical Research & Reviews. 2023;17(1):102693.", "ArticleIdList": ["36535123"]}, {"Citation": "Goodarzi R, Jafarirad S, Mohammadtaghvaei N, Dastoorpoor M, Alavinejad P. The effect of pomegranate extract on anthropometric indices, serum lipids, glycemic indicators, and blood pressure in patients with nonalcoholic fatty liver disease: a randomized double-blind clinical trial. Phytother Res. 2021;35(10):5871–82.", "ArticleIdList": ["34498307"]}, {"Citation": "Ekambaram SP, Perumal SS, Balakrishnan A. Scope of hydrolysable tannins as possible antimicrobial agent. Phytother Res. 2016;30(7):1035–45.", "ArticleIdList": ["27062587"]}, {"Citation": "Heber D. Pomegranate ellagitannins. 2012.", "ArticleIdList": ["22593938"]}, {"Citation": "Song H, Shen X, Deng R, Chu Q, Zheng X. Pomegranate peel anthocyanins prevent diet-induced obesity and insulin resistance in association with modulation of the gut microbiota in mice. Eur J Nutr. 2022;61(4):1837–47.", "ArticleIdList": ["35039918"]}, {"Citation": "Zhao R, Long X, Yang J, Du L, Zhang X, Li J, et al. Pomegranate peel polyphenols reduce chronic low-grade inflammatory responses by modulating gut microbiota and decreasing colonic tissue damage in rats fed a high-fat diet. Food Funct. 2019;10(12):8273–85.", "ArticleIdList": ["31720661"]}, {"Citation": "Soleimani D, Rezaie M, Rajabzadeh F, Gholizadeh Navashenaq J, Abbaspour M, Miryan M, et al. Protective effects of propolis on hepatic steatosis and fibrosis among patients with nonalcoholic fatty liver disease (NAFLD) evaluated by real-time two-dimensional shear wave elastography: a randomized clinical trial. Phytother Res. 2021;35(3):1669–79.", "ArticleIdList": ["33166032"]}, {"Citation": "Barghchi H, Milkarizi N, Dehnavi Z, Askari V-R, RajabZadeh F, Norouzian Ostad A, et al. Effects of Pomegranate Peel supplementation on Depression, anxiety and stress symptoms of patients with non-alcoholic fatty liver: a Randomized Clinical Trial. J Nutr Fasting Health. 2023;11(2):–."}, {"Citation": "Webb M, Yeshua H, Zelber-Sagi S, Santo E, Brazowski E, Halpern Z, et al. Diagnostic value of a computerized hepatorenal index for sonographic quantification of liver steatosis. AJR Am J Roentgenol. 2009;192(4):909–14.", "ArticleIdList": ["19304694"]}, {"Citation": "Tao L-C, Xu J-n, Wang T-t, Hua F, Li J-J. Triglyceride-glucose index as a marker in cardiovascular diseases: landscape and limitations. Cardiovasc Diabetol. 2022;21(1):68.", "ArticleIdList": ["PMC9078015", "35524263"]}, {"Citation": "Raymond JL, Morrow K. Krause and Mahan’s Food and the Nutrition Care Process. Elsevier; 2020."}, {"Citation": "Craig C, Marshall A, Sjostrom M, Bauman A, Lee P, Macfarlane D, et al. International physical activity questionnaire-short form. J Am Coll Health. 2017;65(7):492–501.", "ArticleIdList": ["0"]}, {"Citation": "Amini H, Isanejad A, Chamani N, Movahedi-Fard F, Salimi F, Moezi M, et al. Physical activity during COVID-19 pandemic in the iranian population: a brief report. Heliyon. 2020;6(11):e05411.", "ArticleIdList": ["PMC7605807", "33163638"]}, {"Citation": "Hazavehei SMM, Asadi Z, Hassanzadeh A, Shekarchizadeh P. Comparing the effect of two methods of presenting physical education Π course on the attitudes and practices of female students towards regular physical activity in Isfahan University of Medical Sciences. Iran J Med Educ. 2008;8(1):121–31."}, {"Citation": "Mazaheri M, SadatKhoshouei M. Comparison between psychometric characteristics of Persian Version of the gastrointestinal symptoms Rating Scale in Functional Gastrointestinal Disorders and normal groups. GOVARESH. 2012;17(1):7."}, {"Citation": "Wei X, Li S, Li T, Liu L, Liu Y, Wang H, et al. Pomegranate peel extract ameliorates liver fibrosis induced by carbon tetrachloride in rats through suppressing p38MAPK/Nrf2 pathway. J Funct Foods. 2020;65:103712."}, {"Citation": "Nair AB, Jacob S. A simple practice guide for dose conversion between animals and human. J basic Clin Pharm. 2016;7(2):27.", "ArticleIdList": ["PMC4804402", "27057123"]}, {"Citation": "Harscoat-Schiavo C, Khoualdia B, Savoire R, Hobloss S, Buré C, Ben-Ali S et al. Extraction of phenolics from pomegranate residues: Selectivity induced by the methods. 2021."}, {"Citation": "Venkataramanamma D, Aruna P, Singh RP. Standardization of the conditions for extraction of polyphenols from pomegranate peel. J Food Sci Technol. 2016;53(5):2497–503.", "ArticleIdList": ["PMC4921095", "27407217"]}, {"Citation": "Haghighian M, Rafraf M, Moghaddam A, Hemmati S, Asghari Jafarabadi M, Pourghassem Gargari B. Pomegranate (Punica granatum L.) peel hydro alcoholic extract ameliorates cardiovascular risk factors in obese women with dyslipidemia: a double blind, randomized, placebo controlled pilot study. Eur J Integr Med. 2016;8."}, {"Citation": "Lamiaa ML, Eman SA. The impact of Pomegranate Peel-fortified Cupcakes on Weight loss. Int J Pharm Res Allied Sci. 2019;8(3)."}, {"Citation": "Soliman NA, Mansour SW, Ammar MA, Ammar MAM. Effect of Pomegranate (Molasses, White Peel and Red Peel) extract on healthy liver and hepatotoxicity induced by Phenylhydrazine in male rats. 2022."}, {"Citation": "Rahnama Z, Poozesh Jadidi R, Nasir Zadeh MR. Effect of two month aerobic training and pomegranate peel extract (PPE) supplementation on insulin resistance index levels in obese rats. J Appl Health Stud Sport Physiol. 2017;4(1):1–10."}, {"Citation": "Haghighian MK, Rafraf M, Hemmati S, Haghravan S, Asghari-Jafarabadi M. Effects of pomegranate (Punica granatum L.) peel extract supplementation on serum lipid profile and oxidative stress in obese women with knee osteoarthritis: a double blind, randomized, placebo controlled study. Adv Integr Med. 2021;8(2):107–13."}, {"Citation": "Jafari T, Fallah AA, Bahrami M, Lorigooini Z. Effects of pomegranate peel extract and vitamin E on oxidative stress and antioxidative capacity of hemodialysis patients: a randomized controlled clinical trial. J Funct Foods. 2020;72:104069.", "ArticleIdList": ["32839797"]}, {"Citation": "Faddladdeen KA. Ameliorating effect of pomegranate peel extract supplement against type 1 diabetes-induced hepatic changes in the rat: biochemical, morphological and ultrastructural microscopic studies. Folia Morphol. 2021;80(1):149–57.", "ArticleIdList": ["32207851"]}, {"Citation": "Alqahtani FA, Elsaid FG, Alsyaad KM. The role of olive leaves and pomegranate peel extracts on diabetes mellitus induced in male rats. Egypt J Hosp Med. 2018;71(5):3079–85."}, {"Citation": "Kamboh AA. Effect of pomegranate peel extract on some biochemical and histopathological parameters in experimental induced mice with Staphylococcus aureus. J Anim Health Prod. 2016;4(2):42–9."}, {"Citation": "Faddladdeen KA, Ojaimi AA. Protective effect of pomegranate (Punica granatum) extract against diabetic changes in adult male rat liver: histological study. J microscopy ultrastructure. 2019;7(4):165.", "ArticleIdList": ["PMC6880321", "31803570"]}, {"Citation": "Arun K, Jayamurthy P, Anusha C, Mahesh S, Nisha P. Studies on activity guided fractionation of pomegranate peel extracts and its effect on antidiabetic and cardiovascular protection properties. J Food Process Preserv. 2017;41(1):e13108."}, {"Citation": "Middha SK, Usha T, Pande V. Pomegranate peel attenuates hyperglycemic effects of alloxan-induced diabetic rats. EXCLI J. 2014;13:223.", "ArticleIdList": ["PMC4464388", "26417256"]}, {"Citation": "Salwe KJ, Sachdev DO, Bahurupi Y, Kumarappan M. Evaluation of antidiabetic, hypolipedimic and antioxidant activity of hydroalcoholic extract of leaves and fruit peel of Punica granatum in male Wistar albino rats. J Nat Sci biology Med. 2015;6(1):56.", "ArticleIdList": ["PMC4367068", "25810635"]}, {"Citation": "Faria A, Calhau C. The bioactivity of pomegranate: impact on health and disease. Crit Rev Food Sci Nutr. 2011;51(7):626–34.", "ArticleIdList": ["21793725"]}, {"Citation": "Sumner AE, Zhou J, Doumatey A, Imoisili OE, Amoah A, Acheampong J, et al. Low HDL-Cholesterol with normal triglyceride levels is the most common lipid pattern in West Africans and African Americans with metabolic syndrome: implications for Cardiovascular Disease Prevention. CVD Prev Control. 2010;5(3):75–80.", "ArticleIdList": ["PMC2989612", "21113431"]}, {"Citation": "Altunkaya A. Potential antioxidant activity of pomegranate peel and seed extracts and synergism with added phenolic antioxidants in a liposome system: a preliminary study. Ir J Agricultural food Res. 2014:121–31."}, {"Citation": "Abdel-Rahim E, El-Beltagi H, Romela R, Box P. White Bean seeds and pomegranate peel and fruit seeds as hypercholesterolemic and hypolipidemic agents in albino rats. Grasas Aceites. 2013;64:1."}, {"Citation": "Sadeghipour A, Eidi M, Ilchizadeh Kavgani A, Ghahramani R, Shahabzadeh S, Anissian A. Lipid lowering effect of Punica granatum L. peel in high lipid diet fed male rats. Evidence-Based complementary and alternative medicine. 2014;2014.", "ArticleIdList": ["PMC4176639", "25295067"]}, {"Citation": "Lv O, Wang L, Li J, Ma Q, Zhao W. Effects of pomegranate peel polyphenols on lipid accumulation and cholesterol metabolic transformation in L-02 human hepatic cells via the PPARγ-ABCA1/CYP7A1 pathway. Food Funct. 2016;7(12):4976–83.", "ArticleIdList": ["27845788"]}, {"Citation": "Ekambaram SP, Perumal SS, Balakrishnan A. Scope of Hydrolysable Tannins as Possible Antimicrobial Agent. Phytother Res. 2016;30(7):1035–45.", "ArticleIdList": ["27062587"]}, {"Citation": "Dos Santos RL, Dellacqua LO, Delgado NT, Rouver WN, Podratz PL, Lima LC, et al. Pomegranate peel extract attenuates oxidative stress by decreasing coronary angiotensin-converting enzyme (ACE) activity in hypertensive female rats. J Toxicol Environ Health Part A. 2016;79(21):998–1007.", "ArticleIdList": ["27710705"]}, {"Citation": "Ali MY, Jannat S, Chang MS. Discovery of Potent Angiotensin-Converting enzyme inhibitors in Pomegranate as a treatment for hypertension. Journal of Agricultural and Food Chemistry; 2023.", "ArticleIdList": ["37384918"]}, {"Citation": "Omar U, Aloqbi A, Yousr M, Howell NK. Punicalagin induce the production of nitric oxide and inhibit angiotensin converting enzyme in endothelial cell line EA. hy926. Univers J Public Health. 2016;4(5):268–77."}, {"Citation": "Toklu HZ, Sehirli O, Sener G, Dumlu MU, Ercan F, Gedik N, et al. Pomegranate peel extract prevents liver fibrosis in biliary-obstructed rats. J Pharm Pharmacol. 2007;59(9):1287–95.", "ArticleIdList": ["17939210"]}, {"Citation": "Liu H, Zhan Q, Miao X, Xia X, Yang G, Peng X, et al. Punicalagin prevents hepatic steatosis through improving lipid homeostasis and inflammation in liver and adipose tissue and modulating gut microbiota in western diet-fed mice. Mol Nutr Food Res. 2021;65(4):2001031.", "ArticleIdList": ["33369197"]}, {"Citation": "Abozid MM, Farid H. The anti-fatty liver effects of guava leaves and pomegranate peel extracts on ethanol-exposed rats. J Biol Chem Environ Sci. 2013;8:83–104."}, {"Citation": "Nazeem MM, Moram GSE-D, Barakat HA. EFFECT OF POMEGRANATE (PUNICAGRANATUM L.)(ARILS, PEELS AND SEEDS) EXTRACTS ON FATTY LIVER IN RATS. 2018."}, {"Citation": "Ayad BM, Elshawesh MA, Alatresh OK, Elgenaidi AR. PROTECTIVE EFFECT OF POMEGRANATE PEEL EXTRACT ON DIETARY-INDUCED NON-ALCOHOLIC FATTY LIVER DISEASE."}, {"Citation": "Taha O, Barakat A, Abdelhakim HK, Shemis M, Zakaria Z. Hypolipidemic and anti-fatty liver effects exerted by standardized Punica granatum L. peel extract in hepg2 cell-line and high-fat diet-induced mice. Int J Pharm Pharm Sci. 2016;8:156–61."}, {"Citation": "Les F, Arbonés-Mainar JM, Valero MS, López V. Pomegranate polyphenols and urolithin A inhibit α-glucosidase, dipeptidyl peptidase-4, lipase, triglyceride accumulation and adipogenesis related genes in 3T3-L1 adipocyte-like cells. J Ethnopharmacol. 2018;220:67–74.", "ArticleIdList": ["29604377"]}, {"Citation": "Al-Shaaibi SN, Waly MI, Al-Subhi L, Tageldin MH, Al-Balushi NM, Rahman MS. Ameliorative effects of pomegranate peel extract against dietary-induced nonalcoholic fatty liver in rats. Prev Nutr food Sci. 2016;21(1):14.", "ArticleIdList": ["PMC4827630", "27069901"]}, {"Citation": "Song Q, Zhang X. The role of gut–liver axis in gut microbiome dysbiosis associated NAFLD and NAFLD-HCC. Biomedicines. 2022;10(3):524.", "ArticleIdList": ["PMC8945287", "35327326"]}, {"Citation": "Tiniakos DG, Vos MB, Brunt EM. Nonalcoholic fatty liver disease: pathology and pathogenesis. Annu Rev Pathol. 2010;5:145–71.", "ArticleIdList": ["20078219"]}, {"Citation": "Marjot T, Moolla A, Cobbold JF, Hodson L, Tomlinson JW. Nonalcoholic fatty liver disease in adults: current concepts in etiology, outcomes, and management. Endocr Rev. 2020;41(1):66–117.", "ArticleIdList": ["31629366"]}, {"Citation": "Donnelly KL, Smith CI, Schwarzenberg SJ, Jessurun J, Boldt MD, Parks EJ. Sources of fatty acids stored in liver and secreted via lipoproteins in patients with nonalcoholic fatty liver disease. J Clin Invest. 2005;115(5):1343–51.", "ArticleIdList": ["PMC1087172", "15864352"]}, {"Citation": "Johnson AR, Milner JJ, Makowski L. The inflammation highway: metabolism accelerates inflammatory traffic in obesity. Immunol Rev. 2012;249(1):218–38.", "ArticleIdList": ["PMC3422768", "22889225"]}, {"Citation": "Oddy WH, Herbison CE, Jacoby P, Ambrosini GL, O’Sullivan TA, Ayonrinde OT, et al. The western dietary pattern is prospectively associated with nonalcoholic fatty liver disease in adolescence. Am J Gastroenterol. 2013;108(5):778–85.", "ArticleIdList": ["23545714"]}, {"Citation": "Mirmiran P, Amirhamidi Z, Ejtahed HS, Bahadoran Z, Azizi F. Relationship between Diet and non-alcoholic fatty liver disease: a review article. Iran J public health. 2017;46(8):1007–17.", "ArticleIdList": ["PMC5575379", "28894701"]}, {"Citation": "Ter Horst KW, Serlie MJ. Fructose Consumption, Lipogenesis, and non-alcoholic fatty liver disease. Nutrients. 2017;9(9).", "ArticleIdList": ["PMC5622741", "28878197"]}, {"Citation": "Xiao Y, Huang R, Wang N, Deng Y, Tan B, Yin Y, et al. Ellagic acid alleviates oxidative stress by mediating Nrf2 signaling pathways and protects against paraquat-induced intestinal injury in piglets. Antioxidants. 2022;11(2):252.", "ArticleIdList": ["PMC8868335", "35204135"]}, {"Citation": "Neyrinck AM, Van Hée VF, Bindels LB, De Backer F, Cani PD, Delzenne NM. Polyphenol-rich extract of pomegranate peel alleviates tissue inflammation and hypercholesterolaemia in high-fat diet-induced obese mice: potential implication of the gut microbiota. Br J Nutr. 2013;109(5):802–9.", "ArticleIdList": ["22676910"]}, {"Citation": "Du L, Li J, Zhang X, Wang L, Zhang W, Yang M et al. Pomegranate peel polyphenols inhibits inflammation in LPS-induced RAW264. 7 macrophages via the suppression of TLR4/NF-κB pathway activation. Food & nutrition research. 2019;63.", "ArticleIdList": ["PMC6495109", "31073284"]}, {"Citation": "Zhou S, Zhang Q, Gao Y, Liu F, Cao W, Li Z, et al. Sargassum fusiforme together with turmeric extract and pomegranate peel extract alleviates obesity in high fat-fed C57BL/6J mice. Food Funct. 2021;12(10):4654–69.", "ArticleIdList": ["33913445"]}, {"Citation": "Mohamed MS, Mabrok HB. Protective effect of pomegranate peel powder against gastric ulcer in rats. Biointerface Res Appl Chem. 2021;12:4888–99."}, {"Citation": "Xu Y, Li G, Zhang B, Wu Q, Wang X, Xia X. Tannin-rich pomegranate rind extracts reduce adhesion to and invasion of Caco-2 cells by Listeria monocytogenes and decrease its expression of virulence genes. J Food Prot. 2015;78(1):128–33.", "ArticleIdList": ["25581187"]}, {"Citation": "Neyrinck AM, Van H?e VF, Bindels LB, De Backer F, Cani PD, Delzenne NM. Polyphenol-rich extract of pomegranate peel alleviates tissue inflammation and hypercholesterolaemia in high-fat diet-induced obese mice: potential implication of the gut microbiota. Br J Nutr. 2013;109(5):802-9.", "ArticleIdList": ["22676910"]}, {"Citation": "Du L, Li J, Zhang X, Wang L, Zhang W, Yang M et al. Pomegranate peel polyphenols inhibits inflammation in LPS-induced RAW264.7 macrophages via the suppression of TLR4/NF-κB pathway activation. Food Nutr Res. 2019;63.", "ArticleIdList": ["PMC6495109", "31073284"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "6", "Day": "24"}, {"Year": "2023", "Month": "7", "Day": "28"}, {"Year": "2023", "Month": "8", "Day": "23", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "8", "Day": "22", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "8", "Day": "22", "Hour": "0", "Minute": "11"}, {"Year": "2023", "Month": "8", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["37605174", "PMC10464300", "10.1186/s12937-023-00869-2", "10.1186/s12937-023-00869-2"]}}], "PubmedBookArticle": []}