{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37604838", "DateCompleted": {"Year": "2023", "Month": "08", "Day": "23"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "08", "Day": "21"}], "Language": ["eng"], "ELocationID": ["13612", "10.1038/s41598-023-37729-2"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "13", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Aug", "Day": "21"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Phytochemical mediated modulation of COX-3 and NFκB for the management and treatment of arthritis.", "Pagination": {"StartPage": "13612", "MedlinePgn": "13612"}, "Abstract": {"AbstractText": ["In this study, we investigated whether zerumbone (ZBN), ellagic acid (ELA) and quercetin (QCT), the plant-derived components, can modulate the role of COX-3 or cytokines liable in arthritic disorder. Initially, the effect of ZBN, ELA, and QCT on inflammatory process was investigated using in-vitro models. In-silico docking and molecular dynamics study of these molecules with respective targets also corroborate with in-vitro studies. Further, the in-vivo anti-arthritic potential of these molecules in Complete Freund's adjuvant (CFA)-induced arthritic rats was confirmed. CFA increases in TNF-α and IL-1β levels in the arthritic control animals were significantly (***p < 0.001) attenuated in the ZBN- and ELA-treated animals. CFA-induced attenuation in IL-10 levels recovered under treatment. Moreover, ELA attenuated CFA-induced upregulation of COX-3 and ZBN downregulated CFA-triggered NFκB expression in arthritic animals. The bonding patterns of zerumbone in the catalytic sites of targets provide a useful hint in designing and developing suitable derivatives that can be used as a potential drug. To our best knowledge, the first time we are reporting the role of COX-3 in the treatment of arthritic disorders which could provide a novel therapeutic approach for the treatment of inflammatory disorders."], "CopyrightInformation": "© 2023. Springer Nature Limited."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural Product Chemistry and Pharmacology Programme, Medicinal Plants and Horticulture Resources Division, Institute of Bioresources and Sustainable Development, (An Autonomous Institute of Department of Biotechnology, Government of India), Takyelpat, Imphal, 795001, Manipur, India."}], "LastName": "Biswas", "ForeName": "Dipak", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bioinformatics and Bioresources Database Division, Institute of Bioresources and Sustainable Development, (An Autonomous Institute of Department of Biotechnology, Government of India), Takyelpat, Imphal, 795001, Manipur, India."}], "LastName": "Somkuwar", "ForeName": "Bharat Gopalrao", "Initials": "BG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural Product Chemistry and Pharmacology Programme, Medicinal Plants and Horticulture Resources Division, Institute of Bioresources and Sustainable Development, (An Autonomous Institute of Department of Biotechnology, Government of India), Takyelpat, Imphal, 795001, Manipur, India."}, {"Identifier": [], "Affiliation": "Institute of Advanced Study in Science and Technology, (An Autonomous Institute Under Department of Science & Technology, Govt. of India) Vigyan Path, Paschim Boragaon Garchuk, Guwahati, 781035, Assam, India."}], "LastName": "Borah", "ForeName": "Jagat Chandra", "Initials": "JC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Applied Sciences, Indian Institute of Information Technology, Devghat, Jhalwa, Allahabad, 211015, Uttar Pradesh, India."}], "LastName": "Varadwaj", "ForeName": "Pritish Kumar", "Initials": "PK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Applied Sciences, Indian Institute of Information Technology, Devghat, Jhalwa, Allahabad, 211015, Uttar Pradesh, India."}], "LastName": "Gupta", "ForeName": "Saurabh", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biological Rhythm Laboratory, Animal Resources Programme, Institute of Bioresources and Sustainable Development, (An Autonomous Institute of Department of Biotechnology, Government of India), Takyelpat, Imphal, 795001, Manipur, India."}], "LastName": "Khan", "ForeName": "Zeeshan Ahmad", "Initials": "ZA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biological Rhythm Laboratory, Animal Resources Programme, Institute of Bioresources and Sustainable Development, (An Autonomous Institute of Department of Biotechnology, Government of India), Takyelpat, Imphal, 795001, Manipur, India."}], "LastName": "Mondal", "ForeName": "Gopinath", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biological Rhythm Laboratory, Animal Resources Programme, Institute of Bioresources and Sustainable Development, (An Autonomous Institute of Department of Biotechnology, Government of India), Takyelpat, Imphal, 795001, Manipur, India."}, {"Identifier": [], "Affiliation": "Department of Animal Science, Kazi Nazrul University, Paschim Bardhaman, Asansol, 71330, West Bengal, India."}], "LastName": "Chattoraj", "ForeName": "Asamanja", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural Product Chemistry and Pharmacology Programme, Medicinal Plants and Horticulture Resources Division, Institute of Bioresources and Sustainable Development, (An Autonomous Institute of Department of Biotechnology, Government of India), Takyelpat, Imphal, 795001, Manipur, India. lokeshdeb.ibsd@nic.in."}, {"Identifier": [], "Affiliation": "Institute of Bioresources and Sustainable Development-Regional Centre, Sikkim (Department of Biotechnology, Government of India), 5th Mile, Near Metro Point, Tadong, Gangtok, 737102, Sikkim, India. lokeshdeb.ibsd@nic.in."}], "LastName": "Deb", "ForeName": "Lokesh", "Initials": "L"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "471-05-6", "NameOfSubstance": "zerumbone"}, {"RegistryNumber": "0", "NameOfSubstance": "NF-kappa B"}, {"RegistryNumber": "0", "NameOfSubstance": "Cytokines"}, {"RegistryNumber": "19YRN3ZS9P", "NameOfSubstance": "Ellagic Acid"}, {"RegistryNumber": "9007-81-2", "NameOfSubstance": "Freund's Adjuvant"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": [], "DescriptorName": "NF-kappa B"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Arthritis"}, {"QualifierName": [], "DescriptorName": "Cytokines"}, {"QualifierName": [], "DescriptorName": "Ellagic Acid"}, {"QualifierName": [], "DescriptorName": "Freund's Adjuvant"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Phytochemicals"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ahmetaj-Shala B, et al. Evidence that links loss of cyclooxygenase-2 with increased asymmetric dimethylarginine: Novel explanation of cardiovascular side effects associated with anti-inflammatory drugs. Circulation. 2015;131(7):633–642.", "ArticleIdList": ["PMC4768634", "25492024"]}, {"Citation": "Schmassmann A, et al. Effects of inhibition of prostaglandin endoperoxide synthase-2 in chronic gastro-intestinal ulcer models in rats. Br. J. Pharmacol. 1998;123(5):795–804.", "ArticleIdList": ["PMC1565228", "9535006"]}, {"Citation": "Hankey GJ, Eikelboom JW. Cyclooxygenase-2 Inhibitors. Stroke. 2003;34(11):2736–2740.", "ArticleIdList": ["14576372"]}, {"Citation": "Saoud R, et al. Modulation of proteomic and inflammatory signals by Bradykinin in podocytes. J. Adv. Res. 2020;24:409–422.", "ArticleIdList": ["PMC7270529", "32518694"]}, {"Citation": "Bakhle YS. Structure of COX-1 and COX-2 enzymes and their interaction with inhibitors. Drugs Today (Barcelona, Spain 1998) 1999;35(4–5):237–250.", "ArticleIdList": ["12973429"]}, {"Citation": "Qin, N., Codd, E., Flores, C. & Zhang, S. P. Human cyclooxygenase-3 enzyme and uses thereof. Washington, DC: U.S. Patent and Trademark Office. U.S. Patent. No. 10/783297 (2004)."}, {"Citation": "Chandrasekharan NV, et al. COX-3, a cyclooxygenase-1 variant inhibited by acetaminophen and other analgesic/antipyretic drugs: Cloning, structure, and expression. Proc. Natl. Acad. Sci. 2002;99(21):13926–13931.", "ArticleIdList": ["PMC129799", "12242329"]}, {"Citation": "Botting RM. Mechanism of action of acetaminophen: Is there a cyclooxygenase 3? Clin. Infect. Dis. 2000;31(5):S202–S210.", "ArticleIdList": ["11113024"]}, {"Citation": "Lin YY, et al. Etoricoxib prevents progression of osteolysis in repeated intra-articular monosodium urate-induced gouty arthritis in rats. J. Adv. Res. 2020;24:109–120.", "ArticleIdList": ["PMC7114632", "32257433"]}, {"Citation": "Botting R, Ayoub SS. COX-3 and the mechanism of action of paracetamol/acetaminophen. Prostaglandins Leukot. Essent. Fatty Acids. 2005;72:85–87.", "ArticleIdList": ["15626590"]}, {"Citation": "Hardy MM, et al. Cyclooxygenase 2-dependent prostaglandin E2 modulates cartilage proteoglycan degradation in human osteoarthritis explants. Arthrit. Rheum. 2002;46(7):1789–1803.", "ArticleIdList": ["12124863"]}, {"Citation": "Miwa M, Saura R, Hirata S, Hayasi Y, Mizuno K, Itoh H. Induction of apoptosis in bovine articular chondrocyte by prostaglandin E(2) through cAMP-dependent pathway. Osteoarthr. Cartil. 2000;8(1):17–24.", "ArticleIdList": ["10607495"]}, {"Citation": "Rahman HS, et al. Biomedical properties of a natural dietary plant metabolite, zerumbone, in cancer therapy and chemoprevention trials. BioMed Res. Int. 2014;2014:920742. doi: 10.1155/2014/920742.", "ArticleIdList": ["10.1155/2014/920742", "PMC4082908", "25025076"]}, {"Citation": "Jacqueline B, Syed AAR, Ayman MS, Sultan SA, Duc PD, Rais AA, Jasmin A. Rheumatoid arthritis: A brief overview of the treatment. Med. Princ. Pract. 2018;27:501–507. doi: 10.1159/000493390.", "ArticleIdList": ["10.1159/000493390", "PMC6422329", "30173215"]}, {"Citation": "Daniel, A. B. & Ben, G. Biological Therapeutics, Treatment of Rheumatoid Arthritis and Other Inflammatory disorders with Biological Drugs (First edition) 89–102 (Pharmaceutical Press, 2011)."}, {"Citation": "Murakami A, et al. Zerumbone, a Southeast Asian ginger sesquiterpene, markedly suppresses free radical generation, proinflammatory protein production, and cancer cell proliferation accompanied by apoptosis: The α, β-unsaturated carbonyl group is a prerequisite. Carcinogenesis. 2002;23(5):795–802.", "ArticleIdList": ["12016152"]}, {"Citation": "Padalia RC, et al. Zingiber zerumbet (L.) Roscoe ex Sm. from northern India: Potential source of zerumbone rich essential oil for antiproliferative and antibacterial applications. Ind. Crops Prod. 2018;112:749–754."}, {"Citation": "Takada Y, Murakami A, Aggarwal BB. Zerumbone abolishes NF-κ B and I κ B α kinase activation leading to suppression of antiapoptotic and metastatic gene expression, upregulation of apoptosis, and downregulation of invasion. Oncogene. 2005;24(46):6957–6969.", "ArticleIdList": ["16007145"]}, {"Citation": "Deb L, et al. Past, present and perspectives of Manipur Traditional Medicine: A major health care system available for rural population in the North–East India. J. Ethnopharmacol. 2015;169:387–400.", "ArticleIdList": ["25895884"]}, {"Citation": "Deb L, Dutta A. Evaluation of mechanism for antihypertensive action of Clerodendrum colebrookianum Walp., used by Folklore Healers in North-East India. J. Ethnopharmacol. 2012;143:207–212.", "ArticleIdList": ["22732729"]}, {"Citation": "Gao Y, et al. The antidiabetic compound 2-dodecyl-6-methoxycyclohexa-2, 5-diene-1, 4-dione, isolated from Averrhoa carambola L., demonstrates significant antitumor potential against human breast cancer cells. Oncotarget. 2015;6(27):24304.", "ArticleIdList": ["PMC4695187", "26203774"]}, {"Citation": "Huang GC, Chein TY, Chen LG, Wang CC. Antitumor effects of zerumbone from Zingiber zerumbet in P-388D1 cells in vitro and in vivo. Planta Med. 2005;71(03):219–224.", "ArticleIdList": ["15770541"]}, {"Citation": "Lu J, Yuan Q. A new method for ellagic acid production from pomegranate husk. J. Food Process Eng. 2008;31(4):443–454."}, {"Citation": "Deore S, Nichole K, Baviskar BA, Khadabadi SS. Isolation and quantitative estimation of quercetin in Lagenaria siceraria fruit. J Chromatogr. Separ. Tech. 2013;4(191):2."}, {"Citation": "Bijina B, et al. Protease inhibitor from Moringa oleifera with potential for use as therapeutic drug and as seafood preservative. Saudi J. Biol. Sci. 2011;18:273–281.", "ArticleIdList": ["PMC3730569", "23961135"]}, {"Citation": "Das B, Choudhury MD, Dey A, Talukdar AD, Nongalleima K, Deb L. Antioxidant and anti-inflammatory activity of aqueous and methanolic extracts of rhizome part of Drynaria quercifolia (L.) J. Smith. Int. J. Pharm. Pharm. Sci. 2014;6(6):43–49."}, {"Citation": "Simmons, D. & Chandrasekharan, N. V. Cyclooxygenase variants and methods of use. Washington, DC: U.S. Patent and Trademark Office. U.S. Patent; No. 7179627 (2007)."}, {"Citation": "Simmons, D. & Chandrasekharan, N. V. Antibodies to cyclooxygenase variants. Washington, DC: U.S. Patent and Trademark Office. U.S. Patent. No. 7601816 (2009)."}, {"Citation": "Simmons, D. L., Lee, J. J, Hunter, J. C. & Logon, G. Use of cox-3 binding molecules for modulating autophagy. U.S. Patent. No. 14/505338 (2015)."}, {"Citation": "Nagini M, Reddy GV, Hemalatha GR, Guruprasad L, Reddanna P. Functional correlation of cyclooxygenases-l, 2 and 3 from amino acid sequences and three-dimensional model structures. Indian J. Chem. 2006;45A(1):182–187."}, {"Citation": "Gupta S, et al. Exploration of new drug-like inhibitors for serine/threonine protein phosphatase 5 of Plasmodium falciparum: A docking and simulation study. J. Biomol. Struct. Dyn. 2015;33(11):2421–4241.", "ArticleIdList": ["25967133"]}, {"Citation": "Wang W, et al. Discovery of novel and potent P2Y14R antagonists via structure-based virtual screening for the treatment of acute gouty arthritis. J. Adv. Res. 2020;23:133–142.", "ArticleIdList": ["PMC7037572", "32123586"]}, {"Citation": "Raj U, Kumar H, Gupta S, Varadwaj PK. Exploring dual inhibitors for STAT1 and STAT5 receptors utilizing virtual screening and dynamics simulation validation. J. Biomol. Struct. Dyn. 2016;34(10):2115–2129.", "ArticleIdList": ["26471877"]}, {"Citation": "Gupta S, Rao AR, Varadwaj PK, De S, Mohapatra T. Extrapolation of inter domain communications and substrate binding cavity of camel HSP70 1A: A molecular modeling and dynamics simulation study. PLoS ONE. 2015;10(8):e0136630.", "ArticleIdList": ["PMC4552423", "26313938"]}, {"Citation": "Kumar H, Raj U, Gupta S, Varadwaj PK. In-silico identification of inhibitors against mutated BCR-ABL protein of chronic myeloid leukemia: A virtual screening and molecular dynamics simulation study. J. Biomol. Struct. Dyn. 2016;34(10):2171–2183.", "ArticleIdList": ["26479578"]}, {"Citation": "Liu YL, et al. Suppression of complete Freund’s adjuvant-induced adjuvant arthritis by cobratoxin. Acta Pharmacol. Sin. 2009;30(2):219–227.", "ArticleIdList": ["PMC4002463", "19169271"]}, {"Citation": "Li J, et al. Protective effect of ginsenoside Rg1 on hematopoietic stem/progenitor cells through attenuating oxidative stress and the Wnt/β-catenin signaling pathway in a mouse model of d-galactose-induced aging. Int. J. Mol. Sci. 2016;17(6):849.", "ArticleIdList": ["PMC4926383", "27294914"]}, {"Citation": "Girish C, Shweta O, Raj V, Balakrishnan S, Varghese RG. Ellagic acid modulates sodium valproate induced reproductive toxicity in male Wistar rats. Indian J. Physiol. Pharmacol. 2014;58(4):416–422.", "ArticleIdList": ["26215011"]}, {"Citation": "El-Nekeety AA, Abdel-Azeim SH, Hassan AM, Hassan NS, Aly SE, Bdel-Wahhab MAA. Quercetin inhibits the cytotoxicity and oxidative stress in liver of rats fed aflatoxin-contaminated diet. Toxicol. Rep. 2014;1:319–329.", "ArticleIdList": ["PMC5598466", "28962248"]}, {"Citation": "Piel MJ, Kroin JS, Wijnen AJV, Ranjan KC, Im H-J. Pain assessment in animal models of osteoarthritis. Gene. 2014;537(2):184–188. doi: 10.1016/j.gene.2013.11.091.", "ArticleIdList": ["10.1016/j.gene.2013.11.091", "PMC3950312", "24333346"]}, {"Citation": "Chattoraj A, Bhattacharyya S, Basu D, Bhattacharya S, Bhattacharya S, Maitra K. Melatonin accelerates maturation inducing hormone (MIH) induced oocyte maturation in carps. Gen. Comp. Endocrinol. 2005;140:145–155.", "ArticleIdList": ["15639142"]}, {"Citation": "Khan ZA, et al. Artificial Light at Night (ALAN), an alarm to ovarian physiology: A study of possible chronodisruption on zebrafish (Danio rerio) Sci. Total Environ. 2018;628:1407–1421.", "ArticleIdList": ["30045561"]}, {"Citation": "Chattoraj A, Seth M, Maitra SK. Localization and dynamics of melatonin receptor in the ovary of carp, Catlacatla in relation to serum melatonin levels. Compar. Biochem. Physiol. A Mol. Integr. Physiol. 2009;152:327–333.", "ArticleIdList": ["19068233"]}, {"Citation": "Team RC. R: A language and environment for statistical computing. R Foundation for Statistical Computing,\nVienna.http://www.R-project.org/ (2013)."}, {"Citation": "Filizola M, Perez JJ, Palomer A, Mauleon D. Comparative molecular modeling study of the three-dimensional structures of prostaglandin endoperoxide H2 synthase 1 and 2 (COX-1 and COX-2) J. Mol. Graph. Model. 1997;15(5):290–300.", "ArticleIdList": ["9640560"]}, {"Citation": "Thuresson ED, et al. Prostaglandin endoperoxide H synthase-1 the functions of cyclooxygenase active site residues in the binding, positioning, and oxygenation of arachidonic acid. J. Biol. Chem. 2001;276(13):10347–10357.", "ArticleIdList": ["11121412"]}, {"Citation": "Willoughby DA, Moore AR, Colville-Nash PP. COX-1, COX-2, and COX-3 and the future treatment of chronic inflammatory disease. The Lancet. 2000;355(9204):646–648.", "ArticleIdList": ["10696997"]}, {"Citation": "Parameswaran N, Patial S. Tumor necrosis factor-α signaling in macrophages. Crit. Rev. Eukaryot. Gene Expr. 2010;20(2):87–103.", "ArticleIdList": ["PMC3066460", "21133840"]}, {"Citation": "Lyer SS, Cheng G. Role of interleukin-10 transcriptional regulation in inflammation and autoimmune disease. Crit. Rev. Immunol. 2012;32(1):23–63.", "ArticleIdList": ["PMC3410706", "22428854"]}, {"Citation": "Moll M, Kuemmerle-Deschner JB. Inflammasome and cytokine blocking strategies in autoinflammatory disorders. Clin. Immunol. 2013;147(3):242–275. doi: 10.1016/j.clim.2013.04.008.", "ArticleIdList": ["10.1016/j.clim.2013.04.008", "23697917"]}, {"Citation": "Makarov SS. NF-κB in rheumatoid arthritis: A pivotal regulator of inflammation, hyperplasia, and tissue destruction. Arthrit. Res. 2001;3(4):200–206.", "ArticleIdList": ["PMC128895", "11438035"]}, {"Citation": "Fatima A, Abdul ABH, Abdullah R, Karjiban RA, Lee VS. Binding mode analysis of zerumbone to key signal proteins in the tumor necrosis factor pathway. Int. J. Mol. Sci. 2015;16(2):2747–2766.", "ArticleIdList": ["PMC4346863", "25629232"]}, {"Citation": "Padmaja A, Reddy GS, Mohan AVN, Padmavathi V. Michael adducts—source for biologically potent heterocycles. Chem. Pharm. Bull. 2008;56(5):647–653.", "ArticleIdList": ["18451551"]}, {"Citation": "Cramer P, Larson CJ, Verdine GL, Muller CW. Structure of the human NF-κB p52 homodimer-DNA complex at 2.1 a resolution. EMBO J. 1997;16:7078–7090.", "ArticleIdList": ["PMC1170310", "9384586"]}, {"Citation": "Law M, Corsino P, Parker TN, Law BK. Identification of a small molecule inhibitor of serine 276 phosphorylation of the p65 subunit of NF-κB using in silico molecular docking. Cancer Lett. 2011;29:217–224.", "ArticleIdList": ["PMC2849932", "19910110"]}, {"Citation": "Piccagli L, et al. Docking of molecules identified in bioactive medicinal plants extracts into the p50 NF-κB transcription factor: Correlation with inhibition of NF-κB/DNA interactions and inhibitory effects on IL-8 gene expression. BMC Struct. Biol. 2008;8:896. doi: 10.1186/1472-6807-8-38.", "ArticleIdList": ["10.1186/1472-6807-8-38", "PMC2543017", "18768082"]}, {"Citation": "Chen YQ, Ghosh S, Ghosh GA. novel DNA recognition mode by the NF-κB p65 homodimer. Nat. Struct. Biol. 1998;5:67–73.", "ArticleIdList": ["9437432"]}, {"Citation": "Safa, A. E. Zerumbone and Small Interference RNA Induce Apoptosis in MCF-7 Cell and Rat Mammary Gland Tumour via β-Catenin Protein Inhibition. Ph.D. Thesis, Universiti Puta Malaysia, Kuala Lumpur, Malaysia (2013)."}, {"Citation": "Murakami A, et al. Zerumbone, a Southeast Asian ginger sesquiterpene, markedly suppresses free radical generation, proinflammatory protein production, and cancer cell proliferation accompanied by apoptosis : The α, β-unsaturated carbonyl group is a prerequisite. Carcinogenesis. 2002;23:795–802.", "ArticleIdList": ["12016152"]}, {"Citation": "Sharifi-Rad J, et al. Ellagic acid: A review on its natural sources, chemical stability, and therapeutic potential. Oxid. Med. Cell. Longev. 2022;2022(3848084):1–24. doi: 10.1155/2022/3848084.", "ArticleIdList": ["10.1155/2022/3848084", "PMC8885183", "35237379"]}, {"Citation": "Yang D, Wang T, Long M, Li P. Quercetin: Its main pharmacological activity and potential application in clinical medicine. Oxid. Med. Cell. Longev. 2020;2020(8825387):1–13. doi: 10.1155/2020/8825387.", "ArticleIdList": ["10.1155/2020/8825387", "PMC7790550", "33488935"]}, {"Citation": "Li S, Dou W, Tang Y, Goorha S, Ballou LR, Blatteis CM. Acetaminophen: Antipyretic or hypothermic in mice? In either case, PGHS-1b (COX-3) is irrelevant. Prostagland. Other Lipid Mediat. 2008;85(3–4):89–99.", "ArticleIdList": ["PMC2329595", "18083054"]}, {"Citation": "Cui JG, et al. Cyclooxygenase-3 gene expression in Alzheimer hippocampus and in stressed human neural cells. Neurochem. Res. 2004;29(9):1731–1737.", "ArticleIdList": ["15453269"]}, {"Citation": "Oksuz E, Atalar F, Tanırverdi G, Bilir A, Shahzadi A, Yazici Z. Therapeutic potential of cyclooxygenase-3 inhibitors in the management of glioblastoma. J. Neurooncol. 2016;126(2):271–278.", "ArticleIdList": ["26508095"]}, {"Citation": "Smith A. Analgesics: Time for a new COX? Nat. Rev. Drug Discov. 2002;1(11):839."}, {"Citation": "Altschul, S. F., Gis, W., Miller, W., Myers, E.W. & Lipman, D. J. Basic local alignment search tool. J. Mol. Biol. 215 (3), 403–410 (1990). http://www.niper.gov.in/pi_dev_tools/DruLiToWeb/DruLiToContactus.html.", "ArticleIdList": ["2231712"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "8", "Day": "25"}, {"Year": "2023", "Month": "6", "Day": "27"}, {"Year": "2023", "Month": "8", "Day": "23", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "8", "Day": "22", "Hour": "0", "Minute": "42"}, {"Year": "2023", "Month": "8", "Day": "21", "Hour": "23", "Minute": "21"}, {"Year": "2023", "Month": "8", "Day": "21"}], "PublicationStatus": "epublish", "ArticleIdList": ["37604838", "PMC10442333", "10.1038/s41598-023-37729-2", "10.1038/s41598-023-37729-2"]}}], "PubmedBookArticle": []}