{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Fusarium solani", "Tinospora cordifoli", "Antimicrobial agents", "Bioactive metabolites", "Endophytic fungi", "GC-MS analysis"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37610512", "DateCompleted": {"Year": "2024", "Month": "06", "Day": "11"}, "DateRevised": {"Year": "2024", "Month": "06", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "08", "Day": "23"}], "Language": ["eng"], "ELocationID": ["10.1007/s12010-023-04669-6"], "Journal": {"ISSN": "1559-0291", "JournalIssue": {"Volume": "196", "Issue": "6", "PubDate": {"Year": "2024", "Month": "Jun"}}, "Title": "Applied biochemistry and biotechnology", "ISOAbbreviation": "Appl Biochem Biotechnol"}, "ArticleTitle": "GC-MS-Guided Antimicrobial Defense Responsive Secondary Metabolites from the Endophytic Fusarium solani Isolated from Tinospora cordifolia and Their Multifaceted Biological Properties.", "Pagination": {"StartPage": "3010", "EndPage": "3033", "MedlinePgn": "3010-3033"}, "Abstract": {"AbstractText": ["Medicinal plants are hosts to an infinite number of microorganisms, commonly referred to as endophytes which are rich in bioactive metabolites yielding favorable biological activities. The endophytes are known to have a profound impact on their host plant by promoting the accumulation of secondary metabolites which are beneficial to humankind. In the present study, the fungal endophyte, Fusarium solani (ABR4) from the medicinal plant Tinospora cordifolia, was assessed for its bioactive secondary metabolites employing fermentation on a solid rice medium. The crude ABR4 fungal extract was sequentially purified using the solvent extraction method and characterized using different spectroscopic and analytical techniques namely TLC, UV spectroscopic analysis, HRESI-MS, FTIR, and GC-MS analysis. The GC-MS analysis revealed the presence of pyridine, benzoic acid, 4-[(trimethylsilyl)oxy]-trimethylsilyl ester, hexadecanoic acid trimethylsilyl ester, and oleic acid trimethylsilyl ester. The cytotoxic ability of ABR4 was evaluated by MTT assay against lung cancer (A549) and breast cancer (MCF-7) cell lines. The compounds did not exhibit significant cytotoxicity against the tested cell lines. The endophytic ABR4 extract was evaluated for its antimicrobial potential against human pathogens (S. aureus, B. cereus, E. coli, S. typhimurium, P. aeruginosa, and C. albicans) by recording 47 to 54% inhibition. Taken together, the endophytic fungal strain ABR4 demonstrated a remarkable antimicrobial activity against the tested pathogens. Furthermore, the functional metabolites isolated from the endophytic strain ABR4 reveal its broader usage as antimicrobial agents for newer drug development in the pharmaceutical industry."], "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer Science+Business Media, LLC, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology and Biotechnology, Fungal Metabolite Research Laboratory, Jnanabharathi Campus, Bangalore University, Bangalore, Karnataka, 560 056, India."}], "LastName": "Uzma", "ForeName": "Fazilath", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology and Biotechnology, Fungal Metabolite Research Laboratory, Jnanabharathi Campus, Bangalore University, Bangalore, Karnataka, 560 056, India. srinivasbub@gmail.com."}], "LastName": "Chowdappa", "ForeName": "Srinivas", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Senior specialist, Merck KGaA, Electronic city, Phase I, Bangalore, Karnataka, 560 100, India."}], "LastName": "Roy", "ForeName": "Arnab", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Biological Sciences, School of Science and Technology, University of Goroka, Goroka, 441, Papua New Guinea."}], "LastName": "Adhoni", "ForeName": "Shakeel Ahmed", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Zoology, College of Science, King Saud University, PO Box 2455, Riyadh, 11451, Saudi Arabia."}], "LastName": "Ali", "ForeName": "Daoud", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Thermotolerant Microbial Resources, Yamaguchi University, Yamaguchi, 753-8515, Japan."}], "LastName": "Sasaki", "ForeName": "Kazunori", "Initials": "K"}, {"Identifier": ["0000-0003-2831-651X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science, Central University of Kerala, Tejaswini Hills, Periye (PO), Kasaragod (DT), Kerala, 671316, India. jsudish@cukerala.ac.in."}], "LastName": "Jogaiah", "ForeName": "Sudisha", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Appl Biochem Biotechnol", "NlmUniqueID": "8208561", "ISSNLinking": "0273-2289"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Infective Agents"}], "SupplMeshList": ["Fusarium solani"], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Fusarium"}, {"QualifierName": ["chemistry", "microbiology"], "DescriptorName": "Tinospora"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Gas Chromatography-Mass Spectrometry"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Anti-Infective Agents"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Endophytes"}, {"QualifierName": [], "DescriptorName": "MCF-7 Cells"}, {"QualifierName": [], "DescriptorName": "A549 Cells"}, {"QualifierName": [], "DescriptorName": "Microbial Sensitivity Tests"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Gouda, S., Das, G., Sen, S. K., Shin, H. S., & Patra, J. K. (2016). Endophytes: A treasure house of bioactive compounds of medicinal importance. Frontiers in Microbiology, 7, 1538.", "ArticleIdList": ["27746767", "5041141"]}, {"Citation": "Uzma, F., Mohan, C. D., Hashem, A., Konappa, N. M., Rangappa, S., Kamath, P. V., Singh, B. P., Mudili, V., Gupta, V. K., Siddaiah, C. N., Chowdappa, S., Alqarawi, A. A., & Abd_Allah, E. F. (2018). Endophytic fungi—Alternative sources of cytotoxic compounds: a review. Frontiers in Pharmacology, 9, 309. https://doi.org/10.3389/fphar.2018.00309"}, {"Citation": "Hari, S., Swaroop, T. R., Preetham, H. D., Mohan, C. D., Muddegowda, U., Basappa, S., Vlodavsky, I., Sethi, G., & Rangappa, K. S. (2020). Synthesis, cytotoxic and heparanase inhibition studies of 5-oxo-1-arylpyrrolidine-3-carboxamides of hydrazides and 4-amino-5-aryl-4H-1, 2, 4-triazole-3-thiol. Current Organic Synthesis, 17(3), 243–250.", "ArticleIdList": ["32096746"]}, {"Citation": "Bills, G. F., & Gloer, J. B. (2017). Biologically active secondary metabolites from the fungi. In The Fungal Kingdom (pp. 1087–1119)."}, {"Citation": "Uzma, F., Mohan, C. D., Siddaiah, C. N., & Chowdappa, S. (2019). Endophytic fungi: Promising source of novel bioactive compounds. In Advances in endophytic fungal research (pp. 243–265). Springer."}, {"Citation": "Uzma, F., Konappa, N. M., & Chowdappa, S. (2016). Diversity and extracellular enzyme activities of fungal endophytes isolated from medicinal plants of Western Ghats, Karnataka. Egyptian Journal of Basic and Applied Sciences, 3(4), 335–342."}, {"Citation": "Rout, S. P., Choudary, K. A., Kar, D. M., Das, L. O. P. A. M. U. D. R. A., & Jain, A. (2009). Plants in traditional medicinal system-future source of new drugs. International Journal of Pharmaceutical Sciences, 1(1), 1–23."}, {"Citation": "Saha, S., & Ghosh, S. (2012). Tinosporacordifolia: One plant, many roles. Ancient Science of Life, 31(4), 151.", "ArticleIdList": ["23661861", "3644751"]}, {"Citation": "Cragg, G. M., & Newman, D. J. (2013). Natural products: A continuing source of novel drug leads. Biochimica et Biophysica Acta (BBA) - General Subjects, 1830(6), 3670–3695.", "ArticleIdList": ["23428572"]}, {"Citation": "Kusari, S., Lamshöft, M., & Spiteller, M. (2009). Aspergillus fumigatus Fresenius, an endophytic fungus from Juniperuscommunis L. Horstmann as a novel source of the anticancer pro-drug deoxypodophyllotoxin. Journal of Applied Microbiology, 107(3), 1019–1030.", "ArticleIdList": ["19486398"]}, {"Citation": "Zhao, J., Shan, T., Mou, Y., & Zhou, L. (2011). Plant-derived bioactive compounds produced by endophytic fungi. Mini Reviews in Medicinal Chemistry, 11(2), 159–168.", "ArticleIdList": ["21222580"]}, {"Citation": "Jalgaonwala, R. E., & Mahajan, R. T. (2011). Evaluation of hydrolytic enzyme activities of endophytes from some indigenous medicinal plants. Journal of Agricultural Technology, 7(6), 1733–1741."}, {"Citation": "Nurunnabi, T. R., Sabrin, F., Sharif, D. I., Nahar, L., Sohrab, M. H., Sarker, S. D., Rahman, S. M., & Billah, M. (2020). Antimicrobial activity of endophytic fungi isolated from the mangrove plant Sonneratiaapetala (Buch.-Ham) from the Sundarbans mangrove forest. Advances in Traditional Medicine, 20(3), 419–425.", "ArticleIdList": ["7223820"]}, {"Citation": "Ayres, M. C., Brandão, M. S., Vieira-Júnior, G. M., Menor, J. C. A., Silva, H. B., Soares, M. J. S., & Chaves, M. H. (2008). Antibacterial activity of useful plants and chemical constituents of the roots of Coperniciaprunifera. RevistaBrasileira de Farmacognosia, 18, 90–97."}, {"Citation": "Uzma, F., & Chowdappa, S. (2021). Endophytic fungal metabolites of medicinal plants and their bioactive properties. In New and Future Developments in Microbial Biotechnology and Bioengineering (pp. 165–176). Elsevier."}, {"Citation": "Singh, R., & Dubey, A. K. (2020). Isolation and characterization of a new endophytic actinobacterium Streptomyces californicus strain ADR1 as a promising source of anti-bacterial, anti-biofilm and antioxidant metabolites. Microorganisms, 8(6), 929.", "ArticleIdList": ["32575628", "7355773"]}, {"Citation": "Preethi, K., Manon Mani, V., & Lavanya, N. (2021). Endophytic fungi: A potential source of bioactive compounds for commercial and therapeutic applications. In Endophytes (pp. 247–272). Springer."}, {"Citation": "Zheng, R., Li, S., Zhang, X., & Zhao, C. (2021). Biological activities of some new secondary metabolites isolated from endophytic fungi: A review study. International Journal of Molecular Sciences, 22, 959. https://doi.org/10.3390/ijms22020959", "ArticleIdList": ["10.3390/ijms22020959", "33478038", "7835970"]}, {"Citation": "Toghueo, R.M.K. (2019) Bioprospecting endophytic fungi from Fusarium genus as sources of bioactive metabolites. Mycology. 11(1):1-21. https://doi.org/10.1080/21501203.2019.1645053 ."}, {"Citation": "Ahmed, A. M., Mahmoud, B. K., Millan-Aguinage, N., Abdelmohsen, U. R., & Fouad, M. A. (2023). The endophytic Fusarium strains: A treasure trove of natural products. RSC Advances, 13, 1339–1369. https://doi.org/10.1039/D2RA04126J", "ArticleIdList": ["10.1039/D2RA04126J", "36686899", "9827111"]}, {"Citation": "Raviraja, N. S. (2005). Fungal endophytes in five medicinal plant species from Kudremukh Range, Western Ghats of India. Journal of Basic Microbiology, 45(3), 230–235.", "ArticleIdList": ["15900544"]}, {"Citation": "Ting, A. S. Y., Mah, S. W., & Tee, C. S. (2010). Identification of volatile metabolites from fungal endophytes with biocontrol potential towards Fusarium oxysporum F. sp. cubense race 4. American Journal of Agricultural and Biological Sciences, 5(2), 177–182."}, {"Citation": "Nithya, K., & Muthumary, J. (2010). Secondary metabolite from Phomopsis sp. isolated from Plumeria acutifolia Poiret. Recent Research in Science and Technology, 2(4)."}, {"Citation": "Schulz, B., Wanke, U., Draeger, S., & Aust, H. J. (1993). Endophytes from herbaceous plants and shrubs: Effectiveness of surface sterilization methods. Mycological Research, 97(12), 1447–1450."}, {"Citation": "Guo, L. D., Hyde, K. D., & Liew, E. C. Y. (2000). Identification of endophytic fungi from Livistona chinensis based on morphology and rDNA sequences. The New Phytologist, 147(3), 617–630.", "ArticleIdList": ["33862946"]}, {"Citation": "Uzma, F., & Chowdappa, S. (2017). Antimicrobial and antioxidant potential of endophytic fungi isolated from ethnomedicinal plants of Western Ghats, Karnataka. Journal of Pure & Applied Microbiology, 11(2)."}, {"Citation": "Atalla, M. M., Hamed, E. R., & El-Shami, A. R. (2008). Optimization of a culture medium for increased mevinolin production by Aspergillus terreus strain. Malaysian Journal of Microbiology, 4(2), 6–10."}, {"Citation": "Su, Y. C., Wang, J. J., Lin, T. T., & Pan, T. M. (2003). Production of the secondary metabolites γ-aminobutyric acid and monacolin K by Monascus. Journal of Industrial Microbiology and Biotechnology, 30(1), 41–46.", "ArticleIdList": ["12545385"]}, {"Citation": "Ramesha, A., & Srinivas, C. (2014). Antimicrobial activity and phytochemical analysis of crude extracts of endophytic fungi isolated from Plumeria acuminata L. and Plumeria obtusifolia L. European Journal of Experimental Biology, 4(2), 35–43."}, {"Citation": "Mohamed, S. S., Amer, S. K., Selim, M. S., & Rifaat, H. M. (2018). Characterization and applications of exopolysaccharide produced by marine Bacillus altitudinis MSH2014 from Ras Mohamed, Sinai, Egypt. Egyptian Journal of Basic and Applied Sciences, 5(3), 204–209."}, {"Citation": "Palem, P. P., Kuriakose, G. C., & Jayabaskaran, C. (2016). Correction: An endophytic fungus, Talaromyces radicus, isolated from Catharanthus roseus, produces vincristine and vinblastine, which induce apoptotic cell death. PLoS One, 11(4), e0153111.", "ArticleIdList": ["27046169", "4821483"]}, {"Citation": "Sarker, S. D., Nahar, L., & Kumarasamy, Y. (2007). Microtitre plate-based antibacterial assay incorporating resazurin as an indicator of cell growth, and its application in the in vitro antibacterial screening of phytochemicals. Methods, 42(4), 321–324.", "ArticleIdList": ["17560319", "1895922"]}, {"Citation": "Altaf, A. A., Shahzad, A., Gul, Z., Rasool, N., Badshah, A., Lal, B., & Khan, E. (2015). A review on the medicinal importance of pyridine derivatives. Journal of Drug Design and Medicinal Chemistry, 1(1), 1–11."}, {"Citation": "Ahmed, L. T., Al-Ani, N. K., & Smariee, K. W. (2012). chemical analysis and antifungal activity of Paliurus spina-christii. The Egyptian Journal of Experimental Biology (Botany), 8(1), 99–102."}, {"Citation": "Chandrasekaran, M., Senthilkumar, A., & Venkatesalu, V. (2011). Antibacterial and antifungal efficacy of fatty acid methyl esters from the leaves of Sesuvium portulacastrum L. European Review for Medical and Pharmacological Sciences, 15(7), 775–780.", "ArticleIdList": ["21780546"]}, {"Citation": "Sheela, D., & Uthayakumari, F. (2013). GC-MS analysis of bioactive constituents from coastal sand dune taxon-Sesuvium portulacastrum (L.). Bioscience Discovery, 4(1), 47–53."}, {"Citation": "Nalini, M. S., Sunayana, N., & Prakash, H. S. (2014). Endophytic fungal diversity in medicinal plants of Western Ghats, India. International Journal of Biodiversity, 2014, 1–9."}, {"Citation": "Krishnamurthy, Y. L., Shashikala, J., & Naik, B. S. (2009). Diversity and seasonal variation of endophytic fungal communities associated with some medicinal trees of the Western Ghats, Southern India. Sydowia, 61(2), 255–266."}, {"Citation": "Shankar Naik, B., Krishnappa, M., & Krishnamurthy, Y. L. (2014). Biodiversity of endophytic fungi from seven herbaceous medicinal plants of Malnad region, Western Ghats, southern India. Journal of Forestry Research, 25(3), 707–711."}, {"Citation": "Kumar, D. S. S., & Hyde, K. D. (2004). Biodiversity and tissue-recurrence of endophytic fungi in Tripterygium wilfordii. Fungal Diversity, 17, 69–90."}, {"Citation": "Uzma, F., & Chowdappa, S. (2019). Endophytic fungal diversity in selected medicinal plants of Western Ghats of India. In Ethnopharmacology and Biodiversity of Medicinal Plants (pp. 117–136). Apple Academic Press."}, {"Citation": "Shukla, S. T., Habbu, P. V., Kulkarni, V. H., Jagadish, K. S., Pandey, A. R., & Sutariya, V. N. (2014). Endophytic microbes: a novel source for biologically/pharmacologically active secondary metabolites. Asian Journal of Pharmacology & Toxicology, 2(3), 1–6."}, {"Citation": "Bhardwaj, A., & Agrawal, P. (2014). A review fungal endophytes: as a store house of bioactive compound. World Journal of Pharmaceutical Sciences, 3(9), 228–237."}, {"Citation": "Tayung, K., Barik, B. P., Jha, D. K., & Deka, D. C. (2011). Identification and characterization of antimicrobial metabolite from an endophytic fungus, Fusarium solani isolated from bark of Himalayan yew. Mycosphere, 2(3), 203–213."}, {"Citation": "Bacon, C. W., Glenn, A. E., & Yates, I. E. (2008). Fusarium verticillioides: managing the endophytic association with maize for reduced fumonisins accumulation. Toxin Reviews, 27(3-4), 411–446."}, {"Citation": "Katoch, M., Bindu, K., Phull, S., & Verma, M. K. (2017). An endophytic Fusarium sp. isolated from Monarda citriodora produces the industrially important plant-like volatile organic compound hexanal. Microbiology, 163(6), 840–847.", "ArticleIdList": ["28640741"]}, {"Citation": "Hidayat, I., Radiastuti, N., Rahayu, G., Achmadi, S., & Okane, I. (2016). Three quinine and cinchonidine producing Fusarium species from Indonesia. Current Research in Environmental & Applied Mycology, 6(1), 20–34."}, {"Citation": "Chowdhury, N. S., Sohrab, M. H., Rana, M. S., Hasan, C. M., Jamshidi, S., & Rahman, K. M. (2017). Cytotoxic naphthoquinone and azaanthraquinone derivatives from an endophytic Fusarium solani. Journal of Natural Products, 80(4), 1173–1177.", "ArticleIdList": ["28257197"]}, {"Citation": "Selim, S., Alfy, S. E., Al-Ruwaili, M., Abdo, A., & Jaouni, S. A. (2012). Susceptibility of imipenem-resistant Pseudomonas aeruginosa to flavonoid glycosides of date palm (Phoenix dactylifera L.) tamar growing in Al Madinah, Saudi Arabia. African Journal of Biotechnology, 11(2), 416–422."}, {"Citation": "Shiono, Y., Yokoi, M., Koseki, T., Murayama, T., Aburai, N., & Kimura, K. I. (2010). Allantopyrone A, a new α-pyrone metabolite with potent cytotoxicity from an endophytic fungus, Allantophomopsis lycopodina KS-97. The Journal of Antibiotics, 63(5), 251–253.", "ArticleIdList": ["20224600"]}, {"Citation": "Devi, N. N., & Singh, M. S. (2013). GC-MS Analysis of metabolites from endophytic fungus Colletotrichum gloeosporioides isolated from Phlogacanthus thyrsiflorus Nees. International Journal of Pharmaceutical Sciences, 23(2), 392–395."}, {"Citation": "Desire, M. H., Bernard, F., Forsah, M. R., Assang, C. T., & Denis, O. N. (2014). Enzymes and qualitative phytochemical screening of endophytic fungi isolated from Lantana camara Linn. leaves. Journal of Applied Biology and Biotechnology, 2(6), 001–006. https://doi.org/10.7324/JABB.2014.2601", "ArticleIdList": ["10.7324/JABB.2014.2601"]}, {"Citation": "Kildgaard, S., Subko, K., Phillips, E., Goidts, V., De la Cruz, M., Díaz, C., Gotfredsen, C. H., Andersen, B., Frisvad, J. C., Nielsen, K. F., & Larsen, T. O. (2017). A dereplication and bioguided discovery approach to reveal new compounds from a marine-derived fungus Stilbella fimetaria. Marine Drugs, 15(8), 253.", "ArticleIdList": ["28805711", "5577607"]}, {"Citation": "Chinnathambi, A., & Alahmadi, T. A. (2021). Zinc nanoparticles green-synthesized by Alhagi maurorum leaf aqueous extract: Chemical characterization and cytotoxicity, antioxidant, and anti-osteosarcoma effects. Arabian Journal of Chemistry, 14(4), 103083."}, {"Citation": "Koparde, A. A., Doijad, R. C., & Magdum, C. S. (2019). Natural products in drug discovery. In Pharmacognosy-medicinal plants. IntechOpen. https://doi.org/10.5772/intechopen.82860", "ArticleIdList": ["10.5772/intechopen.82860"]}, {"Citation": "Saruno, R., Kato, F., & Ikeno, T. (1979). Kojic acid, a tyrosinase inhibitor from Aspergillus albus. Agricultural and Biological Chemistry, 43(6), 1337–1338."}, {"Citation": "Strobel, G. A., Dirkse, E., Sears, J., & Markworth, C. (2001). Volatile antimicrobials from Muscodor albus, a novel endophytic fungus. Microbiology, 147(11), 2943–2950.", "ArticleIdList": ["11700345"]}, {"Citation": "Sindhu, S., & Manorama, S. (2013). GC-MS determination of bioactive components of Polycarpaea corymbosa Lams. (Caryophyllaceae). Hygeia-Journal for Drugs and Medicine, 5(1), 5–9."}, {"Citation": "Kifayatullah, M., Sarker, M. M. R., & Mustapha, M. S. (2017). Phytochemical investigation of ethanolic extract of Pericampylus glaucus leaves from Malaysia by GC-MS analytical technique. International Journal of PharmTech Research, 10, 234–240."}, {"Citation": "Abdelhamid, M. S., Kondratenko, E. I., & Lomteva, N. A. (2015). GC-MS analysis of phytocomponents in the ethanolic extract of Nelumbonucifera seeds from Russia. Journal of Applied Pharmaceutical Science, 5(4), 115–118."}, {"Citation": "Kanchiswamy, C. N., Malnoy, M., & Maffei, M. E. (2015). Chemical diversity of microbial volatiles and their potential for plant growth and productivity. Frontiers in Plant Science, 6, 151.", "ArticleIdList": ["25821453", "4358370"]}, {"Citation": "Yu, H., Zhang, L., Li, L., Zheng, C., Guo, L., Li, W., Sun, P., & Qin, L. (2010). Recent developments and future prospects of antimicrobial metabolites produced by endophytes. Microbiological Research, 165(6), 437–449.", "ArticleIdList": ["20116229"]}, {"Citation": "Merlin, J. N., Christhudas, I. V. S. N., Kumar, P. P., & Agastian, P. (2013). Optimization of growth and bioactive metabolite production: Fusarium solani. Asian Journal of Pharmaceutical and Clinical Research, 6(3), 98–103."}, {"Citation": "Idris, A. M., Al-tahir, I., & Idris, E. (2013). Antibacterial activity of endophytic fungi extracts from the medicinal plant Kigelia africana. Egyptian Academic Journal of Biological Sciences, G. Microbiology, 5(1), 1–9."}, {"Citation": "Shah, A., Rather, M. A., Hassan, Q. P., Aga, M. A., Mushtaq, S., Shah, A. M., Hussain, A., Baba, S. A., & Ahmad, Z. (2017). Discovery of anti-microbial and anti-tubercular molecules from Fusarium solani: An endophyte of Glycyrrhiza glabra. Journal of Applied Microbiology, 122(5), 1168–1176.", "ArticleIdList": ["28150900"]}, {"Citation": "Sharma, A., Malhotra, B., Kharkwal, H., Kulkarni, G. T., & Kaushik, N. (2020). Therapeutic agents from endophytes harbored in Asian medicinal plants. Phytochemistry Reviews, 19(3), 691–720."}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "8", "Day": "7"}, {"Year": "2024", "Month": "6", "Day": "11", "Hour": "12", "Minute": "44"}, {"Year": "2023", "Month": "8", "Day": "23", "Hour": "12", "Minute": "43"}, {"Year": "2023", "Month": "8", "Day": "23", "Hour": "11", "Minute": "6"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37610512", "10.1007/s12010-023-04669-6", "10.1007/s12010-023-04669-6"]}}], "PubmedBookArticle": []}