{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antioxidant enzymes", "Bioaccumulation", "Biochemical parameters", "Hormesis", "Non-enzymatic antioxidants", "Photosynthetic pigments"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37624496", "DateCompleted": {"Year": "2023", "Month": "10", "Day": "02"}, "DateRevised": {"Year": "2023", "Month": "10", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "08", "Day": "25"}], "Language": ["eng"], "ELocationID": ["10.1007/s11356-023-29359-y"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "30", "Issue": "44", "PubDate": {"Year": "2023", "Month": "Sep"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Hormetic dose responses induced by nickel oxide nanoparticles (NiONPs) on growth, biochemical, and antioxidant defense systems of Dracocephalum kotschyi.", "Pagination": {"StartPage": "100078", "EndPage": "100094", "MedlinePgn": "100078-100094"}, "Abstract": {"AbstractText": ["The application of nickel oxide nanoparticles (NiONPs) in various fields leads to their release into soil and water and, consequently, interaction with plants. Unlike its bulk counterpart, the phytotoxic potential of NiONPs is relatively less studied, particularly in a hormesis framework. Hormesis is an interesting phenomenon characterized by low-dose stimulation and high-dose inhibition. Therefore, this study demonstrates the stimulatory and inhibitory effects of NiONPs on Dracocephalum kotschyi Boiss as a medicinal plant cultivated in a pot experiment carried out in a greenhouse for 3 weeks. High bioaccumulation of nickel (Ni) in roots of treated plants relative to shoots indicates higher oxidative damage. NiONPs induced hormetic effects on photosynthetic pigments, as at low concentration of 50 mg/L stimulated chlorophyll (2.8-46.7%), carotenoid (16%), and anthocyanin (5.9%) contents and at higher concentrations inhibited the content of these pigments. A hormetic response was observed in growth parameters, i.e., NiONPs induced shoot height (7.2%) and weight (33%) at 100 mg/L, while inhibited shoot and root length (14.5-16.1% and 28.7-42.7%) and weight (46.8-48.1% and 37-40.6%), respectively, at 1000 and 2500 mg/L. The treated plants declined the toxic effects and oxidative stress caused by NiONPs by activating non-enzymatic antioxidants (phenolic compounds and proline) and enzymatic antioxidants, i.e., increasing the levels of SOD, POD, CAT, and APX. Therefore, the present study investigated for the first time the different mechanisms and responses of D. kotschyi plants to NiONPs in a wide range of concentrations. The results suggest that NiONPs may act as an elicitor at lower concentrations in medicinal plants according to specific conditions. However, these NPs at higher concentrations induce oxidative stress and harmful effects on plants, so their use poses serious risks to human health and the environment."], "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": ["0000-0001-9591-1170"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Science, Razi University, Kermanshah, Iran. a.chahardoly@gmail.com."}], "LastName": "Chahardoli", "ForeName": "Azam", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "C3574QBZ3Y", "NameOfSubstance": "nickel monoxide"}, {"RegistryNumber": "7OV03QG267", "NameOfSubstance": "Nickel"}], "SupplMeshList": ["Dracocephalum kotschyi"], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Antioxidants"}, {"QualifierName": ["toxicity", "chemistry"], "DescriptorName": "Nickel"}, {"QualifierName": [], "DescriptorName": "Hormesis"}, {"QualifierName": [], "DescriptorName": "Nanoparticles"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abdel Latef AAH, Abu Alhmad MF, Abdelfattah KE (2017) The possible roles of priming with ZnO nanoparticles in mitigation of salinity stress in lupine (Lupinus termis) plants. J Plant Growth Regul 36:60–70", "ArticleIdList": ["10.1007/s00344-016-9618-x"]}, {"Citation": "Adeel M, Ma C, Ullah S et al (2019) Exposure to nickel oxide nanoparticles insinuates physiological, ultrastructural and oxidative damage: a life cycle study on Eisenia fetida. Environ Pollut 254:113032", "ArticleIdList": ["10.1016/j.envpol.2019.113032"]}, {"Citation": "Agathokleous E, Calabrese EJ (2019) Hormesis can enhance agricultural sustainability in a changing world. Glob Food Sec 20:150–155", "ArticleIdList": ["10.1016/j.gfs.2019.02.005"]}, {"Citation": "Agathokleous E, Feng Z, Iavicoli I, Calabrese EJ (2019) The two faces of nanomaterials: a quantification of hormesis in algae and plants. Environ Int 131:105044", "ArticleIdList": ["10.1016/j.envint.2019.105044"]}, {"Citation": "Ahmad MSA, Ashraf M (2012) Essential roles and hazardous effects of nickel in plants. In: Whitacre D (eds) Reviews of Environmental Contamination and Toxicology. Reviews of Environmental Contamination and Toxicology, vol 214. Springer, New York, NY. pp 125–167"}, {"Citation": "Ahmadzadeh S, Rahmani F, Pourakbar L (2017) Growth and antioxidant responses of strawberry to nickel oxide nanoparticles application. Jordan J Agric Sci 13:35–44", "ArticleIdList": ["10.12816/0039651"]}, {"Citation": "Arnon DI (1949) Copper enzymes in isolated chloroplasts. Polyphenoloxidase in Beta vulgaris. Plant Physiol 24:1", "ArticleIdList": ["10.1104/pp.24.1.1"]}, {"Citation": "Banerjee S, Islam J, Mondal S et al (2023) Proactive attenuation of arsenic-stress by nano-priming: zinc oxide nanoparticles in Vigna mungo (L.) Hepper trigger antioxidant defense response and reduce root-shoot arsenic translocation. J Hazard Mater 446:130735"}, {"Citation": "Baskar V, Nayeem S, Kuppuraj SP et al (2018) Assessment of the effects of metal oxide nanoparticles on the growth, physiology and metabolic responses in in vitro grown eggplant (Solanum melongena). 3 Biotech 8:1–12", "ArticleIdList": ["10.1007/s13205-018-1386-9"]}, {"Citation": "Baskar V, Safia N, Sree Preethy K et al (2021) A comparative study of phytotoxic effects of metal oxide (CuO, ZnO and NiO) nanoparticles on in-vitro grown Abelmoschus esculentus. Plant Biosyst Int J Deal Asp Plant Biol 155:374–383"}, {"Citation": "Bates LS, Waldren RP, Teare ID (1973) Rapid determination of free proline for water-stress studies. Plant Soil 39:205–207", "ArticleIdList": ["10.1007/BF00018060"]}, {"Citation": "Bhaduri AM, Fulekar MH (2012) Antioxidant enzyme responses of plants to heavy metal stress. Rev Environ Sci Bio/Technol 11:55–69", "ArticleIdList": ["10.1007/s11157-011-9251-x"]}, {"Citation": "Bradford MM (1976) A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding. Anal Biochem 72:248–254", "ArticleIdList": ["10.1016/0003-2697(76)90527-3"]}, {"Citation": "Chahardoli A, Karimi N, Ma X, Qalekhani F (2020) Effects of engineered aluminum and nickel oxide nanoparticles on the growth and antioxidant defense systems of Nigella arvensis L. Sci Rep 10:1–11", "ArticleIdList": ["10.1038/s41598-020-60841-6"]}, {"Citation": "Chahardoli A, Qalekhani F, Shokoohinia Y, Fattahi A (2021) Biological and catalytic activities of green synthesized silver nanoparticles from the leaf infusion of Dracocephalum kotschyi Bois. Glob Chall 5:2000018", "ArticleIdList": ["10.1002/gch2.202000018"]}, {"Citation": "Chahardoli A, Sharifan H, Karimi N, Kakavand SN (2022) Uptake, translocation, phytotoxicity, and hormetic effects of titanium dioxide nanoparticles (TiO<sub>2</sub>NPs) in Nigella arvensis L. Sci Total Environ 806:151222", "ArticleIdList": ["10.1016/j.scitotenv.2021.151222"]}, {"Citation": "Chung I-M, Venkidasamy B, Thiruvengadam M (2019) Nickel oxide nanoparticles cause substantial physiological, phytochemical, and molecular-level changes in Chinese cabbage seedlings. Plant Physiol Biochem 139:92–101", "ArticleIdList": ["10.1016/j.plaphy.2019.03.010"]}, {"Citation": "De Souza-Torres A, Govea-Alcaide E, Gómez-Padilla E et al (2021) Fe<sub>3</sub>O<sub>4</sub> nanoparticles and Rhizobium inoculation enhance nodulation, nitrogen fixation and growth of common bean plants grown in soil. Rhizosphere 17:100275", "ArticleIdList": ["10.1016/j.rhisph.2020.100275"]}, {"Citation": "Djebbi E, Bonnet D, Pringault O et al (2021) Effects of nickel oxide nanoparticles on survival, reproduction, and oxidative stress biomarkers in the marine calanoid copepod Centropages ponticus under short-term exposure. Environ Sci Pollut Res 28:21978–21990", "ArticleIdList": ["10.1007/s11356-020-11781-1"]}, {"Citation": "Dubois M, Gilles KA, Hamilton JK et al (1956) Colorimetric method for determination of sugars and related substances. Anal Chem 28:350–356", "ArticleIdList": ["10.1021/ac60111a017"]}, {"Citation": "Duman F, Ozturk F (2010) Nickel accumulation and its effect on biomass, protein content and antioxidative enzymes in roots and leaves of watercress (Nasturtium officinale R. Br.). J Environ Sci 22:526–532", "ArticleIdList": ["10.1016/S1001-0742(09)60137-6"]}, {"Citation": "Erofeeva EA (2022) Environmental hormesis of non-specific and specific adaptive mechanisms in plants. Sci Total Environ 804:150059", "ArticleIdList": ["10.1016/j.scitotenv.2021.150059"]}, {"Citation": "Faisal M, Saquib Q, Alatar AA et al (2013) Phytotoxic hazards of NiO-nanoparticles in tomato: a study on mechanism of cell death. J Hazard Mater 250:318–332", "ArticleIdList": ["10.1016/j.jhazmat.2013.01.063"]}, {"Citation": "Fattahi M, Nazeri V, Torras-Claveria L et al (2013) A new biotechnological source of rosmarinic acid and surface flavonoids: hairy root cultures of Dracocephalum kotschyi Boiss. Ind Crops Prod 50:256–263", "ArticleIdList": ["10.1016/j.indcrop.2013.07.029"]}, {"Citation": "Gajewska E, Skłodowska M, Słaba M, Mazur J (2006) Effect of nickel on antioxidative enzyme activities, proline and chlorophyll contents in wheat shoots. Biol Plant 50:653–659", "ArticleIdList": ["10.1007/s10535-006-0102-5"]}, {"Citation": "Gopal R, Nautiyal N (2012) Growth, antioxidant enzymes activities, and proline accumulation in mustard due to nickel. Int J Veg Sci 18:223–234", "ArticleIdList": ["10.1080/19315260.2011.619641"]}, {"Citation": "Gratão PL, Alves LR, Lima LW (2019) Heavy metal toxicity and plant productivity: role of metal scavengers. In: Srivastava S, Srivastava A, Suprasanna P (eds) Plant-Metal Interactions. Springer, Cham, pp 49–60"}, {"Citation": "Gupta V, Jatav PK, Verma R et al (2017) Nickel accumulation and its effect on growth, physiological and biochemical parameters in millets and oats. Environ Sci Pollut Res 24:23915–23925", "ArticleIdList": ["10.1007/s11356-017-0057-4"]}, {"Citation": "Gupta P, Seth CS (2022) 24-Epibrassinolide regulates functional components of nitric oxide signalling and antioxidant defense pathways to alleviate salinity stress in Brassica juncea L. cv. Varuna. J Plant Growth Regul 42:4207–4222"}, {"Citation": "Hossain Z, Mustafa G, Komatsu S (2015) Plant responses to nanoparticle stress. Int J Mol Sci 16:26644–26653", "ArticleIdList": ["10.3390/ijms161125980"]}, {"Citation": "Hussain F, Hadi F, Rongliang Q (2021) Effects of zinc oxide nanoparticles on antioxidants, chlorophyll contents, and proline in Persicaria hydropiper L. and its potential for Pb phytoremediation. Environ Sci Pollut Res 28:34697–34713", "ArticleIdList": ["10.1007/s11356-021-13132-0"]}, {"Citation": "Jalal A, de Oliveira Junior JC, Ribeiro JS et al (2021) Hormesis in plants: physiological and biochemical responses. Ecotoxicol Environ Saf 207:111225", "ArticleIdList": ["10.1016/j.ecoenv.2020.111225"]}, {"Citation": "Jośko I, Oleszczuk P (2013) Influence of soil type and environmental conditions on ZnO, TiO<sub>2</sub> and Ni nanoparticles phytotoxicity. Chemosphere 92:91–99", "ArticleIdList": ["10.1016/j.chemosphere.2013.02.048"]}, {"Citation": "Khalofah A, Kilany M, Migdadi H (2021) Phytostimulatory influence of Comamonas testosteroni and silver nanoparticles on Linum usitatissimum L. under salinity stress. Plants 10:790", "ArticleIdList": ["10.3390/plants10040790"]}, {"Citation": "Kumar D, Dhankher OP, Tripathi RD, Seth CS (2023) Titanium dioxide nanoparticles potentially regulate the mechanism (s) for photosynthetic attributes, genotoxicity, antioxidants defense machinery, and phytochelatins synthesis in relation to hexavalent chromium toxicity in Helianthus annuus L. J Hazard Mater 454:131418", "ArticleIdList": ["10.1016/j.jhazmat.2023.131418"]}, {"Citation": "Kumar S, Wang M, Liu Y et al (2022) Nickel toxicity alters growth patterns and induces oxidative stress response in sweetpotato. Front Plant Sci 13:1054924"}, {"Citation": "Kurczyńska E, Godel-Jędrychowska K, Sala K, Milewska-Hendel A (2021) Nanoparticles—plant interaction: what we know, where we are? Appl Sci 11:5473", "ArticleIdList": ["10.3390/app11125473"]}, {"Citation": "Ma X, Geiser-Lee J, Deng Y, Kolmakov A (2010) Interactions between engineered nanoparticles (ENPs) and plants: phytotoxicity, uptake and accumulation. Sci Total Environ 408:3053–3061", "ArticleIdList": ["10.1016/j.scitotenv.2010.03.031"]}, {"Citation": "Małecka A, Konkolewska A, Hanć A et al (2019) Insight into the phytoremediation capability of Brassica juncea (v. Malopolska): metal accumulation and antioxidant enzyme activity. Int J Mol Sci 20:4355", "ArticleIdList": ["10.3390/ijms20184355"]}, {"Citation": "Manna I, Bandyopadhyay M (2017) Engineered nickel oxide nanoparticles affect genome stability in Allium cepa (L.). Plant Physiol Biochem 121:206–215", "ArticleIdList": ["10.1016/j.plaphy.2017.11.003"]}, {"Citation": "Manna I, Sahoo S, Bandyopadhyay M (2021) Effect of engineered nickel oxide nanoparticle on reactive oxygen species–nitric oxide interplay in the roots of Allium cepa L. Front Plant Sci 12:586509", "ArticleIdList": ["10.3389/fpls.2021.586509"]}, {"Citation": "Manna I, Mishra S, Bandyopadhyay M (2022) In vivo genotoxicity assessment of nickel oxide nanoparticles in the model plant Allium cepa L. Nucl 65:203–214", "ArticleIdList": ["10.1007/s13237-021-00377-w"]}, {"Citation": "Matysik J, Bhalu AB, Mohanty P (2002) Molecular mechanisms of quenching of reactive oxygen species by proline under stress in plants. Curr Sci 82:525–532"}, {"Citation": "Meyer JS, Lyons-Darden T, Garman ER et al (2020) Toxicity of nanoparticulate nickel to aquatic organisms: review and recommendations for improvement of toxicity tests. Environ Toxicol Chem 39:1861–1883", "ArticleIdList": ["10.1002/etc.4812"]}, {"Citation": "Modarresi M, Chahardoli A, Karimi N, Chahardoli S (2020) Variations of glaucine, quercetin and kaempferol contents in Nigella arvensis against Al<sub>2</sub>O<sub>3</sub>, NiO, and TiO<sub>2</sub> nanoparticles. Heliyon 6:e04265", "ArticleIdList": ["10.1016/j.heliyon.2020.e04265"]}, {"Citation": "Mousavi Kouhi SM, Lahouti M, Ganjeali A, Entezari MH (2015) Comparative effects of ZnO nanoparticles, ZnO bulk particles, and Zn<sup>2+</sup> on Brassica napus after long-term exposure: changes in growth, biochemical compounds, antioxidant enzyme activities, and Zn bioaccumulation. Water Air Soil Pollut 226:1–11"}, {"Citation": "Mustafa G, Komatsu S (2016) Insights into the response of soybean mitochondrial proteins to various sizes of aluminum oxide nanoparticles under flooding stress. J Proteome Res 15:4464–4475", "ArticleIdList": ["10.1021/acs.jproteome.6b00572"]}, {"Citation": "Najafi-Kakavand S, Karimi N, Ghasempour H-R (2019) Salicylic acid and jasmonic acid restrains nickel toxicity by ameliorating antioxidant defense system in shoots of metallicolous and non-metallicolous Alyssum inflatum Náyr. Populations. Plant Physiol Biochem 135:450–459", "ArticleIdList": ["10.1016/j.plaphy.2018.11.015"]}, {"Citation": "Najafi-Kakavand S, Karimi N, Ghasempour H-R et al (2023) Role of jasmonic and salicylic acid on enzymatic changes in the root of two Alyssum inflatum Náyr. populations exposed to nickel toxicity. J Plant Growth Regul 42:1647–1664", "ArticleIdList": ["10.1007/s00344-022-10648-8"]}, {"Citation": "Nowicka B (2022) Heavy metal–induced stress in eukaryotic algae—mechanisms of heavy metal toxicity and tolerance with particular emphasis on oxidative stress in exposed cells and the role of antioxidant response. Environ Sci Pollut Res 29:16860–16911", "ArticleIdList": ["10.1007/s11356-021-18419-w"]}, {"Citation": "Oukarroum A, Barhoumi L, Samadani M, Dewez D (2015) Toxic effects of nickel oxide bulk and nanoparticles on the aquatic plant Lemna gibba L. Biomed Res Int 2015:1–7"}, {"Citation": "Oukarroum A, Zaidi W, Samadani M, Dewez D (2017) Toxicity of nickel oxide nanoparticles on a freshwater green algal strain of Chlorella vulgaris. Biomed Res Int 2017:1–8"}, {"Citation": "Parsons JG, Lopez ML, Gonzalez CM et al (2010) Toxicity and biotransformation of uncoated and coated nickel hydroxide nanoparticles on mesquite plants. Environ Toxicol Chem 29:1146–1154"}, {"Citation": "Pinto M, Soares C, Pinto AS, Fidalgo F (2019) Phytotoxic effects of bulk and nano-sized Ni on Lycium barbarum L. grown in vitro–oxidative damage and antioxidant response. Chemosphere 218:507–516", "ArticleIdList": ["10.1016/j.chemosphere.2018.11.127"]}, {"Citation": "Pirzadah TB, Malik B, Tahir I et al (2019) Aluminium stress modulates the osmolytes and enzyme defense system in Fagopyrum species. Plant Physiol Biochem 144:178–186", "ArticleIdList": ["10.1016/j.plaphy.2019.09.033"]}, {"Citation": "Rizwan M, Imtiaz M, Dai Z et al (2017) Nickel stressed responses of rice in Ni subcellular distribution, antioxidant production, and osmolyte accumulation. Environ Sci Pollut Res 24:20587–20598", "ArticleIdList": ["10.1007/s11356-017-9665-2"]}, {"Citation": "Sabouri Z, Fereydouni N, Akbari A et al (2020) Plant-based synthesis of NiO nanoparticles using Salvia macrosiphon Boiss extract and examination of their water treatment. Rare Met 39:1134–1144", "ArticleIdList": ["10.1007/s12598-019-01333-z"]}, {"Citation": "Saleh AM, Hassan YM, Selim S, AbdElgawad H (2019) NiO-nanoparticles induce reduced phytotoxic hazards in wheat (Triticum aestivum L.) grown under future climate CO<sub>2</sub>. Chemosphere 220:1047–1057", "ArticleIdList": ["10.1016/j.chemosphere.2019.01.023"]}, {"Citation": "Sardar R, Ahmed S, Shah AA, Yasin NA (2022) Selenium nanoparticles reduced cadmium uptake, regulated nutritional homeostasis and antioxidative system in Coriandrum sativum grown in cadmium toxic conditions. Chemosphere 287:132332", "ArticleIdList": ["10.1016/j.chemosphere.2021.132332"]}, {"Citation": "Sergiev I, Alexieva V, Karanov E (1997) Effect of spermine, atrazine and combination between them on some endogenous protective systems and stress markers in plants. Compt Rend Acad Bulg Sci 51:121–124"}, {"Citation": "Sharma A, Shahzad B, Rehman A et al (2019) Response of phenylpropanoid pathway and the role of polyphenols in plants under abiotic stress. Molecules 24:2452", "ArticleIdList": ["10.3390/molecules24132452"]}, {"Citation": "Singh VP, Singh S, Tripathi DK et al (2021) Plant responses to nanomaterials. Springer", "ArticleIdList": ["10.1007/978-3-030-36740-4"]}, {"Citation": "Singh D, Agnihotri A, Seth CS (2017) Interactive effects of EDTA and oxalic acid on chromium uptake, translocation and photosynthetic attributes in Indian mustard (Brassica juncea L. var. Varuna). Curr Sci 112:2034–2042"}, {"Citation": "Soares C, de Sousa A, Pinto A et al (2016) Effect of 24-epibrassinolide on ROS content, antioxidant system, lipid peroxidation and Ni uptake in Solanum nigrum L. under Ni stress. Environ Exp Bot 122:115–125", "ArticleIdList": ["10.1016/j.envexpbot.2015.09.010"]}, {"Citation": "Soares C, Branco-Neves S, de Sousa A et al (2018) SiO<sub>2</sub> nanomaterial as a tool to improve Hordeum vulgare L. tolerance to nano-NiO stress. Sci Total Environ 622:517–525", "ArticleIdList": ["10.1016/j.scitotenv.2017.12.002"]}, {"Citation": "Sousa CA, Soares HMVM, Soares EV (2018) Toxic effects of nickel oxide (NiO) nanoparticles on the freshwater alga Pseudokirchneriella subcapitata. Aquat Toxicol 204:80–90", "ArticleIdList": ["10.1016/j.aquatox.2018.08.022"]}, {"Citation": "Stiller A, Garrison K, Gurdyumov K et al (2021) From fighting critters to saving lives: polyphenols in plant defense and human health. Int J Mol Sci 22:8995", "ArticleIdList": ["10.3390/ijms22168995"]}, {"Citation": "Torbati S (2018) Phytotoxicological effects of bulk-NiO and NiO nanoparticles on lesser and giant duckweeds as model macrophytes: Changes in the plants physiological responses. Iran J Toxicol 12:31–39", "ArticleIdList": ["10.32598/IJT.12.4.501.2"]}, {"Citation": "UruçParlak K (2016) Effect of nickel on growth and biochemical characteristics of wheat (Triticum aestivum L.) seedlings. NJAS Wageningen J Life Sci 76:1–5", "ArticleIdList": ["10.1016/j.njas.2012.07.001"]}, {"Citation": "Wang S, Huang B, Fan D et al (2021) Hormetic responses of soil microbiota to exogenous Cd: a step toward linking community-level hormesis to ecological risk assessment. J Hazard Mater 416:125760", "ArticleIdList": ["10.1016/j.jhazmat.2021.125760"]}, {"Citation": "Yadav M, Gupta P, Seth CS (2022) Foliar application of α-lipoic acid attenuates cadmium toxicity on photosynthetic pigments and nitrogen metabolism in Solanum lycopersicum L. Acta Physiol Plant 44:112", "ArticleIdList": ["10.1007/s11738-022-03445-z"]}, {"Citation": "Yilmaz DD, Parlak KU (2011) Nickel-induced changes in lipid peroxidation, antioxidative enzymes, and metal accumulation in Lemna gibba. Int J Phytoremediation 13:805–817", "ArticleIdList": ["10.1080/15226514.2010.525563"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "3", "Day": "2"}, {"Year": "2023", "Month": "8", "Day": "11"}, {"Year": "2023", "Month": "10", "Day": "2", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "8", "Day": "25", "Hour": "12", "Minute": "42"}, {"Year": "2023", "Month": "8", "Day": "25", "Hour": "11", "Minute": "8"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37624496", "10.1007/s11356-023-29359-y", "10.1007/s11356-023-29359-y"]}}], "PubmedBookArticle": []}