{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Amyloid Fibrils", "Amyloid β Oligomers", "Cell Toxicity", "Protein Aggregation", "Ultrasonic Pulses"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37634212", "DateCompleted": {"Year": "2023", "Month": "09", "Day": "07"}, "DateRevised": {"Year": "2024", "Month": "04", "Day": "15"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "08", "Day": "27"}], "Language": ["eng"], "ELocationID": ["10.1007/s10930-023-10138-0"], "Journal": {"ISSN": "1875-8355", "JournalIssue": {"Volume": "42", "Issue": "5", "PubDate": {"Year": "2023", "Month": "Oct"}}, "Title": "The protein journal", "ISOAbbreviation": "Protein J"}, "ArticleTitle": "The Effect of Ultrasonication on the Fibrillar/ Oligomeric Structures of Aβ<sub>1-42</sub> at Different Concentrations.", "Pagination": {"StartPage": "575", "EndPage": "585", "MedlinePgn": "575-585"}, "Abstract": {"AbstractText": ["The number of disease states linked the aberrant regular protein conformations to oligomers and amyloid fibrils. Amyloid beta 1-42 (Aβ<sub>1-42</sub>) peptide is very hydrophobic and quickly forms the β-rich structure and fibrillar protein aggregates in some solutions and buffer conditions. Ultrasonication pulses can disrupt amyloid fibrils to smaller fragments and produce Aβ<sub>1-42</sub> peptides of different sizes and oligomers. Herein, we investigated the effects of buffer and ultrasonication on Aβ<sub>1-42</sub> structure at low and high concentrations. After ultrasonication, the Western blot results showed that Aβ<sub>1-42</sub> fibrils were disaggregated into different sizes. The transmission electron microscopy results indicated Aβ<sub>1-42</sub> at low concentration (25 µM) in Ham's/F12 phenol red-free culture medium formed short-size fragments and oligomers. In comparison, Aβ<sub>1-42</sub> at higher concentration (100 µM) formed fibrils that break down into smaller fragments after ultrasonication. However, after regrowth, it formed mature fibrils again. Cell viability assay indicated that Aβ<sub>1-42</sub> oligomers formed at a low concentration (25 µM) were more toxic to PC12 cells than other forms. In conclusion, by applying ultrasonication pulses and controlling peptide concentration and buffer condition, we can rich Aβ<sub>1-42</sub> aggregates with a particular size and molecular structure."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Biochemistry, Faculty of Medical Sciences, Tarbiat Modares University, P.O. Box. 14115-133, Tehran, Iran."}, {"Identifier": [], "Affiliation": "Institute for Natural Products and Medicinal Plants, Tarbiat Modares University, Tehran, Iran."}], "LastName": "Faridi", "ForeName": "Nassim", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Biochemistry, Faculty of Medical Sciences, Tarbiat Modares University, P.O. Box. 14115-133, Tehran, Iran."}], "LastName": "Sanjari-Pour", "ForeName": "Maryam", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmaceutical Sciences, Zhejiang University of Technology, Hangzhou, 310014, People's Republic of China."}], "LastName": "Wang", "ForeName": "Ping", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Biochemistry, Faculty of Medical Sciences, Tarbiat Modares University, P.O. Box. 14115-133, Tehran, Iran. bathaie@mbi.ucla.edu."}, {"Identifier": [], "Affiliation": "Institute for Natural Products and Medicinal Plants, Tarbiat Modares University, Tehran, Iran. bathaie@mbi.ucla.edu."}, {"Identifier": [], "Affiliation": "UCLA-DOE Institute, University of California, Los Angeles, CA, USA. bathaie@mbi.ucla.edu."}], "LastName": "Bathaie", "ForeName": "S Zahra", "Initials": "SZ"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Protein J", "NlmUniqueID": "101212092", "ISSNLinking": "1572-3887"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "amyloid beta-protein (1-42)"}, {"RegistryNumber": "0", "NameOfSubstance": "Amyloid"}, {"RegistryNumber": "0", "NameOfSubstance": "Amyloid beta-Peptides"}, {"RegistryNumber": "0", "NameOfSubstance": "Culture Media"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": [], "DescriptorName": "Amyloid"}, {"QualifierName": [], "DescriptorName": "Amyloid beta-Peptides"}, {"QualifierName": [], "DescriptorName": "Cell Survival"}, {"QualifierName": [], "DescriptorName": "Culture Media"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Kirkitadze MD, Bitan G, Teplow DB. Paradigm shifts in Alzheimer’s disease and other neurodegenerative disorders: the emerging role of oligomeric assemblies. J Neurosci Res. 2002;69(5):567–577. doi: 10.1002/jnr.10328.", "ArticleIdList": ["10.1002/jnr.10328", "12210822"]}, {"Citation": "Ono K, Condron MM, Teplow DB. Structure-neurotoxicity relationships of amyloid beta-protein oligomers. Proc Natl Acad Sci U S A. 2009;106(35):14745–14750. doi: 10.1073/pnas.0905127106.", "ArticleIdList": ["10.1073/pnas.0905127106", "PMC2736424", "19706468"]}, {"Citation": "Cizas P, Budvytyte R, Morkuniene R, Moldovan R, Broccio M, Losche M, Niaura G, Valincius G, Borutaite V. Size-dependent neurotoxicity of beta-amyloid oligomers. Arch Biochem Biophys. 2010;496(2):84–92. doi: 10.1016/j.abb.2010.02.001.", "ArticleIdList": ["10.1016/j.abb.2010.02.001", "PMC2853175", "20153288"]}, {"Citation": "Eisenberg D, Nelson R, Sawaya MR, Balbirnie M, Sambashivan S, Ivanova MI, Madsen AO, Riekel C. The structural biology of protein aggregation diseases: fundamental questions and some answers. Acc Chem Res. 2006;39(9):568–575. doi: 10.1021/ar0500618.", "ArticleIdList": ["10.1021/ar0500618", "PMC3017558", "16981672"]}, {"Citation": "Luhrs T, Ritter C, Adrian M, Riek-Loher D, Bohrmann B, Dobeli H, Schubert D, Riek R. 3D structure of Alzheimer’s amyloid-beta(1–42) fibrils. Proc Natl Acad Sci U S A. 2005;102(48):17342–17347. doi: 10.1073/pnas.0506723102.", "ArticleIdList": ["10.1073/pnas.0506723102", "PMC1297669", "16293696"]}, {"Citation": "Barghorn S, Nimmrich V, Striebinger A, Krantz C, Keller P, Janson B, Bahr M, Schmidt M, Bitner RS, Harlan J, Barlow E, Ebert U, Hillen H. Globular amyloid beta-peptide oligomer - a homogenous and stable neuropathological protein in Alzheimer’s disease. J Neurochem. 2005;95(3):834–847. doi: 10.1111/j.1471-4159.2005.03407.x.", "ArticleIdList": ["10.1111/j.1471-4159.2005.03407.x", "16135089"]}, {"Citation": "Arispe N, Rojas E, Pollard HB. Alzheimer disease amyloid beta protein forms calcium channels in bilayer membranes: blockade by tromethamine and aluminum. Proc Natl Acad Sci U S A. 1993;90(2):567–571. doi: 10.1073/pnas.90.2.567.", "ArticleIdList": ["10.1073/pnas.90.2.567", "PMC45704", "8380642"]}, {"Citation": "Ferguson N, Becker J, Tidow H, Tremmel S, Sharpe TD, Krause G, Flinders J, Petrovich M, Berriman J, Oschkinat H, Fersht AR. General structural motifs of amyloid protofilaments. Proc Natl Acad Sci U S A. 2006;103(44):16248–16253. doi: 10.1073/pnas.0607815103.", "ArticleIdList": ["10.1073/pnas.0607815103", "PMC1637568", "17060612"]}, {"Citation": "Kayed R, Sokolov Y, Edmonds B, McIntire TM, Milton SC, Hall JE, Glabe CG. Permeabilization of lipid bilayers is a common conformation-dependent activity of soluble amyloid oligomers in protein misfolding diseases. J Biol Chem. 2004;279(45):46363–46366. doi: 10.1074/jbc.C400260200.", "ArticleIdList": ["10.1074/jbc.C400260200", "15385542"]}, {"Citation": "Kremer JJ, Pallitto MM, Sklansky DJ, Murphy RM. Correlation of beta-amyloid aggregate size and hydrophobicity with decreased bilayer fluidity of model membranes. Biochemistry. 2000;39(33):10309–10318. doi: 10.1021/bi0001980.", "ArticleIdList": ["10.1021/bi0001980", "10956020"]}, {"Citation": "Cerf E, Sarroukh R, Tamamizu-Kato S, Breydo L, Derclaye S, Dufrene YF, Narayanaswami V, Goormaghtigh E, Ruysschaert JM, Raussens V. Antiparallel beta-sheet: a signature structure of the oligomeric amyloid beta-peptide. Biochem J. 2009;421(3):415–423. doi: 10.1042/BJ20090379.", "ArticleIdList": ["10.1042/BJ20090379", "19435461"]}, {"Citation": "Chromy BA, Nowak RJ, Lambert MP, Viola KL, Chang L, Velasco PT, Jones BW, Fernandez SJ, Lacor PN, Horowitz P, Finch CE, Krafft GA, Klein WL. Self-assembly of Abeta(1–42) into globular neurotoxins. Biochemistry. 2003;42(44):12749–12760. doi: 10.1021/bi030029q.", "ArticleIdList": ["10.1021/bi030029q", "14596589"]}, {"Citation": "Ahmed M, Davis J, Aucoin D, Sato T, Ahuja S, Aimoto S, Elliott JI, Van Nostrand WE, Smith SO. Structural conversion of neurotoxic amyloid-beta(1–42) oligomers to fibrils. Nat Struct Mol Biol. 2010;17(5):561–567. doi: 10.1038/nsmb.1799.", "ArticleIdList": ["10.1038/nsmb.1799", "PMC2922021", "20383142"]}, {"Citation": "Chiti F, Dobson CM. Protein misfolding, functional amyloid, and human disease. Annu Rev Biochem. 2006;75:333–366. doi: 10.1146/annurev.biochem.75.101304.123901.", "ArticleIdList": ["10.1146/annurev.biochem.75.101304.123901", "16756495"]}, {"Citation": "Petkova AT, Leapman RD, Guo Z, Yau WM, Mattson MP, Tycko R. Self-propagating, molecular-level polymorphism in Alzheimer’s beta-amyloid fibrils. Science. 2005;307(5707):262–265. doi: 10.1126/science.1105850.", "ArticleIdList": ["10.1126/science.1105850", "15653506"]}, {"Citation": "Garvey M, Tepper K, Haupt C, Knupfer U, Klement K, Meinhardt J, Horn U, Balbach J, Fandrich M. Phosphate and HEPES buffers potently affect the fibrillation and oligomerization mechanism of Alzheimer’s Abeta peptide. Biochem Biophys Res Commun. 2011;409(3):385–388. doi: 10.1016/j.bbrc.2011.04.141.", "ArticleIdList": ["10.1016/j.bbrc.2011.04.141", "21575606"]}, {"Citation": "Brender JR, Krishnamoorthy J, Sciacca MF, Vivekanandan S, D’Urso L, Chen J, La Rosa C, Ramamoorthy A. Probing the sources of the apparent irreproducibility of amyloid formation: drastic changes in kinetics and a switch in mechanism due to micellelike oligomer formation at critical concentrations of IAPP. J Phys Chem B. 2015;119(7):2886–2896. doi: 10.1021/jp511758w.", "ArticleIdList": ["10.1021/jp511758w", "25645610"]}, {"Citation": "Ladiwala AR, Litt J, Kane RS, Aucoin DS, Smith SO, Ranjan S, Davis J, Van Nostrand WE, Tessier PM. Conformational differences between two amyloid beta oligomers of similar size and dissimilar toxicity. J Biol Chem. 2012;287(29):24765–24773. doi: 10.1074/jbc.M111.329763.", "ArticleIdList": ["10.1074/jbc.M111.329763", "PMC3397903", "22547072"]}, {"Citation": "LeVine H. Alzheimer’s beta-peptide oligomer formation at physiologic concentrations. Anal Biochem. 2004;335(1):81–90. doi: 10.1016/j.ab.2004.08.014.", "ArticleIdList": ["10.1016/j.ab.2004.08.014", "15519574"]}, {"Citation": "Lee YH, Chatani E, Sasahara K, Naiki H, Goto Y. A comprehensive model for packing and hydration for amyloid fibrils of beta2-microglobulin. J Biol Chem. 2009;284(4):2169–2175. doi: 10.1074/jbc.M806939200.", "ArticleIdList": ["10.1074/jbc.M806939200", "19017634"]}, {"Citation": "Carulla N, Caddy GL, Hall DR, Zurdo J, Gairi M, Feliz M, Giralt E, Robinson CV, Dobson CM. Molecular recycling within amyloid fibrils. Nature. 2005;436(7050):554–558. doi: 10.1038/nature03986.", "ArticleIdList": ["10.1038/nature03986", "16049488"]}, {"Citation": "Okumura H, Itoh SG. Amyloid fibril disruption by ultrasonic cavitation: nonequilibrium molecular dynamics simulations. J Am Chem Soc. 2014;136(30):10549–10552. doi: 10.1021/ja502749f.", "ArticleIdList": ["10.1021/ja502749f", "24987794"]}, {"Citation": "Barati AH, Mokhtari-Dizaji M, Mozdarani H, Bathaie Z, Hassan ZM. Effect of exposure parameters on cavitation induced by low-level dual-frequency ultrasound. Ultrason Sonochem. 2007;14(6):783–789. doi: 10.1016/j.ultsonch.2006.12.016.", "ArticleIdList": ["10.1016/j.ultsonch.2006.12.016", "17347019"]}, {"Citation": "Morch KA. Cavitation inception from bubble nuclei. Interface Focus. 2015;5(5):20150006. doi: 10.1098/rsfs.2015.0006.", "ArticleIdList": ["10.1098/rsfs.2015.0006", "PMC4549840", "26442138"]}, {"Citation": "Ghahghaei A, Bathaie SZ, Kheirkhah H, Bahraminejad E. The protective effect of crocin on the amyloid fibril formation of Abeta42 peptide in vitro. Cell Mol Biol Lett. 2013;18(3):328–339. doi: 10.2478/s11658-013-0092-1.", "ArticleIdList": ["10.2478/s11658-013-0092-1", "PMC6275581", "23737042"]}, {"Citation": "Stine WB, Jungbauer L, Yu C, LaDu MJ. Preparing synthetic abeta in different aggregation states. Methods Mol Biol. 2011;670:13–32. doi: 10.1007/978-1-60761-744-0_2.", "ArticleIdList": ["10.1007/978-1-60761-744-0_2", "PMC3752843", "20967580"]}, {"Citation": "Sawaya MR, Hughes MP, Rodriguez JA, Riek R, Eisenberg DS. The expanding amyloid family: structure, stability, function, and pathogenesis. Cell. 2021;184(19):4857–4873. doi: 10.1016/j.cell.2021.08.013.", "ArticleIdList": ["10.1016/j.cell.2021.08.013", "PMC8772536", "34534463"]}, {"Citation": "Griner SL, Seidler P, Bowler J, Murray KA, Yang TP, Sahay S, Sawaya MR, Cascio D, Rodriguez JA, Philipp S, Sosna J, Glabe CG, Gonen T, Eisenberg DS (2019) Structure-based inhibitors of amyloid beta core suggest a common interface with tau. Elife 8. 10.7554/eLife.46924", "ArticleIdList": ["PMC6850776", "31612856"]}, {"Citation": "Jiang L, Liu C, Leibly D, Landau M, Zhao M, Hughes MP, Eisenberg DS (2013) Structure-based discovery of fiber-binding compounds that reduce the cytotoxicity of amyloid beta. Elife. 2(e00857. doi: 10.7554/eLife.00857", "ArticleIdList": ["PMC3713518", "23878726"]}, {"Citation": "Seidler PM, Murray KA, Boyer DR, Ge P, Sawaya MR, Hu CJ, Cheng X, Abskharon R, Pan H, DeTure MA, Williams CK, Dickson DW, Vinters HV, Eisenberg DS. Structure-based discovery of small molecules that disaggregate Alzheimer’s disease tissue derived tau fibrils in vitro. Nat Commun. 2022;13(1):5451. doi: 10.1038/s41467-022-32951-4.", "ArticleIdList": ["10.1038/s41467-022-32951-4", "PMC9481533", "36114178"]}, {"Citation": "Tiiman A, Noormagi A, Friedemann M, Krishtal J, Palumaa P, Tougu V. Effect of agitation on the peptide fibrillization: Alzheimer’s amyloid-beta peptide 1–42 but not amylin and insulin fibrils can grow under quiescent conditions. J Pept Sci. 2013;19(6):386–391. doi: 10.1002/psc.2513.", "ArticleIdList": ["10.1002/psc.2513", "23609985"]}, {"Citation": "Chen ZA, Wang JL, Liu RT, Ren JP, Wen LQ, Chen XJ, Bian GX. Liquiritin potentiate neurite outgrowth induced by nerve growth factor in PC12 cells. Cytotechnology. 2009;60(1–3):125–132. doi: 10.1007/s10616-009-9226-8.", "ArticleIdList": ["10.1007/s10616-009-9226-8", "PMC2780551", "19789989"]}, {"Citation": "Gade Malmos K, Blancas-Mejia LM, Weber B, Buchner J, Ramirez-Alvarado M, Naiki H, Otzen D. ThT 101: a primer on the use of thioflavin T to investigate amyloid formation. Amyloid. 2017;24(1):1–16. doi: 10.1080/13506129.2017.1304905.", "ArticleIdList": ["10.1080/13506129.2017.1304905", "28393556"]}, {"Citation": "LeVine H 3 (1999) rd Quantification of beta-sheet amyloid fibril structures with thioflavin T. Methods Enzymol. 309(274 – 84. doi: 10.1016/s0076-6879(99)09020-5", "ArticleIdList": ["10507030"]}, {"Citation": "Bolognesi B, Kumita JR, Barros TP, Esbjorner EK, Luheshi LM, Crowther DC, Wilson MR, Dobson CM, Favrin G, Yerbury JJ. ANS binding reveals common features of cytotoxic amyloid species. ACS Chem Biol. 2010;5(8):735–740. doi: 10.1021/cb1001203.", "ArticleIdList": ["10.1021/cb1001203", "20550130"]}, {"Citation": "Petkova AT, Yau WM, Tycko R. Experimental constraints on quaternary structure in Alzheimer’s beta-amyloid fibrils. Biochemistry. 2006;45(2):498–512. doi: 10.1021/bi051952q.", "ArticleIdList": ["10.1021/bi051952q", "PMC1435828", "16401079"]}, {"Citation": "Petkova AT, Ishii Y, Balbach JJ, Antzutkin ON, Leapman RD, Delaglio F, Tycko R. A structural model for Alzheimer’s beta -amyloid fibrils based on experimental constraints from solid state NMR. Proc Natl Acad Sci U S A. 2002;99(26):16742–16747. doi: 10.1073/pnas.262663499.", "ArticleIdList": ["10.1073/pnas.262663499", "PMC139214", "12481027"]}, {"Citation": "Yu L, Edalji R, Harlan JE, Holzman TF, Lopez AP, Labkovsky B, Hillen H, Barghorn S, Ebert U, Richardson PL, Miesbauer L, Solomon L, Bartley D, Walter K, Johnson RW, Hajduk PJ, Olejniczak ET. Structural characterization of a soluble amyloid beta-peptide oligomer. Biochemistry. 2009;48(9):1870–1877. doi: 10.1021/bi802046n.", "ArticleIdList": ["10.1021/bi802046n", "19216516"]}, {"Citation": "Xia W, Zhang J, Kholodenko D, Citron M, Podlisny MB, Teplow DB, Haass C, Seubert P, Koo EH, Selkoe DJ. Enhanced production and oligomerization of the 42-residue amyloid beta-protein by chinese hamster ovary cells stably expressing mutant presenilins. J Biol Chem. 1997;272(12):7977–7982. doi: 10.1074/jbc.272.12.7977.", "ArticleIdList": ["10.1074/jbc.272.12.7977", "9065468"]}, {"Citation": "Walsh DM, Tseng BP, Rydel RE, Podlisny MB, Selkoe DJ. The oligomerization of amyloid beta-protein begins intracellularly in cells derived from human brain. Biochemistry. 2000;39(35):10831–10839. doi: 10.1021/bi001048s.", "ArticleIdList": ["10.1021/bi001048s", "10978169"]}, {"Citation": "Yanagisawa D, Taguchi H, Morikawa S, Kato T, Hirao K, Shirai N, Tooyama I. Novel curcumin derivatives as potent inhibitors of amyloid beta aggregation. Biochem Biophys Rep. 2015;4:357–368. doi: 10.1016/j.bbrep.2015.10.009.", "ArticleIdList": ["10.1016/j.bbrep.2015.10.009", "PMC5669405", "29124225"]}, {"Citation": "Gellermann GP, Byrnes H, Striebinger A, Ullrich K, Mueller R, Hillen H, Barghorn S. Abeta-globulomers are formed independently of the fibril pathway. Neurobiol Dis. 2008;30(2):212–220. doi: 10.1016/j.nbd.2008.01.010.", "ArticleIdList": ["10.1016/j.nbd.2008.01.010", "18353662"]}, {"Citation": "Soreghan B, Kosmoski J, Glabe C. Surfactant properties of Alzheimer’s a beta peptides and the mechanism of amyloid aggregation. J Biol Chem. 1994;269(46):28551–28554. doi: 10.1016/S0021-9258(19)61939-3.", "ArticleIdList": ["10.1016/S0021-9258(19)61939-3", "7961799"]}, {"Citation": "Li L (2008) Mechanism of early stage abeta amyloid formation. Case Western Reserve University"}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "7", "Day": "10"}, {"Year": "2023", "Month": "9", "Day": "7", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "8", "Day": "27", "Hour": "18", "Minute": "41"}, {"Year": "2023", "Month": "8", "Day": "27", "Hour": "14", "Minute": "54"}, {"Year": "2023", "Month": "8", "Day": "27"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37634212", "PMC10480282", "10.1007/s10930-023-10138-0", "10.1007/s10930-023-10138-0"]}}], "PubmedBookArticle": []}