{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["HPLC", "Republic of Altai", "Spiraea", "altitudinal gradient", "flavonoid", "natural population", "phenolcarboxylic acid"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37631188", "DateRevised": {"Year": "2023", "Month": "08", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "08", "Day": "17"}], "Language": ["eng"], "ELocationID": ["2977", "10.3390/plants12162977"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "16", "PubDate": {"Year": "2023", "Month": "Aug", "Day": "17"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Changes in Profiles of Classes and of Individual Polyphenols in Leaves of <i>Spiraea chamaedryfolia</i> and <i>Spiraea media</i> along an Altitudinal Gradient.", "Abstract": {"AbstractText": ["Plants in high-altitude habitats are exposed to severe environmental stressors, including extreme temperatures and irradiation, which can have wide-ranging effects on changes of secondary-metabolite profiles in higher plants. Altitude-related variation of levels of polyphenols in organs of medicinal and food plant species has not yet been investigated sufficiently. This study was focused on variation in quantitative profiles of classes and of individual biologically active phenolic compounds in leaf extracts of resource species <i>Spiraea chamaedryfolia</i> and <i>Spiraea media</i> from the family Rosaceae in coenopopulations of the Altai Mountains, along an altitudinal gradient. High-performance liquid chromatography revealed 22 polyphenolic compounds in the extracts of <i>S. media</i> leaves, with the main polyphenolic compounds being flavonols. Sixteen compounds were found in <i>S. chamaedryfolia</i> leaf extracts, and the major ones were flavonols and a flavanone. Opposite responses to changes in the altitude-associated growth conditions were documented for levels of some individual polyphenolic compounds. With an increase in altitude, concentrations of chlorogenic acid and of flavanone in the extracts of <i>S. chamaedryfolia</i> leaves significantly increased, while concentrations of cinnamic acid, astragalin, and kaempferol diminished. A statistically significant positive correlation between the altitude of plant habitats and total levels of polyphenols and phenolcarboxylic acids was detected. In leaf extracts from <i>S. media</i>, an altitude increase was significantly positively correlated with astragalin, avicularin, and cinnamic acid levels and negatively correlated with hyperoside concentration."]}, "AuthorList": [{"Identifier": ["0000-0001-6212-0129"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Central Siberian Botanical Garden, Siberian Branch of Russian Academy of Sciences, Novosibirsk 630090, Russia."}, {"Identifier": [], "Affiliation": "Institute of Soil Science and Agrochemistry, Siberian Branch of Russian Academy of Sciences, Novosibirsk 630090, Russia."}], "LastName": "Boyarskikh", "ForeName": "Irina G", "Initials": "IG"}, {"Identifier": ["0000-0002-6700-1118"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Central Siberian Botanical Garden, Siberian Branch of Russian Academy of Sciences, Novosibirsk 630090, Russia."}], "LastName": "Artemov", "ForeName": "Igor A", "Initials": "IA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory Herbarium (TK), Tomsk State University, Tomsk 634050, Russia."}], "LastName": "Kuznetsov", "ForeName": "Alexander A", "Initials": "AA"}, {"Identifier": ["0000-0002-5213-2166"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Central Siberian Botanical Garden, Siberian Branch of Russian Academy of Sciences, Novosibirsk 630090, Russia."}], "LastName": "Kostikova", "ForeName": "Vera A", "Initials": "VA"}], "GrantList": [{"GrantID": "Government-funded projects of the CSBG SB RAS (No. АААА-А21-121011290027-6, АААА-А21-121011290025-2, and АААА-А21-121011290024-5), by government-funded projects of the Institute of Soil Science and Agrochemistry SB RAS (No. 121031700309-1), and by the Tom", "Agency": "government-funded projects of the CSBG SB RAS (No. АААА-А21-121011290027-6, АААА-А21-121011290025-2, and АААА-А21-121011290024-5), by government-funded projects of the Institute of Soil Science and Agrochemistry SB RAS (No. 121031700309-1), and by the Tom", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Körner C., Kèorner C. Alpine Plant Life: Functional Plant Ecology of High Mountain Ecosystems. 2nd ed. Springer; Berlin/Heidelberg, Germany: 1999."}, {"Citation": "Asensio E., Vitales D., Pérez I., Peralba L., Viruel J., Montaner C., Vallès J., Garnatje T., Sales E. Phenolic Compounds Content and Genetic Diversity at Population Level across the Natural Distribution Range of Bearberry (Arctostaphylos uva-ursi, Ericaceae) in the Iberian Peninsula. Plants. 2020;9:1250. doi: 10.3390/plants9091250.", "ArticleIdList": ["10.3390/plants9091250", "PMC7570137", "32971908"]}, {"Citation": "Nagahama N., Gastaldi B., Clifford M.N., Manifesto M.M., Fortunato R.H. The influence of environmental variations on the phenolic compound profiles and antioxidant activity of two medicinal Patagonian valerians (Valeriana carnosa Sm. and V. clarionifolia Phil.) AIMS Agric. Food. 2021;6:106–124. doi: 10.3934/agrfood.2021007.", "ArticleIdList": ["10.3934/agrfood.2021007"]}, {"Citation": "Zhou S., Yan X., Yang J., Qian C., Yin X., Fan X., Fang T., Gao Y., Chang Y., Liu W., et al. Variations in Flavonoid Metabolites Along Altitudinal Gradient in a Desert Medicinal Plant Agriophyllum squarrosum. Front. Plant Sci. 2021;12:683265. doi: 10.3389/fpls.2021.683265.", "ArticleIdList": ["10.3389/fpls.2021.683265", "PMC8329721", "34354722"]}, {"Citation": "Apel K., Hirt H. Reactive oxygen species: Metabolism, oxidative stress, and signal transduction. Annu. Rev. Plant Biol. 2004;55:373–399. doi: 10.1146/annurev.arplant.55.031903.141701.", "ArticleIdList": ["10.1146/annurev.arplant.55.031903.141701", "15377225"]}, {"Citation": "Shahidi F., Janitha P., Wanasundara P. Phenolic antioxidants. Crit. Rev. Food Sci. 1992;32:67–103. doi: 10.1080/10408399209527581.", "ArticleIdList": ["10.1080/10408399209527581", "1290586"]}, {"Citation": "Sharaf A.A., Khafagi O.M.A., Hatab E.B.E., Moursy M.M. Effect of altitudinal gradients on the content of carbohydrate, protein, proline and total phenols of some desert plants in Saint Katherine Mountain, South Sinai, Egypt. Middle East J. Sci. Res. 2013;14:122–129."}, {"Citation": "Boyarskih I.G., Syso A.I., Siromlya T.I. Variability of chemical elements and biologically active polyphenols in Loniceracaerulea subsp. altaica (Caprifoliaceae) plant organs along an altitudinal gradient. Contemp. Probl. Ecol. 2019;12:594–606. doi: 10.1134/S1995425519060039.", "ArticleIdList": ["10.1134/S1995425519060039"]}, {"Citation": "Zhang X.S., Wang B.D. Chinese Medicine Dictionary. Shanghai Science and Technology Publishing House; Shanghai, China: 1986. pp. 1117, 1978."}, {"Citation": "Turner N., Bouchard R., Kennedy D. Ethnobotany of the Okanagan-Colville Indians of British Columbia and Washington. British Columbia Provincial Museum; Victoria, BC, Canada: 1980."}, {"Citation": "Lavrenov V.K., Lavrenova G.V. Complete Encyclopedia of Medicinal Plants. Volume 2. Olma-Press; Moscow, Russia: 1999. pp. 337–340. (In Russian)"}, {"Citation": "Kostikova V.A., Petrova N.V. Phytoconstituents and bioactivity of plants of the genus Spiraea L. (Rosaceae): A review. Int. J. Mol. Sci. 2021;22:11163. doi: 10.3390/ijms222011163.", "ArticleIdList": ["10.3390/ijms222011163", "PMC8539711", "34681821"]}, {"Citation": "Karpova E.A., Khramova E.P. Dynamics of phenolic composition and content of representatives of the genus Spiraea L. under the conditions of transport and industrial pollution in Novosibirsk. Chem. Sustain. Dev. 2019;27:154–165."}, {"Citation": "Kiss T., Cank K.B., Orbán-Gyapai O., Liktor-Busa E., Zomborszki Z.P., Rutkovska S., Pučka I., Németh A., Csupor D. Phytochemical and pharmacological investigation of Spiraea chamaedryfolia: A contribution to the chemotaxonomy of Spiraea genus. BMC Res. Notes. 2017;10:762–768. doi: 10.1186/s13104-017-3013-y.", "ArticleIdList": ["10.1186/s13104-017-3013-y", "PMC5740960", "29268773"]}, {"Citation": "Kiss T. Ph.D. Thesis. University of Szeged; Szeged, Hungary: 2017. Phytochemical, Pharmacological and Toxicological Studies of Alkaloid-and Sesquiterpene Lactone-Containing Medicinal Plants."}, {"Citation": "Kostikova V.A., Filippova E.I., Vysochina G.I., Mazurkova N.A. Antiviral activity of plants of the genus Spiraea (Rosaceae) growing in the Asian part of Russia; Proceedings of the International Conference Dedicated to the 70th Anniversary of Central Siberian Botanical Garden “Preserving the Diversity of Flora in the Botanical Gardens: Tradition, Modernity and Perspectives”, CSBG SB RAS; Novosibirsk, Russia. 1–8 August 2016; pp. 156–157. (In Russian)"}, {"Citation": "Bodalski T., Cisowski W. Flavonoids in the inflorescence of Spiraea media Schm. Diss. Pharm. Pharmacol. 1969;21:443–447."}, {"Citation": "Karpova E.A., Polyakova T.A. Content of phenolic compounds and potential of biological activity of siberian and russian far eastern species of the genus Spiraea L. (Rosaceae Juss.) Plant Life Asian Russ. 2009;2:79–88. (In Russian)"}, {"Citation": "Serebryakova V.A., Vysochina G.I. Research on the composition and content of biologically active substances of Far East representatives of genus Spiraea (Rosaceae) Plant Life Asian Russ. 2011;8:120–124. (In Russian)"}, {"Citation": "Shirshova T.I., Smirnova A.N., Beshlei I.V., Ufimtsev K.G. Valuable bioactive substances of Spiraea (Rosaceae) species from the republic of Komi. Rastit. Resur. 2019;56:528–536. (In Russian)"}, {"Citation": "Gammerman A.P., Blinova K.F., Badmaev A.N. Antimicrobial activity of medicinal plants of Tibet. In: Drobotko V.G., editor. Phytoncides. Naukova Dumka; Kiev, Ukraine: 1967. pp. 107–113. (In Russian)"}, {"Citation": "Kostikova V.A., Shaldaeva T.M. The antioxidant activity of the Russian Far East representatives of the Spiraea L. genus (Rosaceae Juss.) Russ. J. Bioorg. Chem. 2017;43:790–794. doi: 10.1134/S1068162017070081.", "ArticleIdList": ["10.1134/S1068162017070081"]}, {"Citation": "Kostikova V.A., Zarubaev V.V., Esaulkova I.L., Sinegubova E.O., Kadyrova R.A., Shaldaeva T.M., Veklich T.N., Kuznetsov A.A. The antiviral, antiradical, and phytochemical potential of dry extracts from Spiraea hypericifolia, S. media, and S. salicifolia (Rosaceae) S. Afr. J. Bot. 2022;147:215–222. doi: 10.1016/j.sajb.2022.01.013.", "ArticleIdList": ["10.1016/j.sajb.2022.01.013"]}, {"Citation": "Mirovich V.M., Tsyrenzhapov A.V., Krivosheev I.M. Investigation of anti-inflammatory of Spiraea media Franz Schmidt. Innov. Technol. Pharm. 2018;5:286–290. (In Russian)"}, {"Citation": "Poyarkova A.I. Subfamily Spiraeoideae Agardh. In: Komarov V.L., editor. Flora SSSR. Volume 9. Akad. Nauk SSSR; Leningrad, Russia: 1939. pp. 279–318. Flora of the USSR."}, {"Citation": "Polozhiy A.V. Flora Sibiri. Volume 8. Nauka; Novosibirsk, Russia: 1988. Rod Spiraea L.—Tavolga; pp. 10–20. (In Russian)"}, {"Citation": "Lu L.T., Crinan A. Spiraea Linnaeus. In: Wu Z.Y., Raven P.H., editors. Flora of China. Volume 9. Science Press; Beijing, China: Missouri Botanical Garden Press; St. Louis, MO, USA: 2003. pp. 47–73."}, {"Citation": "Ni Q., Wang Z., Xu G., Gao Q., Yang D., Morimatsu F., Zhang Y. Altitudinal variation of antioxidant components and capability in Indocalamus latifolius (Keng) McClure leaf. J. Nutr. Sci. Vitaminol. 2013;59:336–342. doi: 10.3177/jnsv.59.336.", "ArticleIdList": ["10.3177/jnsv.59.336", "24064734"]}, {"Citation": "Senica M., Stampar F., Veberic R., Mikulic-Petkovsek M. The higher the better? Differences in phenolics and cyanogenic glycosides in Sambucus nigra leaves, flowers and berries from different altitudes. J. Sci. Food. Agric. 2017;97:2623–2632. doi: 10.1002/jsfa.8085.", "ArticleIdList": ["10.1002/jsfa.8085", "27734518"]}, {"Citation": "Spitaler R., Schlorhaufer P.D., Ellmerer E.P., Merfort I., Bortenschlager S., Stuppner H., Zidorn C. Altitudinal variation of secondary metabolite profiles in flowering heads of Arnica montana cv. ARBO. Phytochemistry. 2006;67:409–417. doi: 10.1016/j.phytochem.2005.11.018.", "ArticleIdList": ["10.1016/j.phytochem.2005.11.018", "16405933"]}, {"Citation": "Rieger G., Muller M., Guttenberger H., Bucar F. Influence of altitudinal variation on the content of phenolic compounds in wild populations of Calluna vulgaris, Sambucus nigra, and Vaccinium myrtillus. J. Agric. Food Chem. 2008;56:9080–9086. doi: 10.1021/jf801104e.", "ArticleIdList": ["10.1021/jf801104e", "18788745"]}, {"Citation": "Khramova E.P. The phenolic compounds of aboveground parts of Pentaphylloides fruticosa (Rosaceae) growing in altai mountains. Rastit. Resur. 2014;50:627–639. (In Russian)"}, {"Citation": "Vagabova F.A., Radjabov G.K., Musaev A.M., Islamova F.I. Ziziphora clinopodioides var. serpyllacea (M. Bieb.) Boiss. is perspective species in the flora of Dagestan by phenolic compounds. Bot. Bull. North. Cauc. 2015;1:30–38. (In Russian)"}, {"Citation": "Boyarskih I.G., Vasiliev V.G., Kukushkina T.A. Content of flavonoids and hydroxycinnamic acids in Lonicera caerulea (Caprifoliaceae) in populations of mountain Altai. Rastit. Resur. 2014;50:105–121. (In Russian)"}, {"Citation": "van Beek T.A. Chemical analysis of Ginkgo biloba leaves and extracts. J. Chromatogr. A. 2002;967:21–55. doi: 10.1016/S0021-9673(02)00172-3.", "ArticleIdList": ["10.1016/S0021-9673(02)00172-3", "12219929"]}, {"Citation": "Kostikova V.A., Kuznetsov A.A. Changes in the sets and levels of flavonoids and Phenolcarboxylic Acids in the Leaves of Spiraea betulifolia subsp. aemiliana (Rosaceae) during Introduction into Novosibirsk Conditions. Chem. Sustain. Dev. 2021;29:40–50."}, {"Citation": "Zaprometov M.N. Fundamentals of Biochemistry of Phenolic Compounds. Visshaya Shkola; Moscow, Russia: 1974. (In Russian)"}, {"Citation": "Klyshev L.K., Bandyukova V.A., Alyukina L.S. Plant Flavonoids. Distribution, Physico-Chemical Properties and Investigation Methods. Nauka; Alma-Ata, Kazakhstan: 1978. (In Russian)"}, {"Citation": "Mabry T.J., Markham K.R., Thomas M.B. The Systematic Identification of Flavonoids. Springer; Berlin/Heidelberg, Germany: 1970."}, {"Citation": "Glantz S.A. Primers of Biostatistics. 7th ed. McGraw-Hill; New York, NY, USA: 2012."}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "7", "Day": "15"}, {"Year": "2023", "Month": "8", "Day": "13"}, {"Year": "2023", "Month": "8", "Day": "14"}, {"Year": "2023", "Month": "8", "Day": "26", "Hour": "10", "Minute": "43"}, {"Year": "2023", "Month": "8", "Day": "26", "Hour": "10", "Minute": "42"}, {"Year": "2023", "Month": "8", "Day": "26", "Hour": "1", "Minute": "29"}, {"Year": "2023", "Month": "8", "Day": "17"}], "PublicationStatus": "epublish", "ArticleIdList": ["37631188", "PMC10458703", "10.3390/plants12162977", "plants12162977"]}}], "PubmedBookArticle": []}