{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Moringa oleifera", "antioxidants", "biochemical analysis", "medicinal plant", "phenolics", "phytochemicals", "temperature"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37631221", "DateRevised": {"Year": "2023", "Month": "08", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "08", "Day": "21"}], "Language": ["eng"], "ELocationID": ["3010", "10.3390/plants12163010"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "16", "PubDate": {"Year": "2023", "Month": "Aug", "Day": "21"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Probing the Phytochemical Composition and Antioxidant Activity of <i>Moringa oleifera</i> under Ideal Germination Conditions.", "Abstract": {"AbstractText": ["<i>Moringa oleifera</i> is a rich source of polyphenols whose contents and profile may vary according to environmental conditions, harvest season, and plant tissue. The present study aimed to characterize the profile of phenolic compounds in different tissues of <i>M. oleifera</i> grown under different temperatures (25, 30, and 35 °C), using HPLC/MS, as well as their constituent phytochemicals and in vitro antioxidant activities. The in vitro antioxidant activity of the extracts was evaluated using the 2,2-diphenyl-1-picrylhydrazyl (DPPH), 2,2-azino-bis-3-ethylenebenzothiozoline-6-sulfonicacid (ABTS), and ferric-reducing antioxidant power (FRAP) methods. The polyphenolic compounds were mainly found in the leaves at 30 °C. UPLC/QTOF-MS allowed for the identification of 34 polyphenolic components in seedlings, primarily consisting of glucosides, phenols, flavonoids, and methoxy flavones. At 30 °C, the specific activities of antioxidative enzymes were the highest in leaves, followed by seedlings and then seeds. The leaf and seed extracts also exhibited a greater accumulation of proline, glycine betaine, and antioxidants, such as ascorbic acid, and carotenoids, as measured by the inhibition of ROS production. We found that changes in the expression levels of the validated candidate genes <i>Cu/Zn-SOD</i>, <i>APX</i>, <i>GPP</i>, and <i>TPS</i> lead to significant differences in the germination rate and biochemical changes. These findings demonstrate that <i>M. oleifera</i> plants have high concentrations of phytochemicals and antioxidants, making them an excellent choice for further research to determine their use as health-promoting dietary supplements."]}, "AuthorList": [{"Identifier": ["0000-0002-2692-8005"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Seed Science & Technology, College of Agriculture, CCS Haryana Agricultural University, Hisar 125004, Haryana, India."}], "LastName": "Bhuker", "ForeName": "Axay", "Initials": "A"}, {"Identifier": ["0000-0002-5037-425X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Seed Science & Technology, College of Agriculture, CCS Haryana Agricultural University, Hisar 125004, Haryana, India."}, {"Identifier": [], "Affiliation": "Department of Agriculture, School of Agriculture, Uttaranchal University, Dehradun 248007, Uttarakhand, India."}], "LastName": "Malik", "ForeName": "Anurag", "Initials": "A"}, {"Identifier": ["0000-0002-3754-2888"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, College of Basic Sciences & Humanities, CCS Haryana Agricultural University, Hisar 125004, Haryana, India."}, {"Identifier": [], "Affiliation": "Department of Sciences, Chandigarh School of Business, Chandigarh Group of Colleges, Jhanjeri 140307, Mohali, India."}], "LastName": "Punia", "ForeName": "Himani", "Initials": "H"}, {"Identifier": ["0000-0002-0327-4010"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Agriculture and Environment, Massey University, Palmerston North 4442, New Zealand."}], "LastName": "McGill", "ForeName": "Craig", "Initials": "C"}, {"Identifier": ["0000-0002-0121-8445"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Agriculture and Environment, Massey University, Palmerston North 4442, New Zealand."}], "LastName": "Sofkova-Bobcheva", "ForeName": "Svetla", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Seed Science & Technology, College of Agriculture, CCS Haryana Agricultural University, Hisar 125004, Haryana, India."}], "LastName": "Mor", "ForeName": "Virender Singh", "Initials": "VS"}, {"Identifier": ["0000-0002-8023-1305"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Seed Science & Technology, College of Agriculture, CCS Haryana Agricultural University, Hisar 125004, Haryana, India."}], "LastName": "Singh", "ForeName": "Nirmal", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Pharmacy, College of Pharmacy, King Saud University, Riyadh 11451, Saudi Arabia."}], "LastName": "Ahmad", "ForeName": "Ajaz", "Initials": "A"}, {"Identifier": ["0000-0003-1902-4611"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Resources and Environment, Jeju National University, Jeju 63243, Republic of Korea."}], "LastName": "Mansoor", "ForeName": "Sheikh", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Mangar A., Muetzel S., Malik A., Bhuker A., Mor V., Molenaar A., Sofkova-Bobcheva S., Pain S., McGill C. Moringa oleifera L.: A Potential Plant for Greenhouse Gas Mitigation in Temperate Agriculture Systems. Agriculture. 2022;12:1116. doi: 10.3390/agriculture12081116.", "ArticleIdList": ["10.3390/agriculture12081116"]}, {"Citation": "Dzuvor C.K., Pan S., Amanze C., Amuzu P., Asakiya C., Kubi F. Bioactive components from Moringa oleifera seeds: Production, functionalities and applications–a critical review. Crit. Rev. Biotechnol. 2022;42:271–293. doi: 10.1080/07388551.2021.1931804.", "ArticleIdList": ["10.1080/07388551.2021.1931804", "34151645"]}, {"Citation": "Padayachee B., Baijnath H. An Updated Comprehensive Review of the Medicinal, Phytochemical, and Pharmacological Properties of Moringa oleifera. S. Afr. J. Bot. 2020;129:304–316. doi: 10.1016/j.sajb.2019.08.021.", "ArticleIdList": ["10.1016/j.sajb.2019.08.021"]}, {"Citation": "Premi M., Sharma H.K. Effect of Extraction Conditions on the Bioactive Compounds from Moringa oleifera (PKM 1) Seeds and Their Identification Using LC–MS. J. Food Meas. Charact. 2017;11:213–225. doi: 10.1007/s11694-016-9388-y.", "ArticleIdList": ["10.1007/s11694-016-9388-y"]}, {"Citation": "Aisida S.O., Madubuonu N., Alnasir M.H., Ahmad I., Botha S., Maaza M., Ezema F.I. Biogenic Synthesis of Iron Oxide Nanorods Using Moringa oleifera Leaf Extract for Antibacterial Applications. Appl. Nanosci. 2020;10:305–315. doi: 10.1007/s13204-019-01099-x.", "ArticleIdList": ["10.1007/s13204-019-01099-x"]}, {"Citation": "Jahan I.A., Hossain M.H., Ahmed K.S., Sultana Z., Biswas P.K., Nada K. Antioxidant Activity of Moringa oleifera Seed Extracts. Orient. Pharm. Exp. Med. 2018;18:299–307. doi: 10.1007/s13596-018-0333-y.", "ArticleIdList": ["10.1007/s13596-018-0333-y"]}, {"Citation": "Aderinola T.A., Fagbemi T.N., Enujiugha V.N., Alashi A.M., Aluko R.E. Amino Acid Composition and Antioxidant Properties of Moringa oleifera Seed Protein Isolate and Enzymatic Hydrolysates. Heliyon. 2018;4:e00877. doi: 10.1016/j.heliyon.2018.e00877.", "ArticleIdList": ["10.1016/j.heliyon.2018.e00877", "PMC6205298", "30386828"]}, {"Citation": "Kekana T.W., Marume U., Muya C.M., Nherera-Chokuda F. V Moringa oleifera Leaf Meal as a Feed Supplement for Dairy Calves. S. Afr. J. Anim. Sci. 2021;51:550–559. doi: 10.4314/sajas.v51i5.1.", "ArticleIdList": ["10.4314/sajas.v51i5.1"]}, {"Citation": "Punia H., Tokas J., Malik A., Bajguz A., El-Sheikh M.A., Ahmad P. Ascorbate–Glutathione Oxidant Scavengers, Metabolome Analysis and Adaptation Mechanisms of Ion Exclusion in Sorghum under Salt Stress. Int. J. Mol. Sci. 2021;22:13249. doi: 10.3390/ijms222413249.", "ArticleIdList": ["10.3390/ijms222413249", "PMC8704531", "34948045"]}, {"Citation": "Leone A., Spada A., Battezzati A., Schiraldi A., Aristil J., Bertoli S. Cultivation, Genetic, Ethnopharmacology, Phytochemistry and Pharmacology of Moringa oleifera Leaves: An Overview. Int. J. Mol. Sci. 2015;16:12791–12835. doi: 10.3390/ijms160612791.", "ArticleIdList": ["10.3390/ijms160612791", "PMC4490473", "26057747"]}, {"Citation": "Magalhães E.R.B., de Menezes N.N.F., Silva F.L., Garrido J.W.A., Sousa M.A.D.S.B., dos Santos E.S. Effect of Oil Extraction on the Composition, Structure, and Coagulant Effect of Moringa oleifera Seeds. J. Clean. Prod. 2021;279:123902. doi: 10.1016/j.jclepro.2020.123902.", "ArticleIdList": ["10.1016/j.jclepro.2020.123902"]}, {"Citation": "Saleem A., Saleem M., Akhtar M.F. Antioxidant, Anti-Inflammatory and Antiarthritic Potential of Moringa oleifera Lam: An Ethnomedicinal Plant of Moringaceae Family. S. Afr. J. Bot. 2020;128:246–256. doi: 10.1016/j.sajb.2019.11.023.", "ArticleIdList": ["10.1016/j.sajb.2019.11.023"]}, {"Citation": "Punia H., Madan S., Malik A., Sethi S.K. Stability Analysis for Quality Attributes in Durum Wheat (Triticum durum L.) Genotypes. Bangladesh J. Bot. 2019;48:967–972. doi: 10.3329/bjb.v48i4.49036.", "ArticleIdList": ["10.3329/bjb.v48i4.49036"]}, {"Citation": "Sreelatha S., Padma P.R. Antioxidant Activity and Total Phenolic Content of Moringa oleifera Leaves in Two Stages of Maturity. Plant Foods Hum. Nutr. 2009;64:303–311. doi: 10.1007/s11130-009-0141-0.", "ArticleIdList": ["10.1007/s11130-009-0141-0", "19904611"]}, {"Citation": "Tokas J., Punia H., Malik A., Sangwan S., Devi S., Malik S. Growth Performance, Nutritional Status, Forage Yield and Photosynthetic Use Efficiency of Sorghum [Sorghum bicolor (L.) Moench] under Salt Stress. Range Manag. Agrofor. 2021;42:59–70."}, {"Citation": "Zubair M., Ramzani P.M.A., Rasool B., Khan M.A., Akhtar I., Turan V., Tauqeer H.M., Farhad M., Khan S.A., Iqbal J. Efficacy of Chitosan-Coated Textile Waste Biochar Applied to Cd-Polluted Soil for Reducing Cd Mobility in Soil and Its Distribution in Moringa (Moringa oleifera L.) J. Environ. Manag. 2021;284:112047. doi: 10.1016/j.jenvman.2021.112047.", "ArticleIdList": ["10.1016/j.jenvman.2021.112047", "33571851"]}, {"Citation": "Malik A., Punia H., Singh N., Singh P. Bionanotechnology: Emerging Applications of Bionanomaterials. Elsevier; Amsterdam, The Netherlands: 2022. Bionanomaterials-Mediated Seed Priming for Sustainable Agricultural Production; pp. 77–99."}, {"Citation": "Punia H., Tokas J., Malik A., Yashveer S. Bionanotechnology: Emerging Applications of Bionanomaterials. Elsevier; Amsterdam, The Netherlands: 2022. Reconnoitering Bionanomaterials for Mitigation of Abiotic Stress in Plants; pp. 101–126."}, {"Citation": "Alshoaibi A. Seed Germination, Seedling Growth and Photosynthetic Responses to Temperature in the Tropical Tree Moringa oleifera and Its Relative Desert, Moringa peregrina. Egypt. J. Bot. 2021;61:541–551. doi: 10.21608/ejbo.2021.63271.1631.", "ArticleIdList": ["10.21608/ejbo.2021.63271.1631"]}, {"Citation": "Muhl Q.E. Seed Germination, Tree Growth and Flowering Responses of Moringa oleifera Lam. (Horseradish Tree) to Temperature. University of Pretoria; Pretoria, South Africa: 2010."}, {"Citation": "González-Burgos E., Ureña-Vacas I., Sánchez M., Gómez-Serranillos M.P. Nutritional Value of Moringa oleifera Lam. Leaf Powder Extracts and Their Neuroprotective Effects via Antioxidative and Mitochondrial Regulation. Nutrients. 2021;13:2203. doi: 10.3390/nu13072203.", "ArticleIdList": ["10.3390/nu13072203", "PMC8308447", "34206952"]}, {"Citation": "Ogbe A.O., Affiku J.P. Proximate Study, Mineral and Anti-Nutrient Composition of Moringa oleifera Leaves Harvested from Lafia, Nigeria: Potential Benefits in Poultry Nutrition and Health. J. Microbiol. Biotechnol. Food Sci. 2021;2021:296–308."}, {"Citation": "Manigandan S., Gunasekar P., Praveenkumar T.R., Sabir J.S.M., Mathimani T., Pugazhendhi A., Brindhadevi K. Performance, Noise and Emission Characteristics of DI Engine Using Canola and Moringa oleifera Biodiesel Blends Using Soluble Multiwalled Carbon Nanotubes. Fuel. 2021;289:119829. doi: 10.1016/j.fuel.2020.119829.", "ArticleIdList": ["10.1016/j.fuel.2020.119829"]}, {"Citation": "Punia H., Tokas J., Bhadu S., Mohanty A.K., Rawat P., Malik A. Proteome Dynamics and Transcriptome Profiling in Sorghum [Sorghum bicolor (L.) Moench] under Salt Stress. 3 Biotech. 2020;10:412. doi: 10.1007/s13205-020-02392-1.", "ArticleIdList": ["10.1007/s13205-020-02392-1", "PMC7456429", "32904477"]}, {"Citation": "Milla P.G., Peñalver R., Nieto G. Health Benefits of Uses and Applications of Moringa oleifera in Bakery Products. Plants. 2021;10:318. doi: 10.3390/plants10020318.", "ArticleIdList": ["10.3390/plants10020318", "PMC7915875", "33562157"]}, {"Citation": "Bewley J.D., Black M. Physiology and Biochemistry of Seeds in Relation to Germination: 1 Development, Germination, and Growth. Springer; Berlin/Heidelberg, Germany: 2014."}, {"Citation": "Coello K.E., Frias J., Martínez-Villaluenga C., Cartea M.E., Abilleira R., Peñas E. Potential of Germination in Selected Conditions to Improve the Nutritional and Bioactive Properties of Moringa (Moringa oleifera L.) Foods. 2020;9:1639. doi: 10.3390/foods9111639.", "ArticleIdList": ["10.3390/foods9111639", "PMC7696275", "33182814"]}, {"Citation": "Ahmed Hassanein A.M., Abdulah Al-Soqeer A. Evaluation of Seed Germination and Growth Characteristics of Moringa oleifera and M. Peregrina under Laboratory, Greenhouse and Field Conditions. Int. J. Agric. Biol. 2017;19:873–879. doi: 10.17957/IJAB/15.0381.", "ArticleIdList": ["10.17957/IJAB/15.0381"]}, {"Citation": "Punia H., Tokas J., Mor V.S., Bhuker A., Malik A., Singh N., Alsahli A.A., Hefft D.I. Deciphering Reserve Mobilization, Antioxidant Potential, and Expression Analysis of Starch Synthesis in Sorghum Seedlings under Salt Stress. Plants. 2021;10:2463. doi: 10.3390/plants10112463.", "ArticleIdList": ["10.3390/plants10112463", "PMC8623787", "34834826"]}, {"Citation": "Pallavi H.M., Madalageri M.B., Vishwanath K., Biradar I.B., Thattimani M. Decortication to Enhance Seed Value and Standardization of Quick Viability Test in Drumstick (Moringa oleifera L.) Environ. Ecol. 2015;33:1558–1561."}, {"Citation": "Kak A., Pandey C., Gupta V. Assessment of Viability of Jatropha curcas L. Seeds Using the Tetrazolium Test. Seed Sci. Technol. 2009;37:512–515. doi: 10.15258/sst.2009.37.2.28.", "ArticleIdList": ["10.15258/sst.2009.37.2.28"]}, {"Citation": "Xue T.T., Liu J., Shen Y.B., Liu G.Q. Methods for Rapid Determination of Pecan (CARYA illinoensis) Seed Viability. Seed Sci. Technol. 2017;45:455–464. doi: 10.15258/sst.2017.45.2.10.", "ArticleIdList": ["10.15258/sst.2017.45.2.10"]}, {"Citation": "Fotouo-M H., Vorster J., Du Toit E.S., Robbertse P.J. The Effect of Natural Long-Term Packaging Methods on Antioxidant Components and Malondialdehyde Content and Seed Viability Moringa oleifera Oilseed. S. Afr. J. Bot. 2020;129:17–24. doi: 10.1016/j.sajb.2018.10.017.", "ArticleIdList": ["10.1016/j.sajb.2018.10.017"]}, {"Citation": "da Silva R.R., de Souza R.R., Coimbra M., Nery F., Alvarenga A., Paiva R. Light Quality on Growth and Phenolic Compounds Accumulation in Moringa oleifera L. Grown in Vitro. Commun. Sci. 2020;11:e3313. doi: 10.14295/cs.v11i.3313.", "ArticleIdList": ["10.14295/cs.v11i.3313"]}, {"Citation": "Rahman M.M., Banu L.A., Rahman M.M., Shahjadee U.F. Changes of the Enzymes Activity during Germination of Different Mungbean Varieties. Bangladesh J. Sci. Ind. Res. 2007;42:213–216. doi: 10.3329/bjsir.v42i2.474.", "ArticleIdList": ["10.3329/bjsir.v42i2.474"]}, {"Citation": "Carciochi R.A., Manrique G.D., Dimitrov K. Changes in Phenolic Composition and Antioxidant Activity during Germination of Quinoa Seeds (Chenopodium quinoa Willd.) Int. Food Res. J. 2014;21:767."}, {"Citation": "Punia H., Tokas J., Malik A., Sangwan S. Characterization of Phenolic Compounds and Antioxidant Activity in Sorghum [Sorghum bicolor (L.) Moench] Grains. Cereal Res. Commun. 2021;49:343–353. doi: 10.1007/s42976-020-00118-w.", "ArticleIdList": ["10.1007/s42976-020-00118-w"]}, {"Citation": "Weidner S., Chrzanowski S., Karamać M., Król A., Badowiec A., Mostek A., Amarowicz R. Analysis of Phenolic Compounds and Antioxidant Abilities of Extracts from Germinating Vitis Californica Seeds Submitted to Cold Stress Conditions and Recovery after the Stress. Int. J. Mol. Sci. 2014;15:16211–16225. doi: 10.3390/ijms150916211.", "ArticleIdList": ["10.3390/ijms150916211", "PMC4200772", "25222557"]}, {"Citation": "Wu L., Li L., Chen S., Wang L., Lin X. Deep Eutectic Solvent-Based Ultrasonic-Assisted Extraction of Phenolic Compounds from Moringa oleifera L. Leaves: Optimization, Comparison and Antioxidant Activity. Sep. Purif. Technol. 2020;247:117014. doi: 10.1016/j.seppur.2020.117014.", "ArticleIdList": ["10.1016/j.seppur.2020.117014"]}, {"Citation": "Punia H., Tokas J., Malik A., Satpal Rani A., Gupta P., Kumari A., Mor V.S., Bhuker A., Kumar S. Solar radiation and nitrogen use efficiency for sustainable agriculture. In: Kumar S., Meena R.S., Jhariya M.K., editors. Resources Use Efficiency in Agriculture. Springer; Singapore: 2020. pp. 177–212."}, {"Citation": "Santos F.C., Caixeta F., Clemente A.C.S., Pinho E.V., Rosa S.D.V.F. Gene Expression of Antioxidant Enzymes and Coffee Seed Quality during Pre- and Post-Physiological Maturity. Genet. Mol. Res. 2014;13:10983–10993. doi: 10.4238/2014.December.19.21.", "ArticleIdList": ["10.4238/2014.December.19.21", "25526219"]}, {"Citation": "Adom K.K., Liu R.H. Antioxidant Activity of Grains. J. Agric. Food Chem. 2002;50:6182–6187. doi: 10.1021/jf0205099.", "ArticleIdList": ["10.1021/jf0205099", "12358499"]}, {"Citation": "Gómez-Martínez M., Ascacio-Valdés J.A., Flores-Gallegos A.C., González-Domínguez J., Gómez-Martínez S., Aguilar C.N., Morlett-Chávez J.A., Rodríguez-Herrera R. Location and Tissue Effects on Phytochemical Composition and in Vitro Antioxidant Activity of Moringa oleifera. Ind. Crops Prod. 2020;151:112439. doi: 10.1016/j.indcrop.2020.112439.", "ArticleIdList": ["10.1016/j.indcrop.2020.112439"]}, {"Citation": "De-la-Cruz Chacón I., Riley-Saldaña C.A., González-Esquinca A.R. Secondary Metabolites during Early Development in Plants. Phytochem. Rev. 2013;12:47–64. doi: 10.1007/s11101-012-9250-8.", "ArticleIdList": ["10.1007/s11101-012-9250-8"]}, {"Citation": "Farooq B., Koul B. Comparative analysis of the antioxidant, antibacterial and plant growth promoting potential of five Indian varieties of Moringa oleifera L. S. Afr. J. Bot. 2020;129:47–55. doi: 10.1016/j.sajb.2018.12.014.", "ArticleIdList": ["10.1016/j.sajb.2018.12.014"]}, {"Citation": "Rodríguez-Pérez C., Quirantes-Piné R., Fernández-Gutiérrez A., Segura-Carretero A. Optimization of Extraction Method to Obtain a Phenolic Compounds-Rich Extract from Moringa oleifera Lam Leaves. Ind. Crops Prod. 2015;66:246–254. doi: 10.1016/j.indcrop.2015.01.002.", "ArticleIdList": ["10.1016/j.indcrop.2015.01.002"]}, {"Citation": "Oldoni T.L.C., Merlin N., Karling M., Carpes S.T., de Alencar S.M., Morales R.G.F., da Silva E.A., Pilau E.J. Bioguided Extraction of Phenolic Compounds and UHPLC-ESI-Q-TOF-MS/MS Characterization of Extracts of Moringa oleifera Leaves Collected in Brazil. Food Res. Int. 2019;125:108647. doi: 10.1016/j.foodres.2019.108647.", "ArticleIdList": ["10.1016/j.foodres.2019.108647", "31554035"]}, {"Citation": "Coppin J.P., Xu Y., Chen H., Pan M.-H., Ho C.-T., Juliani R., Simon J.E., Wu Q. Determination of Flavonoids by LC/MS and Anti-Inflammatory Activity in Moringa oleifera. J. Funct. Foods. 2013;5:1892–1899. doi: 10.1016/j.jff.2013.09.010.", "ArticleIdList": ["10.1016/j.jff.2013.09.010"]}, {"Citation": "Ma L., Shi Y., Siemianowski O., Yuan B., Egner T.K., Mirnezami S.V., Lind K.R., Ganapathysubramanian B., Venditti V., Cademartiri L. Hydrogel-Based Transparent Soils for Root Phenotyping in Vivo. Proc. Natl. Acad. Sci. USA. 2019;116:11063–11068. doi: 10.1073/pnas.1820334116.", "ArticleIdList": ["10.1073/pnas.1820334116", "PMC6561166", "31088969"]}, {"Citation": "Davarynejad G.H., Zarei M., Nasrabadi M.E., Ardakani E. Effects of Salicylic Acid and Putrescine on Storability, Quality Attributes and Antioxidant Activity of Plum Cv. ‘Santa Rosa’. J. Food Sci. Technol. 2015;52:2053–2062. doi: 10.1007/s13197-013-1232-3.", "ArticleIdList": ["10.1007/s13197-013-1232-3", "PMC4375176", "25829585"]}, {"Citation": "Gill S.S., Anjum N.A., Hasanuzzaman M., Gill R., Trivedi D.K., Ahmad I., Pereira E., Tuteja N. Glutathione and Glutathione Reductase: A Boon in Disguise for Plant Abiotic Stress Defense Operations. Plant Physiol. Biochem. 2013;70:204–212. doi: 10.1016/j.plaphy.2013.05.032.", "ArticleIdList": ["10.1016/j.plaphy.2013.05.032", "23792825"]}, {"Citation": "Mhamdi A., Queval G., Chaouch S., Vanderauwera S., Van Breusegem F., Noctor G. Catalase Function in Plants: A Focus on Arabidopsis Mutants as Stress-Mimic Models. J. Exp. Bot. 2010;61:4197–4220. doi: 10.1093/jxb/erq282.", "ArticleIdList": ["10.1093/jxb/erq282", "20876333"]}, {"Citation": "Mittler R., Vanderauwera S., Gollery M., Van Breusegem F. Reactive Oxygen Gene Network of Plants. Trends Plant Sci. 2004;9:490–498. doi: 10.1016/j.tplants.2004.08.009.", "ArticleIdList": ["10.1016/j.tplants.2004.08.009", "15465684"]}, {"Citation": "Rogozhin V.V., Verkhoturov V.V., Kurilyuk T.T. The Antioxidant System of Wheat Seeds during Germination. Biol. Bull. Russ. Acad. Sci. 2001;28:126–133. doi: 10.1023/A:1009454713659.", "ArticleIdList": ["10.1023/A:1009454713659", "11357380"]}, {"Citation": "Azzam C.R., Zaki S.N.S., Bamagoos A.A., Rady M.M., Alharby H.F. Soaking maize seeds in zeatin-type cytokinin biostimulators improves salt tolerance by enhancing the antioxidant system and photosynthetic efficiency. Plants. 2022;11:1004. doi: 10.3390/plants11081004.", "ArticleIdList": ["10.3390/plants11081004", "PMC9032616", "35448732"]}, {"Citation": "Punia H., Tokas J., Malik A., Singh S., Phogat D.S., Bhuker A., Mor V.S., Rani A., Sheokand R.N. Discerning Morpho-Physiological and Quality Traits Contributing to Salinity Tolerance Acquisition in Sorghum [Sorghum bicolor (L.) Moench] S. Afr. J. Bot. 2021;140:409–418. doi: 10.1016/j.sajb.2020.09.036.", "ArticleIdList": ["10.1016/j.sajb.2020.09.036"]}, {"Citation": "Smith I.K. Stimulation of Glutathione Synthesis in Photorespiring Plants by Catalase Inhibitors. Plant Physiol. 1985;79:1044–1047. doi: 10.1104/pp.79.4.1044.", "ArticleIdList": ["10.1104/pp.79.4.1044", "PMC1075023", "16664526"]}, {"Citation": "Apel K., Hirt H. Reactive Oxygen Species: Metabolism, Oxidative Stress, and Signal Transduction. Annu. Rev. Plant Biol. 2004;55:373–399. doi: 10.1146/annurev.arplant.55.031903.141701.", "ArticleIdList": ["10.1146/annurev.arplant.55.031903.141701", "15377225"]}, {"Citation": "Lee Y.-P., Kim S.-H., Bang J.-W., Lee H.-S., Kwak S.-S., Kwon S.-Y. Enhanced Tolerance to Oxidative Stress in Transgenic Tobacco Plants Expressing Three Antioxidant Enzymes in Chloroplasts. Plant Cell Rep. 2007;26:591–598. doi: 10.1007/s00299-006-0253-z.", "ArticleIdList": ["10.1007/s00299-006-0253-z", "17268803"]}, {"Citation": "Albrecht V., Weinl S., Blazevic D., D’Angelo C., Batistic O., Kolukisaoglu Ü., Bock R., Schulz B., Harter K., Kudla J. The Calcium Sensor CBL1 Integrates Plant Responses to Abiotic Stresses. Plant J. 2003;36:457–470. doi: 10.1046/j.1365-313X.2003.01892.x.", "ArticleIdList": ["10.1046/j.1365-313X.2003.01892.x", "14617077"]}, {"Citation": "Bailly C. Active Oxygen Species and Antioxidants in Seed Biology. Seed Sci. Res. 2004;14:93–107. doi: 10.1079/SSR2004159.", "ArticleIdList": ["10.1079/SSR2004159"]}, {"Citation": "Ahmed M.Z., Gul B., Khan M.A., Watanabe K.N. Halophytes for Food Security in Dry Lands. Elsevier; Amsterdam, The Netherlands: 2016. Characterization and Function of Sodium Exchanger Genes in Aeluropus lagopoides Under NaCl Stress; pp. 1–16."}, {"Citation": "Kappus H. Lipid Peroxidation: Mechanisms, Analysis, Enzymology and Biological Relevance. Oxidative Stress. 1985;273:273–310."}, {"Citation": "Gupta B., Huang B. Mechanism of Salinity Tolerance in Plants: Physiological, Biochemical, and Molecular Characterization. Int. J. Genom. 2014;2014:701596. doi: 10.1155/2014/701596.", "ArticleIdList": ["10.1155/2014/701596", "PMC3996477", "24804192"]}, {"Citation": "Dučić T., Lirić-Rajlić I., Mitrović A., Radotić K. Activities of Antioxidant Systems during Germination of Chenopodium Rubrum Seeds. Biol. Plant. 2003;47:527–533. doi: 10.1023/B:BIOP.0000041057.11390.58.", "ArticleIdList": ["10.1023/B:BIOP.0000041057.11390.58"]}, {"Citation": "Qureshi M.I., Abdin M.Z., Ahmad J., Iqbal M. Effect of Long-Term Salinity on Cellular Antioxidants, Compatible Solute and Fatty Acid Profile of Sweet Annie (Artemisia annua L.) Phytochemistry. 2013;95:215–223. doi: 10.1016/j.phytochem.2013.06.026.", "ArticleIdList": ["10.1016/j.phytochem.2013.06.026", "23871298"]}, {"Citation": "Murthy S.M., Devaraj V.R., Anitha P., Tejavathi D.H. Studies on the Activities of Antioxidant Enzymes under Induced Drought Stress in in Vivo and in Vitro Plants of Macrotyloma uniflorum (Lam.) Verdc. Recent Res. Sci. Technol. 2012;4:34–37."}, {"Citation": "Latha V.M., Satakopan V.N., Jayasree H. Salinity-Induced Changes in Phenol and Ascorbic Acid Content In Groundnut (Arachis hypogea) Leaves. Curr. Sci. 1989;58:151–152."}, {"Citation": "Trejo-Téllez L.I., Estrada-Ortiz E., Gómez-Merino F.C., Becker C., Krumbein A., Schwarz D. Flavonoid, Nitrate and Glucosinolate Concentrations in Brassica Species Are Differentially Affected by Photosynthetically Active Radiation, Phosphate and Phosphite. Front. Plant Sci. 2019;10:371. doi: 10.3389/fpls.2019.00371.", "ArticleIdList": ["10.3389/fpls.2019.00371", "PMC6445887", "30972096"]}, {"Citation": "Yang Z., Li J.-L., Liu L.-N., Xie Q., Sui N. Photosynthetic Regulation under Salt Stress and Salt-Tolerance Mechanism of Sweet Sorghum. Front. Plant Sci. 2020;10:1722. doi: 10.3389/fpls.2019.01722.", "ArticleIdList": ["10.3389/fpls.2019.01722", "PMC6974683", "32010174"]}, {"Citation": "El-Badri A.M., Batool M., AA Mohamed I., Wang Z., Khatab A., Sherif A., Ahmad H., Khan M.N., Hassan H.M., Elrewainy I.M. Antioxidative and Metabolic Contribution to Salinity Stress Responses in Two Rapeseed Cultivars during the Early Seedling Stage. Antioxidants. 2021;10:1227. doi: 10.3390/antiox10081227.", "ArticleIdList": ["10.3390/antiox10081227", "PMC8389040", "34439475"]}, {"Citation": "Punia H., Tokas J., Malik A., Sangwan S., Rani A., Yashveer S., Alansi S., Hashim M.J., El-Sheikh M.A. Genome-Wide Transcriptome Profiling, Characterization, and Functional Identification of NAC Transcription Factors in Sorghum under Salt Stress. Antioxidants. 2021;10:1605. doi: 10.3390/antiox10101605.", "ArticleIdList": ["10.3390/antiox10101605", "PMC8533442", "34679740"]}, {"Citation": "Munns R., Tester M. Mechanisms of Salinity Tolerance. Annu. Rev. Plant Biol. 2008;59:651–681. doi: 10.1146/annurev.arplant.59.032607.092911.", "ArticleIdList": ["10.1146/annurev.arplant.59.032607.092911", "18444910"]}, {"Citation": "Azeem M., Pirjan K., Qasim M., Mahmood A., Javed T., Muhammad H., Yang S., Dong R., Ali B., Rahimi M. Salinity Stress Improves Antioxidant Potential by Modulating Physio-Biochemical Responses in Moringa oleifera Lam. Sci. Rep. 2023;13:2895. doi: 10.1038/s41598-023-29954-6.", "ArticleIdList": ["10.1038/s41598-023-29954-6", "PMC9938910", "36807545"]}, {"Citation": "Sultana R., Wang X., Azeem M., Hussain T., Mahmood A., Fiaz S., Qasim M. Coumarin-Mediated Growth Regulations, Antioxidant Enzyme Activities, and Photosynthetic Efficiency of Sorghum Bicolor under Saline Conditions. Front. Plant Sci. 2022;13:799404. doi: 10.3389/fpls.2022.799404.", "ArticleIdList": ["10.3389/fpls.2022.799404", "PMC9019591", "35463399"]}, {"Citation": "Coelho D.S., Simoes W.L., Mendes A.M.S., Dantas B.F., Rodrigues J.A.S., de Souza M.A. Germination and Initial Growth of Varieties of Forage Sorghum under Saline Stress/Germinacao e Crescimento Inicial de Variedades de Sorgo Forrageiro Submetidas Ao Estresse Salino. Rev. Bras. Eng. Agrícola Ambient. 2014;18:25–31. doi: 10.1590/S1415-43662014000100004.", "ArticleIdList": ["10.1590/S1415-43662014000100004"]}, {"Citation": "Arafa A.A., Khafagy M.A., El-Banna M.F. The Effect of Glycinebetaine or Ascorbic Acid on the Salt-Stress Induced Damages in Sorghum Plant Cells. Int. J. Bot. 2007;3:251–259. doi: 10.3923/ijb.2007.251.259.", "ArticleIdList": ["10.3923/ijb.2007.251.259"]}, {"Citation": "Murata N., Mohanty P.S., Hayashi H., Papageorgiou G.C. Glycinebetaine Stabilizes the Association of Extrinsic Proteins with the Photosynthetic Oxygen-Evolving Complex. FEBS Lett. 1992;296:187–189. doi: 10.1016/0014-5793(92)80376-R.", "ArticleIdList": ["10.1016/0014-5793(92)80376-R", "1733776"]}, {"Citation": "Ashraf M., Foolad M.R. Roles of Glycine Betaine and Proline in Improving Plant Abiotic Stress Resistance. Environ. Exp. Bot. 2007;59:206–216. doi: 10.1016/j.envexpbot.2005.12.006.", "ArticleIdList": ["10.1016/j.envexpbot.2005.12.006"]}, {"Citation": "Osman G., Munshi A.A.F., Mutawie H. Genetic Variation and Relationships of Zea mays and Sorghum Species Using RAPD-PCR and SDS-PAGE of Seed Proteins. Afr. J. Biotechnol. 2013;12:4269–4276. doi: 10.5897/AJB12.2644.", "ArticleIdList": ["10.5897/AJB12.2644"]}, {"Citation": "Afridi M.S., Ali S., Salam A., César Terra W., Hafeez A., Sumaira, Ali B., AlTami M.S., Ameen F., Ercisli S. Plant Microbiome Engineering: Hopes or Hypes. Biology. 2022;11:1782. doi: 10.3390/biology11121782.", "ArticleIdList": ["10.3390/biology11121782", "PMC9774975", "36552290"]}, {"Citation": "Gill S.S., Tuteja N. Reactive Oxygen Species and Antioxidant Machinery in Abiotic Stress Tolerance in Crop Plants. Plant Physiol. Biochem. 2010;48:909–930. doi: 10.1016/j.plaphy.2010.08.016.", "ArticleIdList": ["10.1016/j.plaphy.2010.08.016", "20870416"]}, {"Citation": "Lin M., Jia R., Li J., Zhang M., Chen H., Zhang D., Zhang J., Chen X. Evolution and Expression Patterns of the Trehalose-6-Phosphate Synthase Gene Family in Drumstick Tree (Moringa oleifera Lam.) Planta. 2018;248:999–1015. doi: 10.1007/s00425-018-2945-3.", "ArticleIdList": ["10.1007/s00425-018-2945-3", "30006657"]}, {"Citation": "Zhang J., Yang E., He Q., Lin M., Zhou W., Pian R., Chen X. Genome-Wide Analysis of the WRKY Gene Family in Drumstick (Moringa oleifera Lam.) PeerJ. 2019;7:e7063. doi: 10.7717/peerj.7063.", "ArticleIdList": ["10.7717/peerj.7063", "PMC6563795", "31218125"]}, {"Citation": "Aghdam M.T.B., Mohammadi H., Ghorbanpour M. Effects of Nanoparticulate Anatase Titanium Dioxide on Physiological and Biochemical Performance of Linum Usitatissimum (Linaceae) under Well-Watered and Drought Stress Conditions. Braz. J. Bot. 2016;39:139–146. doi: 10.1007/s40415-015-0227-x.", "ArticleIdList": ["10.1007/s40415-015-0227-x"]}, {"Citation": "Deng L.-T., Wu Y.-L., Li J.-C., OuYang K.-X., Ding M.-M., Zhang J.-J., Li S.-Q., Lin M.-F., Chen H.-B., Hu X.-S. Screening Reliable Reference Genes for RT-QPCR Analysis of Gene Expression in Moringa oleifera. PLoS ONE. 2016;11:e0159458. doi: 10.1371/journal.pone.0159458.", "ArticleIdList": ["10.1371/journal.pone.0159458", "PMC4991797", "27541138"]}, {"Citation": "Hach C.C., Vanous R.D., Heer J.M. Understanding Turbidity Measurement. Hach Co.; Loveland, CO, USA: 1985. (Technical Information Series; Booklet 11)."}, {"Citation": "Swain T., Hillis W.E. The Phenolic Constituents of Prunus Domestica. I.—The Quantitative Analysis of Phenolic Constituents. J. Sci. Food Agric. 1959;10:63–68. doi: 10.1002/jsfa.2740100110.", "ArticleIdList": ["10.1002/jsfa.2740100110"]}, {"Citation": "Chen W., Provart N.J., Glazebrook J., Katagiri F., Chang H.-S., Eulgem T., Mauch F., Luan S., Zou G., Whitham S.A. Expression Profile Matrix of Arabidopsis Transcription Factor Genes Suggests Their Putative Functions in Response to Environmental Stresses. Plant Cell. 2002;14:559–574. doi: 10.1105/tpc.010410.", "ArticleIdList": ["10.1105/tpc.010410", "PMC150579", "11910004"]}, {"Citation": "Johnson G., Schaal L.A. Relation of Chlorogenic Acid to Scab Resistance in Potatoes. Science. 1952;115:627–629. doi: 10.1126/science.115.2997.627.", "ArticleIdList": ["10.1126/science.115.2997.627", "17841621"]}, {"Citation": "Balbaa S.I., Zaki A.Y., El Shamy A.M. Total Flavonoid and Rutin Content of the Different Organs of Sophora japonica L. J. Assoc. Off. Anal. Chem. 1974;57:752–755. doi: 10.1093/jaoac/57.3.752.", "ArticleIdList": ["10.1093/jaoac/57.3.752"]}, {"Citation": "Benzie I.F.F., Strain J.J. The Ferric Reducing Ability of Plasma (FRAP) as a Measure of “Antioxidant Power”: The FRAP Assay. Anal. Biochem. 1996;239:70–76. doi: 10.1006/abio.1996.0292.", "ArticleIdList": ["10.1006/abio.1996.0292", "8660627"]}, {"Citation": "Re R., Pellegrini N., Proteggente A., Pannala A., Yang M., Rice-Evans C. Antioxidant Activity Applying an Improved ABTS Radical Cation Decolorization Assay. Free Radic. Biol. Med. 1999;26:1231–1237. doi: 10.1016/S0891-5849(98)00315-3.", "ArticleIdList": ["10.1016/S0891-5849(98)00315-3", "10381194"]}, {"Citation": "Slocum R.D., Flores H.E., Galston A.W., Weinstein L.H. Improved Method for HPLC Analysis of Polyamines, Agmatine and Aromatic Monoamines in Plant Tissue. Plant Physiol. 1989;89:512–517. doi: 10.1104/pp.89.2.512.", "ArticleIdList": ["10.1104/pp.89.2.512", "PMC1055873", "11537449"]}, {"Citation": "Beauchamp C., Fridovich I. Superoxide Dismutase: Improved Assays and an Assay Applicable to Acrylamide Gels. Anal. Biochem. 1971;44:276–287. doi: 10.1016/0003-2697(71)90370-8.", "ArticleIdList": ["10.1016/0003-2697(71)90370-8", "4943714"]}, {"Citation": "Nakano Y., Asada K. Hydrogen Peroxide Is Scavenged by Ascorbate-Specific Peroxidase in Spinach Chloroplasts. Plant Cell Physiol. 1981;22:867–880."}, {"Citation": "Aebi H. [13] Catalase in Vitro. Methods Enzym. 1984;105:121–126.", "ArticleIdList": ["6727660"]}, {"Citation": "Shannon L.M., Kay E., Lew J.Y. Peroxidase Isozymes from Horseradish Roots I. Isolation and Physical Properties. J. Biol. Chem. 1966;241:2166–2172. doi: 10.1016/S0021-9258(18)96680-9.", "ArticleIdList": ["10.1016/S0021-9258(18)96680-9", "5946638"]}, {"Citation": "Nagalakshmi N., Prasad M.N. V Responses of Glutathione Cycle Enzymes and Glutathione Metabolism to Copper Stress in Scenedesmus Bijugatus. Plant Sci. 2001;160:291–299. doi: 10.1016/S0168-9452(00)00392-7.", "ArticleIdList": ["10.1016/S0168-9452(00)00392-7", "11164601"]}, {"Citation": "Lowry O.H., Rosebrough N.J., Farr A.L., Randall R.J. Protein Measurement with the Folin Phenol Reagent. J. Biol. Chem. 1951;193:265–275. doi: 10.1016/S0021-9258(19)52451-6.", "ArticleIdList": ["10.1016/S0021-9258(19)52451-6", "14907713"]}, {"Citation": "Mukherjee S.P., Choudhuri M.A. Implications of Water Stress-induced Changes in the Levels of Endogenous Ascorbic Acid and Hydrogen Peroxide in Vigna Seedlings. Physiol. Plant. 1983;58:166–170. doi: 10.1111/j.1399-3054.1983.tb04162.x.", "ArticleIdList": ["10.1111/j.1399-3054.1983.tb04162.x"]}, {"Citation": "Wellburn A.R., Lichtenthaler H. Advances in Photosynthesis Research, Proceedings of the VIth International Congress on Photosynthesis, Brussels, Belgium, 1–6 August 1983. Volume 2. Springer; Dordrecht, The Netherlands: 1983. Formulae and Program to Determine Total Carotenoids and Chlorophylls a and b of Leaf Extracts in Different Solvents; pp. 9–12."}, {"Citation": "Bates L.S., Waldren R.P., Teare I.D. Rapid Determination of Free Proline for Water-Stress Studies. Plant Soil. 1973;39:205–207. doi: 10.1007/BF00018060.", "ArticleIdList": ["10.1007/BF00018060"]}, {"Citation": "Grieve C.M., Grattan S.R. Rapid Assay for Determination of Water Soluble Quaternary Ammonium Compounds. Plant Soil. 1983;70:303–307. doi: 10.1007/BF02374789.", "ArticleIdList": ["10.1007/BF02374789"]}, {"Citation": "Liu X., Shiomi S., Nakatsuka A., Kubo Y., Nakamura R., Inaba A. Characterization of Ethylene Biosynthesis Associated with Ripening in Banana Fruit. Plant Physiol. 1999;121:1257–1265. doi: 10.1104/pp.121.4.1257.", "ArticleIdList": ["10.1104/pp.121.4.1257", "PMC59492", "10594112"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "5", "Day": "26"}, {"Year": "2023", "Month": "7", "Day": "3"}, {"Year": "2023", "Month": "7", "Day": "3"}, {"Year": "2023", "Month": "8", "Day": "26", "Hour": "10", "Minute": "44"}, {"Year": "2023", "Month": "8", "Day": "26", "Hour": "10", "Minute": "43"}, {"Year": "2023", "Month": "8", "Day": "26", "Hour": "1", "Minute": "29"}, {"Year": "2023", "Month": "8", "Day": "21"}], "PublicationStatus": "epublish", "ArticleIdList": ["37631221", "PMC10459117", "10.3390/plants12163010", "plants12163010"]}}], "PubmedBookArticle": []}