{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["anticancer activity", "anticancer mechanisms", "cancer", "cytotoxic activity", "essential oils"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37631000", "DateRevised": {"Year": "2023", "Month": "08", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "07", "Day": "31"}], "Language": ["eng"], "ELocationID": ["1086", "10.3390/ph16081086"], "Journal": {"ISSN": "1424-8247", "JournalIssue": {"Volume": "16", "Issue": "8", "PubDate": {"Year": "2023", "Month": "Jul", "Day": "31"}}, "Title": "Pharmaceuticals (Basel, Switzerland)", "ISOAbbreviation": "Pharmaceuticals (Basel)"}, "ArticleTitle": "Exploring the Potent Anticancer Activity of Essential Oils and Their Bioactive Compounds: Mechanisms and Prospects for Future Cancer Therapy.", "Abstract": {"AbstractText": ["Cancer is one of the leading causes of death worldwide, affecting millions of people each year. Fortunately, the last decades have been marked by considerable advances in the field of cancer therapy. Researchers have discovered many natural substances, some of which are isolated from plants that have promising anti-tumor activity. Among these, essential oils (EOs) and their constituents have been widely studied and shown potent anticancer activities, both in vitro and in vivo. However, despite the promising results, the precise mechanisms of action of EOs and their bioactive compounds are still poorly understood. Further research is needed to better understand these mechanisms, as well as their effectiveness and safety in use. Furthermore, the use of EOs as anticancer drugs is complex, as it requires absolute pharmacodynamic specificity and selectivity, as well as an appropriate formulation for effective administration. In this study, we present a synthesis of recent work on the mechanisms of anticancer action of EOs and their bioactive compounds, examining the results of various in vitro and in vivo studies. We also review future research prospects in this exciting field, as well as potential implications for the development of new cancer drugs."]}, "AuthorList": [{"Identifier": ["0000-0001-7213-4700"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Research Institute, Center for Studies and Research of Djibouti, IRM-CERD, Route de l'Aéroport, Haramous, Djibouti City P.O. Box 486, Djibouti."}], "LastName": "Mohamed Abdoul-Latif", "ForeName": "Fatouma", "Initials": "F"}, {"Identifier": ["0000-0002-5004-6416"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Superior School of Technology of Khenifra, University of Sultan Moulay Slimane, P.O. Box 170, Khenifra 54000, Morocco."}], "LastName": "Ainane", "ForeName": "Ayoub", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Peltier Hospital of Djibouti, Djibouti City P.O. Box 2123, Djibouti."}], "LastName": "Houmed Aboubaker", "ForeName": "Ibrahim", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Research Institute, Center for Studies and Research of Djibouti, IRM-CERD, Route de l'Aéroport, Haramous, Djibouti City P.O. Box 486, Djibouti."}], "LastName": "Mohamed", "ForeName": "Jalludin", "Initials": "J"}, {"Identifier": ["0000-0001-6743-2666"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Superior School of Technology of Khenifra, University of Sultan Moulay Slimane, P.O. Box 170, Khenifra 54000, Morocco."}], "LastName": "Ainane", "ForeName": "Tarik", "Initials": "T"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Pharmaceuticals (Basel)", "NlmUniqueID": "101238453", "ISSNLinking": "1424-8247"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Cammarota G., Ianiro G., Ahern A., Carbone C., Temko A., Claesson M.J., Gasbarrini A., Tortora G. Gut microbiome, big data and machine learning to promote precision medicine for cancer. Nat. Rev. Gastroenterol. Hepatol. 2020;17:635–648. doi: 10.1038/s41575-020-0327-3.", "ArticleIdList": ["10.1038/s41575-020-0327-3", "32647386"]}, {"Citation": "Kushi L.H., Doyle C., McCullough M., Rock C.L., Demark-Wahnefried W., Bandera E.V., Gapstur S., Patel A.V., Andrews K., Gansler T., et al. American Cancer Society Guidelines on Nutrition and Physical Activity for cancer prevention: Reducing the risk of cancer with healthy food choices and physical activity. CA Cancer J. Clin. 2012;62:30–67. doi: 10.3322/caac.20140.", "ArticleIdList": ["10.3322/caac.20140", "22237782"]}, {"Citation": "Czarnecka A.M., Bartnik E., Fiedorowicz M., Rutkowski P. Targeted therapy in melanoma and mechanisms of resistance. Int. J. Mol. Sci. 2020;21:4576. doi: 10.3390/ijms21134576.", "ArticleIdList": ["10.3390/ijms21134576", "PMC7369697", "32605090"]}, {"Citation": "Cristini V., Lowengrub J. Multiscale Modeling of Cancer: An Integrated Experimental and Mathematical Modeling Approach. Cambridge University Press; Cambridge, UK: 2010."}, {"Citation": "Ladeiro Y., Couchy G., Balabaud C., Bioulac-Sage P., Pelletier L., Rebouissou S., Zucman-Rossi J. MicroRNA profiling in hepatocellular tumors is associated with clinical features and oncogene/tumor suppressor gene mutations. Hepatology. 2008;47:1955–1963. doi: 10.1002/hep.22256.", "ArticleIdList": ["10.1002/hep.22256", "18433021"]}, {"Citation": "World Health Organization . WHO Report on the Global Tobacco Epidemic, 2008: The MPOWER Package. World Health Organization; Geneva, Switzerland: 2008."}, {"Citation": "Cao W., Chen H.D., Yu Y.W., Li N., Chen W.Q. Changing profiles of cancer burden worldwide and in China: A secondary analysis of the global cancer statistics 2020. Chin. Med. J. 2021;134:783–791. doi: 10.1097/CM9.0000000000001474.", "ArticleIdList": ["10.1097/CM9.0000000000001474", "PMC8104205", "33734139"]}, {"Citation": "Bernardes N., Chakrabarty A.M., Fialho A.M. Engineering of bacterial strains and their products for cancer therapy. Appl. Microbiol. Biotechnol. 2013;97:5189–5199. doi: 10.1007/s00253-013-4926-6.", "ArticleIdList": ["10.1007/s00253-013-4926-6", "23644748"]}, {"Citation": "Cragg G.M., Grothaus P.G., Newman D.J. Impact of natural products on developing new anti-cancer agents. Chem. Rev. 2009;109:3012–3043. doi: 10.1021/cr900019j.", "ArticleIdList": ["10.1021/cr900019j", "19422222"]}, {"Citation": "Abdoul-Latif F.M., Oumaskour K., Boujaber N., Ainane A., Mohamed J., Ainane T. Formulations of a cosmetic product for hair care based on extract of the microalga Isochrysis galbana: In vivo and in vitro activities. J. Anal. Sci. Appl. Biotechnol. 2021;3:15–19."}, {"Citation": "Hewlings S.J., Kalman D.S. Curcumin: A review of its effects on human health. Foods. 2017;6:92. doi: 10.3390/foods6100092.", "ArticleIdList": ["10.3390/foods6100092", "PMC5664031", "29065496"]}, {"Citation": "Balandrin M.F., Kinghorn A.D., Farnsworth N.R. Human Medicinal Agents from Plants. American Chemical Society; Washington, DC, USA: 1993. Plant-derived natural products in drug discovery and development: An overview."}, {"Citation": "Mohamed Abdoul-Latif F., El Montassir Z., Ainane A., Gharby S., Sakar E.H., Merito A., Mohamed J., Ainane T. Use of Thymus Plants as an Ecological Filler in Urea-Formaldehyde Adhesives Intended for Bonding Plywood. Processes. 2022;10:2209. doi: 10.3390/pr10112209.", "ArticleIdList": ["10.3390/pr10112209"]}, {"Citation": "Al-Radadi N.S. Biogenic proficient synthesis of (Au-NPs) via aqueous extract of Red Dragon Pulp and seed oil: Characterization, antioxidant, cytotoxic properties, anti-diabetic anti-inflammatory, anti-Alzheimer and their anti-proliferative potential against cancer cell lines. Saudi J. Biol. Sci. 2022;29:2836–2855.", "ArticleIdList": ["PMC9073066", "35531221"]}, {"Citation": "Majdalawieh A.F., Fayyad M.W., Nasrallah G.K. Anti-cancer properties and mechanisms of action of thymoquinone, the major active ingredient of Nigella sativa. Crit. Rev. Food Sci. Nutr. 2017;57:3911–3928. doi: 10.1080/10408398.2016.1277971.", "ArticleIdList": ["10.1080/10408398.2016.1277971", "28140613"]}, {"Citation": "Bhavaniramya S., Vishnupriya S., Al-Aboody M.S., Vijayakumar R., Baskaran D. Role of essential oils in food safety: Antimicrobial and antioxidant applications. Grain Oil Sci. Technol. 2019;2:49–55. doi: 10.1016/j.gaost.2019.03.001.", "ArticleIdList": ["10.1016/j.gaost.2019.03.001"]}, {"Citation": "Rios J.L. Essential Oils in Food Preservation, Flavor and Safety. Academic Press; Cambridge, MA, USA: 2016. Essential oils: What they are and how the terms are used and defined; pp. 3–10."}, {"Citation": "Alam M., Kamal A., Upadhyay T.K., Upadhye V.J. Aromatic Plants: The Technology, Human Welfare and Beyond. Nova Science Publishers; Hauppauge, NY, USA: 2010. The role and effects of aroma: Status and trends; p. 169."}, {"Citation": "Khammour F., Abdoul-Latif F.M., Ainane A., Mohamed J., Ainane T. Eco-friendly adsorbent from waste of mint: Application for the removal of hexavalent chromium. J. Chem. 2021;2021:8848964. doi: 10.1155/2021/8848964.", "ArticleIdList": ["10.1155/2021/8848964"]}, {"Citation": "Mukhija M., Sundriyal A., Loshali A. Handbook of Research on Advanced Phytochemicals and Plant-Based Drug Discovery. IGI Global; Hershey, PA, USA: 2022. Essential Oils and Their Biological Applications: Extraction methods, Types, Biological Activities, Antimicrobial Fumes; pp. 395–412."}, {"Citation": "Butnariu M. Bioprospecting of Plant Biodiversity for Industrial Molecules. John Wiley & Sons; Hoboken, NJ, USA: 2021. Plants as source of essential oils and perfumery applications; pp. 261–292."}, {"Citation": "Rehman R., Hanif M.A., Mushtaq Z., Al-Sadi A.M. Biosynthesis of essential oils in aromatic plants: A review. Food Rev. Int. 2016;32:117–160. doi: 10.1080/87559129.2015.1057841.", "ArticleIdList": ["10.1080/87559129.2015.1057841"]}, {"Citation": "Atemni I., Touijer H., Hjouji K., Tlemcani S., Ainane T., Taleb M., Rais Z. Effect of bone meal on growth traits, photosynthetic pigment content, and essential oil chemical composition of Pelargonium graveolens. Ind. Crops Prod. 2023;202:117021. doi: 10.1016/j.indcrop.2023.117021.", "ArticleIdList": ["10.1016/j.indcrop.2023.117021"]}, {"Citation": "Zeroual A., Sakar E.H., Ibourki M., Bijla L., Ainane A., Mahjoubi F., Chaouch M., Gharby S., Chaqroune A., Ainane T. Phytochemical screening and mineral profiling of wild and cultivated rosemary (Rosmarinus officinalis L.) from Taounate region (northern Morocco) Pharmacol. Online. 2021;2:576–582."}, {"Citation": "Cseke L.J., Kaufman P.B., Kirakosyan A. The biology of essential oils in the pollination of flowers. Nat. Prod. Commun. 2007;2:1934578X0700201225. doi: 10.1177/1934578X0700201225.", "ArticleIdList": ["10.1177/1934578X0700201225"]}, {"Citation": "Sharmeen J.B., Mahomoodally F.M., Zengin G., Maggi F. Essential oils as natural sources of fragrance compounds for cosmetics and cosmeceuticals. Molecules. 2021;26:666. doi: 10.3390/molecules26030666.", "ArticleIdList": ["10.3390/molecules26030666", "PMC7865210", "33514008"]}, {"Citation": "Ainane T., Elkouali M.H., Ainane A., Talbi M. Moroccan traditional fragrance based essential oils: Preparation, composition and chemical identification. Der Pharma Chem. 2014;6:84–89."}, {"Citation": "Bilia A.R., Guccione C., Isacchi B., Righeschi C., Firenzuoli F., Bergonzi M.C. Essential oils loaded in nanosystems: A developing strategy for a successful therapeutic approach. Evid. -Based Complement. Altern. Med. 2014;2014:651593. doi: 10.1155/2014/651593.", "ArticleIdList": ["10.1155/2014/651593", "PMC4058161", "24971152"]}, {"Citation": "Abdoul-latif F.M., Ainane A., Abdoul-latif T.M., Ainane T. Chemical study and evaluation of insectical properties of African Lippia citriodora essential oil. J. Biopestic. 2020;13:119–126. doi: 10.57182/jbiopestic.13.2.119-126.", "ArticleIdList": ["10.57182/jbiopestic.13.2.119-126"]}, {"Citation": "Ignea C., Raadam M.H., Koutsaviti A., Zhao Y., Duan Y.T., Harizani M., Miettinen K., Georgantea P., Rosenfeldt M., Viejo-Ledesma S.E., et al. Expanding the terpene biosynthetic code with non-canonical 16 carbon atom building blocks. Nat. Commun. 2022;13:5188. doi: 10.1038/s41467-022-32921-w.", "ArticleIdList": ["10.1038/s41467-022-32921-w", "PMC9440906", "36057727"]}, {"Citation": "Hillier S.G., Lathe R. Terpenes, hormones and life: Isoprene rule revisited. J. Endocrinol. 2019;242:R9–R22. doi: 10.1530/JOE-19-0084.", "ArticleIdList": ["10.1530/JOE-19-0084", "31051473"]}, {"Citation": "Chang T.H., Hsieh F.L., Ko T.P., Teng K.H., Liang P.H., Wang A.H.J. Structure of a heterotetrameric geranyl pyrophosphate synthase from mint (Mentha piperita) reveals intersubunit regulation. Plant Cell. 2010;22:454–467. doi: 10.1105/tpc.109.071738.", "ArticleIdList": ["10.1105/tpc.109.071738", "PMC2845413", "20139160"]}, {"Citation": "Barja Afonso M. Exploring the Diversity of Geranylgeranyl Diphosphate Synthases in Arabidopsis thaliana and Solanum lycopersicum. Universitat Autònoma de Barcelona; Bellaterra, Spain: 2019."}, {"Citation": "Abdoul-Latif F.M., Ejjabraoui M., Ainane A., Hachi T., Mohamed J., Oumaskour K., Boujaber N., El Montassir Z., Ainane T. Correlation of the Diffusion Parameters and the Biological Activities in the Formulation of Pinus halepensis Essential Oil in Phosphogypsum Material. Appl. Sci. 2023;13:5358. doi: 10.3390/app13095358.", "ArticleIdList": ["10.3390/app13095358"]}, {"Citation": "Stephane F.F.Y., Jules B.K.J. Essential Oils-Bioactive Compounds, New Perspectives and Applications. IntechOpen; London, UK: 2020. Terpenoids as important bioactive constituents of essential oils."}, {"Citation": "Sadgrove N.J., Padilla-González G.F., Phumthum M. Fundamental chemistry of essential oils and volatile organic compounds, methods of analysis and authentication. Plants. 2022;11:789. doi: 10.3390/plants11060789.", "ArticleIdList": ["10.3390/plants11060789", "PMC8955314", "35336671"]}, {"Citation": "Vassão D.G., Davin L.B., Lewis N.G. Metabolic engineering of plant allyl/propenyl phenol and lignin pathways: Future potential for biofuels/bioenergy, polymer intermediates, and specialty chemicals? Adv. Plant Biochem. Mol. Biol. 2008;1:385–428."}, {"Citation": "Mohamed Abdoul-Latif F., Ainane A., Houmed Aboubaker I., Merito Ali A., El Montassir Z., Kciuk M., Mohamed J., Ainane T. Chemical Composition of the Essential Oil of Catha edulis Forsk from Djibouti and Its Toxicological Investigations In Vivo and In Vitro. Processes. 2023;11:1324. doi: 10.3390/pr11051324.", "ArticleIdList": ["10.3390/pr11051324"]}, {"Citation": "Dhifi W., Bellili S., Jazi S., Bahloul N., Mnif W. Essential oils’ chemical characterization and investigation of some biological activities: A critical review. Medicines. 2016;3:25. doi: 10.3390/medicines3040025.", "ArticleIdList": ["10.3390/medicines3040025", "PMC5456241", "28930135"]}, {"Citation": "Pengelly A. The Constituents of Medicinal Plants. CABI; Wallingford, UK: 2021."}, {"Citation": "Bhatla S.C., Lal A.M., Bhatla S.C. Plant Physiology Development and Metabolism. Springer; Berlin/Heidelberg, Germany: Cham, Switzerland: 2018. Secondary metabolites; pp. 1099–1166."}, {"Citation": "World Health Organization (WHO) Internacional Agency for Research on Cancer. Cancer Fact Sheets. WHO; Geneva, Switzerland: 2019."}, {"Citation": "World Health Organization  . Cancer. WHO; Geneva, Switzerland: 2015.  [(accessed on 1 May 2023)].  Available online:  http://www.who.int/mediacentre/factsheets/fs297/en."}, {"Citation": "Ferguson L.R., Chen H., Collins A.R., Connell M., Damia G., Dasgupta S., Malhotra M., Meeker A.K., Amedei A., Amin A., et al. Seminars in Cancer Biology. Volume 35. Academic Press; Cambridge, MA, USA: 2015. Genomic instability in human cancer: Molecular insights and opportunities for therapeutic attack and prevention through diet and nutrition; pp. S5–S24.", "ArticleIdList": ["PMC4600419", "25869442"]}, {"Citation": "Fresco P., Borges F.I.G.M., Diniz C., Marques M.P.M. New insights on the anticancer properties of dietary polyphenols. Med. Res. Rev. 2006;26:747–766. doi: 10.1002/med.20060.", "ArticleIdList": ["10.1002/med.20060", "16710860"]}, {"Citation": "Morse M.A., Stoner G.D. Cancer chemoprevention: Principles and prospects. Carcinogenesis. 1993;14:1737–1746. doi: 10.1093/carcin/14.9.1737.", "ArticleIdList": ["10.1093/carcin/14.9.1737", "8403193"]}, {"Citation": "Amin A., Gali-Muhtasib H., Ocker M., Schneider-Stock R. Overview of major classes of plant-derived anticancer drugs. Int. J. Biomed. Sci. IJBS. 2009;5:1.", "ArticleIdList": ["PMC3614754", "23675107"]}, {"Citation": "Weaver B.A. How Taxol/paclitaxel kills cancer cells. Mol. Biol. Cell. 2014;25:2677–2681. doi: 10.1091/mbc.e14-04-0916.", "ArticleIdList": ["10.1091/mbc.e14-04-0916", "PMC4161504", "25213191"]}, {"Citation": "Holton R.A., Kim H.B., Somoza C., Liang F., Biediger R.J., Boatman P.D., Shindo M., Smith C.C., Kim S. First total synthesis of taxol. 2. Completion of the C and D rings. J. Am. Chem. Soc. 1994;116:1599–1600. doi: 10.1021/ja00083a067.", "ArticleIdList": ["10.1021/ja00083a067"]}, {"Citation": "Altshuler O., Abu-Abied M., Chaimovitsh D., Shechter A., Frucht H., Dudai N., Sadot E. Enantioselective effects of (+)-and (−)-citronellal on animal and plant microtubules. J. Nat. Prod. 2013;76:1598–1604. doi: 10.1021/np4002702.", "ArticleIdList": ["10.1021/np4002702", "23947826"]}, {"Citation": "Edris A.E. Pharmaceutical and therapeutic potentials of essential oils and their individual volatile constituents: A review. Phytother. Res. Int. J. Devoted Pharmacol. Toxicol. Eval. Nat. Prod. Deriv. 2007;21:308–323. doi: 10.1002/ptr.2072.", "ArticleIdList": ["10.1002/ptr.2072", "17199238"]}, {"Citation": "Sitarek P., Rijo P., Garcia C., Skała E., Kalemba D., Białas A.J., Szemraj J., Pytel D., Toma M., Wysokińska H., et al. Antibacterial, anti-inflammatory, antioxidant, and antiproliferative properties of essential oils from hairy and normal roots of Leonurus sibiricus L. and their chemical composition. Oxidative Med. Cell. Longev. 2017;2017:7384061. doi: 10.1155/2017/7384061.", "ArticleIdList": ["10.1155/2017/7384061", "PMC5278227", "28191277"]}, {"Citation": "Abdoul-Latif F.M., Elmi A., Merito A., Nour M., Risler A., Ainane A., Bignon J., Ainane T. Essential oils of Tagetes minuta and Lavandula coronopifolia from Djibouti: Chemical composition, antibacterial activity and cytotoxic activity against various human cancer cell lines. Int. J. Plant Biol. 2022;13:26. doi: 10.3390/ijpb13030026.", "ArticleIdList": ["10.3390/ijpb13030026"]}, {"Citation": "Mohamed Abdoul-Latif F., Elmi A., Merito A., Nour M., Risler A., Ainane A., Bignon J., Ainane T. Chemical Analysis of Essential Oils of Cymbopogon schoenanthus (L.) Spreng. and Nepeta azurea R. Br. ex Benth from Djbouti, In-Vitro Cytotoxicity against Cancer Cell Lines and Antibacterial Activities. Appl. Sci. 2022;12:8699. doi: 10.3390/app12178699.", "ArticleIdList": ["10.3390/app12178699"]}, {"Citation": "Mohamed Abdoul-Latif F., Elmi A., Merito A., Nour M., Risler A., Ainane A., Bignon J., Ainane T. Essential Oils of Ocimum basilicum L. and Ocimum americanum L. from Djibouti: Chemical Composition, Antimicrobial and Cytotoxicity Evaluations. Processes. 2022;10:1785. doi: 10.3390/pr10091785.", "ArticleIdList": ["10.3390/pr10091785"]}, {"Citation": "Elmi A., Spina R., Risler A., Philippot S., Mérito A., Duval R.E., Abdoul-Latif F.M., Laurain-Mattar D. Evaluation of antioxidant and antibacterial activities, cytotoxicity of Acacia seyal Del bark extracts and isolated compounds. Molecules. 2020;25:2392. doi: 10.3390/molecules25102392.", "ArticleIdList": ["10.3390/molecules25102392", "PMC7288156", "32455580"]}, {"Citation": "Swain S.S., Paidesetty S.K., Padhy R.N., Hussain T. Nano-technology platforms to increase the antibacterial drug suitability of essential oils: A drug prospective assessment. OpenNano. 2023;9:100115. doi: 10.1016/j.onano.2022.100115.", "ArticleIdList": ["10.1016/j.onano.2022.100115"]}, {"Citation": "Hallin J., Bowcut V., Calinisan A., Briere D.M., Hargis L., Engstrom L.D., Laguer J., Medwid J., Vanderpool D., Lifset E., et al. Anti-tumor efficacy of a potent and selective non-covalent KRASG12D inhibitor. Nat. Med. 2022;28:2171–2182. doi: 10.1038/s41591-022-02007-7.", "ArticleIdList": ["10.1038/s41591-022-02007-7", "36216931"]}, {"Citation": "Valizadeh A., Khaleghi A.A., Roozitalab G., Osanloo M. High anticancer efficacy of solid lipid nanoparticles containing Zataria multiflora essential oil against breast cancer and melanoma cell lines. BMC Pharmacol. Toxicol. 2021;22:52. doi: 10.1186/s40360-021-00523-9.", "ArticleIdList": ["10.1186/s40360-021-00523-9", "PMC8482686", "34587996"]}, {"Citation": "Abdoul-Latif F.M., Elmi A., Merito A., Nour M., Risler A., Ainane A., Bignon J., Ainane T. Essential oil of Ruta chalepensis L. from Djibouti: Chemical Analysis and Modeling of In Vitro Anticancer Profiling. Separations. 2022;9:387. doi: 10.3390/separations9120387.", "ArticleIdList": ["10.3390/separations9120387"]}, {"Citation": "Topçu G., Gören A.C., Bilsel G., Bilsel M., Çakmak O., Schilling J., Kingston D.G. Cytotoxic Activity and Essential Oil Composition of Leaves and Berries of Juniperus excelsa. Pharm. Biol. 2005;43:125–128. doi: 10.1080/13880200590919429.", "ArticleIdList": ["10.1080/13880200590919429"]}, {"Citation": "Buhagiar J.A., Podesta M.T., Wilson A.P., Micallef M.J., Ali S. The induction of apoptosis in human melanoma, breast and ovarian cancer cell lines using an essential oil extract from the conifer Tetraclinis articulata. Anticancer. Res. 1999;19:5435–5443.", "ArticleIdList": ["10697574"]}, {"Citation": "Sylvestre M., Pichette A., Longtin A., Nagau F., Legault J. Essential oil analysis and anticancer activity of leaf essential oil of Croton flavens L. from Guadeloupe. J. Ethnopharmacol. 2006;103:99–102. doi: 10.1016/j.jep.2005.07.011.", "ArticleIdList": ["10.1016/j.jep.2005.07.011", "16168586"]}, {"Citation": "Gharby S., Asdadi A., Ibourki M., Hamdouch A., Ainane T., Hassani L.A.I. Chemical characterization of the essential oil from aerial parts of Lavandula rejdalii Upson & Jury, a medicinal plant endemic to Morocco. J. Essent. Oil Bear. Plants. 2020;23:1422–1427."}, {"Citation": "De Lima V.T., Vieira M.C., Kassuya C.A.L., Cardoso C.A.L., Alves J.M., Foglio M.A., De Carvalho J.E., Formagio A.S.N. Chemical composition and free radical-scavenging, anticancer and anti-inflammatory activities of the essential oil from Ocimum kilimandscharicum. Phytomedicine. 2014;21:1298–1302. doi: 10.1016/j.phymed.2014.07.004.", "ArticleIdList": ["10.1016/j.phymed.2014.07.004", "25172793"]}, {"Citation": "Mitropoulou G., Fitsiou E., Stavropoulou E., Papavassilopoulou E., Vamvakias M., Pappa A., Oreopoulou A., Kourkoutas Y. Composition, antimicrobial, antioxidant, and antiproliferative activity of Origanum dictamnus (dittany) essential oil. Microb. Ecol. Health Dis. 2015;26:26543.", "ArticleIdList": ["PMC4424236", "25952773"]}, {"Citation": "Nikolić M., Glamočlija J., Ferreira I.C., Calhelha R.C., Fernandes Â., Marković T., Marković D., Giweli A., Soković M. Chemical composition, antimicrobial, antioxidant and antitumor activity of Thymus serpyllum L.; Thymus algeriensis Boiss. and Reut and Thymus vulgaris L. essential oils. Ind. Crops Prod. 2014;52:183–190. doi: 10.1016/j.indcrop.2013.10.006.", "ArticleIdList": ["10.1016/j.indcrop.2013.10.006"]}, {"Citation": "Russo A., Formisano C., Rigano D., Senatore F., Delfine S., Cardile V., Rosselli S., Bruno M. Chemical composition and anticancer activity of essential oils of Mediterranean sage (Salvia officinalis L.) grown in different environmental conditions. Food Chem. Toxicol. 2013;55:42–47. doi: 10.1016/j.fct.2012.12.036.", "ArticleIdList": ["10.1016/j.fct.2012.12.036", "23291326"]}, {"Citation": "Ainane T., Abdoul-Latif F.M., Baghouz A., El Montassir Z., Attahar W., Ainane A., Giuffrè A.M. Correction: Essential oils rich in pulegone for insecticide purpose against legume bruchus species: Case of Ziziphora hispanica L. and Mentha pulegium L. AIMS Agric. Food. 2023;8:236–238. doi: 10.3934/agrfood.2023013.", "ArticleIdList": ["10.3934/agrfood.2023013"]}, {"Citation": "Sylvestre M., Pichette A., Lavoie S., Longtin A., Legault J. Composition and cytotoxic activity of the leaf essential oil of Comptonia peregrina (L.) Coulter. Phytother. Res. Int. J. Devoted Pharmacol. Toxicol. Eval. Nat. Prod. Deriv. 2007;21:536–540.", "ArticleIdList": ["17326040"]}, {"Citation": "Cole R.A., Bansal A., Moriarity D.M., Haber W.A., Setzer W.N. Chemical composition and cytotoxic activity of the leaf essential oil of Eugenia zuchowskiae from Monteverde, Costa Rica. J. Nat. Med. 2007;61:414–417. doi: 10.1007/s11418-007-0155-6.", "ArticleIdList": ["10.1007/s11418-007-0155-6"]}, {"Citation": "Hou J., Sun T., Hu J., Chen S., Cai X., Zou G. Chemical composition, cytotoxic and antioxidant activity of the leaf essential oil of Photinia serrulata. Food Chem. 2007;103:355–358. doi: 10.1016/j.foodchem.2006.07.060.", "ArticleIdList": ["10.1016/j.foodchem.2006.07.060"]}, {"Citation": "Abdoul-Latif F.M., Ainane A., Merito A., Ainane T. Chemical composition and biological activities of essential oils from Djibouti. J. Anal. Sci. Appl. Biotechnol. 2022;4:1–9."}, {"Citation": "Gudi V.A., Singh S.V. Effect of diallyl sulfide, a naturally occurring anti-carcinogen, on glutathione-dependent detoxification enzymes of female CD-1 mouse tissues. Biochem. Pharmacol. 1991;42:1261–1265. doi: 10.1016/0006-2952(91)90263-5.", "ArticleIdList": ["10.1016/0006-2952(91)90263-5", "1888335"]}, {"Citation": "Girola N., Figueiredo C.R., Farias C.F., Azevedo R.A., Ferreira A.K., Teixeira S.F., Capello T.M., Martins E.G., Matsuo A.L., Travassos L.R., et al. Camphene isolated from essential oil of Piper cernuum (Piperaceae) induces intrinsic apoptosis in melanoma cells and displays antitumor activity in vivo. Biochem. Biophys. Res. Commun. 2015;467:928–934. doi: 10.1016/j.bbrc.2015.10.041.", "ArticleIdList": ["10.1016/j.bbrc.2015.10.041", "26471302"]}, {"Citation": "Arunasree K.M. Anti-proliferative effects of carvacrol on a human metastatic breast cancer cell line, MDA-MB 231. Phytomedicine. 2010;17:581–588. doi: 10.1016/j.phymed.2009.12.008.", "ArticleIdList": ["10.1016/j.phymed.2009.12.008", "20096548"]}, {"Citation": "Suhail M.M., Wu W., Cao A., Mondalek F.G., Fung K.M., Shih P.T., Fang Y.-T., Woolley C., Young G., Lin H.-K. Boswellia sacra essential oil induces tumor cell-specific apoptosis and suppresses tumor aggressiveness in cultured human breast cancer cells. BMC Complement. Altern. Med. 2011;11:129. doi: 10.1186/1472-6882-11-129.", "ArticleIdList": ["10.1186/1472-6882-11-129", "PMC3258268", "22171782"]}, {"Citation": "Qurishi Y., Hamid A., Zargar M.A., Singh S.K., Saxena A.K. Potential role of natural molecules in health and disease: Importance of boswellic acid. J. Med. Plants Res. 2010;4:2778–2785."}, {"Citation": "Queiroz R.M.D., Takiya C.M., Guimarães L.P.T.P., Rocha G.D.G., Alviano D.S., Blank A.F., Alviano C.S., Gattass C.R. Apoptosis-inducing effects of Melissa officinalis L. essential oil in glioblastoma multiforme cells. Cancer Investig. 2014;32:226–235. doi: 10.3109/07357907.2014.905587.", "ArticleIdList": ["10.3109/07357907.2014.905587", "24745610"]}, {"Citation": "Sheikh B.Y., Sarker M.M.R., Kamarudin M.N.A., Mohan G. Antiproliferative and apoptosis inducing effects of citral via p53 and ROS-induced mitochondrial-mediated apoptosis in human colorectal HCT116 and HT29 cell lines. Biomed. Pharmacother. 2017;96:834–846. doi: 10.1016/j.biopha.2017.10.038.", "ArticleIdList": ["10.1016/j.biopha.2017.10.038", "29078261"]}, {"Citation": "Thomas M.L., De Antueno R., Coyle K.M., Sultan M., Cruickshank B.M., Giacomantonio M.A., Giacomantonio C.A., Duncan R., Marcato P. Citral reduces breast tumor growth by inhibiting the cancer stem cell marker ALDH1A3. Mol. Oncol. 2016;10:1485–1496. doi: 10.1016/j.molonc.2016.08.004.", "ArticleIdList": ["10.1016/j.molonc.2016.08.004", "PMC5423215", "27592281"]}, {"Citation": "Naz F., Khan F.I., Mohammad T., Khan P., Manzoor S., Hasan G.M., Lobb K.A., Luqman S., Islam A., Ahmad F., et al. Investigation of molecular mechanism of recognition between citral and MARK4: A newer therapeutic approach to attenuate cancer cell progression. Int. J. Biol. Macromol. 2018;107:2580–2589. doi: 10.1016/j.ijbiomac.2017.10.143.", "ArticleIdList": ["10.1016/j.ijbiomac.2017.10.143", "29079437"]}, {"Citation": "Fayard E., Tintignac L.A., Baudry A., Hemmings B.A. Protein kinase B/Akt at a glance. J. Cell Sci. 2005;118:5675–5678. doi: 10.1242/jcs.02724.", "ArticleIdList": ["10.1242/jcs.02724", "16339964"]}, {"Citation": "Seal S., Chatterjee P., Bhattacharya S., Pal D., Dasgupta S., Kundu R., Mukherjee S., Bhattacharya S., Bhuyan M., Bhattacharyya P.R., et al. Vapor of volatile oils from Litsea cubeba seed induces apoptosis and causes cell cycle arrest in lung cancer cells. PLoS ONE. 2012;7:e47014. doi: 10.1371/journal.pone.0047014.", "ArticleIdList": ["10.1371/journal.pone.0047014", "PMC3473030", "23091605"]}, {"Citation": "Wu C.C., Chung J.G., Tsai S.J., Yang J.H., Sheen L.Y. Differential effects of allyl sulfides from garlic essential oil on cell cycle regulation in human liver tumor cells. Food Chem. Toxicol. 2004;42:1937–1947. doi: 10.1016/j.fct.2004.07.008.", "ArticleIdList": ["10.1016/j.fct.2004.07.008", "15500931"]}, {"Citation": "Hoesel B., Schmid J.A. The complexity of NF-κB signaling in inflammation and cancer. Mol. Cancer. 2013;12:86. doi: 10.1186/1476-4598-12-86.", "ArticleIdList": ["10.1186/1476-4598-12-86", "PMC3750319", "23915189"]}, {"Citation": "Dehne N., Mora J., Namgaladze D., Weigert A., Brüne B. Cancer cell and macrophage cross-talk in the tumor microenvironment. Curr. Opin. Pharmacol. 2017;35:12–19. doi: 10.1016/j.coph.2017.04.007.", "ArticleIdList": ["10.1016/j.coph.2017.04.007", "28538141"]}, {"Citation": "Ben-Neriah Y., Karin M. Inflammation meets cancer, with NF-κB as the matchmaker. Nat. Immunol. 2011;12:715–723. doi: 10.1038/ni.2060.", "ArticleIdList": ["10.1038/ni.2060", "21772280"]}, {"Citation": "Hassan S.B., Gali-Muhtasib H., Göransson H., Larsson R. Alpha terpineol: A potential anticancer agent which acts through suppressing NF-κB signalling. Anticancer. Res. 2010;30:1911–1919.", "ArticleIdList": ["20651334"]}, {"Citation": "Deeb S.J. Ph.D. Thesis. American University of Beirut; Beirut, Lebanon: 2019. Enhancement of Cell Death by Linalyl Acetate and [alpha]-Terpineol through Targeting the Nuclear Factor-[kappa] B Activation Pathway in Human Colon Cancer Cells-by Sally Joseph Deeb."}, {"Citation": "Feng S.S., Chien S. Chemotherapeutic engineering: Application and further development of chemical engineering principles for chemotherapy of cancer and other diseases. Chem. Eng. Sci. 2003;58:4087–4114. doi: 10.1016/S0009-2509(03)00234-3.", "ArticleIdList": ["10.1016/S0009-2509(03)00234-3"]}, {"Citation": "Chari R.V. Targeted cancer therapy: Conferring specificity to cytotoxic drugs. Acc. Chem. Res. 2008;41:98–107. doi: 10.1021/ar700108g.", "ArticleIdList": ["10.1021/ar700108g", "17705444"]}, {"Citation": "Çetinus E., Temiz T., Ergül M., Altun A., Çetinus Ş., Kaya T. Thyme essential oil inhibits proliferation of DLD-1 colorectal cancer cells through antioxidant effect. Cumhur. Med. J. 2013;35:14–24. doi: 10.7197/1305-0028.1757.", "ArticleIdList": ["10.7197/1305-0028.1757"]}, {"Citation": "Yang Y., Yue Y., Runwei Y., Guolin Z. Cytotoxic, apoptotic and antioxidant activity of the essential oil of Amomum tsao-ko. Bioresour. Technol. 2010;101:4205–4211. doi: 10.1016/j.biortech.2009.12.131.", "ArticleIdList": ["10.1016/j.biortech.2009.12.131", "20133123"]}, {"Citation": "Mesa-Arango A.C., Montiel-Ramos J., Zapata B., Durán C., Betancur-Galvis L., Stashenko E. Citral and carvone chemotypes from the essential oils of Colombian Lippia alba (Mill.) NE Brown: Composition, cytotoxicity and antifungal activity. Memórias Inst. Oswaldo Cruz. 2009;104:878–884. doi: 10.1590/S0074-02762009000600010.", "ArticleIdList": ["10.1590/S0074-02762009000600010", "19876560"]}, {"Citation": "Frank M.B., Yang Q., Osban J., Azzarello J.T., Saban M.R., Saban R., Ashley R.A., Welter J.C., Fung K.-M., Lin H.-K. Frankincense oil derived from Boswellia carteri induces tumor cell specific cytotoxicity. BMC Complement. Altern. Med. 2009;9:6. doi: 10.1186/1472-6882-9-6.", "ArticleIdList": ["10.1186/1472-6882-9-6", "PMC2664784", "19296830"]}, {"Citation": "Silva S.L.D., Chaar J.D.S., Figueiredo P.D.M.S., Yano T. Cytotoxic evaluation of essential oil from Casearia sylvestris Sw on human cancer cells and erythrocytes. Acta Amaz. 2008;38:107–112. doi: 10.1590/S0044-59672008000100012.", "ArticleIdList": ["10.1590/S0044-59672008000100012"]}, {"Citation": "Silva S.L.D., Figueiredo P.M., Yano T. Cytotoxic evaluation of essential oil from Zanthoxylum rhoifolium Lam. leaves. Acta Amaz. 2007;37:281–286. doi: 10.1590/S0044-59672007000200015.", "ArticleIdList": ["10.1590/S0044-59672007000200015"]}, {"Citation": "Amiel E., Ofir R., Dudai N., Soloway E., Rabinsky T., Rachmilevitch S. β-Caryophyllene, a compound isolated from the biblical balm of gilead (Commiphora gileadensis), is a selective apoptosis inducer for tumor cell lines. Evid.-Based Complement. Altern. Med. 2012;2012:872394. doi: 10.1155/2012/872394.", "ArticleIdList": ["10.1155/2012/872394", "PMC3332194", "22567036"]}, {"Citation": "Sœur J., Marrot L., Perez P., Iraqui I., Kienda G., Dardalhon M., Meunier J.-R., Averbeck D., Huang M.-E. Selective cytotoxicity of Aniba rosaeodora essential oil towards epidermoid cancer cells through induction of apoptosis. Mutat. Res./Genet. Toxicol. Environ. Mutagen. 2011;718:24–32. doi: 10.1016/j.mrgentox.2010.10.009.", "ArticleIdList": ["10.1016/j.mrgentox.2010.10.009", "21070863"]}, {"Citation": "Ni X., Suhail M.M., Yang Q., Cao A., Fung K.M., Postier R.G., Woolley C., Young G., Zhang J., Lin H.-K. Frankincense essential oil prepared from hydrodistillation of Boswellia sacra gum resins induces human pancreatic cancer cell death in cultures and in a xenograft murine model. BMC Complement. Altern. Med. 2012;12:253. doi: 10.1186/1472-6882-12-253.", "ArticleIdList": ["10.1186/1472-6882-12-253", "PMC3538159", "23237355"]}, {"Citation": "Rabi T., Bishayee A. d-Limonene sensitizes docetaxel-induced cytotoxicity in human prostate cancer cells: Generation of reactive oxygen species and induction of apoptosis. J. Carcinog. 2009;8:9.", "ArticleIdList": ["PMC2699604", "19465777"]}, {"Citation": "Legault J., Pichette A. Potentiating effect of β-caryophyllene on anticancer activity of α-humulene, isocaryophyllene and paclitaxel. J. Pharm. Pharmacol. 2007;59:1643–1647. doi: 10.1211/jpp.59.12.0005.", "ArticleIdList": ["10.1211/jpp.59.12.0005", "18053325"]}, {"Citation": "Lustberg M.B. Management of neutropenia in cancer patients. Clin. Adv. Hematol. Oncol. HO. 2012;10:825.", "ArticleIdList": ["PMC4059501", "23271355"]}, {"Citation": "Zhuang S.R., Chen S.L., Tsai J.H., Huang C.C., Wu T.C., Liu W.S., Tseng H.C., Lee H.S., Huang M.C., Shane G.T., et al. Effect of citronellol and the Chinese medical herb complex on cellular immunity of cancer patients receiving chemotherapy/radiotherapy. Phytother. Res. Int. J. Devoted Pharmacol. Toxicol. Eval. Nat. Prod. Deriv. 2009;23:785–790. doi: 10.1002/ptr.2623.", "ArticleIdList": ["10.1002/ptr.2623", "19145638"]}, {"Citation": "Carnesecchi S., Bras-Gonçalves R., Bradaia A., Zeisel M., Gossé F., Poupon M.F., Raul F. Geraniol, a component of plant essential oils, modulates DNA synthesis and potentiates 5-fluorouracil efficacy on human colon tumor xenografts. Cancer Lett. 2004;215:53–59. doi: 10.1016/j.canlet.2004.06.019.", "ArticleIdList": ["10.1016/j.canlet.2004.06.019", "15374632"]}, {"Citation": "Ainane A., Abdoul-Latif F.M., Abdoul-Latif T.M., Ainane T. Evaluation of biological activities of two essential oils as a safe environmental bioinsecticides: Case of Eucalyptus globulus and Rosmarinus officinalis. Przegląd Nauk. Inżynieria I Kształtowanie Środowiska. 2020;29:544–556. doi: 10.22630/PNIKS.2020.29.4.47.", "ArticleIdList": ["10.22630/PNIKS.2020.29.4.47"]}, {"Citation": "Vieira A., Heidor R., Cardozo M.T., Scolastici C., Purgatto E., Shiga T.M., Barbisan L.F., Ong T.P., Moreno F.S. Efficacy of geraniol but not of β-ionone or their combination for the chemoprevention of rat colon carcinogenesis. Braz. J. Med. Biol. Res. 2011;44:538–545. doi: 10.1590/S0100-879X2011000600007.", "ArticleIdList": ["10.1590/S0100-879X2011000600007", "21445532"]}, {"Citation": "Srivastava J.K., Gupta S. Tocotrienol-rich fraction of palm oil induces cell cycle arrest and apoptosis selectively in human prostate cancer cells. Biochem. Biophys. Res. Commun. 2006;346:447–453. doi: 10.1016/j.bbrc.2006.05.147.", "ArticleIdList": ["10.1016/j.bbrc.2006.05.147", "16762318"]}, {"Citation": "Karamysheva A.F. Mechanisms of angiogenesis. Biochemistry. 2008;73:751–762. doi: 10.1134/S0006297908070031.", "ArticleIdList": ["10.1134/S0006297908070031", "18707583"]}, {"Citation": "Janmey P.A., Kinnunen P.K. Biophysical properties of lipids and dynamic membranes. Trends Cell Biol. 2006;16:538–546. doi: 10.1016/j.tcb.2006.08.009.", "ArticleIdList": ["10.1016/j.tcb.2006.08.009", "16962778"]}, {"Citation": "Ainane A., Abdoul-Latif F.M., Mohamed J., Attahar W., Ouassil M., Shybat Z.L., El Yaacoubi A., Ainane T. Behaviour desorption study of the essential oil of Cedrus atlantica in a porous clay versus insecticidal activity against Sitophilus granarius: Explanation of the phenomenon by statistical studies. Int. J. Metrol. Qual. Eng. 2021;12:12. doi: 10.1051/ijmqe/2021010.", "ArticleIdList": ["10.1051/ijmqe/2021010"]}, {"Citation": "Maddocks-Jennings W., Wilkinson J.M. Aromatherapy practice in nursing: Literature review. J. Adv. Nurs. 2004;48:93–103. doi: 10.1111/j.1365-2648.2004.03172.x.", "ArticleIdList": ["10.1111/j.1365-2648.2004.03172.x", "15347415"]}, {"Citation": "Okigbo R.N., Anuagasi C.L., Amadi J.E. Advances in selected medicinal and aromatic plants indigenous to Africa. J. Med. Plants Res. 2009;3:86–95."}, {"Citation": "Talbi M., Saadali B., Boriky D., Bennani L., Elkouali M.H., Ainane T. Two natural compounds—A benzofuran and a phenylpropane–from Artemisia dracunculus. J. Asian Nat. Prod. Res. 2016;18:724–729. doi: 10.1080/10286020.2016.1158708.", "ArticleIdList": ["10.1080/10286020.2016.1158708", "26982075"]}, {"Citation": "Spreckelmeyer S., Orvig C., Casini A. Cellular transport mechanisms of cytotoxic metallodrugs: An overview beyond cisplatin. Molecules. 2014;19:15584–15610. doi: 10.3390/molecules191015584.", "ArticleIdList": ["10.3390/molecules191015584", "PMC6271550", "25268716"]}, {"Citation": "Sullivan L.B., Chandel N.S. Mitochondrial reactive oxygen species and cancer. Cancer Metab. 2014;2:17. doi: 10.1186/2049-3002-2-17.", "ArticleIdList": ["10.1186/2049-3002-2-17", "PMC4323058", "25671107"]}, {"Citation": "Jaafari A., Mouse H.A., M’Bark L.A., Tilaoui M., Elhansali M., Lepoivre M., Aboufatima R., Melhaoui A., Chait A., Zyad A. Differential antitumor effect of essential oils and their major components of Thymus broussonettii: Relationship to cell cycle and apoptosis induction. Herba Pol. 2009;55:36–50."}, {"Citation": "Gedara S.R. Terpenoid content of the leaves of Thymus algeriensis Boiss. Mansoura J. Pharm. Sci. 2008;24:133–143."}, {"Citation": "Andonova T., Muhovski Y., Apostolova E., Naimov S., Petkova Z., Teneva O., Dimitrova-Dyulgerova I. Koelreuteria paniculata Seed Oil—A Rich Natural Source of Unsaturated Fatty Acids and Phytocompounds with DNA Protective Potential. Foods. 2023;12:2230. doi: 10.3390/foods12112230.", "ArticleIdList": ["10.3390/foods12112230", "PMC10252210", "37297478"]}, {"Citation": "Zeytinoğlu M., Aydin S., Öztürk Y., Başer K.H.C. Inhibitory effects of carvacrol on DMBA induced pulmonary tumorigenesis in rats. ACTA Pharm. Sci. 1998;40:93–98."}, {"Citation": "Özkan A., Erdoğan A. A comparative evaluation of antioxidant and anticancer activity of essential oil from Origanum onites (Lamiaceae) and its two major phenolic components. Turk. J. Biol. 2011;35:735–742. doi: 10.3906/biy-1011-170.", "ArticleIdList": ["10.3906/biy-1011-170"]}, {"Citation": "Abusnina A., Alhosin M., Keravis T., Muller C.D., Fuhrmann G., Bronner C., Lugnier C. Down-regulation of cyclic nucleotide phosphodiesterase PDE1A is the key event of p73 and UHRF1 deregulation in thymoquinone-induced acute lymphoblastic leukemia cell apoptosis. Cell. Signal. 2011;23:152–160. doi: 10.1016/j.cellsig.2010.08.015.", "ArticleIdList": ["10.1016/j.cellsig.2010.08.015", "20807569"]}, {"Citation": "Carnesecchi S., Langley K., Exinger F., Gosse F., Raul F. Geraniol, a component of plant essential oils, sensitizes human colonic cancer cells to 5-fluorouracil treatment. J. Pharmacol. Exp. Ther. 2002;301:625–630. doi: 10.1124/jpet.301.2.625.", "ArticleIdList": ["10.1124/jpet.301.2.625", "11961066"]}, {"Citation": "Polo M.P., De Bravo M.G. Effect of geraniol on fatty-acid and mevalonate metabolism in the human hepatoma cell line Hep G2. Biochem. Cell Biol. 2006;84:102–111. doi: 10.1139/o05-160.", "ArticleIdList": ["10.1139/o05-160", "16462894"]}, {"Citation": "Cardozo M.T., de Conti A., Ong T.P., Scolastici C., Purgatto E., Horst M.A., Bassoli B.K., Moreno F.S. Chemopreventive effects of β-ionone and geraniol during rat hepatocarcinogenesis promotion: Distinct actions on cell proliferation, apoptosis, HMGCoA reductase, and RhoA. J. Nutr. Biochem. 2011;22:130–135. doi: 10.1016/j.jnutbio.2009.12.007.", "ArticleIdList": ["10.1016/j.jnutbio.2009.12.007", "20435455"]}, {"Citation": "Chidambara K.N.M., Jayaprakasha G.K., Shivappa M., Mantur B.S.P. Emerging Trends in Dietary Components for Preventing and Combating Disease. Vol. 1093. ACS Publications; Columbus, OH, USA: 2012. Citrus monoterpenes: Potential source of phytochemicals for cancer prevention; pp. 545–558."}, {"Citation": "Elegbede J.A., Maltzman T.H., Elson C.E., Gould M.N. Effects of anticarcinogenic monoterpenes on phase II hepatic metabolizing enzymes. Carcinogenesis. 1993;14:1221–1223. doi: 10.1093/carcin/14.6.1221.", "ArticleIdList": ["10.1093/carcin/14.6.1221", "8508509"]}, {"Citation": "Pattanayak M., Seth P.K., Smita S., Gupta S.K. Geraniol and limonene interaction with 3-hydroxy-3-methylglutaryl-CoA (HMG-CoA) reductase for their role as cancer chemopreventive agents. J. Proteom. Bioinform. 2009;2:466–474. doi: 10.4172/jpb.1000107.", "ArticleIdList": ["10.4172/jpb.1000107"]}, {"Citation": "Chen X., Shuzo O., Li Y., Han R. Effect of d-limonene, Salvia miltiorrhiza and turmeric derivatives on membrane association of Ras gene product and gap junction intercellular communication. Yao Xue Xue Bao=Acta Pharm. Sin. 1998;33:821–827.", "ArticleIdList": ["12016941"]}, {"Citation": "Usta J., Kreydiyyeh S., Knio K., Barnabe P., Bou-Moughlabay Y., Dagher S. Linalool decreases HepG2 viability by inhibiting mitochondrial complexes I and II, increasing reactive oxygen species and decreasing ATP and GSH levels. Chem.-Biol. Interact. 2009;180:39–46. doi: 10.1016/j.cbi.2009.02.012.", "ArticleIdList": ["10.1016/j.cbi.2009.02.012", "19428344"]}, {"Citation": "Gu Y., Ting Z., Qiu X., Zhang X., Gan X., Fang Y., Xu X., Xu R. Linalool preferentially induces robust apoptosis of a variety of leukemia cells via upregulating p53 and cyclin-dependent kinase inhibitors. Toxicology. 2010;268:19–24. doi: 10.1016/j.tox.2009.11.013.", "ArticleIdList": ["10.1016/j.tox.2009.11.013", "19922762"]}, {"Citation": "Horváthová E., Sramková M., Lábaj J., Slamenová D. Study of cytotoxic, genotoxic and DNA-protective effects of selected plant essential oils on human cells cultured in vitro. Neuro Endocrinol. Lett. 2006;27:44–47.", "ArticleIdList": ["17159777"]}, {"Citation": "Jaafari A., Tilaoui M., Mouse H.A., M’bark L.A., Aboufatima R., Chait A., Lepoivre M., Zyad A. Comparative study of the antitumor effect of natural monoterpenes: Relationship to cell cycle analysis. Rev. Bras. Farmacogn. 2012;22:534–540. doi: 10.1590/S0102-695X2012005000021.", "ArticleIdList": ["10.1590/S0102-695X2012005000021"]}, {"Citation": "Ferraz R.P., Bomfim D.S., Carvalho N.C., Soares M.B., da Silva T.B., Machado W.J., Prata A.P.N., Costa E.V., Moraes V.R.S., Nogueira P.C.L., et al. Cytotoxic effect of leaf essential oil of Lippia gracilis Schauer (Verbenaceae) Phytomedicine. 2013;20:615–621. doi: 10.1016/j.phymed.2013.01.015.", "ArticleIdList": ["10.1016/j.phymed.2013.01.015", "23453306"]}, {"Citation": "Al-Shabanah O.A., Badary O.A., Nagi M.N., Al-Gharably N.M., Al-Rikabi A.C., Al-Bekairi A.M. Thymoquinone protects against doxorubicin-induced cardiotoxicity without compromising its antitumor activity. J. Exp. Clin. Cancer Res. CR. 1998;17:193–198.", "ArticleIdList": ["9700580"]}, {"Citation": "Effenberger-Neidnicht K., Schobert R. Combinatorial effects of thymoquinone on the anti-cancer activity of doxorubicin. Cancer Chemother. Pharmacol. 2011;67:867–874. doi: 10.1007/s00280-010-1386-x.", "ArticleIdList": ["10.1007/s00280-010-1386-x", "20582416"]}, {"Citation": "Dayem A.A., Choi H.Y., Kim J.H., Cho S.G. Role of oxidative stress in stem, cancer, and cancer stem cells. Cancers. 2010;2:859–884. doi: 10.3390/cancers2020859.", "ArticleIdList": ["10.3390/cancers2020859", "PMC3835109", "24281098"]}, {"Citation": "Semlali A., Contant C., Al-Otaibi B., Al-Jammaz I., Chandad F. The curcumin analog (PAC) suppressed cell survival and induced apoptosis and autophagy in oral cancer cells. Sci. Rep. 2021;11:11701. doi: 10.1038/s41598-021-90754-x.", "ArticleIdList": ["10.1038/s41598-021-90754-x", "PMC8175612", "34083581"]}, {"Citation": "Contant C., Rouabhia M., Loubaki L., Chandad F., Semlali A. Anethole induces anti-oral cancer activity by triggering apoptosis, autophagy and oxidative stress and by modulation of multiple signaling pathways. Sci. Rep. 2021;11:13087. doi: 10.1038/s41598-021-92456-w.", "ArticleIdList": ["10.1038/s41598-021-92456-w", "PMC8219795", "34158560"]}, {"Citation": "Zhang H., Tikekar R.V., Ding Q., Gilbert A.R., Wimsatt S.T. Inactivation of foodborne pathogens by the synergistic combinations of food processing technologies and food-grade compounds. Compr. Rev. Food Sci. Food Saf. 2020;19:2110–2138. doi: 10.1111/1541-4337.12582.", "ArticleIdList": ["10.1111/1541-4337.12582", "33337103"]}, {"Citation": "Yu S., Long Y., Li D., Shi A., Deng J., Ma Y., Wen J., Li X., Zhang Y., Liu S., et al. Natural essential oils efficacious in internal organs fibrosis treatment: Mechanisms of action and application perspectives. Pharmacol. Res. 2022;182:106339. doi: 10.1016/j.phrs.2022.106339.", "ArticleIdList": ["10.1016/j.phrs.2022.106339", "35792297"]}, {"Citation": "Das I., Acharya A., Berry D.L., Sen S., Williams E., Permaul E., Sengupta A., Bhattacharya S., Saha T. Antioxidative effects of the spice cardamom against non-melanoma skin cancer by modulating nuclear factor erythroid-2-related factor 2 and NF-κB signalling pathways. Br. J. Nutr. 2012;108:984–997. doi: 10.1017/S0007114511006283.", "ArticleIdList": ["10.1017/S0007114511006283", "22182368"]}, {"Citation": "Pavithra P.S., Mehta A., Verma R.S. Essential oils: From prevention to treatment of skin cancer. Drug Discov. Today. 2019;24:644–655. doi: 10.1016/j.drudis.2018.11.020.", "ArticleIdList": ["10.1016/j.drudis.2018.11.020", "30508640"]}, {"Citation": "Islam S.S., Al-Sharif I., Sultan A., Al-Mazrou A., Remmal A., Aboussekhra A. Eugenol potentiates cisplatin anti-cancer activity through inhibition of ALDH-positive breast cancer stem cells and the NF-κB signaling pathway. Mol. Carcinog. 2018;57:333–346. doi: 10.1002/mc.22758.", "ArticleIdList": ["10.1002/mc.22758", "29073729"]}, {"Citation": "Kunnumakkara A.B., Sailo B.L., Banik K., Harsha C., Prasad S., Gupta S.C., Bharti A.C., Aggarwal B.B. Chronic diseases, inflammation, and spices: How are they linked? J. Transl. Med. 2018;16:14. doi: 10.1186/s12967-018-1381-2.", "ArticleIdList": ["10.1186/s12967-018-1381-2", "PMC5785894", "29370858"]}, {"Citation": "Attahar W., Mohamed Abdoul-Latif F., Mohamed J., Ainane A., Ainane T. Antimicrobial and antioxidant activities of Trigonella foenum-graecum essential oil from the region of settat (Morocco) Pharmacologyonline. 2021;2:434–442."}, {"Citation": "Deb D.D., Parimala G., Devi S.S., Chakraborty T. Effect of thymol on peripheral blood mononuclear cell PBMC and acute promyelotic cancer cell line HL-60. Chem.-Biol. Interact. 2011;193:97–106. doi: 10.1016/j.cbi.2011.05.009.", "ArticleIdList": ["10.1016/j.cbi.2011.05.009", "21640085"]}, {"Citation": "Crowell P.L. Monoterpenes in breast cancer chemoprevention. Breast Cancer Res. Treat. 1997;46:191–197. doi: 10.1023/A:1005939806591.", "ArticleIdList": ["10.1023/A:1005939806591", "9478274"]}, {"Citation": "Giudice A., Montella M. Activation of the Nrf2–ARE signaling pathway: A promising strategy in cancer prevention. Bioessays. 2006;28:169–181. doi: 10.1002/bies.20359.", "ArticleIdList": ["10.1002/bies.20359", "16435293"]}, {"Citation": "Jana S., Mandlekar S. Role of phase II drug metabolizing enzymes in cancer chemoprevention. Curr. Drug Metab. 2009;10:595–616. doi: 10.2174/138920009789375379.", "ArticleIdList": ["10.2174/138920009789375379", "19702535"]}, {"Citation": "Kim S.H., Park E.J., Lee C.R., Chun J.N., Cho N.H., Kim I.G., Lee S., Kim T.W., Park H.H., So I., et al. Geraniol induces cooperative interaction of apoptosis and autophagy to elicit cell death in PC-3 prostate cancer cells. Int. J. Oncol. 2012;40:1683–1690.", "ArticleIdList": ["22200837"]}, {"Citation": "Ouassil M., Mohamed Abdoul-Latif F., Attahar W., Ainane A., Ainane T. Chemical composition of bay laurel and rosemary essential oils from morocco and their antifungal activity against fusarium strains. Pharmacologyonline. 2021;2:426–433."}, {"Citation": "Kumar S., Mathew S.O., Aharwal R.P., Tulli H.S., Mohan C.D., Sethi G., Bishayee A. Withaferin A: A Pleiotropic Anticancer Agent from the Indian Medicinal Plant Withania somnifera (L.) Dunal. Pharmaceuticals. 2023;16:160. doi: 10.3390/ph16020160.", "ArticleIdList": ["10.3390/ph16020160", "PMC9966696", "37259311"]}, {"Citation": "Ainane A., Cherroud S., El Kouali M., Abba E.H., Ainane T. Chemical compositions, insecticidal and antimicrobial activities of two moroccan essential oils of Citrus limonum and Syzygium aromaticum. Pharmacologyonline. 2020;2:190–199."}, {"Citation": "Lesgards J.F., Baldovini N., Vidal N., Pietri S. Anticancer activities of essential oils constituents and synergy with conventional therapies: A review. Phytother. Res. 2014;28:1423–1446. doi: 10.1002/ptr.5165.", "ArticleIdList": ["10.1002/ptr.5165", "24831562"]}, {"Citation": "El Omari N., Bakrim S., Bakha M., Lorenzo J.M., Rebezov M., Shariati M.A., Aboulaghras S., Balahbib A., Khayrullin M., Bouyahya A. Natural bioactive compounds targeting epigenetic pathways in cancer: A review on alkaloids, terpenoids, quinones, and isothiocyanates. Nutrients. 2021;13:3714. doi: 10.3390/nu13113714.", "ArticleIdList": ["10.3390/nu13113714", "PMC8621755", "34835969"]}, {"Citation": "Rigo A., Ferrarini I., Lorenzetto E., Darra E., Liparulo I., Bergamini C., Sissa C., Cavalieri E., Vinante F. BID and the α-bisabolol-triggered cell death program: Converging on mitochondria and lysosomes. Cell Death Dis. 2019;10:889. doi: 10.1038/s41419-019-2126-8.", "ArticleIdList": ["10.1038/s41419-019-2126-8", "PMC6877650", "31767857"]}, {"Citation": "Martin N., Zhu K., Czarnecka-Herok J., Vernier M., Bernard D. Regulation and role of calcium in cellular senescence. Cell Calcium. 2023;110:102701. doi: 10.1016/j.ceca.2023.102701.", "ArticleIdList": ["10.1016/j.ceca.2023.102701", "36736165"]}, {"Citation": "Tsujimoto Y., Shimizu S. Another way to die: Autophagic programmed cell death. Cell Death Differ. 2005;12:1528–1534. doi: 10.1038/sj.cdd.4401777.", "ArticleIdList": ["10.1038/sj.cdd.4401777", "16247500"]}, {"Citation": "Horvitz H.R. Genetic control of programmed cell death in the nematode Caenorhabditis elegans. Cancer Res. 1999;59((Suppl. S7)):1701s–1706s.", "ArticleIdList": ["10197583"]}, {"Citation": "Fearnhead H.O., Dinsdale D., Cohen G.M. An interleukin-1β-converting enzyme-like protease is a common mediator of apoptosis in thymocytes. FEBS Lett. 1995;375:283–288. doi: 10.1016/0014-5793(95)01228-7.", "ArticleIdList": ["10.1016/0014-5793(95)01228-7", "7498519"]}, {"Citation": "Tsuruo T., Naito M., Tomida A., Fujita N., Mashima T., Sakamoto H., Haga N. Molecular targeting therapy of cancer: Drug resistance, apoptosis and survival signal. Cancer Sci. 2003;94:15–21. doi: 10.1111/j.1349-7006.2003.tb01345.x.", "ArticleIdList": ["10.1111/j.1349-7006.2003.tb01345.x", "PMC11160265", "12708468"]}, {"Citation": "Vara J.Á.F., Casado E., de Castro J., Cejas P., Belda-Iniesta C., González-Barón M. PI3K/Akt signalling pathway and cancer. Cancer Treat. Rev. 2004;30:193–204. doi: 10.1016/j.ctrv.2003.07.007.", "ArticleIdList": ["10.1016/j.ctrv.2003.07.007", "15023437"]}, {"Citation": "Bouyahya A., Belmehdi O., Benjouad A., El Hassani R.A., Amzazi S., Dakka N., Bakri Y. Pharmacological properties and mechanism insights of Moroccan anticancer medicinal plants: What are the next steps? Ind. Crops Prod. 2020;147:112198. doi: 10.1016/j.indcrop.2020.112198.", "ArticleIdList": ["10.1016/j.indcrop.2020.112198"]}, {"Citation": "Khoo B.Y., Chua S.L., Balaram P. Apoptotic effects of chrysin in human cancer cell lines. Int. J. Mol. Sci. 2010;11:2188–2199. doi: 10.3390/ijms11052188.", "ArticleIdList": ["10.3390/ijms11052188", "PMC2885101", "20559509"]}, {"Citation": "Ainane T., Abdoul-Latif F.M., Shybat Z.L., Mohamed J., Ainane A. Antifungal activity of essential oil of Pistacia atlantica against Ascochyta rabiei and its correlation with antioxidant activity. Pharmacologyonline. 2021;3:829–837."}, {"Citation": "Yin Q.H., Yan F.X., Zu X.Y., Wu Y.H., Wu X.P., Liao M.C., Deng S.-W., Yin L.-L., Zhuang Y.-Z. Anti-proliferative and pro-apoptotic effect of carvacrol on human hepatocellular carcinoma cell line HepG-2. Cytotechnology. 2012;64:43–51. doi: 10.1007/s10616-011-9389-y.", "ArticleIdList": ["10.1007/s10616-011-9389-y", "PMC3261448", "21938469"]}, {"Citation": "Rajput S., Kumar B.P., Dey K.K., Pal I., Parekh A., Mandal M. Molecular targeting of Akt by thymoquinone promotes G1 arrest through translation inhibition of cyclin D1 and induces apoptosis in breast cancer cells. Life Sci. 2013;93:783–790. doi: 10.1016/j.lfs.2013.09.009.", "ArticleIdList": ["10.1016/j.lfs.2013.09.009", "24044882"]}, {"Citation": "Tundis R., Loizzo M.R., Bonesi M., Menichini F., Dodaro D., Passalacqua N.G., Statti G., Menichini F. In vitro cytotoxic effects of Senecio stabianus Lacaita (Asteraceae) on human cancer cell lines. Nat. Prod. Res. 2009;23:1707–1718. doi: 10.1080/14786410802194151.", "ArticleIdList": ["10.1080/14786410802194151", "19921589"]}, {"Citation": "Banerjee S., Azmi A.S., Padhye S., Singh M.W., Baruah J.B., Philip P.A., Sarkar F.H., Mohammad R.M. Structure-activity studies on therapeutic potential of Thymoquinone analogs in pancreatic cancer. Pharm. Res. 2010;27:1146–1158. doi: 10.1007/s11095-010-0145-3.", "ArticleIdList": ["10.1007/s11095-010-0145-3", "PMC3093961", "20422266"]}, {"Citation": "Sethi G., Ahn K.S., Aggarwal B.B. Targeting nuclear factor-κB activation pathway by thymoquinone: Role in suppression of antiapoptotic gene products and enhancement of apoptosis. Mol. Cancer Res. 2008;6:1059–1070. doi: 10.1158/1541-7786.MCR-07-2088.", "ArticleIdList": ["10.1158/1541-7786.MCR-07-2088", "18567808"]}, {"Citation": "Yazan L.S., Ng W.K., Al-Naqeeb G., Ismail M. Cytotoxicity of thymoquinone (TQ) from Nigella sativa towards human cervical carcinoma cells (HeLa) J. Pharm. Res. 2009;2:585–589."}, {"Citation": "Zhang X.J., Jia S.S. Fisetin inhibits laryngeal carcinoma through regulation of AKT/NF-κB/mTOR and ERK1/2 signaling pathways. Biomed. Pharmacother. 2016;83:1164–1174. doi: 10.1016/j.biopha.2016.08.035.", "ArticleIdList": ["10.1016/j.biopha.2016.08.035", "27551764"]}, {"Citation": "Martelli A.M., Nyåkern M., Tabellini G., Bortul R., Tazzari P.L., Evangelisti C., Cocco L. Phosphoinositide 3-kinase/Akt signaling pathway and its therapeutical implications for human acute myeloid leukemia. Leukemia. 2006;20:911–928. doi: 10.1038/sj.leu.2404245.", "ArticleIdList": ["10.1038/sj.leu.2404245", "16642045"]}, {"Citation": "Frauwirth K.A., Riley J.L., Harris M.H., Parry R.V., Rathmell J.C., Plas D.R., Elstrom R.L., June C.H., Thompson C.B. The CD28 signaling pathway regulates glucose metabolism. Immunity. 2002;16:769–777. doi: 10.1016/S1074-7613(02)00323-0.", "ArticleIdList": ["10.1016/S1074-7613(02)00323-0", "12121659"]}, {"Citation": "Monirujjaman M.D., Ferdouse A. Metabolic and physiological roles of branched-chain amino acids. Adv. Mol. Biol. 2014;2014:364976. doi: 10.1155/2014/364976.", "ArticleIdList": ["10.1155/2014/364976"]}, {"Citation": "Patra K.C., Hay N. The pentose phosphate pathway and cancer. Trends Biochem. Sci. 2014;39:347–354. doi: 10.1016/j.tibs.2014.06.005.", "ArticleIdList": ["10.1016/j.tibs.2014.06.005", "PMC4329227", "25037503"]}, {"Citation": "Abdoul-Latif F.M., Ainane A., Oumaskour K., Boujaber N., Mohamed J., Ainane T. Effect of atlas cedar essential oil against pathogenic medical bacterial strains-in vitro test. Pharmacologyonline. 2021;3:857–864."}, {"Citation": "Abildgaard C., Guldberg P. Molecular drivers of cellular metabolic reprogramming in melanoma. Trends Mol. Med. 2015;21:164–171. doi: 10.1016/j.molmed.2014.12.007.", "ArticleIdList": ["10.1016/j.molmed.2014.12.007", "25618774"]}, {"Citation": "Sun H., Wang Z., Sebastian Yakisich J. Natural products targeting autophagy via the PI3K/Akt/mTOR pathway as anticancer agents. Anti-Cancer Agents Med. Chem. (Former. Curr. Med. Chem.-Anti-Cancer Agents) 2013;13:1048–1056. doi: 10.2174/18715206113139990130.", "ArticleIdList": ["10.2174/18715206113139990130", "23293890"]}, {"Citation": "Abdoul-Latif F.M., Ainane A., Oumaskour K., Boujaber N., Mohamed J., Ainane T. In vitro antidiabetic activity of essential oil of two species of Artemisia: Artemisia heba-alba asso and Artemisia ifranensis. Pharmacologyonline. 2021;3:812–820."}, {"Citation": "Ramamurthy S., Ronnett G.V. Developing a head for energy sensing: AMP-activated protein kinase as a multifunctional metabolic sensor in the brain. J. Physiol. 2006;574:85–93. doi: 10.1113/jphysiol.2006.110122.", "ArticleIdList": ["10.1113/jphysiol.2006.110122", "PMC1817796", "16690704"]}, {"Citation": "Chartoumpekis D.V., Kensler T.W. New player on an old field; the keap1/Nrf2 pathway as a target for treatment of type 2 diabetes and metabolic syndrome. Curr. Diabetes Rev. 2013;9:137–145. doi: 10.2174/1573399811309020005.", "ArticleIdList": ["10.2174/1573399811309020005", "PMC3601410", "23363332"]}, {"Citation": "Ribas V., García-Ruiz C., Fernández-Checa J.C. Mitochondria, cholesterol and cancer cell metabolism. Clin. Transl. Med. 2016;5:22. doi: 10.1186/s40169-016-0106-5.", "ArticleIdList": ["10.1186/s40169-016-0106-5", "PMC4960093", "27455839"]}, {"Citation": "Tomko A.M., Whynot E.G., Ellis L.D., Dupré D.J. Anti-cancer potential of cannabinoids, terpenes, and flavonoids present in cannabis. Cancers. 2020;12:1985. doi: 10.3390/cancers12071985.", "ArticleIdList": ["10.3390/cancers12071985", "PMC7409346", "32708138"]}, {"Citation": "Ballou L.R., Laulederkind S.J., Rosloniec E.F., Raghow R. Ceramide signalling and the immune response. Biochim. Biophys. Acta (BBA)-Lipids Lipid Metab. 1996;1301:273–287. doi: 10.1016/0005-2760(96)00004-5.", "ArticleIdList": ["10.1016/0005-2760(96)00004-5", "8664339"]}, {"Citation": "Ainane T., Abourriche A., Kabbaj M., Elkouali M., Bennamara A., Charrouf M., Lemrani M. Biological activities of extracts from seaweed Cystoseira tamariscifolia: Antibacterial activity, antileishmanial activity and cytotoxicity. J. Chem. Pharm. Res. 2014;6:607–611."}, {"Citation": "Maltese W.A., Defendini R., Green R.A., Sheridan K.M., Donley D.K. Suppression of murine neuroblastoma growth in vivo by mevinolin, a competitive inhibitor of 3-hydroxy-3-methylglutaryl-coenzyme A reductase. J. Clin. Investig. 1985;76:1748–1754. doi: 10.1172/JCI112165.", "ArticleIdList": ["10.1172/JCI112165", "PMC424200", "3850904"]}, {"Citation": "Brown M.S., Goldstein J.L. Multivalent feedback regulation of HMG CoA reductase, a control mechanism coordinating isoprenoid synthesis and cell growth. J. Lipid Res. 1980;21:505–517. doi: 10.1016/S0022-2275(20)42221-7.", "ArticleIdList": ["10.1016/S0022-2275(20)42221-7", "6995544"]}, {"Citation": "Karabín M., Hudcová T., Jelínek L., Dostálek P. Biologically active compounds from hops and prospects for their use. Compr. Rev. Food Sci. Food Saf. 2016;15:542–567. doi: 10.1111/1541-4337.12201.", "ArticleIdList": ["10.1111/1541-4337.12201", "33401815"]}, {"Citation": "Sharifi-Rad J., Sureda A., Tenore G.C., Daglia M., Sharifi-Rad M., Valussi M., Tundis R., Sharifi-Rad M., Loizzo M.R., Ademiluyi A.O., et al. Biological activities of essential oils: From plant chemoecology to traditional healing systems. Molecules. 2017;22:70. doi: 10.3390/molecules22010070.", "ArticleIdList": ["10.3390/molecules22010070", "PMC6155610", "28045446"]}, {"Citation": "Kumar M., Tomar M., Amarowicz R., Saurabh V., Nair M.S., Maheshwari C., Sasi M., Prajapati U., Hasan M., Singh S., et al. Guava (Psidium guajava L.) leaves: Nutritional composition, phytochemical profile, and health-promoting bioactivities. Foods. 2021;10:752. doi: 10.3390/foods10040752.", "ArticleIdList": ["10.3390/foods10040752", "PMC8066327", "33916183"]}, {"Citation": "Fenley A.T., Anandakrishnan R., Kidane Y.H., Onufriev A.V. Modulation of nucleosomal DNA accessibility via charge-altering post-translational modifications in histone core. Epigenetics Chromatin. 2018;11:11. doi: 10.1186/s13072-018-0181-5.", "ArticleIdList": ["10.1186/s13072-018-0181-5", "PMC5856334", "29548294"]}, {"Citation": "Bowman G.D., Poirier M.G. Post-translational modifications of histones that influence nucleosome dynamics. Chem. Rev. 2014;115:2274–2295. doi: 10.1021/cr500350x.", "ArticleIdList": ["10.1021/cr500350x", "PMC4375056", "25424540"]}, {"Citation": "Mariño-Ramírez L., Kann M.G., Shoemaker B.A., Landsman D. Histone structure and nucleosome stability. Expert Rev. Proteom. 2005;2:719–729. doi: 10.1586/14789450.2.5.719.", "ArticleIdList": ["10.1586/14789450.2.5.719", "PMC1831843", "16209651"]}, {"Citation": "Santos C.R., Schulze A. Lipid metabolism in cancer. FEBS J. 2012;279:2610–2623. doi: 10.1111/j.1742-4658.2012.08644.x.", "ArticleIdList": ["10.1111/j.1742-4658.2012.08644.x", "22621751"]}, {"Citation": "Alam A., Jawaid T., Alsanad S.M., Kamal M., Balaha M.F. Composition, Antibacterial Efficacy, and Anticancer Activity of Essential Oil Extracted from Psidium guajava (L.) Leaves. Plants. 2023;12:246. doi: 10.3390/plants12020246.", "ArticleIdList": ["10.3390/plants12020246", "PMC9863818", "36678958"]}, {"Citation": "Chinni S.R., Li Y., Upadhyay S., Koppolu P.K., Sarkar F.H. Indole-3-carbinol (I3C) induced cell growth inhibition, G1 cell cycle arrest and apoptosis in prostate cancer cells. Oncogene. 2001;20:2927–2936. doi: 10.1038/sj.onc.1204365.", "ArticleIdList": ["10.1038/sj.onc.1204365", "11420705"]}, {"Citation": "Yang Y.C.S., Ko P.J., Pan Y.S., Lin H.Y., Whang-Peng J., Davis P.J., Wang K. Role of thyroid hormone-integrin αvβ3-signal and therapeutic strategies in colorectal cancers. J. Biomed. Sci. 2021;28:24. doi: 10.1186/s12929-021-00719-5.", "ArticleIdList": ["10.1186/s12929-021-00719-5", "PMC8028191", "33827580"]}, {"Citation": "Di Martile M., Garzoli S., Ragno R., Del Bufalo D. Essential oils and their main chemical components: The past 20 years of preclinical studies in melanoma. Cancers. 2020;12:2650. doi: 10.3390/cancers12092650.", "ArticleIdList": ["10.3390/cancers12092650", "PMC7565555", "32948083"]}, {"Citation": "Santoro A., Zhao J., Wu L., Carru C., Biagi E., Franceschi C. Seminars in Immunopathology. Volume 42. Springer; Berlin/Heidelberg, Germany: 2020. Microbiomes other than the gut: Inflammaging and age-related diseases; pp. 589–605.", "ArticleIdList": ["PMC7666274", "32997224"]}, {"Citation": "Gurib-Fakim A. Medicinal plants: Traditions of yesterday and drugs of tomorrow. Mol. Asp. Med. 2006;27:1–93. doi: 10.1016/j.mam.2005.07.008.", "ArticleIdList": ["10.1016/j.mam.2005.07.008", "16105678"]}, {"Citation": "Tajana A. New Trends in Pharmacokinetics. Springer; Berlin/Heidelberg, Germany: 1991. Stereoselective Pharmacokinetics; pp. 227–255. (NATO ASI SERIES)."}, {"Citation": "Labiris N.R., Dolovich M.B. Pulmonary drug delivery. Part I: Physiological factors affecting therapeutic effectiveness of aerosolized medications. Br. J. Clin. Pharmacol. 2003;56:588–599. doi: 10.1046/j.1365-2125.2003.01892.x.", "ArticleIdList": ["10.1046/j.1365-2125.2003.01892.x", "PMC1884307", "14616418"]}, {"Citation": "Menn J.J. Comparative aspects of pesticide metabolism in plants and animals. Environ. Health Perspect. 1978;27:113–124. doi: 10.1289/ehp.7827113.", "ArticleIdList": ["10.1289/ehp.7827113", "PMC1637294", "367763"]}, {"Citation": "Singletary K. Oregano: Overview of the literature on health benefits. Nutr. Today. 2010;45:129–138. doi: 10.1097/NT.0b013e3181dec789.", "ArticleIdList": ["10.1097/NT.0b013e3181dec789"]}, {"Citation": "Evangelista L., Urso L., Caracciolo M., Stracuzzi F., Panareo S., Cistaro A., Catalano O. Fdg pet/ct volume-based quantitative data and survival analysis in breast cancer patients: A systematic review of the literature. Curr. Med. Imaging. 2023;19:807–816. doi: 10.2174/1573405618666220329094423.", "ArticleIdList": ["10.2174/1573405618666220329094423", "35352652"]}, {"Citation": "Pati S., Irfan W., Jameel A., Ahmed S., Shahid R.K. Obesity and cancer: A current overview of epidemiology, pathogenesis, outcomes, and management. Cancers. 2023;15:485. doi: 10.3390/cancers15020485.", "ArticleIdList": ["10.3390/cancers15020485", "PMC9857053", "36672434"]}, {"Citation": "Api A.M., Ritacco G., Hawkins D.R. The fate of dermally applied [14C] d-limonene in rats and humans. Int. J. Toxicol. 2013;32:130–135. doi: 10.1177/1091581813479979.", "ArticleIdList": ["10.1177/1091581813479979", "23493903"]}, {"Citation": "Hegeman G.D. Synthesis of the enzymes of the mandelate pathway by Pseudomonas putida I. Synthesis of enzymes by the wild type. J. Bacteriol. 1966;91:1140–1154. doi: 10.1128/jb.91.3.1140-1154.1966.", "ArticleIdList": ["10.1128/jb.91.3.1140-1154.1966", "PMC316007", "5929747"]}, {"Citation": "Salgueiro L., Martins A.P., Correia H. Raw materials: The importance of quality and safety. A review. Flavour Fragr. J. 2010;25:253–271. doi: 10.1002/ffj.1973.", "ArticleIdList": ["10.1002/ffj.1973"]}, {"Citation": "Sinha A.K., Sharma U.K., Sharma N. A comprehensive review on vanilla flavor: Extraction, isolation and quantification of vanillin and others constituents. Int. J. Food Sci. Nutr. 2008;59:299–326. doi: 10.1080/09687630701539350.", "ArticleIdList": ["10.1080/09687630701539350", "17886091"]}, {"Citation": "Valaes T. Severe neonatal jaundice associated with glucose-6-phosphate dehydrogenase deficiency: Pathogenesis and global epidemiology. Acta Paediatr. 1994;83:58–76. doi: 10.1111/j.1651-2227.1994.tb13216.x.", "ArticleIdList": ["10.1111/j.1651-2227.1994.tb13216.x", "7919613"]}, {"Citation": "Fenichel G.M. Clinical Pediatric Neurology: A Signs and Symptoms Approach. Elsevier Health Sciences; Amsterdam, The Netherlands: 2009."}, {"Citation": "Alvarez-Diez T.M., Zheng J. Mechanism-based inactivation of cytochrome P450 3A4 by 4-ipomeanol. Chem. Res. Toxicol. 2004;17:150–157. doi: 10.1021/tx034143l.", "ArticleIdList": ["10.1021/tx034143l", "14967002"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "6", "Day": "7"}, {"Year": "2023", "Month": "7", "Day": "11"}, {"Year": "2023", "Month": "7", "Day": "12"}, {"Year": "2023", "Month": "8", "Day": "26", "Hour": "10", "Minute": "45"}, {"Year": "2023", "Month": "8", "Day": "26", "Hour": "10", "Minute": "44"}, {"Year": "2023", "Month": "8", "Day": "26", "Hour": "1", "Minute": "28"}, {"Year": "2023", "Month": "7", "Day": "31"}], "PublicationStatus": "epublish", "ArticleIdList": ["37631000", "PMC10458506", "10.3390/ph16081086", "ph16081086"]}}], "PubmedBookArticle": []}