{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["fatty acids", "lipids", "minerals", "nutritious fruit", "proteins", "vitamins"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37631181", "DateRevised": {"Year": "2023", "Month": "08", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "08", "Day": "17"}], "Language": ["eng"], "ELocationID": ["2969", "10.3390/plants12162969"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "16", "PubDate": {"Year": "2023", "Month": "Aug", "Day": "17"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Insights on the Nutritional Profiling of Cantaloupe (<i>Cucumis melo</i> L.) via 1-Naphthalene Acetic Acid.", "Abstract": {"AbstractText": ["The nutritional components of cantaloupe, including vitamins, minerals, antioxidants, and dietary fiber, contribute to overall health, improved immunity, hydration, and protection against chronic diseases. This study was conducted to investigate the influence of different concentrations (0 (control), 100, 150, and 200 ppm) of 1-naphthalene acetic acid (1-NAA) on the nutritional components of the cantaloupe (<i>Cucumis melo</i> L. Var. Super White Honey). All the studied treatments were applied twice at the 2nd and 4th leaf stages. The applied concentrations of 1-NAA significantly improved the sex expression and fruit yield attributes. Different nutritional components like proximate contents, minerals, vitamins, selected fatty acids, and amino acids were analyzed. The results showed that the maximum moisture content, proteins, carbohydrates, ash, and energy were recorded with 100 ppm. The higher lipids were recorded during the supplementation of 150 ppm. Significantly greater fibers were recorded using 200 ppm. Regarding minerals, 100 ppm was found to be the best as it increased calcium (Ca), magnesium (Mg), potassium (K), sodium (Na), phosphorous (P), manganese (Mn), copper (Cu), iron (Fe), and zinc (Zn). Vitamins were also found to be the maximum with 100 ppm, including vitamin A, vitamin B, vitamin C, vitamin D, vitamin E, and vitamin K. Total selected fatty acids and amino acids were also found significantly greater in the fruits administered 100 ppm."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Bacha Khan University, Charsadda, Khyber Pakhtunkhwa 24461, Pakistan."}], "LastName": "Ali", "ForeName": "Sajjad", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Bacha Khan University, Charsadda, Khyber Pakhtunkhwa 24461, Pakistan."}], "LastName": "Rahman", "ForeName": "Atta Ur", "Initials": "AU"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agricultural Chemistry and Biochemistry, The University of Agriculture, Dera Ismail Khan 29220, Pakistan."}], "LastName": "Ali", "ForeName": "Ehsan", "Initials": "E"}, {"Identifier": ["0000-0001-5186-2303"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Science Firat University, 23119 Elazig, Turkey."}], "LastName": "Karabulut", "ForeName": "Fadime", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Entomology, The University of Agriculture, Dera Ismail Khan 29220, Pakistan."}], "LastName": "Ali", "ForeName": "Saqib", "Initials": "S"}, {"Identifier": ["0000-0002-4383-8335"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticulture, The University of Agriculture, Dera Ismail Khan 29220, Pakistan."}], "LastName": "Ahmad", "ForeName": "Riaz", "Initials": "R"}, {"Identifier": ["0000-0002-3600-8237"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Scientific Training and Continuous Studies, National Authority for Remote Sensing and Space Sciences (NARSS), Cairo 11769, Egypt."}], "LastName": "Fadl", "ForeName": "Mohamed E", "Initials": "ME"}, {"Identifier": ["0000-0001-8639-591X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Environmental Studies and Land Use, National Authority for Remote Sensing and Space Sciences (NARSS), Cairo 11769, Egypt."}, {"Identifier": [], "Affiliation": "Key Laboratory of Agricultural Remote Sensing, Ministry of Agriculture and Rural Affairs, Institute of Agricultural Resources and Regional Planning, Chinese Academy of Agricultural Sciences, Beijing 100081, China."}], "LastName": "AbdelRahman", "ForeName": "Mohamed A E", "Initials": "MAE"}, {"Identifier": ["0000-0001-7929-968X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Production Department (Horticulture-Medicinal and Aromatic Plants), Faculty of Agriculture (Saba Basha), Alexandria University, Alexandria 21531, Egypt."}, {"Identifier": [], "Affiliation": "School of Agriculture, Yunnan University, Chenggong District, Kunming 650091, China."}], "LastName": "Ahmed", "ForeName": "Mohamed A A", "Initials": "MAA"}, {"Identifier": ["0000-0001-8610-3323"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Scuola di Scienze Agrarie, Forestali, Alimentari ed Ambientali (SAFE), Università degli Studi della Basilicata, Via dell'Ateneo Lucano, 10, 85100 Potenza, Italy."}], "LastName": "Scopa", "ForeName": "Antonio", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Alam A., Ullah H., Attia A., Tisarum R., Cha-um S., Datta A. Integrated Application of Silicon and Potassium Nitrate Alleviates the Deleterious Effects of Drought Stress on Cantaloupe Plant Growth by Improving Biochemical and Physiological Traits. Silicon. 2023:1–16. doi: 10.1007/s12633-023-02512-5.", "ArticleIdList": ["10.1007/s12633-023-02512-5"]}, {"Citation": "Amorós A., Zapata P., Pretel M.T., Botella M.A., Almansa M.S., Serrano M. Role of Naphthalene Acetic Acid and Phenothiol Treatments on Increasing Fruit Size and Advancing Fruit Maturity in Loquat. Sci. Hortic. 2004;101:387–398. doi: 10.1016/j.scienta.2003.11.010.", "ArticleIdList": ["10.1016/j.scienta.2003.11.010"]}, {"Citation": "Nartvaranant P. The Influence of Exogenously Applied 2,4-D and NAA on Fruit Drop Reduction in Pummelo cv. Thong Dee. Int. J. Fruit Sci. 2018;18:215–225. doi: 10.1080/15538362.2017.1422449.", "ArticleIdList": ["10.1080/15538362.2017.1422449"]}, {"Citation": "Shireen F., Jaskani M.J., Nawaz M.A., Hayat F. Exogenous Application of Naphthalene Acetic Acid Improves Fruit Size and Quality of Kinnow Mandarin (Citrus reticulata) through Regulating Fruit Load. J. Anim. Plant Sci. 2018;28:1080–1084."}, {"Citation": "Das P., Prasad V.M., Bahadur V., Topno S.E., Paruchuru V.K. Effect of Foliar Application of Bio-Regulators (GA3 and NAA) on Vegetative Growth Characters and Establishment of Lemon Citrus limon (L.) cv. Eureka under Subtropical Prayagraj Agro Climatic Condition. Biol. Forum-Int. J. 2021;13:159."}, {"Citation": "Anusuya R., Vijayakumar R.M., Srividhya S., Sivakumar R. Comparison of Physiological and Flowering Parameters of Main and off Season by Using Different Plant Nutrients and Growth Hormone in Mango (Mangifera indica L.) cv. Bangalora. J. Agric. Ecol. 2018;5:76–82. doi: 10.53911/JAE.2018.5109.", "ArticleIdList": ["10.53911/JAE.2018.5109"]}, {"Citation": "Khandaker M.M., Hossain A.S., Osman N., Mat N., Boyce A.N. Growth, Yield and Postharvest Quality of Wax Apple as Affected by Naphthalene Acetic Acid Application. Rev. Bras. Frutic. 2015;37:410–422. doi: 10.1590/0100-2945-062/14.", "ArticleIdList": ["10.1590/0100-2945-062/14"]}, {"Citation": "Dakah A., Zaid S., Suleiman M., Abbas S., Wink M. In vitro Propagation of the Medicinal Plant Ziziphora tenuior L. and Evaluation of Its Antioxidant Activity. Saudi J. Biol. Sci. 2014;21:317–323. doi: 10.1016/j.sjbs.2013.12.002.", "ArticleIdList": ["10.1016/j.sjbs.2013.12.002", "PMC4150220", "25183942"]}, {"Citation": "Ozkan Y., Altuntas E., Ozturk B., Yildiz K., Saracoglu O. The Effect of NAA (1-Naphthalene Acetic Acid) and AVG (Aminoethoxyvinylglycine) on Physical, Chemical, Colour and Mechanical Properties of Braeburn Apple. Int. J. Food Eng. 2012;8 doi: 10.1515/1556-3758.2524.", "ArticleIdList": ["10.1515/1556-3758.2524"]}, {"Citation": "Zhang C., Whiting M.D. Improving ‘Bing’ Sweet Cherry Fruit Quality with Plant Growth Regulators. Sci. Hortic. 2011;127:341–346. doi: 10.1016/j.scienta.2010.11.006.", "ArticleIdList": ["10.1016/j.scienta.2010.11.006"]}, {"Citation": "Ghosh S.N., Bera B., Roy S., Kundu A. Effect of Plant Growth Regulators in Yield and Fruit Quality in Pomegranate cv. Ruby. J. Hortic. Sci. 2009;4:158–160."}, {"Citation": "Martins Cucurbit seed as possible oil and protein sources for small scale household use in the hot humid tropics, oil crop processing. Appl. Chem. 1998;2:15–17."}, {"Citation": "AOAC . Association of Official Analytical Chemists. 15th ed. AOAC Press; Gaithersburg, MD, USA: Washington, DC, USA: 1990. Official Methods of Analysis."}, {"Citation": "AOAC . Official Methods of Analysis. 17th ed. The Association of Official’s Analytical Chemists; Arlington, VA, USA: 2003."}, {"Citation": "Sodeke V.A. Extraction of Oil from Watermelon Seed and Analysis. Quart. Res. Serv. 2005;2005:25–30."}, {"Citation": "Khalil I.A., Manan F.A. Textbook of Chemistry I. 2nd ed. Taj Kutab Khana; Peshawar, Pakistan: 1990."}, {"Citation": "Hassan L.G., Sanni N.A., Dangoggo S.M., Ladan M.J. Nutritional Value of Bottle Gourd (Lagenaria siceraria) Seeds. Glob. J. Pure Appl. Sci. 2008;4:301–306. doi: 10.4314/gjpas.v14i3.16812.", "ArticleIdList": ["10.4314/gjpas.v14i3.16812"]}, {"Citation": "Shumaila, Mahpara S. Proximate Composition and Mineral Analysis of Cinnamon. Pak. J. Nutr. 2009;8:1456–1460."}, {"Citation": "Ayoola P.B., Adeyeye A., Adelowo F., Onawumi O.O. Evaluation of the Chemical and Nutritional Values of Some Nigerian Watermelon (Citrullus lanatus L) J. Lab. Sci. 2012;1:37–41."}, {"Citation": "Noor H., Feroza A., Umme A. Effects of Growth Regulators on Proximate Composition, Ascorbic Acid and Amino Acid Content of French Bean (Phaseolus vulgaris L.) Bangladesh J. Bot. 2017;46:701–707."}, {"Citation": "Brenner M.L., Cheikh N. Physiology, Biochemistry and Molecular Biology. Kluwer Academic Publishers; Dordrecht, The Netherlands: 1995. The Role of Hormones in Photosynthate Partitioning and Seed Filling; pp. 649–670."}, {"Citation": "Aslam M., Mohajir S., Khan S.A., Khan A.Q. HPLC Analysis of Water-Soluble Vitamins (B1, B2, B3, B5, B6) in In-vitro and Ex-vitro Germinated Chickpea (Cicer arietinum L.) Afr. J. Biotechnol. 2013;7:2310–2314."}, {"Citation": "Babarinde G.O., Fabunmi O.A. Effects of Packing Materials and Storage Temperature on Quality of Fresh Okra (Abelmoschus esculentus L.) Fruit. Agric. Trop. Subtrop. 2009;42:151–156."}, {"Citation": "Ringling A., Rychlik M. Analysis of Seven Folates in Food to Improve Accuracy of Total Folate Data. Eur. Food Res. Technol. 2013;236:17–28. doi: 10.1007/s00217-012-1849-x.", "ArticleIdList": ["10.1007/s00217-012-1849-x"]}, {"Citation": "Duncan D.B. Multiple ranges and multiple F tests. Biometrics. 1955;11:1–42. doi: 10.2307/3001478.", "ArticleIdList": ["10.2307/3001478"]}, {"Citation": "Mehta A.M., Oeser T., Carlson M.G. Rapid quantitation of free acids in human plasma by high-performance liquid chromatography. J. Chromatogr. 1998;719:9–23. doi: 10.1016/S0378-4347(98)00403-4.", "ArticleIdList": ["10.1016/S0378-4347(98)00403-4", "9869359"]}, {"Citation": "Steel R.G.D., Torrie J.H. Principles and Procedures of Statistics. 2nd ed. McGraw-Hill Book Co.; New York, NY, USA: 1980."}, {"Citation": "Hidayatullah T., Mahmood M., Farooq M., Khokhar A., Hussain S.I. Plant growth regulators affecting sex expression of bottlegourd (Lagenaria sinceraria Molina) Plants. Pak. J. Agric. Res. 2012;25:163–168."}, {"Citation": "Baset Mia M.A., Islam M.S., Shamsuddin Z.H. Altered sex expression by plant growth regulators: An overview in medicinal vegetable bitter gourd (Momordica charantica L.) J. Med. Plants Res. 2014;8:361–367."}, {"Citation": "Vadigeri B.G., Madalgeri B.B., Sheelavantar M.N. Effect of Ethrel and Gibberellic acid on yield and quality of two cucumber varieties. Karnataka J. Agric. Sci. 2001;14:727–730."}, {"Citation": "Reenata D.Y., Madhanakumari P. Effect of plant growth regulators on flowering and yields of muskmelon (Cucumis melo L.) Plant Arch. 2015;15:899–901."}, {"Citation": "Arora S.K., Pratap P.S. Influence of foliar application of plant growth regulators on growth, sex expression and yield of pumpkin. Haryana Agric. Univ. J. Res. 1988;17:210–213."}, {"Citation": "Stankovic L., Susic Z., Surlan Momirovic G. Muskmelon sex expression modified by ethrel. Contemp. Agric. 2001;50:269–272."}, {"Citation": "Morais R.D., Eliza M., Rotta S.C., Sargi B., Elton G., Bonafe C., Rubia M. Proximate Composition, Mineral Contents and Fatty Acid Composition of the Different Parts and Dried Peels of Tropical Fruits Cultivated in Brazil. J. Braz. Chem. Soc. 2017;28:308–318. doi: 10.5935/0103-5053.20160178.", "ArticleIdList": ["10.5935/0103-5053.20160178"]}, {"Citation": "Jacob A.G., Etong D.I., Tijjani A. Proximate, Mineral and Anti-nutritional Compositions of Melon (Citrullus lanatus) Seeds. Br. J. Res. 2015;2:142–151."}, {"Citation": "Ajay K.P.K., Kadi B., Asati B., Swati, Tulasigeri R.G. Effect of Different Plant Growth Regulators on Growth, Yield and Quality Parameters in Cucumber (Cucumis sativus L.) Under Greenhouse Condition. Int. J. Curr. Microbiol. Appl. Sci. 2018;7:3339–3352."}, {"Citation": "Mata J.M., Nelson N., Jesus R.M. Effect of indole-3-acetic acid and naphthalene acetic acid on length and width of muskmelon (Cucumis melo L.) fruit. Rev. Científica UDO Agrícola. 2009;9:30–538."}, {"Citation": "Iqbal M., Khan M.Q., Jalal-ud-Din, Rehman K., Munir M. Effect of foliar application of NAA on fruit drop, yield and physico-chemical characteristics of guava (Psidium guajava L.) red flesh cultivar. J. Agric. Resour. 2009;47:259–269."}, {"Citation": "Rathod K.D., Ahlawat T.R., Kumar S., Sarkar M., Chakraborty B. Effect of plant growth regulators on growth, yield and quality of strawberry (Fragaria X ananassa duch.) cv. winter dawn under open field conditions of South Gujarat. Agric. Sci. Dig. Res. J. 2021;41:323–333. doi: 10.18805/ag.D-5240.", "ArticleIdList": ["10.18805/ag.D-5240"]}, {"Citation": "Essien A., Edidiong M., Ubong I., Eduok U. Analysis of Citrullus lanatus seed oil obtained from southern Nigeria. Elixir Org. Chem. 2013;54:12700–12703."}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "7", "Day": "9"}, {"Year": "2023", "Month": "8", "Day": "13"}, {"Year": "2023", "Month": "8", "Day": "15"}, {"Year": "2023", "Month": "8", "Day": "26", "Hour": "10", "Minute": "43"}, {"Year": "2023", "Month": "8", "Day": "26", "Hour": "10", "Minute": "42"}, {"Year": "2023", "Month": "8", "Day": "26", "Hour": "1", "Minute": "29"}, {"Year": "2023", "Month": "8", "Day": "17"}], "PublicationStatus": "epublish", "ArticleIdList": ["37631181", "PMC10459078", "10.3390/plants12162969", "plants12162969"]}}], "PubmedBookArticle": []}